{
  "patthana3.1:0.1": "Paṭṭhānapakaraṇa ",
  "patthana3.1:0.2": "Dhammānuloma (1), Dukatikapaṭṭhānapāḷi (3) ",
  "patthana3.1:0.3": "3.1. Hetuduka, Tika ",
  "patthana3.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa. ",
  "patthana3.1:2.0.1": "3.1.1. Hetuduka, Kusalattika ",
  "patthana3.1:2.0.2": "3.1.1.1. Kusalapada ",
  "patthana3.1:2.0.3": "3.1.1.1.1–6 Paṭiccādivāra ",
  "patthana3.1:2.0.4": "Paccayacatukka ",
  "patthana3.1:2.0.5": "Hetu ",
  "patthana3.1:2.1": "Hetuṁ kusalaṁ dhammaṁ paṭicca hetu kusalo dhammo uppajjati hetupaccayā. Hetuṁ kusalaṁ dhammaṁ paṭicca nahetu kusalo dhammo uppajjati hetupaccayā. Hetuṁ kusalaṁ dhammaṁ paṭicca hetu kusalo ca nahetu kusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:3.1": "Nahetuṁ kusalaṁ dhammaṁ paṭicca nahetu kusalo dhammo uppajjati hetupaccayā. Nahetuṁ kusalaṁ dhammaṁ paṭicca hetu kusalo dhammo uppajjati hetupaccayā. Nahetuṁ kusalaṁ dhammaṁ paṭicca hetu kusalo ca nahetu kusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:4.1": "Hetuṁ kusalañca nahetuṁ kusalañca dhammaṁ paṭicca hetu kusalo dhammo uppajjati hetupaccayā. Hetuṁ kusalañca nahetuṁ kusalañca dhammaṁ paṭicca nahetu kusalo dhammo uppajjati hetupaccayā. Hetuṁ kusalañca nahetuṁ kusalañca dhammaṁ paṭicca hetu kusalo ca nahetu kusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:5.0": "Ārammaṇa ",
  "patthana3.1:5.1": "Hetuṁ kusalaṁ dhammaṁ paṭicca hetu kusalo dhammo uppajjati ārammaṇapaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:6.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte nava, vippayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Anulomaṁ.) ",
  "patthana3.1:7.0": "Naadhipati ",
  "patthana3.1:7.1": "Hetuṁ kusalaṁ dhammaṁ paṭicca hetu kusalo dhammo uppajjati naadhipatipaccayā. Hetuṁ kusalaṁ dhammaṁ paṭicca nahetu kusalo dhammo uppajjati naadhipatipaccayā. Hetuṁ kusalaṁ dhammaṁ paṭicca hetu kusalo ca nahetu kusalo ca dhammā uppajjanti naadhipatipaccayā. ",
  "patthana3.1:8.1": "Nahetuṁ kusalaṁ dhammaṁ paṭicca nahetu kusalo dhammo uppajjati naadhipatipaccayā … tīṇi. ",
  "patthana3.1:9.1": "Hetuṁ kusalañca nahetuṁ kusalañca dhammaṁ paṭicca hetu kusalo dhammo uppajjati naadhipatipaccayā … tīṇi. ",
  "patthana3.1:10.0": "Napurejātādi ",
  "patthana3.1:10.1": "Hetuṁ kusalaṁ dhammaṁ paṭicca hetu kusalo dhammo uppajjati napurejātapaccayā … nava … napacchājātapaccayā … nava … naāsevanapaccayā … nava. ",
  "patthana3.1:11.0": "Nakamma ",
  "patthana3.1:11.1": "Hetuṁ kusalaṁ dhammaṁ paṭicca nahetu kusalo dhammo uppajjati nakammapaccayā. ",
  "patthana3.1:12.1": "Nahetuṁ kusalaṁ dhammaṁ paṭicca nahetu kusalo dhammo uppajjati nakammapaccayā. ",
  "patthana3.1:13.1": "Hetuṁ kusalañca nahetuṁ kusalañca dhammaṁ paṭicca nahetu kusalo dhammo uppajjati nakammapaccayā. ",
  "patthana3.1:14.0": "Navipākādi ",
  "patthana3.1:14.1": "Hetuṁ kusalaṁ dhammaṁ paṭicca hetu kusalo dhammo uppajjati navipākapaccayā … nava …pe… navippayuttapaccayā … nava. ",
  "patthana3.1:15.1": "Naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Paccanīyaṁ.) ",
  "patthana3.1:16.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:17.1": "Naadhipatipaccayā hetuyā nava, ārammaṇe nava. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:18.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:19.0.1": "3.1.1.1.7. Pañhāvāra ",
  "patthana3.1:19.0.2": "Paccayacatukka ",
  "patthana3.1:19.0.3": "Hetu ",
  "patthana3.1:19.1": "Hetu kusalo dhammo hetussa kusalassa dhammassa hetupaccayena paccayo. Hetu kusalo dhammo nahetussa kusalassa dhammassa hetupaccayena paccayo. Hetu kusalo dhammo hetussa kusalassa ca nahetussa kusalassa ca dhammassa hetupaccayena paccayo. ",
  "patthana3.1:20.0": "Ārammaṇādi ",
  "patthana3.1:20.1": "Hetu kusalo dhammo hetussa kusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:21.1": "Nahetu kusalo dhammo nahetussa kusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:22.1": "Hetu kusalo ca nahetu kusalo ca dhammā hetussa kusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:23.1": "Hetu kusalo dhammo hetussa kusalassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:24.1": "Nahetu kusalo dhammo nahetussa kusalassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:25.1": "Hetu kusalo ca nahetu kusalo ca dhammā hetussa kusalassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. ",
  "patthana3.1:26.0": "Anantarādi ",
  "patthana3.1:26.1": "Hetu kusalo dhammo hetussa kusalassa dhammassa anantarapaccayena paccayo … samanantarapaccayena paccayo … sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo. ",
  "patthana3.1:27.1": "Hetu kusalo dhammo hetussa kusalassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … tīṇi. ",
  "patthana3.1:28.1": "Nahetu kusalo dhammo nahetussa kusalassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … tīṇi. ",
  "patthana3.1:29.1": "Hetu kusalo ca nahetu kusalo ca dhammā hetussa kusalassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … tīṇi, āsevanapaccayena paccayo … nava. ",
  "patthana3.1:30.1": "Nahetu kusalo dhammo nahetussa kusalassa dhammassa kammapaccayena paccayo. Nahetu kusalo dhammo hetussa kusalassa dhammassa kammapaccayena paccayo. Nahetu kusalo dhammo hetussa kusalassa ca nahetussa kusalassa ca dhammassa kammapaccayena paccayo. ",
  "patthana3.1:31.0": "Āhārādi ",
  "patthana3.1:31.1": "Nahetu kusalo dhammo nahetussa kusalassa dhammassa āhārapaccayena paccayo … tīṇi. ",
  "patthana3.1:32.1": "Hetu kusalo dhammo hetussa kusalassa dhammassa indriyapaccayena paccayo … nava. ",
  "patthana3.1:33.1": "Nahetu kusalo dhammo nahetussa kusalassa dhammassa jhānapaccayena paccayo … tīṇi. ",
  "patthana3.1:34.1": "Hetu kusalo dhammo hetussa kusalassa dhammassa maggapaccayena paccayo … nava. ",
  "patthana3.1:35.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:36.0": "Paccanīyuddhāra ",
  "patthana3.1:36.1": "Hetu kusalo dhammo hetussa kusalassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … tīṇi. ",
  "patthana3.1:37.1": "Nahetu kusalo dhammo nahetussa kusalassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. Nahetu kusalo dhammo hetussa kusalassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. Nahetu kusalo dhammo hetussa kusalassa ca nahetussa kusalassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana3.1:38.1": "Hetu kusalo ca nahetu kusalo ca dhammā hetussa kusalassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … tīṇi. ",
  "patthana3.1:39.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava …pe… noavigate nava. (Saṅkhittaṁ, paccanīyaṁ.) ",
  "patthana3.1:40.1": "Hetupaccayā naārammaṇe tīṇi …pe… nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:41.1": "Nahetupaccayā ārammaṇe nava …pe… avigate nava. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:42.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:43.0.1": "3.1.1.2. Akusalapada ",
  "patthana3.1:43.0.2": "3.1.1.2.1–6 Paṭiccādivāra ",
  "patthana3.1:43.0.3": "Paccayacatukka ",
  "patthana3.1:43.0.4": "Hetu ",
  "patthana3.1:43.1": "Hetuṁ akusalaṁ dhammaṁ paṭicca hetu akusalo dhammo uppajjati hetupaccayā. Hetuṁ akusalaṁ dhammaṁ paṭicca nahetu akusalo dhammo uppajjati hetupaccayā. Hetuṁ akusalaṁ dhammaṁ paṭicca hetu akusalo ca nahetu akusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:44.1": "Nahetuṁ akusalaṁ dhammaṁ paṭicca nahetu akusalo dhammo uppajjati hetupaccayā. Nahetuṁ akusalaṁ dhammaṁ paṭicca hetu akusalo dhammo uppajjati hetupaccayā. Nahetuṁ akusalaṁ dhammaṁ paṭicca hetu akusalo ca nahetu akusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:45.1": "Hetuṁ akusalañca nahetuṁ akusalañca dhammaṁ paṭicca hetu akusalo dhammo uppajjati hetupaccayā. Hetuṁ akusalañca nahetuṁ akusalañca dhammaṁ paṭicca nahetu akusalo dhammo uppajjati hetupaccayā. Hetuṁ akusalañca nahetuṁ akusalañca dhammaṁ paṭicca hetu akusalo ca nahetu akusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:46.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ, anulomaṁ.) ",
  "patthana3.1:47.0": "Nahetu ",
  "patthana3.1:47.1": "Nahetuṁ akusalaṁ dhammaṁ paṭicca hetu akusalo dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:48.0": "Naadhipatyādi ",
  "patthana3.1:48.1": "Hetuṁ akusalaṁ dhammaṁ paṭicca hetu akusalo dhammo uppajjati naadhipatipaccayā … nava …pe…. ",
  "patthana3.1:49.1": "Hetuṁ akusalaṁ dhammaṁ paṭicca nahetu akusalo dhammo uppajjati nakammapaccayā. ",
  "patthana3.1:50.1": "Nahetuṁ akusalaṁ dhammaṁ paṭicca nahetu akusalo dhammo uppajjati nakammapaccayā. ",
  "patthana3.1:51.1": "Hetuṁ akusalañca nahetuṁ akusalañca dhammaṁ paṭicca nahetu akusalo dhammo uppajjati nakammapaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.1:52.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Paccanīyaṁ.) ",
  "patthana3.1:53.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:54.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:55.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:56.0.1": "3.1.1.2.7. Pañhāvāra ",
  "patthana3.1:56.0.2": "Paccayacatukka ",
  "patthana3.1:56.0.3": "Hetu ",
  "patthana3.1:56.1": "Hetu akusalo dhammo hetussa akusalassa dhammassa hetupaccayena paccayo. Hetu akusalo dhammo nahetussa akusalassa dhammassa hetupaccayena paccayo. Hetu akusalo dhammo hetussa akusalassa ca nahetussa akusalassa ca dhammassa hetupaccayena paccayo. ",
  "patthana3.1:57.0": "Ārammaṇādi ",
  "patthana3.1:57.1": "Hetu akusalo dhammo hetussa akusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:58.1": "Nahetu akusalo dhammo nahetussa akusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:59.1": "Hetu akusalo ca nahetu akusalo ca dhammā hetussa akusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:60.1": "Hetu akusalo dhammo hetussa akusalassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati … tīṇi. ",
  "patthana3.1:61.1": "Nahetu akusalo dhammo nahetussa akusalassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:62.1": "Hetu akusalo ca nahetu akusalo ca dhammā hetussa akusalassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi …pe…. ",
  "patthana3.1:63.1": "Nahetu akusalo dhammo nahetussa akusalassa dhammassa kammapaccayena paccayo. Nahetu akusalo dhammo hetussa akusalassa dhammassa kammapaccayena paccayo. Nahetu akusalo dhammo hetussa akusalassa ca nahetussa akusalassa ca dhammassa kammapaccayena paccayo. ",
  "patthana3.1:64.0": "Āhārādi ",
  "patthana3.1:64.1": "Nahetu akusalo dhammo nahetussa akusalassa dhammassa āhārapaccayena paccayo … tīṇi. ",
  "patthana3.1:65.1": "Nahetu akusalo dhammo nahetussa akusalassa dhammassa indriyapaccayena paccayo … tīṇi. ",
  "patthana3.1:66.1": "Nahetu akusalo dhammo nahetussa akusalassa dhammassa jhānapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:67.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:68.0": "Paccanīyuddhāra ",
  "patthana3.1:68.1": "Hetu akusalo dhammo hetussa akusalassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:69.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava, naanantare nava, nasamanantare nava, nasahajāte nava, naaññamaññe nava …pe… noavigate nava. (Paccanīyaṁ.) ",
  "patthana3.1:70.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:71.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:72.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:73.0.1": "3.1.1.3. Abyākatapada ",
  "patthana3.1:73.0.2": "3.1.1.3.1–6 Paṭiccādivāra ",
  "patthana3.1:73.0.3": "Paccayacatukka ",
  "patthana3.1:73.0.4": "Hetvādi ",
  "patthana3.1:73.1": "Hetuṁ abyākataṁ dhammaṁ paṭicca hetu abyākato dhammo uppajjati hetupaccayā. Hetuṁ abyākataṁ dhammaṁ paṭicca nahetu abyākato dhammo uppajjati hetupaccayā. Hetuṁ abyākataṁ dhammaṁ paṭicca hetu abyākato ca nahetu abyākato ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:74.1": "Nahetuṁ abyākataṁ dhammaṁ paṭicca nahetu abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:75.1": "Hetuṁ abyākatañca nahetuṁ abyākatañca dhammaṁ paṭicca hetu abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:76.1": "Hetuṁ abyākataṁ dhammaṁ paṭicca hetu abyākato dhammo uppajjati ārammaṇapaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:77.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte nava, vippayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Anulomaṁ.) ",
  "patthana3.1:78.0": "Nahetu-naārammaṇa ",
  "patthana3.1:78.1": "Nahetuṁ abyākataṁ dhammaṁ paṭicca nahetu abyākato dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:79.1": "Hetuṁ abyākataṁ dhammaṁ paṭicca nahetu abyākato dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:80.1": "Nahetuṁ abyākataṁ dhammaṁ paṭicca nahetu abyākato dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:81.1": "Hetuṁ abyākatañca nahetuṁ abyākatañca dhammaṁ paṭicca nahetu abyākato dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:82.0": "Naadhipatyādi ",
  "patthana3.1:82.1": "Hetuṁ abyākataṁ dhammaṁ paṭicca hetu abyākato dhammo uppajjati naadhipatipaccayā … nava …pe…. ",
  "patthana3.1:83.1": "Hetuṁ abyākataṁ dhammaṁ paṭicca nahetu abyākato dhammo uppajjati nakammapaccayā. ",
  "patthana3.1:84.1": "Nahetuṁ abyākataṁ dhammaṁ paṭicca nahetu abyākato dhammo uppajjati nakammapaccayā. ",
  "patthana3.1:85.1": "Hetuṁ abyākatañca nahetuṁ abyākatañca dhammaṁ paṭicca nahetu abyākato dhammo uppajjati nakammapaccayā. ",
  "patthana3.1:86.1": "Nahetuṁ abyākataṁ dhammaṁ paṭicca nahetu abyākato dhammo uppajjati naāhārapaccayā … naindriyapaccayā … najhānapaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:87.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Paccanīyaṁ.) ",
  "patthana3.1:88.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:89.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:90.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:91.0.1": "3.1.1.3.7. Pañhāvāra ",
  "patthana3.1:91.0.2": "Paccayacatukka ",
  "patthana3.1:91.0.3": "Hetu ",
  "patthana3.1:91.1": "Hetu abyākato dhammo hetussa abyākatassa dhammassa hetupaccayena paccayo. Hetu abyākato dhammo nahetussa abyākatassa dhammassa hetupaccayena paccayo. Hetu abyākato dhammo hetussa abyākatassa ca nahetussa abyākatassa ca dhammassa hetupaccayena paccayo. ",
  "patthana3.1:92.0": "Ārammaṇādi ",
  "patthana3.1:92.1": "Hetu abyākato dhammo hetussa abyākatassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:93.1": "Hetu abyākato dhammo hetussa abyākatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:94.1": "Nahetu abyākato dhammo nahetussa abyākatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:95.1": "Hetu abyākato ca nahetu abyākato ca dhammā hetussa abyākatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi …pe…. ",
  "patthana3.1:96.0": "Purejātādi ",
  "patthana3.1:96.1": "Nahetu abyākato dhammo nahetussa abyākatassa dhammassa purejātapaccayena paccayo … tīṇi. ",
  "patthana3.1:97.1": "Hetu abyākato dhammo nahetussa abyākatassa dhammassa pacchājātapaccayena paccayo. ",
  "patthana3.1:98.1": "Nahetu abyākato dhammo nahetussa abyākatassa dhammassa pacchājātapaccayena paccayo. ",
  "patthana3.1:99.1": "Hetu abyākato ca nahetu abyākato ca dhammā nahetussa abyākatassa dhammassa pacchājātapaccayena paccayo. ",
  "patthana3.1:100.1": "Nahetu abyākato dhammo nahetussa abyākatassa dhammassa kammapaccayena paccayo … tīṇi. ",
  "patthana3.1:101.1": "Hetu abyākato dhammo hetussa abyākatassa dhammassa vipākapaccayena paccayo … nava. ",
  "patthana3.1:102.1": "Nahetu abyākato dhammo nahetussa abyākatassa dhammassa āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo. ",
  "patthana3.1:103.0": "Vippayutta ",
  "patthana3.1:103.1": "Hetu abyākato dhammo nahetussa abyākatassa dhammassa vippayuttapaccayena paccayo. ",
  "patthana3.1:104.1": "Nahetu abyākato dhammo nahetussa abyākatassa dhammassa vippayuttapaccayena paccayo … tīṇi. ",
  "patthana3.1:105.1": "Hetu abyākato ca nahetu abyākato ca dhammā nahetussa abyākatassa dhammassa vippayuttapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana3.1:106.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:107.0": "Paccanīyuddhāra ",
  "patthana3.1:107.1": "Hetu abyākato dhammo hetussa abyākatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. Hetu abyākato dhammo nahetussa abyākatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. Hetu abyākato dhammo hetussa abyākatassa ca nahetussa abyākatassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana3.1:108.1": "Nahetu abyākato dhammo nahetussa abyākatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana3.1:109.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava. (Saṅkhittaṁ, paccanīyaṁ.) ",
  "patthana3.1:110.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:111.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:112.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:113.1": "Hetudukakusalattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:114.0.1": "3.1.2. Hetuduka, Vedanāttika ",
  "patthana3.1:114.0.2": "3.1.2.1. Sukhāyavedanāyasampayuttapada ",
  "patthana3.1:114.0.3": "3.1.2.1.1–6 Paṭiccādivāra ",
  "patthana3.1:114.0.4": "Paccayacatukka ",
  "patthana3.1:114.0.5": "Hetu ",
  "patthana3.1:114.1": "Hetuṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca hetu sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Hetuṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Hetuṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca hetu sukhāya vedanāya sampayutto ca nahetu sukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:115.1": "Nahetuṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nahetuṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca hetu sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nahetuṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca hetu sukhāya vedanāya sampayutto ca nahetu sukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:116.1": "Hetuṁ sukhāya vedanāya sampayuttañca nahetuṁ sukhāya vedanāya sampayuttañca dhammaṁ paṭicca hetu sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Hetuṁ sukhāya vedanāya sampayuttañca nahetuṁ sukhāya vedanāya sampayuttañca dhammaṁ paṭicca nahetu sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Hetuṁ sukhāya vedanāya sampayuttañca nahetuṁ sukhāya vedanāya sampayuttañca dhammaṁ paṭicca hetu sukhāya vedanāya sampayutto ca nahetu sukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.1:117.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke nava, āhāre nava …pe… avigate nava. (Anulomaṁ.) ",
  "patthana3.1:118.0": "Nahetu-naadhipati ",
  "patthana3.1:118.1": "Nahetuṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu sukhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:119.1": "Hetuṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca hetu sukhāya vedanāya sampayutto dhammo uppajjati naadhipatipaccayā. Hetuṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu sukhāya vedanāya sampayutto dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:120.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. (Paccanīyaṁ.) ",
  "patthana3.1:121.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:122.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:123.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:124.0.1": "3.1.2.1.7. Pañhāvāra ",
  "patthana3.1:124.0.2": "Paccayacatukka ",
  "patthana3.1:124.0.3": "Hetu ",
  "patthana3.1:124.1": "Hetu sukhāya vedanāya sampayutto dhammo hetussa sukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:125.0": "Ārammaṇādi ",
  "patthana3.1:125.1": "Hetu sukhāya vedanāya sampayutto dhammo hetussa sukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:126.1": "Nahetu sukhāya vedanāya sampayutto dhammo nahetussa sukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:127.1": "Hetu sukhāya vedanāya sampayutto ca nahetu sukhāya vedanāya sampayutto ca dhammā hetussa sukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:128.1": "Hetu sukhāya vedanāya sampayutto dhammo hetussa sukhāya vedanāya sampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:129.1": "Nahetu sukhāya vedanāya sampayutto dhammo nahetussa sukhāya vedanāya sampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:130.1": "Hetu sukhāya vedanāya sampayutto ca nahetu sukhāya vedanāya sampayutto ca dhammā hetussa sukhāya vedanāya sampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi …pe…. ",
  "patthana3.1:131.0": "Upanissayādi ",
  "patthana3.1:131.1": "Hetu sukhāya vedanāya sampayutto dhammo hetussa sukhāya vedanāya sampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:132.1": "Nahetu sukhāya vedanāya sampayutto dhammo nahetussa sukhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo. Nahetu sukhāya vedanāya sampayutto dhammo hetussa sukhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo. Nahetu sukhāya vedanāya sampayutto dhammo hetussa sukhāya vedanāya sampayuttassa ca nahetussa sukhāya vedanāya sampayuttassa ca dhammassa kammapaccayena paccayo. Vipākapaccayena paccayo. ",
  "patthana3.1:133.1": "Nahetu sukhāya vedanāya sampayutto dhammo nahetussa sukhāya vedanāya sampayuttassa dhammassa āhārapaccayena paccayo … tīṇi …pe…. Hetu sukhāya vedanāya sampayutto dhammo hetussa sukhāya vedanāya sampayuttassa dhammassa avigatapaccayena paccayo. ",
  "patthana3.1:134.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:135.0": "Paccanīyuddhāra ",
  "patthana3.1:135.1": "Hetu sukhāya vedanāya sampayutto dhammo hetussa sukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:136.1": "Nahetuyā nava, naārammaṇe nava …pe… noavigate nava. (Paccanīyaṁ.) ",
  "patthana3.1:137.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:138.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:139.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:140.0.1": "3.1.2.2. Dukkhāyavedanāyasampayuttapada ",
  "patthana3.1:140.0.2": "3.1.2.2.1–6 Paṭiccādivāra ",
  "patthana3.1:140.0.3": "Paccayacatukka ",
  "patthana3.1:140.0.4": "Hetu ",
  "patthana3.1:140.1": "Hetuṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca hetu dukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Hetuṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu dukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Hetuṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca hetu dukkhāya vedanāya sampayutto ca nahetu dukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:141.1": "Nahetuṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu dukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:142.1": "Hetuṁ dukkhāya vedanāya sampayuttañca nahetuṁ dukkhāya vedanāya sampayuttañca dhammaṁ paṭicca hetu dukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:143.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke ekaṁ, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte nava, vippayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Anulomaṁ.) ",
  "patthana3.1:144.0": "Nahetu-naadhipati ",
  "patthana3.1:144.1": "Nahetuṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu dukkhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā ",
  "patthana3.1:145.1": "Hetuṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca hetu dukkhāya vedanāya sampayutto dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:146.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ. (Paccanīyaṁ.) ",
  "patthana3.1:147.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:148.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:149.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:150.0.1": "3.1.2.2.7. Pañhāvāra ",
  "patthana3.1:150.0.2": "Paccayacatukka ",
  "patthana3.1:150.0.3": "Hetu ",
  "patthana3.1:150.1": "Hetu dukkhāya vedanāya sampayutto dhammo hetussa dukkhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. Hetu dukkhāya vedanāya sampayutto dhammo nahetussa dukkhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. Hetu dukkhāya vedanāya sampayutto dhammo hetussa dukkhāya vedanāya sampayuttassa ca nahetussa dukkhāya vedanāya sampayuttassa ca dhammassa hetupaccayena paccayo. ",
  "patthana3.1:151.0": "Ārammaṇādi ",
  "patthana3.1:151.1": "Hetu dukkhāya vedanāya sampayutto dhammo hetussa dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:152.1": "Nahetu dukkhāya vedanāya sampayutto dhammo nahetussa dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:153.1": "Hetu dukkhāya vedanāya sampayutto ca nahetu dukkhāya vedanāya sampayutto ca dhammā hetussa dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:154.1": "Nahetu dukkhāya vedanāya sampayutto dhammo nahetussa dukkhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:155.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā tīṇi, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke ekaṁ, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Anulomaṁ.) ",
  "patthana3.1:156.0": "Paccanīyuddhāra ",
  "patthana3.1:156.1": "Hetu dukkhāya vedanāya sampayutto dhammo hetussa dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:157.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava. (Saṅkhittaṁ, paccanīyaṁ.) ",
  "patthana3.1:158.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:159.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:160.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:161.0.1": "3.1.2.3. Adukkhamasukhāyavedanāyasampayuttapada ",
  "patthana3.1:161.0.2": "3.1.2.3.1–6 Paṭiccādivāra ",
  "patthana3.1:161.0.3": "Paccayacatukka ",
  "patthana3.1:161.0.4": "1.2.3.7. Pañhāvāra ",
  "patthana3.1:161.0.5": "Paccayacatukka ",
  "patthana3.1:161.0.6": "Hetu ",
  "patthana3.1:161.1": "Hetuṁ adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca hetu adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:162.1": "Nahetuṁ adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:163.1": "Hetuṁ adukkhamasukhāya vedanāya sampayuttañca nahetuṁ adukkhamasukhāya vedanāya sampayuttañca dhammaṁ paṭicca hetu adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:164.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte nava, vippayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Anulomaṁ.) ",
  "patthana3.1:165.0": "Nahetu-naadhipati ",
  "patthana3.1:165.1": "Nahetuṁ adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu adukkhamasukhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā … dve. ",
  "patthana3.1:166.1": "Hetuṁ adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca hetu adukkhamasukhāya vedanāya sampayutto dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:167.1": "Nahetuyā dve, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ, paccanīyaṁ.) ",
  "patthana3.1:168.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:169.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:170.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:171.0": "Hetvādi ",
  "patthana3.1:171.1": "Hetu adukkhamasukhāya vedanāya sampayutto dhammo hetussa adukkhamasukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:172.1": "Hetu adukkhamasukhāya vedanāya sampayutto dhammo hetussa adukkhamasukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:173.1": "Hetu adukkhamasukhāya vedanāya sampayutto dhammo hetussa adukkhamasukhāya vedanāya sampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:174.1": "Nahetu adukkhamasukhāya vedanāya sampayutto dhammo nahetussa adukkhamasukhāya vedanāya sampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:175.1": "Hetu adukkhamasukhāya vedanāya sampayutto ca nahetu adukkhamasukhāya vedanāya sampayutto ca dhammā hetussa adukkhamasukhāya vedanāya sampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Ārammaṇādhipatiyeva) …pe…. ",
  "patthana3.1:176.0": "Upanissayādi ",
  "patthana3.1:176.1": "Hetu adukkhamasukhāya vedanāya sampayutto dhammo hetussa adukkhamasukhāya vedanāya sampayuttassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … nava, āsevanapaccayena paccayo … nava. ",
  "patthana3.1:177.1": "Nahetu adukkhamasukhāya vedanāya sampayutto dhammo nahetussa adukkhamasukhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo … tīṇi. ",
  "patthana3.1:178.1": "Hetu adukkhamasukhāya vedanāya sampayutto dhammo hetussa adukkhamasukhāya vedanāya sampayuttassa dhammassa vipākapaccayena paccayo … nava …pe… avigatapaccayena paccayo … nava. ",
  "patthana3.1:179.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Anulomaṁ.) ",
  "patthana3.1:180.0": "Paccanīyuddhāra ",
  "patthana3.1:180.1": "Hetu adukkhamasukhāya vedanāya sampayutto dhammo hetussa adukkhamasukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:181.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ, paccanīyaṁ.) ",
  "patthana3.1:182.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:183.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:184.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:185.1": "Hetudukavedanāttikaṁ niṭṭhitaṁ. ",
  "patthana3.1:186.0.1": "3.1.3. Hetuduka, Vipākattika ",
  "patthana3.1:186.0.2": "3.1.3.1. Vipākapada ",
  "patthana3.1:186.0.3": "3.1.3.1.1–6 Paṭiccādivāra ",
  "patthana3.1:186.0.4": "Paccayacatukka ",
  "patthana3.1:186.0.5": "1.3.1.7. Pañhāvāra ",
  "patthana3.1:186.0.6": "Paccayacatukka ",
  "patthana3.1:186.0.7": "Hetu ",
  "patthana3.1:186.1": "Hetuṁ vipākaṁ dhammaṁ paṭicca hetu vipāko dhammo uppajjati hetupaccayā. Hetuṁ vipākaṁ dhammaṁ paṭicca nahetu vipāko dhammo uppajjati hetupaccayā. Hetuṁ vipākaṁ dhammaṁ paṭicca hetu vipāko ca nahetu vipāko ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:187.1": "Nahetuṁ vipākaṁ dhammaṁ paṭicca nahetu vipāko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:188.1": "Hetuṁ vipākañca nahetuṁ vipākañca dhammaṁ paṭicca hetu vipāko dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:189.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, kamme nava, vipāke nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte nava, vippayutte nava atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Anulomaṁ.) ",
  "patthana3.1:190.0": "Nahetu-naadhipati ",
  "patthana3.1:190.1": "Nahetuṁ vipākaṁ dhammaṁ paṭicca nahetu vipāko dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:191.1": "Hetuṁ vipākaṁ dhammaṁ paṭicca hetu vipāko dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:192.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ, paccanīyaṁ.) ",
  "patthana3.1:193.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:194.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:195.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:196.0": "Hetvādi ",
  "patthana3.1:196.1": "Hetu vipāko dhammo hetussa vipākassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:197.1": "Hetu vipāko dhammo hetussa vipākassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:198.1": "Nahetu vipāko dhammo nahetussa vipākassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:199.1": "Hetu vipāko ca nahetu vipāko ca dhammā hetussa vipākassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Tadārammaṇāyeva labbhanti.) ",
  "patthana3.1:200.1": "Hetu vipāko dhammo hetussa vipākassa dhammassa adhipatipaccayena paccayo … tīṇi (sahajātādhipatiyeva labbhati, ārammaṇādhipati natthi) …pe…. ",
  "patthana3.1:201.0": "Upanissayādi ",
  "patthana3.1:201.1": "Hetu vipāko dhammo hetussa vipākassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo. Hetu vipāko dhammo nahetussa vipākassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo. Hetu vipāko dhammo hetussa vipākassa ca nahetussa vipākassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo. ",
  "patthana3.1:202.1": "Nahetu vipāko dhammo nahetussa vipākassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. (Itare dve anantarūpanissayo pakatūpanissayoyeva.) ",
  "patthana3.1:203.1": "Nahetu vipāko dhammo nahetussa vipākassa dhammassa kammapaccayena paccayo … tīṇi. (Sahajātakammameva, saṅkhittaṁ.) ",
  "patthana3.1:204.1": "Hetu vipāko dhammo hetussa vipākassa dhammassa vipākapaccayena paccayo … nava. ",
  "patthana3.1:205.1": "Nahetu vipāko dhammo nahetussa vipākassa dhammassa āhārapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:206.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā cha, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Anulomaṁ.) ",
  "patthana3.1:207.0": "Paccanīyuddhāra ",
  "patthana3.1:207.1": "Hetu vipāko dhammo hetussa vipākassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:208.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ, paccanīyaṁ.) ",
  "patthana3.1:209.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:210.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:211.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:212.0.1": "3.1.3.2. Vipākadhammapada ",
  "patthana3.1:212.0.2": "3.1.3.2.1–6 Paṭiccādivāra ",
  "patthana3.1:212.0.3": "Paccayacatukka ",
  "patthana3.1:212.0.4": "1.3.2.7. Pañhāvāra ",
  "patthana3.1:212.0.5": "Paccayacatukka ",
  "patthana3.1:212.0.6": "Hetu ",
  "patthana3.1:212.1": "Hetuṁ vipākadhammadhammaṁ paṭicca hetu vipākadhammadhammo uppajjati hetupaccayā. Hetuṁ vipākadhammadhammaṁ paṭicca nahetu vipākadhammadhammo uppajjati hetupaccayā. Hetuṁ vipākadhammadhammaṁ paṭicca hetu vipākadhammadhammo ca nahetu vipākadhammadhammo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:213.1": "Nahetuṁ vipākadhammadhammaṁ paṭicca nahetu vipākadhammadhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:214.1": "Hetuṁ vipākadhammadhammañca nahetuṁ vipākadhammadhammañca paṭicca hetu vipākadhammadhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:215.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte nava, vippayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:216.0": "Nahetu-naadhipati ",
  "patthana3.1:216.1": "Nahetuṁ vipākadhammadhammaṁ paṭicca hetu vipākadhammadhammo uppajjati nahetupaccayā. ",
  "patthana3.1:217.1": "Hetuṁ vipākadhammadhammaṁ paṭicca hetu vipākadhammadhammo uppajjati naadhipatipaccayā … nava. ",
  "patthana3.1:218.0": "Napurejātādi ",
  "patthana3.1:218.1": "Hetuṁ vipākadhammadhammaṁ paṭicca hetu vipākadhammadhammo uppajjati napurejātapaccayā … nava … napacchājātapaccayā … nava … naāsevanapaccayā … nava. ",
  "patthana3.1:219.1": "Hetuṁ vipākadhammadhammaṁ paṭicca nahetu vipākadhammadhammo uppajjati nakammapaccayā. ",
  "patthana3.1:220.1": "Nahetuṁ vipākadhammadhammaṁ paṭicca nahetu vipākadhammadhammo uppajjati nakammapaccayā. ",
  "patthana3.1:221.1": "Hetuṁ vipākadhammadhammañca nahetuṁ vipākadhammadhammañca paṭicca nahetu vipākadhammadhammo uppajjati nakammapaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.1:222.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ, paccanīyaṁ.) ",
  "patthana3.1:223.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:224.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:225.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:226.0": "Hetvādi ",
  "patthana3.1:226.1": "Hetu vipākadhammadhammo hetussa vipākadhammadhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:227.1": "Hetu vipākadhammadhammo hetussa vipākadhammadhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:228.1": "Hetu vipākadhammadhammo hetussa vipākadhammadhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … nava. ",
  "patthana3.1:229.1": "Hetu vipākadhammadhammo hetussa vipākadhammadhammassa anantarapaccayena paccayo …pe… upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … nava … āsevanapaccayena paccayo … nava. ",
  "patthana3.1:230.1": "Nahetu vipākadhammadhammo nahetussa vipākadhammadhammassa kammapaccayena paccayo … tīṇi. ",
  "patthana3.1:231.1": "Nahetu vipākadhammadhammo nahetussa vipākadhammadhammassa āhārapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:232.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ, anulomaṁ.) ",
  "patthana3.1:233.0": "Paccanīyuddhāra ",
  "patthana3.1:233.1": "Hetu vipākadhammadhammo hetussa vipākadhammadhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:234.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ, paccanīyaṁ.) ",
  "patthana3.1:235.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:236.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:237.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:238.0.1": "3.1.3.3. Nevavipākanavipākadhammapada ",
  "patthana3.1:238.0.2": "3.1.3.3.1–6 Paṭiccādivāra ",
  "patthana3.1:238.0.3": "Paccayacatukka ",
  "patthana3.1:238.0.4": "1.3.3.7. Pañhāvāra ",
  "patthana3.1:238.0.5": "Paccayacatukka ",
  "patthana3.1:238.0.6": "Hetu ",
  "patthana3.1:238.1": "Hetuṁ nevavipākanavipākadhammadhammaṁ paṭicca hetu nevavipākanavipākadhammadhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:239.1": "Nahetuṁ nevavipākanavipākadhammadhammaṁ paṭicca nahetu nevavipākanavipākadhammadhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:240.1": "Hetuṁ nevavipākanavipākadhammadhammañca nahetuṁ nevavipākanavipākadhammadhammañca paṭicca hetu nevavipākanavipākadhammadhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:241.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke ekaṁ, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte nava, vippayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:242.0": "Nahetvādi ",
  "patthana3.1:242.1": "Nahetuṁ nevavipākanavipākadhammadhammaṁ paṭicca nahetu nevavipākanavipākadhammadhammo uppajjati nahetupaccayā. ",
  "patthana3.1:243.1": "Hetuṁ nevavipākanavipākadhammadhammaṁ paṭicca nahetu nevavipākanavipākadhammadhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:244.1": "Nahetuṁ nevavipākanavipākadhammadhammaṁ paṭicca nahetu nevavipākanavipākadhammadhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:245.1": "Hetuṁ nevavipākanavipākadhammadhammañca nahetuṁ nevavipākanavipākadhammadhammañca paṭicca nahetu nevavipākanavipākadhammadhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:246.1": "Hetuṁ nevavipākanavipākadhammadhammaṁ paṭicca hetu nevavipākanavipākadhammadhammo uppajjati naadhipatipaccayā … nava …pe…. ",
  "patthana3.1:247.1": "Hetuṁ nevavipākanavipākadhammadhammaṁ paṭicca nahetu nevavipākanavipākadhammadhammo uppajjati nakammapaccayā … tīṇi …pe…. ",
  "patthana3.1:248.1": "Nahetuṁ nevavipākanavipākadhammadhammaṁ paṭicca nahetu nevavipākanavipākadhammadhammo uppajjati naāhārapaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.1:249.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ, paccanīyaṁ.) ",
  "patthana3.1:250.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ, anulomapaccanīyaṁ.) ",
  "patthana3.1:251.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ, paccanīyānulomaṁ.) ",
  "patthana3.1:252.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:253.0": "Hetvādi ",
  "patthana3.1:253.1": "Hetu nevavipākanavipākadhammadhammo hetussa nevavipākanavipākadhammadhammassa hetupaccayena paccayo … tīṇi …pe…. ",
  "patthana3.1:254.1": "Hetu nevavipākanavipākadhammadhammo hetussa nevavipākanavipākadhammadhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. ",
  "patthana3.1:255.1": "Nahetu nevavipākanavipākadhammadhammo nahetussa nevavipākanavipākadhammadhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi …pe…. ",
  "patthana3.1:256.0": "Purejātādi ",
  "patthana3.1:256.1": "Nahetu nevavipākanavipākadhammadhammo nahetussa nevavipākanavipākadhammadhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ … tīṇi. ",
  "patthana3.1:257.1": "Hetu nevavipākanavipākadhammadhammo nahetussa nevavipākanavipākadhammadhammassa pacchājātapaccayena paccayo. ",
  "patthana3.1:258.1": "Nahetu nevavipākanavipākadhammadhammo nahetussa nevavipākanavipākadhammadhammassa pacchājātapaccayena paccayo. ",
  "patthana3.1:259.1": "Hetu nevavipākanavipākadhammadhammo ca nahetu nevavipākanavipākadhammadhammo ca nahetussa nevavipākanavipākadhammadhammassa pacchājātapaccayena paccayo. ",
  "patthana3.1:260.1": "… Āsevanapaccayena paccayo … nava. ",
  "patthana3.1:261.1": "Nahetu nevavipākanavipākadhammadhammo nahetussa nevavipākanavipākadhammadhammassa kammapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:262.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā cha, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:263.0": "Paccanīyuddhāra ",
  "patthana3.1:263.1": "Hetu nevavipākanavipākadhammadhammo hetussa nevavipākanavipākadhammadhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:264.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:265.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:266.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:267.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:268.1": "Hetudukavipākattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:269.0.1": "3.1.4. Hetuduka, Upādinnattika ",
  "patthana3.1:269.0.2": "3.1.4.1. Upādinnupādāniyapada ",
  "patthana3.1:269.0.3": "3.1.4.1.1–6 Paṭiccādivāra ",
  "patthana3.1:269.0.4": "Paccayacatukka ",
  "patthana3.1:269.0.5": "1.4.1.7. Pañhāvāra ",
  "patthana3.1:269.0.6": "Paccayacatukka ",
  "patthana3.1:269.0.7": "Hetu ",
  "patthana3.1:269.1": "Hetuṁ upādinnupādāniyaṁ dhammaṁ paṭicca hetu upādinnupādāniyo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:270.1": "Nahetuṁ upādinnupādāniyaṁ dhammaṁ paṭicca nahetu upādinnupādāniyo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:271.1": "Hetuṁ upādinnupādāniyañca nahetuṁ upādinnupādāniyañca dhammaṁ paṭicca hetu upādinnupādāniyo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:272.1": "Hetuyā nava, ārammaṇe nava, anantare nava, samanantare nava …pe… kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:273.0": "Nahetvādi ",
  "patthana3.1:273.1": "Nahetuṁ upādinnupādāniyaṁ dhammaṁ paṭicca nahetu upādinnupādāniyo dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:274.1": "Hetuṁ upādinnupādāniyaṁ dhammaṁ paṭicca nahetu upādinnupādāniyo dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:275.1": "Nahetuṁ upādinnupādāniyaṁ dhammaṁ paṭicca nahetu upādinnupādāniyo dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:276.1": "Hetuṁ upādinnupādāniyañca nahetuṁ upādinnupādāniyañca dhammaṁ paṭicca nahetu upādinnupādāniyo dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:277.1": "Hetuṁ upādinnupādāniyaṁ dhammaṁ paṭicca hetu upādinnupādāniyo dhammo uppajjati naadhipatipaccayā … nava …pe…. ",
  "patthana3.1:278.1": "Nahetuṁ upādinnupādāniyaṁ dhammaṁ paṭicca nahetu upādinnupādāniyo dhammo uppajjati navipākapaccayā … naāhārapaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:279.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, navipāke ekaṁ, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana3.1:280.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:281.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:282.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:283.0": "Hetu-ārammaṇa ",
  "patthana3.1:283.1": "Hetu upādinnupādāniyo dhammo hetussa upādinnupādāniyassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:284.1": "Hetu upādinnupādāniyo dhammo hetussa upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:285.1": "Nahetu upādinnupādāniyo dhammo nahetussa upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:286.1": "Hetu upādinnupādāniyo ca nahetu upādinnupādāniyo ca dhammā hetussa upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:287.1": "Hetuyā tīṇi, ārammaṇe nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:288.0": "Paccanīyuddhāra ",
  "patthana3.1:288.1": "Hetu upādinnupādāniyo dhammo hetussa upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … tīṇi. ",
  "patthana3.1:289.1": "Nahetu upādinnupādāniyo dhammo nahetussa upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:290.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:291.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:292.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:293.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:294.0.1": "3.1.4.2. Anupādinnupādāniyapada ",
  "patthana3.1:294.0.2": "3.1.4.2.1–6 Paṭiccādivāra ",
  "patthana3.1:294.0.3": "Paccayacatukka ",
  "patthana3.1:294.0.4": "1.4.2.7. Pañhāvāra ",
  "patthana3.1:294.0.5": "Paccayacatukka ",
  "patthana3.1:294.0.6": "Hetu ",
  "patthana3.1:294.1": "Hetuṁ anupādinnupādāniyaṁ dhammaṁ paṭicca hetu anupādinnupādāniyo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:295.1": "Nahetuṁ anupādinnupādāniyaṁ dhammaṁ paṭicca nahetu anupādinnupādāniyo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:296.1": "Hetuṁ anupādinnupādāniyañca nahetuṁ anupādinnupādāniyañca dhammaṁ paṭicca hetu anupādinnupādāniyo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:297.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke ekaṁ, āhāre nava, indriye nava, sampayutte nava, vippayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:298.0": "Nahetu-naārammaṇa ",
  "patthana3.1:298.1": "Nahetuṁ anupādinnupādāniyaṁ dhammaṁ paṭicca nahetu anupādinnupādāniyo dhammo uppajjati nahetupaccayā … dve. ",
  "patthana3.1:299.1": "Hetuṁ anupādinnupādāniyaṁ dhammaṁ paṭicca nahetu anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:300.1": "Nahetuṁ anupādinnupādāniyaṁ dhammaṁ paṭicca nahetu anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:301.1": "Hetuṁ anupādinnupādāniyañca nahetuṁ anupādinnupādāniyañca dhammaṁ paṭicca nahetu anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.1:302.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:303.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:304.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:305.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:306.0": "Hetvādi ",
  "patthana3.1:306.1": "Hetu anupādinnupādāniyo dhammo hetussa anupādinnupādāniyassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:307.1": "Hetu anupādinnupādāniyo dhammo hetussa anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:308.1": "Nahetu anupādinnupādāniyo dhammo nahetussa anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:309.1": "Hetu anupādinnupādāniyo dhammo hetussa anupādinnupādāniyassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:310.1": "Nahetu anupādinnupādāniyo dhammo nahetussa anupādinnupādāniyassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … nava …pe…. ",
  "patthana3.1:311.1": "Hetu anupādinnupādāniyo dhammo hetussa anupādinnupādāniyassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo … nava. ",
  "patthana3.1:312.1": "Nahetu anupādinnupādāniyo dhammo nahetussa anupādinnupādāniyassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:313.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte tīṇi, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:314.0": "Paccanīyuddhāra ",
  "patthana3.1:314.1": "Hetu anupādinnupādāniyo dhammo hetussa anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:315.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:316.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:317.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:318.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:319.0.1": "3.1.4.3. Anupādinnaanupādāniyapada ",
  "patthana3.1:319.0.2": "3.1.4.3.1–6 Paṭiccādivāra ",
  "patthana3.1:319.0.3": "Paccayacatukka ",
  "patthana3.1:319.0.4": "1.4.3.7. Pañhāvāra ",
  "patthana3.1:319.0.5": "Paccayacatukka ",
  "patthana3.1:319.0.6": "Hetu ",
  "patthana3.1:319.1": "Hetuṁ anupādinnaanupādāniyaṁ dhammaṁ paṭicca hetu anupādinnaanupādāniyo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:320.1": "Nahetuṁ anupādinnaanupādāniyaṁ dhammaṁ paṭicca nahetu anupādinnaanupādāniyo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:321.1": "Hetuṁ anupādinnaanupādāniyañca nahetuṁ anupādinnaanupādāniyañca dhammaṁ paṭicca hetu anupādinnaanupādāniyo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:322.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte nava, vippayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:323.0": "Naadhipati ",
  "patthana3.1:323.1": "Hetuṁ anupādinnaanupādāniyaṁ dhammaṁ paṭicca hetu anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā. Hetuṁ anupādinnaanupādāniyaṁ dhammaṁ paṭicca nahetu anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā. ",
  "patthana3.1:324.1": "Nahetuṁ anupādinnaanupādāniyaṁ dhammaṁ paṭicca nahetu anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā. Nahetuṁ anupādinnaanupādāniyaṁ dhammaṁ paṭicca hetu anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā. ",
  "patthana3.1:325.1": "Hetuṁ anupādinnaanupādāniyañca nahetuṁ anupādinnaanupādāniyañca dhammaṁ paṭicca hetu anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā. Hetuṁ anupādinnaanupādāniyañca nahetuṁ anupādinnaanupādāniyañca dhammaṁ paṭicca nahetu anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.1:326.1": "Naadhipatiyā cha, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:327.1": "Hetupaccayā naadhipatiyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:328.1": "Naadhipatipaccayā hetuyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:329.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:330.0": "Hetu-ārammaṇa ",
  "patthana3.1:330.1": "Hetu anupādinnaanupādāniyo dhammo hetussa anupādinnaanupādāniyassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:331.1": "Nahetu anupādinnaanupādāniyo dhammo nahetussa anupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:332.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā cha, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:333.0": "Paccanīyuddhāra ",
  "patthana3.1:333.1": "Hetu anupādinnaanupādāniyo dhammo hetussa anupādinnaanupādāniyassa dhammassa sahajātapaccayena paccayo, upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:334.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:335.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:336.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:337.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:338.1": "Hetudukaupādinnattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:339.0.1": "3.1.5. Hetuduka, Saṅkiliṭṭhattika ",
  "patthana3.1:339.0.2": "3.1.5.1. Saṅkiliṭṭhasaṅkilesikapada ",
  "patthana3.1:339.0.3": "3.1.5.1.1–6 Paṭiccādivāra ",
  "patthana3.1:339.0.4": "Paccayacatukka ",
  "patthana3.1:339.0.5": "1.5.1.7. Pañhāvāra ",
  "patthana3.1:339.0.6": "Paccayacatukka ",
  "patthana3.1:339.0.7": "Hetu ",
  "patthana3.1:339.1": "Hetuṁ saṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca hetu saṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:340.1": "Nahetuṁ saṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca nahetu saṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:341.1": "Hetuṁ saṅkiliṭṭhasaṅkilesikañca nahetuṁ saṅkiliṭṭhasaṅkilesikañca dhammaṁ paṭicca hetu saṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:342.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, āhāre nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:343.0": "Nahetu-naadhipati ",
  "patthana3.1:343.1": "Nahetuṁ saṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca hetu saṅkiliṭṭhasaṅkilesiko dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:344.1": "Hetuṁ saṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca hetu saṅkiliṭṭhasaṅkilesiko dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:345.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:346.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:347.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:348.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:349.0": "Hetvādi ",
  "patthana3.1:349.1": "Hetu saṅkiliṭṭhasaṅkilesiko dhammo hetussa saṅkiliṭṭhasaṅkilesikassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:350.1": "Hetu saṅkiliṭṭhasaṅkilesiko dhammo hetussa saṅkiliṭṭhasaṅkilesikassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:351.1": "Hetu saṅkiliṭṭhasaṅkilesiko dhammo hetussa saṅkiliṭṭhasaṅkilesikassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:352.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:353.0": "Paccanīyuddhāra ",
  "patthana3.1:353.1": "Hetu saṅkiliṭṭhasaṅkilesiko dhammo hetussa saṅkiliṭṭhasaṅkilesikassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:354.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:355.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:356.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:357.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:358.0.1": "3.1.5.2. Asaṅkiliṭṭhasaṅkilesikapada ",
  "patthana3.1:358.0.2": "3.1.5.2.1–6 Paṭiccādivāra ",
  "patthana3.1:358.0.3": "Paccayacatukka ",
  "patthana3.1:358.0.4": "1.5.2.7. Pañhāvāra ",
  "patthana3.1:358.0.5": "Paccayacatukka ",
  "patthana3.1:358.0.6": "Hetu ",
  "patthana3.1:358.1": "Hetuṁ asaṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca hetu asaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:359.1": "Nahetuṁ asaṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca nahetu asaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:360.1": "Hetuṁ asaṅkiliṭṭhasaṅkilesikañca nahetuṁ asaṅkiliṭṭhasaṅkilesikañca dhammaṁ paṭicca hetu asaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:361.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:362.0": "Nahetu ",
  "patthana3.1:362.1": "Nahetuṁ asaṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca nahetu asaṅkiliṭṭhasaṅkilesiko dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:363.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:364.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:365.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:366.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:367.0": "Hetvādi ",
  "patthana3.1:367.1": "Hetu asaṅkiliṭṭhasaṅkilesiko dhammo hetussa asaṅkiliṭṭhasaṅkilesikassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:368.1": "Hetu asaṅkiliṭṭhasaṅkilesiko dhammo hetussa asaṅkiliṭṭhasaṅkilesikassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:369.1": "Hetu asaṅkiliṭṭhasaṅkilesiko dhammo hetussa asaṅkiliṭṭhasaṅkilesikassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:370.1": "Nahetu asaṅkiliṭṭhasaṅkilesiko dhammo nahetussa asaṅkiliṭṭhasaṅkilesikassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:371.1": "Hetu asaṅkiliṭṭhasaṅkilesiko ca nahetu asaṅkiliṭṭhasaṅkilesiko ca dhammā hetussa asaṅkiliṭṭhasaṅkilesikassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:372.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:373.0": "Paccanīyuddhāra ",
  "patthana3.1:373.1": "Hetu asaṅkiliṭṭhasaṅkilesiko dhammo hetussa asaṅkiliṭṭhasaṅkilesikassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:374.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:375.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:376.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:377.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:378.0.1": "3.1.5.3. Asaṅkiliṭṭhaasaṅkilesikapada ",
  "patthana3.1:378.0.2": "3.1.5.3.1–6 Paṭiccādivāra ",
  "patthana3.1:378.0.3": "Paccayacatukka ",
  "patthana3.1:378.0.4": "1.5.3.7. Pañhāvāra ",
  "patthana3.1:378.0.5": "Paccayacatukka ",
  "patthana3.1:378.0.6": "Hetu ",
  "patthana3.1:378.1": "Hetuṁ asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca hetu asaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:379.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte nava, vippayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:380.0": "Naadhipati ",
  "patthana3.1:380.1": "Hetuṁ asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca hetu asaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati naadhipatipaccayā. Hetuṁ asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca nahetu asaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati naadhipatipaccayā. ",
  "patthana3.1:381.1": "Nahetuṁ asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca nahetu asaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati naadhipatipaccayā. Nahetuṁ asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca hetu asaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati naadhipatipaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.1:382.1": "Naadhipatiyā cha, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:383.1": "Hetupaccayā naadhipatiyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:384.1": "Naadhipatipaccayā hetuyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:385.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:386.0": "Hetu-ārammaṇa ",
  "patthana3.1:386.1": "Hetu asaṅkiliṭṭhaasaṅkilesiko dhammo hetussa asaṅkiliṭṭhaasaṅkilesikassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:387.1": "Nahetu asaṅkiliṭṭhaasaṅkilesiko dhammo nahetussa asaṅkiliṭṭhaasaṅkilesikassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:388.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā cha, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:389.0": "Paccanīyuddhāra ",
  "patthana3.1:389.1": "Hetu asaṅkiliṭṭhaasaṅkilesiko dhammo hetussa asaṅkiliṭṭhaasaṅkilesikassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:390.1": "Nahetuyā nava naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:391.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:392.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:393.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:394.1": "Hetudukasaṅkiliṭṭhattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:395.0.1": "3.1.6. Hetuduka, Vitakkattika ",
  "patthana3.1:395.0.2": "3.1.6.1. Savitakkasavicārapada ",
  "patthana3.1:395.0.3": "3.1.6.1.1–6 Paṭiccādivāra ",
  "patthana3.1:395.0.4": "Paccayacatukka ",
  "patthana3.1:395.0.5": "1.6.1.7. Pañhāvāra ",
  "patthana3.1:395.0.6": "Paccayacatukka ",
  "patthana3.1:395.0.7": "Hetu ",
  "patthana3.1:395.1": "Hetuṁ savitakkasavicāraṁ dhammaṁ paṭicca hetu savitakkasavicāro dhammo uppajjati hetupaccayā. Hetuṁ savitakkasavicāraṁ dhammaṁ paṭicca nahetu savitakkasavicāro dhammo uppajjati hetupaccayā. Hetuṁ savitakkasavicāraṁ dhammaṁ paṭicca hetu savitakkasavicāro ca nahetu savitakkasavicāro ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.1:396.1": "Nahetuṁ savitakkasavicāraṁ dhammaṁ paṭicca nahetu savitakkasavicāro dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:397.1": "Hetuṁ savitakkasavicārañca nahetuṁ savitakkasavicārañca dhammaṁ paṭicca hetu savitakkasavicāro dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:398.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava …pe… kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:399.0": "Nahetu-naadhipati ",
  "patthana3.1:399.1": "Nahetuṁ savitakkasavicāraṁ dhammaṁ paṭicca nahetu savitakkasavicāro dhammo uppajjati nahetupaccayā … dve. ",
  "patthana3.1:400.1": "Hetuṁ savitakkasavicāraṁ dhammaṁ paṭicca hetu savitakkasavicāro dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:401.1": "Nahetuyā dve, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:402.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:403.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:404.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:405.0": "Hetvādi ",
  "patthana3.1:405.1": "Hetu savitakkasavicāro dhammo hetussa savitakkasavicārassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:406.1": "Hetu savitakkasavicāro dhammo hetussa savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:407.1": "Hetu savitakkasavicāro dhammo hetussa savitakkasavicārassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:408.1": "Nahetu savitakkasavicāro dhammo nahetussa savitakkasavicārassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:409.1": "Hetu savitakkasavicāro ca nahetu savitakkasavicāro ca dhammā hetussa savitakkasavicārassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:410.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:411.0": "Paccanīyuddhāra ",
  "patthana3.1:411.1": "Hetu savitakkasavicāro dhammo hetussa savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:412.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:413.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:414.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:415.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:416.0.1": "3.1.6.2. Avitakkavicāramattapada ",
  "patthana3.1:416.0.2": "3.1.6.2.1–6 Paṭiccādivāra ",
  "patthana3.1:416.0.3": "Paccayacatukka ",
  "patthana3.1:416.0.4": "1.6.2.7. Pañhāvāra ",
  "patthana3.1:416.0.5": "Paccayacatukka ",
  "patthana3.1:416.0.6": "Hetu ",
  "patthana3.1:416.1": "Hetuṁ avitakkavicāramattaṁ dhammaṁ paṭicca hetu avitakkavicāramatto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:417.1": "Nahetuṁ avitakkavicāramattaṁ dhammaṁ paṭicca nahetu avitakkavicāramatto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:418.1": "Hetuṁ avitakkavicāramattañca nahetuṁ avitakkavicāramattañca dhammaṁ paṭicca hetu avitakkavicāramatto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:419.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:420.0": "Naadhipati ",
  "patthana3.1:420.1": "Hetuṁ avitakkavicāramattaṁ dhammaṁ paṭicca hetu avitakkavicāramatto dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:421.1": "Naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:422.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:423.1": "Naadhipatipaccayā hetuyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:424.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:425.0": "Hetvādi ",
  "patthana3.1:425.1": "Hetu avitakkavicāramatto dhammo hetussa avitakkavicāramattassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:426.1": "Hetu avitakkavicāramatto dhammo nahetussa avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:427.1": "Hetu avitakkavicāramatto dhammo hetussa avitakkavicāramattassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. ",
  "patthana3.1:428.1": "Nahetu avitakkavicāramatto dhammo nahetussa avitakkavicāramattassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:429.1": "Hetu avitakkavicāramatto ca nahetu avitakkavicāramatto ca dhammā nahetussa avitakkavicāramattassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati. (Saṅkhittaṁ.) ",
  "patthana3.1:430.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā satta, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:431.0": "Paccanīyuddhāra ",
  "patthana3.1:431.1": "Hetu avitakkavicāramatto dhammo hetussa avitakkavicāramattassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:432.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:433.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:434.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:435.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:436.0.1": "3.1.6.3. Avitakkaavicārapada ",
  "patthana3.1:436.0.2": "3.1.6.3.1–6 Paṭiccādivāra ",
  "patthana3.1:436.0.3": "Paccayacatukka ",
  "patthana3.1:436.0.4": "1.6.3.7. Pañhāvāra ",
  "patthana3.1:436.0.5": "Paccayacatukka ",
  "patthana3.1:436.0.6": "Hetu ",
  "patthana3.1:436.1": "Hetuṁ avitakkaavicāraṁ dhammaṁ paṭicca hetu avitakkaavicāro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:437.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, vipāke nava …pe… vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:438.0": "Nahetvādi ",
  "patthana3.1:438.1": "Nahetuṁ avitakkaavicāraṁ dhammaṁ paṭicca nahetu avitakkaavicāro dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:439.1": "Hetuṁ avitakkaavicāraṁ dhammaṁ paṭicca nahetu avitakkaavicāro dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:440.1": "Nahetuṁ avitakkaavicāraṁ dhammaṁ paṭicca nahetu avitakkaavicāro dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:441.1": "Hetuṁ avitakkaavicārañca nahetuṁ avitakkaavicārañca dhammaṁ paṭicca nahetu avitakkaavicāro dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:442.1": "Hetuṁ avitakkaavicāraṁ dhammaṁ paṭicca hetu avitakkaavicāro dhammo uppajjati naadhipatipaccayā … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:443.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:444.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:445.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:446.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:447.0": "Hetu-ārammaṇa ",
  "patthana3.1:447.1": "Hetu avitakkaavicāro dhammo hetussa avitakkaavicārassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:448.1": "Hetu avitakkaavicāro dhammo hetussa avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:449.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā cha, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:450.0": "Paccanīyuddhāra ",
  "patthana3.1:450.1": "Hetu avitakkaavicāro dhammo hetussa avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:451.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:452.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:453.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:454.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:455.1": "Hetudukavitakkattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:456.0.1": "3.1.7. Hetuduka, Pītittika ",
  "patthana3.1:456.0.2": "3.1.7.1. Pītisahagatapada ",
  "patthana3.1:456.0.3": "3.1.7.1.1–6 Paṭiccādivāra ",
  "patthana3.1:456.0.4": "Paccayacatukka ",
  "patthana3.1:456.0.5": "1.7.1.7. Pañhāvāra ",
  "patthana3.1:456.0.6": "Paccayacatukka ",
  "patthana3.1:456.0.7": "Hetu ",
  "patthana3.1:456.1": "Hetuṁ pītisahagataṁ dhammaṁ paṭicca hetu pītisahagato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:457.1": "Nahetuṁ pītisahagataṁ dhammaṁ paṭicca nahetu pītisahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:458.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, vipāke nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:459.0": "Nahetu-naadhipati ",
  "patthana3.1:459.1": "Nahetuṁ pītisahagataṁ dhammaṁ paṭicca nahetu pītisahagato dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:460.1": "Hetuṁ pītisahagataṁ dhammaṁ paṭicca hetu pītisahagato dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:461.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:462.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:463.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:464.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:465.0": "Hetvādi ",
  "patthana3.1:465.1": "Hetu pītisahagato dhammo hetussa pītisahagatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:466.1": "Hetu pītisahagato dhammo hetussa pītisahagatassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:467.1": "Nahetu pītisahagato dhammo nahetussa pītisahagatassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:468.1": "Hetu pītisahagato ca nahetu pītisahagato ca dhammā hetussa pītisahagatassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:469.1": "Hetu pītisahagato dhammo hetussa pītisahagatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:470.1": "Nahetu pītisahagato dhammo nahetussa pītisahagatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:471.1": "Hetu pītisahagato ca nahetu pītisahagato ca dhammā hetussa pītisahagatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:472.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:473.0": "Paccanīyuddhāra ",
  "patthana3.1:473.1": "Hetu pītisahagato dhammo hetussa pītisahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:474.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:475.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:476.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:477.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:478.0.1": "3.1.7.2. Sukhasahagatapada ",
  "patthana3.1:478.0.2": "3.1.7.2.1–6 Paṭiccādivāra ",
  "patthana3.1:478.0.3": "Paccayacatukka ",
  "patthana3.1:478.0.4": "1.7.2.7. Pañhāvāra ",
  "patthana3.1:478.0.5": "Paccayacatukka ",
  "patthana3.1:478.0.6": "Hetu ",
  "patthana3.1:478.1": "Hetuṁ sukhasahagataṁ dhammaṁ paṭicca hetu sukhasahagato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:479.1": "Nahetuṁ sukhasahagataṁ dhammaṁ paṭicca nahetu sukhasahagato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:480.1": "Hetuṁ sukhasahagatañca nahetuṁ sukhasahagatañca dhammaṁ paṭicca hetu sukhasahagato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:481.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:482.0": "Nahetu-naadhipati ",
  "patthana3.1:482.1": "Nahetuṁ sukhasahagataṁ dhammaṁ paṭicca nahetu sukhasahagato dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:483.1": "Hetuṁ sukhasahagataṁ dhammaṁ paṭicca hetu sukhasahagato dhammo uppajjati naadhipatipaccayā … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:484.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:485.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:486.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:487.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:488.0": "Hetvādi ",
  "patthana3.1:488.1": "Hetu sukhasahagato dhammo hetussa sukhasahagatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:489.1": "Hetu sukhasahagato dhammo hetussa sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:490.1": "Hetu sukhasahagato dhammo hetussa sukhasahagatassa dhammassa adhipatipaccayena paccayo … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:491.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:492.0": "Paccanīyuddhāra ",
  "patthana3.1:492.1": "Hetu sukhasahagato dhammo hetussa sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:493.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:494.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:495.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:496.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:497.0.1": "3.1.7.3. Upekkhāsahagatapada ",
  "patthana3.1:497.0.2": "3.1.7.3.1–6 Paṭiccādivāra ",
  "patthana3.1:497.0.3": "Paccayacatukka ",
  "patthana3.1:497.0.4": "1.7.3.7. Pañhāvāra ",
  "patthana3.1:497.0.5": "Paccayacatukka ",
  "patthana3.1:497.0.6": "Hetu ",
  "patthana3.1:497.1": "Hetuṁ upekkhāsahagataṁ dhammaṁ paṭicca hetu upekkhāsahagato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:498.1": "Nahetuṁ upekkhāsahagataṁ dhammaṁ paṭicca nahetu upekkhāsahagato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:499.1": "Hetuṁ upekkhāsahagatañca nahetuṁ upekkhāsahagatañca dhammaṁ paṭicca hetu upekkhāsahagato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:500.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:501.0": "Nahetvādi ",
  "patthana3.1:501.1": "Nahetuṁ upekkhāsahagataṁ dhammaṁ paṭicca nahetu upekkhāsahagato dhammo uppajjati nahetupaccayā … dve. ",
  "patthana3.1:502.1": "Hetuṁ upekkhāsahagataṁ dhammaṁ paṭicca hetu upekkhāsahagato dhammo uppajjati naadhipatipaccayā … nava. ",
  "patthana3.1:503.1": "Hetuṁ upekkhāsahagataṁ dhammaṁ paṭicca hetu upekkhāsahagato dhammo uppajjati napurejātapaccayā … nava. ",
  "patthana3.1:504.1": "Hetuṁ upekkhāsahagataṁ dhammaṁ paṭicca hetu upekkhāsahagato dhammo uppajjati napacchājātapaccayā … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:505.1": "Nahetuyā dve, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:506.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:507.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:508.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:509.0": "Hetvādi ",
  "patthana3.1:509.1": "Hetu upekkhāsahagato dhammo hetussa upekkhāsahagatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:510.1": "Hetu upekkhāsahagato dhammo hetussa upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:511.1": "Hetu upekkhāsahagato dhammo hetussa upekkhāsahagatassa dhammassa adhipatipaccayena paccayo … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:512.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:513.0": "Paccanīyuddhāra ",
  "patthana3.1:513.1": "Hetu upekkhāsahagato dhammo hetussa upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:514.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:515.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:516.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:517.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:518.1": "Hetudukapītittikaṁ niṭṭhitaṁ. ",
  "patthana3.1:519.0.1": "3.1.8. Hetuduka, Dassanenapahātabbattika ",
  "patthana3.1:519.0.2": "3.1.8.1. Dassanenapahātabbapada ",
  "patthana3.1:519.0.3": "3.1.8.1.1–6 Paṭiccādivāra ",
  "patthana3.1:519.0.4": "Paccayacatukka ",
  "patthana3.1:519.0.5": "1.8.1.7. Pañhāvāra ",
  "patthana3.1:519.0.6": "Paccayacatukka ",
  "patthana3.1:519.0.7": "Hetu ",
  "patthana3.1:519.1": "Hetuṁ dassanena pahātabbaṁ dhammaṁ paṭicca hetu dassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:520.1": "Nahetuṁ dassanena pahātabbaṁ dhammaṁ paṭicca nahetu dassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:521.1": "Hetuṁ dassanena pahātabbañca nahetuṁ dassanena pahātabbañca dhammaṁ paṭicca hetu dassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:522.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:523.0": "Nahetu-naadhipati ",
  "patthana3.1:523.1": "Nahetuṁ dassanena pahātabbaṁ dhammaṁ paṭicca hetu dassanena pahātabbo dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:524.1": "Hetuṁ dassanena pahātabbaṁ dhammaṁ paṭicca hetu dassanena pahātabbo dhammo uppajjati naadhipatipaccayā … nava. ",
  "patthana3.1:525.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:526.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:527.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:528.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:529.0": "Hetu-ārammaṇa ",
  "patthana3.1:529.1": "Hetu dassanena pahātabbo dhammo hetussa dassanena pahātabbassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:530.1": "Hetu dassanena pahātabbo dhammo hetussa dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:531.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:532.0": "Paccanīyuddhāra ",
  "patthana3.1:532.1": "Hetu dassanena pahātabbo dhammo hetussa dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:533.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:534.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:535.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:536.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:537.0.1": "3.1.8.2. Bhāvanāyapahātabbapada ",
  "patthana3.1:537.0.2": "3.1.8.2.1–6 Paṭiccādivāra ",
  "patthana3.1:537.0.3": "Paccayacatukka ",
  "patthana3.1:537.0.4": "1.8.2.7. Pañhāvāra ",
  "patthana3.1:537.0.5": "Paccayacatukka ",
  "patthana3.1:537.0.6": "Hetu ",
  "patthana3.1:537.1": "Hetuṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca hetu bhāvanāya pahātabbo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:538.1": "Nahetuṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca nahetu bhāvanāya pahātabbo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:539.1": "Hetuṁ bhāvanāya pahātabbañca nahetuṁ bhāvanāya pahātabbañca dhammaṁ paṭicca hetu bhāvanāya pahātabbo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:540.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:541.0": "Nahetu ",
  "patthana3.1:541.1": "Nahetuṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca hetu bhāvanāya pahātabbo dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.1:542.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:543.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:544.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:545.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:546.0": "Hetu-ārammaṇa ",
  "patthana3.1:546.1": "Hetu bhāvanāya pahātabbo dhammo hetussa bhāvanāya pahātabbassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:547.1": "Hetu bhāvanāya pahātabbo dhammo hetussa bhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:548.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte nava, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:549.0": "Paccanīyuddhāra ",
  "patthana3.1:549.1": "Hetu bhāvanāya pahātabbo dhammo hetussa bhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:550.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:551.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:552.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:553.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:554.0.1": "3.1.8.3. Nevadassanenanabhāvanāyapahātabbapada ",
  "patthana3.1:554.0.2": "3.1.8.3.1–6 Paṭiccādivāra ",
  "patthana3.1:554.0.3": "Paccayacatukka ",
  "patthana3.1:554.0.4": "1.8.3.7. Pañhāvāra ",
  "patthana3.1:554.0.5": "Paccayacatukka ",
  "patthana3.1:554.0.6": "Hetu ",
  "patthana3.1:554.1": "Hetuṁ nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca hetu nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:555.1": "Nahetuṁ nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nahetu nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā (Saṅkhittaṁ.) ",
  "patthana3.1:556.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:557.0": "Nahetvādi ",
  "patthana3.1:557.1": "Nahetuṁ nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nahetu nevadassanena nabhāvanāya pahātabbo dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:558.1": "Hetuṁ nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nahetu nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:559.1": "Nahetuṁ nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nahetu nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:560.1": "Hetuṁ nevadassanena nabhāvanāya pahātabbañca nahetuṁ nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nahetu nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:561.1": "Hetuṁ nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca hetu nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:562.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:563.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:564.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:565.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:566.0": "Hetu-ārammaṇa ",
  "patthana3.1:566.1": "Hetu nevadassanena nabhāvanāya pahātabbo dhammo hetussa nevadassanena nabhāvanāya pahātabbassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:567.1": "Hetu nevadassanena nabhāvanāya pahātabbo dhammo hetussa nevadassanena nabhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:568.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:569.0": "Paccanīyuddhāra ",
  "patthana3.1:569.1": "Hetu nevadassanena nabhāvanāya pahātabbo dhammo hetussa nevadassanena nabhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:570.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:571.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:572.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:573.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:574.1": "Hetudukadassanenapahātabbattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:575.0.1": "3.1.9. Hetuduka, Dassanenapahātabbahetukattika ",
  "patthana3.1:575.0.2": "3.1.9.1. Dassanenapahātabbahetukapada ",
  "patthana3.1:575.0.3": "3.1.9.1.1–6 Paṭiccādivāra ",
  "patthana3.1:575.0.4": "Paccayacatukka ",
  "patthana3.1:575.0.5": "1.9.1.7. Pañhāvāra ",
  "patthana3.1:575.0.6": "Paccayacatukka ",
  "patthana3.1:575.0.7": "Hetu ",
  "patthana3.1:575.1": "Hetuṁ dassanena pahātabbahetukaṁ dhammaṁ paṭicca hetu dassanena pahātabbahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:576.1": "Nahetuṁ dassanena pahātabbahetukaṁ dhammaṁ paṭicca nahetu dassanena pahātabbahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:577.1": "Hetuṁ dassanena pahātabbahetukañca nahetuṁ dassanena pahātabbahetukañca dhammaṁ paṭicca hetu dassanena pahātabbahetuko dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:578.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:579.0": "Naadhipati ",
  "patthana3.1:579.1": "Hetuṁ dassanena pahātabbahetukaṁ dhammaṁ paṭicca hetu dassanena pahātabbahetuko dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:580.1": "Naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:581.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:582.1": "Naadhipatipaccayā hetuyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:583.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:584.0": "Hetu-ārammaṇa ",
  "patthana3.1:584.1": "Hetu dassanena pahātabbahetuko dhammo hetussa dassanena pahātabbahetukassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:585.1": "Hetu dassanena pahātabbahetuko dhammo hetussa dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:586.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava …pe… upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi …pe… magge tīṇi, sampayutte nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:587.0": "Paccanīyuddhāra ",
  "patthana3.1:587.1": "Hetu dassanena pahātabbahetuko dhammo hetussa dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:588.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:589.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:590.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:591.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:592.0.1": "3.1.9.2. Bhāvanāyapahātabbahetukapada ",
  "patthana3.1:592.0.2": "3.1.9.2.1–6 Paṭiccādivāra ",
  "patthana3.1:592.0.3": "Paccayacatukka ",
  "patthana3.1:592.0.4": "1.9.2.7. Pañhāvāra ",
  "patthana3.1:592.0.5": "Paccayacatukka ",
  "patthana3.1:592.0.6": "Hetu ",
  "patthana3.1:592.1": "Hetuṁ bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca hetu bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:593.1": "Nahetuṁ bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nahetu bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:594.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:595.0": "Naadhipati ",
  "patthana3.1:595.1": "Hetuṁ bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca hetu bhāvanāya pahātabbahetuko dhammo uppajjati naadhipatipaccayā … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:596.1": "Naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:597.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:598.1": "Naadhipatipaccayā hetuyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:599.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:600.0": "Hetu-ārammaṇa ",
  "patthana3.1:600.1": "Hetu bhāvanāya pahātabbahetuko dhammo hetussa bhāvanāya pahātabbahetukassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:601.1": "Hetu bhāvanāya pahātabbahetuko dhammo hetussa bhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:602.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi …pe… magge tīṇi, sampayutte nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:603.0": "Paccanīyuddhāra ",
  "patthana3.1:603.1": "Hetu bhāvanāya pahātabbahetuko dhammo hetussa bhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:604.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:605.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:606.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:607.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:608.0.1": "3.1.9.3. Nevadassanenanabhāvanāyapahātabbahetukapada ",
  "patthana3.1:608.0.2": "3.1.9.3.1–6 Paṭiccādivāra ",
  "patthana3.1:608.0.3": "Paccayacatukka ",
  "patthana3.1:608.0.4": "Hetu ",
  "patthana3.1:608.1": "Hetuṁ nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca hetu nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:609.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:610.0": "Nahetu ",
  "patthana3.1:610.1": "Nahetuṁ nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nahetu nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:611.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:612.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:613.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:614.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:615.0.1": "3.1.9.3.7. Pañhāvāra ",
  "patthana3.1:615.0.2": "Paccayacatukka ",
  "patthana3.1:615.0.3": "Hetu ",
  "patthana3.1:615.1": "Hetu nevadassanena nabhāvanāya pahātabbahetuko dhammo hetussa nevadassanena nabhāvanāya pahātabbahetukassa dhammassa hetupaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:616.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:617.0": "Paccanīyuddhāra ",
  "patthana3.1:617.1": "Hetu nevadassanena nabhāvanāya pahātabbahetuko dhammo hetussa nevadassanena nabhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:618.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:619.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:620.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:621.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:622.1": "Hetudukadassanenapahātabbahetukattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:623.0.1": "3.1.10. Hetuduka, Ācayagāmittika ",
  "patthana3.1:623.0.2": "3.1.10.1. Ācayagāmipada ",
  "patthana3.1:623.0.3": "3.1.10.1.1–6 Paṭiccādivāra ",
  "patthana3.1:623.0.4": "Paccayacatukka ",
  "patthana3.1:623.0.5": "1.10.1.7. Pañhāvāra ",
  "patthana3.1:623.0.6": "Paccayacatukka ",
  "patthana3.1:623.0.7": "Hetu ",
  "patthana3.1:623.1": "Hetuṁ ācayagāmiṁ dhammaṁ paṭicca hetu ācayagāmī dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:624.1": "Nahetuṁ ācayagāmiṁ dhammaṁ paṭicca nahetu ācayagāmī dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:625.1": "Hetuṁ ācayagāmiñca nahetuṁ ācayagāmiñca dhammaṁ paṭicca hetu ācayagāmī dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:626.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:627.0": "Nahetu-naadhipati ",
  "patthana3.1:627.1": "Nahetuṁ ācayagāmiṁ dhammaṁ paṭicca hetu ācayagāmī dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:628.1": "Hetuṁ ācayagāmiṁ dhammaṁ paṭicca hetu ācayagāmī dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:629.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:630.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:631.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:632.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:633.0": "Hetvādi ",
  "patthana3.1:633.1": "Hetu ācayagāmī dhammo hetussa ācayagāmissa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:634.1": "Hetu ācayagāmī dhammo hetussa ācayagāmissa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:635.1": "Hetu ācayagāmī dhammo hetussa ācayagāmissa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:636.1": "Nahetu ācayagāmī dhammo nahetussa ācayagāmissa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:637.1": "Hetu ācayagāmī ca nahetu ācayagāmī ca dhammā hetussa ācayagāmissa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:638.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava …pe… upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:639.0": "Paccanīyuddhāra ",
  "patthana3.1:639.1": "Hetu ācayagāmī dhammo hetussa ācayagāmissa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:640.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:641.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:642.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:643.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:644.0.1": "3.1.10.2. Apacayagāmipada ",
  "patthana3.1:644.0.2": "3.1.10.2.1–6 Paṭiccādivāra ",
  "patthana3.1:644.0.3": "Paccayacatukka ",
  "patthana3.1:644.0.4": "1.10.2.7. Pañhāvāra ",
  "patthana3.1:644.0.5": "Paccayacatukka ",
  "patthana3.1:644.0.6": "Hetu ",
  "patthana3.1:644.1": "Hetuṁ apacayagāmiṁ dhammaṁ paṭicca hetu apacayagāmī dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:645.1": "Nahetuṁ apacayagāmiṁ dhammaṁ paṭicca nahetu apacayagāmī dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:646.1": "Hetuṁ apacayagāmiñca nahetuṁ apacayagāmiñca dhammaṁ paṭicca hetu apacayagāmī dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:647.1": "Hetuyā nava, ārammaṇe nava …pe… kamme nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:648.0": "Naadhipati ",
  "patthana3.1:648.1": "Hetuṁ apacayagāmiṁ dhammaṁ paṭicca hetu apacayagāmī dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:649.1": "Naadhipatiyā cha, napurejāte nava, napacchājāte nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:650.1": "Hetupaccayā naadhipatiyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:651.1": "Naadhipatipaccayā hetuyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:652.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:653.0": "Hetu-adhipati ",
  "patthana3.1:653.1": "Hetu apacayagāmī dhammo hetussa apacayagāmissa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:654.1": "Hetu apacayagāmī dhammo hetussa apacayagāmissa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. ",
  "patthana3.1:655.1": "Nahetu apacayagāmī dhammo nahetussa apacayagāmissa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:656.1": "Hetuyā tīṇi, adhipatiyā cha, sahajāte nava …pe… upanissaye nava, kamme tīṇi, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:657.0": "Paccanīyuddhāra ",
  "patthana3.1:657.1": "Hetu apacayagāmī dhammo hetussa apacayagāmissa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:658.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:659.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:660.1": "Nahetupaccayā adhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:661.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:662.0.1": "3.1.10.3. Nevācayagāmināpacayagāmipada ",
  "patthana3.1:662.0.2": "3.1.10.3.1–6 Paṭiccādivāra ",
  "patthana3.1:662.0.3": "Paccayacatukka ",
  "patthana3.1:662.0.4": "1.10.3.7. Pañhāvāra ",
  "patthana3.1:662.0.5": "Paccayacatukka ",
  "patthana3.1:662.0.6": "Hetu ",
  "patthana3.1:662.1": "Hetuṁ nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca hetu nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:663.1": "Nahetuṁ nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nahetu nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:664.1": "Hetuṁ nevācayagāmināpacayagāmiñca nahetuṁ nevācayagāmināpacayagāmiñca dhammaṁ paṭicca hetu nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:665.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke nava, āhāre nava, indriye nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:666.0": "Nahetvādi ",
  "patthana3.1:666.1": "Nahetuṁ nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nahetu nevācayagāmināpacayagāmī dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:667.1": "Hetuṁ nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nahetu nevācayagāmināpacayagāmī dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:668.1": "Nahetuṁ nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nahetu nevācayagāmināpacayagāmī dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:669.1": "Hetuṁ nevācayagāmināpacayagāmiñca nahetuṁ nevācayagāmināpacayagāmiñca dhammaṁ paṭicca nahetu nevācayagāmināpacayagāmī dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:670.1": "Hetuṁ nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca hetu nevācayagāmināpacayagāmī dhammo uppajjati naadhipatipaccayā …pe…. ",
  "patthana3.1:671.1": "Hetuṁ nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca hetu nevācayagāmināpacayagāmī dhammo uppajjati napurejātapaccayā … tīṇi. ",
  "patthana3.1:672.1": "Hetuṁ nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca hetu nevācayagāmināpacayagāmī dhammo uppajjati napacchājātapaccayā …pe…. ",
  "patthana3.1:673.1": "Hetuṁ nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nahetu nevācayagāmināpacayagāmī dhammo uppajjati nakammapaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:674.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:675.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:676.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:677.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:678.0": "Hetu-ārammaṇa ",
  "patthana3.1:678.1": "Hetu nevācayagāmināpacayagāmī dhammo hetussa nevācayagāmināpacayagāmissa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:679.1": "Hetu nevācayagāmināpacayagāmī dhammo hetussa nevācayagāmināpacayagāmissa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:680.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:681.0": "Paccanīyuddhāra ",
  "patthana3.1:681.1": "Hetu nevācayagāmināpacayagāmī dhammo hetussa nevācayagāmināpacayagāmissa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … tīṇi. ",
  "patthana3.1:682.1": "Nahetu nevācayagāmināpacayagāmī dhammo nahetussa nevācayagāmināpacayagāmissa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:683.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:684.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:685.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:686.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:687.1": "Hetudukaācayagāmittikaṁ niṭṭhitaṁ. ",
  "patthana3.1:688.0.1": "3.1.11. Hetuduka, Sekkhattika ",
  "patthana3.1:688.0.2": "3.1.11.1. Sekkhapada ",
  "patthana3.1:688.0.3": "3.1.11.1.1–6 Paṭiccādivāra ",
  "patthana3.1:688.0.4": "Paccayacatukka ",
  "patthana3.1:688.0.5": "1.11.1.7. Pañhāvāra ",
  "patthana3.1:688.0.6": "Paccayacatukka ",
  "patthana3.1:688.0.7": "Hetu ",
  "patthana3.1:688.1": "Hetuṁ sekkhaṁ dhammaṁ paṭicca hetu sekkho dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:689.1": "Nahetuṁ sekkhaṁ dhammaṁ paṭicca nahetu sekkho dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:690.1": "Hetuṁ sekkhañca nahetuṁ sekkhañca dhammaṁ paṭicca hetu sekkho dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:691.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:692.0": "Naadhipati ",
  "patthana3.1:692.1": "Hetuṁ sekkhaṁ dhammaṁ paṭicca hetu sekkho dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:693.1": "Naadhipatiyā cha, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. ",
  "patthana3.1:694.1": "Hetupaccayā naadhipatiyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:695.1": "Naadhipatipaccayā hetuyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:696.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:697.0": "Hetvādi ",
  "patthana3.1:697.1": "Hetu sekkho dhammo hetussa sekkhassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:698.1": "Hetu sekkho dhammo hetussa sekkhassa dhammassa adhipatipaccayena paccayo— sahajātādhipati … tīṇi. ",
  "patthana3.1:699.1": "Nahetu sekkho dhammo nahetussa sekkhassa dhammassa adhipatipaccayena paccayo— sahajātādhipati … tīṇi. ",
  "patthana3.1:700.1": "Hetu sekkho dhammo hetussa sekkhassa dhammassa anantarapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:701.1": "Hetuyā tīṇi, adhipatiyā cha, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:702.0": "Paccanīyuddhāra ",
  "patthana3.1:702.1": "Hetu sekkho dhammo hetussa sekkhassa dhammassa sahajātapaccayena paccayo, upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:703.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:704.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:705.1": "Nahetupaccayā adhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:706.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:707.0.1": "3.1.11.2. Asekkhapada ",
  "patthana3.1:707.0.2": "3.1.11.2.1–6 Paṭiccādivāra ",
  "patthana3.1:707.0.3": "Paccayacatukka ",
  "patthana3.1:707.0.4": "1.11.2.7. Pañhāvāra ",
  "patthana3.1:707.0.5": "Paccayacatukka ",
  "patthana3.1:707.0.6": "Hetu ",
  "patthana3.1:707.1": "Hetuṁ asekkhaṁ dhammaṁ paṭicca hetu asekkho dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:708.1": "Nahetuṁ asekkhaṁ dhammaṁ paṭicca nahetu asakkho dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:709.1": "Hetuṁ asekkhañca nahetuṁ asekkhañca dhammaṁ paṭicca hetu asekkho dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:710.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:711.0": "Naadhipati ",
  "patthana3.1:711.1": "Hetuṁ asekkhaṁ dhammaṁ paṭicca hetu asekkho dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:712.1": "Naadhipatiyā cha, napurejāte nava, napacchājāte nava, naāsevane nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:713.1": "Hetupaccayā naadhipatiyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:714.1": "Naadhipatipaccayā hetuyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:715.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:716.0": "Hetvādi ",
  "patthana3.1:716.1": "Hetu asekkho dhammo hetussa asekkhassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:717.1": "Hetu asekkho dhammo hetussa asekkhassa dhammassa adhipatipaccayena paccayo— sahajātādhipati … tīṇi. ",
  "patthana3.1:718.1": "Nahetu asekkho dhammo nahetussa asekkhassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi …pe…. ",
  "patthana3.1:719.1": "Hetu asekkho dhammo hetussa asekkhassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo. (Saṅkhittaṁ.) ",
  "patthana3.1:720.1": "Hetuyā tīṇi, adhipatiyā cha, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:721.0": "Paccanīyuddhāra ",
  "patthana3.1:721.1": "Hetu asekkho dhammo hetussa asekkhassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:722.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:723.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:724.1": "Nahetupaccayā adhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:725.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:726.0.1": "3.1.11.3. Nevasekkhanāsekkhapada ",
  "patthana3.1:726.0.2": "3.1.11.3.1–6 Paṭiccādivāra ",
  "patthana3.1:726.0.3": "Paccayacatukka ",
  "patthana3.1:726.0.4": "1.11.3.7. Pañhāvāra ",
  "patthana3.1:726.0.5": "Paccayacatukka ",
  "patthana3.1:726.0.6": "Hetu ",
  "patthana3.1:726.1": "Hetuṁ nevasekkhanāsekkhaṁ dhammaṁ paṭicca hetu nevasekkhanāsekkho dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:727.1": "Nahetuṁ nevasekkhanāsekkhaṁ dhammaṁ paṭicca nahetu nevasekkhanāsekkho dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:728.1": "Hetuṁ nevasekkhanāsekkhañca nahetuṁ nevasekkhanāsekkhañca dhammaṁ paṭicca hetu nevasekkhanāsekkho dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:729.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:730.0": "Nahetu-naārammaṇādi ",
  "patthana3.1:730.1": "Nahetuṁ nevasekkhanāsekkhaṁ dhammaṁ paṭicca nahetu nevasekkhanāsekkho dhammo uppajjati nahetupaccayā. Nahetuṁ nevasekkhanāsekkhaṁ dhammaṁ paṭicca hetu nevasekkhanāsekkho dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:731.1": "Hetuṁ nevasekkhanāsekkhaṁ dhammaṁ paṭicca nahetu nevasekkhanāsekkho dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:732.1": "Nahetuṁ nevasekkhanāsekkhaṁ dhammaṁ paṭicca nahetu nevasekkhanāsekkho dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:733.1": "Hetuṁ nevasekkhanāsekkhañca nahetuṁ nevasekkhanāsekkhañca dhammaṁ paṭicca nahetu nevasekkhanāsekkho dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:734.1": "Hetuṁ nevasekkhanāsekkhaṁ dhammaṁ paṭicca hetu nevasekkhanāsekkho dhammo uppajjati naadhipatipaccayā …pe…. ",
  "patthana3.1:735.1": "Hetuṁ nevasekkhanāsekkhaṁ dhammaṁ paṭicca hetu nevasekkhanāsekkho dhammo uppajjati napurejātapaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:736.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:737.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:738.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:739.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:740.0": "Hetvādi ",
  "patthana3.1:740.1": "Hetu nevasekkhanāsekkho dhammo hetussa nevasekkhanāsekkhassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:741.1": "Hetu nevasekkhanāsekkho dhammo hetussa nevasekkhanāsekkhassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:742.1": "Hetu nevasekkhanāsekkho dhammo hetussa nevasekkhanāsekkhassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … nava …pe…. ",
  "patthana3.1:743.1": "Nahetu nevasekkhanāsekkho dhammo nahetussa nevasekkhanāsekkhassa dhammassa purejātapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:744.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:745.0": "Paccanīyuddhāra ",
  "patthana3.1:745.1": "Hetu nevasekkhanāsekkho dhammo hetussa nevasekkhanāsekkhassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:746.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:747.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:748.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:749.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:750.1": "Hetudukasekkhattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:751.0.1": "3.1.12. Hetuduka, Parittattika ",
  "patthana3.1:751.0.2": "3.1.12.1. Parittapada ",
  "patthana3.1:751.0.3": "3.1.12.1.1–6 Paṭiccādivāra ",
  "patthana3.1:751.0.4": "Paccayacatukka ",
  "patthana3.1:751.0.5": "1.12.1.7. Pañhāvāra ",
  "patthana3.1:751.0.6": "Paccayacatukka ",
  "patthana3.1:751.0.7": "Hetu ",
  "patthana3.1:751.1": "Hetuṁ parittaṁ dhammaṁ paṭicca hetu paritto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:752.1": "Nahetuṁ parittaṁ dhammaṁ paṭicca nahetu paritto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:753.1": "Hetuṁ parittañca nahetuṁ parittañca dhammaṁ paṭicca hetu paritto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:754.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:755.0": "Nahetu-naārammaṇādi ",
  "patthana3.1:755.1": "Nahetuṁ parittaṁ dhammaṁ paṭicca nahetu paritto dhammo uppajjati nahetupaccayā. Nahetuṁ parittaṁ dhammaṁ paṭicca hetu paritto dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:756.1": "Hetuṁ parittaṁ dhammaṁ paṭicca nahetu paritto dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:757.1": "Nahetuṁ parittaṁ dhammaṁ paṭicca nahetu paritto dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:758.1": "Hetuṁ parittañca nahetuṁ parittañca dhammaṁ paṭicca nahetu paritto dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:759.1": "Hetuṁ parittaṁ dhammaṁ paṭicca hetu paritto dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:760.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:761.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:762.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:763.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:764.0": "Hetu-ārammaṇa ",
  "patthana3.1:764.1": "Hetu paritto dhammo hetussa parittassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:765.1": "Hetu paritto dhammo hetussa parittassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:766.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava …pe… upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:767.0": "Paccanīyuddhāra ",
  "patthana3.1:767.1": "Hetu paritto dhammo hetussa parittassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:768.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:769.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:770.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:771.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:772.0.1": "3.1.12.2. Mahaggatapada ",
  "patthana3.1:772.0.2": "3.1.12.2.1–6 Paṭiccādivāra ",
  "patthana3.1:772.0.3": "Paccayacatukka ",
  "patthana3.1:772.0.4": "1.12.2.7. Pañhāvāra ",
  "patthana3.1:772.0.5": "Paccayacatukka ",
  "patthana3.1:772.0.6": "Hetu ",
  "patthana3.1:772.1": "Hetuṁ mahaggataṁ dhammaṁ paṭicca hetu mahaggato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:773.1": "Nahetuṁ mahaggataṁ dhammaṁ paṭicca nahetu mahaggato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:774.1": "Hetuṁ mahaggatañca nahetuṁ mahaggatañca dhammaṁ paṭicca hetu mahaggato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:775.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:776.0": "Naadhipati ",
  "patthana3.1:776.1": "Hetuṁ mahaggataṁ dhammaṁ paṭicca hetu mahaggato dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:777.1": "Naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:778.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:779.1": "Naadhipatipaccayā hetuyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:780.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:781.0": "Hetvādi ",
  "patthana3.1:781.1": "Hetu mahaggato dhammo hetussa mahaggatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:782.1": "Hetu mahaggato dhammo hetussa mahaggatassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:783.1": "Nahetu mahaggato dhammo nahetussa mahaggatassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:784.1": "Hetu mahaggato ca nahetu mahaggato ca dhammā hetussa mahaggatassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:785.1": "Hetu mahaggato dhammo hetussa mahaggatassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. ",
  "patthana3.1:786.1": "Nahetu mahaggato dhammo nahetussa mahaggatassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. ",
  "patthana3.1:787.1": "Hetu mahaggato dhammo hetussa mahaggatassa dhammassa anantarapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:788.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā cha, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:789.0": "Paccanīyuddhāra ",
  "patthana3.1:789.1": "Hetu mahaggato dhammo hetussa mahaggatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:790.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:791.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:792.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:793.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:794.0.1": "3.1.12.3. Appamāṇapada ",
  "patthana3.1:794.0.2": "3.1.12.3.1–6 Paṭiccādivāra ",
  "patthana3.1:794.0.3": "Paccayacatukka ",
  "patthana3.1:794.0.4": "1.12.3.7. Pañhāvāra ",
  "patthana3.1:794.0.5": "Paccayacatukka ",
  "patthana3.1:794.0.6": "Hetu ",
  "patthana3.1:794.1": "Hetuṁ appamāṇaṁ dhammaṁ paṭicca hetu appamāṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:795.1": "Nahetuṁ appamāṇaṁ dhammaṁ paṭicca nahetu appamāṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:796.1": "Hetuṁ appamāṇañca nahetuṁ appamāṇañca dhammaṁ paṭicca hetu appamāṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:797.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… upanissaye nava …pe… kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:798.0": "Naadhipati ",
  "patthana3.1:798.1": "Hetuṁ appamāṇaṁ dhammaṁ paṭicca hetu appamāṇo dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:799.1": "Naadhipatiyā cha, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:800.1": "Hetupaccayā naadhipatiyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:801.1": "Naadhipatipaccayā hetuyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:802.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:803.0": "Hetvādi ",
  "patthana3.1:803.1": "Hetu appamāṇo dhammo hetussa appamāṇassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:804.1": "Nahetu appamāṇo dhammo nahetussa appamāṇassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:805.1": "Hetu appamāṇo dhammo hetussa appamāṇassa dhammassa adhipatipaccayena paccayo— sahajātādhipati … tīṇi. ",
  "patthana3.1:806.1": "Nahetu appamāṇo dhammo nahetussa appamāṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:807.1": "Hetu appamāṇo dhammo hetussa appamāṇassa dhammassa anantarapaccayena paccayo … nava …pe…. ",
  "patthana3.1:808.1": "Hetu appamāṇo dhammo hetussa appamāṇassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo … nava. (Saṅkhittaṁ.) ",
  "patthana3.1:809.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā cha, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:810.0": "Paccanīyuddhāra ",
  "patthana3.1:810.1": "Hetu appamāṇo dhammo hetussa appamāṇassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:811.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:812.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:813.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:814.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:815.1": "Hetudukaparittattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:816.0.1": "3.1.13. Hetuduka, Parittārammaṇattika ",
  "patthana3.1:816.0.2": "3.1.13.1. Parittārammaṇapada ",
  "patthana3.1:816.0.3": "3.1.13.1.1–6 Paṭiccādivāra ",
  "patthana3.1:816.0.4": "Paccayacatukka ",
  "patthana3.1:816.0.5": "1.13.1.7. Pañhāvāra ",
  "patthana3.1:816.0.6": "Paccayacatukka ",
  "patthana3.1:816.0.7": "Hetu ",
  "patthana3.1:816.1": "Hetuṁ parittārammaṇaṁ dhammaṁ paṭicca hetu parittārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:817.1": "Nahetuṁ parittārammaṇaṁ dhammaṁ paṭicca nahetu parittārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:818.1": "Hetuṁ parittārammaṇañca nahetuṁ parittārammaṇañca dhammaṁ paṭicca hetu parittārammaṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:819.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:820.0": "Nahetu-naadhipati ",
  "patthana3.1:820.1": "Nahetuṁ parittārammaṇaṁ dhammaṁ paṭicca nahetu parittārammaṇo dhammo uppajjati nahetupaccayā. Nahetuṁ parittārammaṇaṁ dhammaṁ paṭicca hetu parittārammaṇo dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:821.1": "Hetuṁ parittārammaṇaṁ dhammaṁ paṭicca hetu parittārammaṇo dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:822.1": "Nahetuyā dve, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:823.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:824.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:825.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:826.0": "Hetvādi ",
  "patthana3.1:826.1": "Hetu parittārammaṇo dhammo hetussa parittārammaṇassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:827.1": "Hetu parittārammaṇo dhammo hetussa parittārammaṇassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:828.1": "Hetu parittārammaṇo dhammo hetussa parittārammaṇassa dhammassa adhipatipaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:829.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:830.0": "Paccanīyuddhāra ",
  "patthana3.1:830.1": "Hetu parittārammaṇo dhammo hetussa parittārammaṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:831.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:832.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:833.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:834.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:835.0.1": "3.1.13.2. Mahaggatārammaṇapada ",
  "patthana3.1:835.0.2": "3.1.13.2.1–6 Paṭiccādivāra ",
  "patthana3.1:835.0.3": "Paccayacatukka ",
  "patthana3.1:835.0.4": "1.13.2.7. Pañhāvāra ",
  "patthana3.1:835.0.5": "Paccayacatukka ",
  "patthana3.1:835.0.6": "Hetu ",
  "patthana3.1:835.1": "Hetuṁ mahaggatārammaṇaṁ dhammaṁ paṭicca hetu mahaggatārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:836.1": "Nahetuṁ mahaggatārammaṇaṁ dhammaṁ paṭicca nahetu mahaggatārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:837.1": "Hetuṁ mahaggatārammaṇañca nahetuṁ mahaggatārammaṇañca dhammaṁ paṭicca hetu mahaggatārammaṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:838.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, vipāke nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:839.0": "Nahetu-naadhipati ",
  "patthana3.1:839.1": "Nahetuṁ mahaggatārammaṇaṁ dhammaṁ paṭicca nahetu mahaggatārammaṇo dhammo uppajjati nahetupaccayā. Nahetuṁ mahaggatārammaṇaṁ dhammaṁ paṭicca hetu mahaggatārammaṇo dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:840.1": "Hetuṁ mahaggatārammaṇaṁ dhammaṁ paṭicca hetu mahaggatārammaṇo dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:841.1": "Nahetuyā dve, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:842.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:843.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:844.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:845.0": "Hetvādi ",
  "patthana3.1:845.1": "Hetu mahaggatārammaṇo dhammo hetussa mahaggatārammaṇassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:846.1": "Hetu mahaggatārammaṇo dhammo hetussa mahaggatārammaṇassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:847.1": "Hetu mahaggatārammaṇo dhammo hetussa mahaggatārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:848.1": "Nahetu mahaggatārammaṇo dhammo nahetussa mahaggatārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:849.1": "Hetu mahaggatārammaṇo ca nahetu mahaggatārammaṇo ca dhammā hetussa mahaggatārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:850.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava …pe… nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:851.0": "Paccanīyuddhāra ",
  "patthana3.1:851.1": "Hetu mahaggatārammaṇo dhammo hetussa mahaggatārammaṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:852.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:853.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:854.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:855.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:856.0.1": "3.1.13.3. Appamāṇārammaṇapada ",
  "patthana3.1:856.0.2": "3.1.13.3.1–6 Paṭiccādivāra ",
  "patthana3.1:856.0.3": "Paccayacatukka ",
  "patthana3.1:856.0.4": "1.13.3.7. Pañhāvāra ",
  "patthana3.1:856.0.5": "Paccayacatukka ",
  "patthana3.1:856.0.6": "Hetu ",
  "patthana3.1:856.1": "Hetuṁ appamāṇārammaṇaṁ dhammaṁ paṭicca hetu appamāṇārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:857.1": "Nahetuṁ appamāṇārammaṇaṁ dhammaṁ paṭicca nahetu appamāṇārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:858.1": "Hetuṁ appamāṇārammaṇañca nahetuṁ appamāṇārammaṇañca dhammaṁ paṭicca hetu appamāṇārammaṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:859.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:860.0": "Nahetu ",
  "patthana3.1:860.1": "Nahetuṁ appamāṇārammaṇaṁ dhammaṁ paṭicca nahetu appamāṇārammaṇo dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:861.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:862.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:863.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:864.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:865.0": "Hetvādi ",
  "patthana3.1:865.1": "Hetu appamāṇārammaṇo dhammo hetussa appamāṇārammaṇassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:866.1": "Hetu appamāṇārammaṇo dhammo hetussa appamāṇārammaṇassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:867.1": "Hetu appamāṇārammaṇo dhammo hetussa appamāṇārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:868.1": "Nahetu appamāṇārammaṇo dhammo nahetussa appamāṇārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:869.1": "Hetu appamāṇārammaṇo ca nahetu appamāṇārammaṇo ca dhammā hetussa appamāṇārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:870.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:871.0": "Paccanīyuddhāra ",
  "patthana3.1:871.1": "Hetu appamāṇārammaṇo dhammo hetussa appamāṇārammaṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:872.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:873.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:874.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:875.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:876.1": "Hetudukaparittārammaṇattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:877.0.1": "3.1.14. Hetuduka, Hīnattika ",
  "patthana3.1:877.0.2": "3.1.14.1. Hīnapada ",
  "patthana3.1:877.0.3": "3.1.14.1.1–6 Paṭiccādivāra ",
  "patthana3.1:877.0.4": "Paccayacatukka ",
  "patthana3.1:877.0.5": "1.14.1.7. Pañhāvāra ",
  "patthana3.1:877.0.6": "Paccayacatukka ",
  "patthana3.1:877.0.7": "Hetu ",
  "patthana3.1:877.1": "Hetuṁ hīnaṁ dhammaṁ paṭicca hetu hīno dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:878.1": "Nahetuṁ hīnaṁ dhammaṁ paṭicca nahetu hīno dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:879.1": "Hetuṁ hīnañca nahetuṁ hīnañca dhammaṁ paṭicca hetu hīno dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:880.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:881.0": "Nahetu-naadhipati ",
  "patthana3.1:881.1": "Nahetuṁ hīnaṁ dhammaṁ paṭicca hetu hīno dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:882.1": "Hetuṁ hīnaṁ dhammaṁ paṭicca hetu hīno dhammo uppajjati naadhipatipaccayā … tīṇi. ",
  "patthana3.1:883.1": "Nahetuṁ hīnaṁ dhammaṁ paṭicca nahetu hīno dhammo uppajjati naadhipatipaccayā … tīṇi. ",
  "patthana3.1:884.1": "Hetuṁ hīnañca nahetuṁ hīnañca dhammaṁ paṭicca hetu hīno dhammo uppajjati naadhipatipaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:885.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:886.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:887.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:888.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:889.0": "Hetvādi ",
  "patthana3.1:889.1": "Hetu hīno dhammo hetussa hīnassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:890.1": "Hetu hīno dhammo hetussa hīnassa dhammassa ārammaṇapaccayena paccayo …pe… adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. (Saṅkhittaṁ.) ",
  "patthana3.1:891.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye jhāne magge tīṇi, sampayutte nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:892.0": "Paccanīyuddhāra ",
  "patthana3.1:892.1": "Hetu hīno dhammo hetussa hīnassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:893.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:894.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:895.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:896.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:897.0.1": "3.1.14.2. Majjhimapada ",
  "patthana3.1:897.0.2": "3.1.14.2.1–6 Paṭiccādivāra ",
  "patthana3.1:897.0.3": "Paccayacatukka ",
  "patthana3.1:897.0.4": "1.14.2.7. Pañhāvāra ",
  "patthana3.1:897.0.5": "Paccayacatukka ",
  "patthana3.1:897.0.6": "Hetu ",
  "patthana3.1:897.1": "Hetuṁ majjhimaṁ dhammaṁ paṭicca hetu majjhimo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:898.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:899.0": "Nahetu ",
  "patthana3.1:899.1": "Nahetuṁ majjhimaṁ dhammaṁ paṭicca nahetu majjhimo dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:900.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi …pe… naupanissaye tīṇi, napurejāte napacchājāte naāsevane nava, na kamme tīṇi, navipāke nava, naāhāre naindriye najhāne namagge ekaṁ, nasampayutte tīṇi, navippayutte nava …pe… novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:901.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:902.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:903.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:904.0": "Hetvādi ",
  "patthana3.1:904.1": "Hetu majjhimo dhammo hetussa majjhimassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:905.1": "Hetu majjhimo dhammo hetussa majjhimassa dhammassa ārammaṇapaccayena paccayo … adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. (Saṅkhittaṁ.) ",
  "patthana3.1:906.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava …pe… upanissaye nava, purejāte pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge sampayutte nava, vippayutte pañca …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:907.0": "Paccanīyuddhāra ",
  "patthana3.1:907.1": "Hetu majjhimo dhammo hetussa majjhimassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:908.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:909.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:910.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:911.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:912.0.1": "3.1.14.3. Paṇītapada ",
  "patthana3.1:912.0.2": "3.1.14.3.1–6 Paṭiccādivāra ",
  "patthana3.1:912.0.3": "Paccayacatukka ",
  "patthana3.1:912.0.4": "1.14.3.7. Pañhāvāra ",
  "patthana3.1:912.0.5": "Paccayacatukka ",
  "patthana3.1:912.0.6": "Hetu ",
  "patthana3.1:912.1": "Hetuṁ paṇītaṁ dhammaṁ paṭicca hetu paṇīto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:913.1": "Nahetuṁ paṇītaṁ dhammaṁ paṭicca nahetu paṇīto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:914.1": "Hetuṁ paṇītañca nahetuṁ paṇītañca dhammaṁ paṭicca hetu paṇīto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:915.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, vipāke nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:916.0": "Naadhipati ",
  "patthana3.1:916.1": "Hetuṁ paṇītaṁ dhammaṁ paṭicca hetu paṇīto dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:917.1": "Naadhipatiyā cha, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:918.1": "Hetupaccayā naadhipatiyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:919.1": "Naadhipatipaccayā hetuyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:920.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:921.0": "Hetvādi ",
  "patthana3.1:921.1": "Hetu paṇīto dhammo hetussa paṇītassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:922.1": "Nahetu paṇīto dhammo nahetussa paṇītassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:923.1": "Hetu paṇīto dhammo hetussa paṇītassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:924.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā cha, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:925.0": "Paccanīyuddhāra ",
  "patthana3.1:925.1": "Hetu paṇīto dhammo hetussa paṇītassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:926.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:927.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:928.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:929.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:930.1": "Hetudukahīnattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:931.0.1": "3.1.15. Hetuduka, Micchattaniyatattika ",
  "patthana3.1:931.0.2": "3.1.15.1. Micchattaniyatapada ",
  "patthana3.1:931.0.3": "3.1.15.1.1–6 Paṭiccādivāra ",
  "patthana3.1:931.0.4": "Paccayacatukka ",
  "patthana3.1:931.0.5": "Hetu-ārammaṇa ",
  "patthana3.1:931.1": "Hetuṁ micchattaniyataṁ dhammaṁ paṭicca hetu micchattaniyato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:932.1": "Nahetuṁ micchattaniyataṁ dhammaṁ paṭicca nahetu micchattaniyato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:933.1": "Hetuṁ micchattaniyatañca nahetuṁ micchattaniyatañca dhammaṁ paṭicca hetu micchattaniyato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:934.1": "Hetuṁ micchattaniyataṁ dhammaṁ paṭicca hetu micchattaniyato dhammo uppajjati ārammaṇapaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:935.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte nava, āsevane nava, kamme nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:936.0": "Naadhipati ",
  "patthana3.1:936.1": "Hetuṁ micchattaniyataṁ dhammaṁ paṭicca nahetu micchattaniyato dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:937.1": "Naadhipatiyā tīṇi, napacchājāte nava, nakamme tīṇi, navipāke nava. (Saṅkhittaṁ.) ",
  "patthana3.1:938.1": "Hetupaccayā naadhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:939.1": "Naadhipatipaccayā hetuyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:940.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:941.0": "Hetu-adhipati ",
  "patthana3.1:941.1": "Hetu micchattaniyato dhammo hetussa micchattaniyatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:942.1": "Nahetu micchattaniyato dhammo nahetussa micchattaniyatassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:943.1": "Hetuyā tīṇi, adhipatiyā tīṇi, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, kamme tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte nava, atthiyā nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:944.0": "Paccanīyuddhāra ",
  "patthana3.1:944.1": "Hetu micchattaniyato dhammo hetussa micchattaniyatassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:945.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:946.1": "Hetupaccayā naadhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:947.1": "Nahetupaccayā adhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:948.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:949.0.1": "3.1.15.2. Sammattaniyatapada ",
  "patthana3.1:949.0.2": "3.1.15.2.1–6 Paṭiccādivāra ",
  "patthana3.1:949.0.3": "Paccayacatukka ",
  "patthana3.1:949.0.4": "1.15.2.7. Pañhāvāra ",
  "patthana3.1:949.0.5": "Paccayacatukka ",
  "patthana3.1:949.0.6": "Hetu ",
  "patthana3.1:949.1": "Hetuṁ sammattaniyataṁ dhammaṁ paṭicca hetu sammattaniyato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:950.1": "Nahetuṁ sammattaniyataṁ dhammaṁ paṭicca nahetu sammattaniyato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:951.1": "Hetuṁ sammattaniyatañca nahetuṁ sammattaniyatañca dhammaṁ paṭicca hetu sammattaniyato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:952.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… purejāte nava, āsevane nava, kamme nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:953.0": "Naadhipati ",
  "patthana3.1:953.1": "Hetuṁ sammattaniyataṁ dhammaṁ paṭicca hetu sammattaniyato dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:954.1": "Naadhipatiyā cha, napurejāte nava, napacchājāte nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:955.1": "Hetupaccayā naadhipatiyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:956.1": "Naadhipatipaccayā hetuyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:957.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:958.0": "Hetu-adhipati ",
  "patthana3.1:958.1": "Hetu sammattaniyato dhammo hetussa sammattaniyatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:959.1": "Hetu sammattaniyato dhammo hetussa sammattaniyatassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. ",
  "patthana3.1:960.1": "Nahetu sammattaniyato dhammo nahetussa sammattaniyatassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:961.1": "Hetuyā tīṇi, adhipatiyā cha, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, kamme tīṇi, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:962.0": "Paccanīyuddhāra ",
  "patthana3.1:962.1": "Hetu sammattaniyato dhammo hetussa sammattaniyatassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:963.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:964.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:965.1": "Nahetupaccayā adhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:966.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:967.0.1": "3.1.15.3. Aniyatapada ",
  "patthana3.1:967.0.2": "3.1.15.3.1–6 Paṭiccādivāra ",
  "patthana3.1:967.0.3": "Paccayacatukka ",
  "patthana3.1:967.0.4": "1.15.3.7. Pañhāvāra ",
  "patthana3.1:967.0.5": "Paccayacatukka ",
  "patthana3.1:967.0.6": "Hetu ",
  "patthana3.1:967.1": "Hetuṁ aniyataṁ dhammaṁ paṭicca hetu aniyato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:968.1": "Nahetuṁ aniyataṁ dhammaṁ paṭicca nahetu aniyato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:969.1": "Hetuṁ aniyatañca nahetuṁ aniyatañca dhammaṁ paṭicca hetu aniyato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:970.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:971.0": "Nahetu-naārammaṇa ",
  "patthana3.1:971.1": "Nahetuṁ aniyataṁ dhammaṁ paṭicca nahetu aniyato dhammo uppajjati nahetupaccayā. Nahetuṁ aniyataṁ dhammaṁ paṭicca hetu aniyato dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:972.1": "Hetuṁ aniyataṁ dhammaṁ paṭicca nahetu aniyato dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:973.1": "Nahetuṁ aniyataṁ dhammaṁ paṭicca nahetu aniyato dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:974.1": "Hetuṁ aniyatañca nahetuṁ aniyatañca dhammaṁ paṭicca nahetu aniyato dhammo uppajjati naārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.1:975.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:976.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:977.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:978.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:979.0": "Hetvādi ",
  "patthana3.1:979.1": "Hetu aniyato dhammo hetussa aniyatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:980.1": "Hetu aniyato dhammo hetussa aniyatassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:981.1": "Hetu aniyato dhammo hetussa aniyatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:982.1": "Nahetu aniyato dhammo nahetussa aniyatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:983.1": "Hetu aniyato ca nahetu aniyato ca dhammā hetussa aniyatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:984.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana3.1:985.0": "Paccanīyuddhāra ",
  "patthana3.1:985.1": "Hetu aniyato dhammo hetussa aniyatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:986.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:987.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:988.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:989.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:990.1": "Hetudukamicchattaniyatattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:991.0.1": "3.1.16. Hetuduka, Maggārammaṇattika ",
  "patthana3.1:991.0.2": "3.1.16.1. Maggārammaṇapada ",
  "patthana3.1:991.0.3": "3.1.16.1.1–6 Paṭiccādivāra ",
  "patthana3.1:991.0.4": "Paccayacatukka ",
  "patthana3.1:991.0.5": "1.16.1.7. Pañhāvāra ",
  "patthana3.1:991.0.6": "Paccayacatukka ",
  "patthana3.1:991.0.7": "Hetu ",
  "patthana3.1:991.1": "Hetuṁ maggārammaṇaṁ dhammaṁ paṭicca hetu maggārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:992.1": "Nahetuṁ maggārammaṇaṁ dhammaṁ paṭicca nahetu maggārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:993.1": "Hetuṁ maggārammaṇañca nahetuṁ maggārammaṇañca dhammaṁ paṭicca hetu maggārammaṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:994.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:995.0": "Nahetu ",
  "patthana3.1:995.1": "Nahetuṁ maggārammaṇaṁ dhammaṁ paṭicca nahetu maggārammaṇo dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:996.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:997.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:998.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:999.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:1000.0": "Hetvādi ",
  "patthana3.1:1000.1": "Hetu maggārammaṇo dhammo hetussa maggārammaṇassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1001.1": "Hetu maggārammaṇo dhammo hetussa maggārammaṇassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. ",
  "patthana3.1:1002.1": "Nahetu maggārammaṇo dhammo nahetussa maggārammaṇassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. ",
  "patthana3.1:1003.1": "Hetu maggārammaṇo dhammo hetussa maggārammaṇassa dhammassa anantarapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1004.1": "Hetuyā tīṇi, adhipatiyā cha, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1005.0": "Paccanīyuddhāra ",
  "patthana3.1:1005.1": "Hetu maggārammaṇo dhammo hetussa maggārammaṇassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1006.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1007.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1008.1": "Nahetupaccayā adhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1009.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:1010.0.1": "3.1.16.2. Maggahetukapada ",
  "patthana3.1:1010.0.2": "3.1.16.2.1–6 Paṭiccādivāra ",
  "patthana3.1:1010.0.3": "Paccayacatukka ",
  "patthana3.1:1010.0.4": "1.16.2.7. Pañhāvāra ",
  "patthana3.1:1010.0.5": "Paccayacatukka ",
  "patthana3.1:1010.0.6": "Hetu ",
  "patthana3.1:1010.1": "Hetuṁ maggahetukaṁ dhammaṁ paṭicca hetu maggahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1011.1": "Nahetuṁ maggahetukaṁ dhammaṁ paṭicca nahetu maggahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1012.1": "Hetuṁ maggahetukañca nahetuṁ maggahetukañca dhammaṁ paṭicca hetu maggahetuko dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1013.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… āsevane nava, kamme nava, āhāre nava, indriye nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1014.0": "Naadhipati ",
  "patthana3.1:1014.1": "Hetuṁ maggahetukaṁ dhammaṁ paṭicca hetu maggahetuko dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:1015.1": "Naadhipatiyā cha, napurejāte nava, napacchājāte nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1016.1": "Hetupaccayā naadhipatiyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:1017.1": "Naadhipatipaccayā hetuyā cha. (Saṅkhittaṁ.) ",
  "patthana3.1:1018.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:1019.0": "Hetu-adhipati ",
  "patthana3.1:1019.1": "Hetu maggahetuko dhammo hetussa maggahetukassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1020.1": "Hetu maggahetuko dhammo hetussa maggahetukassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. ",
  "patthana3.1:1021.1": "Nahetu maggahetuko dhammo nahetussa maggahetukassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1022.1": "Hetuyā tīṇi, adhipatiyā cha, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, kamme tīṇi, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1023.0": "Paccanīyuddhāra ",
  "patthana3.1:1023.1": "Hetu maggahetuko dhammo hetussa maggahetukassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1024.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1025.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1026.1": "Nahetupaccayā adhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1027.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:1028.0.1": "3.1.16.3. Maggādhipatipada ",
  "patthana3.1:1028.0.2": "3.1.16.3.1–6 Paṭiccādivāra ",
  "patthana3.1:1028.0.3": "Paccayacatukka ",
  "patthana3.1:1028.0.4": "1.16.3.7. Pañhāvāra ",
  "patthana3.1:1028.0.5": "Paccayacatukka ",
  "patthana3.1:1028.0.6": "Hetu ",
  "patthana3.1:1028.1": "Hetuṁ maggādhipatiṁ dhammaṁ paṭicca hetu maggādhipati dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1029.1": "Nahetuṁ maggādhipatiṁ dhammaṁ paṭicca nahetu maggādhipati dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1030.1": "Hetuṁ maggādhipatiñca nahetuṁ maggādhipatiñca dhammaṁ paṭicca hetu maggādhipati dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1031.1": "Hetuyā nava, ārammaṇe nava …pe… kamme nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1032.0": "Naadhipati ",
  "patthana3.1:1032.1": "Hetuṁ maggādhipatiṁ dhammaṁ paṭicca hetu maggādhipati dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:1033.1": "Naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1034.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1035.1": "Naadhipatipaccayā hetuyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1036.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:1037.0": "Hetvādi ",
  "patthana3.1:1037.1": "Hetu maggādhipati dhammo hetussa maggādhipatissa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1038.1": "Hetu maggādhipati dhammo hetussa maggādhipatissa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:1039.1": "Hetu maggādhipati dhammo hetussa maggādhipatissa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1040.1": "Nahetu maggādhipati dhammo nahetussa maggādhipatissa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1041.1": "Hetu maggādhipati ca nahetu maggādhipati ca dhammā hetussa maggādhipatissa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1042.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1043.0": "Paccanīyuddhāra ",
  "patthana3.1:1043.1": "Hetu maggādhipati dhammo hetussa maggādhipatissa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1044.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1045.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1046.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1047.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:1048.1": "Hetudukamaggārammaṇattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:1049.0.1": "3.1.17. Hetuduka, Uppannattika ",
  "patthana3.1:1049.0.2": "3.1.17.1. Uppannapada ",
  "patthana3.1:1049.0.3": "3.1.17.1.1–6 Paṭiccādivāra ",
  "patthana3.1:1049.0.4": "Paccayacatukka ",
  "patthana3.1:1049.0.5": "Hetu-upanissaya ",
  "patthana3.1:1049.1": "Hetu uppanno dhammo hetussa uppannassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1050.1": "Nahetu uppanno dhammo nahetussa uppannassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:1051.1": "Hetu uppanno dhammo hetussa uppannassa dhammassa adhipatipaccayena paccayo— sahajātādhipati … tīṇi. ",
  "patthana3.1:1052.1": "Nahetu uppanno dhammo nahetussa uppannassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1053.1": "Hetu uppanno dhammo hetussa uppannassa dhammassa sahajātapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1054.1": "Nahetu uppanno dhammo nahetussa uppannassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—uppannaṁ utuṁ upanissāya jhānaṁ uppādeti, vipassanaṁ … maggaṁ … abhiññaṁ … samāpattiṁ uppādeti. (Saṅkhittaṁ.) ",
  "patthana3.1:1055.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā cha, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye tīṇi, purejāte tīṇi, pacchājāte tīṇi, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1056.0": "Paccanīyuddhāra ",
  "patthana3.1:1056.1": "Hetu uppanno dhammo hetussa uppannassa dhammassa sahajātapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1057.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1058.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1059.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1060.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ. Imamhi dukatike paṭiccavārampi sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi anuppannampi uppādīpi natthi.) ",
  "patthana3.1:1061.1": "Hetudukauppannattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:1062.0.1": "3.1.18. Hetuduka, Atītattika ",
  "patthana3.1:1062.0.2": "3.1.18.1. Paccuppannapada ",
  "patthana3.1:1062.0.3": "3.1.18.1.1–6 Paṭiccādivāra ",
  "patthana3.1:1062.0.4": "Paccayacatukka ",
  "patthana3.1:1062.0.5": "Hetvādi ",
  "patthana3.1:1062.1": "Hetu paccuppanno dhammo hetussa paccuppannassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1063.1": "Nahetu paccuppanno dhammo nahetussa paccuppannassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.1:1064.1": "Hetu paccuppanno dhammo hetussa paccuppannassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. ",
  "patthana3.1:1065.1": "Nahetu paccuppanno dhammo nahetussa paccuppannassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1066.1": "Hetu paccuppanno dhammo hetussa paccuppannassa dhammassa sahajātapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1067.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā cha, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1068.0": "Paccanīyuddhāra ",
  "patthana3.1:1068.1": "Hetu paccuppanno dhammo hetussa paccuppannassa dhammassa sahajātapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1069.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1070.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1071.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1072.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ. Imamhi dukatike paṭiccavārampi sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi atītampi anāgatampi natthi.) ",
  "patthana3.1:1073.1": "Hetudukaatītattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:1074.0.1": "3.1.19. Hetuduka, Atītārammaṇattika ",
  "patthana3.1:1074.0.2": "3.1.19.1. Atītārammaṇapada ",
  "patthana3.1:1074.0.3": "3.1.19.1.1–6 Paṭiccādivāra ",
  "patthana3.1:1074.0.4": "Paccayacatukka ",
  "patthana3.1:1074.0.5": "1.19.1.7. Pañhāvāra ",
  "patthana3.1:1074.0.6": "Paccayacatukka ",
  "patthana3.1:1074.0.7": "Hetu ",
  "patthana3.1:1074.1": "Hetuṁ atītārammaṇaṁ dhammaṁ paṭicca hetu atītārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1075.1": "Nahetuṁ atītārammaṇaṁ dhammaṁ paṭicca nahetu atītārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1076.1": "Hetuṁ atītārammaṇañca nahetuṁ atītārammaṇañca dhammaṁ paṭicca hetu atītārammaṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1077.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava …pe… kamme nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1078.0": "Nahetu-naadhipati ",
  "patthana3.1:1078.1": "Nahetuṁ atītārammaṇaṁ dhammaṁ paṭicca nahetu atītārammaṇo dhammo uppajjati nahetupaccayā. Nahetuṁ atītārammaṇaṁ dhammaṁ paṭicca hetu atītārammaṇo dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:1079.1": "Hetuṁ atītārammaṇaṁ dhammaṁ paṭicca hetu atītārammaṇo dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:1080.1": "Nahetuyā dve, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1081.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1082.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:1083.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:1084.0": "Hetvādi ",
  "patthana3.1:1084.1": "Hetu atītārammaṇo dhammo hetussa atītārammaṇassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1085.1": "Hetu atītārammaṇo dhammo hetussa atītārammaṇassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:1086.1": "Hetu atītārammaṇo dhammo hetussa atītārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1087.1": "Nahetu atītārammaṇo dhammo nahetussa atītārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1088.1": "Hetu atītārammaṇo ca nahetu atītārammaṇo ca dhammā hetussa atītārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1089.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1090.0": "Paccanīyuddhāra ",
  "patthana3.1:1090.1": "Hetu atītārammaṇo dhammo hetussa atītārammaṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1091.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1092.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1093.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1094.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:1095.0.1": "3.1.19.2. Anāgatārammaṇapada ",
  "patthana3.1:1095.0.2": "3.1.19.2.1–6 Paṭiccādivāra ",
  "patthana3.1:1095.0.3": "Paccayacatukka ",
  "patthana3.1:1095.0.4": "1.19.2.7. Pañhāvāra ",
  "patthana3.1:1095.0.5": "Paccayacatukka ",
  "patthana3.1:1095.0.6": "Hetu ",
  "patthana3.1:1095.1": "Hetuṁ anāgatārammaṇaṁ dhammaṁ paṭicca hetu anāgatārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1096.1": "Nahetuṁ anāgatārammaṇaṁ dhammaṁ paṭicca nahetu anāgatārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1097.1": "Hetuṁ anāgatārammaṇañca nahetuṁ anāgatārammaṇañca dhammaṁ paṭicca hetu anāgatārammaṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1098.1": "Hetuyā nava, ārammaṇe nava …pe… kamme nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1099.0": "Nahetu-naadhipati ",
  "patthana3.1:1099.1": "Nahetuṁ anāgatārammaṇaṁ dhammaṁ paṭicca nahetu anāgatārammaṇo dhammo uppajjati nahetupaccayā. Nahetuṁ anāgatārammaṇaṁ dhammaṁ paṭicca hetu anāgatārammaṇo dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:1100.1": "Hetuṁ anāgatārammaṇaṁ dhammaṁ paṭicca hetu anāgatārammaṇo dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:1101.1": "Nahetuyā dve, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1102.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1103.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:1104.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:1105.0": "Hetvādi ",
  "patthana3.1:1105.1": "Hetu anāgatārammaṇo dhammo hetussa anāgatārammaṇassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1106.1": "Hetu anāgatārammaṇo dhammo hetussa anāgatārammaṇassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:1107.1": "Hetu anāgatārammaṇo dhammo hetussa anāgatārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1108.1": "Nahetu anāgatārammaṇo dhammo nahetussa anāgatārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1109.1": "Hetu anāgatārammaṇo ca nahetu anāgatārammaṇo ca dhammā hetussa anāgatārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1110.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1111.0": "Paccanīyuddhāra ",
  "patthana3.1:1111.1": "Hetu anāgatārammaṇo dhammo hetussa anāgatārammaṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1112.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1113.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1114.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1115.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:1116.0.1": "3.1.19.3. Paccuppannārammaṇapada ",
  "patthana3.1:1116.0.2": "3.1.19.3.1–6 Paṭiccādivāra ",
  "patthana3.1:1116.0.3": "Paccayacatukka ",
  "patthana3.1:1116.0.4": "1.19.3.7. Pañhāvāra ",
  "patthana3.1:1116.0.5": "Paccayacatukka ",
  "patthana3.1:1116.0.6": "Hetu ",
  "patthana3.1:1116.1": "Hetuṁ paccuppannārammaṇaṁ dhammaṁ paṭicca hetu paccuppannārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1117.1": "Nahetuṁ paccuppannārammaṇaṁ dhammaṁ paṭicca nahetu paccuppannārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1118.1": "Hetuṁ paccuppannārammaṇañca nahetuṁ paccuppannārammaṇañca dhammaṁ paṭicca hetu paccuppannārammaṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1119.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1120.0": "Nahetu-naadhipati ",
  "patthana3.1:1120.1": "Nahetuṁ paccuppannārammaṇaṁ dhammaṁ paṭicca nahetu paccuppannārammaṇo dhammo uppajjati nahetupaccayā. Nahetuṁ paccuppannārammaṇaṁ dhammaṁ paṭicca hetu paccuppannārammaṇo dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:1121.1": "Hetuṁ paccuppannārammaṇaṁ dhammaṁ paṭicca hetu paccuppannārammaṇo dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:1122.1": "Nahetuyā dve, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1123.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1124.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:1125.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:1126.0": "Hetvādi ",
  "patthana3.1:1126.1": "Hetu paccuppannārammaṇo dhammo hetussa paccuppannārammaṇassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1127.1": "Hetu paccuppannārammaṇo dhammo hetussa paccuppannārammaṇassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:1128.1": "Hetu paccuppannārammaṇo dhammo hetussa paccuppannārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1129.1": "Nahetu paccuppannārammaṇo dhammo nahetussa paccuppannārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1130.1": "Hetu paccuppannārammaṇo ca nahetu paccuppannārammaṇo ca dhammā hetussa paccuppannārammaṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1131.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge sampayutte nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1132.0": "Paccanīyuddhāra ",
  "patthana3.1:1132.1": "Hetu paccuppannārammaṇo dhammo hetussa paccuppannārammaṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1133.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1134.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1135.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1136.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:1137.1": "Hetudukaatītārammaṇattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:1138.0.1": "3.1.20. Hetuduka, Ajjhattattika ",
  "patthana3.1:1138.0.2": "3.1.20.1. Ajjhattapada ",
  "patthana3.1:1138.0.3": "3.1.20.1.1–6 Paṭiccādivāra ",
  "patthana3.1:1138.0.4": "Paccayacatukka ",
  "patthana3.1:1138.0.5": "1.20.1.7. Pañhāvāra ",
  "patthana3.1:1138.0.6": "Paccayacatukka ",
  "patthana3.1:1138.0.7": "Hetu ",
  "patthana3.1:1138.1": "Hetuṁ ajjhattaṁ dhammaṁ paṭicca hetu ajjhatto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1139.1": "Nahetuṁ ajjhattaṁ dhammaṁ paṭicca nahetu ajjhatto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1140.1": "Hetuṁ ajjhattañca nahetuṁ ajjhattañca dhammaṁ paṭicca hetu ajjhatto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1141.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… kamme nava, vipāke nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1142.0": "Nahetvādi ",
  "patthana3.1:1142.1": "Nahetuṁ ajjhattaṁ dhammaṁ paṭicca nahetu ajjhatto dhammo uppajjati nahetupaccayā. Nahetuṁ ajjhattaṁ dhammaṁ paṭicca hetu ajjhatto dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:1143.1": "Hetuṁ ajjhattaṁ dhammaṁ paṭicca nahetu ajjhatto dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:1144.1": "Nahetuṁ ajjhattaṁ dhammaṁ paṭicca nahetu ajjhatto dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:1145.1": "Hetuṁ ajjhattañca nahetuṁ ajjhattañca dhammaṁ paṭicca nahetu ajjhatto dhammo uppajjati naārammaṇapaccayā. ",
  "patthana3.1:1146.1": "Hetuṁ ajjhattaṁ dhammaṁ paṭicca hetu ajjhatto dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:1147.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1148.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1149.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:1150.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:1151.0": "Hetvādi ",
  "patthana3.1:1151.1": "Hetu ajjhatto dhammo hetussa ajjhattassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1152.1": "Hetu ajjhatto dhammo hetussa ajjhattassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:1153.1": "Hetu ajjhatto dhammo hetussa ajjhattassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1154.1": "Nahetu ajjhatto dhammo nahetussa ajjhattassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1155.1": "Hetu ajjhatto ca nahetu ajjhatto ca dhammā hetussa ajjhattassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1156.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1157.0": "Paccanīyuddhāra ",
  "patthana3.1:1157.1": "Hetu ajjhatto dhammo hetussa ajjhattassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1158.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1159.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1160.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1161.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:1162.0.1": "3.1.20.2. Bahiddhāpada ",
  "patthana3.1:1162.0.2": "3.1.20.2.1–6 Paṭiccādivāra ",
  "patthana3.1:1162.0.3": "Paccayacatukka ",
  "patthana3.1:1162.0.4": "1.20.2.7. Pañhāvāra ",
  "patthana3.1:1162.0.5": "Paccayacatukka ",
  "patthana3.1:1162.0.6": "Hetu ",
  "patthana3.1:1162.1": "Hetuṁ bahiddhā dhammaṁ paṭicca hetu bahiddhā dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:1163.1": "Hetuyā nava, ārammaṇe nava …pe… kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1164.0": "Nahetu ",
  "patthana3.1:1164.1": "Nahetuṁ bahiddhā dhammaṁ paṭicca nahetu bahiddhā dhammo uppajjati nahetupaccayā. Nahetuṁ bahiddhā dhammaṁ paṭicca hetu bahiddhā dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.1:1165.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1166.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1167.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:1168.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:1169.0": "Hetvādi ",
  "patthana3.1:1169.1": "Hetu bahiddhā dhammo hetussa bahiddhā dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1170.1": "Hetu bahiddhā dhammo hetussa bahiddhā dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:1171.1": "Hetu bahiddhā dhammo hetussa bahiddhā dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1172.1": "Nahetu bahiddhā dhammo nahetussa bahiddhā dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1173.1": "Hetu bahiddhā ca nahetu bahiddhā ca dhammā hetussa bahiddhā dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1174.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava …pe… upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge sampayutte nava, vippayutte pañca …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1175.0": "Paccanīyuddhāra ",
  "patthana3.1:1175.1": "Hetu bahiddhā dhammo hetussa bahiddhā dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1176.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1177.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1178.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1179.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ. Ajjhattabahiddhā na labbhanti.) ",
  "patthana3.1:1180.1": "Hetudukaajjhattattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:1181.0.1": "3.1.21. Hetuduka, Ajjhattārammaṇattika ",
  "patthana3.1:1181.0.2": "3.1.21.1. Ajjhattārammaṇapada ",
  "patthana3.1:1181.0.3": "3.1.21.1.1–6 Paṭiccādivāra ",
  "patthana3.1:1181.0.4": "Paccayacatukka ",
  "patthana3.1:1181.0.5": "Hetu ",
  "patthana3.1:1181.1": "Hetuṁ ajjhattārammaṇaṁ dhammaṁ paṭicca hetu ajjhattārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1182.1": "Nahetuṁ ajjhattārammaṇaṁ dhammaṁ paṭicca nahetu ajjhattārammaṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1183.1": "Hetuṁ ajjhattārammaṇañca nahetuṁ ajjhattārammaṇañca dhammaṁ paṭicca hetu ajjhattārammaṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1184.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1185.0": "Nahetu-naadhipati ",
  "patthana3.1:1185.1": "Nahetuṁ ajjhattārammaṇaṁ dhammaṁ paṭicca nahetu ajjhattārammaṇo dhammo uppajjati nahetupaccayā. Nahetuṁ ajjhattārammaṇaṁ dhammaṁ paṭicca hetu ajjhattārammaṇo dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:1186.1": "Hetuṁ ajjhattārammaṇaṁ dhammaṁ paṭicca hetu ajjhattārammaṇo dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:1187.1": "Nahetuyā dve, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1188.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1189.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:1190.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:1191.0.1": "3.1.21.1.7. Pañhāvāra ",
  "patthana3.1:1191.0.2": "Paccayacatukka ",
  "patthana3.1:1191.0.3": "Hetu ",
  "patthana3.1:1191.1": "Hetu ajjhattārammaṇo dhammo hetussa ajjhattārammaṇassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1192.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava …pe… upanissaye āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1193.0": "Paccanīyuddhāra ",
  "patthana3.1:1193.1": "Hetu ajjhattārammaṇo dhammo hetussa ajjhattārammaṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1194.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1195.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1196.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1197.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:1198.0.1": "3.1.21.2. Bahiddhārammaṇapada ",
  "patthana3.1:1198.0.2": "3.1.21.2.1–6 Paṭiccādivāra ",
  "patthana3.1:1198.0.3": "Paccayacatukka ",
  "patthana3.1:1198.0.4": "1.21.2.7. Pañhāvāra ",
  "patthana3.1:1198.0.5": "Paccayacatukka ",
  "patthana3.1:1198.0.6": "Hetu ",
  "patthana3.1:1198.1": "Hetuṁ bahiddhārammaṇaṁ dhammaṁ paṭicca hetu bahiddhārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:1199.1": "Hetuyā nava, ārammaṇe nava …pe… avigata nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1200.0": "Nahetu ",
  "patthana3.1:1200.1": "Nahetuṁ bahiddhārammaṇaṁ dhammaṁ paṭicca nahetu bahiddhārammaṇo dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:1201.1": "Nahetuyā dve, naadhipatiyā nava …pe… napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1202.1": "Hetupaccayā naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1203.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:1204.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:1205.0": "Hetvādi ",
  "patthana3.1:1205.1": "Hetu bahiddhārammaṇo dhammo hetussa bahiddhārammaṇassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1206.1": "Hetu bahiddhārammaṇo dhammo hetussa bahiddhārammaṇassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:1207.1": "Hetu bahiddhārammaṇo dhammo hetussa bahiddhārammaṇassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. ",
  "patthana3.1:1208.1": "Nahetu bahiddhārammaṇo dhammo nahetussa bahiddhārammaṇassa dhammassa adhipatipaccayena paccayo—sahajātādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1209.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā cha, anantare nava …pe… upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge sampayutte nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1210.0": "Paccanīyuddhāra ",
  "patthana3.1:1210.1": "Hetu bahiddhārammaṇo dhammo hetussa bahiddhārammaṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1211.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1212.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1213.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1214.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:1215.1": "Hetudukaajjhattārammaṇattikaṁ niṭṭhitaṁ. ",
  "patthana3.1:1216.0.1": "3.1.22. Hetuduka, Sanidassanasappaṭighattika ",
  "patthana3.1:1216.0.2": "3.1.22.1. Anidassanasappaṭighapada ",
  "patthana3.1:1216.0.3": "3.1.22.1.1–6 Paṭiccādivāra ",
  "patthana3.1:1216.0.4": "Paccayacatukka ",
  "patthana3.1:1216.0.5": "Hetvādi ",
  "patthana3.1:1216.1": "Nahetuṁ anidassanasappaṭighaṁ dhammaṁ paṭicca nahetu anidassanasappaṭigho dhammo uppajjati hetupaccayā … adhipatipaccayā … sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … vippayuttapaccayā … atthipaccayā … avigatapaccayā. ",
  "patthana3.1:1217.0": "Suddha ",
  "patthana3.1:1217.1": "Hetuyā ekaṁ, adhipatiyā ekaṁ, sahajāte ekaṁ, aññamaññe ekaṁ, nissaye ekaṁ, kamme ekaṁ, vipāke ekaṁ, āhāre ekaṁ, indriye ekaṁ, jhāne ekaṁ, magge ekaṁ, vippayutte ekaṁ, atthiyā ekaṁ, avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:1218.1": "Nahetuyā ekaṁ, naārammaṇe ekaṁ, naadhipatiyā ekaṁ (sabbe paccayā kātabbā) …pe… novigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.1:1219.0": "Sahajātādi ",
  "patthana3.1:1219.1": "Nahetu anidassanasappaṭigho dhammo nahetussa anidassanasappaṭighassa dhammassa sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo … atthipaccayena paccayo … avigatapaccayena paccayo. (Sabbattha ekaṁ.) ",
  "patthana3.1:1220.0.1": "3.1.22.2. Anidassanaappaṭighapada ",
  "patthana3.1:1220.0.2": "3.1.22.2.1–6 Paṭiccādivāra ",
  "patthana3.1:1220.0.3": "Paccayacatukka ",
  "patthana3.1:1220.0.4": "1.22.2.7. Pañhāvāra ",
  "patthana3.1:1220.0.5": "Paccayacatukka ",
  "patthana3.1:1220.0.6": "Hetu ",
  "patthana3.1:1220.1": "Hetuṁ anidassanaappaṭighaṁ dhammaṁ paṭicca hetu anidassanaappaṭigho dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1221.1": "Nahetuṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nahetu anidassanaappaṭigho dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.1:1222.1": "Hetuṁ anidassanaappaṭighañca nahetuṁ anidassanaappaṭighañca dhammaṁ paṭicca hetu anidassanaappaṭigho dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1223.1": "Hetuyā nava, ārammaṇe nava …pe… kamme nava, vipāke nava, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1224.0": "Nahetu-naadhipati ",
  "patthana3.1:1224.1": "Nahetuṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nahetu anidassanaappaṭigho dhammo uppajjati nahetupaccayā. Nahetuṁ anidassanaappaṭighaṁ dhammaṁ paṭicca hetu anidassanaappaṭigho dhammo uppajjati nahetupaccayā. ",
  "patthana3.1:1225.1": "Hetuṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nahetu anidassanaappaṭigho dhammo uppajjati naārammaṇapaccayā … tīṇi. ",
  "patthana3.1:1226.1": "Hetuṁ anidassanaappaṭighaṁ dhammaṁ paṭicca hetu anidassanaappaṭigho dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana3.1:1227.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava …pe… napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1228.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1229.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana3.1:1230.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana3.1:1231.0": "Hetvādi ",
  "patthana3.1:1231.1": "Hetu anidassanaappaṭigho dhammo hetussa anidassanaappaṭighassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.1:1232.1": "Hetu anidassanaappaṭigho dhammo hetussa anidassanaappaṭighassa dhammassa ārammaṇapaccayena paccayo … nava. ",
  "patthana3.1:1233.1": "Hetu anidassanaappaṭigho dhammo hetussa anidassanaappaṭighassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. ",
  "patthana3.1:1234.1": "Nahetu anidassanaappaṭigho dhammo nahetussa anidassanaappaṭighassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati sahajātādhipati … tīṇi. ",
  "patthana3.1:1235.1": "Hetu anidassanaappaṭigho ca nahetu anidassanaappaṭigho ca dhammā hetussa anidassanaappaṭighassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1236.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1237.0": "Paccanīyuddhāra ",
  "patthana3.1:1237.1": "Hetu anidassanaappaṭigho dhammo hetussa anidassanaappaṭighassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.1:1238.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1239.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.1:1240.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.1:1241.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.1:1242.1": "Hetudukasanidassanasappaṭighattikaṁ niṭṭhitaṁ. "
}