{
  "an5.143:0.1": "Numbered Discourses 5 ",
  "an5.143:0.2": "15. At Tikaṇḍakī ",
  "an5.143:0.3": "143. At Sārandada ",
  "an5.143:1.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "an5.143:1.2": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. ",
  "an5.143:1.3": "Now at that time around five hundred Licchavis were sitting together at the Sārandada shrine, and this discussion came up among them, ",
  "an5.143:1.4": "“The appearance of five treasures is rare in the world. ",
  "an5.143:1.5": "What five? ",
  "an5.143:1.6": "The elephant-treasure, the horse-treasure, the jewel-treasure, the woman-treasure, and the householder-treasure. ",
  "an5.143:1.7": "The appearance of these five treasures is rare in the world.” ",
  "an5.143:2.1": "Then those Licchavis sent a man out on to the road, saying, ",
  "an5.143:2.2": "“Mister, please tell us when you see the Buddha.” ",
  "an5.143:2.3": "That man saw the Buddha coming off in the distance. ",
  "an5.143:2.4": "He went to the Licchavis and said, ",
  "an5.143:2.5": "“Sirs, the Blessed One, the perfected one, the fully awakened Buddha is coming. ",
  "an5.143:2.6": "Please go at your convenience.” ",
  "an5.143:3.1": "Then those Licchavis went up to the Buddha, bowed, stood to one side, and said to him, ",
  "an5.143:4.1": "“Please go to the Sārandada shrine, out of compassion.” ",
  "an5.143:4.2": "The Buddha consented in silence. ",
  "an5.143:4.3": "Then the Buddha went up to the Sārandada shrine, where he sat on the seat spread out, and said to the Licchavis, ",
  "an5.143:4.4": "“Licchavis, what were you sitting talking about just now? What conversation was unfinished?” ",
  "an5.143:4.5": "“Well, Master Gotama, this discussion came up among us while we were sitting together: ",
  "an5.143:4.6": "‘The appearance of five treasures is rare in the world. …’” ",
  "an5.143:4.7": " ",
  "an5.143:4.8": " ",
  "an5.143:4.9": " ",
  "an5.143:5.1": "“You Licchavis are so fixated on sensual pleasures, that’s the only discussion that came up! ",
  "an5.143:5.2": "Licchavis, the appearance of five treasures is rare in the world. ",
  "an5.143:5.3": "What five? ",
  "an5.143:5.4": "The appearance of a Realized One, a perfected one, a fully awakened Buddha. ",
  "an5.143:5.5": "A person who explains the teaching and training proclaimed by a Realized One. ",
  "an5.143:5.6": "A person who understands the teaching and training proclaimed by a Realized One. ",
  "an5.143:5.7": "A person who practices in line with the teaching. ",
  "an5.143:5.8": "A person who is grateful and thankful. ",
  "an5.143:5.9": "The appearance of these five treasures is rare in the world.” "
}