{
  "an5.30:0.1": "Numbered Discourses 5 ",
  "an5.30:0.2": "3. With Five Factors ",
  "an5.30:0.3": "30. With Nāgita ",
  "an5.30:1.1": "So I have heard. ",
  "an5.30:1.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Icchānaṅgala. ",
  "an5.30:1.3": "He stayed in a forest near Icchānaṅgala. ",
  "an5.30:1.4": "The brahmins and householders of Icchānaṅgala heard: ",
  "an5.30:1.5": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Icchānaṅgala. He is staying in a forest near Icchānaṅgala. ",
  "an5.30:1.6": "He has this good reputation: ",
  "an5.30:1.7": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "an5.30:1.8": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "an5.30:1.9": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "an5.30:1.10": "It’s good to see such perfected ones.” ",
  "an5.30:1.11": "Then, when the night had passed, they took many different foods and went to the forest near Icchānaṅgala, where they stood outside the gates making a dreadful racket. ",
  "an5.30:2.1": "Now, at that time Venerable Nāgita was the Buddha’s attendant. ",
  "an5.30:2.2": "Then the Buddha said to Nāgita, ",
  "an5.30:2.3": "“Nāgita, who’s making that dreadful racket? You’d think it was fishermen hauling in a catch!” ",
  "an5.30:2.4": "“Sir, it’s these brahmins and householders of Icchānaṅgala. They’ve brought many different foods, and they’re standing outside the gates wanting to offer it specially to the Buddha and the mendicant Saṅgha.” ",
  "an5.30:2.5": "“Nāgita, may I never become famous. May fame not come to me. ",
  "an5.30:2.6": "There are those who can’t get the bliss of renunciation, the bliss of seclusion, the bliss of peace, the bliss of awakening when they want, without trouble or difficulty like I can. ",
  "an5.30:2.7": "Let them enjoy the filthy, lazy pleasure of possessions, honor, and popularity.” ",
  "an5.30:3.1": "“Sir, may the Blessed One please relent now! May the Holy One relent! ",
  "an5.30:3.2": "Now is the time for the Buddha to relent. ",
  "an5.30:3.3": "Wherever the Buddha now goes, the brahmins and householders will incline the same way, as will the people of town and country. ",
  "an5.30:3.4": "It’s like when it rains heavily and the water flows downhill. ",
  "an5.30:3.5": "In the same way, wherever the Buddha now goes, the brahmins and householders will incline the same way, as will the people of town and country. ",
  "an5.30:3.6": "Why is that? ",
  "an5.30:3.7": "Because of the Buddha’s ethics and wisdom.” ",
  "an5.30:4.1": "“Nāgita, may I never become famous. May fame not come to me. ",
  "an5.30:4.2": "There are those who can’t get the bliss of renunciation, the bliss of seclusion, the bliss of peace, the bliss of awakening when they want, without trouble or difficulty like I can. ",
  "an5.30:4.3": "Let them enjoy the filthy, lazy pleasure of possessions, honor, and popularity. ",
  "an5.30:4.4": "What you eat, drink, chew, and taste ends up as excrement and urine. ",
  "an5.30:4.5": "This is its outcome. ",
  "an5.30:4.6": "When loved ones decay and perish, sorrow, lamentation, pain, sadness, and distress arise. ",
  "an5.30:4.7": "This is its outcome. ",
  "an5.30:4.8": "When you pursue meditation on the feature of ugliness, revulsion at the feature of beauty becomes stabilized. ",
  "an5.30:4.9": "This is its outcome. ",
  "an5.30:4.10": "When you meditate observing impermanence in the six fields of contact, revulsion at contact becomes stabilized. ",
  "an5.30:4.11": "This is its outcome. ",
  "an5.30:4.12": "When you meditate observing rise and fall in the five grasping aggregates, revulsion at grasping becomes stabilized. ",
  "an5.30:4.13": "This is its outcome.” ",
  "an5.30:4.14": " ",
  "an5.30:4.15": " ",
  "an5.30:5.1": " ",
  "an5.30:5.2": " ",
  "an5.30:5.3": " "
}