{
  "an5.26:0.1": "Numbered Discourses 5 ",
  "an5.26:0.2": "3. With Five Factors ",
  "an5.26:0.3": "26. Opportunities for Freedom ",
  "an5.26:1.1": "“Mendicants, there are these five opportunities for freedom. If a mendicant stays diligent, keen, and resolute at these times, their mind is freed, their defilements are ended, and they arrive at the supreme sanctuary. ",
  "an5.26:2.1": "What five? ",
  "an5.26:2.2": "Firstly, the Teacher or a respected spiritual companion teaches Dhamma to a mendicant. ",
  "an5.26:2.3": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how the Teacher or a respected spiritual companion teaches it. ",
  "an5.26:2.4": "Feeling inspired, joy springs up. ",
  "an5.26:2.5": "Being joyful, rapture springs up. ",
  "an5.26:2.6": "When the mind is full of rapture, the body becomes tranquil. ",
  "an5.26:2.7": "When the body is tranquil, one feels bliss. ",
  "an5.26:2.8": "And when blissful, the mind becomes immersed in samādhi. ",
  "an5.26:2.9": "This is the first opportunity for freedom. If a mendicant stays diligent, keen, and resolute at this time, their mind is freed, their defilements are ended, and they arrive at the supreme sanctuary. ",
  "an5.26:3.1": "Furthermore, it may be that neither the Teacher nor a respected spiritual companion teaches Dhamma to a mendicant. But the mendicant teaches Dhamma in detail to others as they learned and memorized it. ",
  "an5.26:3.2": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how they teach it in detail to others as they learned and memorized it. ",
  "an5.26:3.3": "Feeling inspired, joy springs up. ",
  "an5.26:3.4": "Being joyful, rapture springs up. ",
  "an5.26:3.5": "When the mind is full of rapture, the body becomes tranquil. ",
  "an5.26:3.6": "When the body is tranquil, one feels bliss. ",
  "an5.26:3.7": "And when blissful, the mind becomes immersed in samādhi. ",
  "an5.26:3.8": "This is the second opportunity for freedom. … ",
  "an5.26:4.1": "Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dhamma. But the mendicant recites the teaching in detail as they learned and memorized it. ",
  "an5.26:4.2": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how they recite it in detail as they learned and memorized it. ",
  "an5.26:4.3": "Feeling inspired, joy springs up. ",
  "an5.26:4.4": "Being joyful, rapture springs up. ",
  "an5.26:4.5": "When the mind is full of rapture, the body becomes tranquil. ",
  "an5.26:4.6": "When the body is tranquil, one feels bliss. ",
  "an5.26:4.7": "And when blissful, the mind becomes immersed in samādhi. ",
  "an5.26:4.8": "This is the third opportunity for freedom. … ",
  "an5.26:5.1": "Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dhamma … nor does the mendicant recite the teaching. ",
  "an5.26:5.2": "But the mendicant thinks about and considers the teaching in their heart, examining it with the mind as they learned and memorized it. ",
  "an5.26:5.3": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how they think about and consider it in their heart, examining it with the mind as they learned and memorized it. ",
  "an5.26:5.4": "Feeling inspired, joy springs up. ",
  "an5.26:5.5": "Being joyful, rapture springs up. ",
  "an5.26:5.6": "When the mind is full of rapture, the body becomes tranquil. ",
  "an5.26:5.7": "When the body is tranquil, one feels bliss. ",
  "an5.26:5.8": "And when blissful, the mind becomes immersed in samādhi. ",
  "an5.26:5.9": "This is the fourth opportunity for freedom. … ",
  "an5.26:6.1": "Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dhamma … nor does the mendicant recite the teaching … or think about it. ",
  "an5.26:6.2": "But a meditation subject as a foundation of immersion is properly grasped, attended, borne in mind, and comprehended with wisdom. ",
  "an5.26:6.3": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how a meditation subject as a foundation of immersion is properly grasped, attended, borne in mind, and comprehended with wisdom. ",
  "an5.26:6.4": "Feeling inspired, joy springs up. ",
  "an5.26:6.5": "Being joyful, rapture springs up. ",
  "an5.26:6.6": "When the mind is full of rapture, the body becomes tranquil. ",
  "an5.26:6.7": "When the body is tranquil, one feels bliss. ",
  "an5.26:6.8": "And when blissful, the mind becomes immersed in samādhi. ",
  "an5.26:6.9": "This is the fifth opportunity for freedom. … ",
  "an5.26:7.1": "These are the five opportunities for freedom. If a mendicant stays diligent, keen, and resolute at these times, their mind is freed, their defilements are ended, and they arrive at the supreme sanctuary.” "
}