{
  "sn55.54:0.1": "Linked Discourses 55.54 ",
  "sn55.54:0.2": "6. A Wise Person ",
  "sn55.54:0.3": "Sick ",
  "sn55.54:1.1": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ",
  "sn55.54:1.2": "At that time several mendicants were making a robe for the Buddha, thinking that ",
  "sn55.54:1.3": "when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering. ",
  "sn55.54:1.4": "Mahānāma the Sakyan heard about this. ",
  "sn55.54:1.5": "",
  "sn55.54:1.6": "",
  "sn55.54:1.7": "Then he went up to the Buddha, bowed, sat down to one side, and told him that he had heard that the Buddha was leaving. He added, ",
  "sn55.54:1.8": "",
  "sn55.54:1.9": "",
  "sn55.54:1.10": "",
  "sn55.54:1.11": "“Sir, I haven’t heard and learned it in the presence of the Buddha ",
  "sn55.54:1.12": "how a wise lay follower should advise another wise lay follower who is sick, suffering, gravely ill.” ",
  "sn55.54:2.1": "“Mahānāma, a wise lay follower should put at ease another wise lay follower who is sick, suffering, gravely ill with four consolations. ",
  "sn55.54:2.2": "‘Be at ease, sir. ",
  "sn55.54:2.3": "You have experiential confidence in the Buddha … ",
  "sn55.54:2.4": "",
  "sn55.54:2.5": "the teaching … ",
  "sn55.54:2.6": "the Saṅgha … ",
  "sn55.54:2.7": "And you have the ethical conduct loved by the noble ones … leading to immersion.’ ",
  "sn55.54:3.1": "When a wise lay follower has put at ease another wise lay follower who is sick, suffering, gravely ill with these four consolations, they should say: ",
  "sn55.54:3.2": "‘Are you concerned for your mother and father?’ ",
  "sn55.54:3.3": "If they reply, ",
  "sn55.54:3.4": "‘I am,’ they should say: ",
  "sn55.54:3.5": "‘But sir, it’s your nature to die. ",
  "sn55.54:3.6": "Whether or not you are concerned for your mother and father, ",
  "sn55.54:3.7": "you will die anyway. ",
  "sn55.54:3.8": "It would be good to give up concern for your mother and father.’ ",
  "sn55.54:4.1": "If they reply, ",
  "sn55.54:4.2": "‘I have given up concern for my mother and father,’ they should say: ",
  "sn55.54:4.3": "‘But are you concerned for your partners and children?’ ",
  "sn55.54:4.4": "If they reply, ",
  "sn55.54:4.5": "‘I am,’ they should say: ",
  "sn55.54:4.6": "‘But sir, it’s your nature to die. ",
  "sn55.54:4.7": "Whether or not you are concerned for your partners and children, ",
  "sn55.54:4.8": "you will die anyway. ",
  "sn55.54:4.9": "It would be good to give up concern for your partners and children.’ ",
  "sn55.54:5.1": "If they reply, ",
  "sn55.54:5.2": "‘I have given up concern for my partners and children,’ they should say: ",
  "sn55.54:5.3": "‘But are you concerned for the five kinds of human sensual stimulation?’ ",
  "sn55.54:5.4": "If they reply, ",
  "sn55.54:5.5": "‘I am,’ they should say: ",
  "sn55.54:5.6": "‘Good sir, heavenly sensual pleasures are better than human sensual pleasures. ",
  "sn55.54:5.7": "It would be good to turn your mind away from human sensual pleasures and fix it on the gods of the four great kings.’ ",
  "sn55.54:6.1": "If they reply, ",
  "sn55.54:6.2": "‘I have done so,’ they should say: ",
  "sn55.54:6.3": "‘Good sir, the gods of the thirty-three are better than the gods of the four great kings … ",
  "sn55.54:6.4": "",
  "sn55.54:7.1": "",
  "sn55.54:7.2": "",
  "sn55.54:7.3": "Good sir, the gods of Yama … ",
  "sn55.54:7.4": "the joyful gods … ",
  "sn55.54:7.5": "the gods who love to imagine … ",
  "sn55.54:7.6": "the gods who control what is imagined by others … ",
  "sn55.54:7.7": "the gods of the realm of divinity are better than the gods who control what is imagined by others. ",
  "sn55.54:7.8": "It would be good to turn your mind away from the gods who control what is imagined by others and fix it on the gods of the realm of divinity.’ ",
  "sn55.54:7.9": "If they reply, ",
  "sn55.54:7.10": "‘I have done so,’ they should say: ",
  "sn55.54:7.11": "‘Good sir, the realm of divinity is impermanent, not lasting, and included within substantial reality. ",
  "sn55.54:7.12": "It would be good to turn your mind away from the realm of divinity and apply it to the cessation of substantial reality.’ ",
  "sn55.54:8.1": "If they reply, ",
  "sn55.54:8.2": "‘I have done so,’ ",
  "sn55.54:8.3": "then there is no difference between a lay follower whose mind is freed in this way and a mendicant whose mind is freed from defilements; that is, ",
  "sn55.54:8.4": "between the freedom of one and the other.” "
}