{
  "sn55.23:0.1": "Linked Discourses 55.23 ",
  "sn55.23:0.2": "3. About Sarakāni ",
  "sn55.23:0.3": "With Godhā the Sakyan ",
  "sn55.23:1.1": "At Kapilavatthu. ",
  "sn55.23:1.2": "Then Mahānāma the Sakyan went up to Godhā the Sakyan, and said to him, ",
  "sn55.23:1.3": "“Godhā, how many things must a person have for you to recognize them as a stream-enterer, not liable to be reborn in the underworld, bound for awakening?” ",
  "sn55.23:2.1": "“Mahānāma, a person must have three things for me to recognize them as a stream-enterer. ",
  "sn55.23:2.2": "What three? ",
  "sn55.23:2.3": "It’s when a noble disciple has experiential confidence in the Buddha … ",
  "sn55.23:2.4": "",
  "sn55.23:2.5": "the teaching … ",
  "sn55.23:2.6": "and the Saṅgha … ",
  "sn55.23:2.7": "",
  "sn55.23:2.8": "When a person has these three things I recognize them as a stream-enterer. ",
  "sn55.23:3.1": "But Mahānāma, how many things must a person have for *you* to recognize them as a stream-enterer?” ",
  "sn55.23:3.2": "“Godhā, a person must have four things for me to recognize them as a stream-enterer. ",
  "sn55.23:3.3": "What four? ",
  "sn55.23:3.4": "It’s when a noble disciple has experiential confidence in the Buddha … ",
  "sn55.23:3.5": "",
  "sn55.23:3.6": "the teaching … ",
  "sn55.23:3.7": "the Saṅgha … ",
  "sn55.23:3.8": "And they have the ethical conduct loved by the noble ones … leading to immersion. ",
  "sn55.23:3.9": "When a person has these four things I recognize them as a stream-enterer.” ",
  "sn55.23:4.1": "“Hold on, Mahānāma, hold on! ",
  "sn55.23:4.2": "Only the Buddha would know whether or not they have these things.” ",
  "sn55.23:4.3": "“Come, Godhā, let’s go to the Buddha and inform him about this.” ",
  "sn55.23:4.4": "Then Mahānāma and Godhā went to the Buddha, bowed, and sat down to one side. Mahānāma told the Buddha all that had happened, and then said: ",
  "sn55.23:5.1": "",
  "sn55.23:5.2": "",
  "sn55.23:5.3": "",
  "sn55.23:6.1": "",
  "sn55.23:6.2": "",
  "sn55.23:6.3": "",
  "sn55.23:6.4": "",
  "sn55.23:6.5": "",
  "sn55.23:6.6": "",
  "sn55.23:6.7": "",
  "sn55.23:6.8": "",
  "sn55.23:6.9": "",
  "sn55.23:7.1": "",
  "sn55.23:7.2": "",
  "sn55.23:7.3": "",
  "sn55.23:7.4": "",
  "sn55.23:7.5": "",
  "sn55.23:7.6": "",
  "sn55.23:7.7": "",
  "sn55.23:7.8": "",
  "sn55.23:7.9": "",
  "sn55.23:8.1": "",
  "sn55.23:8.2": "",
  "sn55.23:8.3": "",
  "sn55.23:8.4": "“Sir, some issue regarding the teaching might come up. The Buddha might take one side, and the Saṅgha of monks the other. ",
  "sn55.23:8.5": "I’d side with the Buddha. ",
  "sn55.23:8.6": "May the Buddha remember me as having such confidence. ",
  "sn55.23:8.7": "Some issue regarding the teaching might come up. The Buddha might take one side, and the Saṅgha of monks and the Saṅgha of nuns the other. … ",
  "sn55.23:8.8": "",
  "sn55.23:8.9": "",
  "sn55.23:8.10": "The Buddha might take one side, and the Saṅgha of monks and the Saṅgha of nuns and the laymen the other. … ",
  "sn55.23:8.11": "",
  "sn55.23:8.12": "",
  "sn55.23:8.13": "The Buddha might take one side, and the Saṅgha of monks and the Saṅgha of nuns and the laymen and the laywomen the other. … ",
  "sn55.23:8.14": "",
  "sn55.23:8.15": "",
  "sn55.23:8.16": "The Buddha might take one side, and the Saṅgha of monks and the Saṅgha of nuns and the laymen and the laywomen and the world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—the other. ",
  "sn55.23:8.17": "I’d side with the Buddha. ",
  "sn55.23:8.18": "May the Buddha remember me as having such confidence.” ",
  "sn55.23:8.19": "“Godhā, what do you have to say to Mahānāma when he speaks like this?” ",
  "sn55.23:8.20": "“Sir, I have nothing to say to Mahānāma when he speaks like this, except what is good and wholesome.” "
}