{
  "patthana22.29:0.1": "Paṭṭhānapakaraṇa",
  "patthana22.29:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
  "patthana22.29:0.3": "22.29. Sanidassanattika, Cūḷantaraduka",
  "patthana22.29:1.1": "Nasanidassanasappaṭigho nasappaccayo dhammo anidassanaappaṭighassa sappaccayassa dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.) Ārammaṇe tīṇi, adhipatiyā upanissaye tīṇi.",
  "patthana22.29:2.1": "Nasanidassanasappaṭighaṃ nasanidassanaṃ dhammaṃ paṭicca sanidassanasappaṭigho sanidassano dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… avigate pañca.",
  "patthana22.29:3.1": "Naanidassanaappaṭigho nanasanidassano dhammo anidassanaappaṭighassa nasanidassanassa dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.) Ārammaṇe tīṇi, adhipatiyā upanissaye purejāte atthiyā avigate tīṇi.",
  "patthana22.29:4.1": "Nasanidassanasappaṭighaṃ nasappaṭighaṃ dhammaṃ paṭicca sanidassanasappaṭigho sappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā nava, adhipatiyā nava …pe… aññamaññe tīṇi …pe… avigate nava.",
  "patthana22.29:5.1": "Nasanidassanasappaṭighaṃ naappaṭighaṃ dhammaṃ paṭicca anidassanaappaṭigho appaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana22.29:6.1": "Nasanidassanasappaṭighaṃ narūpiṃ dhammaṃ paṭicca sanidassanasappaṭigho rūpī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… aññamaññe tīṇi …pe… avigate ekavīsa.",
  "patthana22.29:7.1": "Nasanidassanasappaṭighaṃ naarūpiṃ dhammaṃ paṭicca anidassanaappaṭigho arūpī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.29:8.1": "Nasanidassanasappaṭighaṃ nalokiyaṃ dhammaṃ paṭicca sanidassanasappaṭigho lokiyo dhammo uppajjati hetupaccayā … satta.",
  "patthana22.29:9.1": "Nasanidassanasappaṭighaṃ nalokuttaraṃ dhammaṃ paccayā anidassanaappaṭigho lokuttaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.29:10.1": "Naanidassanasappaṭighaṃ nalokiyaṃ dhammaṃ paṭicca anidassanasappaṭigho lokiyo dhammo uppajjati hetupaccayā … satta. Hetuyā ekavīsa.",
  "patthana22.29:11.1": "Nasanidassanasappaṭighaṃ nalokiyañca naanidassanasappaṭighaṃ nalokiyañca dhammaṃ paṭicca sanidassanasappaṭigho lokiyo dhammo uppajjati hetupaccayā … satta. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.29:12.1": "Nasanidassanasappaṭighaṃ nalokuttaraṃ dhammaṃ paccayā anidassanaappaṭigho lokuttaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.29:13.1": "Nasanidassanasappaṭighaṃ nakenaci viññeyyaṃ dhammaṃ paṭicca sanidassanasappaṭigho kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañcatiṃsa, ārammaṇe tīṇi …pe… aññamaññe pannarasa …pe… avigate pañcatiṃsa.",
  "patthana22.29:14.1": "Nasanidassanasappaṭighaṃ nanakenaci viññeyyaṃ dhammaṃ paṭicca sanidassanasappaṭigho nakenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañcatiṃsa, ārammaṇe tīṇi …pe… aññamaññe pannarasa …pe… avigate pañcatiṃsa."
}