{
  "patthana22.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana22.1:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
  "patthana22.1:0.3": "22.1. Kusalattika, Hetuduka",
  "patthana22.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana22.1:2.1": "Nakusalaṃ nahetuṃ dhammaṃ paṭicca akusalo hetu dhammo uppajjati hetupaccayā. Nakusalaṃ nahetuṃ dhammaṃ paṭicca abyākato hetu dhammo uppajjati hetupaccayā. (2)",
  "patthana22.1:3.1": "Naakusalaṃ nahetuṃ dhammaṃ paṭicca kusalo hetu dhammo uppajjati hetupaccayā. Naakusalaṃ nahetuṃ dhammaṃ paṭicca abyākato hetu dhammo uppajjati hetupaccayā. (2)",
  "patthana22.1:4.1": "Naabyākataṃ nahetuṃ dhammaṃ paṭicca kusalo hetu dhammo uppajjati hetupaccayā. Naabyākataṃ nahetuṃ dhammaṃ paṭicca akusalo hetu dhammo uppajjati hetupaccayā. (2)",
  "patthana22.1:5.1": "Nakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca akusalo hetu dhammo uppajjati hetupaccayā. Naakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca kusalo hetu dhammo uppajjati hetupaccayā. Nakusalaṃ nahetuñca naakusalaṃ nahetuñca dhammaṃ paṭicca abyākato hetu dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana22.1:6.1": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
  "patthana22.1:7.1": "Nakusalaṃ nanahetuṃ dhammaṃ paṭicca akusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nanahetuṃ dhammaṃ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nanahetuṃ dhammaṃ paṭicca akusalo nahetu ca abyākato nahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana22.1:8.1": "Naakusalaṃ nanahetuṃ dhammaṃ paṭicca kusalo nahetu dhammo uppajjati hetupaccayā. Naakusalaṃ nanahetuṃ dhammaṃ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā. Naakusalaṃ nanahetuṃ dhammaṃ paṭicca kusalo nahetu ca abyākato nahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana22.1:9.1": "Naabyākataṃ nanahetuṃ dhammaṃ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā … pañca.",
  "patthana22.1:10.1": "Nakusalaṃ nanahetuñca naabyākataṃ nanahetuñca dhammaṃ paṭicca akusalo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana22.1:11.1": "Naakusalaṃ nanahetuñca naabyākataṃ nanahetuñca dhammaṃ paṭicca kusalo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana22.1:12.1": "Nakusalaṃ nanahetuñca naakusalaṃ nanahetuñca dhammaṃ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.)",
  "patthana22.1:13.1": "Hetuyā aṭṭhārasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate aṭṭhārasa."
}