{
  "patthana22.35:0.1": "Paṭṭhānapakaraṇa",
  "patthana22.35:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
  "patthana22.35:0.3": "22.35. Sanidassanattika, Dassanenapahātabbadukādi",
  "patthana22.35:1.1": "Nasanidassanasappaṭighaṃ nadassanena pahātabbaṃ dhammaṃ paccayā anidassanaappaṭigho dassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:2.1": "Nasanidassanasappaṭighaṃ nanadassanena pahātabbaṃ dhammaṃ paṭicca sanidassanasappaṭigho nadassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa …pe… adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:3.1": "Nasanidassanasappaṭighaṃ nabhāvanāya pahātabbaṃ dhammaṃ paccayā anidassanaappaṭigho bhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:4.1": "Nasanidassanasappaṭighaṃ nanabhāvanāya pahātabbaṃ dhammaṃ paṭicca sanidassanasappaṭigho nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:5.1": "Nasanidassanasappaṭighaṃ nadassanena pahātabbahetukaṃ dhammaṃ paṭicca anidassanaappaṭigho dassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:6.1": "Nasanidassanasappaṭighaṃ nanadassanena pahātabbahetukaṃ dhammaṃ paṭicca sanidassanasappaṭigho nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:7.1": "Nasanidassanasappaṭighaṃ nabhāvanāya pahātabbahetukaṃ dhammaṃ paccayā anidassanaappaṭigho bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:8.1": "Nasanidassanasappaṭighaṃ nanabhāvanāya pahātabbahetukaṃ dhammaṃ paṭicca sanidassanasappaṭigho nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:9.1": "Nasanidassanasappaṭighaṃ nasavitakkaṃ dhammaṃ paṭicca anidassanaappaṭigho savitakko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:10.1": "Nasanidassanasappaṭighaṃ naavitakkaṃ dhammaṃ paṭicca sanidassanasappaṭigho avitakko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:11.1": "Nasanidassanasappaṭighaṃ nasavicāraṃ dhammaṃ paṭicca anidassanaappaṭigho savicāro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:12.1": "Nasanidassanasappaṭighaṃ naavicāraṃ dhammaṃ paṭicca sanidassanasappaṭigho avicāro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:13.1": "Nasanidassanasappaṭighaṃ nasappītikaṃ dhammaṃ paṭicca anidassanaappaṭigho sappītiko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:14.1": "Nasanidassanasappaṭighaṃ naappītikaṃ dhammaṃ paṭicca sanidassanasappaṭigho appītiko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:15.1": "Nasanidassanasappaṭighaṃ napītisahagataṃ dhammaṃ paṭicca anidassanaappaṭigho pītisahagato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:16.1": "Nasanidassanasappaṭighaṃ nanapītisahagataṃ dhammaṃ paṭicca sanidassanasappaṭigho napītisahagato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:17.1": "Nasanidassanasappaṭighaṃ nasukhasahagataṃ dhammaṃ paṭicca anidassanaappaṭigho sukhasahagato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:18.1": "Nasanidassanasappaṭighaṃ nanasukhasahagataṃ dhammaṃ paṭicca sanidassanasappaṭigho nasukhasahagato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:19.1": "Nasanidassanasappaṭighaṃ naupekkhāsahagataṃ dhammaṃ paṭicca anidassanaappaṭigho upekkhāsahagato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:20.1": "Nasanidassanasappaṭighaṃ nanaupekkhāsahagataṃ dhammaṃ paṭicca sanidassanasappaṭigho naupekkhāsahagato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:21.1": "Nasanidassanasappaṭighaṃ nakāmāvacaraṃ dhammaṃ paṭicca sanidassanasappaṭigho kāmāvacaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… aññamaññe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:22.1": "Nasanidassanasappaṭighaṃ nanakāmāvacaraṃ dhammaṃ paṭicca anidassanaappaṭigho nakāmāvacaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:23.1": "Nasanidassanasappaṭighaṃ narūpāvacaraṃ dhammaṃ paṭicca anidassanaappaṭigho rūpāvacaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:24.1": "Nasanidassanasappaṭighaṃ nanarūpāvacaraṃ dhammaṃ paṭicca sanidassanasappaṭigho narūpāvacaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… aññamaññe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:25.1": "Nasanidassanasappaṭighaṃ naarūpāvacaraṃ dhammaṃ paccayā anidassanaappaṭigho arūpāvacaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:26.1": "Nasanidassanasappaṭighaṃ nanaarūpāvacaraṃ dhammaṃ paṭicca sanidassanasappaṭigho naarūpāvacaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:27.1": "Nasanidassanasappaṭighaṃ napariyāpannaṃ dhammaṃ paṭicca sanidassanasappaṭigho pariyāpanno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:28.1": "Nasanidassanasappaṭighaṃ naapariyāpannaṃ dhammaṃ paccayā anidassanaappaṭigho apariyāpanno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:29.1": "Nasanidassanasappaṭighaṃ naniyyānikaṃ dhammaṃ paccayā anidassanaappaṭigho niyyāniko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:30.1": "Nasanidassanasappaṭighaṃ naaniyyānikaṃ dhammaṃ paṭicca sanidassanasappaṭigho aniyyāniko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:31.1": "Nasanidassanasappaṭighaṃ naniyataṃ dhammaṃ paccayā anidassanaappaṭigho niyato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:32.1": "Nasanidassanasappaṭighaṃ naaniyataṃ dhammaṃ paṭicca sanidassanasappaṭigho aniyato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:33.1": "Nasanidassanasappaṭighaṃ nasauttaraṃ dhammaṃ paṭicca sanidassanasappaṭigho sauttaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:34.1": "Nasanidassanasappaṭighaṃ naanuttaraṃ dhammaṃ paccayā anidassanaappaṭigho anuttaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi."
}