{
  "patthana22.32:0.1": "Paṭṭhānapakaraṇa",
  "patthana22.32:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
  "patthana22.32:0.3": "22.32. Sanidassanattika, Mahantaraduka",
  "patthana22.32:1.1": "Nasanidassanasappaṭighaṃ nasārammaṇaṃ dhammaṃ paṭicca anidassanaappaṭigho sārammaṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.32:2.1": "Nasanidassanasappaṭighaṃ naanārammaṇaṃ dhammaṃ paṭicca sanidassanasappaṭigho anārammaṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… aññamaññe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:3.1": "Nasanidassanasappaṭighaṃ nocittaṃ dhammaṃ paṭicca anidassanaappaṭigho citto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.32:4.1": "Nasanidassanasappaṭighaṃ nanocittaṃ dhammaṃ paṭicca sanidassanasappaṭigho nocitto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:5.1": "Nasanidassanasappaṭighaṃ nacetasikaṃ dhammaṃ paṭicca anidassanaappaṭigho cetasiko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.32:6.1": "Nasanidassanasappaṭighaṃ naacetasikaṃ dhammaṃ paṭicca sanidassanasappaṭigho acetasiko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:7.1": "Nasanidassanasappaṭighaṃ nacittasampayuttaṃ dhammaṃ paṭicca anidassanaappaṭigho cittasampayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.32:8.1": "Nasanidassanasappaṭighaṃ nacittavippayuttaṃ dhammaṃ paṭicca sanidassanasappaṭigho cittavippayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… aññamaññe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:9.1": "Nasanidassanasappaṭighaṃ nacittasaṃsaṭṭhaṃ dhammaṃ paṭicca anidassanaappaṭigho cittasaṃsaṭṭho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.32:10.1": "Nasanidassanasappaṭighaṃ nacittavisaṃsaṭṭhaṃ dhammaṃ paṭicca sanidassanasappaṭigho cittavisaṃsaṭṭho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… aññamaññe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:11.1": "Nasanidassanasappaṭighaṃ nocittasamuṭṭhānaṃ dhammaṃ paṭicca sanidassanasappaṭigho cittasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:12.1": "Nasanidassanasappaṭighaṃ nanocittasamuṭṭhānaṃ dhammaṃ paṭicca anidassanaappaṭigho nocittasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.32:13.1": "Nasanidassanasappaṭighaṃ nocittasahabhuṃ dhammaṃ paṭicca anidassanaappaṭigho cittasahabhū dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañca, ārammaṇe tīṇi …pe… avigate pañca.",
  "patthana22.32:14.1": "Nasanidassanasappaṭighaṃ nanocittasahabhuṃ dhammaṃ paṭicca sanidassanasappaṭigho nocittasahabhū dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:15.1": "Nasanidassanasappaṭighaṃ nocittānuparivattiṃ dhammaṃ paṭicca anidassanaappaṭigho cittānuparivattī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañca, ārammaṇe tīṇi …pe… avigate pañca.",
  "patthana22.32:16.1": "Nasanidassanasappaṭighaṃ nanocittānuparivattiṃ dhammaṃ paṭicca sanidassanasappaṭigho nocittānuparivattī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:17.1": "Nasanidassanasappaṭighaṃ nocittasaṃsaṭṭhasamuṭṭhānaṃ dhammaṃ paṭicca anidassanaappaṭigho cittasaṃsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.32:18.1": "Nasanidassanasappaṭighaṃ nanocittasaṃsaṭṭhasamuṭṭhānaṃ dhammaṃ paṭicca sanidassanasappaṭigho nocittasaṃsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:19.1": "Nasanidassanasappaṭighaṃ nocittasaṃsaṭṭhasamuṭṭhānasahabhuṃ dhammaṃ paṭicca anidassanaappaṭigho cittasaṃsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.32:20.1": "Nasanidassanasappaṭighaṃ nanocittasaṃsaṭṭhasamuṭṭhānasahabhuṃ dhammaṃ paṭicca sanidassanasappaṭigho nocittasaṃsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:21.1": "Nasanidassanasappaṭighaṃ nocittasaṃsaṭṭhasamuṭṭhānānuparivattiṃ dhammaṃ paṭicca anidassanaappaṭigho cittasaṃsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.32:22.1": "Nasanidassanasappaṭighaṃ nanocittasaṃsaṭṭhasamuṭṭhānānuparivattiṃ dhammaṃ paṭicca sanidassanasappaṭigho nocittasaṃsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:23.1": "Nasanidassanasappaṭighaṃ naajjhattikaṃ dhammaṃ paṭicca anidassanasappaṭigho ajjhattiko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekādasa, ārammaṇe tīṇi …pe… avigate ekādasa.",
  "patthana22.32:24.1": "Nasanidassanasappaṭighaṃ nabāhiraṃ dhammaṃ paṭicca sanidassanasappaṭigho bāhiro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.32:25.1": "Nasanidassanasappaṭighaṃ noupādā dhammaṃ paṭicca sanidassanasappaṭigho upādā dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañcatiṃsa, adhipatiyā pañcatiṃsa …pe… aññamaññe tīṇi …pe… avigate pañcatiṃsa.",
  "patthana22.32:26.1": "Nasanidassanasappaṭighaṃ nanoupādā dhammaṃ paṭicca anidassanaappaṭigho noupādā dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.32:27.1": "Nasanidassanasappaṭigho naupādinno dhammo anidassanaappaṭighassa dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.) Ārammaṇe cha, anantare tīṇi …pe… upanissaye cha …pe… āhāre aṭṭhārasa, avigate aṭṭhārasa.",
  "patthana22.32:28.1": "Nasanidassanasappaṭighaṃ naanupādinnaṃ dhammaṃ paṭicca sanidassanasappaṭigho anupādinno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, sahajāte nissaye kamme …pe… magge vippayutte atthiyā avigate ekavīsa."
}