{
  "patthana22.5:0.1": "Paṭṭhānapakaraṇa",
  "patthana22.5:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
  "patthana22.5:0.3": "22.5. Kusalattika, Cūḷantaraduka",
  "patthana22.5:1.1": "Nakusalo nasappaccayo dhammo kusalassa sappaccayassa dhammassa ārammaṇapaccayena paccayo …. Ārammaṇe cha, adhipatiyā upanissaye cha. (Saṅkhataṃ sappaccayasadisaṃ.)",
  "patthana22.5:2.1": "Nakusalaṃ nasanidassanaṃ dhammaṃ paṭicca abyākato sanidassano dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… vipāke tīṇi …pe… avigate cha.",
  "patthana22.5:3.1": "Nakusalo naanidassano dhammo kusalassa anidassanassa dhammassa ārammaṇapaccayena paccayo. (Nava pañhā kātabbā.) Ārammaṇe nava, adhipatiyā tīṇi, upanissaye purejāte atthiyā avigate nava.",
  "patthana22.5:4.1": "Nakusalaṃ nasappaṭighaṃ dhammaṃ paṭicca abyākato sappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha.",
  "patthana22.5:5.1": "Nakusalaṃ naappaṭighaṃ dhammaṃ paṭicca abyākato appaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana22.5:6.1": "Nakusalaṃ narūpiṃ dhammaṃ paṭicca abyākato rūpī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha.",
  "patthana22.5:7.1": "Nakusalaṃ naarūpiṃ dhammaṃ paṭicca abyākato arūpī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.5:8.1": "Nakusalaṃ nalokiyaṃ dhammaṃ paṭicca abyākato lokiyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca.",
  "patthana22.5:9.1": "Nakusalaṃ nalokuttaraṃ dhammaṃ paccayā kusalo lokuttaro dhammo uppajjati hetupaccayā. Nakusalaṃ nalokuttaraṃ dhammaṃ paccayā abyākato lokuttaro dhammo uppajjati hetupaccayā. (Cha pañhā kātabbā.) Hetuyā cha, adhipatiyā cha …pe… vipāke tīṇi …pe… avigate cha.",
  "patthana22.5:10.1": "Nakusalaṃ nakenaci viññeyyaṃ dhammaṃ paṭicca akusalo kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā aṭṭhārasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate aṭṭhārasa.",
  "patthana22.5:11.1": "Nakusalaṃ nakenaci naviññeyyaṃ dhammaṃ paṭicca akusalo kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā aṭṭhārasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate aṭṭhārasa."
}