{
  "patthana22.30:0.1": "Paṭṭhānapakaraṇa",
  "patthana22.30:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
  "patthana22.30:0.3": "22.30. Sanidassanattika, Āsavagocchaka",
  "patthana22.30:1.1": "Nasanidassanasappaṭighaṃ noāsavaṃ dhammaṃ paṭicca anidassanaappaṭigho āsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:2.1": "Nasanidassanasappaṭighaṃ nanoāsavaṃ dhammaṃ paṭicca sanidassanasappaṭigho noāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.30:3.1": "Nasanidassanasappaṭighaṃ nasāsavaṃ dhammaṃ paṭicca sanidassanasappaṭigho sāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.30:4.1": "Nasanidassanasappaṭighaṃ naanāsavaṃ dhammaṃ paccayā anidassanaappaṭigho anāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:5.1": "Nasanidassanasappaṭighaṃ naāsavasampayuttaṃ dhammaṃ paṭicca anidassanaappaṭigho āsavasampayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:6.1": "Nasanidassanasappaṭighaṃ naāsavavippayuttaṃ dhammaṃ paṭicca sanidassanasappaṭigho āsavavippayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.30:7.1": "Nasanidassanasappaṭighaṃ naāsavañceva naanāsavañca dhammaṃ paṭicca anidassanaappaṭigho āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:8.1": "Nasanidassanasappaṭighaṃ naanāsavañceva nano ca āsavaṃ dhammaṃ paṭicca sanidassanasappaṭigho sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.30:9.1": "Nasanidassanasappaṭighaṃ naāsavañceva naāsavavippayuttañca dhammaṃ paṭicca anidassanaappaṭigho āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:10.1": "Nasanidassanasappaṭighaṃ naāsavavippayuttañceva nano ca āsavaṃ dhammaṃ paṭicca anidassanaappaṭigho āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:11.1": "Nasanidassanasappaṭighaṃ āsavavippayuttaṃ nasāsavaṃ dhammaṃ paṭicca sanidassanasappaṭigho āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.30:12.1": "Nasanidassanasappaṭighaṃ āsavavippayuttaṃ naanāsavaṃ dhammaṃ paccayā anidassanaappaṭigho āsavavippayutto anāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi."
}