{
  "patthana22.6:0.1": "Paṭṭhānapakaraṇa",
  "patthana22.6:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
  "patthana22.6:0.3": "22.6. Kusalattika, Āsavagocchaka",
  "patthana22.6:1.1": "Nakusalaṃ noāsavaṃ dhammaṃ paṭicca akusalo āsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.6:2.1": "Nakusalaṃ nanoāsavaṃ dhammaṃ paṭicca akusalo noāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava.",
  "patthana22.6:3.1": "Nakusalaṃ nasāsavaṃ dhammaṃ paṭicca abyākato sāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca.",
  "patthana22.6:4.1": "Nakusalaṃ naanāsavaṃ dhammaṃ paccayā kusalo anāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā cha …pe… vipāke tīṇi …pe… avigate cha.",
  "patthana22.6:5.1": "Nakusalaṃ naāsavasampayuttaṃ dhammaṃ paṭicca akusalo āsavasampayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.6:6.1": "Nakusalaṃ naāsavavippayuttaṃ dhammaṃ paṭicca akusalo āsavavippayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava.",
  "patthana22.6:7.1": "Nakusalaṃ naāsavañceva naanāsavañca dhammaṃ paṭicca akusalo āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.6:8.1": "Nakusalaṃ naanāsavañceva nano ca āsavaṃ dhammaṃ paṭicca akusalo sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava.",
  "patthana22.6:9.1": "Nakusalaṃ naāsavañceva naāsavavippayuttañca dhammaṃ paṭicca akusalo āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.6:10.1": "Nakusalaṃ naāsavavippayuttañceva nano ca āsavaṃ dhammaṃ paṭicca akusalo āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.6:11.1": "Nakusalaṃ āsavavippayuttaṃ nasāsavaṃ dhammaṃ paṭicca abyākato āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca."
}