{
  "an4.41:0.1": "'Zbiór mów według wyliczeń 4 '",
  "an4.41:0.2": "'5. Rozdział z Rohitassą '",
  "an4.41:0.3": "'Mowa o rozwoju skupienia '",
  "an4.41:1.1": "'„Mnisi, skupienie rozwija się na cztery sposoby. '",
  "an4.41:1.2": "'Które to cztery? '",
  "an4.41:1.3": "'Jest, mnisi, takie rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do przyjemnego przebywania w doczesności. '",
  "an4.41:1.4": "'Jest, mnisi, takie rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do osiągnięcia wiedzy i wizji. '",
  "an4.41:1.5": "'Jest, mnisi, takie rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do uważności i przejrzystego pojmowania. '",
  "an4.41:1.6": "'Jest, mnisi, takie rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do zniszczenia skażeń. '",
  "an4.41:2.1": "'Które to, mnisi, rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do przyjemnego przebywania w doczesności? '",
  "an4.41:2.2": "'Tutaj, mnisi, mnich, oddzielony od przyjemności zmysłowych (…)  osiąga czwartą jhānę, która jest ani przyjemna, ani bolesna, i przebywa w niej z czystą uważnością dzięki zrównoważeniu. '",
  "an4.41:2.3": "'Tym jest, mnisi, rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do przyjemnego przebywania w doczesności. '",
  "an4.41:3.1": "'Które to, mnisi, rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do osiągnięcia wiedzy i wizji? '",
  "an4.41:3.2": "'Tutaj, mnisi, mnich nakierowuje umysł na postrzeganie światła, postanawia postrzegać \\nwszystko w świetle dziennym – '",
  "an4.41:3.3": "'jak w dzień tak w nocy, jak w nocy tak za dnia. '",
  "an4.41:3.4": "'Z tak wyraźnym i otwartym umysłem rozwija umysł przepełniony blaskiem. '",
  "an4.41:3.5": "'Tym jest, mnisi, rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do osiągnięcia wiedzy i wizji. '",
  "an4.41:4.1": "'Które to, mnisi, rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do uważności i przejrzystego pojmowania? '",
  "an4.41:4.2": "'Tutaj, mnisi, znane jest mnichowi powstawanie odczuć, znane jest ich ustanawianie, znane jest ich zmierzanie ku zanikowi, '",
  "an4.41:4.3": "'znane jest powstawanie rozpoznań (…) powstawanie myśli, znane jest ich ustanawianie, znane jest ich zmierzanie ku zanikowi. '",
  "an4.41:4.4": "'Tym jest, mnisi, rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do uważności i przejrzystego pojmowania. '",
  "an4.41:5.1": "'Które to, mnisi, rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do zniszczenia skażeń? '",
  "an4.41:5.2": "'Tutaj, mnisi, mnich trwa, obserwując pojawianie się i przemijanie pięciu grup składowych, do których się lgnie: '",
  "an4.41:5.3": "'»Oto forma materialna, oto początek formy materialnej, oto koniec \\nformy materialnej, '",
  "an4.41:5.4": "'oto odczucie, oto początek odczucia, oto koniec odczucia, '",
  "an4.41:5.5": "'oto rozpoznawanie, oto początek rozpoznawania, oto koniec rozpoznawania, '",
  "an4.41:5.6": "'oto wytworzenie umysłowe, oto początek wytworzenia umysłowego, oto koniec wytworzenia umysłowego, '",
  "an4.41:5.7": "'oto świadomość, oto początek świadomości, oto koniec świadomości«. '",
  "an4.41:5.8": "'Tym jest, mnisi, rozwijanie skupienia, które doskonalone, często praktykowane, prowadzi do zniszczenia skażeń. '",
  "an4.41:5.9": "'Oto są, mnisi, cztery sposoby rozwijania skupienia. '",
  "an4.41:5.10": "'To w związku z tym, mnisi, powiedziałem w Drodze do Najdalszego Brzegu w Pytaniach Puṇṇaki: '",
  "an4.41:6.1": "'Kto świat wszerz i wzdłuż rozważył, '",
  "an4.41:6.2": "'nie ma niczego w świecie, co by go wzburzyło. '",
  "an4.41:6.3": "'Spokojny, pasją nieomroczony, wolny od zmartwień, bez tęsknot, '",
  "an4.41:6.4": "'uznaję takiego, że jest tym, który starość i śmierć przekroczył.” '",
  "an4.41:6.5": "'Pierwsza. '"
}