{
  "an4.62:0.1": "Zbiór mów według wyliczeń 4 ",
  "an4.62:0.2": "7. Rozdział o dojrzałych czynach ",
  "an4.62:0.3": "Mowa o niezadłużonym ",
  "an4.62:1.1": "W tym czasie gospodarz Anāthapiṇḍika przybył do Błogosławionego. Przybliżywszy się do Błogosławionego, złożył z wielkim szacunkiem ukłon, a następnie usiadł z boku. Siedząc obok, Błogosławiony rzekł do gospodarza Anāthapiṇḍiki: ",
  "an4.62:2.1": "„Gospodarzu, są cztery rodzaje szczęścia, które może zrealizować świecka osoba, ciesząca się zmysłowymi przyjemnościami, w zależności od czasu i od okoliczności. ",
  "an4.62:2.2": "Które to cztery? ",
  "an4.62:2.3": "Szczęście z posiadania, szczęście z bogactwa, szczęście z niezadłużenia, szczęście z nienaganności. ",
  "an4.62:3.1": "Które to, gospodarzu, szczęście z posiadania? ",
  "an4.62:3.2": "Jest tak wtedy, gospodarzu, gdy syn gospodarza posiada prawowity i osiągnięty w uczciwy sposób majątek, który siłą swych rąk, w pocie czoła zgromadził, uzyskał i ustanowił wysiłkiem. ",
  "an4.62:3.3": "Myśląc: »posiadam prawowity i osiągnięty w uczciwy sposób majątek, który siłą swych rąk, w pocie czoła zgromadziłem, uzyskałem i ustanowiłem wysiłkiem«, osiąga szczęście, osiąga błogość. ",
  "an4.62:3.4": "Tym nazywa się, gospodarzu, szczęście z posiadania. ",
  "an4.62:4.1": "Które to, gospodarzu, szczęście z bogactwa? ",
  "an4.62:4.2": "Jest tak wtedy, gospodarzu, gdy syn gospodarza posiada prawowite i osiągnięte w uczciwy sposób bogactwo, które siłą swych rąk, w pocie czoła zgromadził, uzyskał i ustanowił wysiłkiem, oraz używa go i czyni zasługi. ",
  "an4.62:4.3": "Myśląc: »posiadam prawowite i osiągnięte w uczciwy sposób bogactwo, które siłą swych rąk, w pocie czoła zgromadziłem, uzyskałem i ustanowiłem wysiłkiem, oraz używam go i czynię zasługi«, osiąga szczęście, osiąga błogość. ",
  "an4.62:4.4": "Tym nazywa się, gospodarzu, szczęście z bogactwa. ",
  "an4.62:5.1": "Które to, gospodarzu, szczęście z niezadłużenia? ",
  "an4.62:5.2": "Jest tak wtedy, gospodarzu, gdy syn gospodarza nie ma u nikogo długu czy to małego, czy to dużego. ",
  "an4.62:5.3": "Myśląc: »nie mam u nikogo długu czy to małego, czy to dużego«, osiąga szczęście, osiąga błogość. ",
  "an4.62:5.4": "Tym nazywa się, gospodarzu, szczęście z niezadłużenia. ",
  "an4.62:6.1": "Które to, gospodarzu, szczęście z nienaganności? ",
  "an4.62:6.2": "Zdarza się, gospodarzu, że uczeń Szlachetnych odznacza się nienagannymi czynami, słowami, myślami. ",
  "an4.62:6.3": "Myśląc: »Odznaczam się nienagannymi czynami, słowami, myślami«, osiąga szczęście, osiąga błogość. ",
  "an4.62:6.4": "Tym nazywa się, gospodarzu, szczęście z nienaganności. ",
  "an4.62:6.5": "Tym są, gospodarzu, cztery rodzaje szczęścia, które może zrealizować świecka osoba, ciesząca się zmysłowymi przyjemnościami, w zależności od czasu i od okoliczności. ",
  "an4.62:7.1": "Kto zna szczęście z niezadłużenia, ",
  "an4.62:7.2": "Jak też szczęście z posiadania ma, ",
  "an4.62:7.3": "Używa śmiertelnik szczęścia z bogacenia, ",
  "an4.62:7.4": "ten w mądrość dostąpi wejrzenia. ",
  "an4.62:8.1": "Rozumie i miarę wglądu posiada, ",
  "an4.62:8.2": "obu dobrobytów uczony badacz, ",
  "an4.62:8.3": "Jedna to szczęście z postawy nienagannej, ",
  "an4.62:8.4": "reszta niewarta jednej szesnastej. ",
  "an4.62:8.5": "Druga. "
}