{
  "patthana14.23:0.1": "Paṭṭhānapakaraṇa",
  "patthana14.23:0.2": "Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2)",
  "patthana14.23:0.3": "14.23. Cetasikadukādi",
  "patthana14.23:1.1": "Cetasikaṃ dhammaṃ paṭicca nacetasiko dhammo uppajjati hetupaccayā. Hetuyā nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana14.23:2.1": "Cittasampayuttaṃ dhammaṃ paṭicca nacittasampayutto dhammo uppajjati hetupaccayā …pe….",
  "patthana14.23:3.1": "Cittasaṃsaṭṭhaṃ dhammaṃ paṭicca nacittasaṃsaṭṭho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana14.23:4.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha, purejāte āsevane ekaṃ …pe… avigate nava.",
  "patthana14.23:5.1": "Cittasamuṭṭhānaṃ dhammaṃ paṭicca nacittasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana14.23:6.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā pañca …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana14.23:7.1": "Cittasahabhuṃ dhammaṃ paṭicca nacittasahabhū dhammo uppajjati hetupaccayā …pe… cittānuparivattiṃ dhammaṃ paṭicca nacittānuparivattī dhammo uppajjati hetupaccayā …pe… cittasaṃsaṭṭhasamuṭṭhānaṃ dhammaṃ paṭicca nacittasaṃsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā …pe… cittasaṃsaṭṭhasamuṭṭhānasahabhuṃ dhammaṃ paṭicca nacittasaṃsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā …pe… cittasaṃsaṭṭhasamuṭṭhānānuparivattiṃ dhammaṃ paṭicca nacittasaṃsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana14.23:8.1": "Hetuyā nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana14.23:9.1": "Ajjhattikaṃ dhammaṃ paṭicca naajjhattiko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana14.23:10.1": "Bāhiraṃ dhammaṃ paṭicca nabāhiro dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana14.23:11.1": "Ajjhattikañca bāhirañca dhammaṃ paṭicca naajjhattiko dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana14.23:12.1": "Hetuyā nava, ārammaṇe pañca, adhipatiyā pañca …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana14.23:13.1": "Upādā dhammaṃ paṭicca noupādā dhammo uppajjati hetupaccayā. (1)",
  "patthana14.23:14.1": "Noupādā dhammaṃ paṭicca nanoupādā dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana14.23:15.1": "Upādā ca noupādā ca dhammaṃ paṭicca noupādā dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana14.23:16.1": "Hetuyā pañca, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… purejāte āsevane ekaṃ …pe… avigate pañca.",
  "patthana14.23:17.1": "Upādinnaṃ dhammaṃ paṭicca naupādinno dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana14.23:18.1": "Anupādinnaṃ dhammaṃ paṭicca naanupādinno dhammo uppajjati hetupaccayā. (1)",
  "patthana14.23:19.1": "Upādinnañca anupādinnañca dhammaṃ paṭicca naupādinno dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana14.23:20.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā ekaṃ …pe… āsevane ekaṃ …pe… avigate pañca. (Sabbattha vitthāro.)",
  "patthana14.23:21.1": "Mahantaradukaṃ niṭṭhitaṃ."
}