{
  "an7.52:0.1": "Numbered Discourses 7.52 ",
  "an7.52:0.2": "5. A Great Sacrifice ",
  "an7.52:0.3": "A Very Fruitful Gift ",
  "an7.52:1.1": "At one time the Buddha was staying near Campā on the banks of the Gaggarā Lotus Pond. ",
  "an7.52:1.2": "Then several lay followers of Campā went to Venerable Sāriputta, bowed, sat down to one side, and said to him, ",
  "an7.52:1.3": "“Sir, it’s been a long time since we’ve heard a Dhamma talk from the Buddha. ",
  "an7.52:1.4": "It would be good if we got to hear a Dhamma talk from the Buddha.” ",
  "an7.52:1.5": "“Well then, reverends, come on the next sabbath day. ",
  "an7.52:1.6": "Hopefully you’ll get to hear a Dhamma talk from the Buddha.” ",
  "an7.52:1.7": "“Yes, sir” they replied. Then they rose from their seats, bowed to Sāriputta, and respectfully circled him before leaving. ",
  "an7.52:2.1": "Then on the next sabbath the lay followers of Campā went to Venerable Sāriputta, bowed, and stood to one side. ",
  "an7.52:2.2": "Then they went together with Sāriputta to the Buddha, bowed, and sat down to one side. Sāriputta said to the Buddha: ",
  "an7.52:3.1": "“Sir, could it be that someone gives a gift and it is not very fruitful or beneficial, ",
  "an7.52:3.2": "while someone else gives exactly the same gift and it is very fruitful and beneficial?” ",
  "an7.52:3.3": "“Indeed it could, Sāriputta.” ",
  "an7.52:3.4": "",
  "an7.52:3.5": "“Sir, what is the cause, what is the reason for this?” ",
  "an7.52:3.6": "",
  "an7.52:4.1": "“Sāriputta, take the case of a someone who gives a gift as an investment, their mind tied to it, expecting to keep it, thinking ‘I’ll enjoy this in my next life’. ",
  "an7.52:4.2": "They give to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, fragrance, and makeup; and bed, house, and lighting. ",
  "an7.52:4.3": "What do you think, Sāriputta, don’t some people give gifts in this way?” ",
  "an7.52:4.4": "“Yes, sir.” ",
  "an7.52:5.1": "“Sāriputta, someone who gives a gift as an investment, ",
  "an7.52:5.2": "when their body breaks up, after death, is reborn in the company of the gods of the Four Great Kings. ",
  "an7.52:5.3": "When that deed, success, fame, and sovereignty is spent they return to this state of existence. ",
  "an7.52:6.1": "Next, take the case of a someone who gives a gift not as an investment, their mind not tied to it, not expecting to keep it, and not thinking, ‘I’ll enjoy this in my next life’. ",
  "an7.52:6.2": "But they give a gift thinking, ‘It’s good to give’ … ",
  "an7.52:7.1": "",
  "an7.52:7.2": "They give a gift thinking, ‘Giving was practiced by my father and my father’s father. It would not be right for me to abandon this family tradition.’ … ",
  "an7.52:8.1": "",
  "an7.52:8.2": "They give a gift thinking, ‘I cook, they don’t. It wouldn’t be right for me to not give to them.’ … ",
  "an7.52:9.1": "",
  "an7.52:9.2": "They give a gift thinking, ‘The ancient brahmin seers were Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu. ",
  "an7.52:9.3": "Just as they performed great sacrifices, I will share a gift.’ … ",
  "an7.52:10.1": "",
  "an7.52:10.2": "",
  "an7.52:10.3": "They give a gift thinking, ‘When giving this gift my mind becomes clear, and I become happy and joyful.’ … ",
  "an7.52:11.1": "They don’t give a gift thinking, ‘When giving this gift my mind becomes clear, and I become happy and joyful.’ ",
  "an7.52:11.2": "But they give a gift thinking, ‘This is an adornment and requisite for the mind.’ ",
  "an7.52:11.3": "They give to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, fragrance, and makeup; and bed, house, and lighting. ",
  "an7.52:11.4": "What do you think, Sāriputta, don’t some people give gifts in this way?” ",
  "an7.52:11.5": "“Yes, sir.” ",
  "an7.52:12.1": "“Sāriputta, someone who gives gifts, not for any other reason, ",
  "an7.52:12.2": "",
  "an7.52:12.3": "",
  "an7.52:12.4": "",
  "an7.52:12.5": "",
  "an7.52:12.6": "",
  "an7.52:12.7": "",
  "an7.52:12.8": "",
  "an7.52:12.9": "",
  "an7.52:12.10": "",
  "an7.52:12.11": "but thinking, ‘This is an adornment and requisite for the mind’, ",
  "an7.52:12.12": "when their body breaks up, after death, is reborn among the gods of Brahmā’s Host. ",
  "an7.52:12.13": "When that deed, success, fame, and sovereignty is spent they are a non-returner; they do not return to this state of existence. ",
  "an7.52:13.1": "This is the cause, this is the reason why someone gives a gift and it is not very fruitful or beneficial, ",
  "an7.52:13.2": "while someone else gives exactly the same gift and it is very fruitful and beneficial.” "
}