{
  "an7.19:0.1": "Numbered Discourses 7 ",
  "an7.19:0.2": "2. Tendencies ",
  "an7.19:0.3": "19. Extinguishment ",
  "an7.19:1.1": "“First, take a person who meditates observing the happiness in extinguishment. They perceive happiness and experience happiness. Constantly, continually, and without interruption, they apply the mind and fathom with wisdom. ",
  "an7.19:1.2": "They’ve realized the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ",
  "an7.19:1.3": "This is the first person worthy of offerings. ",
  "an7.19:2.1": "Next, take a person who meditates observing the happiness in extinguishment. They perceive happiness and experience happiness. Constantly, continually, and without interruption, they apply the mind and fathom with wisdom. ",
  "an7.19:2.2": "Their defilements and their life come to an end at exactly the same time. ",
  "an7.19:2.3": "This is the second person. ",
  "an7.19:3.1": "Next, take a person who meditates observing the happiness in extinguishment. They perceive happiness and experience happiness. Constantly, continually, and without interruption, they apply the mind and fathom with wisdom. ",
  "an7.19:3.2": "With the ending of the five lower fetters they’re extinguished between one life and the next. … ",
  "an7.19:3.3": "With the ending of the five lower fetters they’re extinguished upon landing. … ",
  "an7.19:3.4": "With the ending of the five lower fetters they’re extinguished without extra effort. … ",
  "an7.19:3.5": "With the ending of the five lower fetters they’re extinguished with extra effort. … ",
  "an7.19:3.6": "With the ending of the five lower fetters they head upstream, going to the Akaniṭṭha realm. ",
  "an7.19:3.7": "This is the seventh person. ",
  "an7.19:3.8": "These are the seven people who are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and are the supreme field of merit for the world.” "
}