{
  "an7.69:0.1": "Numbered Discourses 7 ",
  "an7.69:0.2": "7. The Great Chapter ",
  "an7.69:0.3": "69. The Shady Orchid Tree ",
  "an7.69:1.1": "“Mendicants, when the leaves on the Shady Orchid Tree belonging to the Gods of the Thirty-Three turn brown, the gods are elated. They think: ",
  "an7.69:1.2": "‘Now the leaves on the Shady Orchid Tree have turned brown! It won’t be long until they fall.’ ",
  "an7.69:2.1": "When the leaves have fallen, the gods are elated. They think: ",
  "an7.69:2.2": "‘Now the leaves on the Shady Orchid Tree have fallen. It won’t be long until its foliage starts to regrow.’ ",
  "an7.69:3.1": "When the foliage starts to regrow, the gods are elated. They think: ",
  "an7.69:3.2": "‘Now the foliage of the Shady Orchid Tree has started to regrow. It won’t be long until it’s ready to grow flowers and leaves separately.’ ",
  "an7.69:4.1": "When it’s ready to grow flowers and leaves separately, the gods are elated. They think: ",
  "an7.69:4.2": "‘Now the Shady Orchid Tree is ready to grow flowers and leaves separately. It won’t be long until buds start to form.’ ",
  "an7.69:5.1": "When the buds start to form, the gods are elated. They think: ",
  "an7.69:5.2": "‘Now the buds of the Shady Orchid Tree have started to form. It won’t be long until the buds burst.’ ",
  "an7.69:6.1": "When the buds have burst, the gods are elated. They think: ",
  "an7.69:6.2": "‘Now the buds of the Shady Orchid Tree have burst. It won’t be long until it fully blossoms.’ ",
  "an7.69:7.1": "When the Shady Orchid Tree of the Gods of the Thirty-Three has fully blossomed, the gods are elated. For four heavenly months they amused themselves at the root of the tree, supplied and provided with the five kinds of sensual stimulation. When the Shady Orchid Tree has fully blossomed, its radiance spreads for fifty leagues, while its fragrance wafts for a hundred leagues. ",
  "an7.69:7.2": "Such is the majesty of the Shady Orchid Tree. ",
  "an7.69:8.1": "In the same way, when a noble disciple plans to go forth from the lay life to homelessness, they’re like the Shady Orchid Tree when its leaves turn brown. ",
  "an7.69:9.1": "When a noble disciple shaves off their hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness, they’re like the Shady Orchid Tree when its leaves fall. ",
  "an7.69:10.1": "When a noble disciple, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected, ",
  "an7.69:10.2": "they’re like the Shady Orchid Tree when its foliage starts to regrow. ",
  "an7.69:11.1": "When, as the placing of the mind and keeping it connected are stilled, a noble disciple enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected, ",
  "an7.69:11.2": "they’re like the Shady Orchid Tree when it’s ready to grow flowers and leaves separately. ",
  "an7.69:12.1": "When, with the fading away of rapture, a noble disciple enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’, ",
  "an7.69:12.2": "they’re like the Shady Orchid Tree when its buds start to form. ",
  "an7.69:13.1": "When, giving up pleasure and pain, and ending former happiness and sadness, a noble disciple enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness, ",
  "an7.69:13.2": "they’re like the Shady Orchid Tree when its buds burst. ",
  "an7.69:14.1": "When a noble disciple realizes the undefiled freedom of heart and freedom by wisdom in this very life, and they live having realized it with their own insight due to the ending of defilements, ",
  "an7.69:14.2": "they’re like the Shady Orchid tree when it fully blossoms. ",
  "an7.69:15.1": "At that time the earth gods raise the cry: ",
  "an7.69:15.2": "‘This venerable named so-and-so, from such-and-such village or town, the pupil of the venerable named so-and-so, went forth from the lay life to homelessness. They’ve realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.’ ",
  "an7.69:16.1": "Hearing the cry of the Earth Gods, the Gods of the Four Great Kings … ",
  "an7.69:16.2": "the Gods of the Thirty-Three … ",
  "an7.69:16.3": "the Gods of Yama … ",
  "an7.69:16.4": "the Joyful Gods … ",
  "an7.69:16.5": "the Gods Who Love to Create … ",
  "an7.69:16.6": "the Gods Who Control the Creations of Others … ",
  "an7.69:16.7": "the Gods of Brahmā’s Host raise the cry: ",
  "an7.69:16.8": "‘This venerable named so-and-so, from such-and-such village or town, the pupil of the venerable named so-and-so, went forth from the lay life to homelessness. They’ve realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.’ ",
  "an7.69:16.9": "And so at that moment, in that instant, the cry soars up to the Brahmā realm. ",
  "an7.69:16.10": "Such is the majesty of a mendicant who has ended the defilements.” "
}