{
  "an7.74:0.1": "Numbered Discourses 7.74 ",
  "an7.74:0.2": "7. The Great Chapter ",
  "an7.74:0.3": "About Araka ",
  "an7.74:1.1": "“Once upon a time, mendicants, there was a Teacher called Araka. He was a religious founder and was free of sensual desire. ",
  "an7.74:1.2": "He had many hundreds of disciples, ",
  "an7.74:1.3": "and he taught them like this: ",
  "an7.74:1.4": "‘Brahmins, life as a human is short, brief, and fleeting, full of suffering and distress. Be thoughtful and wake up! Do what’s good and lead the spiritual life, for no-one born can escape death. ",
  "an7.74:2.1": "It’s like a drop of dew on a grass tip. When the sun comes up it quickly evaporates and doesn’t last long. ",
  "an7.74:2.2": "In the same way, life as a human is like a dew-drop. It’s brief and fleeting, full of suffering and distress. Be thoughtful and wake up! Do what’s good and lead the spiritual life, for no-one born can escape death. ",
  "an7.74:3.1": "It’s like when the rain falls heavily. The bubbles quickly vanish and don’t last long. ",
  "an7.74:3.2": "In the same way, life as a human is like a bubble. … ",
  "an7.74:4.1": "It’s like a line drawn in water. It vanishes quickly and doesn’t last long. ",
  "an7.74:4.2": "In the same way, life as a human is like a line drawn in water. … ",
  "an7.74:4.3": "",
  "an7.74:5.1": "It’s like a mountain river traveling far, flowing fast, carrying all before it. It doesn’t turn back—not for a moment, a second, an instant—but runs, rolls, and flows on. ",
  "an7.74:5.2": "In the same way, life as a human is like a mountain river. … ",
  "an7.74:5.3": "",
  "an7.74:6.1": "It’s like a strong man who has formed a glob of spit on the tip of his tongue. He could easily spit it out. ",
  "an7.74:6.2": "In the same way, life as a human is like a glob of spit. … ",
  "an7.74:6.3": "",
  "an7.74:7.1": "Suppose there was an iron cauldron that had been heated all day. If you tossed a lump of meat in, it would quickly vanish and not last long. ",
  "an7.74:7.2": "In the same way, life as a human is like a lump of meat. … ",
  "an7.74:7.3": "",
  "an7.74:8.1": "It’s like a cow being led to the slaughterhouse. With every step she comes closer to the slaughter, closer to death. ",
  "an7.74:8.2": "In the same way, life as a human is like a cow being slaughtered. It’s brief and fleeting, full of suffering and distress. Be thoughtful and wake up! Do what’s good and lead the spiritual life, for no-one born can escape death.’ ",
  "an7.74:9.1": "Now, mendicants, at that time human beings had a life span of 60,000 years. Girls could be married at 500 years of age. ",
  "an7.74:9.2": "And human beings only had six afflictions: ",
  "an7.74:9.3": "cold, heat, hunger, thirst, and the need to defecate and urinate. ",
  "an7.74:9.4": "But even though humans were so long-lived with so few afflictions, Araka still taught in this way: ",
  "an7.74:9.5": "‘Life as a human is short, brief, and fleeting, full of suffering and distress. Be thoughtful and wake up! Do what’s good and lead the spiritual life, for no-one born can escape death.’ ",
  "an7.74:10.1": "These days it’d be right to say: ",
  "an7.74:10.2": "‘Life as a human is short, brief, and fleeting, full of suffering and distress. Be thoughtful and wake up! Do what’s good and lead the spiritual life, for no-one born can escape death.’ ",
  "an7.74:10.3": "For these days a long life is a hundred years or a little more. ",
  "an7.74:10.4": "Living for a hundred years, there are just three hundred seasons, ",
  "an7.74:10.5": "a hundred each of the winter, summer, and rains. ",
  "an7.74:10.6": "Living for three hundred seasons, there are just twelve hundred months, ",
  "an7.74:10.7": "four hundred in each of the winter, summer, and rains. ",
  "an7.74:10.8": "Living for twelve hundred months, there are just twenty-four hundred fortnights, ",
  "an7.74:10.9": "eight hundred in each of the winter, summer, and rains. ",
  "an7.74:10.10": "Living for 2,400 fortnights, there are just 36,000 days, ",
  "an7.74:10.11": "12,000 in each of the summer, winter, and rains. ",
  "an7.74:10.12": "Living for 36,000 days, you just eat 72,000 meals, ",
  "an7.74:10.13": "24,000 in each of the summer, winter, and rains, including when you’re suckling at the breast, and when you’re prevented from eating. ",
  "an7.74:11.1": "Things that prevent you from eating include anger, pain, sickness, sabbath, or being unable to get food. ",
  "an7.74:11.2": "So mendicants, for a human being with a hundred years life span I have counted the life span, the limit of the life span, the seasons, the years, the months, the fortnights, the nights, the days, the meals, and the things that prevent them from eating. ",
  "an7.74:11.3": "Out of compassion, I’ve done what a teacher should do who wants what’s best for their disciples. ",
  "an7.74:11.4": "Here are these roots of trees, and here are these empty huts. Practice absorption, mendicants! Don’t be negligent! Don’t regret it later! This is my instruction to you.” ",
  "an7.74:11.5": "",
  "an7.74:11.6": "",
  "an7.74:12.1": "",
  "an7.74:12.2": "",
  "an7.74:12.3": ""
}