{
  "ya1.1.1:0.1": "1 Mūlayamaka ",
  "ya1.1.1:0.2": "1.1 Uddesa ",
  "ya1.1.1:0.3": "1.1.1. Mūlavārauddesa ",
  "ya1.1.1:1.0.1": "1.1.1.1. Kusalapada nayacatukka ",
  "ya1.1.1:1.0.2": "1.1.1.1.1. Mūlanaya ",
  "ya1.1.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa. ",
  "ya1.1.1:2.1": " Ye keci kusalā dhammā, sabbe te kusalamūlā? ",
  "ya1.1.1:3.1": " Ye vā pana kusalamūlā, sabbe te dhammā kusalā? ",
  "ya1.1.1:4.1": " Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlā? ",
  "ya1.1.1:5.1": " Ye vā pana kusalamūlena ekamūlā, sabbe te dhammā kusalā? ",
  "ya1.1.1:6.1": " Ye keci kusalamūlena ekamūlā dhammā, sabbe te kusalamūlena aññamaññamūlā? ",
  "ya1.1.1:7.1": " Ye vā pana kusalamūlena aññamaññamūlā, sabbe te dhammā kusalā? ",
  "ya1.1.1:8.0": "1.1.1.1.2. Mūlamūlanaya ",
  "ya1.1.1:8.1": " Ye keci kusalā dhammā, sabbe te kusalamūlamūlā? ",
  "ya1.1.1:9.1": " Ye vā pana kusalamūlamūlā, sabbe te dhammā kusalā? ",
  "ya1.1.1:10.1": " Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlamūlā? ",
  "ya1.1.1:11.1": " Ye vā pana kusalamūlena ekamūlamūlā, sabbe te dhammā kusalā? ",
  "ya1.1.1:12.1": " Ye keci kusalamūlena ekamūlamūlā dhammā, sabbe te kusalamūlena aññamaññamūlamūlā? ",
  "ya1.1.1:13.1": " Ye vā pana kusalamūlena aññamaññamūlamūlā, sabbe te dhammā kusalā? ",
  "ya1.1.1:14.0": "1.1.1.1.3. Mūlakanaya ",
  "ya1.1.1:14.1": " Ye keci kusalā dhammā, sabbe te kusalamūlakā? ",
  "ya1.1.1:15.1": " Ye vā pana kusalamūlakā, sabbe te dhammā kusalā? ",
  "ya1.1.1:16.1": " Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlakā? ",
  "ya1.1.1:17.1": " Ye vā pana kusalamūlena ekamūlakā, sabbe te dhammā kusalā? ",
  "ya1.1.1:18.1": " Ye keci kusalamūlena ekamūlakā dhammā, sabbe te kusalamūlena aññamaññamūlakā? ",
  "ya1.1.1:19.1": " Ye vā pana kusalamūlena aññamaññamūlakā, sabbe te dhammā kusalā? ",
  "ya1.1.1:20.0": "1.1.1.1.4. Mūlamūlakanaya ",
  "ya1.1.1:20.1": " Ye keci kusalā dhammā, sabbe te kusalamūlamūlakā? ",
  "ya1.1.1:21.1": " Ye vā pana kusalamūlamūlakā, sabbe te dhammā kusalā? ",
  "ya1.1.1:22.1": " Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlamūlakā? ",
  "ya1.1.1:23.1": " Ye vā pana kusalamūlena ekamūlamūlakā, sabbe te dhammā kusalā? ",
  "ya1.1.1:24.1": " Ye keci kusalamūlena ekamūlamūlakā dhammā, sabbe te kusalamūlena aññamaññamūlamūlakā? ",
  "ya1.1.1:25.1": " Ye vā pana kusalamūlena aññamaññamūlamūlakā, sabbe te dhammā kusalā? ",
  "ya1.1.1:26.0.1": "1.1.1.2. Akusalapada nayacatukka ",
  "ya1.1.1:26.0.2": "1.1.1.2.1. Mūlanaya ",
  "ya1.1.1:26.1": " Ye keci akusalā dhammā, sabbe te akusalamūlā? ",
  "ya1.1.1:27.1": " Ye vā pana akusalamūlā, sabbe te dhammā akusalā? ",
  "ya1.1.1:28.1": " Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlā? ",
  "ya1.1.1:29.1": " Ye vā pana akusalamūlena ekamūlā, sabbe te dhammā akusalā? ",
  "ya1.1.1:30.1": " Ye keci akusalamūlena ekamūlā dhammā, sabbe te akusalamūlena aññamaññamūlā? ",
  "ya1.1.1:31.1": " Ye vā pana akusalamūlena aññamaññamūlā, sabbe te dhammā akusalā? ",
  "ya1.1.1:32.0": "1.1.1.2.2. Mūlamūlanaya ",
  "ya1.1.1:32.1": " Ye keci akusalā dhammā, sabbe te akusalamūlamūlā? ",
  "ya1.1.1:33.1": " Ye vā pana akusalamūlamūlā, sabbe te dhammā akusalā? ",
  "ya1.1.1:34.1": " Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlamūlā? ",
  "ya1.1.1:35.1": " Ye vā pana akusalamūlena ekamūlamūlā, sabbe te dhammā akusalā? ",
  "ya1.1.1:36.1": " Ye keci akusalamūlena ekamūlamūlā dhammā, sabbe te akusalamūlena aññamaññamūlamūlā? ",
  "ya1.1.1:37.1": " Ye vā pana akusalamūlena aññamaññamūlamūlā, sabbe te dhammā akusalā? ",
  "ya1.1.1:38.0": "1.1.1.2.3. Mūlakanaya ",
  "ya1.1.1:38.1": " Ye keci akusalā dhammā, sabbe te akusalamūlakā? ",
  "ya1.1.1:39.1": " Ye vā pana akusalamūlakā, sabbe te dhammā akusalā? ",
  "ya1.1.1:40.1": " Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlakā? ",
  "ya1.1.1:41.1": " Ye vā pana akusalamūlena ekamūlakā, sabbe te dhammā akusalā? ",
  "ya1.1.1:42.1": " Ye keci akusalamūlena ekamūlakā dhammā, sabbe te akusalamūlena aññamaññamūlakā? ",
  "ya1.1.1:43.1": " Ye vā pana akusalamūlena aññamaññamūlakā, sabbe te dhammā akusalā? ",
  "ya1.1.1:44.0": "1.1.1.2.4. Mūlamūlakanaya ",
  "ya1.1.1:44.1": " Ye keci akusalā dhammā, sabbe te akusalamūlamūlakā? ",
  "ya1.1.1:45.1": " Ye vā pana akusalamūlamūlakā, sabbe te dhammā akusalā? ",
  "ya1.1.1:46.1": " Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlamūlakā? ",
  "ya1.1.1:47.1": " Ye vā pana akusalamūlena ekamūlamūlakā, sabbe te dhammā akusalā? ",
  "ya1.1.1:48.1": " Ye keci akusalamūlena ekamūlamūlakā dhammā, sabbe te akusalamūlena aññamaññamūlamūlakā? ",
  "ya1.1.1:49.1": " Ye vā pana akusalamūlena aññamaññamūlamūlakā, sabbe te dhammā akusalā? ",
  "ya1.1.1:50.0.1": "1.1.1.3. Abyākatapada nayacatukka ",
  "ya1.1.1:50.0.2": "1.1.1.3.1. Mūlanaya ",
  "ya1.1.1:50.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlā? ",
  "ya1.1.1:51.1": " Ye vā pana abyākatamūlā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:52.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlā? ",
  "ya1.1.1:53.1": " Ye vā pana abyākatamūlena ekamūlā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:54.1": " Ye keci abyākatamūlena ekamūlā dhammā, sabbe te abyākatamūlena aññamaññamūlā? ",
  "ya1.1.1:55.1": " Ye vā pana abyākatamūlena aññamaññamūlā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:56.0": "1.1.1.3.2. Mūlamūlanaya ",
  "ya1.1.1:56.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlamūlā? ",
  "ya1.1.1:57.1": " Ye vā pana abyākatamūlamūlā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:58.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlamūlā? ",
  "ya1.1.1:59.1": " Ye vā pana abyākatamūlena ekamūlamūlā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:60.1": " Ye keci abyākatamūlena ekamūlamūlā dhammā, sabbe te abyākatamūlena aññamaññamūlamūlā? ",
  "ya1.1.1:61.1": " Ye vā pana abyākatamūlena aññamaññamūlamūlā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:62.0": "1.1.1.3.3. Mūlakanaya ",
  "ya1.1.1:62.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlakā? ",
  "ya1.1.1:63.1": " Ye vā pana abyākatamūlakā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:64.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlakā? ",
  "ya1.1.1:65.1": " Ye vā pana abyākatamūlena ekamūlakā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:66.1": " Ye keci abyākatamūlena ekamūlakā dhammā, sabbe te abyākatamūlena aññamaññamūlakā? ",
  "ya1.1.1:67.1": " Ye vā pana abyākatamūlena aññamaññamūlakā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:68.0": "1.1.1.3.4. Mūlamūlakanaya ",
  "ya1.1.1:68.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlamūlakā? ",
  "ya1.1.1:69.1": " Ye vā pana abyākatamūlamūlakā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:70.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlamūlakā? ",
  "ya1.1.1:71.1": " Ye vā pana abyākatamūlena ekamūlamūlakā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:72.1": " Ye keci abyākatamūlena ekamūlamūlakā dhammā, sabbe te abyākatamūlena aññamaññamūlamūlakā? ",
  "ya1.1.1:73.1": " Ye vā pana abyākatamūlena aññamaññamūlamūlakā, sabbe te dhammā abyākatā? ",
  "ya1.1.1:74.0.1": "1.1.1.4. Nāmapada nayacatukka ",
  "ya1.1.1:74.0.2": "1.1.1.3.1. Mūlanaya ",
  "ya1.1.1:74.1": " Ye keci nāmā dhammā, sabbe te nāmamūlā? ",
  "ya1.1.1:75.1": " Ye vā pana nāmamūlā, sabbe te dhammā nāmā? ",
  "ya1.1.1:76.1": " Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlā? ",
  "ya1.1.1:77.1": " Ye vā pana nāmamūlena ekamūlā, sabbe te dhammā nāmā? ",
  "ya1.1.1:78.1": " Ye keci nāmamūlena ekamūlā dhammā, sabbe te nāmamūlena aññamaññamūlā? ",
  "ya1.1.1:79.1": " Ye vā pana nāmamūlena aññamaññamūlā, sabbe te dhammā nāmā? ",
  "ya1.1.1:80.0": "1.1.1.3.2. Mūlamūlanaya ",
  "ya1.1.1:80.1": " Ye keci nāmā dhammā, sabbe te nāmamūlamūlā? ",
  "ya1.1.1:81.1": " Ye vā pana nāmamūlamūlā, sabbe te dhammā nāmā? ",
  "ya1.1.1:82.1": " Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlamūlā? ",
  "ya1.1.1:83.1": " Ye vā pana nāmamūlena ekamūlamūlā, sabbe te dhammā nāmā? ",
  "ya1.1.1:84.1": " Ye keci nāmamūlena ekamūlamūlā dhammā, sabbe te nāmamūlena aññamaññamūlamūlā? ",
  "ya1.1.1:85.1": " Ye vā pana nāmamūlena aññamaññamūlamūlā, sabbe te dhammā nāmā? ",
  "ya1.1.1:86.0": "1.1.1.3.3. Mūlakanaya ",
  "ya1.1.1:86.1": " Ye keci nāmā dhammā, sabbe te nāmamūlakā? ",
  "ya1.1.1:87.1": " Ye vā pana nāmamūlakā, sabbe te dhammā nāmā? ",
  "ya1.1.1:88.1": " Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlakā? ",
  "ya1.1.1:89.1": " Ye vā pana nāmamūlena ekamūlakā, sabbe te dhammā nāmā? ",
  "ya1.1.1:90.1": " Ye keci nāmamūlena ekamūlakā dhammā, sabbe te nāmamūlena aññamaññamūlakā? ",
  "ya1.1.1:91.1": " Ye vā pana nāmamūlena aññamaññamūlakā, sabbe te dhammā nāmā? ",
  "ya1.1.1:92.0": "1.1.1.3.4. Mūlamūlakanaya ",
  "ya1.1.1:92.1": " Ye keci nāmā dhammā, sabbe te nāmamūlamūlakā? ",
  "ya1.1.1:93.1": " Ye vā pana nāmamūlamūlakā, sabbe te dhammā nāmā? ",
  "ya1.1.1:94.1": " Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlamūlakā? ",
  "ya1.1.1:95.1": " Ye vā pana nāmamūlena ekamūlamūlakā, sabbe te dhammā nāmā? ",
  "ya1.1.1:96.1": " Ye keci nāmamūlena ekamūlamūlakā dhammā, sabbe te nāmamūlena aññamaññamūlamūlakā? ",
  "ya1.1.1:97.1": " Ye vā pana nāmamūlena aññamaññamūlamūlakā, sabbe te dhammā nāmā? ",
  "ya1.1.1:98.1": "Mūlavārauddeso. "
}