{
  "ya1.2.1:0.1": "1 Mūlayamaka ",
  "ya1.2.1:0.2": "1.2 Niddesa ",
  "ya1.2.1:0.3": "1.2.1. Mūlavāraniddesa ",
  "ya1.2.1:1.0.1": "1.2.1.1. Kusalapada nayacatukka ",
  "ya1.2.1:1.0.2": "1.2.1.1.1. Mūlanaya ",
  "ya1.2.1:1.1": " Ye keci kusalā dhammā, sabbe te kusalamūlāti? Tīṇeva kusalamūlāni. Avasesā kusalā dhammā na kusalamūlā. ",
  "ya1.2.1:2.1": " Ye vā pana kusalamūlā, sabbe te dhammā kusalāti? Āmantā. ",
  "ya1.2.1:3.1": " Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlāti? Āmantā. ",
  "ya1.2.1:4.1": " Ye vā pana kusalamūlena ekamūlā, sabbe te dhammā kusalāti? ",
  "ya1.2.1:5.1": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlena ekamūlaṁ, na kusalaṁ. Kusalaṁ kusalamūlena ekamūlañceva kusalañca. ",
  "ya1.2.1:6.1": " Ye keci kusalamūlena ekamūlā dhammā, sabbe te kusalamūlena aññamaññamūlāti? ",
  "ya1.2.1:7.1": "Mūlāni yāni ekato uppajjanti kusalamūlāni ekamūlāni ceva aññamaññamūlāni ca. Avasesā kusalamūlasahajātā dhammā kusalamūlena ekamūlā, na ca aññamaññamūlā. ",
  "ya1.2.1:8.1": " Ye vā pana kusalamūlena aññamaññamūlā, sabbe te dhammā kusalāti? Āmantā. ",
  "ya1.2.1:9.0": "1.2.1.1.2. Mūlamūlanaya ",
  "ya1.2.1:9.1": " Ye keci kusalā dhammā, sabbe te kusalamūlamūlāti? Tīṇeva kusalamūlamūlāni. Avasesā kusalā dhammā na kusalamūlamūlā. ",
  "ya1.2.1:10.1": " Ye vā pana kusalamūlamūlā, sabbe te dhammā kusalāti? Āmantā. ",
  "ya1.2.1:11.1": " Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlamūlāti? Āmantā. ",
  "ya1.2.1:12.1": " Ye vā pana kusalamūlena ekamūlamūlā, sabbe te dhammā kusalāti? ",
  "ya1.2.1:13.1": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlena ekamūlamūlaṁ, na kusalaṁ. Kusalaṁ kusalamūlena ekamūlamūlañceva kusalañca. ",
  "ya1.2.1:14.1": " Ye keci kusalamūlena ekamūlamūlā dhammā, sabbe te kusalamūlena aññamaññamūlamūlāti? ",
  "ya1.2.1:15.1": "Mūlāni yāni ekato uppajjanti kusalamūlāni ekamūlamūlāni ceva aññamaññamūlamūlāni ca. Avasesā kusalamūlasahajātā dhammā kusalamūlena ekamūlamūlā, na ca aññamaññamūlamūlā. ",
  "ya1.2.1:16.1": " Ye vā pana kusalamūlena aññamaññamūlamūlā, sabbe te dhammā kusalāti? Āmantā. ",
  "ya1.2.1:17.0": "1.2.1.1.3. Mūlakanaya ",
  "ya1.2.1:17.1": " Ye keci kusalā dhammā, sabbe te kusalamūlakāti? Āmantā. ",
  "ya1.2.1:18.1": " Ye vā pana kusalamūlakā, sabbe te dhammā kusalāti? ",
  "ya1.2.1:19.1": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlakaṁ na kusalaṁ. Kusalaṁ kusalamūlakañceva kusalañca. ",
  "ya1.2.1:20.1": " Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlakāti? Āmantā. ",
  "ya1.2.1:21.1": " Ye vā pana kusalamūlena ekamūlakā, sabbe te dhammā kusalāti? ",
  "ya1.2.1:22.1": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlena ekamūlakaṁ, na kusalaṁ. Kusalaṁ kusalamūlena ekamūlakañceva kusalañca. ",
  "ya1.2.1:23.1": " Ye keci kusalamūlena ekamūlakā dhammā, sabbe te kusalamūlena aññamaññamūlakāti? ",
  "ya1.2.1:24.1": "Mūlāni yāni ekato uppajjanti kusalamūlāni ekamūlakāni ceva aññamaññamūlakāni ca. Avasesā kusalamūlasahajātā dhammā kusalamūlena ekamūlakā, na ca aññamaññamūlakā. ",
  "ya1.2.1:25.1": " Ye vā pana kusalamūlena aññamaññamūlakā, sabbe te dhammā kusalāti? Āmantā. ",
  "ya1.2.1:26.0": "1.2.1.1.4. Mūlamūlakanaya ",
  "ya1.2.1:26.1": " Ye keci kusalā dhammā, sabbe te kusalamūlamūlakāti? Āmantā. ",
  "ya1.2.1:27.1": " Ye vā pana kusalamūlamūlakā, sabbe te dhammā kusalāti? ",
  "ya1.2.1:28.1": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlamūlakaṁ na kusalaṁ. Kusalaṁ kusalamūlamūlakañceva kusalañca. ",
  "ya1.2.1:29.1": " Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlamūlakāti? Āmantā. ",
  "ya1.2.1:30.1": " Ye vā pana kusalamūlena ekamūlamūlakā, sabbe te dhammā kusalāti? ",
  "ya1.2.1:31.1": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlena ekamūlamūlakaṁ, na kusalaṁ. Kusalaṁ kusalamūlena ekamūlamūlakañceva kusalañca. ",
  "ya1.2.1:32.1": " Ye keci kusalamūlena ekamūlamūlakā dhammā, sabbe te kusalamūlena aññamaññamūlamūlakāti? ",
  "ya1.2.1:33.1": "Mūlāni yāni ekato uppajjanti kusalamūlāni ekamūlamūlakāni ceva aññamaññamūlamūlakāni ca. Avasesā kusalamūlasahajātā dhammā kusalamūlena ekamūlamūlakā, na ca aññamaññamūlamūlakā. ",
  "ya1.2.1:34.1": " Ye vā pana kusalamūlena aññamaññamūlamūlakā, sabbe te dhammā kusalāti? Āmantā. ",
  "ya1.2.1:35.0.1": "1.2.1.2. Akusalapada nayacatukka ",
  "ya1.2.1:35.0.2": "1.2.1.2.1. Mūlanaya ",
  "ya1.2.1:35.1": " Ye keci akusalā dhammā, sabbe te akusalamūlāti? ",
  "ya1.2.1:36.1": "Tīṇeva akusalamūlāni. Avasesā akusalā dhammā na akusalamūlā. ",
  "ya1.2.1:37.1": " Ye vā pana akusalamūlā, sabbe te dhammā akusalāti? Āmantā. ",
  "ya1.2.1:38.1": " Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlāti? ",
  "ya1.2.1:39.1": "Ahetukaṁ akusalaṁ akusalamūlena na ekamūlaṁ. Sahetukaṁ akusalaṁ akusalamūlena ekamūlaṁ. ",
  "ya1.2.1:40.1": " Ye vā pana akusalamūlena ekamūlā, sabbe te dhammā akusalāti? ",
  "ya1.2.1:41.1": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlena ekamūlaṁ, na akusalaṁ. Akusalaṁ akusalamūlena ekamūlañceva akusalañca. ",
  "ya1.2.1:42.1": " Ye keci akusalamūlena ekamūlā dhammā, sabbe te akusalamūlena aññamaññamūlāti? ",
  "ya1.2.1:43.1": "Mūlāni yāni ekato uppajjanti akusalamūlāni ekamūlāni ceva aññamaññamūlāni ca. Avasesā akusalamūlasahajātā dhammā akusalamūlena ekamūlā, na ca aññamaññamūlā. ",
  "ya1.2.1:44.1": " Ye vā pana akusalamūlena aññamaññamūlā, sabbe te dhammā akusalāti? Āmantā. ",
  "ya1.2.1:45.0": "1.2.1.2.2. Mūlamūlanaya ",
  "ya1.2.1:45.1": " Ye keci akusalā dhammā, sabbe te akusalamūlamūlāti? ",
  "ya1.2.1:46.1": "Tīṇeva akusalamūlamūlāni. Avasesā akusalā dhammā na akusalamūlamūlā. ",
  "ya1.2.1:47.1": " Ye vā pana akusalamūlamūlā, sabbe te dhammā akusalāti? Āmantā. ",
  "ya1.2.1:48.1": " Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlamūlāti? ",
  "ya1.2.1:49.1": "Ahetukaṁ akusalaṁ akusalamūlena na ekamūlamūlaṁ. Sahetukaṁ akusalaṁ akusalamūlena ekamūlamūlaṁ. ",
  "ya1.2.1:50.1": " Ye vā pana akusalamūlena ekamūlamūlā, sabbe te dhammā akusalāti? ",
  "ya1.2.1:51.1": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlena ekamūlamūlaṁ, na akusalaṁ. Akusalaṁ akusalamūlena ekamūlamūlañceva akusalañca. ",
  "ya1.2.1:52.1": " Ye keci akusalamūlena ekamūlamūlā dhammā, sabbe te akusalamūlena aññamaññamūlamūlāti? ",
  "ya1.2.1:53.1": "Mūlāni yāni ekato uppajjanti akusalamūlāni ekamūlamūlāni ceva aññamaññamūlamūlāni ca. Avasesā akusalamūlasahajātā dhammā akusalamūlena ekamūlamūlā, na ca aññamaññamūlamūlā. ",
  "ya1.2.1:54.1": " Ye vā pana akusalamūlena aññamaññamūlamūlā, sabbe te dhammā akusalāti? Āmantā. ",
  "ya1.2.1:55.0": "1.2.1.2.3. Mūlakanaya ",
  "ya1.2.1:55.1": " Ye keci akusalā dhammā, sabbe te akusalamūlakāti? ",
  "ya1.2.1:56.1": "Ahetukaṁ akusalaṁ na akusalamūlakaṁ. Sahetukaṁ akusalaṁ akusalamūlakaṁ. ",
  "ya1.2.1:57.1": " Ye vā pana akusalamūlakā, sabbe te dhammā akusalāti? ",
  "ya1.2.1:58.1": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlakaṁ na akusalaṁ. Akusalaṁ akusalamūlakañceva akusalañca. ",
  "ya1.2.1:59.1": " Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlakāti? ",
  "ya1.2.1:60.1": "Ahetukaṁ akusalaṁ akusalamūlena na ekamūlakaṁ. Sahetukaṁ akusalaṁ akusalamūlena ekamūlakaṁ. ",
  "ya1.2.1:61.1": " Ye vā pana akusalamūlena ekamūlakā, sabbe te dhammā akusalāti? ",
  "ya1.2.1:62.1": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlena ekamūlakaṁ, na akusalaṁ. Akusalaṁ akusalamūlena ekamūlakañceva akusalañca. ",
  "ya1.2.1:63.1": " Ye keci akusalamūlena ekamūlakā dhammā, sabbe te akusalamūlena aññamaññamūlakāti? ",
  "ya1.2.1:64.1": "Mūlāni yāni ekato uppajjanti akusalamūlāni ekamūlakāni ceva aññamaññamūlakāni ca. Avasesā akusalamūlasahajātā dhammā akusalamūlena ekamūlakā, na ca aññamaññamūlakā. ",
  "ya1.2.1:65.1": " Ye vā pana akusalamūlena aññamaññamūlakā, sabbe te dhammā akusalāti? Āmantā. ",
  "ya1.2.1:66.0": "1.2.1.2.4. Mūlamūlakanaya ",
  "ya1.2.1:66.1": " Ye keci akusalā dhammā, sabbe te akusalamūlamūlakāti? ",
  "ya1.2.1:67.1": "Ahetukaṁ akusalaṁ na akusalamūlamūlakaṁ. Sahetukaṁ akusalaṁ akusalamūlamūlakaṁ. ",
  "ya1.2.1:68.1": " Ye vā pana akusalamūlamūlakā, sabbe te dhammā akusalāti? ",
  "ya1.2.1:69.1": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlamūlakaṁ na akusalaṁ. Akusalaṁ akusalamūlamūlakañceva akusalañca. ",
  "ya1.2.1:70.1": " Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlamūlakāti? ",
  "ya1.2.1:71.1": "Ahetukaṁ akusalaṁ akusalamūlena na ekamūlamūlakaṁ. Sahetukaṁ akusalaṁ akusalamūlena ekamūlamūlakaṁ. ",
  "ya1.2.1:72.1": " Ye vā pana akusalamūlena ekamūlamūlakā, sabbe te dhammā akusalāti? ",
  "ya1.2.1:73.1": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlena ekamūlamūlakaṁ, na akusalaṁ. Akusalaṁ akusalamūlena ekamūlamūlakañceva akusalañca. ",
  "ya1.2.1:74.1": " Ye keci akusalamūlena ekamūlamūlakā dhammā, sabbe te akusalamūlena aññamaññamūlamūlakāti? ",
  "ya1.2.1:75.1": "Mūlāni yāni ekato uppajjanti akusalamūlāni ekamūlamūlakāni ceva aññamaññamūlamūlakāni ca. Avasesā akusalamūlasahajātā dhammā akusalamūlena ekamūlamūlakā, na ca aññamaññamūlamūlakā. ",
  "ya1.2.1:76.1": " Ye vā pana akusalamūlena aññamaññamūlamūlakā, sabbe te dhammā akusalāti? Āmantā. ",
  "ya1.2.1:77.0.1": "1.2.1.3. Abyākatapada nayacatukka ",
  "ya1.2.1:77.0.2": "1.2.1.3.1. Mūlanaya ",
  "ya1.2.1:77.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlāti? ",
  "ya1.2.1:78.1": "Tīṇeva abyākatamūlāni. Avasesā abyākatā dhammā na abyākatamūlā. ",
  "ya1.2.1:79.1": " Ye vā pana abyākatamūlā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:80.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlāti? ",
  "ya1.2.1:81.1": "Ahetukaṁ abyākataṁ abyākatamūlena na ekamūlaṁ. Sahetukaṁ abyākataṁ abyākatamūlena ekamūlaṁ. ",
  "ya1.2.1:82.1": " Ye vā pana abyākatamūlena ekamūlā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:83.1": " Ye keci abyākatamūlena ekamūlā dhammā, sabbe te abyākatamūlena aññamaññamūlāti? ",
  "ya1.2.1:84.1": "Mūlāni yāni ekato uppajjanti abyākatamūlāni ekamūlāni ceva aññamaññamūlāni ca. Avasesā abyākatamūlasahajātā dhammā abyākatamūlena ekamūlā, na ca aññamaññamūlā. ",
  "ya1.2.1:85.1": " Ye vā pana abyākatamūlena aññamaññamūlā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:86.0": "1.2.1.3.2. Mūlamūlanaya ",
  "ya1.2.1:86.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlamūlāti? ",
  "ya1.2.1:87.1": "Tīṇeva abyākatamūlamūlāni. Avasesā abyākatā dhammā na abyākatamūlamūlā. ",
  "ya1.2.1:88.1": " Ye vā pana abyākatamūlamūlā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:89.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlamūlāti? ",
  "ya1.2.1:90.1": "Ahetukaṁ abyākataṁ abyākatamūlena na ekamūlamūlaṁ. Sahetukaṁ abyākataṁ abyākatamūlena ekamūlamūlaṁ. ",
  "ya1.2.1:91.1": " Ye vā pana abyākatamūlena ekamūlamūlā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:92.1": " Ye keci abyākatamūlena ekamūlamūlā dhammā, sabbe te abyākatamūlena aññamaññamūlamūlāti? ",
  "ya1.2.1:93.1": "Mūlāni yāni ekato uppajjanti abyākatamūlāni ekamūlamūlāni ceva aññamaññamūlamūlāni ca. Avasesā abyākatamūlasahajātā dhammā abyākatamūlena ekamūlamūlā, na ca aññamaññamūlamūlā. ",
  "ya1.2.1:94.1": " Ye vā pana abyākatamūlena aññamaññamūlamūlā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:95.0": "1.2.1.3.3. Mūlakanaya ",
  "ya1.2.1:95.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlakāti? ",
  "ya1.2.1:96.1": "Ahetukaṁ abyākataṁ na abyākatamūlakaṁ. Sahetukaṁ abyākataṁ abyākatamūlakaṁ. ",
  "ya1.2.1:97.1": " Ye vā pana abyākatamūlakā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:98.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlakāti? ",
  "ya1.2.1:99.1": "Ahetukaṁ abyākataṁ abyākatamūlena na ekamūlakaṁ. Sahetukaṁ abyākataṁ abyākatamūlena ekamūlakaṁ. ",
  "ya1.2.1:100.1": " Ye vā pana abyākatamūlena ekamūlakā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:101.1": " Ye keci abyākatamūlena ekamūlakā dhammā, sabbe te abyākatamūlena aññamaññamūlakāti? ",
  "ya1.2.1:102.1": "Mūlāni yāni ekato uppajjanti abyākatamūlāni ekamūlakāni ceva aññamaññamūlakāni ca. Avasesā abyākatamūlasahajātā dhammā abyākatamūlena ekamūlakā, na ca aññamaññamūlakā. ",
  "ya1.2.1:103.1": " Ye vā pana abyākatamūlena aññamaññamūlakā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:104.0": "1.2.1.3.4. Mūlamūlakanaya ",
  "ya1.2.1:104.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlamūlakāti? ",
  "ya1.2.1:105.1": "Ahetukaṁ abyākataṁ na abyākatamūlamūlakaṁ. Sahetukaṁ abyākataṁ abyākatamūlamūlakaṁ. ",
  "ya1.2.1:106.1": " Ye vā pana abyākatamūlamūlakā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:107.1": " Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlamūlakāti? ",
  "ya1.2.1:108.1": "Ahetukaṁ abyākataṁ abyākatamūlena na ekamūlamūlakaṁ. Sahetukaṁ abyākataṁ abyākatamūlena ekamūlamūlakaṁ. ",
  "ya1.2.1:109.1": " Ye vā pana abyākatamūlena ekamūlamūlakā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:110.1": " Ye keci abyākatamūlena ekamūlamūlakā dhammā, sabbe te abyākatamūlena aññamaññamūlamūlakāti? ",
  "ya1.2.1:111.1": "Mūlāni yāni ekato uppajjanti abyākatamūlāni ekamūlamūlakāni ceva aññamaññamūlamūlakāni ca. Avasesā abyākatamūlasahajātā dhammā abyākatamūlena ekamūlamūlakā, na ca aññamaññamūlamūlakā. ",
  "ya1.2.1:112.1": " Ye vā pana abyākatamūlena aññamaññamūlamūlakā, sabbe te dhammā abyākatāti? Āmantā. ",
  "ya1.2.1:113.0.1": "1.2.1.4. Nāmapada nayacatukka ",
  "ya1.2.1:113.0.2": "1.2.1.4.1. Mūlanaya ",
  "ya1.2.1:113.1": " Ye keci nāmā dhammā, sabbe te nāmamūlāti? ",
  "ya1.2.1:114.1": "Naveva nāmamūlāni. Avasesā nāmā dhammā na nāmamūlā. ",
  "ya1.2.1:115.1": " Ye vā pana nāmamūlā, sabbe te dhammā nāmāti? Āmantā. ",
  "ya1.2.1:116.1": " Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlāti? ",
  "ya1.2.1:117.1": "Ahetukaṁ nāmaṁ nāmamūlena na ekamūlaṁ. Sahetukaṁ nāmaṁ nāmamūlena ekamūlaṁ. ",
  "ya1.2.1:118.1": " Ye vā pana nāmamūlena ekamūlā, sabbe te dhammā nāmāti? ",
  "ya1.2.1:119.1": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlena ekamūlaṁ, na nāmaṁ. Nāmaṁ nāmamūlena ekamūlañceva nāmañca. ",
  "ya1.2.1:120.1": " Ye keci nāmamūlena ekamūlā dhammā, sabbe te nāmamūlena aññamaññamūlāti? ",
  "ya1.2.1:121.1": "Mūlāni yāni ekato uppajjanti nāmamūlāni ekamūlāni ceva aññamaññamūlāni ca. Avasesā nāmamūlasahajātā dhammā nāmamūlena ekamūlā, na ca aññamaññamūlā. ",
  "ya1.2.1:122.1": " Ye vā pana nāmamūlena aññamaññamūlā, sabbe te dhammā nāmāti? Āmantā. ",
  "ya1.2.1:123.0": "1.2.1.4.2. Mūlamūlanaya ",
  "ya1.2.1:123.1": " Ye keci nāmā dhammā, sabbe te nāmamūlamūlāti? ",
  "ya1.2.1:124.1": "Naveva nāmamūlamūlāni. Avasesā nāmā dhammā na nāmamūlamūlā. ",
  "ya1.2.1:125.1": " Ye vā pana nāmamūlamūlā, sabbe te dhammā nāmāti? Āmantā. ",
  "ya1.2.1:126.1": " Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlamūlāti? ",
  "ya1.2.1:127.1": "Ahetukaṁ nāmaṁ nāmamūlena na ekamūlamūlaṁ. Sahetukaṁ nāmaṁ nāmamūlena ekamūlamūlaṁ. ",
  "ya1.2.1:128.1": " Ye vā pana nāmamūlena ekamūlamūlā, sabbe te dhammā nāmāti? ",
  "ya1.2.1:129.1": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlena ekamūlamūlaṁ, na nāmaṁ. Nāmaṁ nāmamūlena ekamūlamūlañceva nāmañca. ",
  "ya1.2.1:130.1": " Ye keci nāmamūlena ekamūlamūlā dhammā, sabbe te nāmamūlena aññamaññamūlamūlāti? ",
  "ya1.2.1:131.1": "Mūlāni yāni ekato uppajjanti nāmamūlāni ekamūlamūlāni ceva aññamaññamūlamūlāni ca. Avasesā nāmamūlasahajātā dhammā nāmamūlena ekamūlamūlā, na ca aññamaññamūlamūlā. ",
  "ya1.2.1:132.1": " Ye vā pana nāmamūlena aññamaññamūlamūlā, sabbe te dhammā nāmāti? Āmantā. ",
  "ya1.2.1:133.0": "1.2.1.4.3. Mūlakanaya ",
  "ya1.2.1:133.1": " Ye keci nāmā dhammā, sabbe te nāmamūlakāti? ",
  "ya1.2.1:134.1": "Ahetukaṁ nāmaṁ na nāmamūlakaṁ. Sahetukaṁ nāmaṁ nāmamūlakaṁ. ",
  "ya1.2.1:135.1": " Ye vā pana nāmamūlakā, sabbe te dhammā nāmāti? ",
  "ya1.2.1:136.1": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlakaṁ, na nāmaṁ. Nāmaṁ nāmamūlakañceva nāmañca. ",
  "ya1.2.1:137.1": " Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlakāti? ",
  "ya1.2.1:138.1": "Ahetukaṁ nāmaṁ nāmamūlena na ekamūlakaṁ. Sahetukaṁ nāmaṁ nāmamūlena ekamūlakaṁ. ",
  "ya1.2.1:139.1": " Ye vā pana nāmamūlena ekamūlakā, sabbe te dhammā nāmāti? ",
  "ya1.2.1:140.1": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlena ekamūlakaṁ, na nāmaṁ. Nāmaṁ nāmamūlena ekamūlakañceva nāmañca. ",
  "ya1.2.1:141.1": " Ye keci nāmamūlena ekamūlakā dhammā, sabbe te nāmamūlena aññamaññamūlakāti? ",
  "ya1.2.1:142.1": "Mūlāni yāni ekato uppajjanti nāmamūlāni ekamūlakāni ceva aññamaññamūlakāni ca. Avasesā nāmamūlasahajātā dhammā nāmamūlena ekamūlakā, na ca aññamaññamūlakā. ",
  "ya1.2.1:143.1": " Ye vā pana nāmamūlena aññamaññamūlakā, sabbe te dhammā nāmāti? Āmantā. ",
  "ya1.2.1:144.0": "1.2.1.4.4. Mūlamūlakanaya ",
  "ya1.2.1:144.1": " Ye keci nāmā dhammā, sabbe te nāmamūlamūlakāti? ",
  "ya1.2.1:145.1": "Ahetukaṁ nāmaṁ na nāmamūlamūlakaṁ. Sahetukaṁ nāmaṁ nāmamūlamūlakaṁ. ",
  "ya1.2.1:146.1": " Ye vā pana nāmamūlamūlakā, sabbe te dhammā nāmāti? ",
  "ya1.2.1:147.1": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlamūlakaṁ, na nāmaṁ. Nāmaṁ nāmamūlamūlakañceva nāmañca. ",
  "ya1.2.1:148.1": " Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlamūlakāti? ",
  "ya1.2.1:149.1": "Ahetukaṁ nāmaṁ nāmamūlena na ekamūlamūlakaṁ. Sahetukaṁ nāmaṁ nāmamūlena ekamūlamūlakaṁ. ",
  "ya1.2.1:150.1": " Ye vā pana nāmamūlena ekamūlamūlakā, sabbe te dhammā nāmāti? ",
  "ya1.2.1:151.1": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlena ekamūlamūlakaṁ, na nāmaṁ. Nāmaṁ nāmamūlena ekamūlamūlakañceva nāmañca. ",
  "ya1.2.1:152.1": " Ye keci nāmamūlena ekamūlamūlakā dhammā, sabbe te nāmamūlena aññamaññamūlamūlakāti? ",
  "ya1.2.1:153.1": "Mūlāni yāni ekato uppajjanti nāmamūlāni ekamūlamūlakāni ceva aññamaññamūlamūlakāni ca. Avasesā nāmamūlasahajātā dhammā nāmamūlena ekamūlamūlakā, na ca aññamaññamūlamūlakā. ",
  "ya1.2.1:154.1": " Ye vā pana nāmamūlena aññamaññamūlamūlakā, sabbe te dhammā nāmāti? Āmantā. ",
  "ya1.2.1:155.1": "Mūlavāraniddeso. "
}