{
  "sn14.11:1.4": "This set of seven offers a unique perspective on familiar meditations. It appears out of sequence, unrelated to those before and after. ",
  "sn14.11:2.1": "We see the reappearance of familiar tropes of the discourses such as questions and similes, rather than the strict formalism of the first chapter. ",
  "sn14.11:3.1": "“Luminosity” (<i lang='pi' translate='no'>ābhā</i>) is the radiance of the sun and moon in the darkness of space (<a href='https://suttacentral.net/mn123/en/sujato#7.4'>MN 123:7.4</a>), or the light cast by a flame (<a href='https://suttacentral.net/mn43/en/sujato#22.18'>MN 43:22.18</a>), but here it is the illumination that appears in deep meditation. Just as in the visual sense, light only manifests in contrast with darkness, in meditation the appearance of luminous radiance is a mode of perception by which the mind communicates to itself the ending of the hindrances and the arising of unclouded awareness. This is why this light came to be called a “sign” (<i lang='pi' translate='no'>nimitta</i>). | The dependence of light on darkness was taken up for discussion by Nāgārjuna, perhaps inspired by this passage (Mūlamadhyamakakārikā 7.8–12). ",
  "sn14.11:3.2": "“Beauty” (<i lang='pi' translate='no'>subha</i>) is the focus of wholly pure and exalted meditations, such as the meditation on love, or the sight of a pure brilliant color like the sky (<a href='https://suttacentral.net/mn77/en/sujato#22.6'>MN 77:22.6</a>). It contrasts with the meditation on “ugliness”, such as the parts of the body or a decomposing corpse. At <a href='https://suttacentral.net/an6.41/en/sujato#2.7'>AN 6.41:2.7</a>, Sāriputta explains that an accomplished meditator could see a tree as nothing but beauty or nothing but ugliness, since both of those elements are present in it. ",
  "sn14.11:3.3": "While “form” is not present in the formless meditations, it is only possible to develop them based on the prior development of “form” absorptions. These ultimately have a material basis in the body of the meditator and in the meditation subject such as the breath, or the luminous “form” that arises as a guide into absorption. ",
  "sn14.11:3.4": "Likewise, each of the formless meditations depend on the one before; they are a step by step sequence of “progressive cessation” (<a href='https://suttacentral.net/an9.31/en/sujato'>AN 9.31</a>). ",
  "sn14.11:5.2": "The Visuddhimagga explains that in such a state, perception (and by extension other factors) still exists in a latent state, but does not perform its decisive function. It is unable to distinguish subject and object, so cannot support liberating insight (337–38), just as tepid water is not entirely lacking heat, yet cannot perform the function of heating. | The phrase is adopted at <a href='https://suttacentral.net/vb12/en/sujato#165.1'>Vb 12:165.1</a>. ",
  "sn14.11:5.3": "All meditations states are attained through cessation (of what is let go in the prior state), but they also manifest what is present in the new state. This is purely cessation and does not manifest anything new. "
}