{
  "sn14.1:1.2": "The “elements” (<i lang='pi' translate='no'>dhātu</i>) are the many different phenomena that can be observed in the world and in experience. These can be the various aspects of sense experience, diverse character types (<a href='https://suttacentral.net/sn14.14/en/sujato'>SN 14.14</a>–29), states of matter ((<a href='https://suttacentral.net/sn14.30/en/sujato'>SN 14.30</a>–39), or other things. Vedic <i lang='pi' translate='no'>dhātu</i> has a special affinity for the numbers three (as in worlds) and seven. Chāndogya Upaniṣad 6.5.1–3 discusses how food, water, and heat each break down into three elements. ",
  "sn14.1:2.1": "For <i lang='pi' translate='no'>nānatta</i> (“diversity”), compare <i lang='pi' translate='no'>puthutta</i> (“expansiveness”) at <a href='https://suttacentral.net/sn12.48/en/sujato#5.1'>SN 12.48:5.1</a> and <i lang='pi' translate='no'>vemattatā</i> (“disparity”) at <a href='https://suttacentral.net/sn48.13/en/sujato#1.6'>SN 48.13:1.6</a>. At <a href='https://suttacentral.net/mn1/en/sujato#24.1'>MN 1:24.1</a>, the Buddha taught “diversity” as the opposite fallacy to “oneness”; based on the diversity of sense experience, it interprets the world as irreducibly manifold. An example would be the Jains, who believed the world was made up of countless separate entities, a view criticized in Māṇḍūkya Upaniṣad 3.13 (<i lang='pi' translate='no'>nānātvaṁ nindyate</i>). Both these fallacies take a particular mode of perception which is true in certain respects and make it into an absolute. The Buddha treats diversity as a way of analyzing experience, not as a metaphysical postulate. ",
  "sn14.1:2.2": "The chapter is structured in two “pentads” (<i lang='pi' translate='no'>pañcaka</i>), a formalism that gained prominence in the Abhidhamma. The first discourse merely lists the eighteen elements. Subsequent discourses elaborate, each one introducing a new complexity. Discourses 2–5 treat the internal sense fields, while 6–10 treat the external sense fields. In this way the student is introduced to new concepts gradually, and can spend time contemplating each topic before the next is introduced. | For these eighteen elements, see <a href='https://suttacentral.net/mn28/en/sujato#37.1'>MN 28:37.1</a>, <a href='https://suttacentral.net/mn115/en/sujato#4.8'>MN 115:4.8</a>, and notes there. "
}