{
  "sn54.13:0.1": "Linked Discourses 54.13 ",
  "sn54.13:0.2": "Chapter Two ",
  "sn54.13:0.3": "With Ānanda (1st) ",
  "sn54.13:1.1": "At Sāvatthī. ",
  "sn54.13:1.2": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "sn54.13:1.3": "“Sir, is there one thing that, when developed and cultivated, fulfills four things; and those four things, when developed and cultivated, fulfill seven things; and those seven things, when developed and cultivated, fulfill two things?” ",
  "sn54.13:2.1": "“There is, Ānanda.” ",
  "sn54.13:3.1": "“Sir, what is that one thing?” ",
  "sn54.13:3.2": "“Immersion due to mindfulness of breathing is one thing that, when developed and cultivated, fulfills the four kinds of mindfulness meditation. And the four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven awakening factors. And the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom. ",
  "sn54.13:4.1": "And how is mindfulness of breathing developed and cultivated so as to fulfill the four kinds of mindfulness meditation? ",
  "sn54.13:4.2": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, sits down cross-legged, with their body straight, and establishes mindfulness right there. ",
  "sn54.13:4.3": "Just mindful, they breathe in. Mindful, they breathe out. ",
  "sn54.13:4.4": "When breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’ … ",
  "sn54.13:4.5": "They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’ ",
  "sn54.13:5.1": "There’s a time when a mendicant is breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’ ",
  "sn54.13:5.2": "… ",
  "sn54.13:5.3": "They practice like this: ‘I’ll breathe in stilling the physical process.’ They practice like this: ‘I’ll breathe out stilling the physical process.’ ",
  "sn54.13:5.4": "At such a time a mendicant is meditating by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn54.13:5.5": "Why is that? ",
  "sn54.13:5.6": "Because the breath is a certain aspect of the body, I say. ",
  "sn54.13:5.7": "Therefore, at such a time a mendicant is meditating by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn54.13:6.1": "There’s a time when a mendicant practices like this: ‘I’ll breathe in experiencing rapture … ",
  "sn54.13:6.2": "bliss … ",
  "sn54.13:6.3": "mind …’ … ",
  "sn54.13:6.4": "They practice like this: ‘I’ll breathe in stilling the mental processes.’ They practice like this: ‘I’ll breathe out stilling the mental processes.’ ",
  "sn54.13:6.5": "At such a time a mendicant is meditating by observing an aspect of feelings—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn54.13:6.6": "Why is that? ",
  "sn54.13:6.7": "Because close focus on the breath is a certain aspect of feelings, I say. ",
  "sn54.13:6.8": "Therefore, at such a time a mendicant is meditating by observing an aspect of feelings—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn54.13:7.1": "There’s a time when a mendicant practices like this: ‘I’ll breathe in experiencing the mind.’ They practice like this: ‘I’ll breathe out experiencing the mind.’ ",
  "sn54.13:7.2": "They practice like this: ‘I’ll breathe in gladdening the mind … ",
  "sn54.13:7.3": "immersing the mind in samādhi … ",
  "sn54.13:7.4": "freeing the mind.’ They practice like this: ‘I’ll breathe out freeing the mind.’ ",
  "sn54.13:7.5": "At such a time a mendicant is meditating by observing an aspect of the mind—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn54.13:7.6": "Why is that? ",
  "sn54.13:7.7": "Because there is no development of immersion due to mindfulness of breathing for someone who is unmindful and lacks awareness, I say. ",
  "sn54.13:7.8": "Therefore, at such a time a mendicant is meditating by observing an aspect of the mind—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn54.13:8.1": "There’s a time when a mendicant practices like this: ‘I’ll breathe in observing impermanence … ",
  "sn54.13:8.2": "fading away … ",
  "sn54.13:8.3": "cessation … ",
  "sn54.13:8.4": "letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’ ",
  "sn54.13:8.5": "At such a time a mendicant is meditating by observing an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn54.13:8.6": "Having seen with wisdom the giving up of desire and aversion, they watch closely over with equanimity. ",
  "sn54.13:8.7": "Therefore, at such a time a mendicant is meditating by observing an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn54.13:9.1": "That’s how immersion due to mindfulness of breathing is developed and cultivated so as to fulfill the four kinds of mindfulness meditation. ",
  "sn54.13:10.1": "And how are the four kinds of mindfulness meditation developed and cultivated so as to fulfill the seven awakening factors? ",
  "sn54.13:10.2": "Whenever a mendicant meditates by observing an aspect of the body, ",
  "sn54.13:10.3": "their mindfulness is established and lucid. ",
  "sn54.13:10.4": "At such a time, a mendicant has activated the awakening factor of mindfulness; they develop it and perfect it. ",
  "sn54.13:11.1": "As they live mindfully in this way they investigate, explore, and inquire into that principle with wisdom. ",
  "sn54.13:11.2": "",
  "sn54.13:11.3": "At such a time, a mendicant has activated the awakening factor of investigation of principles; they develop it and perfect it. ",
  "sn54.13:12.1": "As they investigate principles with wisdom in this way their energy is roused up and unflagging. ",
  "sn54.13:12.2": "At such a time, a mendicant has activated the awakening factor of energy; they develop it and perfect it. ",
  "sn54.13:12.3": "",
  "sn54.13:13.1": "When you’re energetic, spiritual rapture arises. ",
  "sn54.13:13.2": "At such a time, a mendicant has activated the awakening factor of rapture; they develop it and perfect it. ",
  "sn54.13:13.3": "",
  "sn54.13:14.1": "When the mind is full of rapture, the body and mind become tranquil. ",
  "sn54.13:14.2": "At such a time, a mendicant has activated the awakening factor of tranquility; they develop it and perfect it. ",
  "sn54.13:14.3": "",
  "sn54.13:15.1": "When the body is tranquil and one feels bliss, the mind becomes immersed in samādhi. ",
  "sn54.13:15.2": "At such a time, a mendicant has activated the awakening factor of immersion; they develop it and perfect it. ",
  "sn54.13:15.3": "",
  "sn54.13:16.1": "They closely watch over that mind immersed in samādhi. ",
  "sn54.13:16.2": "At such a time, a mendicant has activated the awakening factor of equanimity; they develop it and perfect it. ",
  "sn54.13:16.3": "",
  "sn54.13:17.1": "Whenever a mendicant meditates by observing an aspect of feelings … ",
  "sn54.13:17.2": "mind … ",
  "sn54.13:17.3": "principles, ",
  "sn54.13:17.4": "their mindfulness is established and lucid. ",
  "sn54.13:17.5": "At such a time, a mendicant has activated the awakening factor of mindfulness; they develop it and perfect it. … ",
  "sn54.13:17.6": "",
  "sn54.13:17.7": "(Tell in full as for the first kind of mindfulness meditation.) ",
  "sn54.13:18.1": "They closely watch over that mind immersed in samādhi. ",
  "sn54.13:18.2": "At such a time, a mendicant has activated the awakening factor of equanimity; they develop it and perfect it. ",
  "sn54.13:18.3": "",
  "sn54.13:18.4": "That’s how the four kinds of mindfulness meditation are developed and cultivated so as to fulfill the seven awakening factors. ",
  "sn54.13:19.1": "And how are the seven awakening factors developed and cultivated so as to fulfill knowledge and freedom? ",
  "sn54.13:19.2": "It’s when a mendicant develops the awakening factors of mindfulness, ",
  "sn54.13:19.3": "investigation of principles, energy, rapture, tranquility, immersion, ",
  "sn54.13:19.4": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ",
  "sn54.13:19.5": "That’s how the seven awakening factors are developed and cultivated so as to fulfill knowledge and freedom.” "
}