{
  "sn6.14:0.1": "Саньютта Никая 6.14 ",
  "sn6.14:0.2": "2. Пятёрка о брахмах ",
  "sn6.14:0.3": "Арунавати ",
  "sn6.14:1.1": "Так я слышал. ",
  "sn6.14:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "sn6.14:1.3": "Там Благословенный обратился к монахам так: ",
  "sn6.14:1.4": "«Монахи!» ",
  "sn6.14:1.5": "«Уважаемый», – отвечали те монахи. ",
  "sn6.14:1.6": "Благословенный сказал: ",
  "sn6.14:2.1": "«Монахи, однажды в прошлом был царь по имени Арунава, ",
  "sn6.14:2.2": "у которого была столица под названием Арунавати. ",
  "sn6.14:2.3": "Благословенный Сикхи, совершенный, полностью просветлённый, жил в зависимости от столицы Арунавати. ",
  "sn6.14:2.4": "У Благословенного Сикхи двумя главными учениками были Абхибху и Самбхава, великолепная пара. ",
  "sn6.14:2.5": "И тогда Благословенный Сикхи обратился к монаху Абхибху: ",
  "sn6.14:2.6": "«Ну же, брахман, почему бы нам не отправиться в некий мир брахм, пока не пришло обеденное время?» —",
  "sn6.14:2.7": "«Хорошо, уважаемый», — ответил монах Абхибху. ",
  "sn6.14:2.8": "И затем, монахи, так же быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, Благословенный Сикхи, совершенный, полностью просветлённый, и монах Абхибху исчезли из столицы Арунавати и возникли в том мире брахм. ",
  "sn6.14:3.1": "Затем Благословенный Сикхи обратился к монаху Абхибху так: ",
  "sn6.14:3.2": "«Поведай, брахман, беседу о Дхамме Брахме и его свите, а также собранию Брахмы». —",
  "sn6.14:3.3": "«Да, Учитель» – ответил монах Абхибху. И тогда он наставлял, понуждал, побуждал и радовал беседой о Дхамме Брахму, свиту Брахмы и собрание Брахмы. ",
  "sn6.14:3.4": "И по тому случаю Брахма, свита Брахмы и собрание Брахмы были этим возмущены, раздражены и жаловались: ",
  "sn6.14:3.5": "«Как удивительно, господа! Как поразительно, господа! Как может ученик учить Дхамме в присутствии самого Учителя?» ",
  "sn6.14:4.1": "И тогда, монахи, Благословенный Сикхи обратился к монаху Абхибху так: ",
  "sn6.14:4.2": "«Брахман, Брахма, свита Брахмы и собрание Брахмы сокрушаются, говоря так: ",
  "sn6.14:4.3": "„Как удивительно, господа! Как поразительно, господа! Как может ученик учить Дхамме в присутствии самого Учителя?“ ",
  "sn6.14:4.4": "Что ж, брахман, в таком случае пробуди ещё большее чувство безотлагательности в Брахме, свите Брахмы и собрании Брахмы». —",
  "sn6.14:4.5": "«Хорошо, уважаемый», — ответил монах Абхибху. И тогда он стал обучать Дхамме, делая своё тело видимым, делая своё тело невидимым, делая нижнюю часть своего тела видимой, а верхнюю невидимой, делая верхнюю часть своего тела видимой, а нижнюю невидимой. ",
  "sn6.14:4.6": "И тогда, монахи, Брахма, свита Брахмы и собрание Брахмы были поражены этим чудом и изумлением и говорили: ",
  "sn6.14:4.7": "«Как удивительно, господа! Как поразительно, господа! Какой великой силой и могуществом обладает этот отшельник!» ",
  "sn6.14:5.1": "И тогда, монахи, монах Абхибху сказал Благословенному Сикхи, совершенному, полностью просветлённому: ",
  "sn6.14:5.2": "«Я припоминаю, уважаемый, что я делал такое заявление посреди общины монахов: ",
  "sn6.14:5.3": "„Друзья, находясь в мире Брахмы, я могу сделать так, чтобы мой голос был слышен по всей системе тысячи миров“». —",
  "sn6.14:5.4": "«Сейчас подходящее время для этого, брахман! Сейчас подходящее время для этого, брахман! ",
  "sn6.14:5.5": "Находясь в мире Брахмы, тебе следует сделать так, чтобы твой голос был слышен по всей системе тысячи миров». – ",
  "sn6.14:5.6": "«Да, уважаемый», – ответил монах Абхибху. И затем, находясь в мире Брахмы, он произнёс эти строфы: ",
  "sn6.14:6.1": "«Старайся и усердие своё взрасти! ",
  "sn6.14:6.2": "Настрой себя на практику Учения Будды. ",
  "sn6.14:6.3": "И Смерти армию затем смети, ",
  "sn6.14:6.4": "Как хижину из тростника сметает слон. ",
  "sn6.14:7.1": "Кто пребывает в прилежании ",
  "sn6.14:7.2": "В этом Учении и Дисциплине, ",
  "sn6.14:7.3": "Оставив странствие в перерождениях, ",
  "sn6.14:7.4": "Положит тот страданию конец». ",
  "sn6.14:8.1": "И затем, монахи, пробудив чувство безотлагательности в Брахме, свите Брахмы и собрании Брахмы, ",
  "sn6.14:8.2": "так же быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, Благословенный Сикхи, совершенный, полностью просветлённый, и монах Абхибху исчезли из того мира брахм и возникли в столице Арунавати. ",
  "sn6.14:8.3": "Затем Благословенный Сикхи обратился к монахам так: ",
  "sn6.14:8.4": "Монахи, слышали ли вы строфы, которые продекламировал монах Абхибху, находясь в мире Брахмы?» ",
  "sn6.14:8.5": "«Слышали, уважаемый». ",
  "sn6.14:8.6": "«И какими же были эти строфы, которые вы услышали, монахи?» ",
  "sn6.14:8.7": "«Мы услышали строфы монаха Абхибхи так: ",
  "sn6.14:9.1": "«Старайся и усердие своё взрасти! ",
  "sn6.14:9.2": "Настрой себя на практику Учения Будды. ",
  "sn6.14:9.3": "И Смерти армию затем смети, ",
  "sn6.14:9.4": "Как хижину из тростника сметает слон. ",
  "sn6.14:10.1": "Кто пребывает в прилежании ",
  "sn6.14:10.2": "В этом Учении и Дисциплине, ",
  "sn6.14:10.3": "Оставив странствие в перерождениях, ",
  "sn6.14:10.4": "Положит тот страданию конец». ",
  "sn6.14:11.1": "Таковыми были строфы, которые мы услышали от монаха Абхибхи, который продекламировал их, находясь в мире Брахмы». ",
  "sn6.14:11.2": "«Хорошо, хорошо, монахи! ",
  "sn6.14:11.3": "Хорошо, что вы услышали эти строфы, которые продекламировал монах Абхибха, находясь в мире Брахмы». ",
  "sn6.14:12.1": "Так сказал Благословенный. Довольные, те монахи восхитились словами Благословенного. "
}