{
  "sn6.1:0.1": "Саньютта Никая 6.1 ",
  "sn6.1:0.2": "1. Просьба ",
  "sn6.1:0.3": "Просьба Брахмы ",
  "sn6.1:1.1": "Так я слышал. ",
  "sn6.1:1.2": "Однажды Благословенный проживал в Урувеле, на берегу реки Нераньджары, у подножья пастушьего баньяна, сразу после того, как стал полностью просветлённым. ",
  "sn6.1:1.3": "И тогда, по мере того как Благословенный пребывал уединённым в затворничестве, следующее раздумье возникло у него в уме: ",
  "sn6.1:1.4": "«Эта Дхамма, которую я открыл, — глубока, трудно узреть её, трудно понять, она умиротворённа и возвышенна, лежит вне рамок умозаключений, утончённа, может быть пережита только мудрыми. ",
  "sn6.1:1.5": "Но это поколение наслаждается прилипанием, лелеет наслаждение в прилипании, радуется прилипанию. ",
  "sn6.1:1.6": "Такому поколению это состояние трудно узреть, то есть специфическую обусловленность, зависимое возникновение. ",
  "sn6.1:1.7": "И это состояние ему также трудно узреть, то есть успокоение всех формаций, оставление всех обретений, уничтожение жажды, бесстрастие, прекращение, ниббану. ",
  "sn6.1:1.8": "Если бы я стал учить Дхамме и при этом другие не поняли меня, то это было бы утомительно для меня, это было бы хлопотно». ",
  "sn6.1:1.9": "И в этой связи эти поразительные строфы, никогда не слышанные прежде в прошлом, пришли к Благословенному: ",
  "sn6.1:2.1": "«Довольно с меня Дхамме учить, ",
  "sn6.1:2.2": "Что даже мне далась нелегко. ",
  "sn6.1:2.3": "Не сможет её никогда воспринять, ",
  "sn6.1:2.4": "Жаждой и злобою кто лишь живёт. ",
  "sn6.1:3.1": "Окрашенный жаждой, окутанный тьмой, ",
  "sn6.1:3.2": "Не сможет глубокую Дхамму узреть, ",
  "sn6.1:3.3": "Она глубока, утончённа, трудна ",
  "sn6.1:3.4": "И против течения мира идёт». ",
  "sn6.1:4.1": "Когда Благословенный помыслил так, его ум склонился к тому, чтобы вести жизнь бесхлопотную, а не к тому, чтобы обучать других Дхамме. ",
  "sn6.1:5.1": "И тогда Брахма Сахампати, напрямую познав своим собственным умом раздумье в уме Благословенного, подумал: ",
  "sn6.1:5.2": "«Ох, мир пропал! Ох, мир падёт, ведь ум Татхагаты, совершенного, полностью просветлённого, склоняется к тому, чтобы вести жизнь бесхлопотную, а не к тому, чтобы обучать Дхамме». ",
  "sn6.1:5.3": "И тогда, так же быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, Брахма Сахампати исчез из мира брахм и возник перед Благословенным. ",
  "sn6.1:5.4": "Закинув внешнее одеяние за плечо, встав на правое колено, сложив ладони в почтительном приветствии Благословенного, он сказал ему: ",
  "sn6.1:5.5": "«Уважаемый, пусть Благословенный обучает Дхамме. Пусть Счастливейший обучает Дхамме. ",
  "sn6.1:5.6": "Есть существа, у которых мало пыли в глазах и которые падут, поскольку не услышат Дхамму. ",
  "sn6.1:5.7": "Будут те, кто поймёт Дхамму». ",
  "sn6.1:5.8": "Так сказал Брахма Сахампати. И, сказав так, он далее добавил: ",
  "sn6.1:6.1": "«В прошлом возникла Магадхов среди ",
  "sn6.1:6.2": "Ложная Дхамма от тех, кто нечист. ",
  "sn6.1:6.3": "Так распахни же в Бессмертное дверь, ",
  "sn6.1:6.4": "Пусть же услышат ту Дхамму они, что Не-Имеющий-Пятен открыл. ",
  "sn6.1:7.1": "Вот, как стоящий на пике горы ",
  "sn6.1:7.2": "Может увидеть людей всех вокруг, ",
  "sn6.1:7.3": "Так же, Мудрейший, Всевидящий Взор ",
  "sn6.1:7.4": "В Дхаммы дворец вознесётся пускай. ",
  "sn6.1:7.5": "Пусть Беспечальный узрит же людей, ",
  "sn6.1:7.6": "Тех, что печалью поглощены, смертью, рождением кто угнетён. ",
  "sn6.1:8.1": "Восстань, Герой, в сражении победивший, вожатый каравана, долг отдавший, ",
  "sn6.1:8.2": "Скитайся же по миру. ",
  "sn6.1:8.3": "Учи же Дхамме, о Благословенный, ",
  "sn6.1:8.4": "Ведь будут те, которые поймут». ",
  "sn6.1:9.1": "И тогда Благословенный, поняв просьбу Брахмы, из сострадания к существам обозрел мир оком Будды. ",
  "sn6.1:9.2": "Сделав так, Благословенный увидел существ, у которых мало пыли в глазах и много пыли в глазах, с сильными качествами и со слабыми качествами, с хорошими свойствами и с плохими свойствами, которых легко обучать и которых трудно обучать, и немногих тех, кто пребывал в видении неодобрения и страха перед иным миром. ",
  "sn6.1:9.3": "Подобно тому, как в пруду с голубыми, или с красными, или с белыми лотосами, некоторые лотосы могут родиться в воде, расти в воде и расцвести, будучи погружены в воду, так и не взойдя над поверхностью воды; некоторые лотосы могут родиться в воде, расти в воде и находиться на поверхности воды; некоторые лотосы могут родиться в воде, расти в воде, но они всходят над водой и находятся там, будучи не замочены водой, —",
  "sn6.1:9.4": "точно так же, обозрев мир оком Будды, Благословенный увидел существ, у которых мало пыли в глазах и много пыли в глазах, с сильными качествами и со слабыми качествами, с хорошими свойствами и с плохими свойствами, которых легко обучать и которых трудно обучать, и немногих тех, кто пребывал в видении неодобрения и страха перед иным миром. ",
  "sn6.1:9.5": "Увидев это, он ответил Брахме Сахампати строфой: ",
  "sn6.1:10.1": "«Открыты в Бессмертное для них врата: ",
  "sn6.1:10.2": "Пусть ухо склоняющий веру взрастит. ",
  "sn6.1:10.3": "Предвидев проблемы, я, Брахма, молчал ",
  "sn6.1:10.4": "О Дхамме возвышенной и утончённой». ",
  "sn6.1:11.1": "И тогда Брахма Сахампати, подумав: «Благословенный дал своё согласие на мою просьбу в отношении обучения других существ Дхамме», поклонился Благословенному и исчез прямо на том самом месте. "
}