{
  "sn6.2:0.1": "Саньютта Никая 6.2 ",
  "sn6.2:0.2": "1. Просьба ",
  "sn6.2:0.3": "Уважение ",
  "sn6.2:1.1": "Так я слышал. ",
  "sn6.2:1.2": "Однажды Благословенный проживал в Урувеле, на берегу реки Нераньджары, у подножья пастушьего баньяна, сразу после того, как стал полностью просветлённым. ",
  "sn6.2:1.3": "И тогда, по мере того как Благословенный пребывал уединённым в затворничестве, следующее раздумье возникло у него в уме: ",
  "sn6.2:1.4": "«Человек живёт в страдании, если у него нет уважения и почтения. Так какого же жреца или отшельника я мог бы чтить, уважать и жить в зависимости от него?» ",
  "sn6.2:2.1": "И тогда мысль пришла Благословенному: ",
  "sn6.2:2.2": "«Ради осуществления неосуществлённой совокупности нравственности я бы чтил, уважал и жил в зависимости от другого жреца или отшельника. ",
  "sn6.2:2.3": "Однако в этом мире, с его дэвами, Марами, Брахмами, в этом поколении, с его жрецами и отшельниками, князьями и простыми людьми, я не вижу какого-либо другого жреца или отшельника, более совершенного в нравственности, чем я сам, которого я мог бы чтить, уважать и жить в зависимости от него. ",
  "sn6.2:3.2": "Ради осуществления неосуществлённой совокупности сосредоточения… ",
  "sn6.2:4.2": "Ради осуществления неосуществлённой совокупности мудрости… ",
  "sn6.2:5.2": "Ради осуществления неосуществлённой совокупности освобождения… ",
  "sn6.2:6.1": "Ради осуществления неосуществлённой совокупности знания и видения освобождения я бы чтил, уважал и жил в зависимости от другого жреца или отшельника. ",
  "sn6.2:6.2": "Однако в этом мире, с его дэвами, Марами, Брахмами, в этом поколении, с его жрецами и отшельниками, князьями и простыми людьми, я не вижу какого-либо другого жреца или отшельника, более совершенного в знании и видении освобождения, чем я сам, которого я мог бы чтить, уважать и жить в зависимости от него. ",
  "sn6.2:6.3": "В таком случае я стану чтить и уважать эту самую Дхамму и пребывать, подчиняясь этой самой Дхамме, в которую я полностью пробудился». ",
  "sn6.2:7.1": "И тогда, так же быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, Брахма Сахампати исчез из мира брахм и возник перед Благословенным. ",
  "sn6.2:7.2": "Закинув внешнее одеяние за плечо, встав на правое колено, сложив ладони в почтительном приветствии Благословенного, он сказал ему: ",
  "sn6.2:7.3": "«Так оно, Благословенный, так оно, Счастливейший! ",
  "sn6.2:7.4": "Уважаемый, те, что были совершенными, полностью просветлёнными в прошлом, — все эти Благословенные тоже чтили и уважали эту самую Дхамму и жили в зависимости от этой самой Дхаммы. ",
  "sn6.2:7.5": "Те, что будут совершенными, полностью просветлёнными в будущем, — все эти Благословенные тоже будут чтить и уважать эту самую Дхамму и жить в зависимости от этой самой Дхаммы. ",
  "sn6.2:7.6": "Пусть и Благословенный тоже, который ныне является совершенным, полностью просветлённым, чтит и уважает эту самую Дхамму и живёт в зависимости от этой самой Дхаммы». ",
  "sn6.2:7.7": "Так сказал Брахма Сахампати. И, сказав так, он далее добавил: ",
  "sn6.2:8.1": "«И будды прошлого, ",
  "sn6.2:8.2": "И будущие будды, ",
  "sn6.2:8.3": "И тот, кто буддой пребывает в настоящем, ",
  "sn6.2:8.4": "Искореняющий печали многих, —",
  "sn6.2:9.1": "Все жили, будут жить или живут ",
  "sn6.2:9.2": "С почтением правдивой Дхаммы: ",
  "sn6.2:9.3": "Для будд это ",
  "sn6.2:9.4": "Естественный закон. ",
  "sn6.2:10.1": "Кто хочет собственного блага, ",
  "sn6.2:10.2": "Кто устремляется к величию духа, ",
  "sn6.2:10.3": "Тот должен истинную Дхамму почитать, ",
  "sn6.2:10.4": "Держа в уме Учение Будды». "
}