{
  "sn6.15:0.1": "Саньютта Никая 6.15 ",
  "sn6.15:0.2": "2. Пятёрка о брахмах ",
  "sn6.15:0.3": "Окончательная ниббана ",
  "sn6.15:1.1": "Однажды Благословенный проживал в Кусинаре, в Упаваттане, в саловой роще Маллов, лёжа между двух саловых деревьев по причине скорого обретения им окончательной ниббаны. ",
  "sn6.15:1.2": "И тогда Благословенный обратился к монахам так: ",
  "sn6.15:1.3": "«Я обращаюсь к вам, монахи: ",
  "sn6.15:1.4": "формации подвержены исчезновению. С прилежанием старайтесь достичь цели». ",
  "sn6.15:1.5": "Таково было последнее изречение Татхагаты. ",
  "sn6.15:2.1": "И затем Благословенный достиг первой джханы. Выйдя из первой джханы, он достиг второй джханы. Выйдя из второй джханы, он достиг третьей джханы. Выйдя из третьей джханы, он достиг четвёртой джханы. Выйдя из четвёртой джханы, он достиг сферы безграничного пространства. Выйдя из сферы безграничного пространства, он достиг сферы безграничного сознания. Выйдя из сферы безграничного сознания, он достиг сферы отсутствия всего. Выйдя из сферы отсутствия всего, он достиг сферы ни-восприятия-ни-не-восприятия. Выйдя из сферы ни-восприятия-ни-не-восприятия, он достиг прекращения восприятия и чувствования. ",
  "sn6.15:3.1": "Выйдя из прекращения восприятия и чувствования, он достиг сферы-ни-восприятия-ни-не-восприятия. Выйдя из сферы-ни-восприятия-ни-не-восприятия, он достиг сферы отсутствия всего. Выйдя из сферы отсутствия всего, он достиг сферы безграничного сознания. Выйдя из сферы безграничного сознания, он достиг сферы безграничного пространства. Выйдя из сферы безграничного пространства, он достиг четвёртой джханы. Выйдя из четвёртой джханы, он достиг третьей джханы. Выйдя из третьей джханы, он достиг второй джханы. Выйдя из второй джханы, он достиг первой джханы. Выйдя из первой джханы, он достиг второй джханы. Выйдя из второй джханы, он достиг третьей джханы. Выйдя из третьей джханы, он достиг четвёртой джханы. Выйдя из четвёртой джханы, Благословенный тут же достиг окончательной ниббаны. ",
  "sn6.15:3.2": "Когда Благословенный достиг окончательной ниббаны, одновременно с его окончательной ниббаной Брахма Сахампати произнёс эту строфу: ",
  "sn6.15:4.1": "«Все в этом мире существа ",
  "sn6.15:4.2": "В конце концов оставят тело. ",
  "sn6.15:4.3": "Ведь даже несравненный в мире наш Учитель, ",
  "sn6.15:4.5": "Татхагата, великой силой наделённый, ",
  "sn6.15:4.6": "Будда, ниббаны окончательной достиг». ",
  "sn6.15:5.1": "Когда Благословенный достиг окончательной ниббаны, одновременно с его окончательной ниббаной Сакка, царь богов, произнёс эту строфу: ",
  "sn6.15:6.1": "«Непостоянны составные вещи, ",
  "sn6.15:6.2": "То появляются, то исчезают, ",
  "sn6.15:6.3": "Возникнув, вскоре прекращаются: ",
  "sn6.15:6.4": "Успокоение же их блаженно». ",
  "sn6.15:7.1": "Когда Благословенный достиг окончательной ниббаны, одновременно с его окончательной ниббаной достопочтенный Ананда произнёс эту строфу: ",
  "sn6.15:8.1": "«И ужас наступил, ",
  "sn6.15:8.2": "И наступило трепетание, ",
  "sn6.15:8.3": "Когда в отменных качествах всех совершенный, ",
  "sn6.15:8.4": "Будда, ниббаны окончательной достиг». ",
  "sn6.15:9.1": "Когда Благословенный достиг окончательной ниббаны, одновременно с его окончательной ниббаной достопочтенный Ануруддха произнёс эти строфы: ",
  "sn6.15:10.1": "«И прекратился вдох, и прекратился выдох ",
  "sn6.15:10.2": "В Устойчивом с устойчивым умом, ",
  "sn6.15:10.3": "Когда невозмутимый, склонившийся к покою, ",
  "sn6.15:10.4": "Он, Видящий, ниббаны окончательной достиг. ",
  "sn6.15:11.1": "С сознанием неколебимым ",
  "sn6.15:11.2": "Переносил телесную он боль. ",
  "sn6.15:11.3": "Подобно было угасанию лампы ",
  "sn6.15:11.4": "Его освобождение ума». "
}