{
  "sn6.4:0.1": "Саньютта Никая 6.4 ",
  "sn6.4:0.2": "1. Просьба ",
  "sn6.4:0.3": "Брахма Бака ",
  "sn6.4:1.1": "Так я слышал. ",
  "sn6.4:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "sn6.4:1.3": "И тогда такое пагубное концептуальное воззрение возникло в Брахме Баке: ",
  "sn6.4:1.4": "«Это постоянное, это устойчивое, это вечное, это совершенное, это нерушимое. В самом деле, именно здесь нельзя родиться, нельзя постареть, нельзя умереть, нельзя скончаться, нельзя переродиться. Нет спасения более возвышенного, нежели это». ",
  "sn6.4:2.1": "И тогда, напрямую познав своим собственным умом это раздумье в уме Брахмы Баки, так же быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, Благословенный исчез из рощи Джеты и возник в том мире брахм. ",
  "sn6.4:2.2": "Брахма Бака увидел Благословенного издали ",
  "sn6.4:2.3": "и сказал ему: ",
  "sn6.4:2.4": "«Подойди же, почтенный! Добро пожаловать, почтенный! ",
  "sn6.4:2.5": "Прошло немало времени, почтенный, прежде чем ты воспользовался возможностью прийти сюда. ",
  "sn6.4:2.6": "И в самом деле, почтенный, это постоянное, это устойчивое, это вечное, это совершенное, это нерушимое. В самом деле, именно здесь нельзя родиться, нельзя постареть, нельзя умереть, нельзя скончаться, нельзя переродиться. Нет спасения более возвышенного, нежели это». ",
  "sn6.4:3.1": "Когда так было сказано, Благословенный обратился к Брахме Баке: ",
  "sn6.4:3.2": "«Увы, почтенный, Брахма Бака погрузился в неведение! Увы, почтенный, Брахма Бака погрузился в неведение ",
  "sn6.4:3.3": "настолько, что он говорит о том, что на деле является непостоянным, как о постоянном; говорит о том, что на деле является неустойчивым, как об устойчивом; говорит о том, что на деле является невечным, как о вечном; говорит о том, что на деле является несовершенным, как о совершенном; говорит о том, что на деле является рушимым, как о нерушимом. ",
  "sn6.4:3.4": "И в отношении мира, в котором можно родиться, состариться, умереть, скончаться и переродиться, он говорит так: ",
  "sn6.4:3.5": "„В самом деле, именно здесь нельзя родиться, нельзя постареть, нельзя умереть, нельзя скончаться, нельзя переродиться“. ",
  "sn6.4:3.6": "И хотя есть другое спасение, более возвышенное, нежели это, он говорит: „Нет спасения более возвышенного, нежели это“». ",
  "sn6.4:4.1": "«Семьдесят два было нас, о Готама, тех, кто заслуги себе заработал. ",
  "sn6.4:4.2": "Ныне мы силой такой обладаем, что превосходим рождение и старость. ",
  "sn6.4:4.3": "Знай, мастер знаний, оно окончательно — брахмы миров достижение наше. ",
  "sn6.4:4.4": "Много людей, нами стать кто желает». ",
  "sn6.4:5.1": "«Жизненный срок здесь короткий, не долгий, ",
  "sn6.4:5.2": "Хоть ты и думаешь, Бака, иначе. ",
  "sn6.4:5.3": "Знаю я, Брахма, весь срок твоей жизни: ",
  "sn6.4:5.4": "Он нираббуд сотню тысяч лишь длится». ",
  "sn6.4:6.1": "«Вот как ты молвишь, Благословенный:„Видением я наделён безграничным, ",
  "sn6.4:6.2": "Старость, рождение, печаль одолел я“. ",
  "sn6.4:6.3": "Так каковой же была у меня древняя практика клятв и достоинств? ",
  "sn6.4:6.4": "Ну же, скажи, может быть, я пойму». ",
  "sn6.4:7.1": "«Людям ты многим питьё обеспечил, ",
  "sn6.4:7.2": "Тем, кто от жажды страдал при жаре: ",
  "sn6.4:7.3": "Вот твоя практика клятв и достоинств, ",
  "sn6.4:7.4": "Вижу которую, будто проснулся. ",
  "sn6.4:8.1": "На берегу Антилопы похищенных ",
  "sn6.4:8.2": "Освободил ты и прочь их увёл. ",
  "sn6.4:8.3": "Вот твоя практика клятв и и достоинств, ",
  "sn6.4:8.4": "Вижу которую, будто проснулся. ",
  "sn6.4:9.1": "Нагой корабль был схвачен на Ганге, ",
  "sn6.4:9.2": "Яростной, жаждущей плоти людской, ",
  "sn6.4:9.3": "Силой её одолеть ты сумел, храбро корабль тот освободив: ",
  "sn6.4:9.4": "Вот твоя практика клятв и достоинств, ",
  "sn6.4:9.5": "Вижу которую, будто проснулся. ",
  "sn6.4:10.1": "Я был твоим подмастерьем Каппой, ",
  "sn6.4:10.2": "Коего преданным, умным ты чтил: ",
  "sn6.4:10.3": "Вот твоя практика клятв и и достоинств, ",
  "sn6.4:10.4": "Вижу которую, будто проснулся. ",
  "sn6.4:11.1": "«Срок моей жизни знаешь, несомненно; ",
  "sn6.4:11.2": "Других ты тоже знаешь, а потому ты Будда. ",
  "sn6.4:11.3": "Так, лучезарное величие твоё ",
  "sn6.4:11.4": "Сиянием охватывает даже Брахмы мир». "
}