{
  "sn6.6:0.1": "Саньютта Никая 6.6 ",
  "sn6.6:0.2": "1. Просьба ",
  "sn6.6:0.3": "Беспечность ",
  "sn6.6:1.1": "В Саваттхи. ",
  "sn6.6:1.2": "В то время Благословенный ушёл, чтобы провести свой остаток дня в затворничестве. ",
  "sn6.6:1.3": "И тогда независимые брахмы Субрахма и Суддхаваса отправились к Благословенному и встали каждый возле притолоки двери. Затем независимый брахма Субрахма обратился к независимому брахме Суддхавасе: ",
  "sn6.6:1.4": "«Сейчас неподходящее время для того, чтобы навещать Благословенного. ",
  "sn6.6:1.5": "Благословенный ушёл, чтобы провести свой остаток дня в затворничестве. ",
  "sn6.6:1.6": "Такой-то и такой-то мир брахм — богатый и процветающий, а брахма, проживающий там, пребывает в беспечности. ",
  "sn6.6:1.7": "Ну же, почтенный, отправимся в тот мир брахм и пробудим в том брахме чувство безотлагательности». ",
  "sn6.6:1.8": "«Хорошо, почтенный», – ответил независимый брахма Суддхаваса. ",
  "sn6.6:2.1": "И тогда, так же быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, независимые брахмы Субрахма и Суддхаваса исчезли перед Благословенным и появились в том мире брахм. ",
  "sn6.6:2.2": "Тот брахма увидел этих брахм издали и сказал им: ",
  "sn6.6:2.3": "«Откуда идёте, почтенные?» ",
  "sn6.6:2.4": "«Мы пришли, почтенный, от Благословенного, совершенного, полностью просветлённого. ",
  "sn6.6:2.5": "Почтенный, тебе также следует пойти и услужить Благословенному, совершенному, полностью просветлённому». ",
  "sn6.6:3.1": "Когда так было сказано, тот брахма отказался принять их совет. Создав тысячу копий самого себя, он обратился к независимому брахме Субрахме: ",
  "sn6.6:3.2": "«Видишь, почтенный, какой огромной силой и могуществом обладаю я?» ",
  "sn6.6:3.3": "«Я вижу, почтенный, что ты обладаешь столь огромной силой и могуществом». ",
  "sn6.6:3.4": "«Но, почтенный, когда я столь силён и могущественен, нужно ли мне идти и услуживать какому-либо отшельнику или жрецу?» ",
  "sn6.6:4.1": "Тогда независимый брахма Субрахма, создав две тысячи копий себя, обратился к тому брахме: ",
  "sn6.6:4.2": "«Видишь, почтенный, какой огромной силой и могуществом обладаю я?» ",
  "sn6.6:4.3": "«Я вижу, почтенный, что ты обладаешь столь огромной силой и могуществом». ",
  "sn6.6:4.4": "«Благословенный, почтенный, ещё более силён и могущественен, чем и я и ты вместе взятые. ",
  "sn6.6:4.5": "Тебе, почтенный, следует пойти и услужить Благословенному, совершенному, полностью просветлённому». ",
  "sn6.6:4.6": "И тогда тот брахма обратился к независимому брахме Субрахме строфой: ",
  "sn6.6:5.1": "«Три сотни супанн, и четыре – гусей, ",
  "sn6.6:5.2": "И соколов также пять сотен: ",
  "sn6.6:5.3": "Дворец сей того, медитирует кто, ",
  "sn6.6:5.4": "Весь север собой освещает». ",
  "sn6.6:6.1": "«Хоть даже сияет твой этот дворец, ",
  "sn6.6:6.2": "Весь север собой освещая, ",
  "sn6.6:6.3": "Увидев изъян каждой формы —",
  "sn6.6:6.4": "Как вечно трепещет она, —мудрец всякой форме не рад». ",
  "sn6.6:7.1": "Затем независимые брахмы Субрахма и Суддхаваса, побудив чувство безотлагательности в том брахме, исчезли прямо на том самом месте. ",
  "sn6.6:7.2": "И позже тот брахма отправился услужить Благословенному, совершенному, полностью просветлённому. "
}