{
  "sn6.5:0.1": "Саньютта Никая 6.5 ",
  "sn6.5:0.2": "1. Просьба ",
  "sn6.5:0.3": "Другое воззрение ",
  "sn6.5:1.1": "В Саваттхи. ",
  "sn6.5:1.2": "И тогда такое пагубное концептуальное воззрение возникло в некоем брахме: ",
  "sn6.5:1.3": "«Нет ни одного жреца или отшельника, который мог бы прийти сюда». ",
  "sn6.5:1.4": "И тогда, напрямую познав своим собственным умом раздумье в уме того брахмы, так же быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, Благословенный исчез из рощи Джеты и возник в том мире брахм. ",
  "sn6.5:1.5": "Благословенный сел в воздухе со скрещёнными ногами над тем брахмой, войдя в медитацию на элементе огня. ",
  "sn6.5:2.1": "И тогда мысль пришла к достопочтенному Махамоггаллане: ",
  "sn6.5:2.2": "«Где же сейчас пребывает Благословенный в данный момент?» ",
  "sn6.5:2.3": "Божественным глазом, очищенным и превосходящим человеческий, достопочтенный Махамоггаллана увидел, что Благословенный сидит в воздухе со скрещёнными ногами над тем брахмой, войдя в медитацию на элементе огня. ",
  "sn6.5:2.4": "Увидев это, так же быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, достопочтенный Махамоггаллана исчез из рощи Джеты и возник в том мире брахм. ",
  "sn6.5:2.5": "Затем достопочтенный Махамоггаллана расположился на восточной стороне, сел в воздухе со скрещёнными ногами над тем брахмой, но ниже Благословенного, войдя в медитацию на элементе огня. ",
  "sn6.5:3.1": "И тогда мысль пришла к достопочтенному Махакассапе: ",
  "sn6.5:3.2": "«Где же сейчас пребывает Благословенный в данный момент?» ",
  "sn6.5:3.3": "Божественным глазом, очищенным и превосходящим человеческий, достопочтенный Махакассапа увидел, что Благословенный сидит в воздухе со скрещёнными ногами над тем брахмой, войдя в медитацию на элементе огня. ",
  "sn6.5:3.4": "Увидев это, так же быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, достопочтенный Махакассапа исчез из рощи Джеты и возник в том мире брахм. ",
  "sn6.5:3.5": "Затем достопочтенный Махакассапа расположился на южной стороне, сел в воздухе со скрещёнными ногами над тем брахмой, но ниже Благословенного, войдя в медитацию на элементе огня. ",
  "sn6.5:4.1": "И тогда мысль пришла к достопочтенному Махакаппине… ",
  "sn6.5:4.6": "Затем достопочтенный Махакаппина расположился на западной стороне, сел в воздухе со скрещёнными ногами над тем брахмой, но ниже Благословенного, войдя в медитацию на элементе огня. ",
  "sn6.5:5.1": "И тогда мысль пришла к достопочтенному Ануруддхе… ",
  "sn6.5:5.5": "Затем достопочтенный Ануруддха расположился на северной стороне, сел в воздухе со скрещёнными ногами над тем брахмой, но ниже Благословенного, войдя в медитацию на элементе огня. ",
  "sn6.5:6.1": "И затем достопочтенный Махамоггаллана обратился к тому брахме строфами: ",
  "sn6.5:7.1": "«И на сегодня, друг, имеешь ли воззрение, ",
  "sn6.5:7.2": "То самое воззрение, что прежде ты имел? ",
  "sn6.5:7.3": "Не видишь ли сияния, ",
  "sn6.5:7.4": "Что Брахмы мир сей превосходит?» ",
  "sn6.5:8.1": "«Почтенный, не держусь того воззрения, ",
  "sn6.5:8.2": "Воззрения, что прежде я имел. ",
  "sn6.5:8.3": "Действительно, я вижу то сияние, ",
  "sn6.5:8.4": "Что превосходит Брахмы мир. ",
  "sn6.5:8.5": "И на сегодня как же я могу ",
  "sn6.5:8.6": "Считать, что постоянен я и вечен?» ",
  "sn6.5:9.1": "И затем, пробудив чувство безотлагательности правильной практики в том брахме, так же быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, Благословенный исчез из того мира брахм и возник в роще Джеты. ",
  "sn6.5:9.2": "И тогда тот брахма обратился к одному из членов его собрания: ",
  "sn6.5:9.3": "„Ну же, почтенный, подойди к достопочтенному Махамоггаллане и скажи ему: ",
  "sn6.5:9.4": "«Почтенный Моггаллана, есть ли другие ученики Благословенного, столь же сильные и могущественные, ",
  "sn6.5:9.5": "как господа Моггаллана, Кассапа, Каппина и Ануруддха?“» ",
  "sn6.5:9.6": "«Хорошо, почтенный», – ответил тот член собрания брахм. Затем он подошёл к достопочтенному Махамоггаллане и спросил его: ",
  "sn6.5:9.7": "«Почтенный Моггаллана, есть ли другие ученики Благословенного, столь же сильные и могущественные, ",
  "sn6.5:9.8": "как господа Моггаллана, Кассапа, Каппина и Ануруддха?“» ",
  "sn6.5:9.9": "И тогда достопочтенный Махамоггаллана обратился к тому члену собрания брахм строфой: ",
  "sn6.5:10.1": "«У Будды множество учеников, ",
  "sn6.5:10.2": "Архатов, что разрушили все пятна, —",
  "sn6.5:10.3": "Носителей Трёх знаний и духовных сил, ",
  "sn6.5:10.4": "Умелых в чтении путей умов других». ",
  "sn6.5:11.1": "И тогда тот член собрания брахм, восхитившись и возрадовавшись утверждению достопочтенного Махамоггалланы, подошёл к тому брахме и сказал ему: ",
  "sn6.5:11.2": "«Почтенный, уважаемый Махамоггаллана говорит так: ",
  "sn6.5:12.1": "«У Будды множество учеников, ",
  "sn6.5:12.2": "Архатов, что разрушили все пятна, —",
  "sn6.5:12.3": "Носителей Трёх знаний и духовных сил, ",
  "sn6.5:12.4": "Умелых в чтении путей умов других». ",
  "sn6.5:13.1": "Так сказал тот член собрания брахм. ",
  "sn6.5:13.2": "Довольный, тот брахма восхитился его словами. "
}