{
  "sn6.3:0.1": "Саньютта Никая 6.3 ",
  "sn6.3:0.2": "1. Просьба ",
  "sn6.3:0.3": "Брахмадэва ",
  "sn6.3:1.1": "Так я слышал. ",
  "sn6.3:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "sn6.3:1.3": "И в то время у некоей брахманки был сын по имени Брахмадэва, который оставил жизнь домохозяйскую ради жизни бездомной под учительством Благословенного. ",
  "sn6.3:2.1": "И тогда, пребывая в уединении прилежным, старательным, решительным, достопочтенный Брахмадэва, реализовав это для себя посредством прямого знания, здесь и сейчас вошёл в высочайшую цель святой жизни, ради которой представители клана праведно оставляют жизнь домохозяйскую и ведут жизнь бездомную, и пребывал в ней. ",
  "sn6.3:2.2": "Он напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "sn6.3:2.3": "Так достопочтенный Брахмадэва стал одним из арахантов. ",
  "sn6.3:3.1": "Затем, утром, достопочтенный Брахмадэва оделся, взял чашу и внешнее одеяние и вошёл в Саваттхи за подаяниями. ",
  "sn6.3:3.2": "После продолжительного хождения за подаяниями по Саваттхи он подошёл к дому своей собственной матери. ",
  "sn6.3:3.3": "В то время брахманка, мать достопочтенного Брахмадэвы, постоянно совершала жертвования Брахме. ",
  "sn6.3:3.4": "И тогда мысль пришла к Брахме Сахампати: ",
  "sn6.3:3.5": "«Эта брахманка, мать достопочтенного Брахмадэвы, постоянно совершает жертвования Брахме. ",
  "sn6.3:3.6": "Что, если я отправлюсь к ней и пробужу в ней чувство безотлагательности правильной практики?» ",
  "sn6.3:3.7": "И тогда, так же быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, Брахма Сахампати исчез из мира брахм и возник в доме матери достопочтенного Брахмадэвы. ",
  "sn6.3:3.8": "И там, стоя в воздухе, Брахма Сахампати обратился к брахманке этими строфами: ",
  "sn6.3:4.1": "«О госпожа, далёк отсюда Брахмы мир, ",
  "sn6.3:4.2": "Которому ты подношения свершаешь постоянно. ",
  "sn6.3:4.3": "Как и не ест, почтенная, такую пищу Брахма. ",
  "sn6.3:4.4": "Так в чём же толк бубнить слова, когда пути не знаешь к Брахме? ",
  "sn6.3:5.1": "Но, госпожа, вот этот Брахмадэва ",
  "sn6.3:5.2": "Без обретений, дэвов превзошёл. ",
  "sn6.3:5.3": "И не имея ничего, других не кормит он. ",
  "sn6.3:5.4": "И сей монах вошёл в твой дом за подаянием. ",
  "sn6.3:6.1": "Достойный подношений, мастер знаний, он тот, кто внутренне всецело развит. ",
  "sn6.3:6.2": "Даров достоин от людей и от божеств. ",
  "sn6.3:6.3": "Выдворив всяческое зло, он незапятнан. ",
  "sn6.3:6.4": "Угасший в сердце, ищет подаяний он. ",
  "sn6.3:7.1": "Нет для него чего-либо ни спереди, ни сзади – ",
  "sn6.3:7.2": "Он умиротворён и он не задымлён, он не обеспокоен — безжеланный. ",
  "sn6.3:7.3": "По отношению к слабым, по отношению к сильным, он палку опустил. ",
  "sn6.3:7.4": "Лучшее подаяние, подношение твоё, позволь же ему съесть. ",
  "sn6.3:8.1": "Толпы он сторонится, умом спокоен он, ",
  "sn6.3:8.2": "Скитается, как нага, хладнокровным, укрощённым. ",
  "sn6.3:8.3": "Он нравственный монах, освобождён в уме: ",
  "sn6.3:8.4": "Лучшее подаяние, подношение твоё, позволь же ему съесть. ",
  "sn6.3:9.1": "С доверием к нему, лишившись колебаний, ",
  "sn6.3:9.2": "Достойному дарений дар свой поднеси. ",
  "sn6.3:9.3": "Создай заслугу, госпожа, что приведёт к блаженству, ",
  "sn6.3:9.4": "Когда узрела мудреца, что наводнение пересёк». ",
  "sn6.3:10.1": "С доверием к нему, лишившись колебаний, ",
  "sn6.3:10.2": "Достойному дарений дар дала она. ",
  "sn6.3:10.3": "Заслугу совершила, что приведёт к блаженству, ",
  "sn6.3:10.4": "Когда узрела мудреца, что наводнение пересёк. "
}