{
  "ud6.1:0.1": "Nadahnuća 6.1 ",
  "ud6.1:0.2": "Napuštanje životnog procesa ",
  "ud6.1:1.1": "Ovako sam čuo. ",
  "ud6.1:1.2": "Jednom je Blaženi boravio kraj Vesālija, u Velikom gaju, u dvorani sa šiljatim krovom. ",
  "ud6.1:1.3": "A ujutru se Blaženi obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Vesālija da prosi hranu. ",
  "ud6.1:1.4": "Kad je prošao Vesāli i vratio se iz prošenja hrane, posle obroka, reče on poštovanom Ānandi: ",
  "ud6.1:1.5": "„Ānanda, uzmi prostirke za sedenje, ",
  "ud6.1:1.6": "Otići ćemo do Ćāpāla svetilišta da tamo provedemo dan.” ",
  "ud6.1:2.1": "„Da, poštovani gospodine,” odgovori Ānanda, uze prostirke, pa krenu za Blaženim, prateći ga u stopu. ",
  "ud6.1:2.2": "Kad je Blaženi stigao do svetilišta, sede on tamo na unapred pripremljeno mesto. ",
  "ud6.1:2.3": "Dok je tako sedeo, Blaženi reče Ānandi: ",
  "ud6.1:3.1": "„Ānanda, divan je Vesāli, divno je svetilište kralja Udene, divno je Gotamaka svetilište, divno je Sattamba svetilište, divno je Bahuputta svetilište, divno je Sārandada svetilište, divno je Ćāpāla svetilište. ",
  "ud6.1:3.2": "I ko god je razvijao, često vežbao, ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka duhovnim moćima, ukoliko poželi, može da živi pun životni vek ili još i malo duže. ",
  "ud6.1:3.3": "Ānanda, Tathāgata je zaista razvijao, često vežbao, ovladao, temeljno  praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka  duhovnim moćima. Ukoliko poželi, on može da živi pun životni vek ili još i malo duže.” ",
  "ud6.1:4.1": "Ali poštovani Ānanda, uprkos tome što je Blaženi načinio tako vidljiv znak, tako vidljivu sugestiju, to nije bio u stanju da razume. ",
  "ud6.1:4.2": "Tako nije zamolio Blaženog: ",
  "ud6.1:4.3": "„Poštovani gospodine, neka Blaženi poživi čitav eon, neka Srećni poživi čitav eon, na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića”, slično nekome kome je Māra zaposeo um. ",
  "ud6.1:4.4": "Po drugi put… ",
  "ud6.1:4.5": "Po treći put Blaženi reče… ",
  "ud6.1:5.1": "„Ānanda, divan je Vesāli, divno je svetilište kralja Udene, divno je Gotamaka svetilište, divno je Sattamba svetilište, divno je Bahuputta svetilište, divno je Sārandada svetilište, divno je Ćāpāla svetilište. ",
  "ud6.1:5.2": "I ko god je razvijao, često vežbao, ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka duhovnim moćima, ukoliko poželi, može da živi pun životni vek ili još i malo duže. ",
  "ud6.1:5.3": "Ānanda, Tathāgata je zaista razvijao, često vežbao, ovladao, temeljno  praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka  duhovnim moćima. Ukoliko poželi, on može da živi pun životni vek ili još i malo duže.” ",
  "ud6.1:6.1": "Ali poštovani Ānanda, uprkos tome što je Blaženi načinio tako vidljiv znak, tako vidljivu sugestiju, to nije bio u stanju da razume. ",
  "ud6.1:6.2": "Tako nije zamolio Blaženog: ",
  "ud6.1:6.3": "„Poštovani gospodine, neka Blaženi poživi čitav eon, neka Srećni poživi čitav eon, na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića”, slično nekome kome je Māra zaposeo um. ",
  "ud6.1:7.1": "Onda Blaženi reče poštovanom Ānandi: ",
  "ud6.1:7.2": "„Idi, Ānanda, sada je vreme da učiniš ono što misliš da treba.” ",
  "ud6.1:7.3": "„Da, poštovani gospodine”, odgovori poštovani Ānanda i ustade sa svog mesta, pokloni se, pa pazeći da mu Blaženi ostane sa desne strane, otide do obližnjeg drveta i sede u njegovo podnožje. ",
  "ud6.1:8.1": "Onda Māra, Zli, ubrzo pošto je poštovani Ānanda otišao, dođe doBlaženog. Kad je stigao, stade sa strane, pa ovako reče Blaženome: ",
  "ud6.1:9.1": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje. ",
  "ud6.1:9.2": "Blaženi je takođe ovako rekao: ",
  "ud6.1:9.3": "’Zli, neću ući u parinibbānu sve dok moji monasi nisu istinski učenici, ostvarili cilj, obučeni, samopouzdani, učeni, dobro poznaju učenje, vežbaju u skladu sa tim učenjem, zauzeli su ispravan kurs, žive u skladu sa učenjem i pošto su sve to naučili od svoga učitelja, to će i objaviti, propovedati, obznaniti, praktično pokazati, razjasniti, analizirati, učiniti lako razumljivim i – pošto su s dobrim razlogom kritikovali tvrdnje drugih koje su se pojavile – podučavati čudesnu Dhammu.’ ",
  "ud6.1:9.4": "I evo sada su vaši monasi upravo takvi. ",
  "ud6.1:9.5": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje. ",
  "ud6.1:10.1": "Blaženi je takođe ovako rekao: ",
  "ud6.1:10.2": "’Zli, neću ući u parinibbānu sve dok moje monahinje ne postanu plemenite učenice koje su obučene, uvežbane, vešte, učene, znaju Dhammu napamet… Dakle, sve dok nisu u stanju da podučavaju ovo čudesno učenje.’ ",
  "ud6.1:10.3": "I evo sada su vaše monahinje upravo takve. ",
  "ud6.1:10.4": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje. ",
  "ud6.1:11.1": "Blaženi je takođe ovako rekao: ",
  "ud6.1:11.2": "’Zli, neću ući u parinibbānu sve dok moji nezaređeni sledbenici ne postanu plemeniti učenici koje su obučeni, uvežbani, vešti, učeni, znaju Dhammu napamet… Dakle, sve dok nisu u stanju da podučavaju ovo čudesno učenje.’ ",
  "ud6.1:11.3": "I evo sada su vaši nezaređeni sledbenici upravo takvi. ",
  "ud6.1:11.4": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje. ",
  "ud6.1:12.1": "Blaženi je takođe ovako rekao: ",
  "ud6.1:12.2": "’Zli, neću ući u parinibbānu sve dok moje nezaređene sledbenice ne postanu plemenite učenice koje su obučene, uvežbane, vešte, učene, znaju Dhammu napamet… Dakle, sve dok nisu u stanju da podučavaju ovo čudesno učenje.’ ",
  "ud6.1:12.3": "I evo sada su vaše nezaređene sledbenice upravo takve. ",
  "ud6.1:12.4": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje. ",
  "ud6.1:13.1": "Blaženi je takođe ovako rekao: ",
  "ud6.1:13.2": "’Zli, neću ući u nibbānu sve dok ovaj moj svetački život ne bude uspešan, prosperitetan i raširen, dostupan, poznat mnogima, dobro objašnjen božanskim i ljudskim bićima.’ ",
  "ud6.1:13.3": "I evo sada je taj svetački život uspešan, prosperitetan i raširen, dostupan, poznat mnogima, dobro objašnjen božanskim i ljudskim bićima. ",
  "ud6.1:13.4": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje.” ",
  "ud6.1:14.1": "Čuvši to, Blaženi ovako odgovori Māri, Zlom: ",
  "ud6.1:14.2": "„Ne brini se, Zli, nije mnogo vremena ostalo do parinibbāne Blaženog. ",
  "ud6.1:14.3": "Za tri meseca, računajući od sada, Tathāgata će ući u parinibbānu, konačno oslobođenje.” ",
  "ud6.1:15.1": "I tako je Blaženi kod Ćāpāla svetilišta, svestan i jasno razumevajući, napustio životni tok. ",
  "ud6.1:15.2": "Sa napuštanjem životnog toka Blaženog, cela zemlja iznenada zadrhta, uz silnu grmljavinu, zastašujuću, od koje se kosa dizala na glavi. ",
  "ud6.1:16.1": "Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: ",
  "ud6.1:17.1": "„Neuporedivo poredeći sa daljim bivanjem, ",
  "ud6.1:17.2": "mudrac napusti proces postojanja. ",
  "ud6.1:17.3": "u svojoj radosti učvršćen, u osami zadovoljan, ",
  "ud6.1:17.4": "kao mačem prekinu kontinuitet bivanja.” "
}