{
  "ud6.10:0.1": "'Nadahnuća 6.10 '",
  "ud6.10:0.2": "'Pojavljivanje '",
  "ud6.10:1.1": "'Ovako sam čuo. '",
  "ud6.10:1.2": "'Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. '",
  "ud6.10:1.3": "'Onda poštovani Ānanda dođe do Blaženog, pokloni mu se i sede sa strane. '",
  "ud6.10:1.4": "'Dok je sedeo, ovako reče Blaženome: '",
  "ud6.10:2.1": "'„Poštovani gospodine, sve dok se Tathāgate ne pojave u ovome svetu, plemeniti i potpuno probuđeni, sve dotle isposnike drugih tradicija obožavaju, poštuju, slave ih, dive im se i klanjaju, daruju im ogrtače, posude za prošenje hrane, boravište i lekove. '",
  "ud6.10:2.2": "'Ali kada se Tathāgate pojave u ovome svetu, plemeniti i potpuno probuđeni, posle toga isposnike drugih tradicija ne obožavaju, ne poštuju, ne slave, ne dive im se i ne klanjaju, niti im daruju ogrtače, posude za prošenje hrane, boravište i lekove. '",
  "ud6.10:2.3": "'Tako i Blaženog sada obožavaju, poštuju, slave, dive mu se i klanjaju, daruju mu ogrtače, posude za prošenje hrane, boravište i lekove, baš kao i monaškoj zajednici.” '",
  "ud6.10:3.1": "'„Upravo tako, Ānanda, sve dok se Tathāgate ne pojave u ovome svetu, plemeniti i potpuno probuđeni, sve dotle isposnike drugih tradicija obožavaju… '",
  "ud6.10:3.2": "'Tako i Blaženog sada obožavaju, poštuju, slave, dive mu se i klanjaju, daruju mu ogrtače, posude za prošenje hrane, boravište i lekove, baš kao i monaškoj zajednici.” '",
  "ud6.10:3.3": "'Tako i Blaženog sada obožavaju, poštuju, slave, dive mu se i klanjaju, daruju mu ogrtače, posude za prošenje hrane, boravište i lekove, baš kao i monaškoj zajednici.” '",
  "ud6.10:4.1": "'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: '",
  "ud6.10:5.1": "'Svitac sija sve dotle, '",
  "ud6.10:5.2": "'dok se svetlonosac ne pojavi. '",
  "ud6.10:5.3": "'Ali kada je lučonoša zablistao, '",
  "ud6.10:5.4": "'svetlost svica je ugašena i više je nema. '",
  "ud6.10:6.1": "'Na isti način zagovornici drugih učenja blistaju '",
  "ud6.10:6.2": "'sve dok se potpuno probuđeni ne pojavi. '",
  "ud6.10:6.3": "'Jer takvi, a i njihovi učenici, pročišćeni nisu '",
  "ud6.10:6.4": "'od pogrešnih gledišta, već patnjom zarobljeni.” '"
}