{
  "ud6.2:0.1": "Nadahnuća 6.2 ",
  "ud6.2:0.2": "Sedam asketa sa punđom ",
  "ud6.2:1.1": "Ovako sam čuo. ",
  "ud6.2:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Istočnom parku, u palati Migārine majke. ",
  "ud6.2:1.3": "Jedno veče, izašavši uveče iz osame, Blaženi je sedeo pred ulazom. ",
  "ud6.2:1.4": "Onda Pasenadi, kralj Kosale, dođe do njega. Kad je stigao, pokloni se, pa sede sa strane. ",
  "ud6.2:2.1": "U isto vreme sedam asketa sa punđama, sedam đaina, sedam golih asketa, sedam asketa koji nose samo jedan ogrtač i sedam asketa-lutalica, obraslih maljama, dugih noktiju i kose, prolazili su nedaleko od Blaženog, noseći različite rekvizite. ",
  "ud6.2:3.1": "I vide Pasenadi, kralj Kosale, te askete, ",
  "ud6.2:3.2": "pa \nustade sa svog mesta i prebacivši ogrtač preko jednog ramena, kleknu \ndesnim kolenom do zemlje, sklopi ruke u znak poštovanja u pravcu njih i \ntri puta obznani svoje ime: ",
  "ud6.2:3.3": "„Poštovana gospodo, ja sam Pasenadi, kralj Kosale.” ",
  "ud6.2:4.1": "I ubrzo pošto su oni prošli, kralj Pasenadi se vrati do Blaženog, pokloni se, pa sede sa strane. Dok je sedeo, ovako reče Blaženome: ",
  "ud6.2:4.2": "„Poštovani gospodine, među onima u ovome svetu koji su probuđeni ili su stupili na put probuđenja, ovi askete su zaista jedni od takvih”. ",
  "ud6.2:5.1": "„Veliki kralju, tebi koji si kućedomaćin, uživaš u zadovoljstvima čula, spavaš u postelji sa ženom i decom, oduševljavaš se sandalovinom iz Kāsija, nosiš vence, stavljaš ukrase i mirisna ulja, raduješ se zlatu i srebru, teško je znati: ’Među onima u ovome svetu koji su probuđeni ili su stupili na put probuđenja, ovi askete su zaista jedni od takvih’. ",
  "ud6.2:6.1": "Veliki kralju, tek živeći sa nekim moguće je uvideti vrlinu te osobe i to nakon dugog vremena, ne nakon kratkog vremena. Moguće je onome ko je pažljiv, a ne nepažljiv, onome ko je mudar, a ne onome sa malo mudrosti. ",
  "ud6.2:6.2": "Veliki kralju, tek imajući posla sa nekim moguće je uvideti čistotu te osobe i to nakon dugog vremena, ne nakon kratkog vremena. Moguće je onome ko je pažljiv, a ne nepažljiv, onome ko je mudar, a ne onome sa malo mudrosti. ",
  "ud6.2:6.3": "U nevoljama, veliki kralju, moguće je uvideti čvrstinu te osobe i to nakon dugog vremena, ne nakon kratkog vremena. Moguće je onome ko je pažljiv, a ne nepažljiv, onome ko je mudar, a ne onome sa malo mudrosti. ",
  "ud6.2:6.4": "Kroz razgovor, veliki kralju, moguće je uvideti mudrost te osobe i to nakon dugog vremena, ne nakon kratkog vremena. Moguće je onome ko je pažljiv, a ne nepažljiv, onome ko je mudar, a ne onome sa malo mudrosti.” ",
  "ud6.2:7.1": "„Zadivljujuće je to, poštovani, čudesno je to! ",
  "ud6.2:7.2": "Kako je to dobro rekao Blaženi: ",
  "ud6.2:7.3": "’Veliki kralju, tebi koji si kućedomaćin, uživaš u zadovoljstvima čula, spavaš u postelji sa ženom i decom, oduševljavaš se sandalovinom iz Kāsija, nosiš vence, stavljaš ukrase i mirisna ulja, raduješ se zlatu i srebru, teško je znati: „Među onima u ovome svetu koji su probuđeni ili su stupili na put probuđenja, ovi askete su zaista jedni od takvih”. ",
  "ud6.2:7.4": "Veliki kralju, tek živeći sa nekim moguće je uvideti vrlinu te osobe… ",
  "ud6.2:7.5": "Kroz razgovor, veliki kralju, moguće je uvideti mudrost te osobe… ",
  "ud6.2:7.6": "i to nakon dugog vremena, ne nakon kratkog vremena. Moguće je onome ko je pažljiv, a ne nepažljiv, onome ko je mudar, a ne onome sa malo mudrosti’. ",
  "ud6.2:8.1": "To su, poštovani gospodine, zapravo moji ljudi, prerušeni špijuni, koji se vraćaju iz izviđanja po okolini. ",
  "ud6.2:8.2": "Oni uvek idu prvi, a ja tek za njima. ",
  "ud6.2:8.3": "I sada će oni, poštovani gospodine, pošto sa sebe stresu prašinu i prljavštinu, okupaju se, namažu uljima, poseku kosu i bradu, obučeni u čiste odore, sebe zabavljati zadovoljstvima koja im pružaju svih pet struna zadovoljstava čula.” ",
  "ud6.2:9.1": "Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: ",
  "ud6.2:10.1": "„Ne treba uplitati se u svaku stvar, ",
  "ud6.2:10.2": "ni biti oruđe u službi drugoga; ",
  "ud6.2:10.3": "ne treba živeti zaviseći od nekoga, ",
  "ud6.2:10.4": "ni ići unaokolo i Dhammom trgovati.” "
}