{
  "ud6.8:0.1": "'\"\\'Nadahnuća 6.8 \\'\"'",
  "ud6.8:0.2": "'\"\\'Kurtizana \\'\"'",
  "ud6.8:1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "ud6.8:1.2": "'\"\\'Jednom je Blaženi živeo kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. \\'\"'",
  "ud6.8:1.3": "'\"\\'U isto vreme su u Rāđagahi bile dve družine i obe opčinjene nekom kurtizanom, zaljubljene u nju. \\'\"'",
  "ud6.8:1.4": "'\"\\'I tako su se svađali i prepirali, bili duboko podeljeni, jedni druge napadali pesnicama, busenjem, štapovima, noževima, \\'\"'",
  "ud6.8:1.5": "'\"\\'te tako jedni drugima donosili smrt ili samrtne bolove. \\'\"'",
  "ud6.8:2.1": "'\"\\'Jednog jutra grupa monaha se obukla, uzeše svaki svoju prosjačku zdelu i gornji ogrtač, pa krenuše put Rāđagahe da prose hranu. \\'\"'",
  "ud6.8:2.2": "'\"\\'A kad su isprosili hranu u Rāđagahi i vratili se, posle obroka, odoše do Blaženog. Pošto mu se poklone, sedoše sa strane. \\'\"'",
  "ud6.8:2.3": "'\"\\'Dok su sedeli, monasi ovako rekoše Blaženom: \\'\"'",
  "ud6.8:3.1": "'\"\\'„Poštovani gospodine, ovde u Rāđagahi postoje dve družine i obe su opčinjene nekom kurtizanom, zaljubljene u nju. \\'\"'",
  "ud6.8:3.2": "'\"\\'I tako se svađaju i prepiru, duboko su podeljeni, jedni druge napadaju pesnicama, busenjem, štapovima, noževima, \\'\"'",
  "ud6.8:3.3": "'\"\\'te tako jedni drugima donose smrt ili samrtne bolove. ” \\'\"'",
  "ud6.8:4.1": "'\"\\'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute reči: \\'\"'",
  "ud6.8:5.1": "'\"\\'”Ono što je postignuto i ono što može biti postignuto – oboje je prekriveno prašinom za onoga ko je nepouzdan u vežbanju. \\'\"'",
  "ud6.8:5.2": "'\"\\'Oni koji se drže pravila kao suštine, ili vrline i prakse, ispravnog življenja, celibata i služenja kao vrline – to je jedna krajnost. \\'\"'",
  "ud6.8:5.3": "'\"\\'A oni koji kažu: \\'\"'",
  "ud6.8:5.4": "'\"\\'’Nema opasnosti u zadovoljstvima čula’ – to je druga krajnost. \\'\"'",
  "ud6.8:5.5": "'\"\\'Tako te dve krajnosti jesu uzrok da se množe groblja, kao što su groblja uzrok da se množe pogrešna gledišta. \\'\"'",
  "ud6.8:5.6": "'\"\\'Ne razumevajući to dvoje, neki bivaju zaglavljeni, drugi odlaze predaleko. \\'\"'"
}