{
  "sn15.3:0.1": "Pagal temą susijusių suttų rinkinys 15 ",
  "sn15.3:0.2": "1. Pirmas skyrius ",
  "sn15.3:0.3": "3. Ašaros ",
  "sn15.3:1.1": "Palaimintasis buvo apsistojęs netoli _Savatthi_. ",
  "sn15.3:1.2": "„Vienuoliai, neįsivaizduojama kada buvo šios _samsaros_ pradžia. ",
  "sn15.3:1.3": "Neįmanoma praeity nurodyti trikdomų neišmanymo, esančių troškimo pančiuose, besiblaškančių, klajojančių _samsaroje_, būtybių pradžią. ",
  "sn15.3:1.4": "Kaip manote, vienuoliai, ko yra daugiau, ar, per tą labai ilgą laiką, kol jūs blaškėtės, klajojote _samsaroje_, pralietų, ištryškusių ašarų verkiant ir raudant dėl susidūrimo su tuo, kas nemiela, ir išsiskyrimo su tuo, kas miela, ar vandens keturiuose didžiuose vandenynuose?” ",
  "sn15.3:1.5": "„Garbusis, pagal tai, kaip suprantame Palaimintojo dėstytą Dhammą, daugiau yra per tą labai ilgą laiką, kol mes blaškėmės, klajojome _samsaroje_, pralietų, ištryškusių ašarų verkiant ir raudant dėl susidūrimo su tuo, kas nemiela, ir išsiskyrimo su tuo, kas miela, bet tikrai ne vandens keturiuose didžiuose vandenynuose.” ",
  "sn15.3:2.1": "„Puiku, puiku, vienuoliai, gerai, vienuoliai, kad jūs mano dėstytą Dhammą taip suprantate. ",
  "sn15.3:2.2": "Tikrai, vienuoliai, per tą labai ilgą laiką, kol jūs blaškėtės, klajojote _samsaroje_, pralietų, ištryškusių ašarų verkiant ir raudant dėl susidūrimo su tuo, kas nemiela, ir išsiskyrimo su tuo, kas miela yra daugiau nei vandens keturiuose didžiuose vandenynuose. ",
  "sn15.3:2.3": "Ilgai jūs, vienuoliai, gyvendami susidūrėte su motinų mirtimis. ",
  "sn15.3:2.4": "Pralietų, ištryškusių ašarų verkiant ir raudant dėl susidūrimo su tuo, kas nemiela, ir išsiskyrimo su tuo, kas miela, kai susidūrėte su motinų mirtimis, yra daugiau nei vandens keturiuose didžiuose vandenynuose. ",
  "sn15.3:2.5": "… kai susidūrėte su tėvų mirtimis … ",
  "sn15.3:2.6": "… kai susidūrėte su brolių mirtimis … ",
  "sn15.3:2.7": "… kai susidūrėte su seserų mirtimis … ",
  "sn15.3:2.8": "… kai susidūrėte su sūnų mirtimis … ",
  "sn15.3:2.9": "… kai susidūrėte su dukrų mirtimis … ",
  "sn15.3:2.10": "… kai susidūrėte su artimųjų pragaištimi … ",
  "sn15.3:2.11": "… kai susidūrėte su turtų pragaištimi … ",
  "sn15.3:2.12": "Ilgai jūs, vienuoliai, gyvendami susidūrėte su ligų nešama praigštimi. Pralietų, ištryškusių ašarų verkiant ir raudant dėl susidurimo su tuo, kas nemiela, ir išsiskyrimo su tuo, kas miela, kai susidūrėte su ligų nešama praigštimi, yra daugiau nei vandens keturiuose didžiuose vandenynuose. ",
  "sn15.3:2.13": "Dėl kokios priežasties? ",
  "sn15.3:2.14": "Vienuoliai, neįsivaizduojama kada buvo šios _samsaros_ pradžia … ",
  "sn15.3:2.15": "Ir to, vienuoliai, tikrai jau pakanka nusivilti visais sąlygotais dalykais, pakanka aistrai užgesinti, pakanka išsilaisvinti (iš _samsaros_).” "
}