{
  "ud5.6:0.1": "Innige Sprüche 5.6 ",
  "ud5.6:0.2": "Mit Soṇa ",
  "ud5.6:1.1": "So habe ich es gehört: ",
  "ud5.6:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "ud5.6:1.3": "Zu dieser Zeit hielt sich der Ehrwürdige Mahākaccāna im Land der Avantier auf, bei Kuraraghara auf dem Steilen Berg. ",
  "ud5.6:1.4": "Und der Laie Soṇa mit den spitzen Ohren war Mahākaccānas Aufwärter. ",
  "ud5.6:2.1": "Da kam Soṇa, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "ud5.6:2.2": "„So, wie ich Mahākaccānas Lehre verstehe, ist es nicht einfach, wenn man im Haus lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "ud5.6:2.3": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?“ ",
  "ud5.6:3.1": "Und Soṇa ging zum Ehrwürdigen Mahākaccāna, verbeugte sich, setzte sich zur Seite hin und teilte ihm seine Gedanken mit. Dann sagte er: ",
  "ud5.6:4.4": "„Dass der Ehrwürdige Mahākaccāna mir bitte die Weihe des Fortziehens gebe!“ ",
  "ud5.6:5.1": "Darauf sagte Mahākaccāna zu ihm: ",
  "ud5.6:5.2": "„Es ist schwer, zeitlebens das geistliche Leben zu führen, zu einer Tageszeit zu essen und allein zu schlafen. ",
  "ud5.6:5.3": "Komm, Soṇa, bleibe ein Laie, wie du es bist, weihe dich den Anleitungen der Buddhas und führe das geistliche Leben zu passenden Zeiten, indem du dann zu einer Tageszeit isst und allein schläfst.“ ",
  "ud5.6:5.4": "Und Soṇas Entschlossenheit zum Fortziehen klang ab. ",
  "ud5.6:6.1": "Zum zweiten Mal kam Soṇa, als er für sich allein in Klausur war, der Gedanke an das Fortziehen in den Sinn, zum zweiten Mal erhielt er die gleiche Antwort, und zum zweiten Mal klang seine Entschlossenheit ab. ",
  "ud5.6:7.1": "Zum dritten Mal kam Soṇa, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "ud5.6:7.2": "„So, wie ich Mahākaccānas Lehre verstehe, ist es nicht einfach, wenn man im Haus lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "ud5.6:7.3": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?“ ",
  "ud5.6:7.4": "Zum dritten Mal ging Soṇa zum Ehrwürdigen Mahākaccāna, verbeugte sich, setzte sich zur Seite hin und teilte ihm seine Gedanken mit. Dann sagte er: ",
  "ud5.6:8.4": "„Dass der Ehrwürdige Mahākaccāna mir bitte die Weihe des Fortziehens gebe!“ ",
  "ud5.6:9.1": "Da gab der Ehrwürdige Mahākaccāna Soṇa die Weihe des Fortziehens. ",
  "ud5.6:9.2": "Zu dieser Zeit gab es in Avanti und der Gegend im Süden wenig Mönche. ",
  "ud5.6:9.3": "Es dauerte drei Jahre, bis der Ehrwürdige Mahākaccāna mit viel Mühe und unter großen Schwierigkeiten von hier und da einen Saṅgha von zehn Mönchen versammeln und dem Ehrwürdigen Soṇa die volle Ordination erteilen konnte. ",
  "ud5.6:10.1": "Da kam dem Ehrwürdigen Soṇa, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "ud5.6:10.2": "„Ich habe den Buddha nie persönlich getroffen. Ich habe nur gehört, ",
  "ud5.6:10.3": "der Buddha sei so oder so. ",
  "ud5.6:10.4": "Wenn mein Mentor es erlaubt, sollte ich diesen Gesegneten, den Vollendeten, den vollkommen erwachten Buddha besuchen gehen.“ ",
  "ud5.6:11.1": "Da kam Soṇa am späten Nachmittag aus seiner Klausur und ging zum Ehrwürdigen Mahākaccāna, verbeugte sich, setzte sich zur Seite hin und teilte ihm seine Gedanken mit. Darauf sagte Mahākaccāna: ",
  "ud5.6:13.1": "„Gut, gut, Soṇa! ",
  "ud5.6:13.2": "Geh, um den Gesegneten zu sehen, den Vollendeten, den vollkommen erwachten Buddha. ",
  "ud5.6:13.3": "Du wirst diesen Gesegneten sehen, der beeindruckend und Zuversicht einflößend ist, Sinne und Geist im Frieden, zu höchster Selbstbeherrschung und Sammlung gelangt, wie ein Elefant mit gezähmten, bewachten und beherrschten Sinnen. ",
  "ud5.6:13.4": "Wenn du ihn siehst, beuge in meinem Namen deinen Kopf zu seinen Füßen. Frage ihn, ob er gesund und wohlauf ist, ob er flink und stark ist und unbeschwert lebt, und sage: ",
  "ud5.6:13.5": "‚Herr, mein Mentor, der Ehrwürdige Mahākaccāna, beugt seinen Kopf zu deinen Füßen. Er fragt, ob du gesund und wohlauf bist, ob du flink und stark bist und unbeschwert lebst.‘“ ",
  "ud5.6:14.1": "Mit den Worten „Ja, Herr“ begrüßte Soṇa die Worte des Ehrwürdigen Mahākaccāna und stimmte ihm zu. Er erhob sich von seinem Sitz, verbeugte sich und umrundete Mahākaccāna respektvoll, die rechte Seite ihm zugewandt. Dann brachte er seine Unterkunft in Ordnung, nahm Schale und Robe und brach nach Sāvatthī auf. ",
  "ud5.6:14.2": "Schließlich erreichte er Sāvatthī und Jetas Wäldchen. Er ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "ud5.6:14.3": "Soṇa sagte zum Buddha: ",
  "ud5.6:14.4": "„Herr, mein Mentor, der Ehrwürdige Mahākaccāna, beugt seinen Kopf zu deinen Füßen. Er fragt, ob du gesund und wohlauf bist, ob du flink und stark bist und unbeschwert lebst.“ ",
  "ud5.6:15.1": "„Ich hoffe, es geht dir leidlich, Mönch, ich hoffe, du kommst zurecht. Und ich hoffe, du bist nicht erschöpft von deiner Reise angekommen und hattest keine Schwierigkeiten, Almosen zu erhalten.“ ",
  "ud5.6:15.2": "„Es geht mir leidlich, Herr, ich komme zurecht. Und ich bin nicht erschöpft von meiner Reise angekommen und hatte keine Schwierigkeiten, Almosen zu erhalten.“ ",
  "ud5.6:16.1": "Dann sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "ud5.6:16.2": "„Richte eine Unterkunft für den neu angekommenen Mönch her.“ ",
  "ud5.6:16.3": "Da dachte der Ehrwürdige Ānanda: ",
  "ud5.6:16.4": "„Wenn der Buddha mich schickt, ",
  "ud5.6:16.5": "um eine Unterkunft für einen bestimmten Mönch herzurichten, will er mit diesem Mönch in der gleichen Hütte wohnen. Der Buddha will mit dem Ehrwürdigen Soṇa zusammen wohnen.“ ",
  "ud5.6:16.6": "Er richtete in der Hütte, in der der Buddha wohnte, für Soṇa eine Unterkunft her. ",
  "ud5.6:17.1": "Der Buddha verbrachte einen großen Teil der Nacht im Freien in Meditation sitzend. Dann erhob er sich von seinem Sitz, wusch seine Füße und ging in seine Hütte. ",
  "ud5.6:17.2": "Der Ehrwürdige Soṇa tat das Gleiche. ",
  "ud5.6:17.3": "Da stand der Buddha beim ersten Morgengrauen auf und wandte sich an Soṇa: ",
  "ud5.6:17.4": "„Sprich einen Dhammatext, Mönch, der dir einfällt.“ ",
  "ud5.6:18.1": "„Ja, Herr“, antwortete Soṇa. Er trug in einem Sprechgesang alle sechzehn Lehrreden des Achterkapitels vor. ",
  "ud5.6:18.2": "Als Soṇa seinen Sprechgesang beendet hatte, spendete der Buddha ihm Beifall: ",
  "ud5.6:18.3": "„Gut, gut, Mönch! Du hast die sechzehn Lehrreden des Achterkapitels richtig gelernt, du hast richtig aufgepasst und sie dir richtig gemerkt. Du bist ein guter Redner und hast eine schöne Stimme. Deine Worte sind geschliffen, klar und deutlich und bringen die Bedeutung zum Ausdruck. ",
  "ud5.6:18.4": "Wie viele Regenzeiten bist du bereits ordiniert, Mönch?“ ",
  "ud5.6:18.5": "„Ich habe eine Regenzeit, Gesegneter.“ ",
  "ud5.6:18.6": "„Aber warum hat das so lange gedauert?“ ",
  "ud5.6:18.7": "„Herr, ich habe lange schon die nachteiligen Folgen der Sinnenfreuden gesehen, ",
  "ud5.6:18.8": "doch das Leben in einem Haus ist eng, man hat viele Pflichten und Verantwortlichkeiten.“ ",
  "ud5.6:19.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud5.6:20.1": "„Als ich die Gefahr in der Welt sah, ",
  "ud5.6:20.2": "verstand ich die Wirklichkeit, ohne zu haften. ",
  "ud5.6:20.3": "Der Edle findet kein Vergnügen am Bösen, ",
  "ud5.6:20.4": "am Bösen findet der Reine kein Vergnügen.“ "
}