{
  "ud5.3:0.1": "Innige Sprüche 5.3 ",
  "ud5.3:0.2": "Mit Suppabuddha dem Aussätzigen ",
  "ud5.3:1.1": "So habe ich es gehört: ",
  "ud5.3:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "ud5.3:1.3": "Zu dieser Zeit nun gab es in Rājagaha einen Aussätzigen mit Namen Suppabuddha. ",
  "ud5.3:1.4": "Er war arm, bedürftig und mitleiderregend. ",
  "ud5.3:1.5": "Zu dieser Zeit saß der Buddha inmitten einer großen Versammlung und lehrte den Dhamma. ",
  "ud5.3:2.1": "Suppabuddha sah von Weitem die Menschenmenge sitzen ",
  "ud5.3:2.2": "und dachte: ",
  "ud5.3:2.3": "„Sicher werden hier frische und gekochte Speisen verteilt. ",
  "ud5.3:2.4": "Warum begebe ich mich nicht zu der Menschenmenge? ",
  "ud5.3:2.5": "Ich werde hoffentlich etwas zu essen bekommen.“ ",
  "ud5.3:3.1": "Er begab sich also zu der Menschenmenge ",
  "ud5.3:3.2": "und sah dort den Buddha inmitten einer großen Versammlung sitzen und den Dhamma lehren. ",
  "ud5.3:3.3": "Als er das sah, dachte er: ",
  "ud5.3:3.4": "„Hier werden keine frischen oder gekochten Speisen verteilt. ",
  "ud5.3:3.5": "Der Asket Gotama lehrt in einer Versammlung den Dhamma. ",
  "ud5.3:3.6": "Warum höre ich nicht auch der Lehre zu?“ ",
  "ud5.3:3.7": "Eben dort setzte er sich zur Seite hin: ",
  "ud5.3:3.8": "„Auch ich will der Lehre zuhören.“ ",
  "ud5.3:4.1": "Und der Buddha richtete seine Aufmerksamkeit darauf, den Geist eines jeden in der Versammlung zu erfassen: ",
  "ud5.3:4.2": "„Wer ist hier in der Lage, die Lehre zu verstehen?“ ",
  "ud5.3:4.3": "Er sah Suppabuddha in der Versammlung sitzen ",
  "ud5.3:4.4": "und dachte: ",
  "ud5.3:4.5": "„Er ist hier in der Lage, die Lehre zu verstehen.“ ",
  "ud5.3:4.6": "Da unterwies der Buddha eigens Suppabuddha Schritt für Schritt ",
  "ud5.3:4.7": "mit einem Vortrag über Geben, sittliches Verhalten und den Himmel. Er erklärte die nachteiligen Folgen der Sinnenfreuden, die so schäbig und verdorben sind, und die vorteilhaften Folgen der Entsagung. ",
  "ud5.3:4.8": "Und als er erkannte, dass Suppabuddhas Geist bereit war, geschmeidig, frei von Hindernissen, freudig bewegt und zuversichtlich, da legte er die besondere Lehre der Buddhas dar: ",
  "ud5.3:4.9": "das Leiden, seinen Ursprung, sein Aufhören und den Weg. ",
  "ud5.3:4.10": "Wie ein reines Tuch ohne Flecken gut die Farbe annimmt, ",
  "ud5.3:4.11": "ebenso ging Suppabuddha da, wo er gerade saß, das unbefleckte, makellose Auge des Dhamma auf: ",
  "ud5.3:4.12": "„Alles, was einen Anfang hat, hat auch ein Ende.“ ",
  "ud5.3:5.1": "Und Suppabuddha sah, erfasste, verstand und ergründete den Dhamma. Er ging über den Zweifel hinaus, machte sich von Unschlüssigkeit frei und gewann Selbstvertrauen, wurde in der Anleitung des Lehrers von anderen unabhängig. Er erhob sich von seinem Sitz und ging zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte: ",
  "ud5.3:6.1": "„Vortrefflich, Herr! Vortrefflich! ",
  "ud5.3:6.2": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "ud5.3:6.3": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "ud5.3:6.4": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "ud5.3:7.1": "Nachdem der Buddha Suppabuddha mit einem Dhammavortrag angeleitet, ermuntert, begeistert und angeregt hatte, erhob dieser sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "ud5.3:7.2": "Aber kurz nachdem Suppabuddha gegangen war, griff ihn eine Kuh mit einem kleinen Kälbchen an und nahm ihm das Leben. ",
  "ud5.3:8.1": "Da gingen mehrere Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "ud5.3:8.3": "„Der Aussätzige Suppabuddha ist, nachdem der Buddha ihn mit einem Dhammavortrag angeleitet, ermuntert, begeistert und angeregt hatte, gestorben. ",
  "ud5.3:8.4": "Wo wurde er im nächsten Leben wiedergeboren?“ ",
  "ud5.3:9.1": "„Mönche und Nonnen, Suppabuddha war klug. Er übte im Einklang mit den Lehren und machte mir wegen der Lehren keine Mühe. ",
  "ud5.3:9.2": "Mit dem Auflösen von drei Fesseln ist er in den Strom eingetreten, muss nicht mehr in der Unterwelt wiedergeboren werden und ist auf dem Weg zum Erwachen.“ ",
  "ud5.3:10.1": "Daraufhin sagte einer der Mönche zum Buddha: ",
  "ud5.3:10.2": "„Was ist der Grund, Herr, was ist die Ursache dafür, dass Suppabuddha ein Aussätziger wurde, ",
  "ud5.3:10.3": "arm, bedürftig und mitleiderregend?“ ",
  "ud5.3:11.1": "„Es war einmal, Mönche und Nonnen, eine Zeit, da war Suppabuddha der Sohn eines Kapitalgebers eben hier in Rājagaha. ",
  "ud5.3:11.2": "Als er auf dem Weg war, einen Park zu besuchen, sah er Tagarasikhī, einen eigenständigen Buddha, wie er die Stadt zum Almosengang betrat. ",
  "ud5.3:11.3": "Bei seinem Anblick dachte er: ",
  "ud5.3:11.4": "„Wer ist dieser Aussätzige, der in seiner Aussätzigenrobe herumläuft?“ ",
  "ud5.3:11.5": "Bevor er ging, spuckte er auf den Boden und wandte Tagarasikhī seine linke Seite zu. ",
  "ud5.3:11.6": "Als Ergebnis dieser Tat brannte er viele Jahre in der Hölle, viele hundert Jahre, viele tausend Jahre, viele hunderttausend Jahre. ",
  "ud5.3:11.7": "Und als verbleibendes Ergebnis der gleichen Tat wurde er ein Aussätziger eben hier in Rājagaha, arm, bedürftig und mitleiderregend. ",
  "ud5.3:11.8": "Aber aufgrund seines Vertrauens zu der vom Klargewordenen verkündeten Lehre und Schulung nahm er sich die Sittlichkeit, Gelehrsamkeit, Großzügigkeit und Weisheit vor. ",
  "ud5.3:11.9": "Nachdem er sich diese Dinge vorgenommen hatte, wurde er, als sein Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt, unter den Göttern der Dreiunddreißig. ",
  "ud5.3:11.10": "Dort übertrifft er die anderen Götter an Schönheit und Ruhm.“ ",
  "ud5.3:12.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud5.3:13.1": "„Wie ein Mann mit guten Augen einen unebenen Pfad meidet, ",
  "ud5.3:13.2": "soweit es in der eigenen Macht liegt, ",
  "ud5.3:13.3": "so meidet ein kluger Mensch in der Welt der Lebenden ",
  "ud5.3:13.4": "schlechte Taten.“ "
}