{
  "sn2.26:0.1": "Saṁyutta Nikāya 2 ",
  "sn2.26:0.2": "3. Nānātitthiyavagga ",
  "sn2.26:0.3": "26. Rohitassasutta ",
  "sn2.26:1.1": "Sāvatthinidānaṁ. ",
  "sn2.26:1.2": "Ekamantaṁ ṭhito kho rohitasso devaputto bhagavantaṁ etadavoca: ",
  "sn2.26:1.3": "“yattha nu kho, bhante, na jāyati na jīyati na mīyati na cavati na upapajjati, sakkā nu kho so, bhante, gamanena lokassa anto ñātuṁ vā daṭṭhuṁ vā pāpuṇituṁ vā”ti? ",
  "sn2.26:1.4": "“Yattha kho, āvuso, na jāyati na jīyati na mīyati na cavati na upapajjati, nāhaṁ taṁ gamanena lokassa antaṁ ñāteyyaṁ daṭṭheyyaṁ patteyyanti vadāmī”ti. ",
  "sn2.26:2.1": "“Acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "sn2.26:2.2": "Yāvasubhāsitamidaṁ, bhante, bhagavatā: ",
  "sn2.26:2.3": "‘yattha kho, āvuso, na jāyati na jīyati na mīyati na cavati na upapajjati, nāhaṁ taṁ gamanena lokassa antaṁ ñāteyyaṁ daṭṭheyyaṁ patteyyanti vadāmī’ti. ",
  "sn2.26:3.1": "Bhūtapubbāhaṁ, bhante, rohitasso nāma isi ahosiṁ bhojaputto iddhimā vehāsaṅgamo. ",
  "sn2.26:3.2": "Tassa mayhaṁ, bhante, evarūpo javo ahosi; seyyathāpi nāma daḷhadhammā dhanuggaho susikkhito katahattho katayoggo katūpāsano lahukena asanena appakasireneva tiriyaṁ tālacchāyaṁ atipāteyya. ",
  "sn2.26:3.3": "Tassa mayhaṁ, bhante, evarūpo padavītihāro ahosi; seyyathāpi nāma puratthimā samuddā pacchimo samuddo. ",
  "sn2.26:3.4": "Tassa mayhaṁ, bhante, evarūpaṁ icchāgataṁ uppajji: ",
  "sn2.26:3.5": "‘ahaṁ gamanena lokassa antaṁ pāpuṇissāmī’ti. ",
  "sn2.26:3.6": "So khvāhaṁ, bhante, evarūpena javena samannāgato evarūpena ca padavītihārena, aññatreva asitapītakhāyitasāyitā aññatra uccārapassāvakammā aññatra niddākilamathapaṭivinodanā vassasatāyuko vassasatajīvī vassasataṁ gantvā appatvāva lokassa antaṁ antarāva kālaṅkato. ",
  "sn2.26:4.1": "Acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "sn2.26:4.2": "Yāvasubhāsitamidaṁ, bhante, bhagavatā: ",
  "sn2.26:4.3": "‘yattha kho, āvuso, na jāyati na jīyati na mīyati na cavati na upapajjati, nāhaṁ taṁ gamanena lokassa antaṁ ñāteyyaṁ daṭṭheyyaṁ patteyyanti vadāmī’”ti. ",
  "sn2.26:5.1": "“Na kho panāhaṁ, āvuso, appatvā lokassa antaṁ dukkhassa antakiriyaṁ vadāmi. ",
  "sn2.26:5.2": "Api ca khvāhaṁ, āvuso, imasmiṁyeva byāmamatte kaḷevare sasaññimhi samanake lokañca paññapemi lokasamudayañca lokanirodhañca lokanirodhagāminiñca paṭipadanti. ",
  "sn2.26:6.1": "Gamanena na pattabbo, ",
  "sn2.26:6.2": "lokassanto kudācanaṁ; ",
  "sn2.26:6.3": "Na ca appatvā lokantaṁ, ",
  "sn2.26:6.4": "dukkhā atthi pamocanaṁ. ",
  "sn2.26:7.1": "Tasmā have lokavidū sumedho, ",
  "sn2.26:7.2": "Lokantagū vusitabrahmacariyo; ",
  "sn2.26:7.3": "Lokassa antaṁ samitāvi ñatvā, ",
  "sn2.26:7.4": "Nāsīsati lokamimaṁ parañcā”ti. "
}