{
  "sn12.18:0.1": "Verbundene Lehrreden 12.18 ",
  "sn12.18:0.2": "2. Das Kapitel über Nahrung ",
  "sn12.18:0.3": "Mit Timbaruka ",
  "sn12.18:1.1": "In Sāvatthī. ",
  "sn12.18:1.2": "Da ging der Wanderer Timbaruka zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "sn12.18:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "sn12.18:2.1": "„Nun, Meister Gotama, werden Glück und Schmerz von einem selbst gemacht?“ ",
  "sn12.18:2.2": "„So nicht, Timbaruka“, sagte der Buddha. ",
  "sn12.18:2.3": "„Dann werden Glück und Schmerz von jemand anderem gemacht?“ ",
  "sn12.18:2.4": "„So nicht, Timbaruka“, sagte der Buddha. ",
  "sn12.18:2.5": "„Nun, werden Glück und Schmerz sowohl von einem selbst als auch von jemand anderem gemacht?“ ",
  "sn12.18:2.6": "„So nicht, Timbaruka“, sagte der Buddha. ",
  "sn12.18:2.7": "„Dann entstehen Glück und Schmerz durch Zufall, weder von einem selbst noch von jemand anderem gemacht?“ ",
  "sn12.18:2.8": "„So nicht, Timbaruka“, sagte der Buddha. ",
  "sn12.18:2.9": "„Nun, gibt es so etwas wie Glück und Schmerz nicht?“ ",
  "sn12.18:2.10": "„Es ist nicht so, dass es Glück und Schmerz nicht gäbe. ",
  "sn12.18:2.11": "Glück und Schmerz sind wirklich.“ ",
  "sn12.18:2.12": "„Dann erkennt und sieht Meister Gotama Glück und Schmerz nicht.“ ",
  "sn12.18:2.13": "„Es ist nicht so, dass ich Glück und Schmerz nicht erkennen oder sehen würde. ",
  "sn12.18:2.14": "Ich erkenne Glück und Schmerz, ",
  "sn12.18:2.15": "ich sehe Glück und Schmerz.“ ",
  "sn12.18:3.1": "„Meister Gotama, wenn du all das gefragt wirst, sagst du ‚so nicht‘. ",
  "sn12.18:3.2": " ",
  "sn12.18:3.3": " ",
  "sn12.18:3.4": " ",
  "sn12.18:3.5": "Und doch sagst du, es gebe so etwas wie Glück und Schmerz. ",
  "sn12.18:3.6": " ",
  "sn12.18:3.7": " ",
  "sn12.18:3.8": "Und du sagst, du erkennst Glück und Schmerz ",
  "sn12.18:3.9": "und du siehst Glück und Schmerz. ",
  "sn12.18:3.10": "Herr, erkläre mir Glück und Schmerz! ",
  "sn12.18:3.11": "Unterweise mich über Glück und Schmerz!“ ",
  "sn12.18:4.1": "„Angenommen, das Gefühl und die Person, die es fühlt, seien dasselbe. Dann wären Glück und Schmerz für jemand, der von Anbeginn an existiert, von ihm selbst gemacht. Das sage ich nicht. ",
  "sn12.18:4.2": "Angenommen, das Gefühl sei eine Sache, und die Person, die es fühlt, eine andere. Dann wären für jemand, der von einem Gefühl getroffen wird, Glück und Schmerz von jemand anderem gemacht. Das sage ich nicht. ",
  "sn12.18:4.3": "Der Klargewordene vermeidet diese beiden Extreme und lehrt den Dhamma auf die mittlere Art: ",
  "sn12.18:4.4": "‚Unwissenheit ist eine Bedingung für Entscheidungen. ",
  "sn12.18:4.5": "Entscheidungen sind eine Bedingung für Bewusstsein. … ",
  "sn12.18:4.6": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.18:4.7": "Wenn Unwissenheit schwindet und restlos aufhört, hören Entscheidungen auf. ",
  "sn12.18:4.8": "Wenn Entscheidungen aufhören, hört Bewusstsein auf. … ",
  "sn12.18:4.9": "So hört diese ganze Masse des Leidens auf.‘“ ",
  "sn12.18:5.1": "Daraufhin sagte der Wanderer Timbaruka zum Buddha: ",
  "sn12.18:5.2": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "sn12.18:5.3": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "sn12.18:5.4": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}