{
  "sn12.66:0.1": "Verbundene Lehrreden 12.66 ",
  "sn12.66:0.2": "7. Das große Kapitel ",
  "sn12.66:0.3": "Selbstuntersuchung ",
  "sn12.66:1.1": "So habe ich es gehört: ",
  "sn12.66:1.2": "Einmal hielt sich der Buddha im Land der Kurus auf, bei dem Marktflecken der Kurus mit Namen Kammāsadamma. ",
  "sn12.66:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn12.66:1.4": "„Mönche und Nonnen!“ ",
  "sn12.66:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "sn12.66:1.6": "Der Buddha sagte: ",
  "sn12.66:1.7": "„Mönche und Nonnen, übt ihr innere Selbstuntersuchung?“ ",
  "sn12.66:1.8": "Daraufhin sagte einer der Mönche zum Buddha: ",
  "sn12.66:1.9": "„Herr, ich übe innere Selbstuntersuchung.“ ",
  "sn12.66:1.10": "„Aber, Mönch, wie übst du innere Selbstuntersuchung?“ ",
  "sn12.66:1.11": "Darauf antwortete der Mönch, ",
  "sn12.66:1.12": "doch der Buddha war mit der Antwort nicht zufrieden. ",
  "sn12.66:2.1": "Als er gesprochen hatte, sagte der Ehrwürdige Ānanda zum Buddha: ",
  "sn12.66:2.2": "„Jetzt ist die Zeit, Gesegneter! Jetzt ist die Zeit, Heiliger! ",
  "sn12.66:2.3": "Der Buddha spreche bitte über die innere Selbstuntersuchung. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "sn12.66:2.4": "„Also dann, Ānanda, hört zu und passt gut auf, ich werde sprechen.“ ",
  "sn12.66:2.5": "„Ja, Herr“, antworteten sie. ",
  "sn12.66:2.6": "Der Buddha sagte: ",
  "sn12.66:3.1": "„Da übt ein Mönch innere Selbstuntersuchung: ",
  "sn12.66:3.2": "‚Das Leiden, das ausgehend von Alter und Tod in der Welt aufkommt, nimmt viele und vielfältige Formen an. ",
  "sn12.66:3.3": "Aber was ist die Quelle, der Ursprung, die Wiege und die Herkunft dieses Leidens? Wenn was besteht, gibt es Alter und Tod? Und wenn was nicht besteht, gibt es kein Alter und keinen Tod?‘ ",
  "sn12.66:3.4": "Bei seiner Untersuchung erkennt er: ",
  "sn12.66:3.5": "‚Das Leiden, das ausgehend von Alter und Tod in der Welt aufkommt, nimmt viele und vielfältige Formen an. ",
  "sn12.66:3.6": "Die Quelle dieses Leidens sind Bindungen. Wenn Bindungen bestehen, gibt es Alter und Tod. Und wenn keine Bindungen bestehen, gibt es kein Alter und keinen Tod.‘ ",
  "sn12.66:3.7": "Er versteht Alter und Tod, ihren Ursprung, ihr Aufhören und die passende Übung, die zu ihrem Aufhören führt. ",
  "sn12.66:3.8": "Und er lebt im Einklang mit dieser Übung. ",
  "sn12.66:3.9": "Das nennt man einen Mönch, der zur völligen Auflösung des Leidens übt, zum Aufhören von Alter und Tod. ",
  "sn12.66:4.1": "Er übt weiter innere Selbstuntersuchung: ",
  "sn12.66:4.2": "‚Aber was ist die Quelle dieser Bindung? Wenn was besteht, gibt es Bindung? Wenn was nicht besteht, gibt es keine Bindung?‘ ",
  "sn12.66:4.3": "Bei seiner Untersuchung erkennt er: ",
  "sn12.66:4.4": "Die Quelle dieser Bindung ist Verlangen. Wenn Verlangen besteht, gibt es Bindungen. Und wenn Verlangen nicht besteht, gibt es keine Bindungen.‘ ",
  "sn12.66:4.5": "Er versteht Bindungen, ihren Ursprung, ihr Aufhören und die passende Übung, die zu ihrem Aufhören führt. ",
  "sn12.66:4.6": "Und er lebt im Einklang mit dieser Übung. ",
  "sn12.66:4.7": "Das nennt man einen Mönch, der zur völligen Auflösung des Leidens übt, zum Aufhören der Bindungen. ",
  "sn12.66:5.1": "Er übt weiter innere Selbstuntersuchung: ",
  "sn12.66:5.2": "‚Aber wo entsteht dieses Verlangen und wo setzt es sich fest?‘ ",
  "sn12.66:5.3": "Bei seiner Untersuchung erkennt er: ",
  "sn12.66:5.4": "‚Bei allem, was in der Welt hübsch und angenehm erscheint, da entsteht dieses Verlangen und setzt sich fest. ",
  "sn12.66:5.5": "Und was erscheint in der Welt hübsch und angenehm? ",
  "sn12.66:5.6": "Das Auge erscheint in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "sn12.66:5.7": "Das Ohr … ",
  "sn12.66:5.8": "Die Nase … ",
  "sn12.66:5.9": "Die Zunge … ",
  "sn12.66:5.10": "Der Körper … ",
  "sn12.66:5.11": "Der Geist erscheint in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest.‘ ",
  "sn12.66:6.1": "Es gab in der Vergangenheit Asketen und Brahmanen, die die Dinge, die in der Welt hübsch und angenehm erscheinen, als beständig ansahen, als Glück, als Selbst, als gesund und sicher. ",
  "sn12.66:6.2": "Ihr Verlangen nahm zu. ",
  "sn12.66:6.3": "Da ihr Verlangen zunahm, nahmen ihre Bindungen zu. ",
  "sn12.66:6.4": "Da ihre Bindungen zunahmen, nahm ihr Leiden zu. ",
  "sn12.66:6.5": "Und da ihr Leiden zunahm, waren sie nicht befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Sie waren nicht befreit vom Leiden, sage ich. ",
  "sn12.66:7.1": "Es wird in der Zukunft Asketen und Brahmanen geben, die die Dinge, die in der Welt hübsch und angenehm erscheinen, als beständig ansehen, als Glück, als Selbst, als gesund und sicher. ",
  "sn12.66:7.2": "Ihr Verlangen wird zunehmen. ",
  "sn12.66:7.3": "Da ihr Verlangen zunimmt, werden ihre Bindungen zunehmen. ",
  "sn12.66:7.4": "Da ihre Bindungen zunehmen, wird ihr Leiden zunehmen. ",
  "sn12.66:7.5": "Und da ihr Leiden zunimmt, werden sie nicht befreit sein von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Sie werden nicht befreit sein vom Leiden, sage ich. ",
  "sn12.66:8.1": "Es gibt in der Gegenwart Asketen und Brahmanen, die die Dinge, die in der Welt hübsch und angenehm erscheinen, als beständig ansehen, als Glück, als Selbst, als gesund und sicher. ",
  "sn12.66:8.2": "Ihr Verlangen nimmt zu. ",
  "sn12.66:8.3": "Da ihr Verlangen zunimmt, nehmen ihre Bindungen zu. ",
  "sn12.66:8.4": "Da ihre Bindungen zunehmen, nimmt ihr Leiden zu. ",
  "sn12.66:8.5": "Und da ihr Leiden zunimmt, sind sie nicht befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Sie sind nicht befreit vom Leiden, sage ich. ",
  "sn12.66:9.1": "Wie wenn da ein Bronzebecher wäre, mit einem Getränk von ansprechender Farbe, ansprechendem Geruch und Geschmack, ",
  "sn12.66:9.2": "das aber vergiftet wäre. ",
  "sn12.66:9.3": "Dann käme da jemand, der sich unter der brütenden Hitze abmühte, der erschöpft, durstig und ausgedörrt wäre. ",
  "sn12.66:9.4": "Man sagte zu ihm: ",
  "sn12.66:9.5": "‚Hier, guter Mann, ist ein Bronzebecher mit einem Getränk von ansprechender Farbe, ansprechendem Geruch und Geschmack, ",
  "sn12.66:9.6": "das aber vergiftet ist. ",
  "sn12.66:9.7": "Trink, wenn du magst. ",
  "sn12.66:9.8": "Wenn du es trinkst, werden Farbe, Geruch und Geschmack appetitlich sein, doch es wird zu Tod oder tödlichem Schmerz führen.‘ ",
  "sn12.66:9.9": "Er würde dieses Getränk nicht zurückweisen. Hastig, ohne nachzudenken, würde er es trinken, ",
  "sn12.66:9.10": "und das würde zu Tod oder tödlichem Schmerz führen. ",
  "sn12.66:9.11": "Ebenso gab es in der Vergangenheit Asketen und Brahmanen … ",
  "sn12.66:9.12": "wird es in der Zukunft Asketen und Brahmanen geben … ",
  "sn12.66:9.13": "und gibt es in der Gegenwart Asketen und Brahmanen, die die Dinge, die in der Welt hübsch und angenehm erscheinen, als beständig ansehen, als Glück, als Selbst, als gesund und sicher. ",
  "sn12.66:9.14": "Da ihr Verlangen zunimmt, nehmen ihre Bindungen zu. ",
  "sn12.66:9.15": "Da ihre Bindungen zunehmen, nimmt ihr Leiden zu. ",
  "sn12.66:9.16": "Und da ihr Leiden zunimmt, sind sie nicht befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Sie sind nicht befreit vom Leiden, sage ich. ",
  "sn12.66:10.1": "Es gab in der Vergangenheit Asketen und Brahmanen, die die Dinge, die in der Welt hübsch und angenehm erscheinen, als unbeständig ansahen, als Leiden, als ohne Selbst, als krank und gefährlich. ",
  "sn12.66:10.2": "Sie gaben das Verlangen auf. ",
  "sn12.66:10.3": "Da sie das Verlangen aufgaben, gaben sie die Bindungen auf. ",
  "sn12.66:10.4": "Da sie die Bindungen aufgaben, gaben sie das Leiden auf. ",
  "sn12.66:10.5": "Und sie das Leiden aufgaben, waren sie befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Sie waren befreit vom Leiden, sage ich. ",
  "sn12.66:11.1": "Es wird in der Zukunft Asketen und Brahmanen geben, die die Dinge, die in der Welt hübsch und angenehm erscheinen, als unbeständig ansehen, als Leiden, als ohne Selbst, als krank und gefährlich. ",
  "sn12.66:11.2": "Sie werden das Verlangen aufgeben. ",
  "sn12.66:11.3": "Da sie das Verlangen aufgeben werden … ",
  "sn12.66:11.4": "werden sie befreit sein vom Leiden, sage ich. ",
  "sn12.66:12.1": "Es gibt in der Gegenwart Asketen und Brahmanen, die die Dinge, die in der Welt hübsch und angenehm erscheinen, als unbeständig ansehen, als Leiden, als ohne Selbst, als krank und gefährlich. ",
  "sn12.66:12.2": "Sie geben das Verlangen auf. ",
  "sn12.66:12.3": "Da sie das Verlangen aufgeben, geben sie die Bindungen auf. ",
  "sn12.66:12.4": "Da sie die Bindungen aufgeben, geben sie das Leiden auf. ",
  "sn12.66:12.5": "Und da sie das Leiden aufgeben, sind sie befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Sie sind befreit vom Leiden, sage ich. ",
  "sn12.66:13.1": "Wie wenn da ein Bronzebecher wäre, mit einem Getränk von ansprechender Farbe, ansprechendem Geruch und Geschmack, ",
  "sn12.66:13.2": "das aber vergiftet wäre. ",
  "sn12.66:13.3": "Dann käme da jemand, der sich unter der brütenden Hitze abmühte, der erschöpft, durstig und ausgedörrt wäre. ",
  "sn12.66:13.4": "Man sagte zu ihm: ",
  "sn12.66:13.5": "‚Hier, guter Mann, ist ein Bronzebecher mit einem Getränk von ansprechender Farbe, ansprechendem Geruch und Geschmack, ",
  "sn12.66:13.6": "das aber vergiftet ist. ",
  "sn12.66:13.7": "Trink, wenn du magst. ",
  "sn12.66:13.8": "Wenn du es trinkst, werden Farbe, Geruch und Geschmack appetitlich sein, doch es wird zu Tod oder tödlichem Schmerz führen.‘ ",
  "sn12.66:13.9": "Da dächte der Mann: ",
  "sn12.66:13.10": "‚Ich könnte meinen Durst mit Wasser, Molke, einem Röstgetränk oder gesalzenem Essigwasser löschen. Aber ich sollte nicht dieses Getränk trinken, denn das wäre zu meinem langanhaltenden Unglück und Leiden.‘ ",
  "sn12.66:13.11": "Er würde dieses Getränk zurückweisen. Nach Abschätzung würde er es nicht trinken, ",
  "sn12.66:13.12": "und das würde nicht zu Tod oder tödlichem Schmerz führen. ",
  "sn12.66:13.13": "Ebenso gab es in der Vergangenheit Asketen und Brahmanen, die die Dinge, die in der Welt hübsch und angenehm erscheinen, als unbeständig ansahen, als Leiden, als ohne Selbst, als krank und gefährlich. ",
  "sn12.66:13.14": "Sie gaben das Verlangen auf. ",
  "sn12.66:13.15": "Da sie das Verlangen aufgaben, gaben sie die Bindungen auf. ",
  "sn12.66:13.16": "Da sie die Bindungen aufgaben, gaben sie das Leiden auf. ",
  "sn12.66:13.17": "Und sie das Leiden aufgaben, waren sie befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Sie waren befreit vom Leiden, sage ich. ",
  "sn12.66:14.1": "Es wird in der Zukunft Asketen und Brahmanen geben … ",
  "sn12.66:14.2": "und es gibt in der Gegenwart Asketen und Brahmanen, die die Dinge, die in der Welt hübsch und angenehm erscheinen, als unbeständig ansehen, als Leiden, als ohne Selbst, als krank und gefährlich. ",
  "sn12.66:14.3": "Sie geben das Verlangen auf. ",
  "sn12.66:14.4": "Da sie das Verlangen aufgeben, geben sie die Bindungen auf. ",
  "sn12.66:14.5": "Da sie die Bindungen aufgeben, geben sie das Leiden auf. ",
  "sn12.66:14.6": "Und da sie das Leiden aufgeben, sind sie befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Sie sind befreit vom Leiden, sage ich.“ "
}