{
  "sn12.70:0.1": "Verbundene Lehrreden 12.70 ",
  "sn12.70:0.2": "7. Das große Kapitel ",
  "sn12.70:0.3": "Der Wanderer Susīma ",
  "sn12.70:1.1": "So habe ich es gehört: ",
  "sn12.70:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn12.70:1.3": "Nun war der Buddha zu dieser Zeit geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und er erhielt Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "sn12.70:1.4": "Auch der Saṅgha der Mönche und Nonnen war geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und auch er erhielt Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "sn12.70:1.5": "Aber die Wanderer anderer Konfessionen waren nicht geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und sie erhielten keine Roben, kein Almosen, keine Unterkunft und keine Arznei oder Krankenversorgung. ",
  "sn12.70:2.1": "Zu dieser Zeit nun befand sich der Wanderer Susīma zusammen mit einer großen Gemeinschaft von Wanderern in Rājagaha. ",
  "sn12.70:2.2": "Da sagte seine Gemeinschaft zu Susīma: ",
  "sn12.70:2.3": "„Geehrter Susīma, bitte führe das geistliche Leben mit dem Asketen Gotama. ",
  "sn12.70:2.4": "Präge dir diese Lehre ein und sage sie mit uns zusammen auf. ",
  "sn12.70:2.5": "Wenn wir sie uns eingeprägt haben, werden wir sie den Laien aufsagen. ",
  "sn12.70:2.6": "Auf diese Art werden auch wir geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und wir werden Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung erhalten.“ ",
  "sn12.70:2.7": "„Ja, Geehrte“, entgegnete Susīma. Dann ging er zum Ehrwürdigen Ānanda und tauschte Willkommensgrüße mit ihm aus. ",
  "sn12.70:2.8": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Ānanda: ",
  "sn12.70:2.9": "„Geehrter Ānanda, ich wünsche, in dieser Lehre und Schulung das geistliche Leben zu führen.“ ",
  "sn12.70:3.1": "Da nahm Ānanda Susīma mit zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zum Buddha: ",
  "sn12.70:3.2": "„Herr, dieser Wanderer Susīma sagt, ",
  "sn12.70:3.3": "er wünsche, in dieser Lehre und Schulung das geistliche Leben zu führen.“ ",
  "sn12.70:3.4": "„Nun denn, Ānanda, gib Susīma die Weihe des Fortziehens.“ ",
  "sn12.70:3.5": "Und der Wanderer Susīma erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "sn12.70:4.1": "Zu dieser Zeit hatten mehrere Mönche und Nonnen vor dem Buddha ihre Erleuchtung erklärt: ",
  "sn12.70:4.2": "„Wir verstehen: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ ",
  "sn12.70:4.3": "Der Ehrwürdige Susīma hörte davon, ",
  "sn12.70:4.6": "ging zu diesen Mönchen und Nonnen und tauschte Willkommensgrüße mit ihnen aus. ",
  "sn12.70:4.7": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu diesen Mönchen und Nonnen: ",
  "sn12.70:4.8": "„Ist es wirklich wahr, dass die Ehrwürdigen vor dem Buddha ihre Erleuchtung erklärt haben?“ ",
  "sn12.70:4.10": "„Ja, Geehrter.“ ",
  "sn12.70:5.1": "„Aber wenn ihr so erkennt und seht, übt ihr da die vielen Arten übersinnlicher Kraft aus? Das heißt, sich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Erdwall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt?“ ",
  "sn12.70:5.2": "„Nein, Geehrter.“ ",
  "sn12.70:6.1": "„Könnt ihr dann, wenn ihr so erkennt und seht, mit geläuterter und übermenschlicher Hellhörigkeit beide Arten von Tönen hören, menschliche und göttliche, ob nah oder fern?“ ",
  "sn12.70:6.2": "„Nein, Geehrter.“ ",
  "sn12.70:7.1": "„Erkennt ihr dann, wenn ihr so erkennt und seht, den Geist anderer Wesen und Menschen, indem ihr ihn mit eurem Geist erfasst? ",
  "sn12.70:7.2": "Erkennt ihr einen gierigen Geist als ‚gierigen Geist‘ ",
  "sn12.70:7.3": "und einen von Gier freien Geist als ‚von Gier freien Geist‘? ",
  "sn12.70:7.4": "Erkennt ihr einen hasserfüllten Geist als ‘hasserfüllten Geist‘ ",
  "sn12.70:7.5": "und einen von Hass freien Geist als ‚von Hass freien Geist‘? ",
  "sn12.70:7.6": "Erkennt ihr einen Geist, der sich täuscht, als ‚Geist, der sich täuscht‘, ",
  "sn12.70:7.7": "und einen von Täuschung freien Geist als ‚von Täuschung freien Geist‘? ",
  "sn12.70:7.8": "Erkennt ihr einen eingeengten Geist als ‚eingeengten Geist‘ ",
  "sn12.70:7.9": "und einen zerstreuten Geist als ‚zerstreuten Geist‘? ",
  "sn12.70:7.10": "Erkennt ihr einen ausgedehnten Geist als ‚ausgedehnten Geist‘ ",
  "sn12.70:7.11": "und einen nicht ausgedehnten Geist als ‚nicht ausgedehnten Geist‘? ",
  "sn12.70:7.12": "Erkennt ihr einen Geist, der nicht unübertrefflich ist, als ‚Geist, der nicht unübertrefflich ist‘, ",
  "sn12.70:7.13": "und einen unübertrefflichen Geist als ‚unübertrefflichen Geist‘? ",
  "sn12.70:7.14": "Erkennt ihr einen im Samādhi versunkenen Geist als ‚im Samādhi versunkenen Geist‘ ",
  "sn12.70:7.15": "und einen nicht im Samādhi versunkenen Geist als ‚nicht im Samādhi versunkenen Geist‘? ",
  "sn12.70:7.16": "Erkennt ihr einen befreiten Geist als ‚befreiten Geist‘ ",
  "sn12.70:7.17": "und einen nicht befreiten Geist als ‚nicht befreiten Geist‘?“ ",
  "sn12.70:7.18": "„Nein, Geehrter.“ ",
  "sn12.70:8.1": "„Erinnert ihr euch dann, wenn ihr so erkennt und seht, an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt? Erinnert ihr euch: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren‘? Erinnert ihr euch so an viele Arten früherer Leben mit den Merkmalen und Einzelheiten?“ ",
  "sn12.70:8.2": "„Nein, Geehrter.“ ",
  "sn12.70:9.1": "„Seht ihr dann, wenn ihr so erkennt und seht, mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort? Versteht ihr, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlechtgemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlechtgemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt‘? Und seht ihr so mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort? Versteht ihr, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden?“ ",
  "sn12.70:9.2": "„Nein, Geehrter.“ ",
  "sn12.70:10.1": "„Habt ihr dann, wenn ihr so erkennt und seht, unmittelbare meditative Erfahrung in den friedvollen Befreiungen, die formlos sind, über die Form hinausgehen?“ ",
  "sn12.70:10.2": "„Nein, Geehrter.“ ",
  "sn12.70:11.1": "„Aber, Ehrwürdige, wie kann es da eine solche Erklärung geben, wenn diese Dinge nicht erreicht wurden?“ ",
  "sn12.70:11.2": "„Geehrter Susīma, wir sind durch Weisheit befreit.“ ",
  "sn12.70:12.1": "„Ich verstehe die ausführliche Bedeutung dieser kurzen Aussage der Ehrwürdigen nicht. ",
  "sn12.70:12.2": "Bitte lehrt mich diese Sache, sodass ich die ausführliche Bedeutung verstehen kann.“ ",
  "sn12.70:12.3": "„Geehrter Susīma, ob du es verstehst oder nicht, wir sind durch Weisheit befreit.“ ",
  "sn12.70:13.1": "Da ging der Ehrwürdige Susīma zum Buddha, verbeugte sich, setzte sich zur Seite hin ",
  "sn12.70:13.2": "und berichtete dem Buddha, worüber er mit diesen Mönchen und Nonnen gesprochen hatte. ",
  "sn12.70:13.3": "„Susīma, zuerst kommt die Erkenntnis der Beständigkeit natürlicher Gesetzmäßigkeiten. Danach kommt die Erkenntnis des Erlöschens.“ ",
  "sn12.70:14.1": "„Herr, ich verstehe die ausführliche Bedeutung dieser kurzen Aussage des Buddha nicht. ",
  "sn12.70:14.2": "Bitte lehre mich diese Sache, sodass ich die ausführliche Bedeutung verstehen kann.“ ",
  "sn12.70:14.3": "„Susīma, ob du es verstehst oder nicht, zuerst kommt die Erkenntnis der Beständigkeit natürlicher Gesetzmäßigkeiten. Danach kommt die Erkenntnis des Erlöschens. ",
  "sn12.70:15.1": "Was denkst du, Susīma? ",
  "sn12.70:15.2": "Ist Form beständig oder unbeständig?“ ",
  "sn12.70:15.3": "„Unbeständig, Herr.“ ",
  "sn12.70:15.4": "„Aber wenn sie unbeständig ist, ist sie Leiden oder Glück?“ ",
  "sn12.70:15.5": "„Leiden, Herr.“ ",
  "sn12.70:15.6": "„Aber wenn sie unbeständig und Leiden ist und zugrunde gehen muss, kann man sie dann so ansehen: ",
  "sn12.70:15.7": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn12.70:15.8": "„Nein, Herr.“ ",
  "sn12.70:15.9": "„Ist Gefühl beständig oder unbeständig?“ ",
  "sn12.70:15.10": "„Unbeständig, Herr.“ ",
  "sn12.70:15.11": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "sn12.70:15.12": "„Leiden, Herr.“ ",
  "sn12.70:15.13": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "sn12.70:15.14": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn12.70:15.15": "„Nein, Herr.“ ",
  "sn12.70:15.16": "„Ist Wahrnehmung beständig oder unbeständig?“ ",
  "sn12.70:15.17": "„Unbeständig, Herr.“ … ",
  "sn12.70:15.18": "„Sind Entscheidungen beständig oder unbeständig?“ ",
  "sn12.70:15.19": "„Unbeständig, Herr.“ ",
  "sn12.70:15.20": "„Aber wenn sie unbeständig sind, sind sie Leiden oder Glück?“ ",
  "sn12.70:15.21": "„Leiden, Herr.“ ",
  "sn12.70:15.22": "„Aber wenn sie unbeständig und Leiden sind und zugrunde gehen müssen, kann man sie dann so ansehen: ",
  "sn12.70:15.23": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn12.70:15.24": "„Nein, Herr.“ ",
  "sn12.70:15.25": "„Ist Bewusstsein beständig oder unbeständig?“ ",
  "sn12.70:15.26": "„Unbeständig, Herr.“ ",
  "sn12.70:15.27": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "sn12.70:15.28": "„Leiden, Herr.“ ",
  "sn12.70:15.29": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "sn12.70:15.30": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn12.70:15.31": "„Nein, Herr.“ ",
  "sn12.70:16.1": "„Daher, Susīma, solltest du jegliche Art von Form – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Form – du solltest sie wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn12.70:16.2": "Du solltest jegliche Art von Gefühl – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliches Gefühl – du solltest es wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn12.70:16.3": "Du solltest jegliche Art von Wahrnehmung – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Wahrnehmung – du solltest sie wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn12.70:16.4": "Du solltest jegliche Art von Entscheidungen – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Entscheidung – du solltest sie wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn12.70:16.5": "Du solltest jegliche Art von Bewusstsein – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliches Bewusstsein – du solltest es wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn12.70:17.1": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert von Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. ",
  "sn12.70:17.2": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn12.70:17.3": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "sn12.70:18.1": "Susīma, siehst du, dass Wiedergeburt eine Bedingung für Alter und Tod ist?“ ",
  "sn12.70:18.2": "„Ja, Herr.“ ",
  "sn12.70:18.3": "„Siehst du, dass fortgesetztes Dasein eine Bedingung für Wiedergeburt ist?“ ",
  "sn12.70:18.4": "„Ja, Herr.“ ",
  "sn12.70:18.5": "„Siehst du, dass Ergreifen eine Bedingung für fortgesetztes Dasein ist?“ ",
  "sn12.70:18.6": "„Ja, Herr.“ ",
  "sn12.70:18.7": "„Siehst du, dass Verlangen eine Bedingung für Ergreifen ist?“ ",
  "sn12.70:18.8": "„Ja, Herr.“ ",
  "sn12.70:18.9": "„Siehst du, dass Gefühl eine Bedingung für Verlangen ist … ",
  "sn12.70:18.10": "dass Berührung eine Bedingung für Gefühl ist … ",
  "sn12.70:18.11": "dass die sechs Sinnesfelder eine Bedingung für Berührung sind … ",
  "sn12.70:18.12": "dass Name und Form eine Bedingung für die sechs Sinnesfelder sind … ",
  "sn12.70:18.13": "dass Bewusstsein eine Bedingung für Name und Form ist … ",
  "sn12.70:18.14": "dass Entscheidungen eine Bedingung für Bewusstsein sind … ",
  "sn12.70:18.15": "und dass Unwissenheit eine Bedingung für Entscheidungen ist?“ ",
  "sn12.70:18.16": "„Ja, Herr.“ ",
  "sn12.70:19.1": "„Siehst du, dass, wenn Wiedergeburt aufhört, Alter und Tod aufhören?“ ",
  "sn12.70:19.2": "„Ja, Herr.“ ",
  "sn12.70:19.3": "„Siehst du, dass, wenn fortgesetztes Dasein aufhört, Wiedergeburt aufhört?“ ",
  "sn12.70:19.4": "„Ja, Herr.“ ",
  "sn12.70:19.5": "„Siehst du, dass, wenn Ergreifen aufhört, fortgesetztes Dasein aufhört … ",
  "sn12.70:19.6": "dass, wenn Verlangen aufhört, Ergreifen aufhört … ",
  "sn12.70:19.7": "dass, wenn Gefühl aufhört, Verlangen aufhört … ",
  "sn12.70:19.8": "dass, wenn Berührung aufhört, Gefühl aufhört … ",
  "sn12.70:19.9": "dass, wenn die sechs Sinnesfelder aufhören, Berührung aufhört … ",
  "sn12.70:19.10": "dass, wenn Name und Form aufhören, die sechs Sinnesfelder aufhören … ",
  "sn12.70:19.11": "dass, wenn Bewusstsein aufhört, Name und Form aufhören … ",
  "sn12.70:19.12": "dass, wenn Entscheidungen aufhören, Bewusstsein aufhört … ",
  "sn12.70:19.13": "und dass, wenn Unwissenheit aufhört, Entscheidungen aufhören?“ ",
  "sn12.70:19.14": "„Ja, Herr.“ ",
  "sn12.70:20.1": "„Aber wenn du so erkennst und siehst, übst du da die vielen Arten übersinnlicher Kraft aus? …“ ",
  "sn12.70:20.2": "„Nein, Herr.“ ",
  "sn12.70:21.1": "„Kannst du aber, wenn du so erkennst und siehst, mit geläuterter und übermenschlicher Hellhörigkeit beide Arten von Tönen hören, menschliche und göttliche, ob nah oder fern?“ ",
  "sn12.70:21.2": "„Nein, Herr.“ ",
  "sn12.70:22.1": "„Erkennst du aber, wenn du so erkennst und siehst, den Geist anderer Wesen und Menschen, indem du ihn mit deinem Geist erfasst? …“ ",
  "sn12.70:22.4": "„Nein, Herr.“ ",
  "sn12.70:23.1": "„Erinnerst du dich aber, wenn du so erkennst und siehst, an viele Arten früherer Leben … mit den Merkmalen und Einzelheiten?“ ",
  "sn12.70:23.2": "„Nein, Herr.“ ",
  "sn12.70:24.1": "„Siehst du aber, wenn du so erkennst und siehst, mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden … und entsprechend ihrer Taten wiedergeboren werden?“ ",
  "sn12.70:24.2": "„Nein, Herr.“ ",
  "sn12.70:25.1": "„Hast du aber, wenn du so erkennst und siehst, unmittelbare meditative Erfahrung in den friedvollen Befreiungen, die formlos sind, über die Form hinausgehen?“ ",
  "sn12.70:25.2": "„Nein, Herr.“ ",
  "sn12.70:26.1": "„Aber, Susīma, wie kann es da eine solche Erklärung geben, wenn diese Dinge nicht erreicht wurden?“ ",
  "sn12.70:27.1": "Da beugte der Ehrwürdige Susīma seinen Kopf zu den Füßen des Buddha und sagte: ",
  "sn12.70:27.2": "„Ich habe einen Fehler gemacht, Herr. Es war töricht, dumm und untauglich von mir, in einer so gut erklärten Lehre und Schulung als Dieb fortzuziehen. ",
  "sn12.70:27.3": "Bitte, Herr, nimm meinen Fehler als Fehler an, und ich will mich in Zukunft zügeln.“ ",
  "sn12.70:28.1": "„Jawohl, Susīma, du hast einen Fehler gemacht. Es war töricht, dumm und untauglich von dir, in einer so gut erklärten Lehre und Schulung als Dieb fortzuziehen. ",
  "sn12.70:28.2": "Wie wenn ein Räuber oder Verbrecher festgenommen und dem König vorgeführt würde mit den Worten: ",
  "sn12.70:28.3": "‚Majestät, das ist ein Räuber, ein Verbrecher. Bestrafe ihn nach deinem Gutdünken.‘ ",
  "sn12.70:28.4": "Der König würde sagen: ",
  "sn12.70:28.5": "‚Geht, Männer, bindet die Arme dieses Mannes fest hinter seinem Rücken mit einem festen Strick. Rasiert seinen Kopf und führt ihn zu einem harten Trommelschlag von Straße zu Straße und von Platz zu Platz. Dann führt ihn zum Südtor hinaus und schlagt ihm dort, südlich der Stadt, den Kopf ab.‘ ",
  "sn12.70:28.6": "Die Männer des Königs täten wie geheißen. ",
  "sn12.70:28.7": "Was denkst du, Susīma? ",
  "sn12.70:28.8": "Würde dieser Mann deswegen Schmerz und Traurigkeit erleben?“ ",
  "sn12.70:28.9": "„Ja, Herr.“ ",
  "sn12.70:29.1": "„Dieser Mann würde zwar deswegen Schmerz und Traurigkeit erleben, ",
  "sn12.70:29.2": "doch in einer so gut erklärten Lehre und Schulung als Dieb fortzuziehen, führt zu einem viel schmerzhafteren und bittereren Ergebnis. Es führt sogar in die Unterwelt. ",
  "sn12.70:29.3": "Aber da du deinen Fehler als Fehler erkannt hast und richtig mit ihm verfahren bist, nehme ich ihn an. ",
  "sn12.70:29.4": "Denn es gilt als Fortschritt in der Schulung des Edlen, einen Fehler als Fehler zu erkennen, richtig mit ihm zu verfahren und sich zu verpflichten, sich in der Zukunft zu zügeln.“ "
}