{
  "sn12.34:0.1": "Verbundene Lehrreden 12.34 ",
  "sn12.34:0.2": "4. Das Kapitel mit Kaḷāra dem Adligen ",
  "sn12.34:0.3": "Grundlagen für das Erkennen (2) ",
  "sn12.34:1.1": "In Sāvatthī. ",
  "sn12.34:1.2": "„Mönche und Nonnen, ich werde euch siebenundsiebzig Grundlagen für das Erkennen lehren. ",
  "sn12.34:1.3": "Hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "sn12.34:1.4": "„Ja, Herr“, antworteten sie. ",
  "sn12.34:1.5": "Der Buddha sagte: ",
  "sn12.34:2.1": "„Und was sind die siebenundsiebzig Grundlagen für das Erkennen? ",
  "sn12.34:2.2": "Das Erkennen, dass Wiedergeburt die Bedingung für Alter und Tod ist, ",
  "sn12.34:2.3": "und das Erkennen, dass es ohne Wiedergeburt Alter und Tod nicht gibt. ",
  "sn12.34:2.4": "Ebenso in Bezug auf die Vergangenheit: das Erkennen, dass Wiedergeburt die Bedingung für Alter und Tod ist, und das Erkennen, dass es ohne Wiedergeburt Alter und Tod nicht gibt. ",
  "sn12.34:2.5": "Ebenso in Bezug auf die Zukunft: das Erkennen, dass Wiedergeburt die Bedingung für Alter und Tod ist, und das Erkennen, dass es ohne Wiedergeburt Alter und Tod nicht gibt. ",
  "sn12.34:2.6": "Und auch das Erkennen, dass selbst dieses Erkennen der Beständigkeit natürlicher Gesetzmäßigkeiten enden, verschwinden, schwinden und aufhören muss. ",
  "sn12.34:3.1": "Das Erkennen, dass fortgesetztes Dasein die Bedingung für Wiedergeburt ist … ",
  "sn12.34:3.2": "dass Ergreifen die Bedingung für fortgesetztes Dasein ist … ",
  "sn12.34:3.3": "dass Verlangen die Bedingung für Ergreifen ist … ",
  "sn12.34:3.4": "dass Gefühl die Bedingung für Verlangen ist … ",
  "sn12.34:3.5": "dass Kontakt die Bedingung für Gefühl ist … ",
  "sn12.34:3.6": "dass die sechs Sinnesfelder die Bedingung für Kontakt sind … ",
  "sn12.34:3.7": "dass Name und Form die Bedingung für die sechs Sinnesfelder sind … ",
  "sn12.34:3.8": "dass Bewusstsein die Bedingung für Name und Form ist … ",
  "sn12.34:3.9": "dass Willensbildungsprozesse die Bedingung für Bewusstsein sind … ",
  "sn12.34:3.10": "Das Erkennen, dass Unwissenheit die Bedingung für Willensbildungsprozesse ist, und das Erkennen, dass es ohne Unwissenheit Willensbildungsprozesse nicht gibt. ",
  "sn12.34:3.11": "Ebenso in Bezug auf die Vergangenheit: das Erkennen, dass Unwissenheit die Bedingung für Willensbildungsprozesse ist, und das Erkennen, dass es ohne Unwissenheit Willensbildungsprozesse nicht gibt. ",
  "sn12.34:3.12": "Ebenso in Bezug auf die Zukunft: das Erkennen, dass Unwissenheit die Bedingung für Willensbildungsprozesse ist, und das Erkennen, dass es ohne Unwissenheit Willensbildungsprozesse nicht gibt. ",
  "sn12.34:3.13": "Und auch das Erkennen, dass selbst dieses Erkennen der Beständigkeit natürlicher Gesetzmäßigkeiten enden, verschwinden, schwinden und aufhören muss. ",
  "sn12.34:3.14": "Das nennt man die siebenundsiebzig Grundlagen für das Erkennen.“ "
}