{
  "sn12.62:0.1": "Verbundene Lehrreden 12.62 ",
  "sn12.62:0.2": "7. Das große Kapitel ",
  "sn12.62:0.3": "Ungebildet (2) ",
  "sn12.62:1.1": "In Sāvatthī. ",
  "sn12.62:1.2": "„Mönche und Nonnen, ein ungebildeter gewöhnlicher Mensch kann in Bezug auf diesen Körper, der aus den vier Grundelementen besteht, ernüchtert werden, die Leidenschaft verlieren und befreit sein. ",
  "sn12.62:1.3": "Und warum? ",
  "sn12.62:1.4": "Bei diesem Körper, der aus den vier Grundelementen besteht, sieht man, wie er anhäuft und abbaut, wie er aufgenommen und zur Ruhe gelegt wird. ",
  "sn12.62:1.5": "Aus diesem Grund kann ein ungebildeter gewöhnlicher Mensch hier ernüchtert werden, die Leidenschaft verlieren und befreit sein. ",
  "sn12.62:1.6": "Aber in Bezug auf das, was man ‚Geist‘, ‚Denkvermögen‘ oder ‚Bewusstsein‘ nennt, ist ein ungebildeter gewöhnlicher Mensch nicht in der Lage, ernüchtert zu werden, die Leidenschaft zu verlieren und befreit zu sein. ",
  "sn12.62:1.7": "Und warum nicht? ",
  "sn12.62:1.8": "Weil er lange Zeit daran festgehalten hat, es als sein Eigenes betrachtet hat und fälschlich darüber gedacht hat: ",
  "sn12.62:1.9": "‚Das ist mein, das bin ich, das ist mein Selbst.‘ ",
  "sn12.62:1.10": "Aus diesem Grund kann ein ungebildeter gewöhnlicher Mensch hier nicht ernüchtert werden, die Leidenschaft verlieren und befreit sein. ",
  "sn12.62:2.1": "Aber ein ungebildeter gewöhnlicher Mensch täte besser daran, diesen Körper, der aus den vier Grundelementen besteht, als sein Selbst anzusehen, als den Geist. ",
  "sn12.62:2.2": "Und warum? ",
  "sn12.62:2.3": "Man sieht, dass dieser Körper, der aus den vier Grundelementen besteht, ein Jahr besteht, dass er zwei Jahre, drei, vier, fünf oder zehn Jahre, zwanzig, dreißig, vierzig, fünfzig, hundert Jahre oder sogar länger besteht. ",
  "sn12.62:2.4": "Aber das, was man ‚Geist‘, ‚Denkvermögen‘ oder ‚Bewusstsein‘ nennt, entsteht als ein Ding und hört als ein anderes auf, bei Tag und bei Nacht. ",
  "sn12.62:3.1": "Ein gebildeter edler Schüler wendet sich dem abhängigen Entstehen selbst sorgfältig und gründlich zu: ",
  "sn12.62:3.2": "‚Wenn dieses besteht, ist jenes; aufgrund des Entstehens von diesem entsteht jenes. ",
  "sn12.62:3.3": "Wenn dieses nicht besteht, ist jenes nicht; aufgrund des Aufhörens von diesem hört jenes auf. Das heißt: ",
  "sn12.62:3.4": "Ein angenehmes Gefühl entsteht in Abhängigkeit von einer Berührung, die als angenehm zu erleben ist. ",
  "sn12.62:3.5": "Mit dem Aufhören dieser Berührung, die als angenehm zu erleben ist, hört das entsprechende angenehme Gefühl auf und vergeht. ",
  "sn12.62:3.6": "Ein schmerzhaftes Gefühl entsteht in Abhängigkeit von einer Berührung, die als schmerzhaft zu erleben ist. ",
  "sn12.62:3.7": "Mit dem Aufhören dieser Berührung, die als schmerzhaft zu erleben ist, hört das entsprechende schmerzhafte Gefühl auf und vergeht. ",
  "sn12.62:3.8": "Ein neutrales Gefühl entsteht in Abhängigkeit von einer Berührung, die als neutral zu erleben ist. ",
  "sn12.62:3.9": "Mit dem Aufhören dieser Berührung, die als neutral zu erleben ist, hört das entsprechende neutrale Gefühl auf und vergeht. ",
  "sn12.62:4.1": "Wie wenn man zwei Hölzer aneinander reibt: Hitze wird erzeugt und eine Flamme entzündet. Aber wenn man die Hölzer trennt und zur Seite legt, hört die entsprechende Hitze auf und vergeht. ",
  "sn12.62:4.2": "Ebenso entsteht ein angenehmes Gefühl in Abhängigkeit von einer Berührung, die als angenehm zu erleben ist. ",
  "sn12.62:4.3": "Mit dem Aufhören dieser Berührung, die als angenehm zu erleben ist, hört das entsprechende angenehme Gefühl auf und vergeht. ",
  "sn12.62:4.4": "Ein schmerzhaftes Gefühl … ",
  "sn12.62:4.5": "Ein neutrales Gefühl entsteht in Abhängigkeit von einer Berührung, die als neutral zu erleben ist. ",
  "sn12.62:4.6": "Mit dem Aufhören dieser Berührung, die als neutral zu erleben ist, hört das entsprechende neutrale Gefühl auf und vergeht. ",
  "sn12.62:5.1": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert von Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. ",
  "sn12.62:5.2": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn12.62:5.3": "Er versteht: ‚Wiedergeburt ist beendet, das geistliche Leben ist erfüllt, was zu tun war, ist getan, es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ "
}