{
  "sn12.4:0.1": "Verbundene Lehrreden 12.4 ",
  "sn12.4:0.2": "1. Das Kapitel über die Buddhas ",
  "sn12.4:0.3": "Über Vipassī ",
  "sn12.4:1.1": "In Sāvatthī. ",
  "sn12.4:1.2": "„Mönche und Nonnen, Vipassī der Gesegnete, der Vollendete, der vollkommen erwachte Buddha hatte diesen Gedanken, bevor er erwachte, als er noch nicht erwacht war, aber zum Erwachen entschlossen: ",
  "sn12.4:1.3": "‚Ach, diese Welt ist in Schwierigkeiten. Sie wird geboren, wird alt, stirbt, scheidet ab und wird wiedergeboren, ",
  "sn12.4:1.4": "doch sie versteht nicht, wie sie diesem Leiden entrinnen kann, dem Alter und dem Tod. ",
  "sn12.4:1.5": "Ach, wann wird ein Ausweg aus diesem Leiden gefunden, ein Ausweg aus Alter und Tod?‘ ",
  "sn12.4:2.1": "Und Vipassī, der zum Erwachen Entschlossene, dachte: ",
  "sn12.4:2.2": "‚Wenn was besteht, gibt es Alter und Tod? Was ist eine Bedingung für Alter und Tod?‘ ",
  "sn12.4:2.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:2.4": "‚Wenn Wiedergeburt besteht, gibt es Alter und Tod. Wiedergeburt ist eine Bedingung für Alter und Tod.‘ ",
  "sn12.4:3.1": "Und Vipassī dachte: ",
  "sn12.4:3.2": "‚Wenn was besteht, gibt es Wiedergeburt? Was ist eine Bedingung für Wiedergeburt?‘ ",
  "sn12.4:3.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:3.4": "‚Wenn fortgesetztes Dasein besteht, gibt es Wiedergeburt. Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt.‘ ",
  "sn12.4:4.1": "Und Vipassī dachte: ",
  "sn12.4:4.2": "‚Wenn was besteht, gibt es fortgesetztes Dasein? Was ist eine Bedingung für fortgesetztes Dasein?‘ ",
  "sn12.4:4.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:4.4": "‚Wenn Ergreifen besteht, gibt es fortgesetztes Dasein. Ergreifen ist eine Bedingung für fortgesetztes Dasein.‘ ",
  "sn12.4:5.1": "Und Vipassī dachte: ",
  "sn12.4:5.2": "‚Wenn was besteht, gibt es Ergreifen? Was ist eine Bedingung für Ergreifen?‘ ",
  "sn12.4:5.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:5.4": "‚Wenn Verlangen besteht, gibt es Ergreifen. Verlangen ist eine Bedingung für Ergreifen.‘ ",
  "sn12.4:6.1": "Und Vipassī dachte: ",
  "sn12.4:6.2": "‚Wenn was besteht, gibt es Verlangen? Was ist eine Bedingung für Verlangen?‘ ",
  "sn12.4:6.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:6.4": "‚Wenn Gefühl besteht, gibt es Verlangen. Gefühl ist eine Bedingung für Verlangen.‘ ",
  "sn12.4:7.1": "Und Vipassī dachte: ",
  "sn12.4:7.2": "‚Wenn was besteht, gibt es Gefühl? Was ist eine Bedingung für Gefühl?‘ ",
  "sn12.4:7.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:7.4": "‚Wenn Berührung besteht, gibt es Gefühl. Berührung ist eine Bedingung für Gefühl.‘ ",
  "sn12.4:8.1": "Und Vipassī dachte: ",
  "sn12.4:8.2": "Wenn was besteht, gibt es Berührung? Was ist eine Bedingung für Berührung?‘ ",
  "sn12.4:8.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:8.4": "‚Wenn die sechs Sinnesfelder bestehen, gibt es Berührung. Die sechs Sinnesfelder sind eine Bedingung für Berührung.‘ ",
  "sn12.4:9.1": "Und Vipassī dachte: ",
  "sn12.4:9.2": "‚Wenn was besteht, gibt es die sechs Sinnesfelder? Was ist eine Bedingung für die sechs Sinnesfelder?‘ ",
  "sn12.4:9.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:9.4": "‚Wenn Name und Form bestehen, gibt es die sechs Sinnesfelder. Name und Form sind eine Bedingung für die sechs Sinnesfelder.‘ ",
  "sn12.4:10.1": "Und Vipassī dachte: ",
  "sn12.4:10.2": "‚Wenn was besteht, gibt es Name und Form? Was ist eine Bedingung für Name und Form?‘ ",
  "sn12.4:10.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:10.4": "‚Wenn Bewusstsein besteht, gibt es Name und Form. Bewusstsein ist eine Bedingung für Name und Form.‘ ",
  "sn12.4:11.1": "Und Vipassī dachte: ",
  "sn12.4:11.2": "‚Wenn was besteht, gibt es Bewusstsein? Was ist eine Bedingung für Bewusstsein?‘ ",
  "sn12.4:11.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:11.4": "‚Wenn Entscheidungen bestehen, gibt es Bewusstsein. Entscheidungen sind eine Bedingung für Bewusstsein.‘ ",
  "sn12.4:12.1": "Und Vipassī dachte: ",
  "sn12.4:12.2": "‚Wenn was besteht, gibt es Entscheidungen? Was ist eine Bedingung für Entscheidungen?‘ ",
  "sn12.4:12.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:12.4": "‚Wenn Unwissenheit besteht, gibt es Entscheidungen. Unwissenheit ist eine Bedingung für Entscheidungen.‘ ",
  "sn12.4:13.1": "Und so ist Unwissenheit eine Bedingung für Entscheidungen. ",
  "sn12.4:13.2": "Entscheidungen sind eine Bedingung für Bewusstsein. … ",
  "sn12.4:13.3": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.4:13.4": "‚Ursprung, Ursprung.‘ Dieses Sehen, dieses Wissen, diese Weisheit, dieses Verstehen, dieses Licht ging Vipassī, dem zum Erwachen Entschlossenen, auf in Bezug auf Lehren, die er zuvor von niemand anderem gehört hatte. ",
  "sn12.4:14.1": "Und Vipassī dachte: ",
  "sn12.4:14.2": "‚Wenn was nicht besteht, gibt es kein Alter und keinen Tod? Wenn was aufhört, hören Alter und Tod auf?‘ ",
  "sn12.4:14.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:14.4": "‚Wenn Wiedergeburt nicht besteht, gibt es kein Alter und keinen Tod. Wenn Wiedergeburt aufhört, hören Alter und Tod auf.‘ ",
  "sn12.4:15.1": "Und Vipassī dachte: ",
  "sn12.4:15.2": "‚Wenn was nicht besteht, gibt es keine Wiedergeburt? Wenn was aufhört, hört Wiedergeburt auf?‘ ",
  "sn12.4:15.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:15.4": "‚Wenn fortgesetztes Dasein nicht besteht, gibt es keine Wiedergeburt. Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf.‘ ",
  "sn12.4:16.1": "Und Vipassī dachte: ",
  "sn12.4:16.2": "‚Wenn was nicht besteht, gibt es kein fortgesetztes Dasein? Wenn was aufhört, hört fortgesetztes Dasein auf?‘ ",
  "sn12.4:16.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:16.4": "‚Wenn Ergreifen nicht besteht, gibt es kein fortgesetztes Dasein. Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf.‘ ",
  "sn12.4:17.1": "Und Vipassī dachte: ",
  "sn12.4:17.2": "‚Wenn was nicht besteht, gibt es kein Ergreifen? Wenn was aufhört, hört Ergreifen auf?‘ ",
  "sn12.4:17.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:17.4": "‚Wenn Verlangen nicht besteht, gibt es kein Ergreifen. Wenn Verlangen aufhört, hört Ergreifen auf.‘ ",
  "sn12.4:18.1": "Und Vipassī dachte: ",
  "sn12.4:18.2": "‚Wenn was nicht besteht, gibt es kein Verlangen? Wenn was aufhört, hört Verlangen auf?‘ ",
  "sn12.4:18.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:18.4": "‚Wenn Gefühl nicht besteht, gibt es kein Verlangen. Wenn Gefühl aufhört, hört Verlangen auf.‘ ",
  "sn12.4:19.1": "Und Vipassī dachte: ",
  "sn12.4:19.2": "‚Wenn was nicht besteht, gibt es kein Gefühl? Wenn was aufhört, hört Gefühl auf?‘ ",
  "sn12.4:19.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:19.4": "‚Wenn Berührung nicht besteht, gibt es kein Gefühl. Wenn Berührung aufhört, hört Gefühl auf.‘ ",
  "sn12.4:20.1": "Und Vipassī dachte: ",
  "sn12.4:20.2": "‚Wenn was nicht besteht, gibt es keine Berührung? Wenn was aufhört, hört Berührung auf?‘ ",
  "sn12.4:20.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:20.4": "‚Wenn die sechs Sinnesfelder nicht bestehen, gibt es keine Berührung. Wenn die sechs Sinnesfelder aufhören, hört Berührung auf.‘ ",
  "sn12.4:21.1": "Und Vipassī dachte: ",
  "sn12.4:21.2": "‚Wenn was nicht besteht, gibt es keine sechs Sinnesfelder? Wenn was aufhört, hören die sechs Sinnesfelder auf?‘ ",
  "sn12.4:21.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:21.4": "‚Wenn Name und Form nicht bestehen, gibt es keine sechs Sinnesfelder. Wenn Name und Form aufhören, hören die sechs Sinnesfelder auf.‘ ",
  "sn12.4:22.1": "Und Vipassī dachte: ",
  "sn12.4:22.2": "‚Wenn was nicht besteht, gibt es keinen Namen und keine Form? Wenn was aufhört, hören Name und Form auf?‘ ",
  "sn12.4:22.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:22.4": "‚Wenn Bewusstsein nicht besteht, gibt es keinen Namen und keine Form. Wenn Bewusstsein aufhört, hören Name und Form auf.‘ ",
  "sn12.4:23.1": "Und Vipassī dachte: ",
  "sn12.4:23.2": "‚Wenn was nicht besteht, gibt es kein Bewusstsein? Wenn was aufhört, hört Bewusstsein auf?‘ ",
  "sn12.4:23.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:23.4": "‚Wenn Entscheidungen nicht bestehen, gibt es kein Bewusstsein. Wenn Entscheidungen aufhören, hört Bewusstsein auf.‘ ",
  "sn12.4:24.1": "Und Vipassī dachte: ",
  "sn12.4:24.2": "‚Wenn was nicht besteht, gibt es keine Entscheidungen? Wenn was aufhört, hören Entscheidungen auf?‘ ",
  "sn12.4:24.3": "Und durch gründliche Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "sn12.4:24.4": "‚Wenn Unwissenheit nicht besteht, gibt es keine Entscheidungen. Wenn Unwissenheit aufhört, hören Entscheidungen auf.‘ ",
  "sn12.4:25.1": "Und so hören, wenn Unwissenheit aufhört, Entscheidungen auf. ",
  "sn12.4:25.2": "Wenn Entscheidungen aufhören, hört Bewusstsein auf. … ",
  "sn12.4:25.3": "So hört diese ganze Masse des Leidens auf. ",
  "sn12.4:25.4": "‚Aufhören, Aufhören.‘ Dieses Sehen, dieses Wissen, diese Weisheit, dieses Verstehen, dieses Licht ging Vipassī, dem zum Erwachen Entschlossenen, auf in Bezug auf Lehren, die er zuvor von niemand anderem gehört hatte.“ ",
  "sn12.4:25.5": "",
  "sn12.4:26.1": "(Für jeden der sieben Buddhas ist der Text auf diese Weise zu ergänzen.) "
}