{
  "sn12.60:0.1": "Verbundene Lehrreden 12.60 ",
  "sn12.60:0.2": "6. Das Kapitel über das Leiden ",
  "sn12.60:0.3": "Quellen ",
  "sn12.60:1.1": "Einmal hielt sich der Buddha im Land der Kurus auf, bei dem Marktflecken der Kurus mit Namen Kammāsadamma. ",
  "sn12.60:1.2": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn12.60:1.3": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "sn12.60:1.4": "dass dieses abhängige Entstehen tiefgründig ist und auch so erscheint, und dennoch erscheint es mir so offensichtlich wie es nur sein kann.“ ",
  "sn12.60:2.1": "„So nicht, Ānanda! So nicht, Ānanda! ",
  "sn12.60:2.2": "Dieses abhängige Entstehen ist tiefgründig und erscheint auch so. ",
  "sn12.60:2.3": "Weil sie diese Lehre nicht versteht und durchdringt, wurde diese Bevölkerung verwickelt wie Garn, verknotet wie ein Wollknäuel und verflochten wie Binsen und Schilf, sodass sie den verlorenen Orten nicht entkommt, den schlechten Orten, der Unterwelt, dem Umherwandern. ",
  "sn12.60:3.1": "Es gibt Dinge, die zum Ergreifen einladen. Wenn man sich auf die vorteilhaften Folgen dieser Dinge konzentriert, wächst Verlangen an. ",
  "sn12.60:3.2": "Verlangen ist eine Bedingung für Ergreifen. ",
  "sn12.60:3.3": "Ergreifen ist eine Bedingung für fortgesetztes Dasein. ",
  "sn12.60:3.4": "Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. ",
  "sn12.60:3.5": "Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn12.60:3.6": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.60:4.1": "Wie wenn da ein großer Baum wäre, ",
  "sn12.60:4.2": "dessen Wurzeln in die Tiefe und nach den Seiten gingen und alle den Saft nach oben zögen: ",
  "sn12.60:4.3": "Da er davon genährt und unterhalten würde, würde dieser große Baum lange Zeit stehen. ",
  "sn12.60:4.4": "Ebenso gibt es Dinge, die zum Ergreifen einladen. Wenn man sich auf die vorteilhaften Folgen dieser Dinge konzentriert, wächst Verlangen an. ",
  "sn12.60:4.5": "Verlangen ist eine Bedingung für Ergreifen. ",
  "sn12.60:4.6": "Ergreifen eine Bedingung für fortgesetztes Dasein … ",
  "sn12.60:4.7": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.60:5.1": "Es gibt Dinge, die zum Ergreifen einladen. Wenn man sich auf die nachteiligen Folgen dieser Dinge konzentriert, hört Verlangen auf. ",
  "sn12.60:5.2": "Wenn Verlangen aufhört, hört Ergreifen auf. ",
  "sn12.60:5.3": "Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf … ",
  "sn12.60:5.4": "So hört diese ganze Masse des Leidens auf. ",
  "sn12.60:6.1": "Wie wenn da ein großer Baum wäre, ",
  "sn12.60:6.2": "und es käme jemand mit einem Spaten und einem Korb. ",
  "sn12.60:6.3": "Er würde den Baum an der Wurzel fällen, ihn ausgraben und die Wurzeln herausziehen bis hinab zu den Fasern und Stängeln. ",
  "sn12.60:6.4": "Dann würde er den Baum entzweihauen, in Stücke schneiden und sie zu Spänen kleinhacken. Er würde die Späne in Wind und Sonne trocknen, sie im Feuer verbrennen, bis sie zu Asche würden. Dann würde er die Asche von einem heftigen Wind wegfegen oder von einer raschen Strömung fortschwemmen lassen. ",
  "sn12.60:6.7": "So wäre der große Baum an der Wurzel abgeschnitten, sodass er wie der Stumpf einer Palme wäre, dass er ausgelöscht wäre und sich in Zukunft nicht mehr erheben könnte. ",
  "sn12.60:6.8": "Ebenso gibt es Dinge, die zum Ergreifen einladen. Wenn man sich auf die nachteiligen Folgen dieser Dinge konzentriert, hört Verlangen auf. ",
  "sn12.60:6.9": "Wenn Verlangen aufhört, hört Ergreifen auf. ",
  "sn12.60:6.10": "Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf. ",
  "sn12.60:6.11": "Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf. ",
  "sn12.60:6.12": "Wenn Wiedergeburt aufhört, hören Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis auf. ",
  "sn12.60:6.13": "So hört diese ganze Masse des Leidens auf.“ "
}