{
  "sn12.11:0.1": "Verbundene Lehrreden 12",
  "sn12.11:0.2": "2. Nahrung",
  "sn12.11:0.3": "11. Nahrung ",
  "sn12.11:1.1": "So habe ich es gehört: ",
  "sn12.11:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. … ",
  "sn12.11:1.3": "„Mönche und Nonnen, es gibt diese vier Arten von Nahrung. Sie erhalten Lebewesen, die geboren sind, und helfen denen, die gerade geboren werden. ",
  "sn12.11:1.4": "Welche vier? ",
  "sn12.11:1.5": "Feste Nahrung, grob oder fein; Berührung ist die zweite, eine Absicht im Geist die dritte und Bewusstsein die vierte. ",
  "sn12.11:1.6": "Das sind die vier Arten von Nahrung, die Lebewesen, die geboren sind, erhalten und denen helfen, die gerade geboren werden. ",
  "sn12.11:2.1": "Was ist die Quelle, der Ursprung, die Herkunft und der Anfang dieser vier Arten von Nahrung? ",
  "sn12.11:2.2": "Verlangen. ",
  "sn12.11:2.3": "Und was ist die Quelle, der Ursprung, die Herkunft und der Anfang des Verlangens? ",
  "sn12.11:2.4": "Gefühl. ",
  "sn12.11:2.5": "Und was ist die Quelle des Gefühls? ",
  "sn12.11:2.6": "Berührung. ",
  "sn12.11:2.7": "Und was ist die Quelle der Berührung? ",
  "sn12.11:2.8": "Die sechs Sinnesfelder. ",
  "sn12.11:2.9": "Und was ist die Quelle der sechs Sinnesfelder? ",
  "sn12.11:2.10": "Name und Form. ",
  "sn12.11:2.11": "Und was ist die Quelle von Name und Form? ",
  "sn12.11:2.12": "Bewusstsein. ",
  "sn12.11:2.13": "Und was ist die Quelle des Bewusstseins? ",
  "sn12.11:2.14": "Entscheidungen. ",
  "sn12.11:2.15": "Und was ist die Quelle von Entscheidungen? ",
  "sn12.11:2.16": "Unwissenheit. ",
  "sn12.11:3.1": "Und so ist Unwissenheit eine Bedingung für Entscheidungen. ",
  "sn12.11:3.2": "Entscheidungen sind eine Bedingung für Bewusstsein. … ",
  "sn12.11:3.3": "So wird diese ganze Masse des Leidens verursacht. ",
  "sn12.11:3.4": "Wenn Unwissenheit schwindet und restlos aufhört, hören Entscheidungen auf. ",
  "sn12.11:3.5": "Wenn Entscheidungen aufhören, hört Bewusstsein auf. … ",
  "sn12.11:3.6": "So hört diese ganze Masse des Leidens auf.“ "
}