{
  "sn12.38:0.1": "Verbundene Lehrreden 12.38 ",
  "sn12.38:0.2": "4. Das Kapitel mit Kaḷāra dem Adligen ",
  "sn12.38:0.3": "Absicht ",
  "sn12.38:1.1": "In Sāvatthī. ",
  "sn12.38:1.2": "„Mönche und Nonnen, was ihr beabsichtigt und plant und wofür ihr zugrunde liegende Neigungen habt, das wird zu einer Grundlage für das Fortbestehen des Bewusstseins. ",
  "sn12.38:1.3": "Wenn diese Grundlage da ist, wird das Bewusstsein verankert. ",
  "sn12.38:1.4": "Wenn das Bewusstsein verankert ist und wächst, kommt es in der Zukunft zu Wiedergeburt in einen neuen Daseinszustand. ",
  "sn12.38:1.5": "Wenn es in der Zukunft Wiedergeburt in einen neuen Daseinszustand gibt, kommen künftig Wiedergeburt, Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis zustande. ",
  "sn12.38:1.6": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.38:2.1": "Wenn ihr nichts beabsichtigt oder plant, aber noch zugrunde liegende Neigungen habt, wird das zu einer Grundlage für das Fortbestehen des Bewusstseins. ",
  "sn12.38:2.2": "Wenn diese Grundlage da ist, wird das Bewusstsein verankert. ",
  "sn12.38:2.3": "Wenn das Bewusstsein verankert ist und wächst, kommt es in der Zukunft zu Wiedergeburt in einen neuen Daseinszustand. ",
  "sn12.38:2.4": "Wenn es in der Zukunft Wiedergeburt in einen neuen Daseinszustand gibt, kommen künftig Wiedergeburt, Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis zustande. ",
  "sn12.38:2.5": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.38:3.1": "Wenn ihr nichts beabsichtigt oder plant und keine zugrunde liegenden Neigungen habt, wird das nicht zu einer Grundlage für das Fortbestehen des Bewusstseins. ",
  "sn12.38:3.2": "Wenn keine Grundlage da ist, wird das Bewusstsein nicht verankert. ",
  "sn12.38:3.3": "Wenn das Bewusstsein nicht verankert ist und wächst, kommt es in der Zukunft nicht zu Wiedergeburt in einen neuen Daseinszustand. ",
  "sn12.38:3.4": "Wenn es in der Zukunft keine Wiedergeburt in einen neuen Daseinszustand gibt, kommen künftig Wiedergeburt, Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis nicht zustande. ",
  "sn12.38:3.5": "So hört diese ganze Masse des Leidens auf.“ "
}