{
  "sn12.57:0.1": "Verbundene Lehrreden 12.57 ",
  "sn12.57:0.2": "6. Das Kapitel über das Leiden ",
  "sn12.57:0.3": "Ein Baumsetzling ",
  "sn12.57:1.1": "In Sāvatthī. ",
  "sn12.57:1.2": "„Es gibt Dinge, die zum Fesseln einladen. Wenn man sich auf die vorteilhaften Folgen dieser Dinge konzentriert, wächst Verlangen an. ",
  "sn12.57:1.3": "Verlangen ist eine Bedingung für Ergreifen … ",
  "sn12.57:1.4": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.57:2.1": "Wie wenn da ein Baumsetzling wäre, ",
  "sn12.57:2.2": "und von Zeit zu Zeit würde jemand um seine Wurzeln herum jäten, Erde zugeben und ihn gießen. ",
  "sn12.57:2.3": "Da er davon genährt und unterhalten würde, würde dieser Baumsetzling wachsen, größer werden und zur Reife kommen. ",
  "sn12.57:2.4": "Ebenso gibt es Dinge, die zum Fesseln einladen. Wenn man sich auf die vorteilhaften Folgen dieser Dinge konzentriert, wächst Verlangen an. ",
  "sn12.57:2.5": "Verlangen ist eine Bedingung für Ergreifen … ",
  "sn12.57:2.6": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.57:3.1": "Es gibt Dinge, die zum Fesseln einladen. Wenn man sich auf die nachteiligen Folgen dieser Dinge konzentriert, hört Verlangen auf. ",
  "sn12.57:3.2": "Wenn Verlangen aufhört, hört Ergreifen auf … ",
  "sn12.57:3.3": "So hört diese ganze Masse des Leidens auf. ",
  "sn12.57:4.1": "Wie wenn da ein Baumsetzling wäre, ",
  "sn12.57:4.2": "und es käme jemand mit einem Spaten und einem Korb … ",
  "sn12.57:4.3": "Dann würde er den Baumsetzling entzweihauen, in Stücke schneiden und sie zu Spänen kleinhacken. Er würde die Späne in Wind und Sonne trocknen, sie im Feuer verbrennen, bis sie zu Asche würden. Dann würde er die Asche von einem heftigen Wind wegfegen oder von einer raschen Strömung fortschwemmen lassen. ",
  "sn12.57:4.4": "So wäre der Baumsetzling an der Wurzel abgeschnitten, sodass er wie der Stumpf einer Palme wäre, dass er ausgelöscht wäre und sich in Zukunft nicht mehr erheben könnte. ",
  "sn12.57:4.5": "Ebenso gibt es Dinge, die zum Fesseln einladen. Wenn man sich auf die nachteiligen Folgen dieser Dinge konzentriert, hört Verlangen auf. ",
  "sn12.57:4.6": "Wenn Verlangen aufhört, hört Ergreifen auf … ",
  "sn12.57:4.7": "So hört diese ganze Masse des Leidens auf.“ "
}