{
  "sn12.15:0.1": "Verbundene Lehrreden 12",
  "sn12.15:0.2": "2. Nahrung",
  "sn12.15:0.3": "15. Kaccānagotta ",
  "sn12.15:1.1": "In Sāvatthī. ",
  "sn12.15:1.2": "Da ging der Ehrwürdige Kaccānagotta zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn12.15:1.3": "„Herr, man spricht über diese Sache, die ‚rechte Ansicht‘ genannt wird. ",
  "sn12.15:1.4": "Wie beschreibt man rechte Ansicht?“ ",
  "sn12.15:2.1": "„Kaccāna, diese Welt stützt sich überwiegend auf den Doppelbegriff des Seins und des Nicht-Seins. ",
  "sn12.15:2.2": "Wenn du jedoch den Ursprung der Welt wirklich siehst und richtig verstehst, kannst du nicht denken, dass die Welt nicht sei. ",
  "sn12.15:2.3": "Und wenn du das Aufhören der Welt wirklich siehst und richtig verstehst, kannst du nicht denken, dass die Welt sei. ",
  "sn12.15:2.4": "Die Welt ist überwiegend durch Anziehung, Ergreifen und Festhalten angekettet. ",
  "sn12.15:2.5": "Wenn es jedoch um diese Anziehung, dieses Ergreifen, um geistige Fixierung, Festhalten und zugrunde liegende Neigungen geht, und du lässt dich nicht anziehen, ergreifst nicht und machst dir nicht die Vorstellung ‚mein Selbst‘ zu eigen, ",
  "sn12.15:2.6": "dann wirst du keinen Zweifel haben, dass alles, was entsteht, nur entstehendes Leiden ist und alles, was aufhört, nur aufhörendes Leiden, und du wirst darüber nicht verunsichert sein. Dein Verständnis dieser Dinge ist von anderen unabhängig. ",
  "sn12.15:2.7": "So beschreibt man rechte Ansicht. ",
  "sn12.15:3.1": "‚Alles ist‘: Das ist das eine Extrem. ",
  "sn12.15:3.2": "‚Alles ist nicht‘: das ist das andere Extrem. ",
  "sn12.15:3.3": "Der Klargewordene vermeidet diese beiden Extreme und lehrt den Dhamma auf die mittlere Art: ",
  "sn12.15:3.4": "‚Unwissenheit ist eine Bedingung für Entscheidungen. ",
  "sn12.15:3.5": "Entscheidungen sind eine Bedingung für Bewusstsein. … ",
  "sn12.15:3.6": "So wird diese ganze Masse des Leidens verursacht. ",
  "sn12.15:3.7": "Wenn Unwissenheit schwindet und restlos aufhört, hören Entscheidungen auf. ",
  "sn12.15:3.8": "Wenn Entscheidungen aufhören, hört Bewusstsein auf. … ",
  "sn12.15:3.9": "So hört diese ganze Masse des Leidens auf.‘“ "
}