{
  "sn12.67:0.1": "Verbundene Lehrreden 12.67 ",
  "sn12.67:0.2": "7. Das große Kapitel ",
  "sn12.67:0.3": "Schilfbündel ",
  "sn12.67:1.1": "Einmal hielten sich der Ehrwürdige Sāriputta und der Ehrwürdige Mahākoṭṭhita bei Varanasi auf, im Wildpark bei Isipatana. ",
  "sn12.67:1.2": "Da kam der Ehrwürdige Mahākoṭṭhita am späten Nachmittag aus seiner Klausur, ging zum Ehrwürdigen Sāriputta und tauschte Willkommensgrüße mit ihm aus. ",
  "sn12.67:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Sāriputta: ",
  "sn12.67:1.4": "„Nun, geehrter Sāriputta, werden Alter und Tod von einem selbst gemacht? Oder werden sie von jemand anderem gemacht? Oder werden sie sowohl von einem selbst als auch von jemand anderem gemacht? Oder entstehen sie durch Zufall und werden weder von einem selbst noch von jemand anderem gemacht?“ ",
  "sn12.67:1.5": "„Nein, geehrter Koṭṭhita, Alter und Tod werden nicht von einem selbst gemacht, noch werden sie von jemand anderem gemacht, noch werden sie sowohl von einem selbst als auch von jemand anderem gemacht, noch entstehen sie durch Zufall und werden weder von einem selbst noch von jemand anderem gemacht. ",
  "sn12.67:1.6": "Vielmehr ist Wiedergeburt eine Bedingung für Alter und Tod.“ ",
  "sn12.67:2.1": "„Nun, geehrter Sāriputta, wird Wiedergeburt von einem selbst gemacht? Oder wird sie von jemand anderem gemacht? Oder wird sie sowohl von einem selbst als auch von jemand anderem gemacht? Oder entsteht sie durch Zufall und wird weder von einem selbst noch von jemand anderem gemacht?“ ",
  "sn12.67:2.2": "„Nein, geehrter Koṭṭhita, Wiedergeburt wird nicht von einem selbst gemacht, noch wird sie von jemand anderem gemacht, noch wird sie sowohl von einem selbst als auch von jemand anderem gemacht, noch entsteht sie durch Zufall und wird weder von einem selbst noch von jemand anderem gemacht. ",
  "sn12.67:2.3": "Vielmehr ist fortgesetztes Dasein eine Bedingung für Wiedergeburt.“ ",
  "sn12.67:3.1": "„Nun, geehrter Sāriputta, wird fortgesetztes Dasein von einem selbst gemacht? …“ … ",
  "sn12.67:3.2": "„Wird Ergreifen von einem selbst gemacht? …“ … ",
  "sn12.67:3.3": "„Wird Verlangen von einem selbst gemacht? …“ … ",
  "sn12.67:3.4": "„Wird Gefühl von einem selbst gemacht? …“ … ",
  "sn12.67:3.5": "„Wird Berührung von einem selbst gemacht? …“ … ",
  "sn12.67:3.6": "„Werden die sechs Sinnesfelder von einem selbst gemacht? …“ … ",
  "sn12.67:3.7": "„Nun, geehrter Sāriputta, werden Name und Form von einem selbst gemacht? Oder werden sie von jemand anderem gemacht? Oder werden sie sowohl von einem selbst als auch von jemand anderem gemacht? Oder entstehen sie durch Zufall und werden weder von einem selbst noch von jemand anderem gemacht?“ ",
  "sn12.67:3.8": "„Nein, geehrter Koṭṭhita, Name und Form werden nicht von einem selbst gemacht, noch werden sie von jemand anderem gemacht, noch werden sie sowohl von einem selbst als auch von jemand anderem gemacht, noch entstehen sie durch Zufall und werden weder von einem selbst noch von jemand anderem gemacht. ",
  "sn12.67:3.9": "Vielmehr ist Bewusstsein eine Bedingung für Name und Form.“ ",
  "sn12.67:4.1": "„Nun, geehrter Sāriputta, wird Bewusstsein von einem selbst gemacht? Oder wird es von jemand anderem gemacht? Oder wird es sowohl von einem selbst als auch von jemand anderem gemacht? Oder entsteht es durch Zufall und wird weder von einem selbst noch von jemand anderem gemacht?“ ",
  "sn12.67:4.2": "„Nein, geehrter Koṭṭhita, Bewusstsein wird nicht von einem selbst gemacht, noch wird es von jemand anderem gemacht, noch wird es sowohl von einem selbst als auch von jemand anderem gemacht, noch entsteht es durch Zufall und wird weder von einem selbst noch von jemand anderem gemacht. ",
  "sn12.67:4.3": "Vielmehr sind Name und Form eine Bedingung für Bewusstsein.“ ",
  "sn12.67:5.1": "„Gerade habe ich dich so verstanden: ",
  "sn12.67:5.2": "‚Nein, geehrter Koṭṭhita, Name und Form werden nicht von einem selbst gemacht, noch werden sie von jemand anderem gemacht, noch werden sie sowohl von einem selbst als auch von jemand anderem gemacht, noch entstehen sie durch Zufall und werden weder von einem selbst noch von jemand anderem gemacht. ",
  "sn12.67:5.3": "Vielmehr ist Bewusstsein eine Bedingung für Name und Form.‘ ",
  "sn12.67:6.1": "Und jetzt habe ich dich auch so verstanden: ",
  "sn12.67:6.2": "‚Nein, geehrter Koṭṭhita, Bewusstsein wird nicht von einem selbst gemacht, noch wird es von jemand anderem gemacht, noch wird es sowohl von einem selbst als auch von jemand anderem gemacht, noch entsteht es durch Zufall und wird weder von einem selbst noch von jemand anderem gemacht. ",
  "sn12.67:6.3": "Vielmehr sind Name und Form eine Bedingung für Bewusstsein.‘ ",
  "sn12.67:7.1": "Wie ist da die Bedeutung dieser Aussage zu verstehen?“ ",
  "sn12.67:7.2": "„Nun, Geehrter, ich will dir ein Gleichnis geben. ",
  "sn12.67:7.3": "Denn mithilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "sn12.67:7.4": "Wie wenn da zwei Schilfbündel wären, die aneinander gelehnt sind. ",
  "sn12.67:7.5": "Ebenso sind Name und Form eine Bedingung für Bewusstsein, ",
  "sn12.67:7.6": "und Bewusstsein ist eine Bedingung für Name und Form. ",
  "sn12.67:7.7": "Name und Form sind eine Bedingung für die sechs Sinnesfelder. ",
  "sn12.67:7.8": "Die sechs Sinnesfelder sind eine Bedingung für Berührung. … ",
  "sn12.67:7.9": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.67:7.10": "Wenn das eine der beiden Schilfbündel weggezogen würde, würde das andere umfallen. ",
  "sn12.67:7.11": "Und wenn das andere weggezogen würde, würde das eine umfallen. ",
  "sn12.67:7.12": "Ebenso hört, wenn Name und Form aufhören, Bewusstsein auf, ",
  "sn12.67:7.13": "und wenn Bewusstsein aufhört, hören Name und Form auf. ",
  "sn12.67:7.14": "Wenn Name und Form aufhören, hören die sechs Sinnesfelder auf. ",
  "sn12.67:7.15": "Wenn die sechs Sinnesfelder aufhören, hört Berührung auf. … ",
  "sn12.67:7.16": "So hört diese ganze Masse des Leidens auf.“ ",
  "sn12.67:8.1": "„Es ist unglaublich, geehrter Sāriputta, es ist erstaunlich! ",
  "sn12.67:8.3": "Wie treffend der Ehrwürdige Sāriputta das gesagt hat! ",
  "sn12.67:8.4": "Und wir können der Aussage des Ehrwürdigen Sāriputta aus diesen sechsunddreißig Gründen zustimmen: ",
  "sn12.67:9.1": "Wenn ein Mönch den Dhamma für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Alter und Tod lehrt, darf er ein Mönch genannt werden, der den Dhamma lehrt. ",
  "sn12.67:9.2": "Wenn er für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Alter und Tod übt, darf er ein Mönch genannt werden, der im Einklang mit der Lehre übt. ",
  "sn12.67:9.3": "Wenn er aufgrund von Ernüchterung, Schwinden der Leidenschaft und Aufhören in Bezug auf Alter und Tod durch Nicht-Ergreifen befreit ist, darf er ein Mönch genannt werden, der das Erlöschen in diesem Leben erreicht hat. ",
  "sn12.67:9.4": "Wenn ein Mönch den Dhamma für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Wiedergeburt lehrt … ",
  "sn12.67:9.5": "in Bezug auf fortgesetztes Dasein … ",
  "sn12.67:9.6": "in Bezug auf Ergreifen … ",
  "sn12.67:9.7": "in Bezug auf Verlangen … ",
  "sn12.67:9.8": "in Bezug auf Gefühl … ",
  "sn12.67:9.9": "in Bezug auf Berührung … ",
  "sn12.67:9.10": "in Bezug auf die sechs Sinnesfelder … ",
  "sn12.67:9.11": "in Bezug auf Name und Form … ",
  "sn12.67:9.12": "in Bezug auf Bewusstsein … ",
  "sn12.67:9.13": "in Bezug auf Entscheidungen … ",
  "sn12.67:9.14": "Wenn ein Mönch den Dhamma für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Unwissenheit lehrt, darf er ein Mönch genannt werden, der den Dhamma lehrt. ",
  "sn12.67:9.15": "Wenn er für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Unwissenheit übt, darf er ein Mönch genannt werden, der im Einklang mit der Lehre übt. ",
  "sn12.67:9.16": "Wenn er aufgrund von Ernüchterung, Schwinden der Leidenschaft und Aufhören in Bezug auf Unwissenheit durch Nicht-Ergreifen befreit ist, darf er ein Mönch genannt werden, der das Erlöschen in diesem Leben erreicht hat.“ "
}