{
  "sn12.26:0.1": "Verbundene Lehrreden 12.26 ",
  "sn12.26:0.2": "3. Das Kapitel über die zehn Kräfte ",
  "sn12.26:0.3": "Mit Upavāṇa ",
  "sn12.26:1.1": "In Sāvatthī. ",
  "sn12.26:1.2": "Da ging der Ehrwürdige Upavāṇa zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn12.26:2.1": "„Herr, manche Asketen und Brahmanen behaupten, Leiden werde von einem selbst gemacht. ",
  "sn12.26:2.2": "Manche behaupten, Leiden werde von jemand anderem gemacht. ",
  "sn12.26:2.3": "Manche behaupten, Leiden werde sowohl von einem selbst als auch von jemand anderem gemacht. ",
  "sn12.26:2.4": "Manche behaupten, Leiden entstehe durch Zufall und werde weder von einem selbst noch von jemand anderem gemacht. ",
  "sn12.26:2.5": "Was sagt der Buddha dazu? Wie erklärt er es? Wie sollten wir antworten, um die Worte des Buddha wiederzugeben und ihn nicht mit einer Unwahrheit falsch darzustellen? Wie sollten wir im Einklang mit seiner Lehre sprechen, sodass wir nicht zu Recht getadelt und kritisiert werden könnten?“ ",
  "sn12.26:3.1": "„Upavāṇa, ich habe gesagt, Glück und Schmerz seien abhängig entstanden. ",
  "sn12.26:3.2": "Abhängig wovon? ",
  "sn12.26:3.3": "Abhängig von Berührung. ",
  "sn12.26:3.4": "Wenn du das sagen würdest, würdest du meine Worte wiedergeben und mich nicht mit einer Unwahrheit falsch darstellen. Du würdest im Einklang mit meiner Lehre sprechen, und du könntest nicht zu Recht getadelt und kritisiert werden. ",
  "sn12.26:4.1": "Im Fall der Asketen und Brahmanen, die behaupten, Leiden werde von einem selbst gemacht: Das ist durch Berührung bedingt. ",
  "sn12.26:4.2": "Im Fall der Asketen und Brahmanen, die behaupten, Leiden werde von jemand anderem gemacht … ",
  "sn12.26:4.3": "Leiden werde sowohl von einem selbst als auch von jemand anderem gemacht … ",
  "sn12.26:4.4": "Leiden entstehe durch Zufall und werde weder von einem selbst noch von jemand anderem gemacht: Auch das ist durch Berührung bedingt. ",
  "sn12.26:5.1": "Im Fall der Asketen und Brahmanen, die behaupten, Leiden werde von einem selbst gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten. ",
  "sn12.26:5.2": "Im Fall der Asketen und Brahmanen, die behaupten, Leiden werde von jemand anderem gemacht … ",
  "sn12.26:5.3": "Leiden werde sowohl von einem selbst als auch von jemand anderem gemacht … ",
  "sn12.26:5.4": "Leiden entstehe durch Zufall und werde weder von einem selbst noch von jemand anderem gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten.“ "
}