{
  "sn12.69:0.1": "Verbundene Lehrreden 12.69 ",
  "sn12.69:0.2": "7. Das große Kapitel ",
  "sn12.69:0.3": "Aufwallen ",
  "sn12.69:1.1": "So habe ich es gehört: ",
  "sn12.69:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn12.69:1.4": "„Mönche und Nonnen, wenn das Weltmeer aufwallt, lässt es die großen Ströme aufwallen. Wenn die großen Ströme aufwallen, lassen sie die kleinen Flüsse aufwallen. Wenn die kleinen Flüsse aufwallen, lassen sie die Seen aufwallen. Wenn die Seen aufwallen, lassen sie die Teiche aufwallen. ",
  "sn12.69:1.5": "Ebenso lässt Unwissenheit, wenn sie aufwallt, Entscheidungen aufwallen. Wenn Entscheidungen aufwallen, lassen sie Bewusstsein aufwallen. Wenn Bewusstsein aufwallt, lässt es Name und Form aufwallen. Wenn Name und Form aufwallen, lassen sie die sechs Sinnesfelder aufwallen. Wenn die sechs Sinnesfelder aufwallen, lassen sie Berührung aufwallen. Wenn Berührung aufwallt, lässt sie Gefühl aufwallen. Wenn Gefühl aufwallt, lässt es Verlangen aufwallen. Wenn Verlangen aufwallt, lässt es Ergreifen aufwallen. Wenn Ergreifen aufwallt, lässt es fortgesetztes Dasein aufwallen. Wenn fortgesetztes Dasein aufwallt, lässt es Wiedergeburt aufwallen. Wenn Wiedergeburt aufwallt, lässt sie Alter und Tod aufwallen. ",
  "sn12.69:2.1": "Wenn das Weltmeer zurückweicht, lässt es die großen Ströme zurückweichen. Wenn die großen Ströme zurückweichen, lassen sie die kleinen Flüsse zurückweichen. Wenn die kleinen Flüsse zurückweichen, lassen sie die Seen zurückweichen. Wenn die Seen zurückweichen, lassen sie die Teiche zurückweichen. ",
  "sn12.69:2.2": "Ebenso lässt Unwissenheit, wenn sie zurückweicht, Entscheidungen zurückweichen. Wenn Entscheidungen zurückweichen, lassen sie Bewusstsein zurückweichen. Wenn Bewusstsein zurückweicht, lässt es Name und Form zurückweichen. Wenn Name und Form zurückweichen, lassen sie die sechs Sinnesfelder zurückweichen. Wenn die sechs Sinnesfelder zurückweichen, lassen sie Berührung zurückweichen. Wenn Berührung zurückweicht, lässt sie Gefühl zurückweichen. Wenn Gefühl zurückweicht, lässt es Verlangen zurückweichen. Wenn Verlangen zurückweicht, lässt es Ergreifen zurückweichen. Wenn Ergreifen zurückweicht, lässt es fortgesetztes Dasein zurückweichen. Wenn fortgesetztes Dasein zurückweicht, lässt es Wiedergeburt zurückweichen. Wenn Wiedergeburt zurückweicht, lässt sie Alter und Tod zurückweichen.“ "
}