{
  "sn12.22:0.1": "Verbundene Lehrreden 12",
  "sn12.22:0.2": "3. Die zehn Kräfte",
  "sn12.22:0.3": "22. Die zehn Kräfte (2) ",
  "sn12.22:1.1": "In Sāvatthī. ",
  "sn12.22:1.2": "„Mönche und Nonnen, ein Klargewordener hat zehn Kräfte und vier Arten von Selbstvertrauen. Damit beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das heilige Rad. ",
  "sn12.22:1.3": "Solcherart ist Form, so entsteht sie, so endet sie. ",
  "sn12.22:1.4": "Solcherart ist Gefühl, so entsteht es, so endet es. ",
  "sn12.22:1.5": "Solcherart ist Wahrnehmung, so entsteht sie, so endet sie. ",
  "sn12.22:1.6": "Solcherart sind Entscheidungen, so entstehen sie, so enden sie. ",
  "sn12.22:1.7": "Solcherart ist Bewusstsein, so entsteht es, so endet es. ",
  "sn12.22:1.8": "Wenn dieses besteht, ist jenes; aufgrund des Entstehens von diesem entsteht jenes. ",
  "sn12.22:1.9": "Wenn dieses nicht besteht, ist jenes nicht; aufgrund des Aufhörens von diesem hört jenes auf. Das heißt: ",
  "sn12.22:1.10": "Unwissenheit ist eine Bedingung für Entscheidungen. ",
  "sn12.22:1.11": "Entscheidungen sind eine Bedingung für Bewusstsein. … ",
  "sn12.22:1.12": "So wird diese ganze Masse des Leidens verursacht. ",
  "sn12.22:1.13": "Wenn Unwissenheit schwindet und restlos aufhört, hören Entscheidungen auf. ",
  "sn12.22:1.14": "Wenn Entscheidungen aufhören, hört Bewusstsein auf. … ",
  "sn12.22:1.15": "So hört diese ganze Masse des Leidens auf. ",
  "sn12.22:2.1": "So ist diese Lehre von mir gut erklärt, klargemacht, offen gelegt, erhellt und von Stückwerk befreit. ",
  "sn12.22:2.2": "Eben das reicht völlig aus, damit ein Sohn aus gutem Haus, der aus Vertrauen fortgezogen ist, seine Energie aufrüttelt: ",
  "sn12.22:2.3": "‚Gerne sollen nur Haut, Sehnen und Knochen übrig bleiben! Sollen Fleisch und Blut in meinem Körper vertrocknen! Ich werde nicht aufgeben, bevor ich nicht erreicht habe, was mit menschlicher Stärke, Energie und Tatkraft möglich ist!‘ ",
  "sn12.22:3.1": "Ein träger Mensch lebt in Leiden, ist in schlechte, untaugliche Eigenschaften verwickelt und zerstört sehr viel von seinem eigenen Wohl. ",
  "sn12.22:3.2": "Ein energischer Mensch lebt glücklich, abgeschieden von schlechten, untauglichen Eigenschaften, und verwirklicht sehr viel von seinem eigenen Wohl. ",
  "sn12.22:3.3": "Das Beste wird nicht vom Schlechtesten erreicht. ",
  "sn12.22:3.4": "Das Beste wird vom Besten erreicht. ",
  "sn12.22:3.5": "Dieses geistliche Leben ist die Crème, Mönche und Nonnen, und der Lehrer sitzt vor euch. ",
  "sn12.22:3.6": "Daher solltet ihr eure Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "sn12.22:3.7": "‚So wird unser Fortziehen nicht vergeblich sein, sondern reich und fruchtbar. ",
  "sn12.22:3.8": "Und wenn wir Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung benutzen, wird das für die Spender reiche Frucht und vorteilhafte Folgen haben.‘ ",
  "sn12.22:3.9": "So solltet ihr üben. ",
  "sn12.22:3.10": "Euer eigenes Wohl zu bedenken, Mönche und Nonnen, reicht völlig aus, damit ihr eifrig weitermacht. ",
  "sn12.22:3.11": "Das Wohl anderer zu bedenken, reicht völlig aus, damit ihr eifrig weitermacht. ",
  "sn12.22:3.12": "Das Wohl beider zu bedenken, reicht völlig aus, damit ihr eifrig weitermacht.“ "
}