{
  "sn12.16:0.1": "Verbundene Lehrreden 12",
  "sn12.16:0.2": "2. Nahrung",
  "sn12.16:0.3": "16. Ein Dhammalehrer ",
  "sn12.16:1.1": "In Sāvatthī. ",
  "sn12.16:1.2": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn12.16:1.3": "„Herr, man spricht von einem ‚Dhammalehrer‘. ",
  "sn12.16:1.4": "Was versteht man unter einem Dhammalehrer?“ ",
  "sn12.16:2.1": "„Wenn ein Mönch den Dhamma für das Ziel der Ernüchterung, des Sichabwendens und des Aufhörens in Bezug auf Alter und Tod lehrt, darf er ein Mönch genannt werden, der den Dhamma lehrt. ",
  "sn12.16:2.2": "Wenn er für das Ziel der Ernüchterung, des Sichabwendens und des Aufhörens in Bezug auf Alter und Tod übt, darf er ein Mönch genannt werden, der im Einklang mit der Lehre übt. ",
  "sn12.16:2.3": "Wenn er nicht ergreift und dadurch befreit ist, durch Ernüchterung, Sichabwenden und Aufhören in Bezug auf Alter und Tod befreit ist, darf er ein Mönch genannt werden, der das Erlöschen in diesem Leben erreicht hat. ",
  "sn12.16:3.1": "Wenn ein Mönch den Dhamma für das Ziel der Ernüchterung, des Sichabwendens und des Aufhörens in Bezug auf Wiedergeburt lehrt … ",
  "sn12.16:3.2": "in Bezug auf fortgesetztes Dasein … ",
  "sn12.16:3.3": "in Bezug auf Ergreifen … ",
  "sn12.16:3.4": "in Bezug auf Verlangen … ",
  "sn12.16:3.5": "in Bezug auf Gefühl … ",
  "sn12.16:3.6": "in Bezug auf Berührung … ",
  "sn12.16:3.7": "in Bezug auf die sechs Sinnesfelder … ",
  "sn12.16:3.8": "in Bezug auf Name und Form … ",
  "sn12.16:3.9": "in Bezug auf Bewusstsein … ",
  "sn12.16:3.10": "in Bezug auf Entscheidungen … ",
  "sn12.16:3.11": "Wenn ein Mönch den Dhamma für das Ziel der Ernüchterung, des Sichabwendens und des Aufhörens in Bezug auf Unwissenheit lehrt, darf er ein Mönch genannt werden, der den Dhamma lehrt. ",
  "sn12.16:3.12": "Wenn er für das Ziel der Ernüchterung, des Sichabwendens und des Aufhörens in Bezug auf Unwissenheit übt, darf er ein Mönch genannt werden, der im Einklang mit der Lehre übt. ",
  "sn12.16:3.13": "Wenn er nicht ergreift und dadurch befreit ist, durch Ernüchterung, Sichabwenden und Aufhören in Bezug auf Unwissenheit befreit ist, darf er ein Mönch genannt werden, der das Erlöschen in diesem Leben erreicht hat.“ "
}