{
  "sn12.33:0.1": "Verbundene Lehrreden 12",
  "sn12.33:0.2": "4. Kaḷāra der Adlige",
  "sn12.33:0.3": "33. Grundlagen der Erkenntnis ",
  "sn12.33:1.1": "In Sāvatthī. ",
  "sn12.33:1.2": "„Mönche und Nonnen, ich werde vierundvierzig Grundlagen der Erkenntnis erklären. ",
  "sn12.33:1.3": "Hört zu und passt gut auf, ich werde sprechen.“ ",
  "sn12.33:1.4": "„Ja, Herr“, antworteten sie. ",
  "sn12.33:1.5": "Der Buddha sagte: ",
  "sn12.33:2.1": "„Und was sind die vierundvierzig Grundlagen der Erkenntnis? ",
  "sn12.33:2.2": "Erkenntnis von Alter und Tod, Erkenntnis der Ursache von Alter und Tod, Erkenntnis des Aufhörens von Alter und Tod und Erkenntnis der Übung, die zum Aufhören von Alter und Tod führt. ",
  "sn12.33:2.3": "Erkenntnis von Wiedergeburt … ",
  "sn12.33:2.4": "Erkenntnis von fortgesetztem Dasein … ",
  "sn12.33:2.5": "Erkenntnis von Ergreifen … ",
  "sn12.33:2.6": "Erkenntnis von Verlangen … ",
  "sn12.33:2.7": "Erkenntnis von Gefühl … ",
  "sn12.33:2.8": "Erkenntnis von Kontakt … ",
  "sn12.33:2.9": "Erkenntnis der sechs Sinnesfelder … ",
  "sn12.33:2.10": "Erkenntnis von Name und Form … ",
  "sn12.33:2.11": "Erkenntnis von Bewusstsein … ",
  "sn12.33:2.12": "Erkenntnis von Entscheidungen, Erkenntnis der Ursache von Entscheidungen, Erkenntnis des Aufhörens von Entscheidungen und Erkenntnis der Übung, die zum Aufhören von Entscheidungen führt. ",
  "sn12.33:2.13": "Das nennt man die vierundvierzig Grundlagen der Erkenntnis. ",
  "sn12.33:3.1": "Und was sind Alter und Tod? ",
  "sn12.33:3.2": "Das Alter, das Herunterkommen, bröckelige Zähne, graue Haare, runzelige Haut, abnehmende Lebensenergie und versagende Sinneskräfte bei den verschiedenen Wesen der verschiedenen Gattungen von Wesen; ",
  "sn12.33:3.3": "das nennt man Alter. ",
  "sn12.33:3.4": "Das Hinscheiden, Zugrundegehen, die Auflösung, das Ableben, die Sterblichkeit, der Tod, der Hingang, das Auseinanderbrechen der Aggregate und das Ablegen der Leiche bei den verschiedenen Wesen der verschiedenen Gattungen von Wesen; ",
  "sn12.33:3.5": "das nennt man Tod. ",
  "sn12.33:3.6": "So ist das Alter, und so ist der Tod; ",
  "sn12.33:3.7": "das nennt man Alter und Tod. ",
  "sn12.33:4.1": "Wiedergeburt ist die Ursache von Alter und Tod. ",
  "sn12.33:4.2": "Wenn Wiedergeburt aufhört, hören Alter und Tod auf. ",
  "sn12.33:4.3": "Die Übung, die zum Aufhören von Alter und Tod führt, ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn12.33:4.4": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn12.33:5.1": "Ein edler Schüler versteht Alter und Tod, ihre Ursache, ihr Aufhören und die Übung, die zu ihrem Aufhören führt. Das ist seine Erkenntnis des Gegenwärtigen. ",
  "sn12.33:5.2": "Von diesem Gegenwärtigen, das er gesehen und erkannt hat, das unmittelbar ist, das er erfasst und ergründet hat, schließt er auf die Vergangenheit und Zukunft. ",
  "sn12.33:6.1": "Alle Asketen und Brahmanen, die in der Vergangenheit Alter und Tod, ihre Ursache, ihr Aufhören und die Übung, die zu ihrem Aufhören führt, unmittelbar erkannt haben, die alle haben diese Dinge auf genau die gleiche Art unmittelbar erkannt wie ich jetzt. ",
  "sn12.33:7.1": "Alle Asketen und Brahmanen, die in der Zukunft Alter und Tod, ihre Ursache, ihr Aufhören und die Übung, die zu ihrem Aufhören führt, unmittelbar erkennen werden, die alle werden diese Dinge auf genau die gleiche Art unmittelbar erkennen wie ich jetzt. ",
  "sn12.33:7.2": "Das ist seine abgeleitete Erkenntnis. ",
  "sn12.33:8.1": "Ein edler Schüler hat diese beiden Erkenntnisse geläutert und gereinigt: ",
  "sn12.33:8.2": "die Erkenntnis des Gegenwärtigen und die abgeleitete Erkenntnis. ",
  "sn12.33:8.3": "Wenn ein edler Schüler das getan hat, nennt man ihn ‚einen mit vollendeter Ansicht‘, ‚einen mit vollendetem Sehen‘, ‚einen, der zur wahren Lehre gekommen ist‘, ‚einen, der diese wahre Lehre sieht‘, ‚einen, der das Wissen eines Übenden besitzt‘, ‚einen, der in die Strömung der Lehre eingetaucht ist‘, ‚einen Edlen mit durchdringender Weisheit‘ und ‚einen, der an der Tür zur Unsterblichkeit steht‘. ",
  "sn12.33:9.1": "Und was ist Wiedergeburt? … ",
  "sn12.33:9.2": "Und was ist fortgesetztes Dasein? … ",
  "sn12.33:9.3": "Und was ist Ergreifen? … ",
  "sn12.33:9.4": "Und was ist Verlangen? … ",
  "sn12.33:9.5": "Und was ist Gefühl? … ",
  "sn12.33:9.6": "Und was ist Kontakt? … ",
  "sn12.33:9.7": "Und was sind die sechs Sinnesfelder? … ",
  "sn12.33:9.8": "Und was sind Name und Form? … ",
  "sn12.33:9.9": "Und was ist Bewusstsein? … ",
  "sn12.33:9.10": "Und was sind Entscheidungen? ",
  "sn12.33:9.11": "Es gibt drei Arten von Entscheidungen ",
  "sn12.33:9.12": "Entscheidungen, die den Körper, die Sprache oder den Geist betreffen; ",
  "sn12.33:9.13": "das nennt man Entscheidungen. ",
  "sn12.33:10.1": "Unwissenheit ist die Ursache von Entscheidungen. ",
  "sn12.33:10.2": "Wenn Unwissenheit aufhört, hören Entscheidungen auf. ",
  "sn12.33:10.3": "Die Übung, die zum Aufhören von Entscheidungen führt, ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn12.33:10.4": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn12.33:11.1": "Ein edler Schüler versteht Entscheidungen, die Ursache von Entscheidungen, das Aufhören von Entscheidungen und die Übung, die zum Aufhören von Entscheidungen führt. Das ist seine Erkenntnis des Gegenwärtigen. ",
  "sn12.33:11.2": "Von diesem Gegenwärtigen, das er gesehen und erkannt hat, das unmittelbar ist, das er erfasst und ergründet hat, schließt er auf die Vergangenheit und Zukunft. ",
  "sn12.33:12.1": "Alle Asketen und Brahmanen, die in der Vergangenheit Entscheidungen, ihre Ursache, ihr Aufhören und die Übung, die zu ihrem Aufhören führt, unmittelbar erkannt haben, die alle haben diese Dinge auf genau die gleiche Art unmittelbar erkannt wie ich jetzt. ",
  "sn12.33:13.1": "Alle Asketen und Brahmanen, die in der Zukunft Entscheidungen, ihre Ursache, ihr Aufhören und die Übung, die zu ihrem Aufhören führt, unmittelbar erkennen werden, die alle werden diese Dinge auf genau die gleiche Art unmittelbar erkennen wie ich jetzt. ",
  "sn12.33:13.2": "Das ist seine abgeleitete Erkenntnis. ",
  "sn12.33:14.1": "Ein edler Schüler hat diese beiden Erkenntnisse geläutert und gereinigt: ",
  "sn12.33:14.2": "die Erkenntnis des Gegenwärtigen und die abgeleitete Erkenntnis. ",
  "sn12.33:14.3": "Wenn ein edler Schüler das getan hat, nennt man ihn ‚einen mit vollendeter Ansicht‘, ‚einen mit vollendetem Sehen‘, ‚einen, der zur wahren Lehre gekommen ist‘, ‚einen, der diese wahre Lehre sieht‘, ‚einen, der das Wissen eines Übenden besitzt‘, ‚einen, der in die Strömung der Lehre eingetaucht ist‘, ‚einen Edlen mit durchdringender Weisheit‘ und ‚einen, der an der Tür zur Unsterblichkeit steht‘.“ "
}