{
  "sn12.39:0.1": "Verbundene Lehrreden 12.39 ",
  "sn12.39:0.2": "4. Das Kapitel mit Kaḷāra dem Adligen ",
  "sn12.39:0.3": "Absicht (2) ",
  "sn12.39:1.1": "In Sāvatthī. ",
  "sn12.39:1.2": "„Mönche und Nonnen, was ihr beabsichtigt und plant und wofür ihr zugrunde liegende Neigungen habt, das wird zu einer Grundlage für das Fortbestehen des Bewusstseins. ",
  "sn12.39:1.3": "Wenn diese Grundlage da ist, wird das Bewusstsein verankert. ",
  "sn12.39:1.4": "Wenn das Bewusstsein verankert ist und wächst, kommt es zur Empfängnis von Name und Form. ",
  "sn12.39:1.5": "Name und Form sind eine Bedingung für die sechs Sinnesfelder. ",
  "sn12.39:1.6": "Die sechs Sinnesfelder sind eine Bedingung für Berührung. ",
  "sn12.39:1.7": "Berührung ist eine Bedingung für Gefühl … ",
  "sn12.39:1.8": "Verlangen … ",
  "sn12.39:1.9": "Ergreifen … ",
  "sn12.39:1.10": "fortgesetztes Dasein … ",
  "sn12.39:1.11": "Wiedergeburt … ",
  "sn12.39:1.12": "eine Bedingung für das Zustandekommen von Alter und Tod, ",
  "sn12.39:1.13": "Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn12.39:1.14": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.39:2.1": "Wenn ihr nichts beabsichtigt oder plant, aber noch zugrunde liegende Neigungen habt, wird das zu einer Grundlage für das Fortbestehen des Bewusstseins. ",
  "sn12.39:2.2": "Wenn diese Grundlage da ist, wird das Bewusstsein verankert. ",
  "sn12.39:2.3": "Wenn das Bewusstsein verankert ist und wächst, kommt es zur Empfängnis von Name und Form. ",
  "sn12.39:2.4": "Name und Form sind eine Bedingung für die sechs Sinnesfelder. … ",
  "sn12.39:2.5": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.39:3.1": "Wenn ihr nichts beabsichtigt oder plant und keine zugrunde liegenden Neigungen habt, wird das nicht zu einer Grundlage für das Fortbestehen des Bewusstseins. ",
  "sn12.39:3.2": "Wenn keine Grundlage da ist, wird das Bewusstsein nicht verankert. ",
  "sn12.39:3.3": "Wenn das Bewusstsein nicht verankert ist und wächst, kommt es nicht zur Empfängnis von Name und Form. ",
  "sn12.39:3.4": "Wenn Name und Form aufhören, hören die sechs Sinnesfelder auf. … ",
  "sn12.39:3.5": "So hört diese ganze Masse des Leidens auf.“ "
}