{
  "sn12.17:0.1": "Verbundene Lehrreden 12.17 ",
  "sn12.17:0.2": "2. Das Kapitel über Nahrung ",
  "sn12.17:0.3": "Mit Kassapa, dem nackten Asketen ",
  "sn12.17:1.1": "So habe ich es gehört: ",
  "sn12.17:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn12.17:1.3": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Rājagaha zum Almosengang. ",
  "sn12.17:1.4": "Der nackte Asket Kassapa sah den Buddha von Weitem kommen. ",
  "sn12.17:1.5": "Er ging auf ihn zu, und sie begrüßten sich gegenseitig. ",
  "sn12.17:1.6": "Nach der Begrüßung und dem Austausch von Höflichkeiten stellte Kassapa sich zur Seite hin und sagte zum Buddha: ",
  "sn12.17:1.7": "„Ich würde den Meister Gotama gerne zu einem bestimmten Punkt etwas fragen, wenn er die Zeit nehmen würde, mir zu antworten.“ ",
  "sn12.17:1.8": "„Kassapa, jetzt ist nicht die Zeit für Fragen. ",
  "sn12.17:1.9": "Wir haben eine bewohnte Gegend betreten.“ ",
  "sn12.17:2.1": "Zum zweiten ",
  "sn12.17:2.2": " ",
  "sn12.17:2.3": " ",
  "sn12.17:2.4": " ",
  "sn12.17:2.5": "und zum dritten Mal sprach Kassapa den Buddha an, und der Buddha gab die gleiche Antwort. ",
  "sn12.17:2.6": " ",
  "sn12.17:2.7": "Darauf sagte Kassapa zum Buddha: ",
  "sn12.17:2.8": "„Ich will nicht viel fragen.“ ",
  "sn12.17:2.9": "„Frage, was du möchtest, Kassapa.“ ",
  "sn12.17:3.1": "„Nun, Meister Gotama, wird Leiden von einem selbst gemacht?“ ",
  "sn12.17:3.2": "„So nicht, Kassapa“, sagte der Buddha. ",
  "sn12.17:3.3": "„Dann wird Leiden von jemand anderem gemacht?“ ",
  "sn12.17:3.4": "„So nicht, Kassapa“, sagte der Buddha. ",
  "sn12.17:3.5": "„Nun, wird Leiden sowohl von einem selbst als auch von jemand anderem gemacht?“ ",
  "sn12.17:3.6": "„So nicht, Kassapa“, sagte der Buddha. ",
  "sn12.17:3.7": "„Dann entsteht Leiden durch Zufall, weder von einem selbst noch von jemand anderem gemacht?“ ",
  "sn12.17:3.8": "„So nicht, Kassapa“, sagte der Buddha. ",
  "sn12.17:3.9": "„Nun, gibt es so etwas wie Leiden nicht?“ ",
  "sn12.17:3.10": "„Es ist nicht so, dass es kein Leiden gäbe. ",
  "sn12.17:3.11": "Leiden ist wirklich.“ ",
  "sn12.17:3.12": "„Dann erkennt und sieht Meister Gotama das Leiden nicht.“ ",
  "sn12.17:3.13": "„Es ist nicht so, dass ich das Leiden nicht erkennen oder sehen würde. ",
  "sn12.17:3.14": "Ich erkenne das Leiden, ",
  "sn12.17:3.15": "ich sehe das Leiden.“ ",
  "sn12.17:4.1": "„Meister Gotama, wenn du all das gefragt wirst, sagst du ‚so nicht‘. ",
  "sn12.17:4.2": " ",
  "sn12.17:4.3": " ",
  "sn12.17:4.4": " ",
  "sn12.17:4.5": "Und doch sagst du, es gebe so etwas wie Leiden. ",
  "sn12.17:4.6": " ",
  "sn12.17:4.7": "Und du sagst, du erkennst das Leiden ",
  "sn12.17:4.8": "und du siehst das Leiden. ",
  "sn12.17:4.9": "Herr, erkläre mir das Leiden! ",
  "sn12.17:4.10": "Unterweise mich über das Leiden!“ ",
  "sn12.17:5.1": "„Angenommen, die Person, die die Handlung begeht, erfährt die Folge. Dann wäre Leiden für jemand, der von Anbeginn an existiert, von ihm selbst gemacht. Diese Aussage tendiert zum Ewigkeitsglauben. ",
  "sn12.17:5.2": "Angenommen, eine Person begeht die Handlung und eine andere erfährt die Folge. Dann wäre für jemand, der von einem Gefühl getroffen wird, Leiden von jemand anderem gemacht. Diese Aussage tendiert zum Vernichtungsglauben. ",
  "sn12.17:5.3": "Der Klargewordene vermeidet diese beiden Extreme und lehrt den Dhamma auf die mittlere Art: ",
  "sn12.17:5.4": "‚Unwissenheit ist eine Bedingung für Entscheidungen. ",
  "sn12.17:5.5": "Entscheidungen sind eine Bedingung für Bewusstsein. … ",
  "sn12.17:5.6": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.17:5.7": "Wenn Unwissenheit schwindet und restlos aufhört, hören Entscheidungen auf. ",
  "sn12.17:5.8": "Wenn Entscheidungen aufhören, hört Bewusstsein auf. … ",
  "sn12.17:5.9": "So hört diese ganze Masse des Leidens auf.‘“ ",
  "sn12.17:6.1": "Daraufhin sagte Kassapa zum Buddha: ",
  "sn12.17:6.2": "„Vortrefflich, Herr! Vortrefflich! ",
  "sn12.17:6.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "sn12.17:6.4": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "sn12.17:6.5": "Herr, darf ich vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "sn12.17:7.1": "„Kassapa, wenn jemand, der zuvor in einer anderen Konfession ordiniert war, in dieser Lehre und Schulung die Weihe des Fortziehens, die Ordination erhalten möchte, hat er vier Monate Probezeit. Wenn die Mönche nach Ablauf von vier Monaten zufrieden sind, geben sie ihm die Weihe des Fortziehens, die Ordination zum Mönch. ",
  "sn12.17:7.2": "Allerdings erkenne ich auch individuelle Unterschiede an.“ ",
  "sn12.17:8.1": "„Herr, wenn in einem solchen Fall vier Monate Probezeit erforderlich sind, werde ich vier Jahre auf Probe verbringen. Wenn die Mönche nach Ablauf von vier Jahren zufrieden sind, mögen sie mir die Weihe des Fortziehens geben, die Ordination zum Mönch.“ ",
  "sn12.17:9.1": "Und der nackte Asket Kassapa erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "sn12.17:9.2": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Kassapa, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn12.17:9.3": "Er verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn12.17:9.4": "Und der Ehrwürdige Kassapa wurde einer der Vollendeten. "
}