{
  "sn12.24:0.1": "Verbundene Lehrreden 12.24 ",
  "sn12.24:0.2": "3. Das Kapitel über die zehn Kräfte ",
  "sn12.24:0.3": "Anhänger anderer Lehren ",
  "sn12.24:1.1": "Bei Rājagaha, im Bambuswäldchen. ",
  "sn12.24:1.2": "Da kleidete sich der ehrwürdige Sāriputta am Morgen an, nahm Schale und Robe und betrat Rājagaha zum Almosengang. ",
  "sn12.24:1.3": "Da kam ihm in den Sinn: ",
  "sn12.24:1.4": "„Es ist zu früh für den Almosengang in Rājagaha. ",
  "sn12.24:1.5": "Warum gehe ich nicht zu dem Kloster der Wanderer, die andere Wege gehen?“ ",
  "sn12.24:2.1": "Und er ging zu dem Kloster der Wanderer, die andere Wege gehen, und tauschte dort mit den Wanderern Willkommensgrüße aus. ",
  "sn12.24:2.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. Die Wanderer sagten zu ihm: ",
  "sn12.24:3.1": "„Werter Sāriputta, es gibt Asketen und Brahmanen, die die Wirksamkeit von Taten lehren. Manche von ihnen behaupten, Leiden werde von einem selbst gemacht. ",
  "sn12.24:3.2": "Manche von ihnen behaupten, Leiden werde von jemand anderem gemacht. ",
  "sn12.24:3.3": "Manche von ihnen behaupten, Leiden werde sowohl von einem selbst als auch von jemand anderem gemacht. ",
  "sn12.24:3.4": "Manche von ihnen behaupten, Leiden entstehe durch Zufall und werde weder von einem selbst noch von jemand anderem gemacht. ",
  "sn12.24:3.5": "Was sagt der Asket Gotama darüber? Wie erklärt er es? ",
  "sn12.24:3.6": "Wie sollten wir antworten, um die Worte des Asketen Gotama wiederzugeben und ihn nicht mit einer Unwahrheit falsch darzustellen? Wie sollten wir im Einklang mit seiner Lehre sprechen, sodass wir nicht zu Recht getadelt und kritisiert werden könnten?“ ",
  "sn12.24:4.1": "„Werte Freunde, der Buddha sagte, Leiden sei abhängig entstanden. ",
  "sn12.24:4.2": "Abhängig wovon? ",
  "sn12.24:4.3": "Abhängig von Berührung. ",
  "sn12.24:4.4": "Wenn ihr das sagen würdet, würdet ihr die Worte des Buddha wiedergeben und ihn nicht mit einer Unwahrheit falsch darstellen. Ihr würdet im Einklang mit seiner Lehre sprechen, und ihr könntet nicht zu Recht getadelt und kritisiert werden. ",
  "sn12.24:5.1": "Es gibt Asketen und Brahmanen, die die Wirksamkeit von Taten lehren. Im Fall derer, die behaupten, Leiden werde von einem selbst gemacht: Das ist durch Berührung bedingt. ",
  "sn12.24:5.2": "Im Fall derer, die behaupten, Leiden werde von jemand anderem gemacht: Auch das ist durch Berührung bedingt. ",
  "sn12.24:5.3": "Im Fall derer, die behaupten, Leiden werde sowohl von einem selbst als auch von jemand anderem gemacht: Auch das ist durch Berührung bedingt. ",
  "sn12.24:5.4": "Im Fall derer, die behaupten, Leiden entstehe durch Zufall und werde weder von einem selbst noch von jemand anderem gemacht: Auch das ist durch Berührung bedingt. ",
  "sn12.24:6.1": "Es gibt Asketen und Brahmanen, die die Wirksamkeit von Taten lehren. Im Fall derer, die behaupten, Leiden werde von einem selbst gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten. ",
  "sn12.24:6.2": "Im Fall derer, die behaupten, Leiden werde von jemand anderem gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten. ",
  "sn12.24:6.3": "Im Fall derer, die behaupten, Leiden werde sowohl von einem selbst als auch von jemand anderem gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten. ",
  "sn12.24:6.4": "Im Fall derer, die behaupten, Leiden entstehe durch Zufall und werde weder von einem selbst noch von jemand anderem gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten.“ ",
  "sn12.24:7.1": "Der Ehrwürdige Ānanda hörte dieses Gespräch zwischen dem Ehrwürdigen Sāriputta und jenen Wanderern, die andere Wege gehen. ",
  "sn12.24:7.2": "Da zog Ānanda um Almosen durch Rājagaha. Nach dem Essen, als er vom Almosengang zurückkam, ging er zum Buddha, verbeugte sich, setzte sich zur Seite hin ",
  "sn12.24:7.3": "und berichtete dem Buddha, worüber sie gesprochen hatten. ",
  "sn12.24:8.1": "„Gut, gut, Ānanda! Es ist genauso wie Sāriputta so richtig erklärt hat. ",
  "sn12.24:8.2": "Ich habe gesagt, Leiden sei abhängig entstanden. ",
  "sn12.24:8.3": "Abhängig wovon? ",
  "sn12.24:8.4": "Abhängig von Berührung. ",
  "sn12.24:8.5": "Wenn du das sagen würdest, würdest du meine Worte wiedergeben und mich nicht mit einer Unwahrheit falsch darstellen. Du würdest im Einklang mit meiner Lehre sprechen, und du könntest nicht zu Recht getadelt und kritisiert werden. ",
  "sn12.24:9.1": "Es gibt Asketen und Brahmanen, die die Wirksamkeit von Taten lehren. Im Fall derer, die behaupten, Leiden werde von einem selbst gemacht: Das ist durch Berührung bedingt. … ",
  "sn12.24:9.2": "",
  "sn12.24:9.3": "",
  "sn12.24:9.4": "Im Fall derer, die behaupten, Leiden entstehe durch Zufall und werde weder von einem selbst noch von jemand anderem gemacht: Auch das ist durch Berührung bedingt. ",
  "sn12.24:10.1": "Im Fall derer, die behaupten, Leiden werde von einem selbst gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten. … ",
  "sn12.24:10.2": "",
  "sn12.24:10.3": "",
  "sn12.24:10.4": "Im Fall derer, die behaupten, Leiden entstehe durch Zufall und werde weder von einem selbst noch von jemand anderem gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten. ",
  "sn12.24:11.1": "Ānanda, dieses eine Mal hielt ich mich bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn12.24:11.2": "Da kleidete ich mich am Morgen an, nahm Schale und Robe und betrat Rājagaha zum Almosengang. ",
  "sn12.24:11.3": "Da dachte ich: ",
  "sn12.24:11.4": "‚Es ist zu früh für den Almosengang in Rājagaha. ",
  "sn12.24:11.5": "Warum gehe ich nicht zu dem Kloster der Wanderer, die andere Wege gehen?‘ ",
  "sn12.24:12.1": "Und ich ging zu dem Kloster der Wanderer, die andere Wege gehen, und tauschte dort mit den Wanderern Willkommensgrüße aus. ",
  "sn12.24:12.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte ich mich zur Seite hin. …“ ",
  "sn12.24:13.1": "(Die Wanderer stellten dem Buddha genau die gleichen Fragen, und der Buddha gab die gleichen Antworten.) ",
  "sn12.24:13.2": "",
  "sn12.24:13.3": "",
  "sn12.24:13.4": "",
  "sn12.24:13.5": "",
  "sn12.24:13.6": "",
  "sn12.24:14.1": "",
  "sn12.24:14.2": "",
  "sn12.24:14.3": "",
  "sn12.24:14.4": "",
  "sn12.24:14.5": "",
  "sn12.24:15.1": "",
  "sn12.24:15.2": "",
  "sn12.24:15.3": "",
  "sn12.24:15.4": "",
  "sn12.24:16.1": "",
  "sn12.24:16.2": "",
  "sn12.24:16.3": "",
  "sn12.24:16.4": "",
  "sn12.24:17.1": "„Es ist unglaublich, Herr, es ist erstaunlich, ",
  "sn12.24:17.2": "wie die ganze Sache in einen Satz gefasst werden kann. ",
  "sn12.24:17.3": "Könnte man diese Sache, die tiefgründig ist und auch so erscheint, ausführlich erklären?“ ",
  "sn12.24:18.1": "„Nun, Ānanda, stelle diese Sache selbst klar.“ ",
  "sn12.24:18.2": "„Herr, angenommen, ich würde gefragt: ",
  "sn12.24:18.3": "‚Werter Ānanda, was ist die Quelle, der Ursprung, die Wiege und die Herkunft von Alter und Tod?‘, ",
  "sn12.24:18.4": "dann würde ich so antworten: ",
  "sn12.24:18.5": "‚Werte Freunde, Wiedergeburt ist die Quelle, der Ursprung, die Wiege und die Herkunft von Alter und Tod.‘ ",
  "sn12.24:18.6": "So würde ich eine solche Frage beantworten. ",
  "sn12.24:19.1": "Angenommen, ich würde gefragt: ",
  "sn12.24:19.2": "‚Was ist die Quelle, der Ursprung, die Wiege und die Herkunft der Wiedergeburt?‘, ",
  "sn12.24:19.3": "dann würde ich so antworten: ",
  "sn12.24:19.4": "‚Fortgesetztes Dasein ist die Quelle, der Ursprung, die Wiege und die Herkunft der Wiedergeburt.‘ ",
  "sn12.24:19.5": "So würde ich eine solche Frage beantworten. ",
  "sn12.24:20.1": "Angenommen, ich würde gefragt: ",
  "sn12.24:20.2": "‚Was ist die Quelle, der Ursprung, die Wiege und die Herkunft des fortgesetzten Daseins?‘, ",
  "sn12.24:20.3": "dann würde ich so antworten: ",
  "sn12.24:20.4": "‚Ergreifen ist die Quelle, der Ursprung, die Wiege und die Herkunft des fortgesetzten Daseins.‘ ",
  "sn12.24:20.5": "So würde ich eine solche Frage beantworten. ",
  "sn12.24:21.1": "Angenommen, ich würde gefragt: ",
  "sn12.24:21.2": "‚Was ist die Quelle, der Ursprung, die Wiege und die Herkunft des Ergreifens?‘, … ",
  "sn12.24:21.3": "des Verlangens … ",
  "sn12.24:21.4": "des Gefühls … ",
  "sn12.24:21.5": "Angenommen, ich würde gefragt: ",
  "sn12.24:21.6": "‚Was ist die Quelle, der Ursprung, die Wiege und die Herkunft der Berührung?‘, ",
  "sn12.24:21.7": "dann würde ich so antworten: ",
  "sn12.24:21.8": "‚Die sechs Sinnesfelder sind die Quelle, der Ursprung, die Wiege und die Herkunft der Berührung.‘ ",
  "sn12.24:21.9": "‚Wenn die sechs Berührungsfelder schwinden und restlos aufhören, hört Berührung auf. ",
  "sn12.24:21.10": "Wenn Berührung aufhört, hört Gefühl auf. ",
  "sn12.24:21.11": "Wenn Gefühl aufhört, hört Verlangen auf. ",
  "sn12.24:21.12": "Wenn Verlangen aufhört, hört Ergreifen auf. ",
  "sn12.24:21.13": "Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf. ",
  "sn12.24:21.14": "Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf. ",
  "sn12.24:21.15": "Wenn Wiedergeburt aufhört, hören Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis auf. ",
  "sn12.24:21.16": "So hört diese ganze Masse des Leidens auf.‘ ",
  "sn12.24:21.17": "So würde ich eine solche Frage beantworten.“ "
}