{
  "sn12.34:0.1": "Verbundene Lehrreden 12.34 ",
  "sn12.34:0.2": "4. Das Kapitel mit Kaḷāra dem Adligen ",
  "sn12.34:0.3": "Grundlagen der Erkenntnis (2) ",
  "sn12.34:1.1": "In Sāvatthī. ",
  "sn12.34:1.2": "„Mönche und Nonnen, ich werde euch siebenundsiebzig Grundlagen der Erkenntnis lehren. ",
  "sn12.34:1.3": "Hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "sn12.34:1.4": "„Ja, Herr“, antworteten sie. ",
  "sn12.34:1.5": "Der Buddha sagte: ",
  "sn12.34:2.1": "„Und was sind die siebenundsiebzig Grundlagen der Erkenntnis? ",
  "sn12.34:2.2": "Die Erkenntnis, dass Wiedergeburt eine Bedingung für Alter und Tod ist, ",
  "sn12.34:2.3": "und die Erkenntnis, dass es ohne Wiedergeburt kein Alter und keinen Tod gibt. ",
  "sn12.34:2.4": "Ebenso in Bezug auf die Vergangenheit: Die Erkenntnis, dass Wiedergeburt eine Bedingung für Alter und Tod ist, und die Erkenntnis, dass es ohne Wiedergeburt kein Alter und keinen Tod gibt. ",
  "sn12.34:2.5": "Ebenso in Bezug auf die Zukunft: Die Erkenntnis, dass Wiedergeburt eine Bedingung für Alter und Tod ist, und die Erkenntnis, dass es ohne Wiedergeburt kein Alter und keinen Tod gibt. ",
  "sn12.34:2.6": "Und auch die Erkenntnis, dass selbst diese Erkenntnis der Beständigkeit natürlicher Gesetzmäßigkeiten enden, verschwinden, schwinden und aufhören muss. ",
  "sn12.34:3.1": "Die Erkenntnis, dass fortgesetztes Dasein eine Bedingung für Wiedergeburt ist … ",
  "sn12.34:3.2": "Ergreifen eine Bedingung für fortgesetztes Dasein … ",
  "sn12.34:3.3": "Verlangen eine Bedingung für Ergreifen … ",
  "sn12.34:3.4": "Gefühl eine Bedingung für Verlangen … ",
  "sn12.34:3.5": "Berührung eine Bedingung für Gefühl … ",
  "sn12.34:3.6": "die sechs Sinnesfelder eine Bedingung für Berührung … ",
  "sn12.34:3.7": "Name und Form eine Bedingung für die sechs Sinnesfelder … ",
  "sn12.34:3.8": "Bewusstsein eine Bedingung für Name und Form … ",
  "sn12.34:3.9": "Entscheidungen eine Bedingung für Bewusstsein … ",
  "sn12.34:3.10": "Die Erkenntnis, dass Unwissenheit eine Bedingung für Entscheidungen ist, und die Erkenntnis, dass es ohne Unwissenheit keine Entscheidungen gibt. ",
  "sn12.34:3.11": "Ebenso in Bezug auf die Vergangenheit: Die Erkenntnis, dass Unwissenheit eine Bedingung für Entscheidungen ist, und die Erkenntnis, dass es ohne Unwissenheit keine Entscheidungen gibt. ",
  "sn12.34:3.12": "Ebenso in Bezug auf die Zukunft: Die Erkenntnis, dass Unwissenheit eine Bedingung für Entscheidungen ist, und die Erkenntnis, dass es ohne Unwissenheit keine Entscheidungen gibt. ",
  "sn12.34:3.13": "Und auch die Erkenntnis, dass selbst diese Erkenntnis der Beständigkeit natürlicher Gesetzmäßigkeiten enden, verschwinden, schwinden und aufhören muss. ",
  "sn12.34:3.14": "Das nennt man die siebenundsiebzig Grundlagen der Erkenntnis.“ "
}