{
  "sn12.14:0.1": "'Verbundene Lehrreden 12.14 '",
  "sn12.14:0.2": "'2. Das Kapitel über Nahrung '",
  "sn12.14:0.3": "'Asketen und Brahmanen (2) '",
  "sn12.14:1.1": "'In Sāvatthī. '",
  "sn12.14:1.2": "'„Mönche und Nonnen, es gibt Asketen und Brahmanen, die diese Dinge nicht verstehen, nicht den Ursprung dieser Dinge, nicht das Aufhören dieser Dinge und nicht die Übung, die zu Aufhören dieser Dinge führt. Welche Dinge verstehen sie nicht? '",
  "sn12.14:2.1": "'Sie verstehen Alter und Tod nicht, nicht den Ursprung von Alter und Tod, nicht das Aufhören von Alter und Tod und nicht die Übung, die zum Aufhören von Alter und Tod führt. '",
  "sn12.14:2.2": "'Sie verstehen Wiedergeburt nicht … '",
  "sn12.14:2.3": "'fortgesetztes Dasein … '",
  "sn12.14:2.4": "'Ergreifen … '",
  "sn12.14:2.5": "'Verlangen … '",
  "sn12.14:2.6": "'Gefühl … '",
  "sn12.14:2.7": "'Kontakt … '",
  "sn12.14:2.8": "'die sechs Sinnesfelder … '",
  "sn12.14:2.9": "'Name und Form … '",
  "sn12.14:2.10": "'Bewusstsein … '",
  "sn12.14:2.11": "'Sie verstehen Entscheidungen nicht, nicht den Ursprung von Entscheidungen, nicht das Aufhören von Entscheidungen und nicht die Übung, die zum Aufhören von Entscheidungen führt. '",
  "sn12.14:2.12": "'Sie verstehen diese Dinge nicht, nicht den Ursprung dieser Dinge, nicht das Aufhören dieser Dinge und nicht die Übung, die zum Aufhören dieser Dinge führt. '",
  "sn12.14:2.13": "'Sie erachte ich nicht als wahre Asketen und Brahmanen. Diese Ehrwürdigen verwirklichen nicht das Ziel des Lebens als Asket oder Brahmane, sie leben nicht, indem sie es mit ihrer eigenen Einsicht erkannt haben. '",
  "sn12.14:3.1": "'Es gibt Asketen und Brahmanen, die diese Dinge verstehen, den Ursprung dieser Dinge, das Aufhören dieser Dinge und die Übung, die zum Aufhören dieser Dinge führt. Welche Dinge verstehen sie? '",
  "sn12.14:4.1": "'Sie verstehen Alter und Tod, den Ursprung von Alter und Tod, das Aufhören von Alter und Tod und die Übung, die zum Aufhören von Alter und Tod führt. '",
  "sn12.14:4.2": "'Sie verstehen Wiedergeburt … '",
  "sn12.14:4.3": "'fortgesetztes Dasein … '",
  "sn12.14:4.4": "'Ergreifen … '",
  "sn12.14:4.5": "'Verlangen … '",
  "sn12.14:4.6": "'Gefühl … '",
  "sn12.14:4.7": "'Kontakt … '",
  "sn12.14:4.8": "'die sechs Sinnesfelder … '",
  "sn12.14:4.9": "'Name und Form … '",
  "sn12.14:4.10": "'Bewusstsein … '",
  "sn12.14:4.11": "'Sie verstehen Entscheidungen, den Ursprung von Entscheidungen, das Aufhören von Entscheidungen und die Übung, die zum Aufhören von Entscheidungen führt. '",
  "sn12.14:4.12": "'Sie verstehen diese Dinge, den Ursprung dieser Dinge, das Aufhören dieser Dinge und die Übung, die zum Aufhören dieser Dinge führt. '",
  "sn12.14:4.13": "'Sie erachte ich als wahre Asketen und Brahmanen. Diese Ehrwürdigen verwirklichen das Ziel des Lebens als Asket oder Brahmane, sie leben, indem sie es mit ihrer eigenen Einsicht erkannt haben.“ '"
}