{
  "sn12.25:0.1": "Verbundene Lehrreden 12.25 ",
  "sn12.25:0.2": "3. Das Kapitel über die zehn Kräfte ",
  "sn12.25:0.3": "Mit Bhūmija ",
  "sn12.25:1.1": "In Sāvatthī. ",
  "sn12.25:1.2": "Da kam der Ehrwürdige Bhūmija am späten Nachmittag aus seiner Klausur, ging zum Ehrwürdigen Sāriputta und tauschte Willkommensgrüße mit ihm aus. ",
  "sn12.25:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu ihm: ",
  "sn12.25:2.1": "„Werter Sāriputta, es gibt Asketen und Brahmanen, die die Wirksamkeit von Taten lehren. Manche von ihnen behaupten, Glück und Schmerz würden von einem selbst gemacht. ",
  "sn12.25:2.2": "Manche von ihnen behaupten, Glück und Schmerz würden von jemand anderem gemacht. ",
  "sn12.25:2.3": "Manche von ihnen behaupten, Glück und Schmerz würden sowohl von einem selbst als auch von jemand anderem gemacht. ",
  "sn12.25:2.4": "Manche von ihnen behaupten, Glück und Schmerz entstünden durch Zufall und würden weder von einem selbst noch von jemand anderem gemacht. ",
  "sn12.25:2.5": "Was sagt der Buddha darüber? Wie erklärt er es? ",
  "sn12.25:2.6": "Wie sollten wir antworten, um die Worte des Buddha wiederzugeben und ihn nicht mit einer Unwahrheit falsch darzustellen? Wie sollten wir im Einklang mit seiner Lehre sprechen, sodass wir nicht zu Recht getadelt und kritisiert werden könnten?“ ",
  "sn12.25:3.1": "„Werter Freund, der Buddha sagte, Glück und Schmerz seien abhängig entstanden. ",
  "sn12.25:3.2": "Abhängig wovon? ",
  "sn12.25:3.3": "Abhängig von Berührung. ",
  "sn12.25:3.4": "Wenn du das sagen würdest, würdest du die Worte des Buddha wiedergeben und ihn nicht mit einer Unwahrheit falsch darstellen. Du würdest im Einklang mit seiner Lehre sprechen, und du könntest nicht zu Recht getadelt und kritisiert werden. ",
  "sn12.25:4.1": "Es gibt Asketen und Brahmanen, die die Wirksamkeit von Taten lehren. Im Fall derer, die behaupten, Glück und Schmerz würden von einem selbst gemacht: Das ist durch Berührung bedingt. … ",
  "sn12.25:4.2": "",
  "sn12.25:4.3": "",
  "sn12.25:4.4": "Im Fall derer, die behaupten, Glück und Schmerz entstünden durch Zufall und würden weder von einem selbst noch von jemand anderem gemacht: Auch das ist durch Berührung bedingt. ",
  "sn12.25:5.1": "Es gibt Asketen und Brahmanen, die die Wirksamkeit von Taten lehren. Im Fall derer, die behaupten, Glück und Schmerz würden von einem selbst gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten. … ",
  "sn12.25:5.2": "",
  "sn12.25:5.3": "",
  "sn12.25:5.4": "Im Fall derer, die behaupten, Glück und Schmerz entstünden durch Zufall und würden weder von einem selbst noch von jemand anderem gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten.“ ",
  "sn12.25:6.1": "Der Ehrwürdige Ānanda hörte dieses Gespräch zwischen dem Ehrwürdigen Sāriputta und dem Ehrwürdigen Bhūmija. ",
  "sn12.25:6.2": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin ",
  "sn12.25:6.3": "und berichtete dem Buddha, worüber sie gesprochen hatten. ",
  "sn12.25:7.1": "„Gut, gut, Ānanda! Es ist genauso wie Sāriputta so richtig erklärt hat. ",
  "sn12.25:7.2": "Ich habe gesagt, Glück und Schmerz seien abhängig entstanden. ",
  "sn12.25:7.3": "Abhängig wovon? ",
  "sn12.25:7.4": "Abhängig von Berührung. ",
  "sn12.25:7.5": "Wenn du das sagen würdest, würdest du meine Worte wiedergeben und mich nicht mit einer Unwahrheit falsch darstellen. Du würdest im Einklang mit meiner Lehre sprechen, und du könntest nicht zu Recht getadelt und kritisiert werden. ",
  "sn12.25:8.1": "Es gibt Asketen und Brahmanen, die die Wirksamkeit von Taten lehren. Im Fall derer, die behaupten, Glück und Schmerz würden von einem selbst gemacht: Das ist durch Berührung bedingt. … ",
  "sn12.25:8.2": "",
  "sn12.25:8.3": "",
  "sn12.25:8.4": "Im Fall derer, die behaupten, Glück und Schmerz entstünden durch Zufall und würden weder von einem selbst noch von jemand anderem gemacht: Auch das ist durch Berührung bedingt. ",
  "sn12.25:9.1": "Es gibt Asketen und Brahmanen, die die Wirksamkeit von Taten lehren. Im Fall derer, die behaupten, Glück und Schmerz würden von einem selbst gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten. … ",
  "sn12.25:9.2": "",
  "sn12.25:9.3": "",
  "sn12.25:9.4": "Im Fall derer, die behaupten, Glück und Schmerz entstünden durch Zufall und würden weder von einem selbst noch von jemand anderem gemacht: Es ist unmöglich, dass sie das ohne Berührung erfahren könnten. ",
  "sn12.25:10.1": "Ānanda, solange es einen Körper gibt, führt die Absicht, die eine körperliche Handlung zur Folge hat, dazu, dass in einem Glück oder Schmerz entsteht. ",
  "sn12.25:10.2": "Solange es eine Stimme gibt, führt die Absicht, die eine sprachliche Handlung zur Folge hat, dazu, dass in einem Glück oder Schmerz entsteht. ",
  "sn12.25:10.3": "Solange es einen Geist gibt, führt die Absicht, die eine geistige Handlung zur Folge hat, dazu, dass in einem Glück oder Schmerz entsteht – insofern dabei Unwissenheit die Bedingung ist. ",
  "sn12.25:11.1": "Man selbst gibt den Anstoß zu der Entscheidung, die eine körperliche, sprachliche oder geistige Handlung zur Folge hat, welche dazu führt, dass in einem dieses Glück oder dieser Schmerz entsteht. ",
  "sn12.25:11.2": "Oder jemand anders gibt den Anstoß zu der Entscheidung … ",
  "sn12.25:11.3": "Man gibt bewusst den Anstoß zu der Entscheidung … ",
  "sn12.25:11.4": "Oder man gibt unbewusst den Anstoß zu der Entscheidung … ",
  "sn12.25:12.1": "",
  "sn12.25:12.2": "",
  "sn12.25:12.3": "",
  "sn12.25:12.4": "",
  "sn12.25:13.1": "",
  "sn12.25:13.2": "",
  "sn12.25:13.3": "",
  "sn12.25:13.4": "",
  "sn12.25:14.1": "Bei all diesen Vorgängen ist Unwissenheit beteiligt. ",
  "sn12.25:14.2": "Aber wenn Unwissenheit schwindet und restlos aufhört, gibt es keinen Körper und keine Stimme und keinen Geist, die bedingen könnten, dass Glück und Schmerz in einem entstehen. ",
  "sn12.25:14.3": "Es gibt kein Feld, keinen Boden, keinen Bereich, keine Grundlage, die bedingen könnten, dass dieses Glück und dieser Schmerz in einem entstehen.“ "
}