{
  "sn12.61:0.1": "Verbundene Lehrreden 12.61 ",
  "sn12.61:0.2": "7. Das große Kapitel ",
  "sn12.61:0.3": "Ungebildet ",
  "sn12.61:1.1": "So habe ich es gehört: ",
  "sn12.61:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. … ",
  "sn12.61:1.3": "„Mönche und Nonnen, ein ungebildeter gewöhnlicher Mensch kann in Bezug auf diesen Körper, der aus den vier Grundelementen besteht, ernüchtert werden, die Leidenschaft verlieren und befreit sein. ",
  "sn12.61:1.4": "Und warum? ",
  "sn12.61:1.5": "Bei diesem Körper, der aus den vier Grundelementen besteht, sieht man, wie er anhäuft und abbaut, wie er aufgenommen und zur Ruhe gelegt wird. ",
  "sn12.61:1.6": "Aus diesem Grund kann ein ungebildeter gewöhnlicher Mensch hier ernüchtert werden, die Leidenschaft verlieren und befreit sein. ",
  "sn12.61:2.1": "Aber in Bezug auf das, was man ‚Geist‘, ‚Denkvermögen‘ oder ‚Bewusstsein‘ nennt, ist ein ungebildeter gewöhnlicher Mensch nicht in der Lage, ernüchtert zu werden, die Leidenschaft zu verlieren und befreit zu sein. ",
  "sn12.61:2.2": "Und warum nicht? ",
  "sn12.61:2.3": "Weil er lange Zeit daran festgehalten hat, es als sein Eigenes betrachtet hat und fälschlich darüber gedacht hat: ",
  "sn12.61:2.4": "‚Das ist mein, das bin ich, das ist mein Selbst.‘ ",
  "sn12.61:2.5": "Aus diesem Grund kann ein ungebildeter gewöhnlicher Mensch hier nicht ernüchtert werden, die Leidenschaft verlieren und befreit sein. ",
  "sn12.61:3.1": "Aber ein ungebildeter gewöhnlicher Mensch täte besser daran, diesen Körper, der aus den vier Grundelementen besteht, als sein Selbst anzusehen, als den Geist. ",
  "sn12.61:3.2": "Und warum? ",
  "sn12.61:3.3": "Man sieht, dass dieser Körper, der aus den vier Grundelementen besteht, ein Jahr besteht, dass er zwei Jahre, drei, vier, fünf oder zehn Jahre, zwanzig, dreißig, vierzig, fünfzig, hundert Jahre oder sogar länger besteht. ",
  "sn12.61:4.1": "Aber das, was man ‚Geist‘, ‚Denkvermögen‘ oder ‚Bewusstsein‘ nennt, entsteht als ein Ding und hört als ein anderes auf, bei Tag und bei Nacht. ",
  "sn12.61:4.2": "Wie ein Affe, der sich durch den Wald bewegt: Er greift nach einem Ast, lässt ihn los und greift nach einem anderen; lässt diesen los und greift wieder nach einem anderen. ",
  "sn12.61:4.3": "Ebenso entsteht das, was man ‚Geist‘, ‚Denkvermögen‘ oder ‚Bewusstsein‘ nennt, als ein Ding und hört als ein anderes auf, bei Tag und bei Nacht. ",
  "sn12.61:5.1": "Ein gebildeter edler Schüler wendet sich dem abhängigen Entstehen selbst sorgfältig und gründlich zu: ",
  "sn12.61:5.2": "‚Wenn dieses besteht, ist jenes; aufgrund des Entstehens von diesem entsteht jenes. ",
  "sn12.61:5.3": "Wenn dieses nicht besteht, ist jenes nicht; aufgrund des Aufhörens von diesem hört jenes auf. Das heißt: ",
  "sn12.61:5.4": "Unwissenheit ist eine Bedingung für Entscheidungen. ",
  "sn12.61:5.5": "Entscheidungen sind eine Bedingung für Bewusstsein … ",
  "sn12.61:5.6": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.61:5.7": "Wenn Unwissenheit schwindet und restlos aufhört, hören Entscheidungen auf. ",
  "sn12.61:5.8": "Wenn Entscheidungen aufhören, hört Bewusstsein auf … ",
  "sn12.61:5.9": "So hört diese ganze Masse des Leidens auf.‘ ",
  "sn12.61:6.1": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert von Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. ",
  "sn12.61:6.2": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn12.61:6.3": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ "
}