{
  "sn12.41:0.1": "Verbundene Lehrreden 12.41 ",
  "sn12.41:0.2": "5. Das Kapitel über Hausbesitzer ",
  "sn12.41:0.3": "Gefahren und Bedrohungen ",
  "sn12.41:1.1": "In Sāvatthī. ",
  "sn12.41:1.2": "Da ging der Hausbesitzer Anāthapiṇḍika zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "sn12.41:2.1": "„Hausbesitzer, wenn ein edler Schüler fünf Gefahren und Bedrohungen gebannt hat, die vier Faktoren des Stromeintritts besitzt und den edlen Kreislauf mit Weisheit klar gesehen und erfasst hat, kann er, wenn er will, von sich erklären: ",
  "sn12.41:2.2": "‚Ich habe mit der Wiedergeburt in der Hölle, dem Tierreich und dem Gespensterreich abgeschlossen. Mit allen verlorenen Orten habe ich abgeschlossen, mit allen schlechten Orten, mit der Unterwelt. Ich bin in den Strom eingetreten! Ich muss nicht mehr in der Unterwelt wiedergeboren werden und bin für das Erwachen bestimmt.‘ ",
  "sn12.41:3.1": "Was sind die fünf Gefahren und Bedrohungen, die er gebannt hat? ",
  "sn12.41:3.2": "Jeder, der lebende Geschöpfe tötet, schafft Gefahren und Bedrohungen sowohl in diesem als auch in künftigen Leben und empfindet seelischen Schmerz und Traurigkeit. Für jeden, der es unterlässt, lebende Geschöpfe zu töten, ist diese Gefahr und Bedrohung gebannt. ",
  "sn12.41:4.1": "Jeder, der stiehlt, schafft Gefahren und Bedrohungen sowohl in diesem als auch in künftigen Leben und empfindet seelischen Schmerz und Traurigkeit. Für jeden, der das Stehlen unterlässt, ist diese Gefahr und Bedrohung gebannt. ",
  "sn12.41:5.1": "Jeder, der sexuelle Verfehlungen begeht, schafft Gefahren und Bedrohungen sowohl in diesem als auch in künftigen Leben und empfindet seelischen Schmerz und Traurigkeit. Für jeden, der es unterlässt, sexuelle Verfehlungen zu begehen, ist diese Gefahr und Bedrohung gebannt. ",
  "sn12.41:6.1": "Jeder, der lügt, schafft Gefahren und Bedrohungen sowohl in diesem als auch in künftigen Leben und empfindet seelischen Schmerz und Traurigkeit. Für jeden, der das Lügen unterlässt, ist diese Gefahr und Bedrohung gebannt. ",
  "sn12.41:7.1": "Jeder, der Alkohol trinkt, der nachlässig macht, schafft Gefahren und Bedrohungen sowohl in diesem als auch in künftigen Leben und empfindet seelischen Schmerz und Traurigkeit. Für jeden, der es unterlässt, Alkohol zu trinken, der nachlässig macht, ist diese Gefahr und Bedrohung gebannt. ",
  "sn12.41:7.2": "Das sind die fünf Gefahren und Bedrohungen, die er gebannt hat. ",
  "sn12.41:8.1": "Was sind die vier Faktoren des Stromeintritts, die er besitzt? ",
  "sn12.41:8.2": "Da hat ein edler Schüler auf Erfahrung gegründete Zuversicht zum Buddha: ",
  "sn12.41:8.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "sn12.41:9.1": "Er hat auf Erfahrung gegründete Zuversicht zur Lehre: ",
  "sn12.41:9.2": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben ersichtlich, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "sn12.41:10.1": "Er hat auf Erfahrung gegründete Zuversicht zum Saṅgha: ",
  "sn12.41:10.2": "‚Der Saṅgha der Schüler des Buddha übt nach dem guten Weg, dem geraden Weg, dem methodischen Weg, dem Weg des richtigen Vorgehens. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "sn12.41:11.1": "Und das sittliche Verhalten eines edlen Schülers wird von den Edlen geliebt, ist ungebrochen, makellos, ohne Flecken und unbeschädigt. Es ist befreiend und wird von vernünftigen Menschen gepriesen, ist richtig verstanden und führt in die Versenkung. ",
  "sn12.41:11.2": "Das sind die vier Faktoren des Stromeintritts, die er besitzt. ",
  "sn12.41:12.1": "Und was ist der edle Kreislauf, den er mit Weisheit klar gesehen und erfasst hat? ",
  "sn12.41:12.2": "Da wendet sich ein gebildeter edler Schüler dem abhängigen Entstehen selbst sorgfältig und gründlich zu: ",
  "sn12.41:12.3": "‚Wenn dieses besteht, ist jenes; aufgrund des Entstehens von diesem entsteht jenes. ",
  "sn12.41:12.4": "Wenn dieses nicht besteht, ist jenes nicht; aufgrund des Aufhörens von diesem hört jenes auf. Das heißt: ",
  "sn12.41:12.5": "Unwissenheit ist eine Bedingung für Entscheidungen. ",
  "sn12.41:12.6": "Entscheidungen sind eine Bedingung für Bewusstsein. … ",
  "sn12.41:12.7": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn12.41:12.8": "Wenn Unwissenheit schwindet und restlos aufhört, hören Entscheidungen auf. ",
  "sn12.41:12.9": "Wenn Entscheidungen aufhören, hört Bewusstsein auf. … ",
  "sn12.41:12.10": "So hört diese ganze Masse des Leidens auf.‘ ",
  "sn12.41:12.11": "Das ist der edle Kreislauf, den er mit Weisheit klar gesehen und erfasst hat. ",
  "sn12.41:13.1": "Wenn ein edler Schüler diese fünf Gefahren und Bedrohungen gebannt hat, diese vier Faktoren des Stromeintritts besitzt und diesen edlen Kreislauf mit Weisheit klar gesehen und erfasst hat, kann er, wenn er will, von sich erklären: ",
  "sn12.41:13.2": "‚Ich habe mit der Wiedergeburt in der Hölle, dem Tierreich und dem Gespensterreich abgeschlossen. Mit allen verlorenen Orten habe ich abgeschlossen, mit allen schlechten Orten, mit der Unterwelt. Ich bin in den Strom eingetreten! Ich muss nicht mehr in der Unterwelt wiedergeboren werden und bin für das Erwachen bestimmt.‘“ "
}