{
  "sn12.14:0.1": "Verbundene Lehrreden 12",
  "sn12.14:0.2": "2. Nahrung",
  "sn12.14:0.3": "14. Asketen und Brahmanen (2) ",
  "sn12.14:1.1": "In Sāvatthī. ",
  "sn12.14:1.2": "„Mönche und Nonnen, es gibt Asketen und Brahmanen, die diese Dinge nicht verstehen, nicht ihr Entstehen, nicht ihr Aufhören und nicht die Übung, die zu ihrem Aufhören führt. Welche Dinge verstehen sie nicht? ",
  "sn12.14:2.1": "Sie verstehen Alter und Tod nicht, nicht ihr Entstehen, nicht ihr Aufhören und nicht die Übung, die zu ihrem Aufhören führt. ",
  "sn12.14:2.2": "Sie verstehen Wiedergeburt nicht … ",
  "sn12.14:2.3": "fortgesetztes Dasein … ",
  "sn12.14:2.4": "Ergreifen … ",
  "sn12.14:2.5": "Verlangen … ",
  "sn12.14:2.6": "Gefühl … ",
  "sn12.14:2.7": "Berührung … ",
  "sn12.14:2.8": "die sechs Sinnesfelder … ",
  "sn12.14:2.9": "Name und Form … ",
  "sn12.14:2.10": "Bewusstsein … ",
  "sn12.14:2.11": "Sie verstehen Entscheidungen nicht, nicht ihr Entstehen, nicht ihr Aufhören und nicht die Übung, die zu ihrem Aufhören führt. ",
  "sn12.14:2.12": "Sie verstehen diese Dinge nicht, nicht ihr Entstehen, nicht ihr Aufhören und nicht die Übung, die zu ihrem Aufhören führt. ",
  "sn12.14:2.13": "Sie betrachte ich nicht als wahre Asketen und Brahmanen. Diese Ehrwürdigen werden sich nicht klar über das Ziel des Lebens als Asket oder Brahmane, sie erkennen es nicht durch eigene Einsicht und leben nicht darin. ",
  "sn12.14:3.1": "Es gibt Asketen und Brahmanen, die diese Dinge verstehen, ihr Entstehen, ihr Aufhören und die Übung, die zu ihrem Aufhören führt. Welche Dinge verstehen sie? ",
  "sn12.14:4.1": "Sie verstehen Alter und Tod, ihr Entstehen, ihr Aufhören und die Übung, die zu ihrem Aufhören führt. ",
  "sn12.14:4.2": "Sie verstehen Wiedergeburt … ",
  "sn12.14:4.3": "fortgesetztes Dasein … ",
  "sn12.14:4.4": "Ergreifen … ",
  "sn12.14:4.5": "Verlangen … ",
  "sn12.14:4.6": "Gefühl … ",
  "sn12.14:4.7": "Berührung … ",
  "sn12.14:4.8": "die sechs Sinnesfelder … ",
  "sn12.14:4.9": "Name und Form … ",
  "sn12.14:4.10": "Bewusstsein … ",
  "sn12.14:4.11": "Sie verstehen Entscheidungen, ihr Entstehen, ihr Aufhören und die Übung, die zu ihrem Aufhören führt. ",
  "sn12.14:4.12": "Sie verstehen diese Dinge, ihr Entstehen, ihr Aufhören und die Übung, die zu ihrem Aufhören führt. ",
  "sn12.14:4.13": "Sie betrachte ich als wahre Asketen und Brahmanen. Diese Ehrwürdigen werden sich klar über das Ziel des Lebens als Asket oder Brahmane, sie erkennen es durch eigene Einsicht und leben darin.“ "
}