{
  "ud4.8:0.1": "'Nadahnuća 4.8 '",
  "ud4.8:0.2": "'Sundarī '",
  "ud4.8:1.1": "'Ovako sam čuo. '",
  "ud4.8:1.2": "'Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. '",
  "ud4.8:1.3": "'Tu je on bio poštovan i obožavan, divili su mu se, klanjali i cenili ga, obezbeđivali sve što mu je neophodno: ogrtač, hranu, smeštaj i lekove. '",
  "ud4.8:1.4": "'Isto tako je i monaška zajednica bila poštovana. '",
  "ud4.8:1.5": "'Ali askete drugih škola nisu toliko poštovali. '",
  "ud4.8:2.1": "'I pošto nisu mogli da podnesu toliko poštovanje prema Blaženom i monaškoj zajednici, otidoše do asketkinje Sundarī. Kad su stigli, ovako joj rekoše: '",
  "ud4.8:2.2": "'„Sestro, šta bi ti učinila za dobrobit svojih srodnika?” '",
  "ud4.8:2.3": "'„Šta treba da učinim, poštovani? '",
  "ud4.8:2.4": "'I šta to nisam u stanju da učinim? '",
  "ud4.8:2.5": "'Svoj život sam napustila za dobrobit svojih srodnika.” '",
  "ud4.8:3.1": "'„Tada bi, sestro, trebalo češće da ideš u Đetin gaj.” '",
  "ud4.8:3.2": "'„U redu, poštovani,” reče Sundarī, te pošto je tako odgovorila tim asketama drugih tradicija, poče često da odlazi u Đetin gaj. '",
  "ud4.8:4.1": "'Kada su se askete drugih tradicija uverili: '",
  "ud4.8:4.2": "'„Mnogo je ljudi videlo asketkinju Sundarī kako često ide u Đetin gaj”, '",
  "ud4.8:4.3": "'ubiše je i zakopaše u kanalu, odmah pored Đetinog gaja. Onda odoše do Pasenadija, kralja Kosale, pa mu ovako rekoše: '",
  "ud4.8:4.4": "'„Veliki kralju, one asketkinje po imenu Sundarī nigde nema.” '",
  "ud4.8:4.5": "'„A gde mislite da bi mogla biti?” '",
  "ud4.8:4.6": "'„U Đetinom gaju, veliki kralju.” '",
  "ud4.8:4.7": "'„U tom slučaju proverite Đetin gaj.” '",
  "ud4.8:5.1": "'Onda te askete drugih tradicija pretražiše Đetin gaj i iz one rupe izvadiše ono što su u nju stavili i položiše na drvenu platformu, pa odnesoše u Sāvatthī. Tu su išli od ulice do ulice, od raskršća do raskršća i dozivali ljude: '",
  "ud4.8:6.1": "'„Pogledajte šta su učinili sakyaputtiye! '",
  "ud4.8:6.2": "'Besramni su ti sakyaputtiye, bez trunke morala, lažljivi, razvratnici! '",
  "ud4.8:6.3": "'A tvrde da su čestiti, predani, vrli, istinoljupci, moralni ljudi, koji se ponašaju kako dolikuje! '",
  "ud4.8:6.4": "'Nema u njima asketizma, nema u njima vrline! '",
  "ud4.8:6.5": "'Nestao je njihov asketizam, nestala sva njihova vrlina! '",
  "ud4.8:6.6": "'Gde im je asketizam, a gde vrlina? '",
  "ud4.8:6.7": "'Napustili su i jedno i drugo! '",
  "ud4.8:6.8": "'Jer kako bi neko, učinivši ono što je učinio, mogao lišiti života jednu ženu?” '",
  "ud4.8:7.1": "'Onda su ljudi u Sāvatthīju, videvši monahe, vulgarnim i grubim rečima vređali ih, optuživali, kritikovali i besneli: '",
  "ud4.8:8.1": "'„Besramni su ti sakyaputtiye… '",
  "ud4.8:8.7": "'Jer kako bi neko, učinivši ono što je učinio, mogao lišiti života jednu ženu?” '",
  "ud4.8:9.1": "'Onda se jednoga jutra grupa monaha obukla, uzeše svaki svoju prosjačku zdelu i gornji ogrtač, pa krenuše put Sāvatthīja da prose hranu. '",
  "ud4.8:9.2": "'A kad su isprosili hranu u Sāvatthīju i vratili se, posle obroka, odoše do Blaženog. Pošto su mu se poklonili, sedoše sa strane i ovako rekoše Blaženom: '",
  "ud4.8:10.1": "'„Poštovani gospodine, videvši monahe, ljudi u Sāvatthīju sada vulgarnim i grubim rečima vređaju ih, optužuju, kritikuju i besne: '",
  "ud4.8:10.2": "'’Besramni su ti sakyaputtiye, bez trunke morala, lažljivi, razvratnici! '",
  "ud4.8:10.3": "'A tvrde da su čestiti, predani, vrli, istinoljupci, moralni ljudi, koji se ponašaju kako dolikuje! '",
  "ud4.8:10.4": "'Nema u njima asketizma, nema u njima vrline! '",
  "ud4.8:10.5": "'Nestao je njihov asketizam, nestala sva njihova vrlina! '",
  "ud4.8:10.6": "'Gde im je asketizam, a gde vrlina? '",
  "ud4.8:10.7": "'Napustili su i jedno i drugo! '",
  "ud4.8:10.8": "'Jer kako bi neko, učinivši ono što je učinio, mogao lišiti života jednu ženu?’ '",
  "ud4.8:11.1": "'„Monasi, neće ta buka potrajati dugo, samo sedam dana; a posle sedam dana će utihnuti. '",
  "ud4.8:11.2": "'Dakle, monasi, kada videvši vas, ljudi budu vulgarnim i grubim rečima vređali vas, optuživali, kritikovali i besneli, odgovorite im ovim stihovima: '",
  "ud4.8:12.1": "'’Lažljivac u čistilištu završava, '",
  "ud4.8:12.2": "'kao i onaj ko poriče učinjeno; '",
  "ud4.8:12.3": "'obojicu prestupnika isto čeka kad umru, '",
  "ud4.8:12.4": "'u sledećem životu’.” '",
  "ud4.8:13.1": "'Naučivši dobro ove stihove u prisustvu Blaženog, ovi monasi su ljudima koji su ih, videvši ih, vulgarnim i grubim rečima vređali, optuživali, kritikovali i besneli, ovako odgovarali: '",
  "ud4.8:14.1": "'„Lažljivac u čistilištu završava, '",
  "ud4.8:14.2": "'kao i onaj ko poriče učinjeno; '",
  "ud4.8:14.3": "'obojicu prestupnika isto čeka kad umru, '",
  "ud4.8:14.4": "'u sledećem životu’.” '",
  "ud4.8:15.1": "'A ti ljudi tada pomisliše: '",
  "ud4.8:15.2": "'„Ovi sakyaputtiye nisu počinioci, to nije njihovo delo, ovi askete govore istinu.” '",
  "ud4.8:15.3": "'Tako buka ne potraja dugo, samo sedam dana; a posle sedam dana utihnu. '",
  "ud4.8:16.1": "'Onda velika grupa monaha dođe do Blaženog, pokloni mu se i sede sa strane. Dok su tako sedeli, ovako mu rekoše: '",
  "ud4.8:17.1": "'„Zadivljujuće je to, poštovani, čudesno je to! '",
  "ud4.8:17.2": "'Kako je to dobro rekao Blaženi: '",
  "ud4.8:17.3": "'’Monasi, neće ta buka potrajati dugo, samo sedam dana; a posle sedam dana će utihnuti.’ '",
  "ud4.8:17.4": "'I zaista je, poštovani gospodine, buka utihnula.” '",
  "ud4.8:18.1": "'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: '",
  "ud4.8:19.1": "'„Neobuzdani bodu svojim rečima druge, '",
  "ud4.8:19.2": "'kao što slona u bici strelama pogode. '",
  "ud4.8:19.3": "'Ali kad čuje reč grubu, njemu upućenu, '",
  "ud4.8:19.4": "'monahu trpeljivom srce čisto ostaje.” '"
}