{
  "ud4.1:0.1": "'\"\\'Nadahnuća 4.1 \\'\"'",
  "ud4.1:0.2": "'\"\\'Meghiya \\'\"'",
  "ud4.1:1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "ud4.1:1.2": "'\"\\'Jednom je Blaženi boravio kraj sela Ćālika, na Ćalika planini. \\'\"'",
  "ud4.1:1.3": "'\"\\'U to vreme lični pratilac Blaženog bio je Meghiya. \\'\"'",
  "ud4.1:1.4": "'\"\\'Onda poštovani Meghiya dođe do Blaženog, pokloni mu se i stade sa strane. Dok je tako stajao, poštovani Meghiya ovako reče Blaženome: \\'\"'",
  "ud4.1:1.5": "'\"\\'„Poštovani gospodine, želim da idem u selo Đantu u prošenje hrane.” \\'\"'",
  "ud4.1:1.6": "'\"\\'„Učini, Meghiya, onako kako misliš da treba.” \\'\"'",
  "ud4.1:2.1": "'\"\\'Tako se ujutro poštovani Meghiya obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put sela Đantu da prosi hranu. \\'\"'",
  "ud4.1:2.2": "'\"\\'Kad je prošao selo i vratio se iz prošenja hrane, posle obroka, otide on do obale reke Kimikāle. \\'\"'",
  "ud4.1:2.3": "'\"\\'Dok je hodao i lutao unaokolo da protegne noge, ugleda poštovani Meghiya kraj obale divan, prijatan, zanosan mangov gaj. \\'\"'",
  "ud4.1:2.4": "'\"\\'Videvši ga, pomisli: \\'\"'",
  "ud4.1:2.5": "'\"\\'„Oh, zaista je divan ovaj mangov gaj, tako prijatan, zanosan. Izgleda mi dovoljan za čoveka koji je u naponu mladenačke snage odlučio da se posveti duhovnom naporu. \\'\"'",
  "ud4.1:2.6": "'\"\\'Ako se Blaženi saglasi, došao bih u ovaj mangov gaj radi duhovnog napora.” \\'\"'",
  "ud4.1:3.1": "'\"\\'Onda poštovani Meghiya dođe do Blaženog, pokloni mu se i sede sa strane. \\'\"'",
  "ud4.1:3.2": "'\"\\'Dok je tako sedeo, poštovani Meghiya ovako reče Blaženome: \\'\"'",
  "ud4.1:4.1": "'\"\\'„Poštovani gospodine, jutros sam se obukao, uzeo svoju prosjačku zdelu i gornji ogrtač, pa krenuo put sela Đantu da prosim hranu. \\'\"'",
  "ud4.1:4.2": "'\"\\'Kad sam prošao selo i vratio se iz prošenja hrane, posle obroka, otidoh do obale reke Kimikāḷe. \\'\"'",
  "ud4.1:4.3": "'\"\\'Dok sam hodao i lutao unaokolo da protegnem noge, ugledah kraj obale divan, prijatan, zanosan mangov gaj. \\'\"'",
  "ud4.1:4.4": "'\"\\'Videvši ga, pomislih: \\'\"'",
  "ud4.1:4.5": "'\"\\'’Oh, zaista je divan ovaj mangov gaj, tako prijatan, zanosan. \\'\"'",
  "ud4.1:4.6": "'\"\\'Izgleda mi dovoljan za čoveka koji je u naponu mladenačke snage odlučio da se posveti duhovnom naporu. \\'\"'",
  "ud4.1:4.7": "'\"\\'Ako se Blaženi saglasi, došao bih u ovaj mangov gaj radi duhovnog napora.’ \\'\"'",
  "ud4.1:4.8": "'\"\\'Da li ste, poštovani gospodine, saglasni da odem u taj mangov gaj radi duhovnog napora?” \\'\"'",
  "ud4.1:5.1": "'\"\\'Saslušavši ga, Blaženi ovako reče poštovanom Meghiyi: \\'\"'",
  "ud4.1:5.2": "'\"\\'„Megiya, ostani ovde dok sam sâm, sve dok ne dođe neki drugi monah.” \\'\"'",
  "ud4.1:6.1": "'\"\\'Po drugi put… \\'\"'",
  "ud4.1:7.1": "'\"\\'Po treći put poštovani Meghiya ovako reče Blaženome: \\'\"'",
  "ud4.1:7.2": "'\"\\'„Poštovani gospodine, nema ničeg što bi za Blaženog još trebalo učiniti, ničega dodati tome što je već učinjeno. \\'\"'",
  "ud4.1:7.3": "'\"\\'Ali za mene, poštovani gospodine, ima još onoga što treba učiniti, onoga što treba dodati tome što je već učinjeno. \\'\"'",
  "ud4.1:7.4": "'\"\\'Ako se Blaženi saglasi, mogao bih otići do mangovog gaja radi duhovnog napora.” \\'\"'",
  "ud4.1:7.5": "'\"\\'„Pošto govoriš o duhovnom naporu, Meghiya, šta bih mogao na to reći? \\'\"'",
  "ud4.1:7.6": "'\"\\'Učini onako kako misliš da treba.” \\'\"'",
  "ud4.1:8.1": "'\"\\'Na to poštovani Meghiya ustade sa svog mesta, pokloni se, pa pazeći da mu Blaženi ostane sa desne strane, otide do onog mangovog gaja. Kad je zašao u njega, sede u podnožje nekog drveta da tu provede ostatak dana. \\'\"'",
  "ud4.1:8.2": "'\"\\'I dok je tu boravio, poštovanog Meghiyu su zaokupljale uglavnom tri loše, štetne vrste misli: \\'\"'",
  "ud4.1:8.3": "'\"\\'misao o čulnim zadovoljstvima, misao o mržnji i misao o povređivanju. \\'\"'",
  "ud4.1:9.1": "'\"\\'Onda poštovani Meghiya ovako pomisli: \\'\"'",
  "ud4.1:9.2": "'\"\\'„Zadivljujuće je to, čudesno je\\\\\\\\xa0to! \\'\"'",
  "ud4.1:9.3": "'\"\\'Napustio sam dom i otišao u beskućnike ispunjen poverenjem. \\'\"'",
  "ud4.1:9.4": "'\"\\'Pa ipak me zaokupljaju uglavnom tri loše, štetne vrste misli: \\'\"'",
  "ud4.1:9.5": "'\"\\'misao o čulnim zadovoljstvima, misao o mržnji i misao o povređivanju.” \\'\"'",
  "ud4.1:10.1": "'\"\\'Uveče poštovani Meghiya izađe iz osame i otide do Blaženog. Kad je stigao, pokloni mu se i sede sa strane. Dok je tako sedeo, ovako reče Blaženome: \\'\"'",
  "ud4.1:10.2": "'\"\\'„Poštovani gospodine, dok sam boravio u tom mangovom gaju, zaokupljale su me uglavnom tri loše, štetne vrste misli. \\'\"'",
  "ud4.1:10.4": "'\"\\'Onda pomislih: \\'\"'",
  "ud4.1:10.5": "'\"\\'„Zadivljujuće je to, čudesno je\\\\\\\\xa0to! \\'\"'",
  "ud4.1:10.6": "'\"\\'Napustio sam dom i otišao u beskućnike ispunjen poverenjem. \\'\"'",
  "ud4.1:10.7": "'\"\\'Pa ipak me zaokupljaju uglavnom tri loše, štetne vrste misli: \\'\"'",
  "ud4.1:10.8": "'\"\\'misao o čulnim zadovoljstvima, misao o mržnji i misao o povređivanju’.” \\'\"'",
  "ud4.1:11.1": "'\"\\'„Meghiya, za onoga čije oslobođenje uma nije još dozrelo postoji pet stvari koje vode ka dozrevanju. \\'\"'",
  "ud4.1:11.2": "'\"\\'Kojih pet? \\'\"'",
  "ud4.1:12.1": "'\"\\'Tako, Meghiya, monah ima dobrog prijatelja, dobrog druga, dobrog saputnika. \\'\"'",
  "ud4.1:12.2": "'\"\\'Za onoga čije oslobođenje uma nije još dozrelo, Meghiya, to je prva stvar koja vodi ka dozrevanju. \\'\"'",
  "ud4.1:13.1": "'\"\\'Dalje, monah živi obuzdan granicama Pātimokkhe, savršenog ponašanja i delovanja. Videći opasnost i u najmanjoj pogrešci, vežba sebe držeći se pravila vežbanja. \\'\"'",
  "ud4.1:13.2": "'\"\\'Za onoga čije oslobođenje uma nije još dozrelo, Meghiya, to je druga stvar koja vodi ka dozrevanju. \\'\"'",
  "ud4.1:14.1": "'\"\\'Dalje, monah vodi razgovor koji je zaista umeren, pogodan za otvaranje uma i vodi ka potpunom otrežnjenju, hlađenju strasti, prestanku, miru, dubokom znanju, potpunom buđenju i oslobađanju, kao što je razgovor o umerenosti u željama, o zadovoljenosti, o potpunoj osami, o neuplitanju, o buđenju energije, o vrlini, o koncentraciji, o mudrosti, o slobodi, o znanju i viđenju slobode. Takav razgovor on vodi kad god poželi, lako, bez napora. \\'\"'",
  "ud4.1:14.2": "'\"\\'Za onoga čije oslobođenje uma nije još dozrelo, Meghiya, to je treća stvar koja vodi ka dozrevanju. \\'\"'",
  "ud4.1:15.1": "'\"\\'Dalje, monah živi ispunjen energičnošću u napuštanju loših stvari i prihvatanju onih dobrih. Jak je i istrajan, nije lenj, kada se radi o razvijanju dobrih stvari. \\'\"'",
  "ud4.1:15.2": "'\"\\'Za onoga čije oslobođenje uma nije još dozrelo, Meghiya, to je četvrta stvar koja vodi ka dozrevanju. \\'\"'",
  "ud4.1:16.1": "'\"\\'Dalje, monah je mudar, poseduje mudrost u pogledu nastanka i prestanka stvari, koja je plemenita, prodorna i vodi po potpunog prestanka patnje. \\'\"'",
  "ud4.1:16.2": "'\"\\'Za onoga čije oslobođenje uma nije još dozrelo, Meghiya, to je peta stvar koja vodi ka dozrevanju. \\'\"'",
  "ud4.1:16.3": "'\"\\'Meghiya, za onoga čije oslobođenje uma nije još dozrelo postoji tih pet stvari koje vode ka dozrevanju. \\'\"'",
  "ud4.1:17.1": "'\"\\'Meghiya, za monaha koji ima dobrog prijatelja, dobrog saveznika, dobrog druga, može se očekivati da će biti pun vrline, živeti obuzdan, omeđen pravilima, umeren u ponašanju i delovanju, i u najmanjim prekršajima videti opasnosti, da će prihvativši pravila, vežbati sebe u njihovompoštovanju. \\'\"'",
  "ud4.1:18.1": "'\"\\'Za monaha koji ima dobrog prijatelja, dobrog saveznika, dobrog druga, može se očekivati da će voditi razgovor koji je zaista umeren, pogodan za otvaranje uma i odvodi ka potpunom otrežnjenju, hlađenju strasti, prestanku, miru, dubokom znanju, potpunom buđenju i oslobađanju, kao što je razgovor o umerenosti u željama, o zadovoljenosti, o potpunoj osami, o neuplitanju, o buđenju energije, o vrlini, o koncentraciji, o mudrosti, o slobodi, o znanju i viđenju slobode. \\'\"'",
  "ud4.1:19.1": "'\"\\'Za monaha koji ima dobrog prijatelja, dobrog saveznika, dobrog druga, može se očekivati da će u sebi probuditi energiju, radi uklanjanja štetnih osobina, sticanja dobrih osobina, odlučan, energičan, kao neko ko još nije odložio jaram u pogledu dobrih osobina. \\'\"'",
  "ud4.1:20.1": "'\"\\'Za monaha koji ima dobrog prijatelja, dobrog saveznika, dobrog druga, može se očekivati da će biti mudar, posedovati mudrost koja vodi ka uviđanju nastanka i nestanka, posedovati plemenitu prodornost viđenja, što vodi do potpunog iskorenjivanja patnje. \\'\"'",
  "ud4.1:21.1": "'\"\\'Meghiya, od monaha koji je učvršćen u tih pet stvari očekuje se da razvije još četiri: \\'\"'",
  "ud4.1:21.2": "'\"\\'treba da razvije meditaciju o odbojnom, kako bi napustio strast; treba da razvije meditaciju o prijateljskoj ljubavi, kako bi napustio zlovolju; treba da razvije meditaciju svesnosti na dah, kako bi zaustavio neobuzdane misli; treba da razvije opažanje prolaznosti, kako bi potpuno iskorenio obmanu ’ja sam’. \\'\"'",
  "ud4.1:21.3": "'\"\\'Meghiya, u onome ko jasno opaža prolaznost, i opažanje odsustva trajnog sopstva je učvršćeno. \\'\"'",
  "ud4.1:21.4": "'\"\\'A ko jasno opaža odsustvo trajnog sopstva, dostiže potpuno iskorenjivanje obmane ’ja sam’, takav još u ovom životu doseže oslobođenje od patnje.” \\'\"'",
  "ud4.1:22.1": "'\"\\'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: \\'\"'",
  "ud4.1:23.1": "'\"\\'„Postoje niske misli i uzvišene misli, \\'\"'",
  "ud4.1:23.2": "'\"\\'sa njima uznemirenje uma raste. \\'\"'",
  "ud4.1:23.3": "'\"\\'Ne razumevajući takve misli, \\'\"'",
  "ud4.1:23.4": "'\"\\'nepostojan um skače sad tu, sad tamo. \\'\"'",
  "ud4.1:24.1": "'\"\\'Dobro razumevajući takve misli, \\'\"'",
  "ud4.1:24.2": "'\"\\'Budni, koji je prilježan, sabran, obuzdan, \\'\"'",
  "ud4.1:24.3": "'\"\\'sve ih je u potpunosti napustio; \\'\"'",
  "ud4.1:24.4": "'\"\\'uznemirenja se u umu više ne rađaju.” \\'\"'"
}