{
  "ud4.3:0.1": "Nadahnuća 4.3 ",
  "ud4.3:0.2": "Pastir ",
  "ud4.3:1.1": "Ovako sam čuo. ",
  "ud4.3:1.2": "Jednom je Blaženi lutao zemljom Kosāla, praćen velikom grupom monaha. ",
  "ud4.3:1.3": "Onda Blaženi skrete sa puta i dođe do nekog drveta. Kada je prišao, sede na unapred pripremljeno mesto. ",
  "ud4.3:2.1": "Onda neki pastir dođe do Blaženog, pokloni mu se, pa sede sa strane. ",
  "ud4.3:2.2": "Dok je tako sedeo, Blaženi ga je uputio, podstakao, nadahnuo i ohrabrio govorom o Dhammi. ",
  "ud4.3:3.1": "Na to pastir, tako upućen, podstaknut, nadahnut i ohrabren govorom o Dhammi, reče Blaženome: ",
  "ud4.3:3.2": "„Neka Blaženi zajedno sa monaškom zajednicom prihvati od mene poziv za obrok sutra.” ",
  "ud4.3:3.3": "Blaženi ćutke prihvati ovaj poziv. ",
  "ud4.3:3.4": "Razumevši da je Blaženi prihvatio poziv, pastir se pokloni, pa pazeći da mu Blaženi ostane sa desne strane, otide. ",
  "ud4.3:4.1": "Kasnije, kada je noć minula, pastir je u svom domu pripremio gusto kuvanu pirinčanu kašu s mlekom i svežeg ghija, pa poruči Blaženome: ",
  "ud4.3:4.2": "„Vreme je, poštovani gospodine, obrok je spreman.” ",
  "ud4.3:5.1": "A Blaženi se ujutro obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa praćen monasima krenu put doma pastira Gopālake. Kada je tamo stigao, sede na unapred pripremljeno mesto. ",
  "ud4.3:5.2": "A pastir je svojim rukama poslužio gusto kuvanu pirinčanu kašu s mlekom i svež ghi, te nahranio monašku zajednicu predvođenu Blaženim. ",
  "ud4.3:5.3": "Kad je Blaženi jeo i izvadio ruke iz činije, Gopālaka sede na niže mesto, sa strane. ",
  "ud4.3:5.4": "Dok je tako sedeo, Blaženi ga uputi, podstaknu, nadahnu i ohrabri svojim govorom o Dhammi. Na kraju, Blaženi ustade sa svog mesta i ode. ",
  "ud4.3:5.5": "I ne zadugo pošto je Blaženi otišao, neki čovek u selu liši života onog pastira. ",
  "ud4.3:6.1": "Onda velika grupa monaha dođe do Blaženog, pokloni mu se i sede sa strane. Dok su tako sedeli, ovako mu rekoše: ",
  "ud4.3:6.2": "„Poštovani gospodine, kažu da je onog pastira koji je danas nahranio monašku zajednicu predvođenu Blaženim neki čovek u selu lišio života.” ",
  "ud4.3:7.1": "Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: ",
  "ud4.3:8.1": "„Šta god bi neprijatelj neprijatelju učiniti mogao, ",
  "ud4.3:8.2": "mrzitelj mrzitelju, ",
  "ud4.3:8.3": "još i gore stvari loše usmeren um ",
  "ud4.3:8.4": "učiniti može nama samima.” "
}