{
  "ud4.4:0.1": "'\"\\'Nadahnuća 4.4 \\'\"'",
  "ud4.4:0.2": "'\"\\'Udarac demona \\'\"'",
  "ud4.4:1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "ud4.4:1.2": "'\"\\'Jednom je Blaženi živeo kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. \\'\"'",
  "ud4.4:1.3": "'\"\\'U isto vreme su poštovani Sāriputta i poštovani Mahāmoggallāna živeli u Golubičinoj pećini. \\'\"'",
  "ud4.4:1.4": "'\"\\'Jednom prilikom je poštovani Sāriputta u noći punoj mesečine, sveže obrijane glave, sedeo na otvorenom, ušavši u zadubljenje. \\'\"'",
  "ud4.4:2.1": "'\"\\'U isto su vreme dva prijatelja demona nekim poslom išli sa severa na jug. \\'\"'",
  "ud4.4:2.2": "'\"\\'I videše ta dva prijatelja demona poštovanog Sāriputu kako u noći punoj mesečine sveže obrijane glave sedi na otvorenom, ušavši u zadubljenje. \\'\"'",
  "ud4.4:2.3": "'\"\\'Na to jedan demon reče onom drugom: \\'\"'",
  "ud4.4:2.4": "'\"\\'„Pada mi na pamet, druže moj, da ovog asketu zveknem po glavi.” \\'\"'",
  "ud4.4:2.5": "'\"\\'Kad je to čuo, drugi demon mu odgovori: \\'\"'",
  "ud4.4:2.6": "'\"\\'„Polako, druže, nemoj da diraš tog asketu. \\'\"'",
  "ud4.4:2.7": "'\"\\'On je plemenit, snažan, moćan.” \\'\"'",
  "ud4.4:3.1": "'\"\\'Po drugi put… \\'\"'",
  "ud4.4:3.6": "'\"\\'Po treći put onaj demon reče drugom: \\'\"'",
  "ud4.4:3.7": "'\"\\'„Pada mi na pamet, druže moj, da ovog asketu zveknem po glavi.” \\'\"'",
  "ud4.4:3.8": "'\"\\'I po treći put, drugi demon mu odgovori: \\'\"'",
  "ud4.4:3.9": "'\"\\'„Polako, druže, nemoj da diraš tog asketu. \\'\"'",
  "ud4.4:3.10": "'\"\\'On je plemenit, snažan, moćan.” \\'\"'",
  "ud4.4:4.1": "'\"\\'Ne obazirući se na to šta mu prijatelj govori, onaj demon udari poštovanog Sāriputtu po glavi. \\'\"'",
  "ud4.4:4.2": "'\"\\'Tako snažan beše udarac, da je slona mogao oboriti ili vrh velike planine razneti. \\'\"'",
  "ud4.4:4.3": "'\"\\'Istog momenta, uz povike „Gorim, gorim!”, onaj demon propade u čistilište. \\'\"'",
  "ud4.4:5.1": "'\"\\'I vide poštovani Mahāmoggallāna duhovnim okom, koje je pročišćeno i nadmašuje ljudsko, kako je onaj demon udario poštovanog Sāriputtu po glavi. \\'\"'",
  "ud4.4:5.2": "'\"\\'I pošto je to video, otide do njega, pa ga upita: \\'\"'",
  "ud4.4:5.3": "'\"\\'„Nadam se da ti je dobro, prijatelju. Nadam se da ti je podnošljivo, imaš li ikakvih bolova?” \\'\"'",
  "ud4.4:5.4": "'\"\\'„Dobro mi je, prijatelju Moggallāna, mogu da izdržim, \\'\"'",
  "ud4.4:5.5": "'\"\\'samo me malo glava boli.” \\'\"'",
  "ud4.4:6.1": "'\"\\'„Zadivljujuće je to, prijatelju Sāriputta, čudesno je to! \\'\"'",
  "ud4.4:6.2": "'\"\\'Koliko je snažan, poštovani Sāriputta, koliko je moćan! \\'\"'",
  "ud4.4:6.3": "'\"\\'Ovde te je onaj demon udario u glavu. \\'\"'",
  "ud4.4:6.4": "'\"\\'Tako snažan beše udarac, da je slona mogao oboriti ili vrh velike planine razneti. A ipak poštovani Sāriputta ovako kaže: \\'\"'",
  "ud4.4:6.5": "'\"\\'„Dobro mi je, prijatelju Moggallāna, mogu da izdržim, \\'\"'",
  "ud4.4:6.6": "'\"\\'samo me malo glava boli.” \\'\"'",
  "ud4.4:7.1": "'\"\\'„Zadivljujuće je, prijatelju Moggallāna, čudesno je, \\'\"'",
  "ud4.4:7.2": "'\"\\'da je poštovani Mahāmoggallāna u stanju da i sada vidi tog velikog demona! \\'\"'",
  "ud4.4:7.3": "'\"\\'Ali ja ne mogu da vidim ni običnog goblina.” \\'\"'",
  "ud4.4:8.1": "'\"\\'A Blaženi svojim duhovnim uhom, koje je pročišćeno i nadmašuje ljudsko, doču prijateljski razgovor između ova dva velika bića. \\'\"'",
  "ud4.4:9.1": "'\"\\'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: \\'\"'",
  "ud4.4:10.1": "'\"\\'„Onoga čiji je um poput stene, \\'\"'",
  "ud4.4:10.2": "'\"\\'nepomičan, ni pred čim ne drhti, \\'\"'",
  "ud4.4:10.3": "'\"\\'bez želje je za uzbuđenjem, \\'\"'",
  "ud4.4:10.4": "'\"\\'bez besa nad onim što bes stvara, \\'\"'",
  "ud4.4:10.5": "'\"\\'onoga čiji je um tako razvijen, \\'\"'",
  "ud4.4:10.6": "'\"\\'kako bi takvoga patnja mogla savladati?” \\'\"'"
}