{
  "ud4.5:0.1": "'Nadahnuća 4.5 '",
  "ud4.5:0.2": "'Slon '",
  "ud4.5:1.1": "'Ovako sam čuo. '",
  "ud4.5:1.2": "'Jednom je Blaženi boravio kraj Kosambija, u Ghositinom parku. '",
  "ud4.5:1.3": "'Tu je živeo u velikoj grupi, pa su ga saletali monasi i monahinje, nezaređeni sledbenici i sledbenice, vladari i njihovi savetnici, učitelji drugih učenja i njihovi učenici. '",
  "ud4.5:1.4": "'U takvoj gužvi je bilo mučno, a ne lako živeti. '",
  "ud4.5:1.5": "'Na to Blaženi pomisli: '",
  "ud4.5:1.6": "'„Sada\\xa0živim u velikoj grupi… '",
  "ud4.5:1.7": "'U takvoj gužvi je mučno, a ne lako živeti. '",
  "ud4.5:1.8": "'Kako bi bilo kad bih se izdvojio i živeo podalje od ove gužve?” '",
  "ud4.5:2.1": "'Tako se ujutru Blaženi obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Kosambija da prosi hranu. '",
  "ud4.5:2.2": "'Kad je prošao Kosambi i vratio se iz prošenja hrane, posle obroka, pospremi on mesto na kojem je boravio, uze prosjačku zdelu i gornji ogrtač, te ne javivši se ni svojim pratiocima, niti zajednici monaha, zaputi sam, bez ikoga, u pravcu Pārileyyake. '",
  "ud4.5:2.3": "'Idući tako od sela do sela, stigao je na kraju u Pārileyyaku. '",
  "ud4.5:2.4": "'Tu je Blaženi boravio u Rakkhita šumi, u podnožju salovog drveta. '",
  "ud4.5:3.1": "'A jedan plemeniti slon je isto tako živeo u velikom krdu, pa su ga saletali drugi slonovi i slonice, mladi slonovi i mladunčad. Jeo je travu koja je bila izgažena, dok su oni jeli sveže listove koje je on skidao sa grana. Pio je vodu koja je bila zamućena, a kada bi hteo da se okupa u reci, slonice su pravile gužvu oko njega. '",
  "ud4.5:3.2": "'U takvoj gužvi je bilo mučno, a ne lako živeti. '",
  "ud4.5:3.3": "'Onda taj plemeniti slon pomisli: '",
  "ud4.5:3.4": "'„Sada živim u velikom krdu… '",
  "ud4.5:3.5": "'Kako bi bilo kad bih se izdvojio i živeo podalje od ove gužve?” '",
  "ud4.5:4.1": "'I tako taj plemeniti slon napusti krdo i otide do Pārileyyake, Rakkhita šume, do Blaženog u podnožju salovog drveta. '",
  "ud4.5:4.2": "'Na mestu gde je Blaženi boravio raskrčio je grmlje, te u surli doneo Blaženom vodu za piće i kupanje. '",
  "ud4.5:5.1": "'Onda se Blaženom, dok je boravio u osami, povučen, javi ova misao: '",
  "ud4.5:5.2": "'„Ranije sam živeo u velikoj grupi, pa su me saletali monasi i monahinje, nezaređeni sledbenici i sledbenice, vladari i njihovi savetnici, učitelji drugih učenja i njihovi učenici. U takvoj gužvi bilo je mučno, a ne lako živeti. '",
  "ud4.5:5.3": "'Ali sada me monasi i monahinje, nezaređeni sledbenici i sledbenice, vladari i njihovi savetnici, učitelji drugih učenja i njihovi učenici ne saleću. Bez takve gužve srećno je i lako živeti.” '",
  "ud4.5:6.1": "'A i onom plemenitom slonu se javi ova misao: '",
  "ud4.5:6.2": "'„Ranije sam živeo u velikom krdu, pa su me saletali drugi slonovi i slonice, mladi slonovi i mladunčad. Jeo sam travu koja je bila izgažena, dok su oni jeli sveže listove koje sam ja skidao sa grana. Pio sam vodu koja je bila zamućena, a kada bi hteo da se okupam u reci, slonice su pravile gužvu oko mene. U takvoj gužvi je bilo mučno, a ne lako živeti. '",
  "ud4.5:6.3": "'Ali sada me drugi slonovi i slonice, mladi slonovi i mladunčad ne saleću. Jedem travu koja nije izgažena, dok oni ne jedu sveže listove koje sam ja skinuo sa grana. Pijem vodu koja nije zamućena, a kad hoću da se okupam u reci, slonice ne prave gužvu oko mene. Bez takve gužve srećno je i lako živeti.” '",
  "ud4.5:7.1": "'Onda Blaženi, razumevši sopstvenu osamu i znajući misao koja se javila u umu tog plemenitog slona, izgovori ove nadahnute stihove: '",
  "ud4.5:8.1": "'„Um ovog plemenitog slona, '",
  "ud4.5:8.2": "'sa kljovama poput jarbola, '",
  "ud4.5:8.3": "'i um Tathāgate se podudaraju: '",
  "ud4.5:8.4": "'divno je živeti osamljen u šumi!” '"
}