{
  "an9.11:0.1": "Nummerierte Lehrreden 9.11 ",
  "an9.11:0.2": "2. Das Kapitel über das Löwengebrüll ",
  "an9.11:0.3": "Sāriputtas Löwengebrüll ",
  "an9.11:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an9.11:1.2": "Da ging der Ehrwürdige Sāriputta zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an9.11:1.3": "„Herr, ich habe den Regenzeitaufenthalt in Sāvatthī abgeschlossen. ",
  "an9.11:1.4": "Ich möchte aufbrechen, um über Land zu wandern.“ ",
  "an9.11:1.5": "„Bitte, Sāriputta, geh nach deinem Belieben.“ ",
  "an9.11:1.6": "Da erhob sich der Ehrwürdige Sāriputta von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "an9.11:1.7": "Nicht lange, nachdem er gegangen war, sagte ein gewisser Mönch zum Buddha: ",
  "an9.11:1.8": "„Herr, der Ehrwürdige Sāriputta hat mich angegriffen und ist fortgegangen, ohne sich zu entschuldigen.“ ",
  "an9.11:1.9": "Da wandte sich der Buddha an einen Mönch: ",
  "an9.11:1.10": "„Bitte, Mönch, sag Sāriputta in meinem Namen, ",
  "an9.11:1.11": "dass der Lehrer ihn rufen lässt.“ ",
  "an9.11:1.12": "„Ja, Herr“, antwortete der Mönch. Er ging zu Sāriputta und sagte zu ihm: ",
  "an9.11:1.13": "„Werter Sāriputta, der Lehrer lässt dich rufen.“ ",
  "an9.11:1.14": "„Ja, werter Freund“, antwortete Sāriputta. ",
  "an9.11:2.1": "Zu dieser Zeit nun nahmen der Ehrwürdige Mahāmoggallāna und der Ehrwürdige Ānanda einen Schlüssel und gingen von einer Hütte zur anderen: ",
  "an9.11:2.2": "„Kommt her, ihr Ehrwürdigen! Kommt her, ihr Ehrwürdigen! ",
  "an9.11:2.3": "Jetzt wird der Ehrwürdige Sāriputta vor dem Buddha sein Löwengebrüll brüllen!“ ",
  "an9.11:2.4": "Und der Ehrwürdige Sāriputta ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an9.11:2.5": "„Sāriputta, einer deiner geistlichen Gefährten hat diese Anklage erhoben: ",
  "an9.11:2.6": "‚Der Ehrwürdige Sāriputta hat mich angegriffen und ist fortgegangen, ohne sich zu entschuldigen.‘“ ",
  "an9.11:3.1": "„Herr, jemand, der die Achtsamkeit auf den Körper nicht verankert hat, kann wohl einen seiner geistlichen Gefährten angreifen und fortgehen, ohne sich zu entschuldigen. ",
  "an9.11:4.1": "Wie wenn sie sowohl reine als auch unreine Dinge auf die Erde werfen würden wie Kot, Urin, Speichel, Eiter und Blut: Die Erde wäre deshalb nicht entsetzt, abgestoßen und angewidert. ",
  "an9.11:4.2": "Ebenso lebe ich mit einem Herzen wie die Erde – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an9.11:4.3": "Jemand, der die Achtsamkeit auf den Körper nicht verankert hat, kann wohl einen seiner geistlichen Gefährten angreifen und fortgehen, ohne sich zu entschuldigen. ",
  "an9.11:5.1": "Wie wenn sie sowohl reine als auch unreine Dinge im Wasser waschen würden wie Kot, Urin, Speichel, Eiter und Blut: Das Wasser wäre deshalb nicht entsetzt, abgestoßen und angewidert. ",
  "an9.11:5.2": "Ebenso lebe ich mit einem Herzen wie Wasser – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an9.11:5.3": "Jemand, der die Achtsamkeit auf den Körper nicht verankert hat, kann wohl einen seiner geistlichen Gefährten angreifen und fortgehen, ohne sich zu entschuldigen. ",
  "an9.11:6.1": "Wie wenn ein Feuer sowohl reine als auch unreine Dinge verbrennen würde wie Kot, Urin, Speichel, Eiter und Blut: Das Feuer wäre deshalb nicht entsetzt, abgestoßen und angewidert. ",
  "an9.11:6.2": "Ebenso lebe ich mit einem Herzen wie Feuer – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an9.11:6.3": "Jemand, der die Achtsamkeit auf den Körper nicht verankert hat, kann wohl einen seiner geistlichen Gefährten angreifen und fortgehen, ohne sich zu entschuldigen. ",
  "an9.11:7.1": "Wie wenn der Wind sowohl auf reine als auch auf unreine Dinge blasen würde wie Kot, Urin, Speichel, Eiter und Blut: Der Wind wäre deshalb nicht entsetzt, abgestoßen und angewidert. ",
  "an9.11:7.2": "Ebenso lebe ich mit einem Herzen wie der Wind – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an9.11:7.3": "Jemand, der die Achtsamkeit auf den Körper nicht verankert hat, kann wohl einen seiner geistlichen Gefährten angreifen und fortgehen, ohne sich zu entschuldigen. ",
  "an9.11:8.1": "Wie wenn ein Lappen sowohl reine als auch unreine Dinge aufwischen würde wie Kot, Urin, Speichel, Eiter und Blut: Der Lappen wäre deshalb nicht entsetzt, abgestoßen und angewidert. ",
  "an9.11:8.2": "Ebenso lebe ich mit einem Herzen wie ein Lappen – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an9.11:8.3": "Jemand, der die Achtsamkeit auf den Körper nicht verankert hat, kann wohl einen seiner geistlichen Gefährten angreifen und fortgehen, ohne sich zu entschuldigen. ",
  "an9.11:9.1": "Wie wenn ein ausgestoßener Junge oder ein ausgestoßenes Mädchen, einen Topf in der Hand und in Lumpen gekleidet, ein Dorf oder eine Stadt betreten würde: Sie würden das mit bescheidenem Geist tun. ",
  "an9.11:9.2": "Ebenso lebe ich mit einem Herzen wie ein ausgestoßener Junge oder ein ausgestoßenes Mädchen – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an9.11:9.3": "Jemand, der die Achtsamkeit auf den Körper nicht verankert hat, kann wohl einen seiner geistlichen Gefährten angreifen und fortgehen, ohne sich zu entschuldigen. ",
  "an9.11:10.1": "Wie ein Stier mit abgesägten Hörnern, sanft, gut gezähmt und gut geschult: Wenn er von Straße zu Straße und von Platz zu Platz wandert, verletzt er niemanden mit seinen Hufen oder Hörnern. ",
  "an9.11:10.2": "Ebenso lebe ich mit einem Herzen wie ein Stier mit abgesägten Hörnern – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an9.11:10.3": "Jemand, der die Achtsamkeit auf den Körper nicht verankert hat, kann wohl einen seiner geistlichen Gefährten angreifen und fortgehen, ohne sich zu entschuldigen. ",
  "an9.11:11.1": "Wie eine Frau oder ein Mann, jung, jugendlich, in Schmuck vernarrt, mit frisch gebadetem Kopf: Wenn man dieser Person einen Schlangen- oder Hunde- oder Menschenkadaver um den Hals legen würde, wäre sie entsetzt, abgestoßen und angewidert. ",
  "an9.11:11.2": "Ebenso bin ich von diesem verfaulten Körper entsetzt, abgestoßen und angewidert. ",
  "an9.11:11.3": "Jemand, der die Achtsamkeit auf den Körper nicht verankert hat, kann wohl einen seiner geistlichen Gefährten angreifen und fortgehen, ohne sich zu entschuldigen. ",
  "an9.11:12.1": "Wie wenn jemand eine Schale mit Fett herumtragen würde, aus der es durch Löcher und Risse durchsickern und herausquellen würde. ",
  "an9.11:12.2": "Ebenso trage ich diesen Körper herum, aus dem es durch Löcher und Risse durchsickert und herausquillt. ",
  "an9.11:12.3": "Jemand, der die Achtsamkeit auf den Körper nicht verankert hat, kann wohl einen seiner geistlichen Gefährten angreifen und fortgehen, ohne sich zu entschuldigen.“ ",
  "an9.11:13.1": "Da erhob sich jener Mönch von seinem Sitz, ordnete seine Robe über einer Schulter, beugte seinen Kopf zu den Füßen des Buddha und sagte: ",
  "an9.11:13.2": "„Ich habe einen Fehler gemacht, Herr. Es war töricht, dumm und untauglich von mir, mit einer falschen, leeren, verlogenen und unwahren Behauptung schlecht vom Ehrwürdigen Sāriputta zu sprechen. ",
  "an9.11:13.3": "Bitte, Herr, nimm meinen Fehler als Fehler an, und ich will mich in Zukunft zügeln.“ ",
  "an9.11:13.4": "„Jawohl, Mönch, du hast einen Fehler gemacht. Es war töricht, dumm und untauglich von dir, das zu tun. ",
  "an9.11:13.5": "Aber da du deinen Fehler als Fehler erkannt hast und richtig mit ihm verfahren bist, nehme ich ihn an. ",
  "an9.11:13.6": "Denn es gilt als Fortschritt in der Schulung des Edlen, einen Fehler als Fehler zu erkennen, richtig mit ihm zu verfahren und sich in der Zukunft zu zügeln.“ ",
  "an9.11:14.1": "Dann sagte der Buddha zum Ehrwürdigen Sāriputta: ",
  "an9.11:14.2": "„Sāriputta, vergib diesem törichten Mann, bevor sein Kopf eben hier in sieben Stücke zerspringt.“ ",
  "an9.11:14.3": "„Ich will diesem Ehrwürdigen vergeben, wenn er mich bittet: ",
  "an9.11:14.4": "‚Dass der Ehrwürdige mir bitte auch vergebe.‘“ "
}