{
  "an9.41:0.1": "Nummerierte Lehrreden 9.41 ",
  "an9.41:0.2": "4. Das große Kapitel ",
  "an9.41:0.3": "Mit dem Hausbesitzer Tapussa ",
  "an9.41:1.1": "Einmal hielt sich der Buddha im Land der Maller auf, bei dem mallischen Marktflecken Uruvelakappa. ",
  "an9.41:1.2": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Uruvelakappa zum Almosengang. ",
  "an9.41:1.3": "Nach dem Essen, als er vom Almosengang zurückkam, wandte er sich an den Ehrwürdigen Ānanda: ",
  "an9.41:1.4": "„Ānanda, bleibe du hier, während ich tief in den Großen Wald eintauche, um den Tag über dort zu meditieren.“ ",
  "an9.41:1.5": "„Ja, Herr“, antwortete Ānanda. ",
  "an9.41:1.6": "Dann tauchte der Buddha tief in den Großen Wald ein und setzte sich an den Fuß eines Baumes, um den Tag über dort zu meditieren. ",
  "an9.41:2.1": "Der Hausbesitzer Tapussa ging zum Ehrwürdigen Ānanda, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an9.41:3.1": "„Ehrenwerter Ānanda, wir sind Laien, die Sinnenfreuden genießen. Wir mögen Sinnenfreuden, wir lieben sie und haben Freude daran. ",
  "an9.41:3.2": "Doch Entsagung erscheint uns wie ein Abgrund. ",
  "an9.41:3.3": "Ich habe gehört, das es in dieser Lehre und Schulung sehr junge Mönche und Nonnen gibt, deren Geist bezüglich der Entsagung begierig ist, zuversichtlich, fest verankert und entschlossen. Sie sehen sie als friedvoll an. ",
  "an9.41:3.4": "Entsagung ist die Trennlinie zwischen den Vielen und den Mönchen und Nonnen in dieser Lehre und Schulung.“ ",
  "an9.41:4.1": "„Hausbesitzer, wir sollten in dieser Angelegenheit den Buddha aufsuchen. ",
  "an9.41:4.2": "Komm, lass uns zum Buddha gehen und es ihm berichten. ",
  "an9.41:4.3": "So wie er uns antwortet, wollen wir es behalten.“ ",
  "an9.41:5.1": "„Ja, Herr“, antwortete Tapussa. ",
  "an9.41:5.2": "Da ging Ānanda zusammen mit Tapussa zum Buddha, verbeugte sich und setzte sich zur Seite hin. Ānanda berichtete ihr Gespräch. ",
  "an9.41:7.1": "„Das ist wirklich wahr, Ānanda! Das ist wirklich wahr! ",
  "an9.41:7.2": "Vor meinem Erwachen – als ich noch nicht erwacht war, aber zum Erwachen entschlossen – dachte ich auch: ",
  "an9.41:7.3": "‚Entsagung ist gut! Abgeschiedenheit ist gut!‘ ",
  "an9.41:7.4": "Aber mein Geist war bezüglich der Entsagung nicht begierig, zuversichtlich, fest verankert und entschlossen. Ich sah sie nicht als friedvoll an. ",
  "an9.41:7.5": "Da dachte ich: ",
  "an9.41:7.6": "‚Was ist der Grund, was ist die Ursache, dass mein Geist bezüglich der Entsagung nicht begierig ist, zuversichtlich, fest verankert und entschlossen? Warum sehe ich sie nicht als friedvoll an?‘ ",
  "an9.41:7.7": "Da dachte ich: ",
  "an9.41:7.8": "‚Ich habe die nachteiligen Folgen der Sinnenfreuden nicht gesehen, daher habe ich das nicht ausgebaut. Ich habe die vorteilhaften Folgen der Entsagung nicht verwirklicht, daher habe ich das nicht gepflegt. ",
  "an9.41:7.9": "Darum ist mein Geist bezüglich der Entsagung nicht begierig, zuversichtlich, fest verankert und entschlossen. Darum sehe ich sie nicht als friedvoll an.‘ ",
  "an9.41:7.10": "Da dachte ich: ",
  "an9.41:7.11": "‚Angenommen, ich sähe die nachteiligen Folgen der Sinnenfreuden und baute das aus. Angenommen, ich sähe die vorteilhaften Folgen der Entsagung und pflegte das. ",
  "an9.41:7.12": "Es ist möglich, dass mein Geist dann bezüglich der Entsagung begierig ist, zuversichtlich, fest verankert und entschlossen. Und dass ich sie als friedvoll ansehe.‘ ",
  "an9.41:7.13": "Und nach einiger Zeit sah ich die nachteiligen Folgen der Sinnenfreuden und baute das aus. Ich verwirklichte die vorteilhaften Folgen der Entsagung und pflegte das. ",
  "an9.41:7.14": "Dann war mein Geist bezüglich der Entsagung begierig, zuversichtlich, fest verankert und entschlossen. Ich sah sie als friedvoll an. ",
  "an9.41:7.15": "Und ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trat ich in die erste Vertiefung ein und verweilte darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "an9.41:7.16": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit Sinnenfreuden verbundenen Wahrnehmungen, und das war für mich eine Beschwerde. ",
  "an9.41:7.17": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.41:7.18": "Ebenso war es für mich eine Beschwerde, wenn der Geist sich zu mit Sinnenfreuden verbundenen Wahrnehmungen bewegte. ",
  "an9.41:8.1": "Da dachte ich: ",
  "an9.41:8.2": "‚Warum trete ich nicht, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweile darin …?‘ ",
  "an9.41:8.3": "Aber mein Geist war nicht begierig, den Geist nicht mehr auszurichten, nicht zuversichtlich, fest verankert und entschlossen. Ich sah es nicht als friedvoll an. ",
  "an9.41:8.4": "Da dachte ich: ",
  "an9.41:8.5": "‚Was ist der Grund, was ist die Ursache, dass mein Geist nicht begierig ist, den Geist nicht mehr auszurichten, nicht zuversichtlich, fest verankert und entschlossen? Warum sehe ich es nicht als friedvoll an?‘ ",
  "an9.41:8.6": "Da dachte ich: ",
  "an9.41:8.7": "‚Ich habe die nachteiligen Folgen des Ausrichtens des Geistes nicht gesehen, daher habe ich das nicht ausgebaut. Ich habe die vorteilhaften Folgen davon, den Geist nicht mehr auszurichten, nicht verwirklicht, daher habe ich das nicht gepflegt. ",
  "an9.41:8.8": "Darum ist mein Geist nicht begierig, den Geist nicht mehr auszurichten, nicht zuversichtlich, fest verankert und entschlossen. Darum sehe ich es nicht als friedvoll an.‘ ",
  "an9.41:8.9": "Da dachte ich: ",
  "an9.41:8.10": "‚Angenommen, ich sähe die nachteiligen Folgen des Ausrichtens des Geistes und baute das aus. Angenommen, ich sähe die vorteilhaften Folgen davon, den Geist nicht mehr auszurichten, und pflegte das. Es ist möglich, dass mein Geist dann begierig ist, den Geist nicht mehr auszurichten, zuversichtlich, fest verankert und entschlossen. Und dass ich es als friedvoll ansehe.‘ ",
  "an9.41:8.11": "Und nach einiger Zeit sah ich die nachteiligen Folgen des Ausrichtens des Geistes und baute das aus. Ich verwirklichte die vorteilhaften Folgen davon, den Geist nicht mehr auszurichten, und pflegte das. ",
  "an9.41:8.12": "Dann war mein Geist begierig, den Geist nicht mehr auszurichten, zuversichtlich, fest verankert und entschlossen. Ich sah es als friedvoll an. ",
  "an9.41:8.13": "Und als das Ausrichten und Halten des Geistes sich beruhigte, trat ich in die zweite Vertiefung ein und verweilte darin … ",
  "an9.41:8.14": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit dem Ausrichten des Geistes verbundenen Wahrnehmungen, und das war für mich eine Beschwerde. ",
  "an9.41:8.15": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.41:8.16": "Ebenso war es für mich eine Beschwerde, wenn der Geist sich zu mit dem Ausrichten des Geistes verbundenen Wahrnehmungen bewegte. ",
  "an9.41:9.1": "Da dachte ich: ",
  "an9.41:9.2": "‚Warum trete ich nicht mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweile darin; da werde ich mit Gleichmut meditieren, achtsam und bewusst, und persönlich die Seligkeit erfahren, von der die Edlen erklären: „Gleichmütig und achtsam meditiert man in Seligkeit“?‘ ",
  "an9.41:9.3": "Aber mein Geist war bezüglich des Freiseins von Ekstase nicht begierig, zuversichtlich, fest verankert und entschlossen. Ich sah es nicht als friedvoll an. ",
  "an9.41:9.4": "Da dachte ich: ",
  "an9.41:9.5": "‚Was ist der Grund, was ist die Ursache, dass mein Geist bezüglich des Freiseins von Ekstase nicht begierig ist, zuversichtlich, fest verankert und entschlossen? Warum sehe ich es nicht als friedvoll an?‘ ",
  "an9.41:9.6": "Da dachte ich: ",
  "an9.41:9.7": "‚Ich habe die nachteiligen Folgen der Ekstase nicht gesehen, daher habe ich das nicht ausgebaut. Ich habe die vorteilhaften Folgen des Freiseins von Ekstase nicht verwirklicht, daher habe ich das nicht gepflegt. ",
  "an9.41:9.8": "Darum ist mein Geist bezüglich des Freiseins von Ekstase nicht begierig, zuversichtlich, fest verankert und entschlossen. Darum sehe ich es nicht als friedvoll an.‘ ",
  "an9.41:9.9": "Da dachte ich: ",
  "an9.41:9.10": "‚Angenommen, ich sähe die nachteiligen Folgen der Ekstase und baute das aus. Angenommen, ich sähe die vorteilhaften Folgen des Freiseins von Ekstase und pflegte das. Es ist möglich, dass mein Geist dann bezüglich des Freiseins von Ekstase begierig ist, zuversichtlich, fest verankert und entschlossen. Und dass ich es als friedvoll ansehe.‘ ",
  "an9.41:9.11": "Und nach einiger Zeit sah ich die nachteiligen Folgen der Ekstase und baute das aus. Ich verwirklichte die vorteilhaften Folgen des Freiseins von Ekstase und pflegte das. ",
  "an9.41:9.12": "Dann war mein Geist bezüglich des Freiseins von Ekstase begierig, zuversichtlich, fest verankert und entschlossen. Ich sah es als friedvoll an. ",
  "an9.41:9.13": "Und mit dem Schwinden der Ekstase trat ich dann in die dritte Vertiefung ein und verweilte darin … ",
  "an9.41:9.14": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit Ekstase verbundenen Wahrnehmungen, und das war für mich eine Beschwerde. ",
  "an9.41:9.15": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.41:9.16": "Ebenso war es für mich eine Beschwerde, wenn der Geist sich zu mit Ekstase verbundenen Wahrnehmungen bewegte. ",
  "an9.41:10.1": "Da dachte ich: ",
  "an9.41:10.2": "‚Warum trete ich nicht, indem ich Glück und Schmerz aufgebe, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung ein und verweile darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit?‘ ",
  "an9.41:10.3": "Aber mein Geist war nicht begierig darauf, ohne Glück und Schmerz zu sein, nicht zuversichtlich, fest verankert und entschlossen. Ich sah es nicht als friedvoll an. ",
  "an9.41:10.4": "Da dachte ich: ",
  "an9.41:10.5": "‚Was ist der Grund, was ist die Ursache, dass mein Geist nicht begierig ist, ohne Glück und Schmerz zu sein, nicht zuversichtlich, fest verankert und entschlossen? Warum sehe ich es nicht als friedvoll an?‘ ",
  "an9.41:10.6": "Da dachte ich: ",
  "an9.41:10.7": "‚Ich habe die nachteiligen Folgen von gleichmütiger Seligkeit nicht gesehen, daher habe ich das nicht ausgebaut. Ich habe die vorteilhaften Folgen davon, ohne Glück und Schmerz zu sein, nicht verwirklicht, daher habe ich das nicht gepflegt. ",
  "an9.41:10.8": "Darum ist mein Geist nicht begierig, ohne Glück und Schmerz zu sein, nicht zuversichtlich, fest verankert und entschlossen. Darum sehe ich es nicht als friedvoll an.‘ ",
  "an9.41:10.9": "Da dachte ich: ",
  "an9.41:10.10": "‚Angenommen, ich sähe die nachteiligen Folgen von gleichmütiger Seligkeit und baute das aus. Angenommen, ich sähe die vorteilhaften Folgen davon, ohne Glück und Schmerz zu sein, und pflegte das. Es ist möglich, dass mein Geist dann begierig ist, ohne Glück und Schmerz zu sein, zuversichtlich, fest verankert und entschlossen. Und dass ich es als friedvoll ansehe.‘ ",
  "an9.41:10.11": "Und nach einiger Zeit sah ich die nachteiligen Folgen von gleichmütiger Seligkeit und baute das aus. Ich verwirklichte die vorteilhaften Folgen davon, ohne Glück und Schmerz zu sein, und pflegte das. ",
  "an9.41:10.12": "Dann war mein Geist begierig, ohne Glück und Schmerz zu sein, zuversichtlich, fest verankert und entschlossen. Ich sah es als friedvoll an. ",
  "an9.41:10.13": "Und indem ich Glück und Schmerz aufgab, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, trat ich in die vierte Vertiefung ein und verweilte darin … ",
  "an9.41:10.14": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit gleichmütiger Seligkeit verbundenen Wahrnehmungen, und das war für mich eine Beschwerde. ",
  "an9.41:10.15": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.41:10.16": "Ebenso war es für mich eine Beschwerde, wenn der Geist sich zu mit gleichmütiger Seligkeit verbundenen Wahrnehmungen bewegte. ",
  "an9.41:11.1": "Da dachte ich: ",
  "an9.41:11.2": "‚Warum übersteige ich nicht jegliche Formwahrnehmung und trete mit dem Beenden der Wahrnehmung von Eindrücken, und indem ich den Geist nicht auf die Wahrnehmung von Vielfalt richte, im Wissen: „Raum ist unendlich“, in die Dimension des unendlichen Raumes ein und verweile darin?‘ ",
  "an9.41:11.3": "Aber mein Geist war bezüglich der Dimension des unendlichen Raumes nicht begierig, zuversichtlich, fest verankert und entschlossen. Ich sah sie nicht als friedvoll an. ",
  "an9.41:11.4": "Da dachte ich: ",
  "an9.41:11.5": "‚Was ist der Grund, was ist die Ursache, dass mein Geist bezüglich der Dimension des unendlichen Raumes nicht begierig ist, zuversichtlich, fest verankert und entschlossen? Warum sehe ich sie nicht als friedvoll an?‘ ",
  "an9.41:11.6": "Da dachte ich: ",
  "an9.41:11.7": "‚Ich habe die nachteiligen Folgen der Formen nicht gesehen, daher habe ich das nicht ausgebaut. Ich habe die vorteilhaften Folgen der Dimension des unendlichen Raumes nicht verwirklicht, daher habe ich das nicht gepflegt. ",
  "an9.41:11.8": "Darum ist mein Geist bezüglich der Dimension des unendlichen Raumes nicht begierig, zuversichtlich, fest verankert und entschlossen. Darum sehe ich sie nicht als friedvoll an.‘ ",
  "an9.41:11.9": "Da dachte ich: ",
  "an9.41:11.10": "‚Angenommen, ich sähe die nachteiligen Folgen der Formen und baute das aus. Angenommen, ich sähe die vorteilhaften Folgen der Dimension des unendlichen Raumes und pflegte das. Es ist möglich, dass mein Geist dann bezüglich der Dimension des unendlichen Raumes begierig ist, zuversichtlich, fest verankert und entschlossen. Und dass ich sie als friedvoll ansehe.‘ ",
  "an9.41:11.11": "Und nach einiger Zeit sah ich die nachteiligen Folgen der Formen und baute das aus. Ich verwirklichte die vorteilhaften Folgen der Dimension des unendlichen Raumes und pflegte das. ",
  "an9.41:11.12": "Dann war mein Geist bezüglich der Dimension des unendlichen Raumes begierig, zuversichtlich, fest verankert und entschlossen. Ich sah sie als friedvoll an. ",
  "an9.41:11.13": "Und ich überstieg jegliche Formwahrnehmung, und mit dem Beenden der Wahrnehmung von Eindrücken, und indem ich den Geist nicht auf die Wahrnehmung von Vielfalt richtete, trat ich im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilte darin. ",
  "an9.41:11.14": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit Form verbundenen Wahrnehmungen, und das war für mich eine Beschwerde. ",
  "an9.41:11.15": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.41:11.16": "Ebenso war es für mich eine Beschwerde, wenn der Geist sich zu mit Form verbundenen Wahrnehmungen bewegte. ",
  "an9.41:12.1": "Da dachte ich: ",
  "an9.41:12.2": "‚Warum übersteige ich nicht vollständig die Dimension des unendlichen Raumes, trete im Wissen: „Bewusstsein ist unendlich“ in die Dimension des unendlichen Bewusstseins ein und verweile darin?‘ ",
  "an9.41:12.3": "Aber mein Geist war bezüglich der Dimension des unendlichen Bewusstseins nicht begierig, zuversichtlich, fest verankert und entschlossen. Ich sah sie nicht als friedvoll an. ",
  "an9.41:12.4": "Da dachte ich: ",
  "an9.41:12.5": "‚Was ist der Grund, was ist die Ursache, dass mein Geist bezüglich der Dimension des unendlichen Bewusstseins nicht begierig ist, zuversichtlich, fest verankert und entschlossen? Warum sehe ich sie nicht als friedvoll an?‘ ",
  "an9.41:12.6": "Da dachte ich: ",
  "an9.41:12.7": "‚Ich habe die nachteiligen Folgen der Dimension des unendlichen Raumes nicht gesehen, daher habe ich das nicht ausgebaut. Ich habe die vorteilhaften Folgen der Dimension des unendlichen Bewusstseins nicht verwirklicht, daher habe ich das nicht gepflegt. ",
  "an9.41:12.8": "Darum ist mein Geist bezüglich der Dimension des unendlichen Bewusstseins nicht begierig, zuversichtlich, fest verankert und entschlossen. Darum sehe ich sie nicht als friedvoll an.‘ ",
  "an9.41:12.9": "Da dachte ich: ",
  "an9.41:12.10": "‚Angenommen, ich sähe die nachteiligen Folgen der Dimension des unendlichen Raumes und baute das aus. Angenommen, ich sähe die vorteilhaften Folgen der Dimension des unendlichen Bewusstseins und pflegte das. Es ist möglich, dass mein Geist dann bezüglich der Dimension des unendlichen Bewusstseins begierig ist, zuversichtlich, fest verankert und entschlossen. Und dass ich sie als friedvoll ansehe.‘ ",
  "an9.41:12.11": "Und nach einiger Zeit sah ich die nachteiligen Folgen der Dimension des unendlichen Raumes und baute das aus. Ich verwirklichte die vorteilhaften Folgen der Dimension des unendlichen Bewusstseins und pflegte das. ",
  "an9.41:12.12": "Dann war mein Geist bezüglich der Dimension des unendlichen Bewusstseins begierig, zuversichtlich, fest verankert und entschlossen. Ich sah sie als friedvoll an. ",
  "an9.41:12.13": "Und ich überstieg vollständig die Dimension des unendlichen Raumes, trat im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilte darin. ",
  "an9.41:12.14": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit der Dimension des unendlichen Raumes verbundenen Wahrnehmungen, und das war für mich eine Beschwerde. ",
  "an9.41:12.15": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.41:12.16": "Ebenso war es für mich eine Beschwerde, wenn der Geist sich zu mit der Dimension des unendlichen Raumes verbundenen Wahrnehmungen bewegte. ",
  "an9.41:13.1": "Da dachte ich: ",
  "an9.41:13.2": "‚Warum übersteige ich nicht vollständig die Dimension des unendlichen Bewusstseins, trete im Wissen: „da ist überhaupt nichts“ in die Dimension des Nichts ein und verweile darin?‘ ",
  "an9.41:13.3": "Aber mein Geist war bezüglich der Dimension des Nichts nicht begierig, zuversichtlich, fest verankert und entschlossen. Ich sah sie nicht als friedvoll an. ",
  "an9.41:13.4": "Da dachte ich: ",
  "an9.41:13.5": "‚Was ist der Grund, was ist die Ursache, dass mein Geist bezüglich der Dimension des Nichts nicht begierig ist, zuversichtlich, fest verankert und entschlossen? Warum sehe ich sie nicht als friedvoll an?‘ ",
  "an9.41:13.6": "Da dachte ich: ",
  "an9.41:13.7": "‚Ich habe die nachteiligen Folgen der Dimension des unendlichen Bewusstseins nicht gesehen, daher habe ich das nicht ausgebaut. Ich habe die vorteilhaften Folgen der Dimension des Nichts nicht verwirklicht, daher habe ich das nicht gepflegt. ",
  "an9.41:13.8": "Darum ist mein Geist bezüglich der Dimension des Nichts nicht begierig, zuversichtlich, fest verankert und entschlossen. Darum sehe ich sie nicht als friedvoll an.‘ ",
  "an9.41:13.9": "Da dachte ich: ",
  "an9.41:13.10": "‚Angenommen, ich sähe die nachteiligen Folgen der Dimension des unendlichen Bewusstseins und baute das aus. Angenommen, ich sähe die vorteilhaften Folgen der Dimension des Nichts und pflegte das. Es ist möglich, dass mein Geist dann bezüglich der Dimension des Nichts begierig ist, zuversichtlich, fest verankert und entschlossen. Und dass ich sie als friedvoll ansehe.‘ ",
  "an9.41:13.11": "Und nach einiger Zeit sah ich die nachteiligen Folgen der Dimension des unendlichen Bewusstseins und baute das aus. Ich verwirklichte die vorteilhaften Folgen der Dimension des Nichts und pflegte das. ",
  "an9.41:13.12": "Dann war mein Geist bezüglich der Dimension des Nichts begierig, zuversichtlich, fest verankert und entschlossen. Ich sah sie als friedvoll an. ",
  "an9.41:13.13": "Und ich überstieg vollständig die Dimension des unendlichen Bewusstseins, trat im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilte darin. ",
  "an9.41:13.14": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit der Dimension des unendlichen Bewusstseins verbundenen Wahrnehmungen, und das war für mich eine Beschwerde. ",
  "an9.41:13.15": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.41:13.16": "Ebenso war es für mich eine Beschwerde, wenn der Geist sich zu mit der Dimension des unendlichen Bewusstseins verbundenen Wahrnehmungen bewegte. ",
  "an9.41:14.1": "Da dachte ich: ",
  "an9.41:14.2": "‚Warum übersteige ich nicht vollständig die Dimension des Nichts, trete in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweile darin?‘ ",
  "an9.41:14.3": "Aber mein Geist war bezüglich der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht begierig, zuversichtlich, fest verankert und entschlossen. Ich sah sie nicht als friedvoll an. ",
  "an9.41:14.4": "Da dachte ich: ",
  "an9.41:14.5": "‚Was ist der Grund, was ist die Ursache, dass mein Geist bezüglich der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht begierig ist, zuversichtlich, fest verankert und entschlossen? Warum sehe ich sie nicht als friedvoll an?‘ ",
  "an9.41:14.6": "Da dachte ich: ",
  "an9.41:14.7": "‚Ich habe die nachteiligen Folgen der Dimension des Nichts nicht gesehen, daher habe ich das nicht ausgebaut. Ich habe die vorteilhaften Folgen der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht verwirklicht, daher habe ich das nicht gepflegt. ",
  "an9.41:14.8": "Darum ist mein Geist bezüglich der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht begierig, zuversichtlich, fest verankert und entschlossen. Darum sehe ich sie nicht als friedvoll an.‘ ",
  "an9.41:14.9": "Da dachte ich: ",
  "an9.41:14.10": "‚Angenommen, ich sähe die nachteiligen Folgen der Dimension des Nichts und baute das aus. Angenommen, ich sähe die vorteilhaften Folgen der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, und pflegte das. Es ist möglich, dass mein Geist dann bezüglich der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, begierig ist, zuversichtlich, fest verankert und entschlossen. Und dass ich sie als friedvoll ansehe.‘ ",
  "an9.41:14.11": "Und nach einiger Zeit sah ich die nachteiligen Folgen der Dimension des Nichts und baute das aus. Ich verwirklichte die vorteilhaften Folgen der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, und pflegte das. ",
  "an9.41:14.12": "Dann war mein Geist bezüglich der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, begierig, zuversichtlich, fest verankert und entschlossen. Ich sah sie als friedvoll an. ",
  "an9.41:14.13": "Und ich überstieg vollständig die Dimension des Nichts, trat in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilte darin. ",
  "an9.41:14.14": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit der Dimension des Nichts verbundenen Wahrnehmungen, und das war für mich eine Beschwerde. ",
  "an9.41:14.15": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.41:14.16": "Ebenso war es für mich eine Beschwerde, wenn der Geist sich zu mit der Dimension des Nichts verbundenen Wahrnehmungen bewegte. ",
  "an9.41:15.1": "Da dachte ich: ",
  "an9.41:15.2": "‚Warum übersteige ich nicht vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, trete in das Aufhören von Wahrnehmung und Gefühl ein und verweile darin?‘ ",
  "an9.41:15.3": "Aber mein Geist war bezüglich des Aufhörens von Wahrnehmung und Gefühl nicht begierig, zuversichtlich, fest verankert und entschlossen. Ich sah es nicht als friedvoll an. ",
  "an9.41:15.4": "Da dachte ich: ",
  "an9.41:15.5": "‚Was ist der Grund, was ist die Ursache, dass mein Geist bezüglich des Aufhörens von Wahrnehmung und Gefühl nicht begierig ist, zuversichtlich, fest verankert und entschlossen? Warum sehe ich es nicht als friedvoll an?‘ ",
  "an9.41:15.6": "Da dachte ich: ",
  "an9.41:15.7": "‚Ich habe die nachteiligen Folgen der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht gesehen, daher habe ich das nicht ausgebaut. Ich habe die vorteilhaften Folgen des Aufhörens von Wahrnehmung und Gefühl nicht verwirklicht, daher habe ich das nicht gepflegt. ",
  "an9.41:15.8": "Darum ist mein Geist bezüglich des Aufhörens von Wahrnehmung und Gefühl nicht begierig, zuversichtlich, fest verankert und entschlossen. Darum sehe ich es nicht als friedvoll an.‘ ",
  "an9.41:15.9": "Da dachte ich: ",
  "an9.41:15.10": "‚Angenommen, ich sähe die nachteiligen Folgen der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, und baute das aus. Angenommen, ich sähe die vorteilhaften Folgen des Aufhörens von Wahrnehmung und Gefühl und pflegte das. Es ist möglich, dass mein Geist dann bezüglich des Aufhörens von Wahrnehmung und Gefühl begierig ist, zuversichtlich, fest verankert und entschlossen. Und dass ich es als friedvoll ansehe.‘ ",
  "an9.41:15.11": "Und nach einiger Zeit sah ich die nachteiligen Folgen der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, und baute das aus. Ich verwirklichte die vorteilhaften Folgen des Aufhörens von Wahrnehmung und Gefühl und pflegte das. ",
  "an9.41:15.12": "Dann war mein Geist bezüglich des Aufhörens von Wahrnehmung und Gefühl begierig, zuversichtlich, fest verankert und entschlossen. Ich sah es als friedvoll an. ",
  "an9.41:15.13": "Und ich überstieg vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, trat in das Aufhören von Wahrnehmung und Gefühl ein und verweilte darin. Und als ich mit Weisheit sah, lösten sich meine Befleckungen auf. ",
  "an9.41:16.1": "Solange ich nicht in diese neun fortschreitenden erhabenen Meditationszustände in auf- und absteigender Folge ein- und wieder herausgetreten war, so lange habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen nicht mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "an9.41:16.2": "Als ich aber in diese neun fortschreitenden erhabenen Meditationszustände in auf- und absteigender Folge ein- und wieder herausgetreten war, da habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "an9.41:16.3": "Erkennen und Sehen gingen mir auf: ",
  "an9.41:16.4": "‚Meine Freiheit ist unerschütterlich. Das ist meine letzte Wiedergeburt. Künftige Leben wird es jetzt nicht mehr geben.‘“ "
}