{
  "an9.43:0.1": "Nummerierte Lehrreden 9.43 ",
  "an9.43:0.2": "5. Das Kapitel über Ähnlichkeit ",
  "an9.43:0.3": "Ein persönlicher Zeuge ",
  "an9.43:1.1": "„Werter Freund, man spricht von einer Person, die ‚persönlicher Zeuge‘ genannt wird. ",
  "an9.43:1.2": "Inwiefern sprach der Buddha von einem persönlichen Zeugen?“ ",
  "an9.43:2.1": "„Da tritt eine Nonne, ganz abgeschieden von den Sinnenfreuden … in die erste Vertiefung ein und verweilt darin. ",
  "an9.43:2.2": "Sie meditiert, indem sie diese Dimension auf jede Weise unmittelbar erfährt. ",
  "an9.43:2.3": "Insofern sprach der Buddha von einem persönlichen Zeugen, in einem eingeschränkten Sinn. ",
  "an9.43:3.1": "Dann beruhigt sich da bei einer Nonne das Ausrichten und Halten des Geistes, und sie tritt in die zweite Vertiefung ein und verweilt darin … ",
  "an9.43:3.2": "in die dritte Vertiefung … ",
  "an9.43:3.3": "Sie tritt in die vierte Vertiefung ein und verweilt darin. ",
  "an9.43:3.4": "Sie meditiert, indem sie diese Dimension auf jede Weise unmittelbar erfährt. ",
  "an9.43:3.5": "Insofern sprach der Buddha von einem persönlichen Zeugen, in einem eingeschränkten Sinn. ",
  "an9.43:4.1": "Dann übersteigt da eine Nonne jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, wendet sich nicht der Wahrnehmung von Vielfalt zu, tritt im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "an9.43:4.2": "Sie meditiert, indem sie diese Dimension auf jede Weise unmittelbar erfährt. ",
  "an9.43:4.3": "Insofern sprach der Buddha von einem persönlichen Zeugen, in einem eingeschränkten Sinn. Dann tritt da eine Nonne in die Dimension des unendlichen Bewusstseins ein und verweilt darin … in die Dimension des Nichts … in die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat … ",
  "an9.43:5.1": "Dann übersteigt da eine Nonne vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. Und wenn sie mit Weisheit sieht, lösen sich ihre Befleckungen auf. ",
  "an9.43:5.2": "Sie meditiert, indem sie diese Dimension auf jede Weise unmittelbar erfährt. ",
  "an9.43:5.3": "Insofern sprach der Buddha von einem persönlichen Zeugen, in uneingeschränktem Sinn.“ "
}