{
  "an9.39:0.1": "Nummerierte Lehrreden 9.39 ",
  "an9.39:0.2": "4. Das große Kapitel ",
  "an9.39:0.3": "Der Krieg zwischen Göttern und Dämonen ",
  "an9.39:1.1": "„Es war einmal, Mönche und Nonnen, eine Schlacht, die wurde zwischen den Göttern und den Dämonen ausgefochten. ",
  "an9.39:1.2": "In dieser Schlacht siegten die Dämonen, und die Götter unterlagen. ",
  "an9.39:1.3": "Geschlagen flohen die Götter nordwärts und die Dämonen verfolgten sie. ",
  "an9.39:1.4": "Da dachten die Götter: ",
  "an9.39:1.5": "‚Die Dämonen sind noch hinter uns her. ",
  "an9.39:1.6": "Warum verwickeln wir sie nicht zum zweiten Mal in eine Schlacht? ‘ ",
  "an9.39:1.7": "Und so wurde zwischen den Göttern und den Dämonen eine zweite Schlacht ausgefochten. ",
  "an9.39:1.8": "Und zum zweiten Mal siegten die Dämonen, und die Götter unterlagen. ",
  "an9.39:1.9": "Geschlagen flohen die Götter nordwärts und die Dämonen verfolgten sie. ",
  "an9.39:2.1": "Da dachten die Götter: ",
  "an9.39:2.2": "‚Die Dämonen sind noch hinter uns her. ",
  "an9.39:2.3": "Warum verwickeln wir sie nicht zum dritten Mal in eine Schlacht? ‘ ",
  "an9.39:2.4": "Und so wurde zwischen den Göttern und den Dämonen eine dritte Schlacht ausgefochten. ",
  "an9.39:2.5": "Und zum dritten Mal siegten die Dämonen, und die Götter unterlagen. ",
  "an9.39:2.6": "Geschlagen und in Panik flohen die Götter geradewegs in die Götterburg. ",
  "an9.39:2.7": "Als sie in ihrer Burg waren, dachten sie: ",
  "an9.39:2.8": "‚Jetzt sind wir an einem sichern Ort und die Dämonen können uns nichts anhaben.‘ ",
  "an9.39:2.9": "Auch die Dämonen dachten: ",
  "an9.39:2.10": "‚Jetzt sind die Götter an einem sicheren Ort und wir können ihnen nichts anhaben.‘ ",
  "an9.39:3.1": "Es war einmal eine Schlacht, die wurde zwischen den Göttern und den Dämonen ausgefochten. ",
  "an9.39:3.2": "In dieser Schlacht siegten die Götter, und die Dämonen unterlagen. ",
  "an9.39:3.3": "Geschlagen flohen die Dämonen südwärts und die Götter verfolgten sie. ",
  "an9.39:3.4": "Da dachten die Dämonen: ",
  "an9.39:3.5": "‚Die Götter sind noch hinter uns her. ",
  "an9.39:3.6": "Warum verwickeln wir sie nicht zum zweiten Mal in eine Schlacht? ‘ ",
  "an9.39:3.7": "Und so wurde zwischen den Göttern und den Dämonen eine zweite Schlacht ausgefochten. ",
  "an9.39:3.8": "Und zum zweiten Mal siegten die Götter, und die Dämonen unterlagen. ",
  "an9.39:3.9": "Geschlagen flohen die Dämonen südwärts und die Götter verfolgten sie. ",
  "an9.39:4.1": "Da dachten die Dämonen: ",
  "an9.39:4.2": "‚Die Götter sind noch hinter uns her. ",
  "an9.39:4.3": "Warum verwickeln wir sie nicht zum dritten Mal in eine Schlacht? ‘ ",
  "an9.39:4.4": "Und so wurde zwischen den Göttern und den Dämonen eine dritte Schlacht ausgefochten. ",
  "an9.39:4.5": "Und zum dritten Mal siegten die Götter, und die Dämonen unterlagen. ",
  "an9.39:4.6": "Geschlagen und in Panik flohen die Dämonen geradewegs in die Dämonenburg. ",
  "an9.39:4.7": "Als sie in ihrer Burg waren, dachten sie: ",
  "an9.39:4.8": "‚Jetzt sind wir an einem sichern Ort und die Götter können uns nichts anhaben.‘ ",
  "an9.39:4.9": "Und auch die Götter dachten: ",
  "an9.39:4.10": "‚Jetzt sind die Dämonen an einem sicheren Ort und wir können ihnen nichts anhaben.‘ ",
  "an9.39:5.1": "Ebenso ist es, wenn ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "an9.39:5.2": "Zu einer solchen Zeit denkt der Mönch: ",
  "an9.39:5.3": "‚Jetzt bin ich an einem sicheren Ort und Māra kann mir nichts anhaben.‘ ",
  "an9.39:5.4": "Und auch Māra der Böse denkt: ",
  "an9.39:5.5": "‚Jetzt ist dieser Mönch an einem sicheren Ort und wir können ihm nichts anhaben.‘ ",
  "an9.39:6.1": "Wenn dann ein Mönch, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung eintritt und darin verweilt … ",
  "an9.39:6.2": "in die dritte Vertiefung … ",
  "an9.39:6.3": "wenn er in die vierte Vertiefung eintritt und darin verweilt – ",
  "an9.39:6.4": "zu einer solchen Zeit denkt der Mönch: ",
  "an9.39:6.5": "‚Jetzt bin ich an einem sicheren Ort und Māra kann mir nichts anhaben.‘ ",
  "an9.39:6.6": "Und auch Māra der Böse denkt: ",
  "an9.39:6.7": "‚Jetzt ist dieser Mönch an einem sicheren Ort und wir können ihm nichts anhaben.‘ ",
  "an9.39:7.1": "Einen Mönch, der jegliche Formwahrnehmung übersteigt, die Wahrnehmung von Eindrücken beendet, sich nicht der Wahrnehmung von Vielfalt zuwendet und im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes eintritt und darin verweilt – ",
  "an9.39:7.2": "einen solchen nennt man einen Mönch, der Māra geblendet hat, der Māras Auge spurlos ausgelöscht hat und der dorthin gegangen ist, wo der Böse ihn nicht sehen kann. ",
  "an9.39:8.1": "Eine Nonne, die die Dimension des unendlichen Raumes vollständig übersteigt und im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins eintritt und darin verweilt … ",
  "an9.39:8.2": "Einen Mönch, der die Dimension des unendlichen Bewusstseins vollständig übersteigt und im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts eintritt und darin verweilt … ",
  "an9.39:8.3": "Eine Nonne, die die Dimension des Nichts vollständig übersteigt, in die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, eintritt und darin verweilt … ",
  "an9.39:8.4": "Einen Mönch, der die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, vollständig übersteigt, in das Aufhören von Wahrnehmung und Gefühl eintritt und der mit Weisheit sieht, sodass seine Befleckungen sich auflösen – ",
  "an9.39:8.5": "einen solchen nennt man einen Mönch, der Māra geblendet hat, der Māras Auge spurlos ausgelöscht hat und der dorthin gegangen ist, wo der Böse ihn nicht sehen kann. Und er hat das Klammern an der Welt überquert.“ "
}