{
  "an9.42:0.1": "Nummerierte Lehrreden 9.42 ",
  "an9.42:0.2": "5. Das Kapitel über Ähnlichkeit ",
  "an9.42:0.3": "Enge ",
  "an9.42:1.1": "Einmal hielt sich der Ehrwürdige Ānanda bei Kosambī auf, in Ghositas Kloster. ",
  "an9.42:1.2": "Da ging der Ehrwürdige Udāyī zum Ehrwürdigen Ānanda und tauschte Willkommensgrüße mit ihm aus. ",
  "an9.42:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Ānanda: ",
  "an9.42:1.4": "„Werter Freund, vom Gott Pañcālacaṇḍa wurde gesagt: ",
  "an9.42:2.1": "‚Die Öffnung inmitten der Enge ",
  "an9.42:2.2": "wurde vom Buddha entdeckt, ihm mit ausgedehntem Verstand, ",
  "an9.42:2.3": "der zur Vertiefung erwachte, ",
  "an9.42:2.4": "dem Abgeklärten, dem einsamen Bullen.‘ ",
  "an9.42:3.1": "Aber was ist die Enge, und was ist die Öffnung inmitten der Enge, von der der Buddha gesprochen hat?“ ",
  "an9.42:3.2": "„Werter Freund, die fünf Arten sinnlicher Erregung werden vom Buddha ‚Enge‘ genannt. ",
  "an9.42:3.3": "Welche fünf? ",
  "an9.42:3.4": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "an9.42:3.5": "Töne, die das Ohr erkennt … ",
  "an9.42:3.6": "Düfte, die die Nase erkennt … ",
  "an9.42:3.7": "Geschmäcke, die die Zunge erkennt … ",
  "an9.42:3.8": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "an9.42:3.9": "Das sind die fünf Arten sinnlicher Erregung, die vom Buddha ‚Enge‘ genannt werden. ",
  "an9.42:4.1": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden … in die erste Vertiefung ein und verweilt darin. ",
  "an9.42:4.2": "Insoweit sprach der Buddha davon, eine Öffnung inmitten der Enge zu schaffen, in einem eingeschränkten Sinn. ",
  "an9.42:4.3": "Aber da ist immer noch Enge. ",
  "an9.42:4.4": "Worin besteht diese Enge? ",
  "an9.42:4.5": "Jedes Ausrichten und Halten des Geistes, das noch nicht aufgehört hat, ist hier die Enge. ",
  "an9.42:5.1": "Dann beruhigt sich da bei einer Nonne das Ausrichten und Halten des Geistes, und sie tritt in die zweite Vertiefung ein und verweilt darin … ",
  "an9.42:5.2": "Insoweit sprach der Buddha davon, eine Öffnung inmitten der Enge zu schaffen, in einem eingeschränkten Sinn. ",
  "an9.42:5.3": "Aber da ist immer noch Enge. ",
  "an9.42:5.4": "Worin besteht diese Enge? ",
  "an9.42:5.5": "Jede Ekstase, die noch nicht aufgehört hat, ist hier die Enge. ",
  "an9.42:6.1": "Dann tritt da ein Mönch mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweilt darin … ",
  "an9.42:6.2": "Insoweit sprach der Buddha davon, eine Öffnung inmitten der Enge zu schaffen, in einem eingeschränkten Sinn. ",
  "an9.42:6.3": "Aber da ist immer noch Enge. ",
  "an9.42:6.4": "Worin besteht diese Enge? ",
  "an9.42:6.5": "Jede gleichmütige Seligkeit, die noch nicht aufgehört hat, ist hier die Enge. ",
  "an9.42:7.1": "Dann tritt da eine Nonne, indem sie Glück und Schmerz aufgibt, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung ein und verweilt darin … ",
  "an9.42:7.2": "Insoweit sprach der Buddha davon, eine Öffnung inmitten der Enge zu schaffen, in einem eingeschränkten Sinn. ",
  "an9.42:7.3": "Aber da ist immer noch Enge. ",
  "an9.42:7.4": "Worin besteht diese Enge? ",
  "an9.42:7.5": "Jede Formwahrnehmung, die noch nicht aufgehört hat, ist hier die Enge. ",
  "an9.42:8.1": "Dann übersteigt da ein Mönch jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, wendet sich nicht der Wahrnehmung von Vielfalt zu, tritt im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "an9.42:8.2": "Insoweit sprach der Buddha davon, eine Öffnung inmitten der Enge zu schaffen, in einem eingeschränkten Sinn. ",
  "an9.42:8.3": "Aber da ist immer noch Enge. ",
  "an9.42:8.4": "Worin besteht diese Enge? ",
  "an9.42:8.5": "Jede Wahrnehmung der Dimension des unendlichen Raumes, die noch nicht aufgehört hat, ist hier die Enge. ",
  "an9.42:9.1": "Dann übersteigt da eine Nonne vollständig die Dimension des unendlichen Raumes, tritt im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "an9.42:9.2": "Insoweit sprach der Buddha davon, eine Öffnung inmitten der Enge zu schaffen, in einem eingeschränkten Sinn. ",
  "an9.42:9.3": "Aber da ist immer noch Enge. ",
  "an9.42:9.4": "Worin besteht diese Enge? ",
  "an9.42:9.5": "Jede Wahrnehmung der Dimension des unendlichen Bewusstseins, die noch nicht aufgehört hat, ist hier die Enge. ",
  "an9.42:10.1": "Dann übersteigt da ein Mönch vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilt darin. ",
  "an9.42:10.2": "Insoweit sprach der Buddha davon, eine Öffnung inmitten der Enge zu schaffen, in einem eingeschränkten Sinn. ",
  "an9.42:10.3": "Aber da ist immer noch Enge. ",
  "an9.42:10.4": "Worin besteht diese Enge? ",
  "an9.42:10.5": "Jede Wahrnehmung der Dimension des Nichts, die noch nicht aufgehört hat, ist hier die Enge. ",
  "an9.42:11.1": "Dann übersteigt da eine Nonne vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "an9.42:11.2": "Insoweit sprach der Buddha davon, eine Öffnung inmitten der Enge zu schaffen, in einem eingeschränkten Sinn. ",
  "an9.42:11.3": "Aber da ist immer noch Enge. ",
  "an9.42:11.4": "Worin besteht diese Enge? ",
  "an9.42:11.5": "Jede Wahrnehmung der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, die noch nicht aufgehört hat, ist hier die Enge. ",
  "an9.42:12.1": "Dann übersteigt da ein Mönch vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. Und wenn er mit Weisheit sieht, lösen sich seine Befleckungen auf. ",
  "an9.42:12.2": "Insoweit sprach der Buddha davon, eine Öffnung inmitten der Enge zu schaffen, in uneingeschränktem Sinn.“ "
}