{
  "an9.5:0.1": "Nummerierte Lehrreden 9.5 ",
  "an9.5:0.2": "1. Das Kapitel über das Erwachen ",
  "an9.5:0.3": "Kräfte ",
  "an9.5:1.1": "„Mönche und Nonnen, es gibt vier Kräfte. ",
  "an9.5:1.2": "Welche vier? ",
  "an9.5:1.3": "Die Kraft der Weisheit, der Energie, der Freiheit von Tadel und der Gemeinschaftsbildung. ",
  "an9.5:1.4": "Und was ist die Kraft der Weisheit? ",
  "an9.5:1.5": "Man hat diese Eigenschaften, die tauglich sind und als tauglich angesehen werden, klar erkannt und sich mit Weisheit klar bewusst gemacht; diese Eigenschaften, die untauglich sind … die tadelnswert sind … die ohne Tadel sind … die dunkel sind … die hell sind … die gepflegt werden sollten … die nicht gepflegt werden sollten … die der Edlen nicht würdig sind … die der Edlen würdig sind und als der Edlen würdig angesehen werden, hat man klar erkannt und sich mit Weisheit klar bewusst gemacht. ",
  "an9.5:1.6": "Das nennt man die Kraft der Weisheit. ",
  "an9.5:2.1": "Und was ist die Kraft der Energie? ",
  "an9.5:2.2": "Man entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, um diese Eigenschaften, die untauglich sind und als untauglich angesehen werden, aufzugeben; um diese Eigenschaften, die tadelnswert sind … die dunkel sind … die nicht gepflegt werden sollten … die der Edlen nicht würdig sind und als der Edlen nicht würdig angesehen werden, aufzugeben. ",
  "an9.5:2.3": "Man entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, um diese Eigenschaften, die tauglich sind und als tauglich angesehen werden, zu erlangen; um diese Eigenschaften, die ohne Tadel sind … die hell sind … die gepflegt werden sollten … die der Edlen würdig sind und als der Edlen würdig angesehen werden, zu erlangen. ",
  "an9.5:2.4": "Das nennt man die Kraft der Energie. ",
  "an9.5:3.1": "Und was ist die Kraft der Freiheit von Tadel? ",
  "an9.5:3.2": "Es ist, wenn ein edler Schüler mit dem Körper, der Sprache und dem Geist ein tadelloses Verhalten hat. ",
  "an9.5:3.3": "Das nennt man die Kraft der Freiheit von Tadel. ",
  "an9.5:4.1": "Und was ist die Kraft der Gemeinschaftsbildung? ",
  "an9.5:4.2": "Es gibt diese vier Arten der Gemeinschaftsbildung: ",
  "an9.5:4.3": "Geben, freundliche Worte, Fürsorglichkeit und Gleichbehandlung. ",
  "an9.5:4.4": "Das beste Geben ist die Gabe der Lehre. ",
  "an9.5:4.5": "Die besten freundlichen Worte sind es, jemanden, der begierig ist und die Ohren spitzt, wieder und wieder im Dhamma zu unterweisen. ",
  "an9.5:4.6": "Die beste Fürsorglichkeit ist es, die, die kein Vertrauen haben, zu Vertrauen, die Unmoralischen zu moralischem Verhalten, die Geizigen zu Großzügigkeit und die Unwissenden zu Weisheit zu ermuntern, sie dahin zu bringen und dort zu verankern. ",
  "an9.5:4.7": "Die beste Gleichbehandlung ist, einen in den Strom Eingetretenen wie den anderen zu behandeln, eine Einmalwiederkehrerin wie die andere, einen Nichtwiederkehrer wie den anderen und eine Vollendete wie die andere. ",
  "an9.5:4.8": "Das nennt man die Kraft der Gemeinschaftsbildung. ",
  "an9.5:4.9": "Das sind die vier Kräfte. ",
  "an9.5:5.1": "Ein edler Schüler, der diese vier Kräfte besitzt, hat fünf Arten von Furcht überwunden. ",
  "an9.5:5.2": "Welche fünf? ",
  "an9.5:5.3": "Furcht in Bezug auf den Lebenserwerb, Furcht vor einem schlechten Ruf, Furcht, sich in einer Versammlung unsicher zu fühlen, Furcht vor dem Tod und Furcht vor einer schlechten Wiedergeburt. ",
  "an9.5:5.4": "Dann überlegt dieser edle Schüler: ",
  "an9.5:5.5": "‚Ich habe keine Furcht in Bezug auf den Lebenserwerb. ",
  "an9.5:5.6": "Warum sollte ich mich diesbezüglich fürchten? ",
  "an9.5:5.7": "Ich besitze diese vier Kräfte: ",
  "an9.5:5.8": "die Kraft der Weisheit, der Energie, der Freiheit von Tadel und der Gemeinschaftsbildung. ",
  "an9.5:5.9": "Ein geistloser Mensch mag um seinen Lebenserwerb fürchten. ",
  "an9.5:5.10": "Ein träger Mensch mag um seinen Lebenserwerb fürchten. ",
  "an9.5:5.11": "Ein Mensch, der mit dem Körper, der Sprache und dem Geist tadelnswerte Dinge tut, mag um seinen Lebenserwerb fürchten. ",
  "an9.5:5.12": "Ein Mensch, der andere nicht einbezieht, mag um seinen Lebenserwerb fürchten. ",
  "an9.5:5.13": "Ich habe keine Furcht vor einem schlechten Ruf … ",
  "an9.5:5.14": "Ich habe keine Furcht, mich in einer Versammlung unsicher zu fühlen … ",
  "an9.5:5.15": "Ich habe keine Furcht vor dem Tod … ",
  "an9.5:5.16": "Ich habe keine Furcht vor einer schlechten Wiedergeburt. ",
  "an9.5:5.17": "Warum sollte ich mich davor fürchten? ",
  "an9.5:5.18": "Ich besitze diese vier Kräfte: ",
  "an9.5:5.19": "die Kraft der Weisheit, der Energie, der Freiheit von Tadel und der Gemeinschaftsbildung. ",
  "an9.5:5.20": "Ein geistloser Mensch mag sich vor einer schlechten Wiedergeburt fürchten. ",
  "an9.5:5.21": "Ein träger Mensch mag sich vor einer schlechten Wiedergeburt fürchten. ",
  "an9.5:5.22": "Ein Mensch, der mit dem Körper, der Sprache und dem Geist tadelnswerte Dinge tut, mag sich vor einer schlechten Wiedergeburt fürchten. ",
  "an9.5:5.23": "Ein Mensch, der andere nicht einbezieht, mag sich vor einer schlechten Wiedergeburt fürchten.‘ ",
  "an9.5:5.24": "Ein edler Schüler, der diese vier Kräfte besitzt, hat diese fünf Arten von Furcht überwunden.“ "
}