{
  "an9.1:0.1": "Nummerierte Lehrreden 9 ",
  "an9.1:0.2": "1. Erwachen ",
  "an9.1:0.3": "1. Erwachen ",
  "an9.1:1.1": "So habe ich es gehört: ",
  "an9.1:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an9.1:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an9.1:2.1": "„Mönche und Nonnen, wenn Wanderer, die andere Wege gehen, fragen würden: ",
  "an9.1:2.2": "‚Werte Freunde, was ist die wesentliche Bedingung für die Entwicklung der Faktoren des Erwachens?‘ Was würdet ihr ihnen antworten?“ ",
  "an9.1:2.3": "„Unsere Lehren wurzeln im Buddha. … Die Mönche und Nonnen werden zuhören und es sich merken.“ ",
  "an9.1:3.1": "„Also dann, Mönche und Nonnen, hört zu und passt gut auf, ich werde sprechen.“ ",
  "an9.1:3.2": "„Ja, Herr“, antworteten sie. ",
  "an9.1:3.3": "Der Buddha sagte: ",
  "an9.1:4.1": "„Mönche und Nonnen, wenn Wanderer, die andere Wege gehen, fragen würden: ",
  "an9.1:4.2": "‚Werte Freunde, was ist die wesentliche Bedingung für die Entwicklung der Faktoren des Erwachens?‘ Dann solltet ihr ihnen antworten: ",
  "an9.1:5.1": "‚Da hat eine Nonne gute Freunde, gute Genossen, gute Gefährtinnen. ",
  "an9.1:5.2": "Das ist die erste wesentliche Bedingung für die Entwicklung der Faktoren des Erwachens. ",
  "an9.1:6.1": "Dann ist da eine Nonne sittlich, gezügelt gemäß der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Sie sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an9.1:6.2": "Das ist die zweite wesentliche Bedingung für die Entwicklung der Faktoren des Erwachens. ",
  "an9.1:7.1": "Dann findet da eine Nonne, wann immer sie will, ohne Mühe und Not, Gelegenheit, an Gesprächen über Zurückhaltung teilzunehmen, die helfen, das Herz zu öffnen: nämlich an Gesprächen darüber, wenige Wünsche zu haben, über Zufriedenheit, Abgeschiedenheit, Abstand, das Aufrütteln der Energie, Ethik, Versenkung, Weisheit, Freiheit und das Wissen und Sehen der Freiheit. ",
  "an9.1:7.2": "Das ist die dritte wesentliche Bedingung für die Entwicklung der Faktoren des Erwachens. ",
  "an9.1:8.1": "Dann lebt da eine Nonne so, dass sie ihre Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Sie ist stark, standhaft entschlossen, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an9.1:8.2": "Das ist die vierte wesentliche Bedingung für die Entwicklung der Faktoren des Erwachens. ",
  "an9.1:9.1": "Dann ist da eine Nonne weise. Sie besitzt das Wissen vom Entstehen und Vergehen, das edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "an9.1:9.2": "Das ist die fünfte wesentliche Bedingung für die Entwicklung der Faktoren des Erwachens.‘ ",
  "an9.1:10.1": "Von einer Nonne mit guten Freunden, guten Genossen und guten Gefährtinnen kann man erwarten, ",
  "an9.1:10.2": "dass sie sittlich ist … ",
  "an9.1:11.1": "Eine Nonne mit guten Freunden, guten Genossen und guten Gefährtinnen kann erwarten, ",
  "an9.1:11.2": "dass sie, wann immer sie will, ohne Mühe und Not, Gelegenheit findet, an Gesprächen über Zurückhaltung teilzunehmen, die helfen, das Herz zu öffnen … ",
  "an9.1:12.1": "Von einer Nonne mit guten Freunden, guten Genossen und guten Gefährtinnen kann man erwarten, ",
  "an9.1:12.2": "dass sie so lebt, dass sie ihre Energie aufrüttelt … ",
  "an9.1:13.1": "Von einer Nonne mit guten Freunden, guten Genossen und guten Gefährtinnen kann man erwarten, ",
  "an9.1:13.2": "dass sie weise ist … ",
  "an9.1:14.1": "Und dann sollte eine Nonne, indem sie sich auf diese fünf Dinge stützt, vier weitere Dinge entwickeln. ",
  "an9.1:14.2": "Sie sollte die Wahrnehmung des Hässlichen entwickeln, um Gier aufzugeben, Liebe entwickeln, um Hass aufzugeben, Achtsamkeit auf den Atem entwickeln, um das Denken zu unterbrechen und die Wahrnehmung der Unbeständigkeit entwickeln, um die Einbildung ‚ich bin‘ zu entwurzeln. ",
  "an9.1:14.3": "Wenn man die Unbeständigkeit wahrnimmt, festigt sich die Wahrnehmung des Nicht-selbst. ",
  "an9.1:14.4": "Wenn man Nicht-selbst wahrnimmt, entwurzelt man die Einbildung ‚ich bin‘ und erlangt das Erlöschen in diesem Leben.“ "
}