{
  "an9.24:0.1": "Nummerierte Lehrreden 9.24 ",
  "an9.24:0.2": "3. Das Kapitel über Wohnplätze der Lebewesen ",
  "an9.24:0.3": "Wohnplätze der Lebewesen ",
  "an9.24:1.1": "„Mönche und Nonnen, es gibt neun Wohnplätze der Lebewesen. ",
  "an9.24:1.2": "Welche neun? ",
  "an9.24:1.3": "Es gibt Lebewesen, deren Körper und Wahrnehmung vielfältig sind – wie Menschen, manche Götter und manche Wesen in der Unterwelt. ",
  "an9.24:1.4": "Das ist der erste Wohnplatz der Lebewesen. ",
  "an9.24:2.1": "Es gibt Lebewesen, deren Körper vielfältig sind und deren Wahrnehmung einheitlich ist – wie die Götter, die durch die erste Vertiefung in Brahmas Gefolge wiedergeboren wurden. ",
  "an9.24:2.2": "Das ist der zweite Wohnplatz der Lebewesen. ",
  "an9.24:3.1": "Es gibt Lebewesen, deren Körper einheitlich sind und deren Wahrnehmung vielfältig ist – wie die Götter von strahlendem Glanz. ",
  "an9.24:3.2": "Das ist der dritte Wohnplatz der Lebewesen. ",
  "an9.24:4.1": "Es gibt Lebewesen, deren Körper und Wahrnehmung einheitlich sind – wie die mit Herrlichkeit reich gesegneten Götter. ",
  "an9.24:4.2": "Das ist der vierte Wohnplatz der Lebewesen. ",
  "an9.24:5.1": "Es gibt Lebewesen, die sind ohne Wahrnehmung und erleben nichts – wie die göttlichen Wesen ohne Wahrnehmung. ",
  "an9.24:5.2": "Das ist der fünfte Wohnplatz der Lebewesen. ",
  "an9.24:6.1": "Es gibt Lebewesen, die jegliche Formwahrnehmung überstiegen haben. Mit dem Beenden der Wahrnehmung von Eindrücken, und indem sie ihre Aufmerksamkeit nicht der Wahrnehmung von Vielfalt zuwandten, wurden sie im Wissen: ‚Raum ist unendlich‘ in der Dimension des unendlichen Raumes wiedergeboren. ",
  "an9.24:6.2": "Das ist der sechste Wohnplatz der Lebewesen. ",
  "an9.24:7.1": "Es gibt Lebewesen, die die Dimension des unendlichen Raumes vollständig überstiegen haben. Im Wissen: ‚Bewusstsein ist unendlich‘ wurden sie in der Dimension des unendlichen Bewusstseins wiedergeboren. ",
  "an9.24:7.2": "Das ist der siebte Wohnplatz der Lebewesen. ",
  "an9.24:8.1": "Es gibt Lebewesen, die die Dimension des unendlichen Bewusstseins vollständig überstiegen haben. Im Wissen: ‚da ist überhaupt nichts‘ wurden sie in der Dimension des Nichts wiedergeboren. ",
  "an9.24:8.2": "Das ist der achte Wohnplatz der Lebewesen. ",
  "an9.24:9.1": "Es gibt Lebewesen, die die Dimension des Nichts vollständig überstiegen haben. Sie wurden in der Dimension wiedergeboren, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "an9.24:9.2": "Das ist der neunte Wohnplatz der Lebewesen. ",
  "an9.24:10.1": "Das sind die neun Wohnplätze der Lebewesen.“ "
}