{
  "an9.28:0.1": "Nummerierte Lehrreden 9.28 ",
  "an9.28:0.2": "3. Das Kapitel über Wohnplätze der Lebewesen ",
  "an9.28:0.3": "Gefahren und Bedrohungen (2) ",
  "an9.28:1.1": "„Mönche und Nonnen, wenn ein edler Schüler fünf Gefahren und Bedrohungen gebannt hat und die vier Faktoren des Stromeintritts besitzt, kann er, wenn er will, von sich erklären: ",
  "an9.28:1.2": "‚Ich habe mit der Wiedergeburt in der Hölle, dem Tierreich und dem Gespensterreich abgeschlossen. Mit allen verlorenen Orten habe ich abgeschlossen, mit allen schlechten Orten, mit der Unterwelt. Ich bin in den Strom eingetreten! Ich muss nicht mehr in der Unterwelt wiedergeboren werden und bin auf dem Weg zum Erwachen.‘ ",
  "an9.28:2.1": "Was sind die fünf Gefahren und Bedrohungen, die er gebannt hat? ",
  "an9.28:2.2": "Jeder, der lebende Geschöpfe tötet, schafft Gefahren und Bedrohungen sowohl in diesem als auch in künftigen Leben und empfindet seelischen Schmerz und Traurigkeit. Jeder, der es unterlässt, lebende Geschöpfe zu töten, schafft keine Gefahren und Bedrohungen, weder in diesem noch in künftigen Leben, und empfindet keinen seelischen Schmerz und keine Traurigkeit. ",
  "an9.28:2.3": "So wird diese Gefahr und diese Bedrohung gebannt für jeden, der das Töten lebender Geschöpfe unterlässt. ",
  "an9.28:3.1": "Jeder, der stiehlt … sexuelle Verfehlungen begeht … lügt … ",
  "an9.28:3.2": "oder Alkohol trinkt, der nachlässig macht, schafft Gefahren und Bedrohungen sowohl in diesem als auch in künftigen Leben und empfindet seelischen Schmerz und Traurigkeit. Jeder, der es unterlässt, Alkohol zu trinken, der nachlässig macht, schafft keine Gefahren und Bedrohungen, weder in diesem noch in künftigen Leben, und empfindet keinen seelischen Schmerz und keine Traurigkeit. ",
  "an9.28:3.3": "So wird diese Gefahr und diese Bedrohung gebannt für jeden, der das Trinken von Alkohol, der nachlässig macht, unterlässt. ",
  "an9.28:3.4": "Das sind die fünf Gefahren und Bedrohungen, die er gebannt hat. ",
  "an9.28:4.1": "Was sind die vier Faktoren des Stromeintritts, die er besitzt? ",
  "an9.28:4.2": "Es ist, wenn ein edler Schüler auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "an9.28:4.4": "zur Lehre … ",
  "an9.28:4.5": "und zum Saṅgha hat … ",
  "an9.28:4.6": "und sein sittliches Verhalten wird von den Edlen geliebt, ist ungebrochen, makellos, ohne Flecken und unbeschädigt. Es ist befreiend und wird von vernünftigen Menschen gepriesen, ist richtig verstanden und führt in die Versenkung. ",
  "an9.28:4.7": "Das sind die vier Faktoren des Stromeintritts, die er besitzt. ",
  "an9.28:5.1": "Wenn ein edler Schüler diese fünf Gefahren und Bedrohungen gebannt hat und die diese vier Faktoren des Stromeintritts besitzt, kann er, wenn er will, von sich erklären: ",
  "an9.28:5.2": "‚Ich habe mit der Wiedergeburt in der Hölle, dem Tierreich und dem Gespensterreich abgeschlossen. Mit allen verlorenen Orten habe ich abgeschlossen, mit allen schlechten Orten, mit der Unterwelt. Ich bin in den Strom eingetreten! Ich muss nicht mehr in der Unterwelt wiedergeboren werden und bin auf dem Weg zum Erwachen.‘“ "
}