{
  "an9.7:0.1": "Nummerierte Lehrreden 9.7 ",
  "an9.7:0.2": "1. Das Kapitel über das Erwachen ",
  "an9.7:0.3": "Mit dem Wanderer Sutavā ",
  "an9.7:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "an9.7:1.2": "Da ging der Wanderer Sutavā zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an9.7:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an9.7:2.1": "„Herr, einmal hielt sich der Buddha hier in diesem von Bergen eingekesselten Rājagaha auf. ",
  "an9.7:2.2": "Damals habe ich vor dem Buddha gehört und gelernt: ",
  "an9.7:2.3": "‚Ein Mönch, der vollendet ist – dessen Befleckungen aufgelöst sind, der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist – ein solcher Mönch kann in fünffacher Hinsicht keinen Verstoß begehen. ",
  "an9.7:2.4": "Ein Mönch, dessen Befleckungen aufgelöst sind, kann nicht absichtlich einem lebenden Geschöpf das Leben nehmen, etwas wegnehmen in der Absicht, zu stehlen, Geschlechtsverkehr haben, eine bewusste Lüge sprechen oder zum eigenen Vergnügen Vorräte anlegen, wie er es als Laie getan hat.‘ ",
  "an9.7:2.5": "Ich verlasse mich darauf, dass ich das vom Buddha richtig gehört und gelernt, dass ich richtig aufgepasst und es mir richtig gemerkt habe?“ ",
  "an9.7:3.1": "„Jawohl, Sutavā, du hast das richtig gehört und gelernt, hast richtig aufgepasst und es dir richtig gemerkt. ",
  "an9.7:3.2": "Wie früher, so sage ich auch heute: ",
  "an9.7:3.3": "‚Ein Mönch, der vollendet ist – dessen Befleckungen aufgelöst sind, der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist – ein solcher Mönch kann in neunfacher Hinsicht keinen Verstoß begehen. ",
  "an9.7:3.4": "Ein Mönch, dessen Befleckungen aufgelöst sind, kann nicht absichtlich einem lebenden Geschöpf das Leben nehmen, etwas wegnehmen in der Absicht, zu stehlen, Geschlechtsverkehr haben, eine bewusste Lüge sprechen oder zum eigenen Vergnügen Vorräte anlegen, wie er es als Laie getan hat. Und er kann nicht voreingenommen von Bevorzugung, Abneigung, Dummheit oder Feigheit handeln.‘ ",
  "an9.7:3.5": "Wie früher, so sage ich auch heute: ",
  "an9.7:3.6": "‚Ein Mönch, der vollendet ist – dessen Befleckungen aufgelöst sind, der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist – ein solcher Mönch kann in dieser neunfachen Hinsicht keinen Verstoß begehen.‘“ "
}