{
  "an9.33:0.1": "Nummerierte Lehrreden 9.33 ",
  "an9.33:0.2": "4. Das große Kapitel ",
  "an9.33:0.3": "Fortschreitende erhabene Meditationszustände ",
  "an9.33:1.1": "„Mönche und Nonnen, ich will euch neun fortschreitende erhabene Meditationszustände lehren. … ",
  "an9.33:1.2": "Und was sind die neun fortschreitenden erhabenen Meditationszustände? ",
  "an9.33:1.3": "Wo Sinnenfreuden aufhören und wo die meditieren, die Sinnenfreuden gänzlich beendet haben, da sage ich: ‚Diese Ehrwürdigen sind offensichtlich in dieser Hinsicht wunschlos, erloschen, hinübergelangt und darüber hinausgegangen.‘ ",
  "an9.33:1.4": "Wenn jemand sagen sollte: ‚Ich kann nicht erkennen oder sehen, wo Sinnenfreuden aufhören‘, ",
  "an9.33:1.5": "sollte man ihm antworten: ",
  "an9.33:1.6": "‚Geehrter, da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "an9.33:1.7": "Dort hören Sinnenfreuden auf.‘ ",
  "an9.33:1.8": "Jemand, der nicht verschlagen oder hinterhältig ist, würde diese Aussage sicher begrüßen und ihr zustimmen. ",
  "an9.33:1.9": "Er würde ‚Gut!‘ sagen und sich verbeugen und mit zusammengelegten Händen Ehrerbietung erweisen. ",
  "an9.33:2.1": "Wo das Ausrichten und Halten des Geistes aufhört und wo die meditieren, die das Ausrichten und Halten des Geistes gänzlich beendet haben, da sage ich: ‚Diese Ehrwürdigen sind offensichtlich in dieser Hinsicht wunschlos, erloschen, hinübergelangt und darüber hinausgegangen.‘ ",
  "an9.33:2.2": "Wenn jemand sagen sollte: ‚Ich kann nicht erkennen oder sehen, wo das Ausrichten und Halten des Geistes aufhört‘, ",
  "an9.33:2.3": "sollte man ihm antworten: ",
  "an9.33:2.4": "‚Da tritt eine Nonne, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "an9.33:2.5": "Dort hört das Ausrichten und Halten des Geistes auf.‘ ",
  "an9.33:2.6": "Jemand, der nicht verschlagen oder hinterhältig ist, würde diese Aussage sicher begrüßen und ihr zustimmen. ",
  "an9.33:2.7": "Er würde ‚Gut!‘ sagen und sich verbeugen und mit zusammengelegten Händen Ehrerbietung erweisen. ",
  "an9.33:3.1": "Wo Ekstase aufhört und wo die meditieren, die die Ekstase gänzlich beendet haben, da sage ich: ‚Diese Ehrwürdigen sind offensichtlich in dieser Hinsicht wunschlos, erloschen, hinübergelangt und darüber hinausgegangen.‘ ",
  "an9.33:3.2": "Wenn jemand sagen sollte: ‚Ich kann nicht erkennen oder sehen, wo Ekstase aufhört‘, ",
  "an9.33:3.3": "sollte man ihm antworten: ",
  "an9.33:3.4": "‚Da tritt ein Mönch mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: „Gleichmütig und achtsam meditiert man in Seligkeit.“ ",
  "an9.33:3.5": "Dort hört Ekstase auf.‘ ",
  "an9.33:3.6": "Jemand, der nicht verschlagen oder hinterhältig ist, würde diese Aussage sicher begrüßen und ihr zustimmen. ",
  "an9.33:3.7": "Er würde ‚Gut!‘ sagen und sich verbeugen und mit zusammengelegten Händen Ehrerbietung erweisen. ",
  "an9.33:4.1": "Wo gleichmütige Seligkeit aufhört und wo die meditieren, die gleichmütige Seligkeit gänzlich beendet haben, da sage ich: ‚Diese Ehrwürdigen sind offensichtlich in dieser Hinsicht wunschlos, erloschen, hinübergelangt und darüber hinausgegangen.‘ ",
  "an9.33:4.2": "Wenn jemand sagen sollte: ‚Ich kann nicht erkennen oder sehen, wo gleichmütige Seligkeit aufhört‘, ",
  "an9.33:4.3": "sollte man ihm antworten: ",
  "an9.33:4.4": "‚Da tritt eine Nonne, indem sie Glück und Schmerz aufgibt, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an9.33:4.5": "Dort hört gleichmütige Seligkeit auf.‘ ",
  "an9.33:4.6": "Jemand, der nicht verschlagen oder hinterhältig ist, würde diese Aussage sicher begrüßen und ihr zustimmen. ",
  "an9.33:4.7": "Er würde ‚Gut!‘ sagen und sich verbeugen und mit zusammengelegten Händen Ehrerbietung erweisen. ",
  "an9.33:5.1": "Wo die Formwahrnehmung aufhört und wo die meditieren, die die Formwahrnehmung gänzlich beendet haben, da sage ich: ‚Diese Ehrwürdigen sind offensichtlich in dieser Hinsicht wunschlos, erloschen, hinübergelangt und darüber hinausgegangen.‘ ",
  "an9.33:5.2": "Wenn jemand sagen sollte: ‚Ich kann nicht erkennen oder sehen, wo die Formwahrnehmung aufhört‘, ",
  "an9.33:5.3": "sollte man ihm antworten: ",
  "an9.33:5.4": "‚Da übersteigt ein Mönch jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, richtet den Geist nicht auf die Wahrnehmung von Vielfalt, und im Wissen: „Raum ist unendlich“ tritt er in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "an9.33:5.5": "Dort hört die Formwahrnehmung auf.‘ ",
  "an9.33:5.6": "Jemand, der nicht verschlagen oder hinterhältig ist, würde diese Aussage sicher begrüßen und ihr zustimmen. ",
  "an9.33:5.7": "Er würde ‚Gut!‘ sagen und sich verbeugen und mit zusammengelegten Händen Ehrerbietung erweisen. ",
  "an9.33:6.1": "Wo die Wahrnehmung der Dimension des unendlichen Raumes aufhört und wo die meditieren, die die Wahrnehmung der Dimension des unendlichen Raumes gänzlich beendet haben, da sage ich: ‚Diese Ehrwürdigen sind offensichtlich in dieser Hinsicht wunschlos, erloschen, hinübergelangt und darüber hinausgegangen.‘ ",
  "an9.33:6.2": "Wenn jemand sagen sollte: ‚Ich kann nicht erkennen oder sehen, wo die Wahrnehmung der Dimension des unendlichen Raumes aufhört‘, ",
  "an9.33:6.3": "sollte man ihm antworten: ",
  "an9.33:6.4": "‚Da übersteigt eine Nonne vollständig die Dimension des unendlichen Raumes, tritt im Wissen: „Bewusstsein ist unendlich“ in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "an9.33:6.5": "Dort hört die Wahrnehmung der Dimension des unendlichen Raumes auf.‘ ",
  "an9.33:6.6": "Jemand, der nicht verschlagen oder hinterhältig ist, würde diese Aussage sicher begrüßen und ihr zustimmen. ",
  "an9.33:6.7": "Er würde ‚Gut!‘ sagen und sich verbeugen und mit zusammengelegten Händen Ehrerbietung erweisen. ",
  "an9.33:7.1": "Wo die Wahrnehmung der Dimension des unendlichen Bewusstseins aufhört und wo die meditieren, die die Wahrnehmung der Dimension des unendlichen Bewusstseins gänzlich beendet haben, da sage ich: ‚Diese Ehrwürdigen sind offensichtlich in dieser Hinsicht wunschlos, erloschen, hinübergelangt und darüber hinausgegangen.‘ ",
  "an9.33:7.2": "Wenn jemand sagen sollte: ‚Ich kann nicht erkennen oder sehen, wo die Wahrnehmung der Dimension des unendlichen Bewusstseins aufhört‘, ",
  "an9.33:7.3": "sollte man ihm antworten: ",
  "an9.33:7.4": "‚Da übersteigt ein Mönch vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: „da ist überhaupt nichts“ in die Dimension des Nichts ein und verweilt darin. ",
  "an9.33:7.5": "Dort hört die Wahrnehmung der Dimension des unendlichen Bewusstseins auf.‘ ",
  "an9.33:7.6": "Jemand, der nicht verschlagen oder hinterhältig ist, würde diese Aussage sicher begrüßen und ihr zustimmen. ",
  "an9.33:7.7": "Er würde ‚Gut!‘ sagen und sich verbeugen und mit zusammengelegten Händen Ehrerbietung erweisen. ",
  "an9.33:8.1": "Wo die Wahrnehmung der Dimension des Nichts aufhört und wo die meditieren, die die Wahrnehmung der Dimension des Nichts gänzlich beendet haben, da sage ich: ‚Diese Ehrwürdigen sind offensichtlich in dieser Hinsicht wunschlos, erloschen, hinübergelangt und darüber hinausgegangen.‘ ",
  "an9.33:8.2": "Wenn jemand sagen sollte: ‚Ich kann nicht erkennen oder sehen, wo die Wahrnehmung der Dimension des Nichts aufhört‘, ",
  "an9.33:8.3": "sollte man ihm antworten: ",
  "an9.33:8.4": "‚Da übersteigt eine Nonne vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "an9.33:8.5": "Dort hört die Wahrnehmung der Dimension des Nichts auf.‘ ",
  "an9.33:8.6": "Jemand, der nicht verschlagen oder hinterhältig ist, würde diese Aussage sicher begrüßen und ihr zustimmen. ",
  "an9.33:8.7": "Er würde ‚Gut!‘ sagen und sich verbeugen und mit zusammengelegten Händen Ehrerbietung erweisen. ",
  "an9.33:9.1": "Wo die Wahrnehmung der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, aufhört und wo die meditieren, die die Wahrnehmung der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, gänzlich beendet haben, da sage ich: ‚Diese Ehrwürdigen sind offensichtlich in dieser Hinsicht wunschlos, erloschen, hinübergelangt und darüber hinausgegangen.‘ ",
  "an9.33:9.2": "Wenn jemand sagen sollte: ‚Ich kann nicht erkennen oder sehen, wo die Wahrnehmung der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, aufhört‘, ",
  "an9.33:9.3": "sollte man ihm antworten: ",
  "an9.33:9.4": "‚Da übersteigt ein Mönch vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. ",
  "an9.33:9.5": "Dort hört die Wahrnehmung der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, auf.‘ ",
  "an9.33:9.6": "Jemand, der nicht verschlagen oder hinterhältig ist, würde diese Aussage sicher begrüßen und ihr zustimmen. ",
  "an9.33:9.7": "Er würde ‚Gut!‘ sagen und sich verbeugen und mit zusammengelegten Händen Ehrerbietung erweisen. ",
  "an9.33:10.1": "Das sind die neun fortschreitenden erhabenen Meditationszustände.“ "
}