{
  "an9.18:0.1": "Nummerierte Lehrreden 9.18 ",
  "an9.18:0.2": "2. Das Kapitel über das Löwengebrüll ",
  "an9.18:0.3": "Der Besinnungstag mit neun Faktoren ",
  "an9.18:1.1": "„Mönche und Nonnen, wenn der Besinnungstag mit neun Faktoren eingehalten wird, bringt er reiche Frucht und reichen Segen, reichen Glanz und reichen Lohn. ",
  "an9.18:1.2": "Und wie sollte er eingehalten werden? ",
  "an9.18:1.3": "Da überlegt ein edler Schüler: ",
  "an9.18:1.4": "‚Solange sie leben, unterlassen die Vollendeten das Töten lebender Geschöpfe und verzichten auf Stock und Schwert. Sie sind gewissenhaft und gütig und leben voller Anteilnahme für alle Lebewesen. ",
  "an9.18:1.5": "Auch ich will für diesen Tag und diese Nacht das Töten lebender Geschöpfe unterlassen und auf Stock und Schwert verzichten. Ich will gewissenhaft und gütig sein und voller Anteilnahme für alle Lebewesen leben. ",
  "an9.18:1.6": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an9.18:1.7": "Das ist der erste Faktor. … ",
  "an9.18:2.1": "‚Solange sie leben, unterlassen die Vollendeten die Benutzung hoher und üppiger Betten. Sie schlafen an einem niedrigen Platz, entweder auf einer Liege oder einer Strohmatte. ",
  "an9.18:2.2": "Auch ich will für diesen Tag und diese Nacht die Benutzung hoher und üppiger Betten unterlassen. Ich will an einem niedrigen Platz schlafen, entweder auf einer Liege oder einer Strohmatte. ",
  "an9.18:2.3": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an9.18:2.4": "Das ist der achte Faktor. ",
  "an9.18:3.1": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an9.18:3.2": "Das ist der neunte Faktor. ",
  "an9.18:4.1": "Wenn so der Besinnungstag mit neun Faktoren eingehalten wird, bringt er reiche Frucht und reichen Segen, reichen Glanz und reichen Lohn.“ "
}