{
  "an9.4:0.1": "Nummerierte Lehrreden 9.4 ",
  "an9.4:0.2": "1. Das Kapitel über das Erwachen ",
  "an9.4:0.3": "Mit Nandaka ",
  "an9.4:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an9.4:1.2": "Da nun leitete der Ehrwürdige Nandaka die Mönche und Nonnen in der Versammlungshalle mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "an9.4:1.3": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging zur Versammlungshalle. Er stand vor der Tür und wartete, bis der Vortrag zu Ende war. ",
  "an9.4:1.4": "Als er erkannte, dass der Vortrag zu Ende war, räusperte er sich und klopfte an die Tür. ",
  "an9.4:1.5": "Die Mönche öffneten dem Buddha die Tür, ",
  "an9.4:2.1": "dieser betrat die Versammlungshalle und setzte sich auf den ausgebreiteten Sitz. ",
  "an9.4:2.2": "Er sagte zu Nandaka: ",
  "an9.4:2.3": "„Nandaka, das war eine lange Lehrdarlegung, die du den Mönchen und Nonnen gegeben hast. ",
  "an9.4:2.4": "Mein Rücken schmerzte, als ich vor der Tür stand und auf das Ende des Vortrags wartete.“ ",
  "an9.4:3.1": "Auf diese Worte fühlte sich der Ehrwürdige Nandaka verunsichert und sagte zum Buddha: ",
  "an9.4:3.2": "„Herr, wir wussten nicht, dass der Buddha vor der Tür stand. ",
  "an9.4:3.3": "Wenn wir es gewusst hätten, hätte ich nicht so viel gesagt.“ ",
  "an9.4:4.1": "Der Buddha erkannte, dass Nandaka verunsichert war, und sagte zu ihm: ",
  "an9.4:4.2": "„Gut, gut, Nandaka! ",
  "an9.4:4.3": "Es ist angebracht, dass ehrbare Menschen wie ihr, die aus Vertrauen aus dem Haus fortgezogen sind ins hauslose Leben, zu einem Dhammavortrag beisammensitzen. ",
  "an9.4:4.4": "Wenn ihr beisammensitzt, solltet ihr eins von zwei Dingen tun: ",
  "an9.4:4.5": "über die Lehre sprechen oder edles Schweigen bewahren. ",
  "an9.4:4.6": "Nandaka, da ist eine Nonne vertrauensvoll, aber nicht sittlich. ",
  "an9.4:4.7": "Somit ist sie in dieser Hinsicht unvollständig ",
  "an9.4:4.8": "und sollte sich vervollständigen: ",
  "an9.4:4.9": "‚Wie kann ich vertrauensvoll und sittlich werden?‘ ",
  "an9.4:4.10": "Wenn eine Nonne vertrauensvoll und sittlich ist, ist sie in dieser Hinsicht vollständig. ",
  "an9.4:5.1": "Da ist eine Nonne vertrauensvoll und sittlich, aber erlangt nicht die innere Sammlung des Herzens. ",
  "an9.4:5.2": "Somit ist sie in dieser Hinsicht unvollständig ",
  "an9.4:5.3": "und sollte sich vervollständigen: ",
  "an9.4:5.4": "‚Wie kann ich vertrauensvoll und sittlich werden und die innere Sammlung des Herzens erlangen?‘ ",
  "an9.4:5.5": "Wenn eine Nonne vertrauensvoll und sittlich ist und die innere Sammlung des Herzens erlangt, ist sie in dieser Hinsicht vollständig. ",
  "an9.4:6.1": "Da ist eine Nonne vertrauensvoll und sittlich und erlangt die innere Sammlung des Herzens, aber sie erlangt nicht die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht. ",
  "an9.4:6.2": "Somit ist sie in dieser Hinsicht unvollständig. ",
  "an9.4:6.3": "Wie ein vierfüßiges Tier, Nandaka, ",
  "an9.4:6.4": "das lahm und behindert wäre: ",
  "an9.4:6.5": "Es wäre in dieser Hinsicht unvollständig. ",
  "an9.4:6.6": "Ebenso ist da eine Nonne vertrauensvoll und sittlich und erlangt die innere Sammlung des Herzens, aber sie erlangt nicht die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht. ",
  "an9.4:6.7": "Somit ist sie in dieser Hinsicht unvollständig ",
  "an9.4:6.8": "und sollte sich vervollständigen: ",
  "an9.4:6.9": "‚Wie kann ich vertrauensvoll und sittlich werden und die innere Sammlung des Herzens erlangen sowie die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht?‘ ",
  "an9.4:7.1": "Wenn eine Nonne vertrauensvoll und sittlich ist und die innere Sammlung des Herzens erlangt sowie die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht, ist sie in dieser Hinsicht vollständig.“ ",
  "an9.4:7.2": "Das sagte der Buddha. ",
  "an9.4:7.3": "Nachdem er geendet hatte, erhob sich der Heilige von seinem Sitz und ging zu seiner Hütte. ",
  "an9.4:8.1": "Kurz nachdem der Buddha gegangen war, wandte sich der Ehrwürdige Nandaka an die Mönche und Nonnen: ",
  "an9.4:8.2": "„Gerade, werte Freunde, hat der Buddha, bevor er sich von seinem Sitz erhob und zu seiner Hütte ging, mit vier Aussagen ein geistliches Leben dargelegt, das in sich geschlossen und rein ist: ",
  "an9.4:8.3": "‚Nandaka, da ist eine Nonne vertrauensvoll, aber nicht sittlich. ",
  "an9.4:8.4": "Somit ist sie in dieser Hinsicht unvollständig ",
  "an9.4:8.5": "und sollte sich vervollständigen: ",
  "an9.4:8.6": "„Wie kann ich vertrauensvoll und sittlich werden?“ ",
  "an9.4:8.7": "Wenn eine Nonne vertrauensvoll und sittlich ist, ist sie in dieser Hinsicht vollständig. ",
  "an9.4:8.8": "Da ist eine Nonne vertrauensvoll und sittlich, aber erlangt nicht die innere Sammlung des Herzens. … ",
  "an9.4:8.9": "Sie erlangt die innere Sammlung des Herzens, aber sie erlangt nicht die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht. ",
  "an9.4:8.10": "Somit ist sie in dieser Hinsicht unvollständig. ",
  "an9.4:8.11": "Wie ein vierfüßiges Tier, Nandaka, das lahm und behindert wäre: ",
  "an9.4:8.12": "Es wäre in dieser Hinsicht unvollständig. ",
  "an9.4:8.13": "Ebenso ist da eine Nonne vertrauensvoll und sittlich und erlangt die innere Sammlung des Herzens, aber sie erlangt nicht die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht. ",
  "an9.4:8.14": "Somit ist sie in dieser Hinsicht unvollständig ",
  "an9.4:8.15": "und sollte sich vervollständigen: ",
  "an9.4:8.16": "„Wie kann ich vertrauensvoll und sittlich werden und die innere Sammlung des Herzens erlangen sowie die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht?“ ",
  "an9.4:8.17": "Wenn eine Nonne vertrauensvoll und sittlich ist und die innere Sammlung des Herzens erlangt sowie die hohe Weisheit, die die Gesetzmäßigkeiten klar sieht, ",
  "an9.4:8.18": "ist sie in dieser Hinsicht vollständig.‘ ",
  "an9.4:9.1": "Werte Freunde, es gibt fünf vorteilhafte Folgen davon, zur rechten Zeit die Lehre zu hören und zur rechten Zeit über die Lehre zu sprechen. ",
  "an9.4:9.2": "Welche fünf? ",
  "an9.4:9.3": "Zunächst lehrt da ein Mönch die Mönche und Nonnen den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das in sich geschlossen und rein ist. ",
  "an9.4:9.4": "Immer wenn er das tut, ist der dem Lehrer lieb und teuer, wird geachtet und bewundert. ",
  "an9.4:9.5": "Das ist die erste vorteilhafte Folge davon, zur rechten Zeit die Lehre zu hören und zur rechten Zeit über die Lehre zu sprechen. ",
  "an9.4:10.1": "Dann lehrt da ein Mönch die Mönche und Nonnen den Dhamma … ",
  "an9.4:10.2": "Immer wenn er das tut, ist er ergriffen von der Bedeutung und der Lehre in diesem Dhamma. ",
  "an9.4:10.3": "Das ist die zweite vorteilhafte Folge … ",
  "an9.4:11.1": "Dann lehrt da ein Mönch die Mönche und Nonnen den Dhamma … ",
  "an9.4:11.2": "Immer wenn er das tut, sieht er die Bedeutung eines tiefgründigen Ausspruchs mit durchdringender Weisheit. ",
  "an9.4:11.3": "Das ist die dritte vorteilhafte Folge … ",
  "an9.4:12.1": "Dann lehrt da ein Mönch die Mönche und Nonnen den Dhamma … ",
  "an9.4:12.2": "Immer wenn er das tut, wächst er im Ansehen bei seinen geistlichen Gefährten: ",
  "an9.4:12.3": "‚Sicher hat dieser Ehrwürdige etwas erlangt oder wird es erlangen.‘ ",
  "an9.4:12.4": "Das ist die vierte vorteilhafte Folge … ",
  "an9.4:13.1": "Dann lehrt da ein Mönch die Mönche und Nonnen den Dhamma … ",
  "an9.4:13.2": "Immer wenn er das tut, sind vielleicht Mönche oder Nonnen in Schulung anwesend, die ihren Herzenswunsch noch nicht erfüllt haben, doch die so leben, dass sie nach der unübertrefflichen Geborgenheit streben. Wenn sie diese Lehre hören, rütteln sie ihre Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an9.4:13.3": "Es sind vielleicht Mönche und Nonnen anwesend, die vollendet sind, die die Befleckungen aufgelöst haben, die das geistliche Leben erfüllt abgeschlossen haben, die getan haben, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fesseln der Wiedergeburt endgültig gelöst haben und durch Erleuchtung richtig befreit sind. Wenn sie diese Lehre hören, wollen sie einfach in diesem Leben glücklich leben. ",
  "an9.4:13.4": "Das ist die fünfte vorteilhafte Folge … ",
  "an9.4:13.5": "Das sind die fünf vorteilhaften Folgen davon, zur rechten Zeit die Lehre zu hören und zur rechten Zeit über die Lehre zu sprechen.“ "
}