{
  "an9.20:0.1": "Nummerierte Lehrreden 9.20 ",
  "an9.20:0.2": "2. Das Kapitel über das Löwengebrüll ",
  "an9.20:0.3": "Über Velāma ",
  "an9.20:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an9.20:1.2": "Da ging der Hausbesitzer Anāthapiṇḍika zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an9.20:2.1": "„Hausbesitzer, gibt deine Familie eigentlich Spenden?“ ",
  "an9.20:2.2": "„Das tut sie, Herr. ",
  "an9.20:2.3": "Aber nur groben Getreideschleim mit Pökel.“ ",
  "an9.20:2.4": "„Hausbesitzer, jemand mag eine grobe oder eine feine Spende geben; ",
  "an9.20:2.5": "aber er gibt sie ohne Sorgfalt, gedankenlos, nicht mit eigener Hand, er gibt die Reste, er gibt, ohne die Folgen zu bedenken – ",
  "an9.20:2.6": "ganz gleich, wo sich das Ergebnis dieser Gabe zeigt, wird sein Geist nicht dazu neigen, gutes Essen, Kleidung, Fahrzeuge oder die feineren der fünf Arten sinnlicher Erregung zu genießen. ",
  "an9.20:2.7": "Und seine Kinder, Frauen, abhängigen Diener, Angestellten und Arbeiter wollen ihm nicht zuhören. Sie spitzen nicht die Ohren und versuchen nicht, zu verstehen. ",
  "an9.20:2.8": "Und warum? ",
  "an9.20:2.9": "Weil das das Ergebnis von Taten ist, die ohne Sorgfalt ausgeführt wurden. ",
  "an9.20:3.1": "Jemand mag eine grobe oder eine feine Spende geben; ",
  "an9.20:3.2": "und er gibt sie sorgfältig, wohlbedacht, mit eigener Hand, er gibt keine Reste, er gibt und bedenkt die Folgen – ",
  "an9.20:3.3": "ganz gleich, wo sich das Ergebnis dieser Gabe zeigt, wird sein Geist dazu neigen, gutes Essen, Kleidung, Fahrzeuge oder die feineren der fünf Arten sinnlicher Erregung zu genießen. ",
  "an9.20:3.4": "Und seine Kinder, Frauen, abhängigen Diener, Angestellten und Arbeiter wollen ihm zuhören. Sie spitzen die Ohren und versuchen, zu verstehen. ",
  "an9.20:3.5": "Und warum? ",
  "an9.20:3.6": "Weil das das Ergebnis von Taten ist, die sorgfältig ausgeführt wurden. ",
  "an9.20:4.1": "Es war einmal, Hausbesitzer, ein Brahmane mit Namen Velāma. ",
  "an9.20:4.2": "Der gab diese Gabe, ein großes Opfer: ",
  "an9.20:4.3": "84.000 Schalen aus Gold, die mit Silber gefüllt waren; 84.000 Schalen aus Silber, die mit Gold gefüllt waren; 84.000 Schalen aus Bronze, die mit Goldmünzen gefüllt waren; 84.000 Elefanten mit goldenen Wimpeln und Fahnen, die von einem Netzwerk aus Gold bedeckt waren; 84.000 Wagen, die mit Löwen-, Tiger- und Leopardenfellen oder hellem Tuch gepolstert waren, mit goldenen Wimpeln und Fahnen, von einem Netzwerk aus Gold bedeckt; 84.000 Milchkühe mit seidenen Halftern und bronzenen Eimern; 84.000 Mädchen, mit juwelenbesetzten Ohrringen geschmückt; 84.000 Liegen, die mit flauschigen, rein weißen oder mit Blumen bestickten wollenen Decken gepolstert und mit Decken aus feinem Hirschleder überzogen sind, mit Baldachinen und roten Kissen auf beiden Seiten; 8.400.000.000 erlesene Kleider aus Leinen, Baumwolle, Seide oder Wolle; und wer kann sagen, wie viel Essen, Trinken, Imbisse, Mahlzeiten, Erfrischungen und Getränke? Es erschien wie ein überfließender Strom. ",
  "an9.20:5.1": "Hausbesitzer, du denkst vielleicht: ",
  "an9.20:5.2": "‚Der Brahmane Velāma wird damals sicher jemand anders gewesen sein?‘ ",
  "an9.20:5.3": "Aber so solltest du es nicht sehen. ",
  "an9.20:5.4": "Ich selbst war damals der Brahmane Velāma. ",
  "an9.20:5.5": "Ich gab diese Gabe, das große Opfer. ",
  "an9.20:5.6": "Aber bei dieser Gelegenheit gab es niemanden, der einer religiösen Gabe würdig gewesen wäre, niemanden, der eine religiöse Gabe hätte läutern können. ",
  "an9.20:6.1": "Fruchtbarer als dieses große Opfer Velāmas wäre es gewesen, einem Menschen, der die Ansicht vervollkommnet hat, zu essen zu geben. ",
  "an9.20:7.1": "Fruchtbarer als hundert Menschen, die die Ansicht vervollkommnet haben, zu essen zu geben, wäre es gewesen, einem Einmalwiederkehrer zu essen zu geben. ",
  "an9.20:8.1": "Fruchtbarer als hundert Einmalwiederkehrern zu essen zu geben, wäre es gewesen, einem Nichtwiederkehrer zu essen zu geben. ",
  "an9.20:8.2": "Fruchtbarer als hundert Niechtwiederkehrern zu essen zu geben, wäre es gewesen, einem Vollendeten zu essen zu geben. ",
  "an9.20:8.3": "Fruchtbarer als hundert Vollendeten zu essen zu geben, wäre es gewesen, einem isolierten Buddha zu essen zu geben. ",
  "an9.20:8.4": "Fruchtbarer als hundert isolierten Buddhas zu essen zu geben, wäre es gewesen, einem Klargewordenen, Vollendeten, vollkommen erwachten Buddha zu essen zu geben. ",
  "an9.20:8.5": "Fruchtbarer als einem Klargewordenen, Vollendeten, vollkommen erwachten Buddha zu essen zu geben, wäre es gewesen, dem Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze zu essen zu geben. ",
  "an9.20:8.6": "Fruchtbarer als dem Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze zu essen zu geben, wäre es gewesen, eigens für den Saṅgha der vier Himmelsrichtungen eine Unterkunft zu bauen. ",
  "an9.20:8.7": "Fruchtbarer als eigens für den Saṅgha der vier Himmelsrichtungen eine Unterkunft zu bauen, wäre es gewesen, mit zuversichtlichem Herzen zum Buddha, zur Lehre und zum Saṅgha Zuflucht zu nehmen. ",
  "an9.20:8.8": "Fruchtbarer als mit zuversichtlichem Herzen zum Buddha, zur Lehre und zum Saṅgha Zuflucht zu nehmen, wäre es gewesen, mit zuversichtlichem Herzen die Schulungsregeln aufzunehmen. ",
  "an9.20:8.9": "Fruchtbarer als keine lebenden Geschöpfe zu töten, nicht zu stehlen, keine sexuellen Verfehlungen zu begehen, nicht zu lügen und keinen Alkohol zu trinken, der nachlässig macht, wäre es gewesen, ein liebevolles Herz zu entwickeln, und sei es nur so lange, wie es dauert, am Euter einer Kuh zu ziehen. ",
  "an9.20:9.1": "Fruchtbarer als alles Genannte ",
  "an9.20:9.9": "wäre es gewesen, die Wahrnehmung der Unbeständigkeit zu entwickeln, und sei es nur für die Dauer eines Fingerschnippens.“ "
}