{
  "an9.6:0.1": "Nummerierte Lehrreden 9.6 ",
  "an9.6:0.2": "1. Das Kapitel über das Erwachen ",
  "an9.6:0.3": "Sich anschließen ",
  "an9.6:1.1": "Da wandte sich der Ehrwürdige Sāriputta an die Mönche und Nonnen: ",
  "an9.6:2.1": "„Geehrte, ihr solltet zwei Arten von Menschen unterscheiden: ",
  "an9.6:2.2": "die, denen ihr euch anschließen solltet, und die, denen ihr euch nicht anschließen solltet. ",
  "an9.6:2.3": "Ihr solltet zwei Arten von Roben unterscheiden: ",
  "an9.6:2.4": "die, die ihr tragen solltet, und die, die ihr nicht tragen solltet. ",
  "an9.6:2.5": "Ihr solltet zwei Arten von Almosen unterscheiden: ",
  "an9.6:2.6": "das, das ihr essen solltet, und das, das ihr nicht essen solltet. ",
  "an9.6:2.7": "Ihr solltet zwei Arten von Unterkunft unterscheiden: ",
  "an9.6:2.8": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet. ",
  "an9.6:2.9": "Ihr solltet zwei Arten von Marktstädtchen unterscheiden: ",
  "an9.6:2.10": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet. ",
  "an9.6:2.11": "Ihr solltet zwei Arten von Ländern unterscheiden: ",
  "an9.6:2.12": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet. ",
  "an9.6:3.1": "‚Ihr solltet zwei Arten von Menschen unterscheiden: ",
  "an9.6:3.2": "die, denen ihr euch anschließen solltet, und die, denen ihr euch nicht anschließen solltet.‘ ",
  "an9.6:3.3": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an9.6:3.4": "Nun, wenn ihr von einem Menschen wisst: ",
  "an9.6:3.5": "‚Wenn ich mich diesem Menschen anschließe, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern; ",
  "an9.6:3.6": "und die lebensnotwendigen Dinge, die Hauslose benötigen – Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung – sind schwer zu bekommen; ",
  "an9.6:3.7": "und das Ziel des Asketenlebens, für das ich aus dem Haus fortgezogen bin ins hauslose Leben, wird nicht vollständig entwickelt‘ – in diesem Fall solltet ihr diesen Menschen nach Abschätzung eben zu der Tages- oder Nachtzeit verlassen, ohne zu fragen. Ihr solltet ihm nicht folgen. ",
  "an9.6:4.1": "Wenn ihr hingegen von einem Menschen wisst: ",
  "an9.6:4.2": "‚Wenn ich mich diesem Menschen anschließe, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern; ",
  "an9.6:4.3": "aber die lebensnotwendigen Dinge, die Hauslose benötigen – Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung – sind leicht zu bekommen; ",
  "an9.6:4.4": "doch das Ziel des Asketenlebens, für das ich aus dem Haus fortgezogen bin ins hauslose Leben, wird nicht vollständig entwickelt‘ – in diesem Fall solltet ihr diesen Menschen nach Abschätzung verlassen, ohne zu fragen. Ihr solltet ihm nicht folgen. ",
  "an9.6:5.1": "Nun, wenn ihr von einem Menschen wisst: ",
  "an9.6:5.2": "‚Wenn ich mich diesem Menschen anschließe, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an; ",
  "an9.6:5.3": "aber die lebensnotwendigen Dinge, die Hauslose benötigen – Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung – sind schwer zu bekommen; ",
  "an9.6:5.4": "doch das Ziel des Asketenlebens, für das ich aus dem Haus fortgezogen bin ins hauslose Leben, wird vollständig entwickelt‘ – in diesem Fall solltet ihr diesem Menschen nach Abschätzung folgen. Ihr solltet ihn nicht verlassen. ",
  "an9.6:6.1": "Wenn ihr hingegen von einem Menschen wisst: ",
  "an9.6:6.2": "‚Wenn ich mich diesem Menschen anschließe, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an; ",
  "an9.6:6.3": "und die lebensnotwendigen Dinge, die Hauslose benötigen – Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung – sind leicht zu bekommen; ",
  "an9.6:6.4": "und das Ziel des Asketenlebens, für das ich aus dem Haus fortgezogen bin ins hauslose Leben, wird vollständig entwickelt‘ – in diesem Fall solltet ihr diesem Menschen folgen, solange ihr lebt. Ihr solltet ihn nicht verlassen, selbst wenn er euch fortschickt. ",
  "an9.6:6.5": "‚Ihr solltet zwei Arten von Menschen unterscheiden: ",
  "an9.6:6.6": "die, denen man sich anschließen sollte, und die, denen man sich nicht anschließen sollte.‘ ",
  "an9.6:6.7": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an9.6:7.1": "‚Ihr solltet zwei Arten von Roben unterscheiden: ",
  "an9.6:7.2": "die, die ihr tragen solltet, und die, die ihr nicht tragen solltet.‘ ",
  "an9.6:7.3": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an9.6:7.4": "Nun, wenn ihr von einer Robe wisst: ",
  "an9.6:7.5": "‚Wenn ich diese Robe trage, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltet ihr diese Robe nicht tragen. ",
  "an9.6:7.6": "Wenn ihr hingegen von einer Robe wisst: ",
  "an9.6:7.7": "‚Wenn ich diese Robe trage, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltet ihr diese Robe tragen. ",
  "an9.6:7.8": "‚Ihr solltet zwei Arten von Roben unterscheiden: ",
  "an9.6:7.9": "die, die ihr tragen solltet, und die, die ihr nicht tragen solltet.‘ ",
  "an9.6:7.10": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an9.6:8.1": "‚Ihr solltet zwei Arten von Almosen unterscheiden: ",
  "an9.6:8.2": "das, das ihr essen solltet, und das, das ihr nicht essen solltet.‘ ",
  "an9.6:8.3": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an9.6:8.4": "Nun, wenn ihr von einem Almosen wisst: ",
  "an9.6:8.5": "‚Wenn ich dieses Almosen esse, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltet ihr dieses Almosen nicht essen. ",
  "an9.6:8.6": "Wenn ihr hingegen von einem Almosen wisst: ",
  "an9.6:8.7": "‚Wenn ich dieses Almosen esse, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltet ihr dieses Almosen essen. ",
  "an9.6:8.8": "‚Ihr solltet zwei Arten von Almosen unterscheiden: ",
  "an9.6:8.9": "das, das ihr essen solltet, und das, das ihr nicht essen solltet.‘ ",
  "an9.6:8.10": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an9.6:9.1": "‚Ihr solltet zwei Arten von Unterkunft unterscheiden: ",
  "an9.6:9.2": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an9.6:9.3": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an9.6:9.4": "Nun, wenn ihr von einer Unterkunft wisst: ",
  "an9.6:9.5": "‚Wenn ich diese Unterkunft aufsuche, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltet ihr diese Unterkunft nicht aufsuchen. ",
  "an9.6:9.6": "Wenn ihr hingegen von einer Unterkunft wisst: ",
  "an9.6:9.7": "‚Wenn ich diese Unterkunft aufsuche, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltet ihr diese Unterkunft aufsuchen. ",
  "an9.6:9.8": "‚Ihr solltet zwei Arten von Unterkunft unterscheiden: ",
  "an9.6:9.9": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an9.6:9.10": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an9.6:10.1": "‚Ihr solltet zwei Arten von Marktstädtchen unterscheiden: ",
  "an9.6:10.2": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an9.6:10.3": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an9.6:10.4": "Nun, wenn ihr von einem Marktstädtchen wisst: ",
  "an9.6:10.5": "‚Wenn ich dieses Marktstädtchen aufsuche, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltet ihr dieses Marktstädtchen nicht aufsuchen. ",
  "an9.6:10.6": "Wenn ihr hingegen von einem Marktstädtchen wisst: ",
  "an9.6:10.7": "‚Wenn ich dieses Marktstädtchen aufsuche, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltet ihr dieses Marktstädtchen aufsuchen. ",
  "an9.6:10.8": "‚Ihr solltet zwei Arten von Marktstädtchen unterscheiden: ",
  "an9.6:10.9": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an9.6:10.10": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an9.6:11.1": "‚Ihr solltet zwei Arten von Ländern unterscheiden: ",
  "an9.6:11.2": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an9.6:11.3": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an9.6:11.4": "Nun, wenn ihr von einem Land wisst: ",
  "an9.6:11.5": "‚Wenn ich dieses Land aufsuche, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltet ihr dieses Land nicht aufsuchen. ",
  "an9.6:11.6": "Wenn ihr hingegen von einem Land wisst: ",
  "an9.6:11.7": "‚Wenn ich dieses Land aufsuche, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltet ihr dieses Land aufsuchen. ",
  "an9.6:11.8": "‚Ihr solltet zwei Arten von Ländern unterscheiden: ",
  "an9.6:11.9": "die, die ihr aufsuchen solltet, und die, die ihr nicht aufsuchen solltet.‘ ",
  "an9.6:11.10": "Das habe ich gesagt, und insofern habe ich es gesagt.“ "
}