{
  "an9.37:0.1": "Nummerierte Lehrreden 9.37 ",
  "an9.37:0.2": "4. Das große Kapitel ",
  "an9.37:0.3": "Ānandas Lehrrede ",
  "an9.37:1.1": "Einmal hielt sich der Ehrwürdige Ānanda bei Kosambī auf, in Ghositas Kloster. ",
  "an9.37:1.2": "Da wandte sich Ānanda an die Mönche und Nonnen: ",
  "an9.37:1.3": "„Werte Freunde, Mönche und Nonnen!“ ",
  "an9.37:1.4": "„Werter Freund“, antworteten sie. ",
  "an9.37:1.5": "Ānanda sagte: ",
  "an9.37:2.1": "„Es ist unglaublich, werte Freunde, es ist erstaunlich, ",
  "an9.37:2.2": "wie dieser Gesegnete, der erkennt und sieht, der Vollendete, der vollkommen erwachte Buddha eine Öffnung in einem abgeschlossenen Raum gefunden hat, um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, den Kreislauf des Leidens zu beenden und das Erlöschen zu verwirklichen! ",
  "an9.37:2.3": "Das Auge ist wirklich vorhanden, und auch diese Bilder sind da. Dennoch erfährt man dieses Sinnesfeld nicht. ",
  "an9.37:2.4": "Das Ohr ist wirklich vorhanden, und auch diese Töne sind da. Dennoch erfährt man dieses Sinnesfeld nicht. ",
  "an9.37:2.5": "Die Nase ist wirklich vorhanden, und auch diese Düfte sind da. Dennoch erfährt man dieses Sinnesfeld nicht. ",
  "an9.37:2.6": "Die Zunge ist wirklich vorhanden, und auch diese Geschmäcke sind da. Dennoch erfährt man dieses Sinnesfeld nicht. ",
  "an9.37:2.7": "Der Körper ist wirklich vorhanden, und auch diese Berührungen sind da. Dennoch erfährt man dieses Sinnesfeld nicht.“ ",
  "an9.37:3.1": "Darauf sagte der Ehrwürdige Udāyī zum Ehrwürdigen Ānanda: ",
  "an9.37:3.2": "„Werter Ānanda, hat jemand, der dieses Sinnesfeld nicht erfährt, eine Wahrnehmung oder nicht?“ ",
  "an9.37:3.3": "„Werter Freund, jemand, der dieses Sinnesfeld nicht erfährt, hat eine Wahrnehmung, er ist nicht ohne Wahrnehmung.“ ",
  "an9.37:4.1": "„Aber was nimmt jemand wahr, der dieses Sinnesfeld nicht erfährt?“ ",
  "an9.37:4.2": "„Da übersteigt ein Mönch jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, wendet sich nicht der Wahrnehmung von Vielfalt zu, tritt im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "an9.37:4.3": "Jemand, der dieses Sinnesfeld nicht erfährt, nimmt in dieser Art wahr. ",
  "an9.37:5.1": "Dann übersteigt da eine Nonne vollständig die Dimension des unendlichen Raumes, tritt im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "an9.37:5.2": "Jemand, der dieses Sinnesfeld nicht erfährt, nimmt in dieser Art wahr. ",
  "an9.37:6.1": "Dann übersteigt da ein Mönch vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilt darin. ",
  "an9.37:6.2": "Jemand, der dieses Sinnesfeld nicht erfährt, nimmt in dieser Art wahr. ",
  "an9.37:7.1": "Werter Freund, einmal hielt ich mich bei Sāketa im Wildpark im Añjana-Wald auf. ",
  "an9.37:7.2": "Da kam die Nonne Jaṭilagāhikā zu mir, verbeugte sich, stellte sich zur Seite hin und sagte zu mir: ",
  "an9.37:7.3": "‚Ehrenwerter Ānanda, bei der Versenkung, die nicht nach vorne neigt noch nach hinten zieht und die nicht mit Gewalt aufrechterhalten wird, ",
  "an9.37:7.4": "die, wenn sie frei ist, fest steht; wenn sie fest steht, zufrieden ist; wenn sie zufrieden ist, einen nicht bange macht – ",
  "an9.37:7.5": "was sagte der Buddha, was die Frucht dieser Versenkung ist?‘ ",
  "an9.37:8.1": "Darauf antwortete ich ihr: ",
  "an9.37:8.2": "‚Schwester, bei der Versenkung, die nicht nach vorne neigt noch nach hinten zieht und die nicht mit Gewalt aufrechterhalten wird, ",
  "an9.37:8.3": "die, wenn sie frei ist, fest steht; wenn sie fest steht, zufrieden ist; wenn sie zufrieden ist, einen nicht bange macht – ",
  "an9.37:8.4": "der Buddha sagte, die Frucht dieser Versenkung sei die Erleuchtung.‘ ",
  "an9.37:8.5": "Jemand, der dieses Sinnesfeld nicht erfährt, nimmt auch in dieser Art wahr.“ "
}