{
  "an9.35:0.1": "Nummerierte Lehrreden 9.35 ",
  "an9.35:0.2": "4. Das große Kapitel ",
  "an9.35:0.3": "Das Gleichnis von der Kuh ",
  "an9.35:1.1": "„Mönche und Nonnen, angenommen, eine törichte, unfähige und untaugliche Bergkuh würde ohne gesunden Menschenverstand durch schroffe Berglandschaften streifen. ",
  "an9.35:1.2": "Ihr käme der Gedanke: ",
  "an9.35:1.3": "‚Warum gehe ich nicht irgendwohin, wo ich noch nie war? Ich könnte Gras fressen und Wasser trinken, das ich noch nie gekostet habe.‘ ",
  "an9.35:1.4": "Sie würde einen Schritt mit einem Vorderhuf machen, aber ehe sie ihn richtig aufgesetzt hätte, würde sie schon einen Hinterhuf heben. ",
  "an9.35:1.5": "Sie würde nirgendwo hingehen, wo sie noch nie war, noch würde sie Gras fressen oder Wasser trinken, das sie noch nie gekostet hat. ",
  "an9.35:1.6": "Und sie würde nie sicher zu ihrem Ausgangspunkt zurückkehren. ",
  "an9.35:1.8": "Und warum? ",
  "an9.35:1.9": "Weil diese Bergkuh töricht, unfähig und untauglich ist und ohne gesunden Menschenverstand durch schroffe Berglandschaften streift. ",
  "an9.35:1.10": "Ebenso ist es, wenn ein törichter, unfähiger und untauglicher Mönch ohne gesunden Menschenverstand ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "an9.35:1.11": "Doch er pflegt und entwickelt diese Grundlage nicht und baut sie nicht aus; er achtet nicht darauf, dass sie gut gefestigt ist. ",
  "an9.35:2.1": "Es kommt ihm der Gedanke: ",
  "an9.35:2.2": "‚Warum trete ich nicht, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweile darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten?‘ ",
  "an9.35:2.3": "Aber er ist nicht in der Lage, in die zweite Vertiefung einzutreten und darin zu verweilen. ",
  "an9.35:2.4": "Er denkt: ",
  "an9.35:2.5": "‚Warum trete ich nicht, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält?‘ ",
  "an9.35:2.6": "Aber er ist nicht in der Lage, in die erste Vertiefung einzutreten und darin zu verweilen. ",
  "an9.35:2.7": "Das nennt man einen Mönch, der auf beiden Seiten abgerutscht und heruntergefallen ist. Er ist wie die Bergkuh, die töricht, unfähig und untauglich ist und ohne gesunden Menschenverstand durch schroffe Berglandschaften streift. ",
  "an9.35:3.1": "Angenommen, eine kluge, fähige und taugliche Bergkuh würde ihren gesunden Menschenverstand gebrauchen, wenn sie durch schroffe Berglandschaften streift. ",
  "an9.35:3.2": "Ihr käme der Gedanke: ",
  "an9.35:3.3": "‚Warum gehe ich nicht irgendwohin, wo ich noch nie war? Ich könnte Gras fressen und Wasser trinken, das ich noch nie gekostet habe.‘ ",
  "an9.35:3.4": "Sie würde einen Schritt mit einem Vorderhuf machen, und wenn sie ihn richtig aufgesetzt hätte, würde sie einen Hinterhuf heben. ",
  "an9.35:3.5": "Sie würde irgendwo hingehen, wo sie noch nie war, und würde Gras fressen und Wasser trinken, das sie noch nie gekostet hat. ",
  "an9.35:3.6": "Und sie würde sicher zu ihrem Ausgangspunkt zurückkehren. ",
  "an9.35:3.8": "Und warum? ",
  "an9.35:3.9": "Weil diese Bergkuh klug, fähig und tauglich ist und ihren gesunden Menschenverstand gebraucht, wenn sie durch schroffe Berglandschaften streift. ",
  "an9.35:3.10": "Ebenso ist es, wenn ein kluger, fähiger und tauglicher Mönch seinen gesunden Menschenverstand gebraucht, wenn er, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "an9.35:3.11": "Er pflegt und entwickelt diese Grundlage und baut sie aus; er achtet darauf, dass sie gut gefestigt ist. ",
  "an9.35:4.1": "Er denkt: ",
  "an9.35:4.2": "‚Warum trete ich nicht, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweile darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten?‘ ",
  "an9.35:4.3": "Ohne Eile für die zweite Vertiefung tritt er, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweilt darin. ",
  "an9.35:4.4": "Er pflegt und entwickelt diese Grundlage und baut sie aus; er achtet darauf, dass sie gut gefestigt ist. ",
  "an9.35:5.1": "Er denkt: ",
  "an9.35:5.2": "‚Warum trete ich nicht mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweile darin; da werde ich mit Gleichmut meditieren, achtsam und umsichtig, und persönlich die Seligkeit erfahren, von der die Edlen erklären: „Gleichmütig und achtsam meditiert man in Seligkeit“?‘ ",
  "an9.35:5.3": "Ohne Eile für die dritte Vertiefung tritt er dann mit dem Schwinden der Ekstase in die dritte Vertiefung eintritt und verweilt darin. ",
  "an9.35:5.4": "Er pflegt und entwickelt diese Grundlage und baut sie aus; er achtet darauf, dass sie gut gefestigt ist. ",
  "an9.35:6.1": "Er denkt: ",
  "an9.35:6.2": "‚Warum trete ich nicht, indem ich Glück und Schmerz aufgebe, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung ein und verweile darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit?‘ ",
  "an9.35:6.3": "Ohne Eile für die vierte Vertiefung tritt er dann, indem er Glück und Schmerz aufgibt, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an9.35:6.4": "Er pflegt und entwickelt diese Grundlage und baut sie aus; er achtet darauf, dass sie gut gefestigt ist. ",
  "an9.35:7.1": "Er denkt: ",
  "an9.35:7.2": "‚Warum übersteige ich nicht jegliche Formwahrnehmung und trete mit dem Beenden der Wahrnehmung von Eindrücken, und indem ich mich nicht der Wahrnehmung von Vielfalt zuwende, im Wissen: „Raum ist unendlich“, in die Dimension des unendlichen Raumes ein und verweile darin?‘ ",
  "an9.35:7.3": "Ohne Eile für die Dimension des unendlichen Raumes übersteigt er jegliche Formwahrnehmung, und mit dem Beenden der Wahrnehmung von Eindrücken, indem er sich nicht der Wahrnehmung von Vielfalt zuwendet, tritt er im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "an9.35:7.4": "Er pflegt und entwickelt diese Grundlage und baut sie aus; er achtet darauf, dass sie gut gefestigt ist. ",
  "an9.35:8.1": "Er denkt: ",
  "an9.35:8.2": "‚Warum übersteige ich nicht vollständig die Dimension des unendlichen Raumes, trete im Wissen: „Bewusstsein ist unendlich“ in die Dimension des unendlichen Bewusstseins ein und verweile darin?‘ ",
  "an9.35:8.3": "Ohne Eile für die Dimension des unendlichen Bewusstseins übersteigt er vollständig die Dimension des unendlichen Raumes, tritt im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "an9.35:8.4": "Er pflegt und entwickelt diese Grundlage und baut sie aus; er achtet darauf, dass sie gut gefestigt ist. ",
  "an9.35:9.1": "Er denkt: ",
  "an9.35:9.2": "‚Warum übersteige ich nicht vollständig die Dimension des unendlichen Bewusstseins, trete im Wissen: „da ist überhaupt nichts“ in die Dimension des Nichts ein und verweile darin?‘ ",
  "an9.35:9.3": "Ohne Eile für die Dimension des Nichts übersteigt er vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilt darin. ",
  "an9.35:9.4": "Er pflegt und entwickelt diese Grundlage und baut sie aus; er achtet darauf, dass sie gut gefestigt ist. ",
  "an9.35:10.1": "Er denkt: ",
  "an9.35:10.2": "‚Warum übersteige ich nicht vollständig die Dimension des Nichts, trete in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweile darin?‘ ",
  "an9.35:10.3": "Ohne Eile für die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, übersteigt er vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "an9.35:10.4": "Er pflegt und entwickelt diese Grundlage und baut sie aus; er achtet darauf, dass sie gut gefestigt ist. ",
  "an9.35:11.1": "Er denkt: ",
  "an9.35:11.2": "‚Warum übersteige ich nicht vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, trete in das Aufhören von Wahrnehmung und Gefühl ein und verweile darin?‘ ",
  "an9.35:11.3": "Ohne Eile für das Aufhören von Wahrnehmung und Gefühl übersteigt er vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. ",
  "an9.35:12.1": "Wenn ein Mönch in all diese erhabenen Zustände ein- und wieder heraustritt, wird sein Geist geschmeidig und formbar. ",
  "an9.35:12.2": "Mit einem geschmeidigen und formbaren Geist wird seine Versenkung grenzenlos und gut entwickelt. ",
  "an9.35:12.3": "Er ist in der Lage, alles zu erlangen, was durch Einsicht erlangt werden kann und worauf er seinen Geist richtet, in jedem einzelnen Fall. ",
  "an9.35:13.1": "Wenn er wünscht: ‚Dass ich doch die vielen Arten übersinnlicher Kraft ausüben könnte: mich vervielfältigen und wieder eins werden … und meinen Körper bis hin zur Brahmāwelt beherrschen‘ – ",
  "an9.35:13.2": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an9.35:14.1": "Wenn er wünscht: ‚Dass ich doch mit geläuterter und übermenschlicher Hellhörigkeit beide Arten von Tönen hören könnte, menschliche und göttliche, ob nah oder fern‘ – ",
  "an9.35:14.2": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an9.35:15.1": "Wenn er wünscht: ‚Dass ich doch den Geist anderer Wesen und Menschen erkennen könnte, indem ich ihn mit meinem Geist erfasse: ",
  "an9.35:15.2": "Dass ich einen gierigen Geist als „gierigen Geist“ erkennen könnte, ",
  "an9.35:15.3": "einen von Gier freien Geist als „von Gier freien Geist“, ",
  "an9.35:15.4": "einen hasserfüllten Geist als „hasserfüllten Geist“, ",
  "an9.35:15.5": "einen von Hass freien Geist als „von Hass freien Geist“, ",
  "an9.35:15.6": "einen Geist, der sich täuscht, als „Geist, der sich täuscht“, ",
  "an9.35:15.7": "einen von Täuschung freien Geist als „von Täuschung freien Geist“, ",
  "an9.35:15.8": "einen eingeengten Geist … ",
  "an9.35:15.9": "einen zerstreuten Geist … ",
  "an9.35:15.10": "einen ausgedehnten Geist … ",
  "an9.35:15.11": "einen nicht ausgedehnten Geist … ",
  "an9.35:15.12": "einen Geist, der nicht unübertrefflich ist … ",
  "an9.35:15.13": "einen unübertrefflichen Geist … ",
  "an9.35:15.14": "einen im Samādhi versunkenen Geist … ",
  "an9.35:15.15": "einen nicht im Samādhi versunkenen Geist … ",
  "an9.35:15.16": "einen befreiten Geist als „befreiten Geist“ ",
  "an9.35:15.17": "und einen nicht befreiten Geist als „nicht befreiten Geist“‘ – ",
  "an9.35:15.18": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an9.35:16.1": "Wenn er wünscht: ‚Dass ich mich doch an viele Arten früherer Leben erinnern könnte, das heißt eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt; dass ich mich erinnern könnte: „Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich hier wiedergeboren“, dass ich mich so an viele Arten früherer Leben mit den Merkmalen und Einzelheiten erinnern könnte‘ – ",
  "an9.35:16.2": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an9.35:17.1": "Wenn er wünscht: ‚Dass ich doch mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sehen könnte, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort; dass ich verstünde, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden‘ – ",
  "an9.35:17.2": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an9.35:18.1": "Wenn er wünscht: ‚Dass ich doch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen könnte, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben könnte‘ – ",
  "an9.35:18.2": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall.“ "
}