{
  "an9.8:0.1": "Nummerierte Lehrreden 9.8 ",
  "an9.8:0.2": "1. Das Kapitel über das Erwachen ",
  "an9.8:0.3": "Mit dem Wanderer Sajjha ",
  "an9.8:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "an9.8:1.2": "Da ging der Wanderer Sajjha zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an9.8:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an9.8:2.1": "„Herr, einmal hielt sich der Buddha hier in diesem von Bergen eingekesselten Rājagaha auf. ",
  "an9.8:2.2": "Damals habe ich vor dem Buddha gehört und gelernt: ",
  "an9.8:2.3": "‚Eine Nonne, die vollendet ist – deren Befleckungen aufgelöst sind, die das geistliche Leben erfüllt hat, die getan hat, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist – eine solche Nonne kann in fünffacher Hinsicht keinen Verstoß begehen. ",
  "an9.8:2.4": "Eine Nonne, deren Befleckungen aufgelöst sind, kann nicht absichtlich einem lebenden Geschöpf das Leben nehmen, etwas wegnehmen in der Absicht, zu stehlen, Geschlechtsverkehr haben, eine bewusste Lüge sprechen oder zum eigenen Vergnügen Vorräte anlegen, wie sie es früher als Laie tat.‘ ",
  "an9.8:2.5": "Ich verlasse mich darauf, dass ich das vom Buddha richtig gehört und gelernt, dass ich den Geist richtig gebraucht und es mir richtig gemerkt habe?“ ",
  "an9.8:3.1": "„Jawohl, Sajjha, du hast das richtig gehört und gelernt, hast den Geist richtig gebraucht und es dir richtig gemerkt. ",
  "an9.8:3.2": "Wie früher, so sage ich auch heute: ",
  "an9.8:3.3": "‚Eine Nonne, die vollendet ist – deren Befleckungen aufgelöst sind, die das geistliche Leben erfüllt hat, die getan hat, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist – eine solche Nonne kann in neunfacher Hinsicht keinen Verstoß begehen. ",
  "an9.8:3.4": "Eine Nonne, deren Befleckungen aufgelöst sind, kann nicht absichtlich einem lebenden Geschöpf das Leben nehmen, etwas wegnehmen in der Absicht, zu stehlen, Geschlechtsverkehr haben, eine bewusste Lüge sprechen oder zum eigenen Vergnügen Vorräte anlegen, wie sie es früher als Laie tat. Und sie kann nicht den Buddha, die Lehre, den Saṅgha oder die Schulung aufgeben.‘ ",
  "an9.8:3.5": "Wie früher, so sage ich auch heute: ",
  "an9.8:3.6": "Eine Nonne, die vollendet ist – deren Befleckungen aufgelöst sind, die das geistliche Leben erfüllt hat, die getan hat, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist – eine solche Nonne kann in dieser neunfachen Hinsicht keinen Verstoß begehen.‘“ "
}