{
  "an9.38:0.1": "Nummerierte Lehrreden 9.38 ",
  "an9.38:0.2": "4. Das große Kapitel ",
  "an9.38:0.3": "Brahmanische Kosmologen ",
  "an9.38:1.1": "Da gingen zwei brahmanische Kosmologen zum Buddha und tauschten Willkommensgrüße mit ihm aus. ",
  "an9.38:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin und sagten zum Buddha: ",
  "an9.38:2.1": "„Meister Gotama, Pūraṇa Kassapa behauptet, allwissend und all-sehend zu sein und alles ohne Ausnahme zu erkennen und zu sehen, und zwar so: ",
  "an9.38:2.2": "‚Erkennen und Sehen sind mir ständig und fortwährend gegenwärtig, ob ich gehe, stehe, schlafe oder wache.‘ ",
  "an9.38:2.3": "Er sagt: ",
  "an9.38:2.4": "‚Ich erkenne und sehe mit unendlichem Wissen, dass die Welt unendlich ist.‘ ",
  "an9.38:2.5": "Auch der Jaina-Asket aus dem Stamm Ñātika behauptet, allwissend und all-sehend zu sein und alles ohne Ausnahme zu erkennen und zu sehen, und zwar so: ",
  "an9.38:2.6": "‚Erkennen und Sehen sind mir ständig und fortwährend gegenwärtig, ob ich gehe, stehe, schlafe oder wache.‘ ",
  "an9.38:2.7": "Er sagt: ",
  "an9.38:2.8": "‚Ich erkenne und sehe mit unendlichem Wissen, dass die Welt endlich ist.‘ ",
  "an9.38:2.9": "Beide behaupten, aus ihrem Wissen heraus zu sprechen, aber sie widersprechen einander diametral. Welcher von ihnen spricht die Wahrheit und welcher die Unwahrheit?“ ",
  "an9.38:3.1": "„Genug, Brahmanen. ",
  "an9.38:3.2": "Lasst es damit gut sein: ",
  "an9.38:3.3": "‚Beide behaupten, aus ihrem Wissen heraus zu sprechen, aber sie widersprechen einander diametral. Welcher von ihnen spricht die Wahrheit und welcher die Unwahrheit?‘ ",
  "an9.38:3.4": "Ich will euch den Dhamma lehren. ",
  "an9.38:3.5": "Hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "an9.38:3.6": "„Ja, Herr“, antworteten sie. ",
  "an9.38:3.7": "Der Buddha sagte: ",
  "an9.38:4.1": "„Angenommen, vier Männer stünden in den vier Himmelsrichtungen. Jeder von ihnen wäre äußerst schnell und hätte einen äußerst mächtigen Schritt. ",
  "an9.38:4.2": "Sie wären so schnell wie ein leichter Pfeil, der von einem wohlgeübten erfahrenen Bogenschützen mit einem kräftigen Bogen mühelos durch den Schatten einer Palme geschossen wird. ",
  "an9.38:4.3": "Ihr Schritt reichte vom östlichen bis zum westlichen Meer. ",
  "an9.38:4.4": "Da würde der Mann, der im Osten steht, sagen: ",
  "an9.38:4.5": "‚Ich will durch Gehen das Ende der Welt erreichen.‘ ",
  "an9.38:4.6": "Er würde sein ganzes Leben lang gehen – hundert Jahre – und hielte nur an, um zu essen, zu trinken, Stuhl und Urin zu entleeren und genug zu schlafen, um die Müdigkeit zu vertreiben. Und er würde doch auf dem Weg sterben, ohne je ans Ende der Welt zu kommen. ",
  "an9.38:4.7": "Dann würde der Mann, der im Westen steht … ",
  "an9.38:4.8": "der Mann, der im Norden steht … ",
  "an9.38:4.9": "und der Mann, der im Süden steht, sagen: ",
  "an9.38:4.10": "‚Ich will durch Gehen das Ende der Welt erreichen.‘ ",
  "an9.38:4.11": "Er würde sein ganzes Leben lang gehen – hundert Jahre – und hielte nur an, um zu essen, zu trinken, Stuhl und Urin zu entleeren und genug zu schlafen, um die Müdigkeit zu vertreiben. Und er würde doch auf dem Weg sterben, ohne je ans Ende der Welt zu kommen. ",
  "an9.38:4.12": "Und warum? ",
  "an9.38:4.13": "Ich sage, es ist nicht möglich, das Ende der Welt durch solches Rennen zu erkennen oder zu sehen oder zu erreichen. ",
  "an9.38:4.14": "Doch ich sage auch, dass es nicht möglich ist, dem Leiden ein Ende zu machen, ohne ans Ende der Welt zu gelangen. ",
  "an9.38:5.1": "Fünf Arten sinnlicher Erregung werden in der Schulung des Edlen die Welt genannt. ",
  "an9.38:5.2": "Welche fünf? ",
  "an9.38:5.3": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "an9.38:5.4": "Töne, die das Ohr erkennt … ",
  "an9.38:5.5": "Düfte, die die Nase erkennt … ",
  "an9.38:5.6": "Geschmäcke, die die Zunge erkennt … ",
  "an9.38:5.7": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "an9.38:5.8": "Diese fünf Arten sinnlicher Erregung werden in der Schulung des Edlen die Welt genannt. ",
  "an9.38:6.1": "Da tritt eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "an9.38:6.2": "Das nennt man eine Nonne, zum Ende der Welt gegangen ist und am Ende der Welt meditiert. ",
  "an9.38:6.3": "Andere sagen von ihr: ",
  "an9.38:6.4": "‚Sie gehört der Welt an und hat die Welt noch nicht verlassen.‘ ",
  "an9.38:6.5": "Und auch ich sage: ",
  "an9.38:6.6": "‚Sie gehört der Welt an und hat die Welt noch nicht verlassen.‘ ",
  "an9.38:7.1": "Dann tritt da eine Nonne, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweilt darin … ",
  "an9.38:7.2": "in die dritte Vertiefung … ",
  "an9.38:7.3": "in die vierte Vertiefung. ",
  "an9.38:7.4": "Das nennt man eine Nonne, zum Ende der Welt gegangen ist und am Ende der Welt meditiert. ",
  "an9.38:7.5": "Andere sagen von ihr: ",
  "an9.38:7.6": "‚Sie gehört der Welt an und hat die Welt noch nicht verlassen.‘ ",
  "an9.38:7.7": "Und auch ich sage: ",
  "an9.38:7.8": "‚Sie gehört der Welt an und hat die Welt noch nicht verlassen.‘ ",
  "an9.38:8.1": "Dann übersteigt da eine Nonne jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, richtet den Geist nicht auf die Wahrnehmung von Vielfalt, tritt im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "an9.38:8.2": "Das nennt man eine Nonne, zum Ende der Welt gegangen ist und am Ende der Welt meditiert. ",
  "an9.38:8.3": "Andere sagen von ihr: ",
  "an9.38:8.4": "‚Sie gehört der Welt an und hat die Welt noch nicht verlassen.‘ ",
  "an9.38:8.5": "Und auch ich sage: ",
  "an9.38:8.6": "‚Sie gehört der Welt an und hat die Welt noch nicht verlassen.‘ ",
  "an9.38:9.1": "Dann tritt da eine Nonne in die Dimension des unendlichen Bewusstseins ein und verweilt darin … ",
  "an9.38:9.2": "in die Dimension des Nichts … ",
  "an9.38:9.3": "in die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "an9.38:9.4": "Das nennt man eine Nonne, zum Ende der Welt gegangen ist und am Ende der Welt meditiert. ",
  "an9.38:9.5": "Andere sagen von ihr: ",
  "an9.38:9.6": "‚Sie gehört der Welt an und hat die Welt noch nicht verlassen.‘ ",
  "an9.38:9.7": "Und auch ich sage: ",
  "an9.38:9.8": "‚Sie gehört der Welt an und hat die Welt noch nicht verlassen.‘ ",
  "an9.38:10.1": "Dann übersteigt da eine Nonne vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. Und wenn sie mit Weisheit sieht, lösen sich ihre Befleckungen auf. ",
  "an9.38:10.2": "Das nennt man eine Nonne, die zum Ende der Welt gegangen ist und am Ende der Welt meditiert. Und sie hat das Klammern an der Welt überquert.“ "
}