{
  "an9.34:0.1": "Nummerierte Lehrreden 9.34 ",
  "an9.34:0.2": "4. Das große Kapitel ",
  "an9.34:0.3": "Das Erlöschen ist Seligkeit ",
  "an9.34:1.1": "Einmal hielt sich der Ehrwürdige Sāriputta bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "an9.34:1.2": "Da wandte er sich an die Mönche und Nonnen: ",
  "an9.34:1.3": "„Geehrte, das Erlöschen ist Seligkeit! ",
  "an9.34:1.4": "Das Erlöschen ist Seligkeit!“ ",
  "an9.34:1.5": "Darauf sagte der Ehrwürdige Udāyī zu ihm: ",
  "an9.34:1.6": "„Aber geehrter Sāriputta, was ist daran selig, da doch nichts gefühlt wird?“ ",
  "an9.34:1.7": "„Dass nichts gefühlt wird ist gerade das Selige daran. ",
  "an9.34:1.8": "Geehrter, es gibt fünf Arten sinnlicher Erregung. ",
  "an9.34:1.9": "Welche fünf? ",
  "an9.34:1.10": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "an9.34:1.11": "Töne, die das Ohr erkennt … ",
  "an9.34:1.12": "Düfte, die die Nase erkennt … ",
  "an9.34:1.13": "Geschmäcke, die die Zunge erkennt … ",
  "an9.34:1.14": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "an9.34:1.15": "Das sind die fünf Arten sinnlicher Erregung. ",
  "an9.34:1.16": "Das Glück und die Freude, die von diesen fünf Arten sinnlicher Erregung kommen, nennt man Sinnenfreuden. ",
  "an9.34:2.1": "Da tritt eine Nonne, ganz abgeschieden von den Sinnenfreuden … in die erste Vertiefung ein und verweilt darin. ",
  "an9.34:2.2": "Während eine Nonne in einer solchen Meditation verweilt, bewegt sich der Geist zu mit Sinnenfreuden verbundenen Wahrnehmungen, und das ist für sie eine Beschwerde. ",
  "an9.34:2.3": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.34:2.4": "Ebenso ist es für eine Nonne eine Beschwerde, wenn der Geist sich zu mit Sinnenfreuden verbundenen Wahrnehmungen bewegt. ",
  "an9.34:2.5": "Und eine Beschwerde wurde vom Buddha Leiden genannt. ",
  "an9.34:2.6": "So kann man verstehen, inwiefern das Erlöschen Seligkeit ist. ",
  "an9.34:3.1": "Dann beruhigt sich da bei einem Mönch das Ausrichten und Halten des Geistes, und er tritt in die zweite Vertiefung ein und verweilt darin. ",
  "an9.34:3.2": "Während ein Mönch in dieser Meditation verweilt, bewegt sich der Geist zu mit dem Ausrichten des Geistes verbundenen Wahrnehmungen, und das ist für ihn eine Beschwerde. ",
  "an9.34:3.3": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.34:3.4": "Ebenso ist es für einen Mönch eine Beschwerde, wenn der Geist sich zu mit dem Ausrichten des Geistes verbundenen Wahrnehmungen bewegt. ",
  "an9.34:3.5": "Und eine Beschwerde wurde vom Buddha Leiden genannt. ",
  "an9.34:3.6": "Das ist eine andere Art, zu verstehen, inwiefern das Erlöschen Seligkeit ist. ",
  "an9.34:4.1": "Dann tritt da eine Nonne mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweilt darin. ",
  "an9.34:4.2": "Während eine Nonne in dieser Meditation verweilt, bewegt sich der Geist zu mit Ekstase verbundenen Wahrnehmungen, und das ist für sie eine Beschwerde. ",
  "an9.34:4.3": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.34:4.4": "Ebenso ist es für eine Nonne eine Beschwerde, wenn der Geist sich zu mit Ekstase verbundenen Wahrnehmungen bewegt. ",
  "an9.34:4.5": "Und eine Beschwerde wurde vom Buddha Leiden genannt. ",
  "an9.34:4.6": "Das ist eine andere Art, zu verstehen, inwiefern das Erlöschen Seligkeit ist. ",
  "an9.34:5.1": "Dann tritt da ein Mönch, indem er Glück und Schmerz aufgibt, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung ein und verweilt darin. ",
  "an9.34:5.2": "Während ein Mönch in dieser Meditation verweilt, bewegt sich der Geist zu mit gleichmütiger Seligkeit verbundenen Wahrnehmungen, und das ist für ihn eine Beschwerde. ",
  "an9.34:5.3": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.34:5.4": "Ebenso ist es für einen Mönch eine Beschwerde, wenn der Geist sich zu mit gleichmütiger Seligkeit verbundenen Wahrnehmungen bewegt. ",
  "an9.34:5.5": "Und eine Beschwerde wurde vom Buddha Leiden genannt. ",
  "an9.34:5.6": "Das ist eine andere Art, zu verstehen, inwiefern das Erlöschen Seligkeit ist. ",
  "an9.34:6.1": "Dann übersteigt da eine Nonne jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, richtet den Geist nicht auf die Wahrnehmung von Vielfalt, tritt im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "an9.34:6.2": "Während eine Nonne in dieser Meditation verweilt, bewegt sich der Geist zu mit Form verbundenen Wahrnehmungen, und das ist für sie eine Beschwerde. ",
  "an9.34:6.3": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.34:6.4": "Ebenso ist es für eine Nonne eine Beschwerde, wenn der Geist sich zu mit Form verbundenen Wahrnehmungen bewegt. ",
  "an9.34:6.5": "Und eine Beschwerde wurde vom Buddha Leiden genannt. ",
  "an9.34:6.6": "Das ist eine andere Art, zu verstehen, inwiefern das Erlöschen Seligkeit ist. ",
  "an9.34:7.1": "Dann übersteigt da ein Mönch vollständig die Dimension des unendlichen Raumes, tritt im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "an9.34:7.2": "Während ein Mönch in dieser Meditation verweilt, bewegt sich der Geist zu mit der Dimension des unendlichen Raumes verbundenen Wahrnehmungen, und das ist für ihn eine Beschwerde. ",
  "an9.34:7.3": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.34:7.4": "Ebenso ist es für einen Mönch eine Beschwerde, wenn der Geist sich zu mit der Dimension des unendlichen Raumes verbundenen Wahrnehmungen bewegt. ",
  "an9.34:7.5": "Und eine Beschwerde wurde vom Buddha Leiden genannt. ",
  "an9.34:7.6": "Das ist eine andere Art, zu verstehen, inwiefern das Erlöschen Seligkeit ist. ",
  "an9.34:8.1": "Dann übersteigt da eine Nonne vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilt darin. ",
  "an9.34:8.2": "Während eine Nonne in dieser Meditation verweilt, bewegt sich der Geist zu mit der Dimension des unendlichen Bewusstseins verbundenen Wahrnehmungen, und das ist für sie eine Beschwerde. ",
  "an9.34:8.3": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.34:8.4": "Ebenso ist es für eine Nonne eine Beschwerde, wenn der Geist sich zu mit der Dimension des unendlichen Bewusstseins verbundenen Wahrnehmungen bewegt. ",
  "an9.34:8.5": "Und eine Beschwerde wurde vom Buddha Leiden genannt. ",
  "an9.34:8.6": "Das ist eine andere Art, zu verstehen, inwiefern das Erlöschen Seligkeit ist. ",
  "an9.34:9.1": "Dann übersteigt da ein Mönch vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "an9.34:9.2": "Während ein Mönch in dieser Meditation verweilt, bewegt sich der Geist zu mit der Dimension des Nichts verbundenen Wahrnehmungen, und das ist für ihn eine Beschwerde. ",
  "an9.34:9.3": "Wie wenn ein glücklicher Mensch Schmerz erfahren würde: Das wäre für ihn eine Beschwerde. ",
  "an9.34:9.4": "Ebenso ist es für einen Mönch eine Beschwerde, wenn der Geist sich zu mit der Dimension des Nichts verbundenen Wahrnehmungen bewegt. ",
  "an9.34:9.5": "Und eine Beschwerde wurde vom Buddha Leiden genannt. ",
  "an9.34:9.6": "Das ist eine andere Art, zu verstehen, inwiefern das Erlöschen Seligkeit ist. ",
  "an9.34:10.1": "Dann übersteigt da eine Nonne vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. Und wenn sie mit Weisheit sieht, gehen ihre Befleckungen zu Ende. ",
  "an9.34:11.1": "Das ist eine andere Art, zu verstehen, inwiefern das Erlöschen Seligkeit ist.“ "
}