{
  "dhp320:0.1": "Collection of Minor Texts ",
  "dhp320:0.2": "Verses of Dhamma ",
  "dhp320:0.3": "The Elephant Chapter ",
  "dhp320:1": "Like an elephant in battle ",
  "dhp320:2": "struck by an arrow from a bow, ",
  "dhp320:3": "I will endure criticism ",
  "dhp320:4": "from the immoral multitude. ",
  "dhp321:1": "One who is trained can be led through a crowd, ",
  "dhp321:2": "one who is trained can be mounted by a king; ",
  "dhp321:3": "a trained person is the best among humans, ",
  "dhp321:4": "one who endures criticism. ",
  "dhp322:1": "Excellent are trained mules, ",
  "dhp322:2": "well-bred Sindhi horses, ",
  "dhp322:3": "and enormous elephants; ",
  "dhp322:4": "but more excellent that those is one who is self-trained. ",
  "dhp323:1": "For it is not by means of those vehicles ",
  "dhp323:2": "that one goes in the direction one has never gone; ",
  "dhp323:3": "where one who is self-trained, well-trained, ",
  "dhp323:4": "can go by means of that training. ",
  "dhp324:1": "The elephant named Dhanapāla ",
  "dhp324:2": "is bitter about being separated, and is hard to restrain; ",
  "dhp324:3": "captive, he does not eat, ",
  "dhp324:4": "as he misses the elephant forest. ",
  "dhp325:1": "Lethargic and gluttonous, ",
  "dhp325:2": "languid, lazing about, ",
  "dhp325:3": "like an oversized pig that has taken the bait, ",
  "dhp325:4": "the fool arrives again and again in the womb. ",
  "dhp326:1": "In the past this mind would wander, ",
  "dhp326:2": "going wherever it wished, wherever it desired, wherever it found pleasure. ",
  "dhp326:3": "Today I will subdue it with a wise understanding of causality, ",
  "dhp326:4": "like an elephant-trainer subduing a rampaging elephant. ",
  "dhp327:1": "Approve of non-negligence, ",
  "dhp327:2": "and guard your own mind. ",
  "dhp327:3": "Lift yourself up from the harmful path, ",
  "dhp327:4": "like an elephant lifting itself up from the mud. ",
  "dhp328:1": "If you can get a prudent companion ",
  "dhp328:2": "to travel with, a steadfast person who lives an excellent life, ",
  "dhp328:3": "then leave behind all your problems ",
  "dhp328:4": "and go with them, satisfied and mindful. ",
  "dhp329:1": "If you can not get a prudent companion ",
  "dhp329:2": "to travel with, a steadfast person who lives an excellent life, ",
  "dhp329:3": "then like a king leaving behind a conquered realm, ",
  "dhp329:4": "go alone, like an elephant in its wilderness habitat. ",
  "dhp330:1": "It is best to go alone; ",
  "dhp330:2": "there is no companionship with a fool. ",
  "dhp330:3": "One who lives alone and does nothing harmful ",
  "dhp330:4": "will be at ease, like an elephant in its wilderness habitat. ",
  "dhp331:1": "It is pleasant to have companions when the need arises, ",
  "dhp331:2": "it is pleasant to be content with whatever comes, ",
  "dhp331:3": "it is pleasant to have merit when life comes to an end, ",
  "dhp331:4": "it is pleasant to leave behind all suffering. ",
  "dhp332:1": "It is pleasant to be a mother in this world, ",
  "dhp332:2": "it is pleasant to be a father; ",
  "dhp332:3": "it is pleasant to be a contemplative in this world, ",
  "dhp332:4": "it is pleasant to be spiritual. ",
  "dhp333:1": "It is pleasant to have virtue that lasts into old age, ",
  "dhp333:2": "it is pleasant to have established faith, ",
  "dhp333:3": "it is pleasant to have attained wisdom, ",
  "dhp333:4": "it is pleasant to do no evil. "
}