{
  "sn8.7:0.1": "Saṁyutta Nikāya 8 ",
  "sn8.7:0.2": "1. Vaṅgīsavagga ",
  "sn8.7:0.3": "7. Pavāraṇāsutta ",
  "sn8.7:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati pubbārāme migāramātupāsāde mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi sabbeheva arahantehi. ",
  "sn8.7:1.2": "Tena kho pana samayena bhagavā tadahuposathe pannarase pavāraṇāya bhikkhusaṅghaparivuto abbhokāse nisinno hoti. ",
  "sn8.7:1.3": "Atha kho bhagavā tuṇhībhūtaṁ bhikkhusaṅghaṁ anuviloketvā bhikkhū āmantesi: ",
  "sn8.7:1.4": "“handa dāni, bhikkhave, pavāremi vo. ",
  "sn8.7:1.5": "Na ca me kiñci garahatha kāyikaṁ vā vācasikaṁ vā”ti. ",
  "sn8.7:2.1": "Evaṁ vutte, āyasmā sāriputto uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "sn8.7:2.2": "“na kho mayaṁ, bhante, bhagavato kiñci garahāma kāyikaṁ vā vācasikaṁ vā. ",
  "sn8.7:2.3": "Bhagavā hi, bhante, anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū maggavidū maggakovido. ",
  "sn8.7:2.4": "Maggānugā ca, bhante, etarahi sāvakā viharanti pacchā samannāgatā; ",
  "sn8.7:2.5": "ahañca kho, bhante, bhagavantaṁ pavāremi. ",
  "sn8.7:2.6": "Na ca me bhagavā kiñci garahati kāyikaṁ vā vācasikaṁ vā”ti. ",
  "sn8.7:3.1": "“Na khvāhaṁ te, sāriputta, kiñci garahāmi kāyikaṁ vā vācasikaṁ vā. ",
  "sn8.7:3.2": "Paṇḍito tvaṁ, sāriputta, mahāpañño tvaṁ, sāriputta, puthupañño tvaṁ, sāriputta, hāsapañño tvaṁ, sāriputta, javanapañño tvaṁ, sāriputta, tikkhapañño tvaṁ, sāriputta, nibbedhikapañño tvaṁ, sāriputta. ",
  "sn8.7:3.3": "Seyyathāpi, sāriputta, rañño cakkavattissa jeṭṭhaputto pitarā pavattitaṁ cakkaṁ sammadeva anuppavatteti; ",
  "sn8.7:3.4": "evameva kho tvaṁ, sāriputta, mayā anuttaraṁ dhammacakkaṁ pavattitaṁ sammadeva anuppavattesī”ti. ",
  "sn8.7:4.1": "“No ce kira me, bhante, bhagavā kiñci garahati kāyikaṁ vā vācasikaṁ vā. ",
  "sn8.7:4.2": "Imesaṁ pana, bhante, bhagavā pañcannaṁ bhikkhusatānaṁ na kiñci garahati kāyikaṁ vā vācasikaṁ vā”ti. ",
  "sn8.7:4.3": "“Imesampi khvāhaṁ, sāriputta, pañcannaṁ bhikkhusatānaṁ na kiñci garahāmi kāyikaṁ vā vācasikaṁ vā. ",
  "sn8.7:4.4": "Imesañhi, sāriputta, pañcannaṁ bhikkhusatānaṁ saṭṭhi bhikkhū tevijjā, saṭṭhi bhikkhū chaḷabhiññā, saṭṭhi bhikkhū ubhatobhāgavimuttā, atha itare paññāvimuttā”ti. ",
  "sn8.7:5.1": "Atha kho āyasmā vaṅgīso uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "sn8.7:5.2": "“paṭibhāti maṁ, bhagavā, paṭibhāti maṁ, sugatā”ti. ",
  "sn8.7:5.3": "“Paṭibhātu taṁ, vaṅgīsā”ti bhagavā avoca. ",
  "sn8.7:5.4": "Atha kho āyasmā vaṅgīso bhagavantaṁ sammukhā sāruppāhi gāthāhi abhitthavi: ",
  "sn8.7:6.1": "“Ajja pannarase visuddhiyā, ",
  "sn8.7:6.2": "Bhikkhū pañcasatā samāgatā; ",
  "sn8.7:6.3": "Saṁyojanabandhanacchidā, ",
  "sn8.7:6.4": "Anīghā khīṇapunabbhavā isī. ",
  "sn8.7:7.1": "Cakkavattī yathā rājā, ",
  "sn8.7:7.2": "amaccaparivārito; ",
  "sn8.7:7.3": "Samantā anupariyeti, ",
  "sn8.7:7.4": "sāgarantaṁ mahiṁ imaṁ. ",
  "sn8.7:8.1": "Evaṁ vijitasaṅgāmaṁ, ",
  "sn8.7:8.2": "satthavāhaṁ anuttaraṁ; ",
  "sn8.7:8.3": "Sāvakā payirupāsanti, ",
  "sn8.7:8.4": "tevijjā maccuhāyino. ",
  "sn8.7:9.1": "Sabbe bhagavato puttā, ",
  "sn8.7:9.2": "palāpettha na vijjati; ",
  "sn8.7:9.3": "Taṇhāsallassa hantāraṁ, ",
  "sn8.7:9.4": "vande ādiccabandhunan”ti. "
}