{
  "sn14.31:0.1": "Связанные Наставления 14.31",
  "sn14.31:0.2": "Раздел Четвертый",
  "sn14.31:0.3": "Сутта До Пробуждения",
  "sn14.31:1.1": "В Саваттхи располагается.",
  "sn14.31:1.2": "“До моего, монахи, пробуждения непробуждённому бодхисатте, это сталось явилось:",
  "sn14.31:1.3": "“Что же твёрдого-дхату (феномена) наслаждение, что недостаток-опасность, что спасение (ухождение от);",
  "sn14.31:1.4": "что жидкости-дхату наслаждение, что опасность, что спасение;",
  "sn14.31:1.5": "что тепла-дхату наслаждение, что опасность, что спасение;",
  "sn14.31:1.6": "что ветра-дхату наслаждение, что опасность, что спасение?”",
  "sn14.31:2.1": "Тому мне, монахи, это явилось:",
  "sn14.31:2.2": "“Та которая твёрдого-дхату относительно (отходя из) возникает приятность удовлетворительность, это твёрдым-дхату наслаждение;",
  "sn14.31:2.3": "которое твёрдый-дхату ненадёжный-нестабильный, болезненный, распадающееся-явление, это твёрдого-дхату опасность;",
  "sn14.31:2.4": "которое к твёрдого-дхату импульса(согласия, намерения, выбора)-страсти выведение, импульса-страсти-покидание, это от твёрдого-дхату спасение.",
  "sn14.31:2.5": "Которая жидкости-дхату относительно…",
  "sn14.31:2.6": "которая тепла-дхату относительно…",
  "sn14.31:2.7": "которая ветра-дхату относительно возникает приятность удовлетворительность, это ветром-дхату наслаждение;",
  "sn14.31:2.8": "который ветра-дхату ненадёжный-нестабильный, болезненный, распадающееся-явление, это ветра-дхату опасность;",
  "sn14.31:2.9": "которое к ветра-дхату импульса-страсти выведение, импульса-страсти-покидание, это от ветра-дхату спасение.",
  "sn14.31:3.1": "И пока я, монахи, этих четырёх дхату так и наслаждение как наслаждение, и опасность как опасность и спасение как спасение как-есть не познал, до тех пор я, монахи, в мире с божествами, с Марой, с Брахмой, с шрамана-брахманами, с поколением королей (божеств)-людей, что 'пробудился в непревзойденное правильное пробуждение' не признал.",
  "sn14.31:4.1": "Но когда я, монахи, этих четырёх дхату так и наслаждение как наслаждение, и опасность как опасность и спасение как спасение как-есть познал, тогда я, монахи, в мире с божествами, с Марой, с Брахмой, с шрамана-брахманами, с поколением королей-людей, что 'пробудился в непревзойденное правильное пробуждение' признал.",
  "sn14.31:4.2": "Знание тогда у меня и вИдение возникло:",
  "sn14.31:4.3": "‘неколебимо моё освобождение, это конечное рождение, отныне нет повторной вовлеченности-[индивидуального] существования.’”",
  "sn14.31:4.4": "Вторая."
}