{
  "sn56.13:0.1": "Verbundene Lehrreden 56.13 ",
  "sn56.13:0.2": "2. Das Kapitel darüber, das Rad des Dhamma ins Rollen zu bringen ",
  "sn56.13:0.3": "Aggregate ",
  "sn56.13:1.1": "„Mönche und Nonnen, es gibt vier edle Wahrheiten. ",
  "sn56.13:1.2": "Welche vier? ",
  "sn56.13:1.3": "Die edlen Wahrheiten vom Leiden, vom Ursprung des Leidens, vom Aufhören des Leidens und von der Übung, die zum Aufhören des Leidens führt. ",
  "sn56.13:2.1": "Und was ist die edle Wahrheit vom Leiden? ",
  "sn56.13:2.2": "Ihr solltet sagen: ‚Die fünf mit Ergreifen verbundenen Aggregate.‘ ",
  "sn56.13:2.3": "Nämlich: Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein.‘ ",
  "sn56.13:2.4": "Das nennt man die edle Wahrheit vom Leiden. ",
  "sn56.13:3.1": "Und was ist die edle Wahrheit vom Ursprung des Leidens? ",
  "sn56.13:3.2": "Es ist das Verlangen, das zu künftigen Leben führt. Es ist mit Genießen und Gier verbunden und jagt nach Vergnügen mal in diesem, mal in jenem Bereich: nämlich ",
  "sn56.13:3.3": "Verlangen nach Sinnenfreuden, Verlangen danach, das Dasein fortzusetzen, und Verlangen danach, das Dasein zu beenden. ",
  "sn56.13:3.4": "Das nennt man die edle Wahrheit vom Ursprung des Leidens. ",
  "sn56.13:4.1": "Und was ist die edle Wahrheit vom Aufhören des Leidens? ",
  "sn56.13:4.2": "Es ist das restlose Schwinden und Aufhören eben dieses Verlangens, es herzugeben, loszulassen, freizusetzen und nicht daran festzuhalten. ",
  "sn56.13:4.3": "Das nennt man die edle Wahrheit vom Aufhören des Leidens. ",
  "sn56.13:5.1": "Und was ist die edle Wahrheit von der Übung, die zum Aufhören des Leidens führt? ",
  "sn56.13:5.2": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn56.13:5.3": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn56.13:5.4": "Das nennt man die edle Wahrheit von der Übung, die zum Aufhören des Leidens führt. ",
  "sn56.13:5.5": "Das sind die vier edlen Wahrheiten. ",
  "sn56.13:6.1": "Aus diesem Grund sollt ihr Meditation üben …“ "
}