{
  "sn56.46:0.1": "Verbundene Lehrreden 56.46 ",
  "sn56.46:0.2": "5. Das Kapitel über eine Klippe ",
  "sn56.46:0.3": "Dunkelheit ",
  "sn56.46:1.1": "„Mönche und Nonnen, die grenzenlose Düsternis des interstellaren Raumes ist so vollkommen dunkel, dass sogar das Licht von Mond und Sonne, so mächtig und gewaltig, keinen Eindruck macht.“ ",
  "sn56.46:2.1": "Daraufhin sagte einer der Mönche zum Buddha: ",
  "sn56.46:2.2": "„Herr, diese Dunkelheit ist wirklich gewaltig, so überaus gewaltig. ",
  "sn56.46:2.3": "Gibt es eine andere Dunkelheit, die noch gewaltiger und schrecklicher ist als diese?“ ",
  "sn56.46:2.4": "„Die gibt es, Mönch.“ ",
  "sn56.46:3.1": "„Aber Herr, welche ist das?“ ",
  "sn56.46:3.2": "„Es gibt Asketen und Brahmanen, die nicht wahrhaftig verstehen, was das Leiden ist, was der Ursprung des Leidens ist, was das Aufhören des Leidens ist und was die Übung ist, die zum Aufhören des Leidens führt. ",
  "sn56.46:3.3": "Sie finden Vergnügen an Willensbildungsprozessen, die zu Wiedergeburt führen … ",
  "sn56.46:3.4": "Sie betreiben fortgesetzt solche Willensbildungsprozesse … ",
  "sn56.46:3.5": "Wenn sie solche Willensbildungsprozesse betrieben haben, stürzen sie in die Dunkelheit der Wiedergeburt, die Dunkelheit von Alter und Tod, von Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn56.46:3.6": "Sie sind nicht befreit von Wiedergeburt, von Alter und Tod, von Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn56.46:3.7": "Sie sind nicht befreit vom Leiden, sage ich. ",
  "sn56.46:4.1": "Es gibt Asketen und Brahmanen, die wahrhaftig verstehen, was das Leiden ist, was der Ursprung des Leidens ist, was das Aufhören des Leidens ist und was die Übung ist, die zum Aufhören des Leidens führt. ",
  "sn56.46:4.2": "Sie finden kein Vergnügen an Willensbildungsprozessen, die zu Wiedergeburt führen … ",
  "sn56.46:4.3": "Sie hören auf, solche Willensbildungsprozesse zu betreiben … ",
  "sn56.46:4.4": "Wenn sie aufgehört haben, solche Willensbildungsprozesse zu betreiben, stürzen sie nicht in die Dunkelheit der Wiedergeburt, die Dunkelheit von Alter und Tod, von Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn56.46:4.5": "Sie sind befreit von Wiedergeburt, von Alter und Tod, von Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn56.46:4.6": "Sie sind befreit vom Leiden, sage ich. ",
  "sn56.46:5.1": "Aus diesem Grund sollt ihr Meditation üben – um zu verstehen: ‚Das ist das Leiden.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘“ "
}