{
  "sn56.11:0.1": "Verbundene Lehrreden 56.11 ",
  "sn56.11:0.2": "2. Das Kapitel darüber, das Rad des Dhamma ins Rollen zu bringen ",
  "sn56.11:0.3": "Das Rad des Dhamma ins Rollen bringen ",
  "sn56.11:1.1": "Einmal hielt sich der Buddha bei Benares auf, im Wildpark bei Isipatana. ",
  "sn56.11:1.2": "Da wandte sich der Buddha an die Gruppe der fünf Mönche: ",
  "sn56.11:2.1": "„Zwei Extreme, Mönche, sollten von einem, der fortgezogen ist, nicht gepflegt werden. ",
  "sn56.11:2.2": "Welche beiden? ",
  "sn56.11:2.3": "Das Schwelgen in Sinnenfreuden – es ist nieder, derb, gewöhnlich, unedel und zwecklos. Und das Schwelgen in Selbstquälerei – es ist schmerzvoll, unedel und zwecklos. ",
  "sn56.11:2.4": "Der Klargewordene hat diese beiden Extreme vermieden und ist erwacht, indem er den mittleren Weg verstanden hat. Dieser führt zum Sehen, führt zum Erkennen, führt zum Frieden, zu unmittelbarer Einsicht, zum Erwachen und Erlöschen. ",
  "sn56.11:3.1": "Und was ist dieser mittlere Weg? ",
  "sn56.11:3.2": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn56.11:3.3": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn56.11:3.4": "Das ist dieser mittlere Weg, der zum Sehen führt, zum Erkennen führt, zum Frieden, zu unmittelbarer Einsicht, zum Erwachen und Erlöschen. ",
  "sn56.11:4.1": "Und das ist die edle Wahrheit vom Leiden: ",
  "sn56.11:4.2": "Wiedergeburt ist Leiden; Alter ist Leiden; Krankheit ist Leiden; Tod ist Leiden; mit Ungeliebtem verbunden sein ist Leiden; von Geliebtem getrennt sein ist Leiden; nicht bekommen, was man wünscht, ist Leiden. Kurz, die fünf mit Ergreifen verbundenen Aggregate sind Leiden. ",
  "sn56.11:4.3": "Und das ist die edle Wahrheit vom Ursprung des Leidens: ",
  "sn56.11:4.4": "Es ist das Verlangen, das zu künftigen Leben führt. Es ist mit Genießen und Gier verbunden und jagt nach Vergnügen mal in diesem, mal in jenem Bereich: nämlich ",
  "sn56.11:4.5": "Verlangen nach Sinnenfreuden, Verlangen danach, das Dasein fortzusetzen, und Verlangen danach, das Dasein zu beenden. ",
  "sn56.11:4.6": "Und das ist die edle Wahrheit vom Aufhören des Leidens: ",
  "sn56.11:4.7": "Es ist das restlose Schwinden und Aufhören eben dieses Verlangens, es herzugeben, loszulassen, freizusetzen und nicht daran festzuhalten. ",
  "sn56.11:4.8": "Und das ist die edle Wahrheit von der Übung, die zum Aufhören des Leidens führt: ",
  "sn56.11:4.9": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn56.11:4.10": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn56.11:5.1": "‚Das ist die edle Wahrheit vom Leiden.‘ Dieses Sehen, dieses Wissen, diese Weisheit, dieses Verstehen, dieses Licht ging mir auf in Bezug auf Lehren, die ich zuvor von niemand anderem gehört hatte. ",
  "sn56.11:5.2": "‚Diese edle Wahrheit vom Leiden muss vollständig verstanden werden.‘ Dieses Sehen ging mir auf … ",
  "sn56.11:5.3": "‚Diese edle Wahrheit vom Leiden wurde vollständig verstanden.‘ Dieses Sehen ging mir auf … ",
  "sn56.11:6.1": "‚Das ist die edle Wahrheit vom Ursprung des Leidens.‘ Dieses Sehen ging mir auf … ",
  "sn56.11:6.2": "‚Diese edle Wahrheit vom Ursprung des Leidens muss aufgegeben werden.‘ Dieses Sehen ging mir auf … ",
  "sn56.11:6.3": "‚Diese edle Wahrheit vom Ursprung des Leidens wurde aufgegeben.‘ Dieses Sehen ging mir auf … ",
  "sn56.11:7.1": "‚Das ist die edle Wahrheit vom Aufhören des Leidens.‘ Dieses Sehen ging mir auf … ",
  "sn56.11:7.2": "‚Diese edle Wahrheit vom Aufhören des Leidens muss verwirklicht werden.‘ Dieses Sehen ging mir auf … ",
  "sn56.11:7.3": "‚Diese edle Wahrheit vom Aufhören des Leidens wurde verwirklicht.‘ Dieses Sehen ging mir auf … ",
  "sn56.11:8.1": "‚Das ist die edle Wahrheit von der Übung, die zum Aufhören des Leidens führt.‘ Dieses Sehen ging mir auf … ",
  "sn56.11:8.2": "‚Diese edle Wahrheit von der Übung, die zum Aufhören des Leidens führt, muss entwickelt werden.‘ Dieses Sehen ging mir auf … ",
  "sn56.11:8.3": "‚Diese edle Wahrheit von der Übung, die zum Aufhören des Leidens führt, wurde entwickelt.‘ Dieses Sehen, dieses Wissen, diese Weisheit, dieses Verstehen, dieses Licht ging mir auf in Bezug auf Lehren, die ich zuvor von niemand anderem gehört hatte. ",
  "sn56.11:9.1": "Solange mein wirkliches Erkennen und Sehen dieser vier edlen Wahrheiten nicht aus diesen drei Blickwinkeln und mit den zwölf Aspekten vollständig geläutert war, so lange habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen nicht mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "sn56.11:10.1": "Doch als mein wirkliches Erkennen und Sehen dieser vier edlen Wahrheiten aus diesen drei Blickwinkeln und mit den zwölf Aspekten vollständig geläutert war, da habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "sn56.11:10.2": "Erkennen und Sehen gingen mir auf: ",
  "sn56.11:10.3": "‚Meine Freiheit ist unerschütterlich. Das ist meine letzte Wiedergeburt. Künftige Leben wird es jetzt nicht mehr geben.‘“ ",
  "sn56.11:10.4": "Das sagte der Buddha. ",
  "sn56.11:10.5": "Zufrieden freute sich die Gruppe der fünf Mönche über die Worte des Buddha. ",
  "sn56.11:11.1": "Und während diese Lehrrede gesprochen wurde, ging dem Ehrwürdigen Koṇḍañña das unbefleckte, makellose Auge des Dhamma auf: ",
  "sn56.11:11.2": "„Alles, was einen Anfang hat, hat auch ein Ende.“ ",
  "sn56.11:12.1": "Und als der Buddha das Rad des Dhamma ins Rollen gebracht hatte, erhoben die Erdgötter den Ruf: ",
  "sn56.11:12.2": "„Bei Benares, im Wildpark bei Isipatana, hat der Buddha das unübertreffliche Rad des Dhamma ins Rollen gebracht. Und dieses Rad kann von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt zurückgerollt werden.“ ",
  "sn56.11:12.3": "Als sie den Ruf der Erdgötter hörten, erhoben die Götter der Vier Großen Könige … ",
  "sn56.11:12.4": "",
  "sn56.11:12.5": "die Götter der Dreiunddreißig … ",
  "sn56.11:12.6": "die Yama-Götter … ",
  "sn56.11:12.7": "die Freudvollen Götter … ",
  "sn56.11:12.8": "die Götter, die gerne erschaffen … ",
  "sn56.11:12.9": "die Götter, die über die Schöpfungen anderer herrschen … ",
  "sn56.11:12.10": "es erhoben die Götter aus Brahmās Gefolge den Ruf: ",
  "sn56.11:12.11": "„Bei Benares, im Wildpark bei Isipatana, hat der Buddha das unübertreffliche Rad des Dhamma ins Rollen gebracht. Und dieses Rad kann von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt zurückgerollt werden.“ ",
  "sn56.11:13.1": "Und da, in diesem Moment, diesem Augenblick drang der Ruf bis in die Brahmāwelt. ",
  "sn56.11:13.2": "Und diese Galaxis zitterte und schwankte und bebte. Und ein unermessliches, wunderbares Licht erschien in der Welt, das selbst die Strahlkraft der Götter übertraf. ",
  "sn56.11:14.1": "Da drückte der Buddha dieses innige Gefühl aus: ",
  "sn56.11:14.2": "„Koṇḍañña hat wahrhaftig verstanden! Koṇḍañña hat wahrhaftig verstanden!“ ",
  "sn56.11:14.3": "Und so wurde der Ehrwürdige Koṇḍañña als „Koṇḍañña der Versteher“ bekannt. "
}