{
  "sn56.16:0.1": "Verbundene Lehrreden 56.16 ",
  "sn56.16:0.2": "2. Das Kapitel über das Vorwärtsrollen des Rades des Dhamma ",
  "sn56.16:0.3": "Im Gedächtnis haben (2) ",
  "sn56.16:1.1": "„Mönche und Nonnen, habt ihr die vier edlen Wahrheiten im Gedächtnis, die ich gelehrt habe?“ ",
  "sn56.16:1.2": "Daraufhin sagte einer der Mönche zum Buddha: ",
  "sn56.16:1.3": "„Ich habe sie im Gedächtnis, Herr.“ ",
  "sn56.16:2.1": "„Und wie hast du sie im Gedächtnis, Mönch?“ ",
  "sn56.16:2.2": "„Das Leiden, Herr, habe ich als die erste edle Wahrheit im Gedächtnis, die der Buddha gelehrt hat. ",
  "sn56.16:2.3": "Denn wenn irgendein Asket oder Brahmane sagen sollte: ",
  "sn56.16:2.4": "‚Was der Asket Gotama lehrt, ist nicht die erste edle Wahrheit vom Leiden. ",
  "sn56.16:2.5": "Ich lehne diese erste edle Wahrheit vom Leiden ab und werde eine andere erste edle Wahrheit vom Leiden beschreiben‘ – ",
  "sn56.16:2.6": "so ist das nicht möglich. ",
  "sn56.16:2.7": "Den Ursprung des Leidens habe ich als die zweite edle Wahrheit im Gedächtnis … Das Aufhören des Leidens als die dritte … ",
  "sn56.16:2.8": "Die Übung, die zum Aufhören des Leidens führt, habe ich als die vierte edle Wahrheit im Gedächtnis, die der Buddha gelehrt hat. ",
  "sn56.16:2.9": "Denn wenn irgendein Asket oder Brahmane sagen sollte: ",
  "sn56.16:2.10": "‚Was der Asket Gotama lehrt, ist nicht die vierte edle Wahrheit von der Übung, die zum Aufhören des Leidens führt. ",
  "sn56.16:2.11": "Ich lehne diese vierte edle Wahrheit von der Übung, die zum Aufhören des Leidens führt, ab und werde eine andere vierte edle Wahrheit von der Übung, die zum Aufhören des Leidens führt, beschreiben‘ – ",
  "sn56.16:2.12": "so ist das nicht möglich. ",
  "sn56.16:2.13": "So habe ich die vier edlen Wahrheiten im Gedächtnis, die der Buddha gelehrt hat.“ ",
  "sn56.16:3.1": "„Gut, gut, Mönch! ",
  "sn56.16:3.2": "Es ist gut, dass du die vier edlen Wahrheiten im Gedächtnis hast, die ich gelehrt habe. ",
  "sn56.16:3.3": "Das Leiden ist die erste edle Wahrheit, die ich gelehrt habe, und so solltet ihr sie im Gedächtnis haben. ",
  "sn56.16:3.4": "Denn wenn irgendein Asket oder Brahmane sagen sollte: ",
  "sn56.16:3.5": "‚Was der Asket Gotama lehrt, ist nicht die erste edle Wahrheit vom Leiden. ",
  "sn56.16:3.6": "Ich lehne diese erste edle Wahrheit vom Leiden ab und werde eine andere erste edle Wahrheit vom Leiden beschreiben‘ – ",
  "sn56.16:3.7": "so ist das nicht möglich. ",
  "sn56.16:3.8": "Der Ursprung des Leidens ist die zweite … ",
  "sn56.16:3.9": "Das Aufhören des Leidens ist die dritte … ",
  "sn56.16:3.10": "Die Übung, die zum Aufhören des Leidens führt, ist die vierte edle Wahrheit, die ich gelehrt habe, und so solltet ihr sie im Gedächtnis haben. ",
  "sn56.16:3.11": "Denn wenn irgendein Asket oder Brahmane sagen sollte: ",
  "sn56.16:3.12": "‚Was der Asket Gotama lehrt, ist nicht die vierte edle Wahrheit von der Übung, die zum Aufhören des Leidens führt. ",
  "sn56.16:3.13": "Ich lehne diese vierte edle Wahrheit von der Übung, die zum Aufhören des Leidens führt, ab und werde eine andere vierte edle Wahrheit von der Übung, die zum Aufhören des Leidens führt, beschreiben‘ – ",
  "sn56.16:3.14": "so ist das nicht möglich. ",
  "sn56.16:3.15": "So solltet ihr die vier edlen Wahrheiten im Gedächtnis haben, die ich gelehrt habe. ",
  "sn56.16:4.1": "Aus diesem Grund sollt ihr Meditation üben …“ "
}