{
  "iti38:0.1": "So It Was Said 38 ",
  "iti38:0.2": "The Book of the Twos ",
  "iti38:0.3": "Chapter Two ",
  "iti38:0.4": "Thoughts ",
  "iti38:1.1": "This was said by the Buddha, the Perfected One: that is what I heard. ",
  "iti38:2.1": "“Two thoughts, mendicants, often occur to the Realized One, the perfected one, the fully awakened Buddha: ",
  "iti38:2.2": "the thought of sanctuary, and that of seclusion. ",
  "iti38:2.3": "The Realized One loves kindness and delights in it, ",
  "iti38:2.4": "so this thought often occurs to him: ",
  "iti38:2.5": "‘Through this behavior, I shall not hurt any creature firm or frail.’ ",
  "iti38:3.1": "The Realized One loves seclusion and delights in it, ",
  "iti38:3.2": "so this thought often occurs to him: ",
  "iti38:3.3": "‘What is unskillful has been given up.’ ",
  "iti38:4.1": "So, mendicants, you too should love kindness and delight in it, ",
  "iti38:4.2": "then this thought will often occur to you: ",
  "iti38:4.3": "‘Through this behavior, I shall not hurt any creature firm or frail.’ ",
  "iti38:5.1": "You too should love seclusion and delight in it, ",
  "iti38:5.2": "then this thought will often occur to you: ",
  "iti38:5.3": "‘What is unskillful? What is not given up? What should I give up?’” ",
  "iti38:5.4": "The Buddha spoke this matter. ",
  "iti38:5.5": "On this it is said: ",
  "iti38:6.1": "“Two thoughts occur to him, ",
  "iti38:6.2": "the Realized One, the bearer of the unbearable: ",
  "iti38:6.3": "first mentioned was thought of sanctuary, ",
  "iti38:6.4": "then the second made clear was seclusion. ",
  "iti38:7.1": "Dispeller of darkness, <j>the great hermit has crossed over: ",
  "iti38:7.2": "the attained, the master, the undefiled. ",
  "iti38:7.3": "In the midst of it all, <j>he is freed in the ending of craving; ",
  "iti38:7.4": "that sage bears his final body. ",
  "iti38:7.5": "He has disposed of Māra, I declare, <j>and gone beyond old age. ",
  "iti38:8.1": "Standing high on a rocky mountain, ",
  "iti38:8.2": "you can see the people all around. ",
  "iti38:8.3": "In just the same way, the all-seer, wise one, ",
  "iti38:8.4": "having ascended the Temple of Truth, ",
  "iti38:8.5": "rid of sorrow, looks upon the people ",
  "iti38:8.6": "swamped with sorrow, <j>oppressed by rebirth and old age.” ",
  "iti38:9.1": "This too is a matter that was spoken by the Blessed One: that is what I heard. "
}