{
  "iti44:0.1": "So It Was Said",
  "iti44:0.2": "The Book of the Twos",
  "iti44:0.3": "Chapter Two",
  "iti44:0.4": "44. Facets of Quenching",
  "iti44:1.1": "This was said by the Buddha, the Perfected One: that is what I heard.",
  "iti44:2.1": "“There are, mendicants, these two facets of quenching. ",
  "iti44:2.2": "What two? ",
  "iti44:2.3": "The facet of quenching with something left over, and the facet of quenching with nothing left over.",
  "iti44:3.1": "And what is the facet of quenching with something left over? ",
  "iti44:3.2": "It’s when a mendicant is a perfected one, with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment.",
  "iti44:3.3": "Their five sense faculties still remain. So long as their senses have not gone they continue to experience the agreeable and disagreeable, to feel pleasure and pain.",
  "iti44:3.4": "The ending of greed, hate, and delusion in them",
  "iti44:3.5": "is called the facet of quenching with something left over. ",
  "iti44:4.1": "And what is the facet of quenching with nothing left over? ",
  "iti44:4.2": "It’s when a mendicant is a perfected one, with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment.",
  "iti44:4.3": "For them, everything that’s felt, being no longer relished, will become cool right here.",
  "iti44:4.4": "This is called the facet of quenching with nothing left over.",
  "iti44:4.5": "These are the two facets of quenching.” ",
  "iti44:4.6": "That is what the Buddha said. ",
  "iti44:4.7": "On this it is said: ",
  "iti44:5.1": "“These two facets of quenching have been made clear",
  "iti44:5.2": "by the seer, the unattached, the poised.",
  "iti44:5.3": "One facet pertains to the present life—",
  "iti44:5.4": "what is left over when the conduit to rebirth has ended.",
  "iti44:5.5": "What has nothing left over pertains to what follows this life,",
  "iti44:5.6": "where all states of existence cease.",
  "iti44:6.1": "Those who have fully understood the unconditioned state—",
  "iti44:6.2": "their minds freed, the conduit to rebirth ended—",
  "iti44:6.3": "attained to the heart of the Dhamma, they delight in ending,",
  "iti44:6.4": "the poised ones have given up all states of existence.”"
}