{
  "sn35.245:0.1": "Linked Discourses 35.245 ",
  "sn35.245:0.2": "19. The Simile of the Vipers ",
  "sn35.245:0.3": "The Simile of the Parrot Tree ",
  "sn35.245:1.1": "Then one mendicant went up to another mendicant and asked, ",
  "sn35.245:1.2": "“Reverend, at what point is a mendicant’s vision well purified?” ",
  "sn35.245:1.3": "“When a mendicant truly understands the origin and ending of the six fields of contact, at that point their vision is well purified.” ",
  "sn35.245:2.1": "Not content with that answer, that mendicant went up to a series of other mendicants and received the following answers: ",
  "sn35.245:2.2": "",
  "sn35.245:2.3": "“When a mendicant truly understands the origin and ending of the five grasping aggregates, at that point their vision is well purified.” ",
  "sn35.245:3.1": "",
  "sn35.245:3.2": "",
  "sn35.245:3.3": "“When a mendicant truly understands the origin and ending of the four primary elements, at that point their vision is well purified.” ",
  "sn35.245:4.1": "",
  "sn35.245:4.2": "",
  "sn35.245:4.3": "“When a mendicant truly understands that everything that has a beginning has an end, at that point their vision is well purified.” ",
  "sn35.245:5.1": "Not content with any of those answers, that mendicant went up to the Buddha and told him what had happened. Then he asked, ",
  "sn35.245:5.2": "",
  "sn35.245:5.3": "",
  "sn35.245:5.4": "",
  "sn35.245:5.5": "",
  "sn35.245:5.6": "",
  "sn35.245:5.7": "",
  "sn35.245:5.8": "",
  "sn35.245:5.9": "",
  "sn35.245:5.10": "",
  "sn35.245:5.11": "",
  "sn35.245:5.12": "“Sir, at what point is a mendicant’s vision well purified?” ",
  "sn35.245:6.1": "“Mendicant, suppose a person had never seen a parrot tree. ",
  "sn35.245:6.2": "They’d go up to someone who had seen a parrot tree and ask them, ",
  "sn35.245:6.3": "‘Mister, what’s a parrot tree like?’ ",
  "sn35.245:6.4": "They’d say, ",
  "sn35.245:6.5": "‘A parrot tree is blackish, like a charred stump.’ ",
  "sn35.245:6.6": "Now, at that time a parrot tree may well have been just as that person saw it. ",
  "sn35.245:7.1": "Not content with that answer, that person would go up to a series of other people and receive the following answers: ",
  "sn35.245:7.2": "",
  "sn35.245:7.3": "",
  "sn35.245:7.4": "‘A parrot tree is reddish, like a lump of meat.’ ",
  "sn35.245:7.5": "",
  "sn35.245:7.6": "",
  "sn35.245:7.7": "",
  "sn35.245:7.8": "",
  "sn35.245:7.9": "‘A parrot tree has flaking bark and burst pods, like an acacia.’ ",
  "sn35.245:7.10": "",
  "sn35.245:7.11": "",
  "sn35.245:7.12": "",
  "sn35.245:7.13": "",
  "sn35.245:7.14": "‘A parrot tree has luxuriant, shady foliage, like a banyan.’ ",
  "sn35.245:7.15": "Now, at each of those times a parrot tree may well have been just as those people saw them. ",
  "sn35.245:7.16": "In the same way, those good people each answered according to what they were focused on when their vision was well purified. ",
  "sn35.245:8.1": "Suppose there was a king’s frontier citadel with fortified embankments, ramparts, and arches, and six gates. ",
  "sn35.245:8.2": "And it has a gatekeeper who is astute, competent, and clever. He keeps strangers out and lets known people in. ",
  "sn35.245:8.3": "A swift pair of messengers would arrive from the east and say to the gatekeeper, ",
  "sn35.245:8.4": "‘Mister, where is the lord of the city?’ ",
  "sn35.245:8.5": "They’d say, ",
  "sn35.245:8.6": "‘There he is, sirs, seated at the central square.’ ",
  "sn35.245:8.7": "Then that swift pair of messengers would deliver a message of truth to the lord of the city and depart the way they came. ",
  "sn35.245:8.8": "A swift pair of messengers would come from the west … ",
  "sn35.245:8.9": "north … ",
  "sn35.245:8.10": "south … ",
  "sn35.245:8.11": "",
  "sn35.245:8.12": "",
  "sn35.245:8.13": "",
  "sn35.245:8.14": "deliver a message of truth to the lord of the city and depart the way they came. ",
  "sn35.245:9.1": "I’ve made up this simile to make a point. ",
  "sn35.245:9.2": "And this is the point. ",
  "sn35.245:9.3": "‘City’ is a term for this body made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. ",
  "sn35.245:9.4": "‘Six gates’ is a term for the six interior sense fields. ",
  "sn35.245:9.5": "‘Gatekeeper’ is a term for mindfulness. ",
  "sn35.245:9.6": "‘A swift pair of messengers’ is a term for serenity and discernment. ",
  "sn35.245:9.7": "‘The lord of the city’ is a term for consciousness. ",
  "sn35.245:9.8": "‘The central square’ is a term for the four primary elements: ",
  "sn35.245:9.9": "the elements of earth, water, fire, and air. ",
  "sn35.245:9.10": "‘A message of truth’ is a term for extinguishment. ",
  "sn35.245:9.11": "‘The way they came’ is a term for the noble eightfold path, that is, ",
  "sn35.245:9.12": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.” "
}