{
  "sn35.229:0.1": "Linked Discourses 35 ",
  "sn35.229:0.2": "18. The Ocean ",
  "sn35.229:0.3": "229. The Ocean (2nd) ",
  "sn35.229:1.1": "“Mendicants, an uneducated ordinary person speaks of the ocean. ",
  "sn35.229:1.2": "But that’s not the ocean in the training of the Noble One. ",
  "sn35.229:1.3": "That’s just a large body of water, a large sea of water. ",
  "sn35.229:1.4": "There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.229:1.5": "This is called the ocean in the training of the Noble One. ",
  "sn35.229:1.6": "And it’s here that this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—is for the most part sunk. It’s become tangled like string, knotted like a ball of thread, and matted like rushes and reeds, and it doesn’t escape the places of loss, the bad places, the underworld, transmigration. ",
  "sn35.229:2.1": "There are sounds … smells … tastes … touches … thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.229:2.2": "This is called the ocean in the training of the Noble One. ",
  "sn35.229:2.3": "And it’s here that this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—is for the most part sunk. It’s become tangled like string, knotted like a ball of thread, and matted like rushes and reeds, and it doesn’t escape the places of loss, the bad places, the underworld, transmigration. ",
  "sn35.229:3.1": "Those in whom greed, hate, and ignorance",
  "sn35.229:3.2": "have faded away;",
  "sn35.229:3.3": "have crossed the ocean so hard to cross, ",
  "sn35.229:3.4": "with its sharks and monsters, its waves and dangers. ",
  "sn35.229:4.1": "They’ve escaped their chains, given up death, and have no attachments. ",
  "sn35.229:4.2": "They’ve given up suffering, so there are no more future lives. ",
  "sn35.229:4.3": "They’ve come to an end, and cannot be measured; ",
  "sn35.229:4.4": "and they’ve confounded the King of Death, I say.” "
}