{
  "sn41.10:0.1": "Verbundene Lehrreden 41.10 ",
  "sn41.10:0.2": "1. Das Kapitel mit Citta ",
  "sn41.10:0.3": "Krankenbesuch ",
  "sn41.10:1.1": "Zu dieser Zeit nun war der Hausbesitzer Citta mitgenommen, leidend, schwer krank. ",
  "sn41.10:1.2": "Da kamen mehrere Park-, Wald- und Baumgottheiten und Gottheiten, die in Heilkräutern, Gras und hohen Bäumen hausen, zusammen und sagten zu Citta: ",
  "sn41.10:1.3": "„Hausbesitzer, wünsche dir, in Zukunft ein Rad-drehender Herrscher zu werden!“ ",
  "sn41.10:2.1": "Darauf entgegnete Citta ihnen: ",
  "sn41.10:2.2": "„Auch das ist unbeständig! Auch das wird vergehen! Auch das wird zurückgelassen werden!“ ",
  "sn41.10:2.3": "Darauf sagten seine Freunde, Kollegen, Verwandten und Angehörigen: ",
  "sn41.10:2.4": "„Sei achtsam, Meister! Plappere nicht!“ ",
  "sn41.10:2.5": "„Was habe ich gesagt, dass ihr das zu mir sagt?“ ",
  "sn41.10:2.7": "„Es ist, weil du gesagt hast: ",
  "sn41.10:2.8": "‚Auch das ist unbeständig! Auch das wird vergehen! Auch das wird zurückgelassen werden!‘“ ",
  "sn41.10:2.9": "„Ah, nun, das war, weil Park-, Wald- und Baumgottheiten und Gottheiten, die in Heilkräutern, Gras und hohen Bäumen hausen, zu mir sagten: ",
  "sn41.10:2.10": "‚Hausbesitzer, wünsche dir, in Zukunft ein Rad-drehender Herrscher zu werden!‘ ",
  "sn41.10:2.11": "Darum sagte ich zu ihnen: ",
  "sn41.10:2.12": "‚Auch das ist unbeständig! Auch das wird vergehen! Auch das wird zurückgelassen werden!‘“ ",
  "sn41.10:2.13": "„Aber welchen Grund sehen sie, dass sie das zu dir sagen?“ ",
  "sn41.10:2.15": "„Sie denken: ",
  "sn41.10:2.16": "‚Dieser Hausbesitzer Citta ist sittlich, von gutem Charakter. ",
  "sn41.10:2.17": "Wenn er sich wünscht, ",
  "sn41.10:2.18": "in Zukunft ein Rad-drehender Herrscher zu werden, wird wegen der Reinheit seines sittlichen Verhaltens sein Herzenswunsch erfüllt werden. Dann wird er als gerechter und prinzipientreuer König angemessene Pflichtopfer für Geister bereitstellen.‘ ",
  "sn41.10:2.19": "Diesen Grund sehen sie, dass sie zu mir sagen: ",
  "sn41.10:2.20": "‚Hausbesitzer, wünsche dir, in Zukunft ein Rad-drehender Herrscher zu werden!‘ ",
  "sn41.10:2.21": "Darum sagte ich zu ihnen: ",
  "sn41.10:2.22": "‚Auch das ist unbeständig! Auch das wird vergehen! Auch das wird zurückgelassen werden!‘“ ",
  "sn41.10:3.1": "„Dann, Meister, unterweise uns!“ ",
  "sn41.10:3.2": "„Daher sollt ihr euch so schulen: ",
  "sn41.10:3.3": "Wir wollen auf Erfahrung gegründete Zuversicht zum Buddha haben: ",
  "sn41.10:3.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "sn41.10:3.5": "Wir wollen auf Erfahrung gegründete Zuversicht zur Lehre haben: ",
  "sn41.10:3.6": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben ersichtlich, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "sn41.10:3.7": "Wir wollen auf Erfahrung gegründete Zuversicht zum Saṅgha haben: ",
  "sn41.10:3.8": "‚Der Saṅgha der Schüler des Buddha übt nach dem guten Weg, dem geraden Weg, dem methodischen Weg, dem Weg des richtigen Vorgehens. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "sn41.10:3.9": "Und wir wollen alle Gaben, die in unserer Familie zum Spenden zur Verfügung stehen, mit denen teilen, die sittlich und von gutem Charakter sind.“ ",
  "sn41.10:3.10": "Und nachdem Citta seinen Freunden, Kollegen, Verwandten und Angehörigen den Buddha, die Lehre, den Saṅgha und die Großzügigkeit ans Herz gelegt hatte, starb er. ",
  "sn41.10:4.5": "Die Verbundenen Lehrreden mit Citta sind abgeschlossen. "
}