{
  "sn41.4:0.1": "Verbundene Lehrreden 41.4 ",
  "sn41.4:0.2": "1. Das Kapitel mit Citta ",
  "sn41.4:0.3": "Mahakas Demonstration ",
  "sn41.4:1.1": "Einmal hielten sich mehrere altehrwürdige Mönche bei Macchikāsaṇḍa im Wildmangowäldchen auf. ",
  "sn41.4:1.2": "Da ging der Hausbesitzer Citta zu ihnen, verbeugte sich, setzte sich zur Seite hin und sagte zu ihnen: ",
  "sn41.4:1.3": "„Ehrenwerte Älteste, wollt ihr bitte die morgige Mahlzeit in meiner Scheune annehmen.“ ",
  "sn41.4:1.4": "Sie schwiegen zum Zeichen der Zustimmung. ",
  "sn41.4:1.5": "Da erhob sich Citta, als er die Zustimmung der altehrwürdigen Mönche erkannt hatte, von seinem Sitz, verbeugte sich, umrundete sie respektvoll, die rechte Seite ihnen zugewandt, und ging. ",
  "sn41.4:1.6": "Als dann die Nacht vorüber war, kleideten die altehrwürdigen Mönche sich am Morgen an, nahmen Schale und Robe, gingen zu Cittas Scheune und setzten sich dort auf die ausgebreiteten Sitze. ",
  "sn41.4:2.1": "Da bewirtete und bediente Citta die altehrwürdigen Mönche eigenhändig mit köstlichem Milchreis, der mit Ghee zubereitet war. ",
  "sn41.4:2.2": "Als die altehrwürdigen Mönche gegessen und Hand und Schale gewaschen hatten, erhoben sie sich von ihren Sitzen und gingen. ",
  "sn41.4:2.3": "Citta ordnete an, dass der Rest der Speisen verteilt werden sollte, dann folgte er den altehrwürdigen Mönchen. ",
  "sn41.4:2.4": "Zu dieser Zeit herrschte eine brütende Hitze. ",
  "sn41.4:2.5": "Und diese altehrwürdigen Mönche gingen, als würden ihre Körper schmelzen, wie es nach einer Mahlzeit der Fall ist. ",
  "sn41.4:3.1": "Damals war der Ehrwürdige Mahaka der jüngste Mönch in diesem Saṅgha. ",
  "sn41.4:3.2": "Da sagte der Ehrwürdige Mahaka zu dem Altehrwürdigen: ",
  "sn41.4:3.3": "„Wäre es nicht gut, Ehrenwerter Ältester, wenn ein kühler Wind wehen würde, sich eine Wolkendecke formen und ein sanfter Nieselregen herabfallen würde?“ ",
  "sn41.4:4.1": "„Das wäre tatsächlich gut, werter Mahaka.“ ",
  "sn41.4:4.2": "Da setzte Mahaka seine übersinnliche Kraft ein und veranlasste, dass ein kühler Wind wehte, sich eine Wolkendecke formte und ein sanfter Nieselregen herabfiel. ",
  "sn41.4:4.3": "Da dachte Citta: ",
  "sn41.4:4.4": "„Der jüngste Mönch in diesem Saṅgha besitzt solche übersinnliche Kraft!“ ",
  "sn41.4:4.5": "Als sie zum Kloster kamen, sagte Mahaka zu dem Altehrwürdigen: ",
  "sn41.4:4.6": "„Ehrenwerter Ältester, genügt das?“ ",
  "sn41.4:4.7": "„Das genügt, werter Mahaka, ",
  "sn41.4:4.8": "du hast genug getan ",
  "sn41.4:4.9": "und genug dargebracht.“ ",
  "sn41.4:4.10": "Dann gingen die altehrwürdigen Mönche jeder zu seiner Hütte, ",
  "sn41.4:4.11": "und auch Mahaka ging zu seiner Hütte. ",
  "sn41.4:5.1": "Da ging Citta zu Mahaka, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn41.4:5.2": "„Herr, bitte biete für mich eine übermenschliche Demonstration übersinnlicher Kraft dar.“ ",
  "sn41.4:5.3": "„Nun, Hausbesitzer, lege deine Oberrobe auf die Veranda und streue eine Handvoll Gras darauf.“ ",
  "sn41.4:5.4": "„Ja, Herr“, antwortete Citta und tat wie geheißen. ",
  "sn41.4:5.5": "Mahaka ging in seine Hütte und verriegelte die Tür. Dann setzte er seine übersinnliche Kraft ein und veranlasste, dass eine Flamme durch das Schlüsselloch und den Türspalt schoss und das Gras verbrannte, aber nicht die Oberrobe. ",
  "sn41.4:5.6": "Da schüttelte Citta seine Oberrobe aus und stellte sich zur Seite hin, erschüttert und mit gesträubten Haaren. ",
  "sn41.4:5.7": "Mahaka kam aus seiner Hütte und sagte zu Citta: ",
  "sn41.4:5.8": "„Genügt das, Hausbesitzer?“ ",
  "sn41.4:6.1": "„Das genügt, Herr, ",
  "sn41.4:6.2": "du hast genug getan ",
  "sn41.4:6.3": "und genug dargebracht. ",
  "sn41.4:6.4": "Ich hoffe, der Ehrwürdige Mahaka ist hier in Macchikāsaṇḍa glücklich, ",
  "sn41.4:6.5": "denn das Wildmangowäldchen ist entzückend. ",
  "sn41.4:6.6": "Ich werde sicherstellen, dass der Ehrwürdige Mahaka mit Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung ausgestattet ist.“ ",
  "sn41.4:6.7": "„Es ist schön, dass du das sagst, Hausbesitzer.“ ",
  "sn41.4:6.8": "Aber Mahaka brachte seine Unterkunft in Ordnung, nahm Schale und Robe, verließ Macchikāsaṇḍa ",
  "sn41.4:6.9": "und kam nie mehr zurück. "
}