{
  "sn41.3:0.1": "Verbundene Lehrreden 41.3 ",
  "sn41.3:0.2": "1. Das Kapitel mit Citta ",
  "sn41.3:0.3": "Mit Isidatta (2) ",
  "sn41.3:1.1": "Einmal hielten sich mehrere altehrwürdige Mönche bei Macchikāsaṇḍa im Wildmangowäldchen auf. ",
  "sn41.3:1.2": "Da ging der Hausbesitzer Citta zu ihnen, verbeugte sich, setzte sich zur Seite hin und sagte zu ihnen: ",
  "sn41.3:1.3": "„Ehrenwerte Älteste, wollt ihr bitte die morgige Mahlzeit von mir annehmen.“ ",
  "sn41.3:1.4": "Sie schwiegen zum Zeichen der Zustimmung. ",
  "sn41.3:1.5": "Da erhob sich Citta, als er die Zustimmung der altehrwürdigen Mönche erkannt hatte, von seinem Sitz, verbeugte sich, umrundete sie respektvoll, die rechte Seite ihnen zugewandt, und ging. ",
  "sn41.3:1.6": "Als dann die Nacht vorüber war, kleideten die altehrwürdigen Mönche sich am Morgen an, nahmen Schale und Robe, gingen zu Cittas Haus und setzten sich dort auf die ausgebreiteten Sitze. ",
  "sn41.3:2.1": "Da ging Citta zu ihnen, verbeugte sich, setzte sich zur Seite hin und fragte den Ältesten der Ehrwürdigen: ",
  "sn41.3:2.2": "„Ehrenwerter Ältester, es gibt viele verschiedene Ansichten, die in der Welt aufkommen, wie etwa: ",
  "sn41.3:2.3": "Das Weltall ist ewig, es ist zeitlich, es ist endlich oder es ist unendlich; Seele und Körper sind dasselbe oder Seele und Körper sind verschiedene Dinge; ein Klargewordener besteht nach dem Tod fort, er besteht nach dem Tod nicht fort, er besteht nach dem Tod fort und besteht auch nicht fort, oder er besteht nach dem Tod weder fort, noch besteht er nicht fort. ",
  "sn41.3:2.4": "Auch gibt es die 62 Arten von Irrglauben, die in der Lehrrede ‚Das göttliche Netz‘ genannt werden. ",
  "sn41.3:2.5": "Wenn was besteht, entstehen diese Ansichten? Wenn was nicht besteht, entstehen diese Ansichten nicht?“ ",
  "sn41.3:3.1": "Darauf schwieg dieser Altehrwürdige. ",
  "sn41.3:3.2": "Zum zweiten Mal … ",
  "sn41.3:3.3": "und zum dritten Mal fragte Citta ihn: ",
  "sn41.3:3.4": "„Ehrenwerter Ältester, es gibt viele verschiedene Ansichten, die in der Welt aufkommen … ",
  "sn41.3:3.7": "Wenn was besteht, entstehen diese Ansichten? Wenn was nicht besteht, entstehen diese Ansichten nicht?“ ",
  "sn41.3:3.8": "Und zum zweiten und zum dritten Mal schwieg dieser Altehrwürdige. ",
  "sn41.3:4.1": "Damals war der Ehrwürdige Isidatta der jüngste Mönch in diesem Saṅgha. ",
  "sn41.3:4.2": "Er sagte zu dem Altehrwürdigen: ",
  "sn41.3:4.3": "„Ehrenwerter Ältester, darf ich Cittas Frage beantworten?“ ",
  "sn41.3:4.4": "„Antworte, geehrter Isidatta.“ ",
  "sn41.3:4.5": "„Hausbesitzer, du hast gefragt: ",
  "sn41.3:4.6": "‚Es gibt viele verschiedene Ansichten, die in der Welt aufkommen … ",
  "sn41.3:4.8": "Wenn was besteht, entstehen diese Ansichten? Wenn was nicht besteht, entstehen diese Ansichten nicht?‘“ ",
  "sn41.3:4.9": "„Ja, Herr.“ ",
  "sn41.3:4.10": "„Hausbesitzer, es gibt viele verschiedene Ansichten, die in der Welt aufkommen, wie etwa: ",
  "sn41.3:4.11": "Das Weltall ist ewig, es ist zeitlich, es ist endlich oder es ist unendlich; Seele und Körper sind dasselbe oder Seele und Körper sind verschiedene Dinge; ein Klargewordener besteht nach dem Tod fort, er besteht nach dem Tod nicht fort, er besteht nach dem Tod fort und besteht auch nicht fort, oder er besteht nach dem Tod weder fort, noch besteht er nicht fort. ",
  "sn41.3:4.12": "Auch gibt es die 62 Arten von Irrglauben, die in der Lehrrede vom obersten Netz genannt werden. ",
  "sn41.3:4.13": "Diese Ansichten entstehen, wenn der Glaube an eine Persönlichkeit besteht. Wenn der Glaube an eine Persönlichkeit nicht besteht, entstehen sie nicht.“ ",
  "sn41.3:5.1": "„Aber Herr, wie kommt der Glaube an eine Persönlichkeit zustande?“ ",
  "sn41.3:5.2": "„Da hat ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen und ist in der Lehre der Edlen nicht bewandert und geschult. Er hat keine guten Menschen gesehen und ist in der Lehre der Guten nicht bewandert und geschult. ",
  "sn41.3:5.3": "Er betrachtet Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "sn41.3:5.4": "Er betrachtet Gefühl als das Selbst … ",
  "sn41.3:5.5": "Er betrachtet Wahrnehmung als das Selbst … ",
  "sn41.3:5.6": "Er betrachtet Entscheidungen als das Selbst … ",
  "sn41.3:5.7": "Er betrachtet Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "sn41.3:5.8": "So kommt der Glaube an eine Persönlichkeit zustande.“ ",
  "sn41.3:6.1": "„Aber Herr, wie kommt der Glaube an eine Persönlichkeit nicht zustande?“ ",
  "sn41.3:6.2": "„Da hat ein gebildeter edler Schüler die Edlen gesehen und ist in der Lehre der Edlen bewandert und geschult. Er hat gute Menschen gesehen und ist in der Lehre der Guten bewandert und geschult. ",
  "sn41.3:6.3": "Er betrachtet nicht Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "sn41.3:6.4": "Er betrachtet nicht Gefühl als das Selbst … ",
  "sn41.3:6.5": "Er betrachtet nicht Wahrnehmung als das Selbst … ",
  "sn41.3:6.6": "Er betrachtet nicht Entscheidungen als das Selbst … ",
  "sn41.3:6.7": "Er betrachtet nicht Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "sn41.3:6.8": "So kommt der Glaube an eine Persönlichkeit nicht zustande.“ ",
  "sn41.3:7.1": "„Herr, wo ist der Ehrwürdige Isidatta hergekommen?“ ",
  "sn41.3:7.2": "„Ich komme von Avanti, Hausbesitzer.“ ",
  "sn41.3:7.3": "„Herr, ich habe einen Freund namens Isidatta, den ich nie getroffen habe. Er ist in Avanti von einer guten Familie fortgezogen. ",
  "sn41.3:7.4": "Hast du ihn gesehen?“ ",
  "sn41.3:7.5": "„Ja, Hausbesitzer.“ ",
  "sn41.3:7.6": "„Herr, wo hält sich dieser Ehrwürdige jetzt auf?“ ",
  "sn41.3:7.7": "Darauf schwieg Isidatta. ",
  "sn41.3:7.8": "„Herr, bist du dieser Isidatta?“ ",
  "sn41.3:7.9": "„Ja, Hausbesitzer.“ ",
  "sn41.3:7.10": "„Herr, ich hoffe, der Ehrwürdige Isidatta ist hier in Macchikāsaṇḍa glücklich, ",
  "sn41.3:7.11": "denn das Wildmangowäldchen ist entzückend. ",
  "sn41.3:7.12": "Ich werde sicherstellen, dass der Ehrwürdige Isidatta mit Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung ausgestattet ist.“ ",
  "sn41.3:7.13": "„Es ist schön, dass du das sagst, Hausbesitzer.“ ",
  "sn41.3:8.1": "Und Citta begrüßte die Worte des Ehrwürdigen Isidatta. Dann bewirtete und bediente er die altehrwürdigen Mönche eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "sn41.3:8.2": "Als die altehrwürdigen Mönche gegessen und Hand und Schale gewaschen hatten, erhoben sie sich von ihren Sitzen und gingen. ",
  "sn41.3:8.3": "Und der Altehrwürdige sagte zum Ehrwürdigen Isidatta: ",
  "sn41.3:8.4": "„Isidatta, es war gut, dass dir eine Antwort auf diese Frage einfiel, denn mir fiel keine ein. ",
  "sn41.3:8.6": "Wenn also eine ähnliche Frage aufkommt, solltest du antworten, wie es dir in den Sinn kommt.“ ",
  "sn41.3:8.7": "Aber Isidatta brachte seine Unterkunft in Ordnung, nahm Schale und Robe, verließ Macchikāsaṇḍa ",
  "sn41.3:8.8": "und kam nie mehr zurück. "
}