{
  "sn41.2:0.1": "Verbundene Lehrreden 41.2 ",
  "sn41.2:0.2": "1. Das Kapitel mit Citta ",
  "sn41.2:0.3": "Mit Isidatta (1) ",
  "sn41.2:1.1": "Einmal hielten sich mehrere altehrwürdige Mönche bei Macchikāsaṇḍa im Wildmangowäldchen auf. ",
  "sn41.2:1.2": "Da ging der Hausbesitzer Citta zu ihnen, verbeugte sich, setzte sich zur Seite hin und sagte zu ihnen: ",
  "sn41.2:1.3": "„Ihr Herren, die altehrwürdigen Mönche wollen bitte die morgige Mahlzeit von mir annehmen.“ ",
  "sn41.2:1.4": "Sie schwiegen zum Zeichen der Zustimmung. ",
  "sn41.2:1.5": "Da erhob sich Citta, als er die Zustimmung der altehrwürdigen Mönche erkannt hatte, von seinem Sitz, verbeugte sich, umrundete sie respektvoll, die rechte Seite ihnen zugewandt, und ging. ",
  "sn41.2:1.6": "Als dann die Nacht vorüber war, kleideten die altehrwürdigen Mönche sich am Morgen an, nahmen Schale und Robe, gingen zu Cittas Haus und setzten sich dort auf die ausgebreiteten Sitze. ",
  "sn41.2:2.1": "Da ging Citta zu ihnen, verbeugte sich, setzte sich zur Seite hin und fragte den Ältesten der Ehrwürdigen: ",
  "sn41.2:2.2": "„Herr, man spricht von der ‚Vielfalt der Elemente‘. ",
  "sn41.2:2.3": "Inwiefern sprach der Buddha von der Vielfalt der Elemente?“ ",
  "sn41.2:2.4": "Darauf schwieg dieser Altehrwürdige. ",
  "sn41.2:2.5": "Zum zweiten Mal … ",
  "sn41.2:2.9": "und zum dritten Mal fragte Citta ihn: ",
  "sn41.2:2.10": "„Herr, man spricht von der ‚Vielfalt der Elemente‘. ",
  "sn41.2:2.11": "Inwiefern sprach der Buddha von der Vielfalt der Elemente?“ ",
  "sn41.2:2.12": "Und zum zweiten und zum dritten Mal schwieg dieser Altehrwürdige. ",
  "sn41.2:3.1": "Damals war der Ehrwürdige Isidatta der jüngste Mönch in diesem Saṅgha. ",
  "sn41.2:3.2": "Er sagte zu dem Altehrwürdigen: ",
  "sn41.2:3.3": "„Herr, darf ich Cittas Frage beantworten?“ ",
  "sn41.2:3.4": "„Antworte, werter Isidatta.“ ",
  "sn41.2:3.5": "„Hausbesitzer, du hast gefragt: ",
  "sn41.2:3.6": "‚Man spricht von der „Vielfalt der Elemente“. ",
  "sn41.2:3.7": "Inwiefern sprach der Buddha von der Vielfalt der Elemente?‘“ ",
  "sn41.2:3.8": "„Ja, Herr.“ ",
  "sn41.2:3.9": "„Der Buddha nannte diese Vielfalt der Elemente: ",
  "sn41.2:3.10": "das Augenelement, das Bildelement und das Augenbewusstseinselement … ",
  "sn41.2:3.11": "das Geistelement, das Gedankenelement und das Geistbewusstseinselement. ",
  "sn41.2:3.12": "Insofern sprach der Buddha von der Vielfalt der Elemente.“ ",
  "sn41.2:4.1": "Und Citta begrüßte die Worte des Ehrwürdigen Isidatta. Dann bewirtete und bediente er die altehrwürdigen Mönche eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "sn41.2:4.2": "Als die altehrwürdigen Mönche gegessen und Hand und Schale gewaschen hatten, erhoben sie sich von ihren Sitzen und gingen. ",
  "sn41.2:4.3": "Und der Altehrwürdige sagte zum Ehrwürdigen Isidatta: ",
  "sn41.2:4.4": "„Isidatta, es war gut, dass dir eine Antwort auf diese Frage einfiel, denn mir fiel keine ein. ",
  "sn41.2:4.5": "Wenn also eine ähnliche Frage aufkommt, solltest du antworten, wie es dir einfällt.“ "
}