{
  "sn41.6:0.1": "Verbundene Lehrreden 41.6 ",
  "sn41.6:0.2": "1. Das Kapitel mit Citta ",
  "sn41.6:0.3": "Mit Kāmabhū (2) ",
  "sn41.6:1.1": "Einmal hielt sich der Ehrwürdige Kāmabhū bei Macchikāsaṇḍa im Wildmangowäldchen auf. ",
  "sn41.6:1.2": "Da ging der Hausbesitzer Citta zum Ehrwürdigen Kāmabhū, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn41.6:1.3": "„Herr, wie viele Vorgänge gibt es?“ ",
  "sn41.6:1.4": "„Hausbesitzer, es gibt drei Vorgänge: ",
  "sn41.6:1.5": "körperliche, sprachliche und geistige Vorgänge.“ ",
  "sn41.6:1.6": "Mit den Worten: „Gut, Herr“ begrüßte Citta die Worte Kāmabhūs und stimmte ihm zu. Dann stellte er eine weitere Frage: ",
  "sn41.6:1.7": "„Aber Herr, was ist der körperliche Vorgang? Was ist der sprachliche Vorgang? Was ist der geistige Vorgang?“ ",
  "sn41.6:1.8": "„Ein- und Ausatmen ist ein körperlicher Vorgang. Den Geist ausrichten und halten ist ein sprachlicher Vorgang. Wahrnehmen und Fühlen ist ein geistiger Vorgang.“ ",
  "sn41.6:2.1": "Mit den Worten: „Gut, Herr“ … stellte Citta eine weitere Frage: ",
  "sn41.6:2.2": "„Aber Herr, warum ist Ein- und Ausatmen ein körperlicher Vorgang? Warum ist den Geist ausrichten und halten ein sprachlicher Vorgang? Warum ist Wahrnehmen und Fühlen ein geistiger Vorgang?“ ",
  "sn41.6:2.3": "„Ein- und Ausatmen ist körperlich. Es ist an den Körper gebunden, deshalb ist Ein- und Ausatmen ein körperlicher Vorgang. ",
  "sn41.6:2.4": "Zuerst richtet man den Geist aus und hält ihn, dann fängt man an zu sprechen. Deshalb ist den Geist ausrichten und halten ein sprachlicher Vorgang. ",
  "sn41.6:2.5": "Wahrnehmen und Fühlen sind geistig. Sie sind an den Geist gebunden, deshalb ist Wahrnehmen und Fühlen ein geistiger Vorgang.“ ",
  "sn41.6:3.1": "Mit den Worten: „Gut, Herr“ … stellte Citta eine weitere Frage: ",
  "sn41.6:3.2": "„Aber Herr, wie erreicht jemand das Aufhören von Wahrnehmung und Gefühl?“ ",
  "sn41.6:3.3": "„Ein Mönch, der in einen solchen Zustand eintritt, denkt nicht: ",
  "sn41.6:3.4": "‚Ich werde in das Aufhören von Wahrnehmung und Gefühl eintreten‘ oder ‚Ich trete jetzt in das Aufhören von Wahrnehmung und Gefühl ein‘ oder ‚Ich bin in das Aufhören von Wahrnehmung und Gefühl eingetreten‘. ",
  "sn41.6:3.5": "Vielmehr wurde sein Geist vorher auf eine Art entwickelt, die zu einem solchen Zustand führt.“ ",
  "sn41.6:4.1": "Mit den Worten: „Gut, Herr“ … stellte Citta eine weitere Frage: ",
  "sn41.6:4.2": "„Aber Herr, was hört für einen Mönch, der in das Aufhören von Wahrnehmung und Gefühl eintritt, zuerst auf: die körperlichen, die sprachlichen oder die geistigen Vorgänge?“ ",
  "sn41.6:4.3": "„Zuerst hören die sprachlichen Vorgänge auf, dann die körperlichen und dann die geistigen.“ ",
  "sn41.6:5.1": "Mit den Worten: „Gut, Herr“ … stellte Citta eine weitere Frage: ",
  "sn41.6:5.2": "„Was ist der Unterschied zwischen jemandem, der gestorben ist, und einem Mönch, der das Aufhören von Wahrnehmung und Gefühl erreicht hat?“ ",
  "sn41.6:5.3": "„Wenn jemand stirbt, haben seine körperlichen, sprachlichen und geistigen Vorgänge aufgehört und sind gestillt, seine Lebensenergie ist aufgebraucht, seine Wärme ist abgekühlt und seine Sinne haben sich aufgelöst. ",
  "sn41.6:5.4": "Wenn ein Mönch das Aufhören von Wahrnehmung und Gefühl erreicht hat, haben seine körperlichen, sprachlichen und geistigen Vorgänge aufgehört und sind gestillt. Aber seine Lebensenergie ist nicht aufgebraucht, seine Wärme ist nicht abgekühlt und seine Sinne sind sehr klar. ",
  "sn41.6:5.5": "Das ist der Unterschied zwischen jemandem, der gestorben ist, und einem Mönch, der das Aufhören von Wahrnehmung und Gefühl erreicht hat.“ ",
  "sn41.6:6.1": "Mit den Worten: „Gut, Herr“ … stellte Citta eine weitere Frage: ",
  "sn41.6:6.2": "„Aber Herr, wie tritt jemand aus dem Aufhören von Wahrnehmung und Gefühl heraus?“ ",
  "sn41.6:6.3": "„Ein Mönch, der aus einem solchen Zustand heraustritt, denkt nicht: ",
  "sn41.6:6.4": "‚Ich werde aus dem Aufhören von Wahrnehmung und Gefühl heraustreten‘ oder ‚Ich trete jetzt aus dem Aufhören von Wahrnehmung und Gefühl heraus‘ oder ‚Ich bin aus dem Aufhören von Wahrnehmung und Gefühl herausgetreten‘. ",
  "sn41.6:6.5": "Vielmehr wurde sein Geist vorher auf eine Art entwickelt, die zu einem solchen Zustand führt.“ ",
  "sn41.6:7.1": "Mit den Worten: „Gut, Herr“ … stellte Citta eine weitere Frage: ",
  "sn41.6:7.2": "„Aber Herr, was erscheint für einen Mönch, der aus dem Aufhören von Wahrnehmung und Gefühl heraustritt, zuerst: die körperlichen, die sprachlichen oder die geistigen Vorgänge?“ ",
  "sn41.6:7.3": "„Zuerst erscheinen die geistigen Vorgänge, dann die körperlichen und dann die sprachlichen.“ ",
  "sn41.6:8.1": "Mit den Worten: „Gut, Herr“ … stellte Citta eine weitere Frage: ",
  "sn41.6:8.2": "„Aber Herr, wie viele Arten von Berührung erlebt ein Mönch, nachdem er aus dem Zustand des Aufhörens von Wahrnehmung und Gefühl herausgetreten ist?“ ",
  "sn41.6:8.3": "„Er erlebt drei Arten von Berührung: ",
  "sn41.6:8.4": "Leerheitsberührung, merkmalslose Berührung und ungerichtete Berührung.“ ",
  "sn41.6:9.1": "Mit den Worten: „Gut, Herr“ … stellte Citta eine weitere Frage: ",
  "sn41.6:9.2": "„Aber Herr, wohin neigt sich der Geist eines Mönchs, nachdem er aus dem Zustand des Aufhörens von Wahrnehmung und Gefühl herausgetreten ist, wohin strebt er und richtet sich aus?“ ",
  "sn41.6:9.3": "„Sein Geist neigt sich zur Abgeschiedenheit, strebt zur Abgeschiedenheit und richtet sich zur Abgeschiedenheit aus.“ ",
  "sn41.6:10.1": "Mit den Worten: „Gut, Herr“ begrüßte Citta die Worte Kāmabhūs und stimmte ihm zu. Dann stellte er eine weitere Frage: ",
  "sn41.6:10.2": "„Aber Herr, wie viele Dinge sind eine Hilfe, um das Aufhören von Wahrnehmung und Gefühl zu erreichen?“ ",
  "sn41.6:10.3": "„Nun, Hausbesitzer, zuletzt hast du gefragt, was du zuerst hättest fragen sollen! ",
  "sn41.6:10.4": "Dennoch will ich dir antworten. ",
  "sn41.6:10.5": "Zwei Dinge sind eine Hilfe, um das Aufhören von Wahrnehmung und Gefühl zu erreichen: ",
  "sn41.6:10.6": "Sammlung und Klarsicht.“ "
}