{
  "sn41.1:0.1": "Verbundene Lehrreden 41.1 ",
  "sn41.1:0.2": "1. Das Kapitel mit Citta ",
  "sn41.1:0.3": "Die Fessel ",
  "sn41.1:1.1": "Einmal hielten sich mehrere altehrwürdige Mönche bei Macchikāsaṇḍa im Wildmangowäldchen auf. ",
  "sn41.1:1.2": "Da saßen nach dem Essen, als sie vom Almosengang zurückkamen, mehrere altehrwürdige Mönche im Pavillon beisammen, und dieses Gespräch kam unter ihnen auf: ",
  "sn41.1:1.3": "„Geehrte, die ‚Fessel‘ und die ‚Dinge, die zum Fesseln einladen‘: Unterscheiden sie sich sowohl in der Bedeutung als auch im Ausdruck? Oder haben sie die gleiche Bedeutung und unterscheiden sich nur im Ausdruck?“ ",
  "sn41.1:1.4": "Manche altehrwürdigen Mönche antworteten: ",
  "sn41.1:1.5": "„Geehrte, die ‚Fessel‘ und die ‚Dinge, die zum Fesseln einladen‘, unterscheiden sich sowohl in der Bedeutung als auch im Ausdruck.“ ",
  "sn41.1:1.6": "Aber manche altehrwürdigen Mönche antworteten: ",
  "sn41.1:1.7": "„Geehrte, die ‚Fessel‘ und die ‚Dinge, die zum Fesseln einladen‘, haben die gleiche Bedeutung und unterscheiden sich nur im Ausdruck.“ ",
  "sn41.1:2.1": "Damals war der Hausbesitzer Citta wegen einer Angelegenheit nach Migapathaka gekommen. ",
  "sn41.1:2.2": "Er hörte über die Unterhaltung der altehrwürdigen Mönche. ",
  "sn41.1:3.1": "Da ging er zu ihnen, verbeugte sich, setzte sich zur Seite hin und sagte zu ihnen: ",
  "sn41.1:3.2": "„Ihr Herren, ich habe gehört, dass ihr darüber diskutiert habt, ob die ‚Fessel‘ und die ‚Dinge, die zum Fesseln einladen‘, sich sowohl in der Bedeutung als auch im Ausdruck unterscheiden oder ob sie die gleiche Bedeutung haben und sich nur im Ausdruck unterscheiden.“ ",
  "sn41.1:3.7": "„Das ist richtig, Hausbesitzer.“ ",
  "sn41.1:4.1": "„Ihr Herren, die ‚Fessel‘ und die ‚Dinge, die zum Fesseln einladen‘, unterscheiden sich sowohl in der Bedeutung als auch im Ausdruck. ",
  "sn41.1:4.2": "Nun, ihr Herren, ich will euch ein Gleichnis geben. ",
  "sn41.1:4.3": "Denn mithilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "sn41.1:4.4": "Wie wenn da ein schwarzer und ein weißer Ochse mit einem einzigen Geschirr oder Joch eingejocht wären: ",
  "sn41.1:4.5": "Wäre es richtig, zu sagen, ",
  "sn41.1:4.6": "der schwarze Ochse sei das Joch des weißen oder der weiße Ochse sei das Joch des schwarzen?“ ",
  "sn41.1:4.7": "„Nein, Hausbesitzer. ",
  "sn41.1:4.8": "Der schwarze Ochse ist nicht das Joch des weißen, noch ist der weiße Ochse das Joch des schwarzen. ",
  "sn41.1:4.9": "Das Joch ist hier das eine Geschirr oder Joch, mit dem sie eingejocht sind.“ ",
  "sn41.1:4.10": "„Ebenso ist das Auge nicht die Fessel der Bilder, noch sind die Bilder die Fessel des Auges. ",
  "sn41.1:4.11": "Die Fessel hier ist das Sehnen und Begehren, das durch beide zusammen entsteht. ",
  "sn41.1:4.12": "Das Ohr … Die Nase … Die Zunge … Der Körper … ",
  "sn41.1:4.17": "Der Geist ist nicht die Fessel der Gedanken, noch sind die Gedanken die Fessel des Geistes. ",
  "sn41.1:4.18": "Die Fessel hier ist das Sehnen und Begehren, das durch beide zusammen entsteht.“ ",
  "sn41.1:4.19": "„Du hast Glück, Hausbesitzer, so großes Glück, ",
  "sn41.1:4.20": "dass du die tiefgründigen Lehren des Buddha mit dem Auge der Weisheit durchquerst!“ "
}