{
  "sn41.9:0.1": "Verbundene Lehrreden 41.9 ",
  "sn41.9:0.2": "1. Das Kapitel mit Citta ",
  "sn41.9:0.3": "Mit Kassapa, dem nackten Asketen ",
  "sn41.9:1.1": "Zu dieser Zeit nun war der nackte Asket Kassapa, ein alter Freund Cittas im Laienleben, in Macchikāsaṇḍa angekommen. ",
  "sn41.9:1.2": "Der Hausbesitzer Citta hörte von seiner Ankunft. ",
  "sn41.9:1.3": "Da ging er zu ihm und tauschte Willkommensgrüße mit ihm aus. ",
  "sn41.9:1.4": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu dem nackten Asketen Kassapa: ",
  "sn41.9:1.5": "„Ehrenwerter Kassapa, wie lange ist es her, dass du fortgezogen bist?“ ",
  "sn41.9:1.6": "„Es sind dreißig Jahre her, Hausbesitzer.“ ",
  "sn41.9:1.7": "„Aber Herr, hast du in diesen dreißig Jahren irgendeinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist, eine unbeschwerte Meditation?“ ",
  "sn41.9:1.8": "„Ich habe keinen solchen Zustand erreicht, Hausbesitzer, nur Nacktheit, Kahlköpfigkeit und Tritte in den Hintern.“ ",
  "sn41.9:1.9": "Darauf sagte Citta: ",
  "sn41.9:1.10": "„Es ist unglaublich, es ist erstaunlich, ",
  "sn41.9:1.11": "wie gut die Lehre erklärt ist! Denn in dreißig Jahren hast du keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist, keine unbeschwerte Meditation, nur Nacktheit, Kahlköpfigkeit und Tritte in den Hintern.“ ",
  "sn41.9:2.1": "„Aber Hausbesitzer, wie lange bist du schon ein Laienschüler?“ ",
  "sn41.9:2.2": "„Es sind dreißig Jahre, Herr.“ ",
  "sn41.9:2.3": "„Aber Hausbesitzer, hast du in diesen dreißig Jahren irgendeinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist, eine unbeschwerte Meditation?“ ",
  "sn41.9:2.4": "„Wie sollte ich nicht, Herr? ",
  "sn41.9:2.5": "Denn wann immer ich will, trete ich, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "sn41.9:2.6": "Wann immer ich will, trete ich, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweile darin … ",
  "sn41.9:2.7": "Wann immer ich will, trete ich, mit dem Schwinden der Ekstase, in die dritte Vertiefung ein und verweile darin … ",
  "sn41.9:2.8": "Und wann immer ich will, trete ich, indem ich Glück und Schmerz aufgebe, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung ein und verweile darin … ",
  "sn41.9:2.9": "Wenn ich vor dem Buddha sterbe, wäre es nicht überraschend, wenn der Buddha über mich erklären würde: ",
  "sn41.9:2.10": "‚Der Hausbesitzer Citta ist von keiner Fessel gebunden, die ihn zu dieser Welt zurückbringen könnte.‘“ ",
  "sn41.9:2.11": "Daraufhin sagte Kassapa zu Citta: ",
  "sn41.9:2.12": "„Es ist unglaublich, es ist erstaunlich, ",
  "sn41.9:2.13": "wie gut die Lehre erklärt ist! Denn ein weiß gekleideter Laie kann solch einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen, der der Edlen würdig ist, eine unbeschwerte Meditation. ",
  "sn41.9:2.14": "Hausbesitzer, darf ich in dieser Lehre und Schulung die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "sn41.9:3.1": "Da nahm der Hausbesitzer Citta den nackten Asketen Kassapa mit zu den altehrwürdigen Mönchen und sagte zu ihnen: ",
  "sn41.9:3.2": "„Ihr Herren, das ist der nackte Asket Kassapa, ein alter Freund von mir im Laienleben. ",
  "sn41.9:3.3": "Dass die altehrwürdigen Mönche ihm doch die Weihe des Fortziehens geben, die Ordination. ",
  "sn41.9:3.4": "Ich werde sicherstellen, dass er mit Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung ausgestattet ist.“ ",
  "sn41.9:3.5": "Und der nackte Asket Kassapa erhielt in dieser Lehre und Schulung die Weihe des Fortziehens, die Ordination. ",
  "sn41.9:3.6": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Kassapa, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn41.9:3.7": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn41.9:3.8": "Und der Ehrwürdige Kassapa wurde einer der Vollendeten. "
}