{
  "sn41.7:0.1": "Verbundene Lehrreden 41.7 ",
  "sn41.7:0.2": "1. Das Kapitel mit Citta ",
  "sn41.7:0.3": "Mit Godatta ",
  "sn41.7:1.1": "Einmal hielt sich der Ehrwürdige Godatta bei Macchikāsaṇḍa im Wildmangowäldchen auf. ",
  "sn41.7:1.2": "Da ging der Hausbesitzer Citta zum Ehrwürdigen Godatta, verbeugte sich und setzte sich zur Seite hin. Godatta sagte zu ihm: ",
  "sn41.7:1.3": "„Hausbesitzer, die grenzenlose Erlösung des Herzens, die Erlösung des Herzens im Nichts, die Erlösung des Herzens in der Leerheit und die merkmalslose Erlösung des Herzens: Unterscheiden sie sich sowohl in der Bedeutung als auch im Ausdruck? Oder haben sie die gleiche Bedeutung und unterscheiden sich nur im Ausdruck?“ ",
  "sn41.7:1.4": "„Herr, es gibt eine Methode, nach der diese Dinge sich sowohl in der Bedeutung als auch im Ausdruck unterscheiden. ",
  "sn41.7:1.5": "Aber es gibt auch eine Methode, nach der sie die gleiche Bedeutung haben und sich nur im Ausdruck unterscheiden. ",
  "sn41.7:2.1": "Und was ist die Methode, nach der sie sich sowohl in der Bedeutung als auch im Ausdruck unterscheiden? ",
  "sn41.7:2.2": "Da meditiert ein Mönch, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "sn41.7:2.3": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "sn41.7:2.4": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringt … ",
  "sn41.7:2.5": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "sn41.7:2.6": "Das nennt man die grenzenlose Erlösung des Herzens. ",
  "sn41.7:3.1": "Und was ist die Erlösung des Herzens im Nichts? ",
  "sn41.7:3.2": "Da übersteigt ein Mönch vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilt darin. ",
  "sn41.7:3.3": "Das nennt man die Erlösung des Herzens im Nichts. ",
  "sn41.7:4.1": "Und was ist die Erlösung des Herzens in der Leerheit? ",
  "sn41.7:4.2": "Da geht ein Mönch in die Wildnis, zum Fuß eines Baumes oder in eine leere Hütte und denkt nach: ",
  "sn41.7:4.3": "‚Das ist leer von einem Selbst oder von etwas, das zu einem Selbst gehört.‘ ",
  "sn41.7:4.4": "Das nennt man die Erlösung des Herzens in der Leerheit. ",
  "sn41.7:5.1": "Und was ist die merkmalslose Erlösung des Herzens? ",
  "sn41.7:5.2": "Da tritt ein Mönch, indem er seine Aufmerksamkeit von allen Merkmalen abwendet, in die merkmalslose Versenkung des Herzens ein und verweilt darin. ",
  "sn41.7:5.3": "Das nennt man die merkmalslose Erlösung des Herzens. ",
  "sn41.7:5.4": "Das ist die Methode, nach der diese Dinge sich sowohl in der Bedeutung als auch im Ausdruck unterscheiden. ",
  "sn41.7:6.1": "Und was ist die Methode, nach der sie die gleiche Bedeutung haben und sich nur im Ausdruck unterscheiden? ",
  "sn41.7:6.2": "Gier zieht Grenzen, Hass zieht Grenzen, Täuschung zieht Grenzen. ",
  "sn41.7:6.3": "Ein Mönch, der die Befleckungen aufgelöst hat, hat diese Grenzen aufgegeben, sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "sn41.7:6.4": "Die unerschütterliche Erlösung des Herzens gilt als die beste Art der grenzenlosen Erlösung des Herzens. ",
  "sn41.7:6.5": "Diese unerschütterliche Erlösung des Herzens ist leer von Gier, Hass und Täuschung. ",
  "sn41.7:6.6": "Gier ist etwas, Hass ist etwas, Täuschung ist etwas. ",
  "sn41.7:6.7": "Ein Mönch, der die Befleckungen aufgelöst hat, hat diese Dinge aufgegeben, sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "sn41.7:6.8": "Die unerschütterliche Erlösung des Herzens gilt als die beste Art der Erlösung des Herzens im Nichts. ",
  "sn41.7:6.9": "Diese unerschütterliche Erlösung des Herzens ist leer von Gier, Hass und Täuschung. ",
  "sn41.7:6.10": "Gier verleiht ein Merkmal, Hass verleiht ein Merkmal, Täuschung verleiht ein Merkmal. ",
  "sn41.7:6.11": "Ein Mönch, der die Befleckungen aufgelöst hat, hat diese Merkmale aufgegeben, sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "sn41.7:6.12": "Die unerschütterliche Erlösung des Herzens gilt als die beste Art der merkmalslosen Erlösung des Herzens. ",
  "sn41.7:6.13": "Diese unerschütterliche Erlösung des Herzens ist leer von Gier, Hass und Täuschung. ",
  "sn41.7:6.14": "Das ist die Methode, nach der diese Dinge die gleiche Bedeutung haben und sich nur im Ausdruck unterscheiden.“ ",
  "sn41.7:6.15": "„Du hast Glück, Hausbesitzer, so großes Glück, ",
  "sn41.7:6.16": "dass du die tiefgründigen Lehren des Buddha mit dem Auge der Weisheit durchquerst!“ "
}