{
  "an4.160:0.1": "Numbered Discourses 4 ",
  "an4.160:0.2": "16. Faculties ",
  "an4.160:0.3": "160. The Training of a Holy One ",
  "an4.160:1.1": "“Mendicants, a Holy One or a Holy One’s training remain in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "an4.160:2.1": "And who is a Holy One? ",
  "an4.160:2.2": "It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. ",
  "an4.160:2.3": "This is a Holy One. ",
  "an4.160:3.1": "And what is the training of a Holy One? ",
  "an4.160:3.2": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "an4.160:3.3": "This is the training of a Holy One. ",
  "an4.160:3.4": "This is how a Holy One or a Holy One’s training remain in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "an4.160:4.1": "These four things lead to the decline and disappearance of the true teaching. ",
  "an4.160:4.2": "What four? ",
  "an4.160:4.3": "Firstly, the mendicants memorize discourses that they learned incorrectly, with misplaced words and phrases. ",
  "an4.160:4.4": "When the words and phrases are misplaced, the meaning is misinterpreted. ",
  "an4.160:4.5": "This is the first thing that leads to the decline and disappearance of the true teaching. ",
  "an4.160:5.1": "Furthermore, the mendicants are hard to admonish, having qualities that make them hard to admonish. They’re impatient, and don’t take instruction respectfully. ",
  "an4.160:5.2": "This is the second thing that leads to the decline and disappearance of the true teaching. ",
  "an4.160:6.1": "Furthermore, the mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the monastic law, and the outlines—don’t carefully make others recite the discourses. ",
  "an4.160:6.2": "When they pass away, the discourses are cut off at the root, with no-one to preserve them. ",
  "an4.160:6.3": "This is the third thing that leads to the decline and disappearance of the true teaching. ",
  "an4.160:7.1": "Furthermore, the senior mendicants are indulgent and slack, leaders in backsliding, neglecting seclusion, not rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ",
  "an4.160:7.2": "Those who come after them follow their example. ",
  "an4.160:7.3": "They too become indulgent and slack, leaders in backsliding, neglecting seclusion, not rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ",
  "an4.160:7.4": "This is the fourth thing that leads to the decline and disappearance of the true teaching. ",
  "an4.160:7.5": "These are four things that lead to the decline and disappearance of the true teaching. ",
  "an4.160:8.1": "These four things lead to the continuation, persistence, and enduring of the true teaching. ",
  "an4.160:8.2": "What four? ",
  "an4.160:8.3": "Firstly, the mendicants memorize discourses that have been learned correctly, with well placed words and phrases. ",
  "an4.160:8.4": "When the words and phrases are well placed, the meaning is interpreted correctly. ",
  "an4.160:8.5": "This is the first thing that leads to the continuation, persistence, and enduring of the true teaching. ",
  "an4.160:9.1": "Furthermore, the mendicants are easy to admonish, having qualities that make them easy to admonish. They’re patient, and take instruction respectfully. ",
  "an4.160:9.2": "This is the second thing that leads to the continuation, persistence, and enduring of the true teaching. ",
  "an4.160:10.1": "Furthermore, the mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the monastic law, and the outlines—carefully make others recite the discourses. ",
  "an4.160:10.2": "When they pass away, the discourses aren’t cut off at the root, and they have someone to preserve them. ",
  "an4.160:10.3": "This is the third thing that leads to the continuation, persistence, and enduring of the true teaching. ",
  "an4.160:11.1": "Furthermore, the senior mendicants are not indulgent or slack, nor are they backsliders; instead, they take the lead in seclusion, rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ",
  "an4.160:11.2": "Those who come after them follow their example. ",
  "an4.160:11.3": "They too aren’t indulgent or slack … ",
  "an4.160:11.4": "This is the fourth thing that leads to the continuation, persistence, and enduring of the true teaching. ",
  "an4.160:11.5": "These are four things that lead to the continuation, persistence, and enduring of the true teaching.” ",
  "an4.160:11.6": " ",
  "an4.160:11.7": " ",
  "an4.160:12.1": " ",
  "an4.160:12.2": " ",
  "an4.160:12.3": " "
}