{
  "an4.12:0.1": "Numbered Discourses 4 ",
  "an4.12:0.2": "2. Walking ",
  "an4.12:0.3": "12. Ethics ",
  "an4.12:1.1": "“Mendicants, live by the ethical precepts and the monastic code. Live restrained in the code of conduct, conducting yourselves well and seeking alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken. ",
  "an4.12:1.2": "When you’ve done this, what more is there to do? ",
  "an4.12:2.1": "Suppose a mendicant has got rid of desire and ill will while walking, and has given up dullness and drowsiness, restlessness and remorse, and doubt. Their energy is roused up and unflagging, their mindfulness is established and lucid, their body is tranquil and undisturbed, and their mind is immersed in samādhi. Such a mendicant is said to be ‘keen and prudent, always energetic and determined’ when walking. ",
  "an4.12:3.1": "Suppose a mendicant has got rid of desire and ill will while standing … ",
  "an4.12:4.1": "sitting … ",
  "an4.12:5.1": "and when lying down while awake, and has given up dullness and drowsiness, restlessness and remorse, and doubt. Their energy is roused up and unflagging, their mindfulness is established and lucid, their body is tranquil and undisturbed, and their mind is immersed in samādhi. Such a mendicant is said to be ‘keen and prudent, always energetic and determined’ when lying down while awake. ",
  "an4.12:6.1": "Carefully walking, carefully standing, ",
  "an4.12:6.2": "carefully sitting, carefully lying; ",
  "an4.12:6.3": "a mendicant carefully bends their limbs, ",
  "an4.12:6.4": "and carefully extends them. ",
  "an4.12:7.1": "Above, below, and all around, ",
  "an4.12:7.2": "as far as the earth extends; ",
  "an4.12:7.3": "they scrutinize the rise and fall ",
  "an4.12:7.4": "of phenomena such as the aggregates. ",
  "an4.12:8.1": "Training in what leads to serenity of heart, ",
  "an4.12:8.2": "always staying mindful; ",
  "an4.12:8.3": "they call such a mendicant ",
  "an4.12:8.4": "‘always determined’.” "
}