{
  "an4.99:0.1": "Numbered Discourses 4 ",
  "an4.99:0.2": "10. Demons ",
  "an4.99:0.3": "99. Training Rules ",
  "an4.99:1.1": "“Mendicants, these four people are found in the world. ",
  "an4.99:1.2": "What four? ",
  "an4.99:1.3": "One who practices to benefit themselves, but not others; ",
  "an4.99:1.4": "one who practices to benefit others, but not themselves; ",
  "an4.99:1.5": "one who practices to benefit neither themselves nor others; and ",
  "an4.99:1.6": "one who practices to benefit both themselves and others. ",
  "an4.99:2.1": "And how does a person practice to benefit themselves, but not others? ",
  "an4.99:2.2": "It’s when a person doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence. But they don’t encourage others to do the same. ",
  "an4.99:2.3": " ",
  "an4.99:2.4": " ",
  "an4.99:2.5": " ",
  "an4.99:2.6": " ",
  "an4.99:2.7": "That’s how a person practices to benefit themselves, but not others. ",
  "an4.99:3.1": "And how does a person practice to benefit others, but not themselves? ",
  "an4.99:3.2": "It’s when a person kills living creatures, steals, commits sexual misconduct, lies, and uses alcoholic drinks that cause negligence. But they encourage others to not do these things. ",
  "an4.99:3.3": " ",
  "an4.99:3.4": " ",
  "an4.99:3.5": " ",
  "an4.99:3.6": " ",
  "an4.99:3.7": "That’s how a person practices to benefit others, but not themselves. ",
  "an4.99:4.1": "And how does a person practice to benefit neither themselves nor others? ",
  "an4.99:4.2": "It’s when a person kills, etc. … and doesn’t encourage others to not do these things. ",
  "an4.99:4.3": "That’s how a person practices to benefit neither themselves nor others. ",
  "an4.99:5.1": "And how does a person practice to benefit both themselves and others? ",
  "an4.99:5.2": "It’s when a person doesn’t kill, etc. … and encourages others to do the same. ",
  "an4.99:5.3": "That’s how a person practices to benefit both themselves and others. ",
  "an4.99:5.4": "These are the four people found in the world.” "
}