{
  "an4.76:0.1": "Numbered Discourses 4 ",
  "an4.76:0.2": "8. Guaranteed ",
  "an4.76:0.3": "76. At Kusinārā ",
  "an4.76:1.1": "At one time the Buddha was staying between a pair of sal trees in the sal forest of the Mallas at Upavattana near Kusinārā at the time of his final extinguishment. ",
  "an4.76:1.2": "There the Buddha addressed the mendicants, ",
  "an4.76:1.3": "“Mendicants!” ",
  "an4.76:1.4": "“Venerable sir,” they replied. ",
  "an4.76:1.5": "The Buddha said this: ",
  "an4.76:2.1": "“Perhaps even a single mendicant has doubt or uncertainty regarding the Buddha, the teaching, the Saṅgha, the path, or the practice. So ask, mendicants! Don’t regret it later, thinking: ",
  "an4.76:2.2": "‘We were in the Teacher’s presence and we weren’t able to ask the Buddha a question.’” ",
  "an4.76:2.3": "When this was said, the mendicants kept silent. ",
  "an4.76:3.1": "For a second time the Buddha addressed the mendicants: … ",
  "an4.76:3.2": " ",
  "an4.76:3.3": " ",
  "an4.76:3.4": "For a second time, the mendicants kept silent. ",
  "an4.76:4.1": "For a third time the Buddha addressed the mendicants: … ",
  "an4.76:4.2": " ",
  "an4.76:4.3": " ",
  "an4.76:4.4": "For a third time, the mendicants kept silent. ",
  "an4.76:5.1": "Then the Buddha said to the mendicants: ",
  "an4.76:5.2": "“Mendicants, perhaps you don’t ask out of respect for the Teacher. So let a friend tell a friend.” ",
  "an4.76:5.3": "When this was said, the mendicants kept silent. ",
  "an4.76:5.4": "Then Venerable Ānanda said to the Buddha: ",
  "an4.76:5.5": "“It’s incredible, sir, it’s amazing! ",
  "an4.76:5.6": "I am quite confident that there’s not even a single mendicant in this Saṅgha who has doubt or uncertainty regarding the Buddha, the teaching, the Saṅgha, the path, or the practice.” ",
  "an4.76:6.1": "“Ānanda, you speak from faith. But the Realized One knows that there’s not even a single mendicant in this Saṅgha who has doubt or uncertainty regarding the Buddha, the teaching, the Saṅgha, the path, or the practice. ",
  "an4.76:6.2": "Even the last of these five hundred mendicants is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.” "
}