{
  "an4.175:0.1": "Numbered Discourses 4 ",
  "an4.175:0.2": "18. Intention ",
  "an4.175:0.3": "175. With Upavāṇa ",
  "an4.175:1.1": "Then Venerable Upavāṇa went up to Venerable Sāriputta, and exchanged greetings with him. ",
  "an4.175:1.2": "When the greetings and polite conversation were over, Upavāṇa sat down to one side, and said to Sāriputta: ",
  "an4.175:2.1": "“Reverend Sāriputta, do you become a terminator because of knowledge?” ",
  "an4.175:3.1": "“That’s not it, reverend.” ",
  "an4.175:4.1": "“Do you become a terminator because of conduct?” ",
  "an4.175:5.1": "“That’s not it, reverend.” ",
  "an4.175:6.1": "“Do you become a terminator because of both knowledge and conduct?” ",
  "an4.175:7.1": "“That’s not it, reverend.” ",
  "an4.175:8.1": "“Do you become a terminator for some reason other than knowledge and conduct?” ",
  "an4.175:9.1": "“That’s not it, reverend.” ",
  "an4.175:10.1": "“Reverend Sāriputta, when asked whether you become a terminator because of knowledge or conduct or knowledge and conduct, or for some other reason, ",
  "an4.175:10.2": "you say ‘that’s not it’. ",
  "an4.175:10.3": " ",
  "an4.175:10.4": " ",
  "an4.175:10.5": " ",
  "an4.175:10.6": " ",
  "an4.175:10.7": " ",
  "an4.175:10.8": " ",
  "an4.175:10.9": "How then do you become a terminator?” ",
  "an4.175:11.1": "“Reverend, if you became a terminator because of knowledge, then even someone who still has grasping could be a terminator. ",
  "an4.175:11.2": "If you became a terminator because of conduct, then even someone who still has grasping could be a terminator. ",
  "an4.175:11.3": "If you became a terminator because of both knowledge and conduct, then even someone who still has grasping could be a terminator. ",
  "an4.175:11.4": "If you became a terminator for some reason other than knowledge and conduct, then even an ordinary person could be a terminator. ",
  "an4.175:11.5": "For an ordinary person lacks knowledge and conduct. ",
  "an4.175:11.6": "Reverend, someone lacking good conduct does not know and see things as they are. ",
  "an4.175:11.7": "Someone accomplished in good conduct knows and sees things as they are. ",
  "an4.175:11.8": "Knowing and seeing things as they are, one is a terminator.” "
}