{
  "an4.197:0.1": "Numbered Discourses 4 ",
  "an4.197:0.2": "20. The Great Chapter ",
  "an4.197:0.3": "197. Queen Mallikā ",
  "an4.197:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an4.197:1.2": "Then Queen Mallikā went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "an4.197:2.1": "“What is the cause, sir, what is the reason why in this life some females are ugly, unattractive, and bad-looking; ",
  "an4.197:2.2": "and poor, with few assets and possessions; and insignificant? ",
  "an4.197:3.1": "And why are some females ugly, unattractive, and bad-looking; ",
  "an4.197:3.2": "but rich, affluent, wealthy, and illustrious? ",
  "an4.197:4.1": "And why are some females attractive, good-looking, lovely, of surpassing beauty; ",
  "an4.197:4.2": "but poor, with few assets and possessions; and insignificant? ",
  "an4.197:5.1": "And why are some females attractive, good-looking, lovely, of surpassing beauty; and rich, affluent, wealthy, and illustrious?” ",
  "an4.197:6.1": "“Take a female who is irritable and bad-tempered. ",
  "an4.197:6.2": "Even when criticized a little bit she loses her temper, becoming annoyed, hostile, and hard-hearted, and displaying annoyance, hate, and bitterness. ",
  "an4.197:6.3": "She doesn’t give to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, fragrance, and makeup; and bed, house, and lighting. ",
  "an4.197:6.4": "And she’s jealous, ",
  "an4.197:6.5": "envying, resenting, and begrudging the possessions, honor, respect, reverence, homage, and veneration given to others. ",
  "an4.197:6.6": "If she comes back to this state of existence after passing away, wherever she is reborn she’s ugly, unattractive, and bad-looking; ",
  "an4.197:6.7": "and poor, with few assets and possessions; and insignificant. ",
  "an4.197:7.1": "Take another female who is irritable and bad-tempered. … ",
  "an4.197:7.2": " ",
  "an4.197:7.3": "But she does give to ascetics or brahmins … ",
  "an4.197:7.4": "And she’s not jealous … ",
  "an4.197:7.5": " ",
  "an4.197:7.6": "If she comes back to this state of existence after passing away, wherever she is reborn she’s ugly, unattractive, and bad-looking; ",
  "an4.197:7.7": "but rich, affluent, wealthy, and illustrious. ",
  "an4.197:8.1": "Take another female who isn’t irritable and bad-tempered. … ",
  "an4.197:8.2": " ",
  "an4.197:8.3": "But she doesn’t give to ascetics or brahmins … ",
  "an4.197:8.4": "And she’s jealous … ",
  "an4.197:8.5": " ",
  "an4.197:8.6": "If she comes back to this state of existence after passing away, wherever she is reborn she’s attractive, good-looking, lovely, of surpassing beauty; ",
  "an4.197:8.7": "but poor, with few assets and possessions; and insignificant. ",
  "an4.197:9.1": "Take another female who isn’t irritable and bad-tempered. … ",
  "an4.197:9.2": " ",
  "an4.197:9.3": "She gives to ascetics and brahmins … ",
  "an4.197:9.4": "And she’s not jealous … ",
  "an4.197:9.5": " ",
  "an4.197:9.6": "If she comes back to this state of existence after passing away, wherever she is reborn she’s attractive, good-looking, lovely, of surpassing beauty; ",
  "an4.197:9.7": "and rich, affluent, wealthy, and illustrious. ",
  "an4.197:10.1": "This is why are some females are ugly … ",
  "an4.197:10.2": "and poor … and insignificant. ",
  "an4.197:10.3": "And some females are ugly … ",
  "an4.197:10.4": "but rich … and illustrious. ",
  "an4.197:10.5": "And some females are attractive … ",
  "an4.197:10.6": "but poor … and insignificant. ",
  "an4.197:10.7": "And some females are attractive … ",
  "an4.197:10.8": "and rich … and illustrious.” ",
  "an4.197:11.1": "When this was said, Queen Mallikā said to the Buddha: ",
  "an4.197:11.2": "“Sir, in another life I must have been irritable and bad-tempered. ",
  "an4.197:11.3": "Even when lightly criticized I must have lost my temper, becoming annoyed, hostile, and hard-hearted, and displaying annoyance, hate, and bitterness. ",
  "an4.197:11.4": "For now I am ugly, unattractive, and bad-looking. ",
  "an4.197:12.1": "In another life I must have given to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, fragrance, and makeup; and bed, house, and lighting. For now I am rich, affluent, and wealthy. ",
  "an4.197:13.1": "In another life, I must not have been jealous, envying, resenting, and begrudging the possessions, honor, respect, reverence, homage, and veneration given to others. For now I am illustrious. ",
  "an4.197:13.2": "In this royal court I command maidens of the aristocrats, brahmins, and householders. ",
  "an4.197:13.3": "So, sir, from this day forth I will not be irritable and bad-tempered. ",
  "an4.197:13.4": "Even when heavily criticized I won’t lose my temper, become annoyed, hostile, and hard-hearted, or display annoyance, hate, and bitterness. ",
  "an4.197:13.5": "I will give to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, fragrance, and makeup; and bed, house, and lighting. ",
  "an4.197:13.6": "I will not be jealous, envying, resenting, and begrudging the possessions, honor, respect, reverence, homage, and veneration given to others. ",
  "an4.197:13.7": "Excellent, sir! … From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
}