{
  "an4.183:0.1": "Numbered Discourses 4 ",
  "an4.183:0.2": "19. Brahmins ",
  "an4.183:0.3": "183. Vassakāra on What is Heard ",
  "an4.183:1.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "an4.183:1.2": "Then Vassakāra the brahmin, a chief minister of Magadha, went up to the Buddha, and exchanged greetings with him. ",
  "an4.183:1.3": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "an4.183:2.1": "“Master Gotama, this is my doctrine and view: ",
  "an4.183:2.2": "There’s nothing wrong with talking about what you’ve seen, saying: ",
  "an4.183:2.3": "‘So I have seen.’ ",
  "an4.183:2.4": "There’s nothing wrong with talking about what you’ve heard, saying: ",
  "an4.183:2.5": "‘So I have heard.’ ",
  "an4.183:2.6": "There’s nothing wrong with talking about what you’ve thought, saying: ",
  "an4.183:2.7": "‘So I have thought.’ ",
  "an4.183:2.8": "There’s nothing wrong with talking about what you’ve known, saying: ",
  "an4.183:2.9": "‘So I have known.’” ",
  "an4.183:3.1": "“Brahmin, I don’t say you should talk about everything you see, hear, think, and know. ",
  "an4.183:3.2": "But I also don’t say you should talk about nothing you see, hear, think, and know. ",
  "an4.183:3.3": " ",
  "an4.183:3.4": " ",
  "an4.183:3.5": " ",
  "an4.183:3.6": " ",
  "an4.183:3.7": " ",
  "an4.183:3.8": " ",
  "an4.183:4.1": "When talking about certain things you’ve seen, heard, thought, or known, unskillful qualities grow while skillful qualities decline. I say that you shouldn’t talk about those things. ",
  "an4.183:4.2": "When talking about other things you’ve seen, heard, thought, or known, unskillful qualities decline while skillful qualities grow. I say that you should talk about those things.” ",
  "an4.183:5.1": " ",
  "an4.183:5.2": " ",
  "an4.183:6.1": " ",
  "an4.183:6.2": " ",
  "an4.183:7.1": " ",
  "an4.183:7.2": " ",
  "an4.183:8.1": "Then Vassakāra the brahmin, having approved and agreed with what the Buddha said, got up from his seat and left. "
}