{
  "an4.165:0.1": "Numbered Discourses 4 ",
  "an4.165:0.2": "17. Practice ",
  "an4.165:0.3": "165. Patience (2nd) ",
  "an4.165:1.1": "“Mendicants, there are four ways of practice. ",
  "an4.165:1.2": "What four? ",
  "an4.165:1.3": "Impatient practice, patient practice, taming practice, and calming practice. ",
  "an4.165:2.1": "And what’s the impatient practice? ",
  "an4.165:2.2": "It’s when a mendicant cannot endure cold, heat, hunger, and thirst. They cannot endure the touch of flies, mosquitoes, wind, sun, and reptiles. They cannot endure rude and unwelcome criticism. And they cannot put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening. ",
  "an4.165:2.3": "This is called the impatient practice. ",
  "an4.165:3.1": "And what’s the patient practice? ",
  "an4.165:3.2": "It’s when a mendicant endures cold, heat, hunger, and thirst. They endure the touch of flies, mosquitoes, wind, sun, and reptiles. They endure rude and unwelcome criticism. And they put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening. ",
  "an4.165:3.3": "This is called the patient practice. ",
  "an4.165:4.1": "And what’s the taming practice? ",
  "an4.165:4.2": "When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details. … ",
  "an4.165:4.3": "When they hear a sound with their ears … ",
  "an4.165:4.4": "When they smell an odor with their nose … ",
  "an4.165:4.5": "When they taste a flavor with their tongue … ",
  "an4.165:4.6": "When they feel a touch with their body … ",
  "an4.165:4.7": "When they know a thought with their mind, they don’t get caught up in the features and details. ",
  "an4.165:4.8": "If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving restraint over it. ",
  "an4.165:4.9": "This is called the taming practice. ",
  "an4.165:5.1": "And what’s the calming practice? ",
  "an4.165:5.2": "It’s when a mendicant doesn’t tolerate a sensual, malicious, or cruel thought. They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, calm them, eliminate them, and obliterate them. ",
  "an4.165:5.3": "This is called the calming practice. ",
  "an4.165:5.4": "These are the four ways of practice.” "
}