{
  "an4.193:0.1": "Numbered Discourses 4 ",
  "an4.193:0.2": "20. The Great Chapter ",
  "an4.193:0.3": "193. With Bhaddiya ",
  "an4.193:1.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "an4.193:1.2": "Then Bhaddiya the Licchavi went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "an4.193:2.1": "“Sir, I have heard this: ",
  "an4.193:2.2": "‘The ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of those who follow other paths.’ ",
  "an4.193:2.3": " ",
  "an4.193:2.4": "I trust that those who say this repeat what the Buddha has said, and do not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism?” ",
  "an4.193:3.1": "“Please, Bhaddiya, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned contemplation, don’t go by the acceptance of a view after consideration, don’t go by the appearance of competence, and don’t think ‘The ascetic is our respected teacher.’ ",
  "an4.193:3.2": "But when you know for yourselves: ",
  "an4.193:3.3": "‘These things are unskillful, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering’, then you should give them up. ",
  "an4.193:4.1": "What do you think, Bhaddiya? ",
  "an4.193:4.2": "Does greed come up in a person for their welfare or harm?” ",
  "an4.193:4.3": "“Harm, sir.” ",
  "an4.193:4.4": "“A greedy individual—overcome by greed—kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?” ",
  "an4.193:4.5": "“Yes, sir.” ",
  "an4.193:5.1": "“What do you think, Bhaddiya? ",
  "an4.193:5.2": "Does hate … or delusion … or aggression come up in a person for their welfare or harm?” ",
  "an4.193:5.3": "“Harm, sir.” ",
  "an4.193:5.4": "“An aggressive individual kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?” ",
  "an4.193:5.5": "“Yes, sir.” ",
  "an4.193:6.1": "“What do you think, Bhaddiya, are these things skillful or unskillful?” ",
  "an4.193:6.2": "“Unskillful, sir.” ",
  "an4.193:6.3": "“Blameworthy or blameless?” ",
  "an4.193:6.4": "“Blameworthy, sir.” ",
  "an4.193:6.5": "“Criticized or praised by sensible people?” ",
  "an4.193:6.6": "“Criticized by sensible people, sir.” ",
  "an4.193:6.7": "“When you undertake them, do they lead to harm and suffering, or not? ",
  "an4.193:6.8": "Or how do you see this?” ",
  "an4.193:6.9": "“When you undertake them, they lead to harm and suffering. ",
  "an4.193:6.10": "That’s how we see it.” ",
  "an4.193:7.1": "“So, Bhaddiya, when we said: ",
  "an4.193:7.2": "‘Please, Bhaddiya, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned contemplation, don’t go by the acceptance of a view after consideration, don’t go by the appearance of competence, and don’t think “The ascetic is our respected teacher.” ",
  "an4.193:7.3": "But when you know for yourselves: ",
  "an4.193:7.4": "“These things are unskillful, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering”, then you should give them up.’ ",
  "an4.193:7.5": "That’s what I said, and this is why I said it. ",
  "an4.193:8.1": "Please, Bhaddiya, don’t rely on oral transmission … ",
  "an4.193:8.2": "But when you know for yourselves: ",
  "an4.193:8.3": "‘These things are skillful, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness’, then you should acquire them and keep them. ",
  "an4.193:9.1": "What do you think, Bhaddiya? ",
  "an4.193:9.2": "Does contentment … love … understanding … benevolence come up in a person for their welfare or harm?” ",
  "an4.193:9.3": " ",
  "an4.193:9.4": " ",
  "an4.193:9.5": " ",
  "an4.193:10.1": " ",
  "an4.193:10.2": "“Welfare, sir.” ",
  "an4.193:10.3": "“An individual who is benevolent—not overcome by aggression—doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?” ",
  "an4.193:10.4": "“Yes, sir.” ",
  "an4.193:11.1": "“What do you think, Bhaddiya, are these things skillful or unskillful?” ",
  "an4.193:11.2": "“Skillful, sir.” ",
  "an4.193:11.3": "“Blameworthy or blameless?” ",
  "an4.193:11.4": "“Blameless, sir.” ",
  "an4.193:11.5": "“Criticized or praised by sensible people?” ",
  "an4.193:11.6": "“Praised by sensible people, sir.” ",
  "an4.193:11.7": "“When you undertake them, do they lead to welfare and happiness, or not? ",
  "an4.193:11.8": "Or how do you see this?” ",
  "an4.193:11.9": "“When you undertake them, they lead to welfare and happiness. ",
  "an4.193:11.10": "That’s how we see it.” ",
  "an4.193:12.1": "“So, Bhaddiya, when we said: ",
  "an4.193:12.2": "‘Please, Bhaddiya, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned contemplation, don’t go by the acceptance of a view after consideration, don’t go by the appearance of competence, and don’t think “The ascetic is our respected teacher.” ",
  "an4.193:12.3": "But when you know for yourselves: ",
  "an4.193:12.4": "“These things are skillful, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness”, then you should acquire them and keep them.’ ",
  "an4.193:12.5": "That’s what I said, and this is why I said it. ",
  "an4.193:13.1": "The good people in the world encourage their disciples: ",
  "an4.193:13.2": "‘Please, mister, live rid of greed. ",
  "an4.193:13.3": "Then you won’t act out of greed by way of body, speech, or mind. ",
  "an4.193:13.4": "Live rid of hate … delusion … aggression. ",
  "an4.193:13.5": "Then you won’t act out of hate … delusion … aggression by way of body, speech, or mind.” ",
  "an4.193:13.6": " ",
  "an4.193:13.7": " ",
  "an4.193:13.8": " ",
  "an4.193:13.9": " ",
  "an4.193:14.1": "When he said this, Bhaddiya the Licchavi said to the Buddha, ",
  "an4.193:14.2": "“Excellent, sir! … From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ",
  "an4.193:15.1": "“Well, Bhaddiya, did I say to you: ",
  "an4.193:15.2": "‘Please, Bhaddiya, be my disciple, ",
  "an4.193:15.3": "and I will be your teacher’?” ",
  "an4.193:15.4": "“No, sir.” ",
  "an4.193:15.5": "“Though I speak and explain like this, certain ascetics and brahmins misrepresent me with the false, hollow, lying, untruthful claim: ",
  "an4.193:15.6": "‘The ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of those who follow other paths.’” ",
  "an4.193:15.7": "“Sir, this conversion magic is excellent. ",
  "an4.193:15.8": "This conversion magic is lovely! ",
  "an4.193:15.9": "If my loved ones—relatives and kin—were to be converted by this, it would be for their lasting welfare and happiness. ",
  "an4.193:15.10": "If all the aristocrats, brahmins, merchants, and workers were to be converted by this, it would be for their lasting welfare and happiness.” ",
  "an4.193:15.11": " ",
  "an4.193:16.1": "“That’s so true, Bhaddiya! That’s so true, Bhaddiya! ",
  "an4.193:16.2": "If all the aristocrats, brahmins, merchants, and workers were to be converted by this, it would be for their lasting welfare and happiness. ",
  "an4.193:16.3": " ",
  "an4.193:16.4": "If the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—were to be converted by this, for giving up unskillful qualities and embracing skillful qualities, it would be for their lasting welfare and happiness. ",
  "an4.193:16.5": "If these great sal trees were to be converted by this, for giving up unskillful qualities and embracing skillful qualities, it would be for their lasting welfare and happiness—if they were sentient. ",
  "an4.193:16.6": "How much more then a human being!” "
}