{
  "an4.55:0.1": "Numbered Discourses 4 ",
  "an4.55:0.2": "6. Overflowing Merit ",
  "an4.55:0.3": "55. Equality (1st) ",
  "an4.55:1.1": "So I have heard. ",
  "an4.55:1.2": "At one time the Buddha was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood. ",
  "an4.55:1.3": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of the householder Nakula’s father, where he sat on the seat spread out. ",
  "an4.55:1.4": "Then the householder Nakula’s father and the housewife Nakula’s mother went up to the Buddha, bowed, and sat down to one side. Nakula’s father said to the Buddha, ",
  "an4.55:2.1": "“Sir, ever since we were both young, and Nakula’s mother was given to me in marriage, I can’t recall betraying her even in thought, still less in deed. ",
  "an4.55:2.2": "We want to see each other in both this life and the next.” ",
  "an4.55:2.3": "Then Nakula’s mother said to the Buddha, ",
  "an4.55:2.4": "“Sir, ever since we were both young, and I was given in marriage to Nakula’s father, I can’t recall betraying him even in thought, still less in deed. ",
  "an4.55:2.5": "We want to see each other in both this life and the next.” ",
  "an4.55:3.1": "“Householders, if wife and husband want to see each other in both this life and the next, they should be equals in faith, ethical conduct, generosity, and wisdom. ",
  "an4.55:4.1": "When both are faithful and kind, ",
  "an4.55:4.2": "disciplined, living righteously, ",
  "an4.55:4.3": "then wife and husband ",
  "an4.55:4.4": "say nice things to each other. ",
  "an4.55:5.1": "They get all the things they need, ",
  "an4.55:5.2": "so they live at ease. ",
  "an4.55:5.3": "Their enemies are downhearted, ",
  "an4.55:5.4": "when both are equal in ethics. ",
  "an4.55:6.1": "Having practiced the teaching here, ",
  "an4.55:6.2": "both equal in precepts and observances, ",
  "an4.55:6.3": "they delight in the heavenly realm, ",
  "an4.55:6.4": "enjoying all the pleasures they desire.” "
}