{
  "ne10:0.1": "Netti ",
  "ne10:0.2": "Paṭiniddesavāra ",
  "ne10:0.3": "Vibhaṅga 7 ",
  "ne10:0.4": "Āvaṭṭahāravibhaṅga ",
  "ne10:1.1": "Tattha katamo āvaṭṭo hāro? ",
  "ne10:1.2": "“Ekamhi padaṭṭhāne”ti ayaṁ. ",
  "ne10:2.1": "“Ārambhatha nikkamatha, ",
  "ne10:2.2": "Yuñjatha buddhasāsane; ",
  "ne10:2.3": "Dhunātha maccuno senaṁ, ",
  "ne10:2.4": "Naḷāgāraṁva kuñjaro”ti. ",
  "ne10:3.1": "“Ārambhatha nikkamathā”ti vīriyassa padaṭṭhānaṁ. ",
  "ne10:3.2": "“Yuñjatha buddhasāsane”ti samādhissa padaṭṭhānaṁ. ",
  "ne10:3.3": "“Dhunātha maccuno senaṁ, naḷāgāraṁva kuñjaro”ti paññāya padaṭṭhānaṁ. ",
  "ne10:3.4": "“Ārambhatha nikkamathā”ti vīriyindriyassa padaṭṭhānaṁ. ",
  "ne10:3.5": "“Yuñjatha buddhasāsane”ti samādhindriyassa padaṭṭhānaṁ. ",
  "ne10:3.6": "“Dhunātha maccuno senaṁ, naḷāgāraṁva kuñjaro”ti paññindriyassa padaṭṭhānaṁ. ",
  "ne10:3.7": "Imāni padaṭṭhānāni desanā. ",
  "ne10:4.1": "Ayuñjantānaṁ vā sattānaṁ yoge, yuñjantānaṁ vā ārambho. ",
  "ne10:5.1": "Tattha ye na yuñjanti, te pamādamūlakā na yuñjanti. ",
  "ne10:5.2": "So pamādo duvidho taṇhāmūlako avijjāmūlako ca. ",
  "ne10:5.3": "Tattha avijjāmūlako yena aññāṇena nivuto ñeyyaṭṭhānaṁ nappajānāti pañcakkhandhā uppādavayadhammāti, ayaṁ avijjāmūlako. ",
  "ne10:5.4": "Yo taṇhāmūlako, so tividho anuppannānaṁ bhogānaṁ uppādāya pariyesanto pamādaṁ āpajjati, uppannānaṁ bhogānaṁ ārakkhanimittaṁ paribhoganimittañca pamādaṁ āpajjati ayaṁ loke catubbidho pamādo ekavidho avijjāya tividho taṇhāya. ",
  "ne10:5.5": "Tattha avijjāya nāmakāyo padaṭṭhānaṁ. ",
  "ne10:5.6": "Taṇhāya rūpakāyo padaṭṭhānaṁ. ",
  "ne10:5.7": "Taṁ kissa hetu, rūpīsu bhavesu ajjhosānaṁ, arūpīsu sammoho? ",
  "ne10:5.8": "Tattha rūpakāyo rūpakkhandho nāmakāyo cattāro arūpino khandhā. ",
  "ne10:5.9": "Ime pañcakkhandhā katamena upādānena saupādānā, taṇhāya ca avijjāya ca? ",
  "ne10:5.10": "Tattha taṇhā dve upādānāni kāmupādānañca sīlabbatupādānañca. ",
  "ne10:5.11": "Avijjā dve upādānāni diṭṭhupādānañca attavādupādānañca. ",
  "ne10:5.12": "Imehi catūhi upādānehi ye saupādānā khandhā, idaṁ dukkhaṁ. ",
  "ne10:5.13": "Cattāri upādānāni, ayaṁ samudayo. ",
  "ne10:5.14": "Pañcakkhandhā dukkhaṁ. ",
  "ne10:5.15": "Tesaṁ bhagavā pariññāya pahānāya ca dhammaṁ deseti dukkhassa pariññāya samudayassa pahānāya. ",
  "ne10:6.1": "Tattha yo tividho taṇhāmūlako pamādo anuppannānaṁ bhogānaṁ uppādāya pariyesati, uppannānaṁ bhogānaṁ ārakkhaṇañca karoti paribhoganimittañca, tassa sampaṭivedhena rakkhaṇā paṭisaṁharaṇā, ayaṁ samatho. ",
  "ne10:7.1": "So kathaṁ bhavati? ",
  "ne10:7.2": "Yadā jānāti kāmānaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato okārañca saṅkilesañca vodānañca nekkhamme ca ānisaṁsaṁ. ",
  "ne10:7.3": "Tattha yā vīmaṁsā upaparikkhā ayaṁ vipassanā. ",
  "ne10:7.4": "Ime dve dhammā bhāvanāpāripūriṁ gacchanti samatho ca vipassanā ca. ",
  "ne10:7.5": "Imesu dvīsu dhammesu bhāviyamānesu dve dhammā pahīyanti taṇhā ca avijjā ca, imesu dvīsu dhammesu pahīnesu cattāri upādānāni nirujjhanti. ",
  "ne10:7.6": "Upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ",
  "ne10:7.7": "Evametassa kevalassa dukkhakkhandhassa nirodho hoti. ",
  "ne10:7.8": "Iti purimakāni ca dve saccāni dukkhaṁ samudayo ca, samatho ca vipassanā ca maggo. ",
  "ne10:7.9": "Bhavanirodho nibbānaṁ imāni cattāri saccāni. ",
  "ne10:7.10": "Tenāha bhagavā “ārambhatha nikkamathā”ti. ",
  "ne10:8.1": "“Yathāpi mūle anupaddave daḷhe, ",
  "ne10:8.2": "Chinnopi rukkho punareva rūhati; ",
  "ne10:8.3": "Evampi taṇhānusaye anūhate, ",
  "ne10:8.4": "Nibbattatī dukkhamidaṁ punappunaṁ”. ",
  "ne10:9.1": "Ayaṁ taṇhānusayo. ",
  "ne10:9.2": "Katamassā taṇhāya? ",
  "ne10:9.3": "Bhavataṇhāya. ",
  "ne10:9.4": "Yo etassa dhammassa paccayo ayaṁ avijjā. ",
  "ne10:9.5": "Avijjāpaccayā hi bhavataṇhā. ",
  "ne10:9.6": "Ime dve kilesā taṇhā ca avijjā ca. ",
  "ne10:9.7": "Tāni cattāri upādānāni tehi catūhi upādānehi ye saupādānā khandhā, idaṁ dukkhaṁ. ",
  "ne10:9.8": "Cattāri upādānāni ayaṁ samudayo. ",
  "ne10:9.9": "Pañcakkhandhā dukkhaṁ. ",
  "ne10:9.10": "Tesaṁ bhagavā pariññāya ca pahānāya ca dhammaṁ deseti dukkhassa pariññāya samudayassa pahānāya. ",
  "ne10:10.1": "Yena taṇhānusayaṁ samūhanati, ayaṁ samatho. ",
  "ne10:10.2": "Yena taṇhānusayassa paccayaṁ avijjaṁ vārayati, ayaṁ vipassanā. ",
  "ne10:10.3": "Ime dve dhammā bhāvanāpāripūriṁ gacchanti samatho ca vipassanā ca. ",
  "ne10:10.4": "Tattha samathassa phalaṁ rāgavirāgā cetovimutti, vipassanāya phalaṁ avijjāvirāgā paññāvimutti. ",
  "ne10:10.5": "Iti purimakāni ca dve saccāni dukkhaṁ samudayo ca, samatho vipassanā ca maggo, dve ca vimuttiyo nirodho. ",
  "ne10:10.6": "Imāni cattāri saccāni. ",
  "ne10:10.7": "Tenāha bhagavā “yathāpi mūle”ti. ",
  "ne10:11.1": "“Sabbapāpassa akaraṇaṁ, ",
  "ne10:11.2": "kusalassa upasampadā; ",
  "ne10:11.3": "Sacittapariyodāpanaṁ, ",
  "ne10:11.4": "etaṁ buddhāna sāsanan”ti. ",
  "ne10:12.1": "Sabbapāpaṁ nāma tīṇi duccaritāni kāyaduccaritaṁ vacīduccaritaṁ manoduccaritaṁ, te dasa akusalakammapathā pāṇātipāto adinnādānaṁ kāmesumicchācāro musāvādo pisuṇā vācā pharusā vācā samphappalāpo abhijjhā byāpādo micchādiṭṭhi, tāni dve kammāni cetanā cetasikañca. ",
  "ne10:12.2": "Tattha yo ca pāṇātipāto yā ca pisuṇā vācā yā ca pharusā vācā, idaṁ dosasamuṭṭhānaṁ. ",
  "ne10:12.3": "Yañca adinnādānaṁ yo ca kāmesumicchācāro yo ca musāvādo, idaṁ lobhasamuṭṭhānaṁ, yo samphappalāpo, idaṁ mohasamuṭṭhānaṁ. ",
  "ne10:12.4": "Imāni satta kāraṇāni cetanākammaṁ. ",
  "ne10:12.5": "Yā abhijjhā, ayaṁ lobho akusalamūlaṁ. ",
  "ne10:12.6": "Yo byāpādo, ayaṁ doso akusalamūlaṁ. ",
  "ne10:12.7": "Yā micchādiṭṭhi, ayaṁ micchāmaggo. ",
  "ne10:12.8": "Imāni tīṇi kāraṇāni cetasikakammaṁ. ",
  "ne10:12.9": "Tenāha “cetanākammaṁ cetasikakamman”ti. ",
  "ne10:13.1": "Akusalamūlaṁ payogaṁ gacchantaṁ catubbidhaṁ agatiṁ gacchati chandā dosā bhayā mohā. ",
  "ne10:13.2": "Tattha yaṁ chandā agatiṁ gacchati, idaṁ lobhasamuṭṭhānaṁ. ",
  "ne10:13.3": "Yaṁ dosā agatiṁ gacchati, idaṁ dosasamuṭṭhānaṁ. ",
  "ne10:13.4": "Yaṁ bhayā ca mohā ca agatiṁ gacchati, idaṁ mohasamuṭṭhānaṁ. ",
  "ne10:13.5": "Tattha lobho asubhāya pahīyati. ",
  "ne10:13.6": "Doso mettāya. ",
  "ne10:13.7": "Moho paññāya. ",
  "ne10:13.8": "Tathā lobho upekkhāya pahīyati. ",
  "ne10:13.9": "Doso mettāya ca karuṇāya ca. ",
  "ne10:13.10": "Moho muditāya pahānaṁ abbhatthaṁ gacchati. ",
  "ne10:13.11": "Tenāha bhagavā “sabbapāpassa akaraṇan”ti. ",
  "ne10:14.1": "Sabbapāpaṁ nāma aṭṭha micchattāni micchādiṭṭhi micchāsaṅkappo micchāvācā micchākammanto micchāājīvo micchāvāyāmo micchāsati micchāsamādhi, idaṁ vuccati sabbapāpaṁ. ",
  "ne10:14.2": "Imesaṁ aṭṭhannaṁ micchattānaṁ yā akiriyā akaraṇaṁ anajjhācāro, idaṁ vuccati sabbapāpassa akaraṇaṁ. ",
  "ne10:15.1": "Aṭṭhasu micchattesu pahīnesu aṭṭha sammattāni sampajjanti. ",
  "ne10:15.2": "Aṭṭhannaṁ sammattānaṁ yā kiriyā karaṇaṁ sampādanaṁ, ayaṁ vuccati kusalassa upasampadā. ",
  "ne10:15.3": "Sacittapariyodāpananti atītassa maggassa bhāvanākiriyaṁ dassayati, citte pariyodāpite pañcakkhandhā pariyodāpitā bhavanti, evañhi bhagavā āha—",
  "ne10:15.4": "“cetovisuddhatthaṁ, bhikkhave, tathāgate brahmacariyaṁ vussatī”ti. ",
  "ne10:15.5": "Duvidhā hi pariyodāpanā nīvaraṇappahānañca anusayasamugghāto ca. ",
  "ne10:15.6": "Dve pariyodāpanabhūmiyo dassanabhūmi ca, bhāvanābhūmi ca, tattha yaṁ paṭivedhena pariyodāpeti, idaṁ dukkhaṁ. ",
  "ne10:15.7": "Yato pariyodāpeti, ayaṁ samudayo. ",
  "ne10:15.8": "Yena pariyodāpeti, ayaṁ maggo. ",
  "ne10:15.9": "Yaṁ pariyodāpitaṁ, ayaṁ nirodho. ",
  "ne10:15.10": "Imāni cattāri saccāni. ",
  "ne10:15.11": "Tenāha bhagavā “sabbapāpassa akaraṇan”ti. ",
  "ne10:16.1": "“Dhammo have rakkhati dhammacāriṁ, ",
  "ne10:16.2": "Chattaṁ mahantaṁ yatha vassakāle; ",
  "ne10:16.3": "Esānisaṁso dhamme suciṇṇe, ",
  "ne10:16.4": "Na duggatiṁ gacchati dhammacārī”ti. ",
  "ne10:17.1": "Dhammo nāma duvidho indriyasaṁvaro maggo ca. ",
  "ne10:17.2": "Duggati nāma duvidhā devamanusse vā upanidhāya apāyā duggati, nibbānaṁ vā upanidhāya sabbā upapattiyo duggati. ",
  "ne10:17.3": "Tattha yā saṁvarasīle akhaṇḍakāritā, ayaṁ dhammo suciṇṇo apāyehi rakkhati. ",
  "ne10:17.4": "Evaṁ bhagavā āha—",
  "ne10:17.5": "“dvemā, bhikkhave, sīlavato gatiyo devā ca manussā ca”. ",
  "ne10:17.6": "Evañca nāḷandāyaṁ nigame asibandhakaputto gāmaṇi bhagavantaṁ etadavoca—",
  "ne10:18.1": "“Brāhmaṇā, bhante, pacchābhūmakā kāmaṇḍalukā sevālamālikā udakorohakā aggiparicārakā, te mataṁ kālaṅkataṁ uyyāpenti nāma, saññāpenti nāma, saggaṁ nāma okkāmenti. ",
  "ne10:18.2": "Bhagavā pana, bhante, arahaṁ sammāsambuddho pahoti tathā kātuṁ, yathā sabbo loko kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyā”ti. ",
  "ne10:19.1": "“Tena hi, gāmaṇi, taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṁ byākareyyāsīti. ",
  "ne10:20.1": "Taṁ kiṁ maññasi, gāmaṇi, idhassa puriso pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhiko, tamenaṁ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘ayaṁ puriso kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjatū’ti. ",
  "ne10:20.2": "Taṁ kiṁ maññasi, gāmaṇi, api nu so puriso mahato janakāyassa āyācanahetu vā thomanahetuvā pañjalikaṁ anuparisakkanahetu vā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyā”ti. ",
  "ne10:20.3": "“No hetaṁ, bhante”. ",
  "ne10:21.1": "“Seyyathāpi, gāmaṇi, puriso mahatiṁ puthusilaṁ gambhīre udakarahade pakkhipeyya, tamenaṁ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘ummujja, bho, puthusile, uplava bho puthusile, thalamuplava, bho puthusile’ti. ",
  "ne10:21.2": "Taṁ kiṁ maññasi, gāmaṇi, api nu sā mahatī puthusilā mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikaṁ anuparisakkanahetu vā ummujjeyya vā uplaveyya vā thalaṁ vā uplaveyyā”ti. ",
  "ne10:21.3": "“No hetaṁ, bhante”. ",
  "ne10:21.4": "“Evameva kho, gāmaṇi, yo so puriso pāṇātipātī …pe… ",
  "ne10:21.5": "micchādiṭṭhiko, kiñcāpi naṁ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘ayaṁ puriso kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjatū’ti. ",
  "ne10:21.6": "Atha kho so puriso kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyya. ",
  "ne10:22.1": "Taṁ kiṁ maññasi, gāmaṇi, idhassa puriso pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato pisuṇāya vācāya paṭivirato pharusāya vācāya paṭivirato samphappalāpā paṭivirato anabhijjhālu abyāpannacitto sammādiṭṭhiko, tamenaṁ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘ayaṁ puriso kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjatū’ti. ",
  "ne10:22.2": "Taṁ kiṁ maññasi, gāmaṇi, api nu so puriso mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikaṁ anuparisakkanahetu vā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyyā”ti. ",
  "ne10:22.3": "“No hetaṁ, bhante”. ",
  "ne10:23.1": "“Seyyathāpi, gāmaṇi, puriso sappikumbhaṁ vā telakumbhaṁ vā gambhīre udakarahade ogāhetvā bhindeyya. ",
  "ne10:23.2": "Tatra yāssa sakkharakaṭhalaṁ, sā adhogāmī assa. ",
  "ne10:23.3": "Yañca khvassa tatra sappi vā telaṁ vā, taṁ uddhaṅgāmi assa. ",
  "ne10:23.4": "Tamenaṁ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘osīda, bho sappitela, saṁsīda, bho sappitela, adho gaccha, bho sappitelā’ti. ",
  "ne10:23.5": "Taṁ kiṁ maññasi gāmaṇi, api nu taṁ sappitelaṁ mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikaṁ anuparisakkanahetu vā ‘osīdeyya vā saṁsīdeyya vā adho vā gaccheyyā’”ti. ",
  "ne10:23.6": "“No hetaṁ, bhante”. ",
  "ne10:24.1": "“Evameva kho, gāmaṇi, yo so puriso pāṇātipātā paṭivirato …pe… ",
  "ne10:24.2": "sammādiṭṭhiko, kiñcāpi naṁ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘ayaṁ puriso kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjatū’”ti. ",
  "ne10:24.3": "Atha kho so puriso kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyya. ",
  "ne10:24.4": "Iti dhammo suciṇṇo apāyehi rakkhati. ",
  "ne10:24.5": "Tattha yā maggassa tikkhatā adhimattatā, ayaṁ dhammo suciṇṇo sabbāhi upapattīhi rakkhati. ",
  "ne10:24.6": "Evaṁ bhagavā āha—",
  "ne10:25.1": "“Tasmā rakkhitacittassa, ",
  "ne10:25.2": "sammāsaṅkappagocaro; ",
  "ne10:25.3": "Sammādiṭṭhipurekkhāro, ",
  "ne10:25.4": "ñatvāna udayabbayaṁ; ",
  "ne10:25.5": "Thinamiddhābhibhū bhikkhu, ",
  "ne10:25.6": "sabbā duggatiyo jahe”ti. ",
  "ne10:26.1": "Tattha duggatīnaṁ hetu taṇhā ca avijjā ca, tāni cattāri upādānāni, tehi catūhi upādānehi ye saupādānā khandhā, idaṁ dukkhaṁ. ",
  "ne10:26.2": "Cattāri upādānāni, ayaṁ samudayo. ",
  "ne10:26.3": "Pañcakkhandhā dukkhaṁ, tesaṁ bhagavā pariññāya ca pahānāya ca dhammaṁ deseti dukkhassa pariññāya samudayassa pahānāya. ",
  "ne10:26.4": "Tattha taṇhāya pañcindriyāni rūpīni padaṭṭhānaṁ. ",
  "ne10:26.5": "Avijjāya manindriyaṁ padaṭṭhānaṁ. ",
  "ne10:26.6": "Pañcindriyāni rūpīni rakkhanto samādhiṁ bhāvayati, taṇhañca niggaṇhāti. ",
  "ne10:26.7": "Manindriyaṁ rakkhanto vipassanaṁ bhāvayati, avijjañca niggaṇhāti. ",
  "ne10:26.8": "Taṇhāniggahena dve upādānāni pahīyanti kāmupādānañca sīlabbatupādānañca. ",
  "ne10:26.9": "Avijjāniggahena dve upādānāni pahīyanti diṭṭhupādānañca attavādupādānañca. ",
  "ne10:26.10": "Catūsu upādānesu pahīnesu dve dhammā bhāvanāpāripūriṁ gacchanti samatho ca vipassanā ca. ",
  "ne10:26.11": "Idaṁ vuccati brahmacariyanti. ",
  "ne10:27.1": "Tattha brahmacariyassa phalaṁ cattāri sāmaññaphalāni sotāpattiphalaṁ sakadāgāmiphalaṁ anāgāmiphalaṁ arahattaṁ aggaphalaṁ. ",
  "ne10:27.2": "Imāni cattāri brahmacariyassa phalāni. ",
  "ne10:27.3": "Iti purimakāni ca dve saccāni dukkhaṁ samudayo ca. ",
  "ne10:27.4": "Samatho ca vipassanā ca brahmacariyañca maggo, brahmacariyassa phalāni ca tadārammaṇā ca asaṅkhatādhātu nirodho. ",
  "ne10:27.5": "Imāni cattāri saccāni. ",
  "ne10:27.6": "Tenāha bhagavā “dhammo have rakkhatī”ti. ",
  "ne10:28.1": "Tattha yaṁ paṭivedhena rakkhati, idaṁ dukkhaṁ. ",
  "ne10:28.2": "Yato rakkhati, ayaṁ samudayo. ",
  "ne10:28.3": "Yena rakkhati, ayaṁ maggo. ",
  "ne10:28.4": "Yaṁ rakkhati, ayaṁ nirodho. ",
  "ne10:28.5": "Imāni cattāri saccāni. ",
  "ne10:28.6": "Tenāha āyasmā mahākaccāyano “ekamhi padaṭṭhāne”ti. ",
  "ne10:28.7": "Niyutto āvaṭṭo hāro. "
}