{
  "ne11:0.1": "Netti ",
  "ne11:0.2": "Paṭiniddesavāra ",
  "ne11:0.3": "Vibhaṅga 8 ",
  "ne11:0.4": "Vibhattihāravibhaṅga ",
  "ne11:1.1": "Tattha katamo vibhattihāro? ",
  "ne11:1.2": "“Dhammañca padaṭṭhānaṁ bhūmiñcā”ti. ",
  "ne11:2.1": "Dve suttāni vāsanābhāgiyañca nibbedhabhāgiyañca. ",
  "ne11:2.2": "Dve paṭipadā puññabhāgiyā ca phalabhāgiyā ca. ",
  "ne11:2.3": "Dve sīlāni saṁvarasīlañca pahānasīlañca, tattha bhagavā vāsanābhāgiyaṁ suttaṁ puññabhāgiyāya paṭipadāya desayati, so saṁvarasīle ṭhito tena brahmacariyena brahmacārī bhavati, tattha bhagavā nibbedhabhāgiyaṁ suttaṁ phalabhāgiyāya paṭipadāya desayati, so pahānasīle ṭhito tena brahmacariyena brahmacārī bhavati. ",
  "ne11:3.1": "Tattha katamaṁ vāsanābhāgiyaṁ suttaṁ? ",
  "ne11:3.2": "Vāsanābhāgiyaṁ nāma suttaṁ dānakathā sīlakathā saggakathā kāmānaṁ ādīnavo nekkhamme ānisaṁsoti. ",
  "ne11:4.1": "Tattha katamaṁ nibbedhabhāgiyaṁ suttaṁ? ",
  "ne11:4.2": "Nibbedhabhāgiyaṁ nāma suttaṁ yā catusaccappakāsanā, vāsanābhāgiye sutte natthi pajānanā, natthi maggo, natthi phalaṁ. ",
  "ne11:4.3": "Nibbedhabhāgiye sutte atthi pajānanā, atthi maggo, atthi phalaṁ. ",
  "ne11:4.4": "Imāni cattāri suttāni. ",
  "ne11:4.5": "Imesaṁ catunnaṁ suttānaṁ desanāya phalena sīlena brahmacariyena sabbato vicayena hārena vicinitvā yuttihārena yojayitabbā yāvatikā ñāṇassa bhūmi. ",
  "ne11:5.1": "Tattha katame dhammā sādhāraṇā? ",
  "ne11:5.2": "Dve dhammā sādhāraṇā nāmasādhāraṇā vatthusādhāraṇā ca. ",
  "ne11:5.3": "Yaṁ vā pana kiñci aññampi evaṁ jātiyaṁ, micchattaniyatānaṁ sattānaṁ aniyatānañca sattānaṁ dassanappahātabbā kilesā sādhāraṇā, puthujjanassa sotāpannassa ca kāmarāgabyāpādā sādhāraṇā, puthujjanassa anāgāmissa ca uddhambhāgiyā saṁyojanā sādhāraṇā, yaṁ kiñci ariyasāvako lokiyaṁ samāpattiṁ samāpajjati, sabbā sā avītarāgehi sādhāraṇā, sādhāraṇā hi dhammā evaṁ aññamaññaṁ paraṁ paraṁ sakaṁ sakaṁ visayaṁ nātivattanti. ",
  "ne11:5.4": "Yopi imehi dhammehi samannāgato na so taṁ dhammaṁ upātivattati. ",
  "ne11:5.5": "Ime dhammā sādhāraṇā. ",
  "ne11:6.1": "Tattha katame dhammā asādhāraṇā? ",
  "ne11:6.2": "Yāva desanaṁ upādāya gavesitabbā sekkhāsekkhā bhabbābhabbāti, aṭṭhamakassa sotāpannassa ca kāmarāgabyāpādā sādhāraṇā dhammatā asādhāraṇā, aṭṭhamakassa anāgāmissa ca uddhambhāgiyā saṁyojanā sādhāraṇā dhammatā asādhāraṇā. ",
  "ne11:6.3": "Sabbesaṁ sekkhānaṁ nāmaṁ sādhāraṇaṁ dhammatā asādhāraṇā. ",
  "ne11:6.4": "Sabbesaṁ paṭipannakānaṁ nāmaṁ sādhāraṇaṁ dhammatā asādhāraṇā. ",
  "ne11:6.5": "Sabbesaṁ sekkhānaṁ sekkhasīlaṁ sādhāraṇaṁ dhammatā asādhāraṇā. ",
  "ne11:6.6": "Evaṁ visesānupassinā hīnukkaṭṭhamajjhimaṁ upādāya gavesitabbaṁ. ",
  "ne11:7.1": "Dassanabhūmi niyāmāvakkantiyā padaṭṭhānaṁ, bhāvanābhūmi uttarikānaṁ phalānaṁ pattiyā padaṭṭhānaṁ, dukkhā paṭipadā dandhābhiññā samathassa padaṭṭhānaṁ, sukhā paṭipadā khippābhiññā vipassanāya padaṭṭhānaṁ, dānamayaṁ puññakiriyavatthu parato ghosassa sādhāraṇaṁ padaṭṭhānaṁ, sīlamayaṁ puññakiriyavatthu cintāmayiyā paññāya sādhāraṇaṁ padaṭṭhānaṁ, bhāvanāmayaṁ puññakiriyavatthu bhāvanāmayiyā paññāya sādhāraṇaṁ padaṭṭhānaṁ. ",
  "ne11:7.2": "Dānamayaṁ puññakiriyavatthu parato ca ghosassa sutamayiyā ca paññāya sādhāraṇaṁ padaṭṭhānaṁ sīlamayaṁ puññakiriyavatthu cintāmayiyā ca paññāya yoniso ca manasikārassa sādhāraṇaṁ padaṭṭhānaṁ, bhāvanāmayaṁ puññakiriyavatthu bhāvanāmayiyā ca paññāya sammādiṭṭhiyā ca sādhāraṇaṁ padaṭṭhānaṁ. ",
  "ne11:7.3": "Patirūpadesavāso vivekassa ca samādhissa ca sādhāraṇaṁ padaṭṭhānaṁ, sappurisūpanissayo tiṇṇañca aveccappasādānaṁ samathassa ca sādhāraṇaṁ padaṭṭhānaṁ, attasammāpaṇidhānaṁ hiriyā ca vipassanāya ca sādhāraṇaṁ padaṭṭhānaṁ, akusalapariccāgo kusalavīmaṁsāya ca samādhindriyassa ca sādhāraṇaṁ padaṭṭhānaṁ, dhammasvākkhātatā kusalamūlaropanāya ca phalasamāpattiyā ca sādhāraṇaṁ padaṭṭhānaṁ, saṅghasuppaṭipannatā saṅghasuṭṭhutāya sādhāraṇaṁ padaṭṭhānaṁ, satthusampadā appasannānañca pasādāya pasannānañca bhiyyobhāvāya sādhāraṇaṁ padaṭṭhānaṁ, appaṭihatapātimokkhatā dummaṅkūnañca puggalānaṁ niggahāya pesalānañca puggalānaṁ phāsuvihārāya sādhāraṇaṁ padaṭṭhānaṁ. ",
  "ne11:7.4": "Tenāha āyasmā mahākaccāyano “dhammañca padaṭṭhānan”ti. ",
  "ne11:7.5": "Niyutto vibhatti hāro. "
}