{
  "ne13:0.1": "Netti ",
  "ne13:0.2": "Paṭiniddesavāra ",
  "ne13:0.3": "Vibhaṅga 10 ",
  "ne13:0.4": "Vevacanahāravibhaṅga ",
  "ne13:1.1": "Tattha katamo vevacano hāro? ",
  "ne13:1.2": "“Vevacanāni bahūnī”ti. ",
  "ne13:1.3": "Yathā ekaṁ bhagavā dhammaṁ aññamaññehi vevacanehi niddisati. ",
  "ne13:1.4": "Yathāha bhagavā—",
  "ne13:2.1": "“Āsā ca pihā abhinandanā ca, ",
  "ne13:2.2": "Anekadhātūsu sarā patiṭṭhitā; ",
  "ne13:2.3": "Aññāṇamūlappabhavā pajappitā, ",
  "ne13:2.4": "Sabbā mayā byantikatā samūlikā”ti. ",
  "ne13:3.1": "**Āsā** nāma vuccati yā bhavissassa atthassa āsīsanā avassaṁ āgamissatīti āsāssa uppajjati. ",
  "ne13:3.2": "Pihā nāma yā vattamānassa atthassa patthanā, seyyataraṁ vā disvā “ediso bhaveyyan”ti pihāssa uppajjati. ",
  "ne13:3.3": "Atthanipphattipaṭipālanā abhinandanā nāma, piyaṁ vā ñātiṁ abhinandati, piyaṁ vā dhammaṁ abhinandati, appaṭikūlato vā abhinandati. ",
  "ne13:4.1": "**Anekadhātū**ti cakkhudhātu rūpadhātu cakkhuviññāṇadhātu, sotadhātu saddadhātu sotaviññāṇadhātu, ghānadhātu gandhadhātu ghānaviññāṇadhātu, jivhādhātu rasadhātu jivhāviññāṇadhātu, kāyadhātu phoṭṭhabbadhātu kāyaviññāṇadhātu, manodhātu dhammadhātu manoviññāṇadhātu. ",
  "ne13:5.1": "**Sarā**ti keci rūpādhimuttā keci saddādhimuttā keci gandhādhimuttā keci rasādhimuttā keci phoṭṭhabbādhimuttā keci dhammādhimuttā. ",
  "ne13:5.2": "Tattha yāni cha gehasitāni domanassāni yāni ca cha gehasitāni somanassāni yāni ca cha nekkhammasitāni domanassāni yāni ca cha nekkhammasitāni somanassāni, imāni catuvīsapadāni taṇhāpakkho, taṇhāya etaṁ vevacanaṁ. ",
  "ne13:5.3": "Yā cha upekkhā gehasitā, ayaṁ diṭṭhipakkho. ",
  "ne13:6.1": "Sāyeva patthanākārena dhammanandī dhammapemaṁ dhammajjhosānanti taṇhāya etaṁ vevacanaṁ. ",
  "ne13:6.2": "Cittaṁ mano viññāṇanti cittassa etaṁ vevacanaṁ. ",
  "ne13:6.3": "Manindriyaṁ manodhātu manāyatanaṁ vijānanāti manassetaṁ vevacanaṁ. ",
  "ne13:6.4": "Paññindriyaṁ paññābalaṁ adhipaññā sikkhā paññā paññākkhandho dhammavicayasambojjhaṅgo ñāṇaṁ sammādiṭṭhi tīraṇā vipassanā dhamme ñāṇaṁ atthe ñāṇaṁ anvaye ñāṇaṁ khaye ñāṇaṁ anuppāde ñāṇaṁ anaññātaññassāmītindriyaṁ aññindriyaṁ aññātāvindriyaṁ cakkhu vijjā buddhi bhūri medhā āloko, yaṁ vā pana yaṁ kiñci aññampi evaṁ jātiyaṁ, paññāya etaṁ vevacanaṁ. ",
  "ne13:6.5": "Pañcindriyāni lokuttarāni, sabbā paññā. ",
  "ne13:6.6": "Api ca ādhipateyyaṭṭhena saddhā, ārambhaṭṭhena vīriyaṁ, apilāpanaṭṭhena sati, avikkhepaṭṭhena samādhi, pajānanaṭṭhena paññā. ",
  "ne13:7.1": "Yathā ca buddhānussatiyaṁ vuttaṁ itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "ne13:7.2": "Balanipphattigato vesārajjappatto adhigatappaṭisambhido catuyogavippahīno agatigamanavītivatto uddhaṭasallo nirūḷhavaṇo madditakaṇḍako nibbāpitapariyuṭṭhāno bandhanātīto ganthaviniveṭhano ajjhāsayavītivatto bhinnandhakāro cakkhumā lokadhammasamatikkanto anurodhavirodhavippayutto iṭṭhāniṭṭhesu dhammesu asaṅkhepagato bandhanātivatto ṭhapitasaṅgāmo abhikkantataro ukkādharo ālokakaro pajjotakaro tamonudo raṇañjaho aparimāṇavaṇṇo appameyyavaṇṇo asaṅkheyyavaṇṇo ābhaṅkaro pabhaṅkaro dhammobhāsapajjotakaroti ca buddhā bhagavantoti ca buddhānussatiyā etaṁ vevacanaṁ. ",
  "ne13:8.1": "Yathā ca dhammānussatiyaṁ vuttaṁ svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhi. ",
  "ne13:8.2": "Yadidaṁ madanimmadano pipāsavinayo ālayasamugghāṭo vaṭṭūpacchedo suññato atidullabho taṇhakkhayo virāgo nirodho nibbānaṁ. ",
  "ne13:9.1": "“Asaṅkhataṁnantamanāsavañca, ",
  "ne13:9.2": "Saccañca pāraṁ nipuṇaṁ sududdasaṁ; ",
  "ne13:9.3": "Ajajjaraṁ dhuvaṁ apalokitaṁ, ",
  "ne13:9.4": "Anidassanaṁ nippapañca santaṁ. ",
  "ne13:10.1": "Amataṁ paṇītañca sivañca khemaṁ, ",
  "ne13:10.2": "Taṇhakkhayo acchariyañca abbhutaṁ; ",
  "ne13:10.3": "Anītikaṁ anītikadhammaṁ, ",
  "ne13:10.4": "Nibbānametaṁ sugatena desitaṁ. ",
  "ne13:11.1": "Ajātaṁ abhūtaṁ anupaddavañca, ",
  "ne13:11.2": "Akataṁ asokañca atho visokaṁ; ",
  "ne13:11.3": "Anūpasaggaṁnupasaggadhammaṁ, ",
  "ne13:11.4": "Nibbānametaṁ sugatena desitaṁ. ",
  "ne13:12.1": "Gambhīrañceva duppassaṁ, ",
  "ne13:12.2": "uttarañca anuttaraṁ; ",
  "ne13:12.3": "Asamaṁ appaṭisamaṁ, ",
  "ne13:12.4": "jeṭṭhaṁ seṭṭhanti vuccati. ",
  "ne13:13.1": "Leṇañca tāṇaṁ araṇaṁ anaṅgaṇaṁ, ",
  "ne13:13.2": "Akāca metaṁ vimalanti vuccati; ",
  "ne13:13.3": "Dīpo sukhaṁ appamāṇaṁ patiṭṭhā, ",
  "ne13:13.4": "Akiñcanaṁ appapañcanti vuttan”ti. ",
  "ne13:14.1": "Dhammānussatiyā etaṁ vevacanaṁ. ",
  "ne13:15.1": "Yathā ca saṅghānussatiyaṁ vuttaṁ suppaṭipanno ujuppaṭipanno ñāyappaṭipanno sāmīcippaṭipanno yadidaṁ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassa, sīlasampanno samādhisampanno paññāsampanno vimuttisampanno vimuttiñāṇadassanasampanno sattānaṁ sāro sattānaṁ maṇḍo sattānaṁ uddhāro sattānaṁ esikā sattānaṁ surabhipasūnaṁ pujjo devānañca manussānañcāti saṅghānussatiyā etaṁ vevacanaṁ. ",
  "ne13:16.1": "Yathā ca sīlānussatiyaṁ vuttaṁ yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni ariyāni ariyakantāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṁvattanikāni, alaṅkāro ca sīlaṁ uttamaṅgopasobhaṇatāya, nidhānañca sīlaṁ sabbadobhaggasamatikkamanaṭṭhena, sippañca sīlaṁ akkhaṇavedhitāya, velā ca sīlaṁ anatikkamanaṭṭhena, dhaññañca sīlaṁ daliddopacchedanaṭṭhena, ādāso ca sīlaṁ dhammavolokanatāya, pāsādo ca sīlaṁ volokanaṭṭhena, sabbabhūmānuparivatti ca sīlaṁ amatapariyosānanti sīlānussatiyā etaṁ vevacanaṁ. ",
  "ne13:17.1": "Yathā ca cāgānussatiyaṁ vuttaṁ yasmiṁ samaye ariyasāvako agāraṁ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṁvibhāgaratoti cāgānussatiyā etaṁ vevacanaṁ. ",
  "ne13:17.2": "Tenāha āyasmā mahākaccāyano “vevacanāni bahūnī”ti. ",
  "ne13:17.3": "Niyutto vevacano hāro. "
}