{
  "ne17:0.1": "Netti",
  "ne17:0.2": "Paṭiniddesavāra",
  "ne17:0.3": "Vibhaṅga 14",
  "ne17:0.4": "Adhiṭṭhānahāravibhaṅga",
  "ne17:1.1": "Tattha katamo adhiṭṭhāno hāro?",
  "ne17:1.2": "“Ekattatāya dhammā, yepi ca vemattatāya niddiṭṭhā”ti.",
  "ne17:2.1": "Ye tattha niddiṭṭhā, tathā te dhārayitabbā.",
  "ne17:3.1": "“Dukkhan”ti ekattatā.",
  "ne17:3.2": "Tattha katamaṁ dukkhaṁ?",
  "ne17:3.3": "Jāti dukkhā, jarā dukkhā, byādhi dukkho, maraṇaṁ dukkhaṁ, appiyehi sampayogo dukkho, piyehi vippayogo dukkho, yampicchaṁ na labhati tampi dukkhaṁ, saṅkhittena pañcupādānakkhandhā dukkhā, rūpā dukkhā, vedanā dukkhā, saññā dukkhā, saṅkhārā dukkhā, viññāṇaṁ dukkhaṁ.",
  "ne17:3.4": "Ayaṁ vemattatā.",
  "ne17:4.1": "“Dukkhasamudayo”ti ekattatā.",
  "ne17:4.2": "Tattha katamo dukkhasamudayo?",
  "ne17:4.3": "Yāyaṁ taṇhā ponobhavikā nandīrāgasahagatā tatratatrābhinandinī.",
  "ne17:4.4": "Seyyathidaṁ—",
  "ne17:4.5": "kāmataṇhā bhavataṇhā vibhavataṇhā.",
  "ne17:4.6": "Ayaṁ vemattatā.",
  "ne17:5.1": "“Dukkhanirodho”ti ekattatā.",
  "ne17:5.2": "Tattha katamo dukkhanirodho?",
  "ne17:5.3": "Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo.",
  "ne17:5.4": "Ayaṁ vemattatā.",
  "ne17:6.1": "“Dukkhanirodhagāminī paṭipadā”ti ekattatā.",
  "ne17:6.2": "Tattha katamā dukkhanirodhagāminī paṭipadā?",
  "ne17:6.3": "Ayameva ariyo aṭṭhaṅgiko maggo.",
  "ne17:6.4": "Seyyathidaṁ—",
  "ne17:6.5": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi.",
  "ne17:6.6": "Ayaṁ vemattatā.",
  "ne17:7.1": "“Maggo”ti ekattatā.",
  "ne17:7.2": "Tattha katamo maggo?",
  "ne17:7.3": "Nirayagāmī maggo tiracchānayonigāmī maggo pettivisayagāmī maggo asurayoniyo maggo saggagāmiyo maggo manussagāmī maggo nibbānagāmī maggo.",
  "ne17:7.4": "Ayaṁ vemattatā.",
  "ne17:8.1": "“Nirodho”ti ekattatā.",
  "ne17:8.2": "Tattha katamo nirodho?",
  "ne17:8.3": "Paṭisaṅkhānirodho appaṭisaṅkhānirodho anunayanirodho paṭighanirodho mānanirodho makkhanirodho paḷāsanirodho issānirodho macchariyanirodho sabbakilesanirodho.",
  "ne17:8.4": "Ayaṁ vemattatā.",
  "ne17:9.1": "“Rūpan”ti ekattatā.",
  "ne17:9.2": "Tattha katamaṁ rūpaṁ?",
  "ne17:9.3": "Cātumahābhūtikaṁ rūpaṁ catunnaṁ mahābhūtānaṁ upādāya rūpassa paññatti.",
  "ne17:9.4": "Tattha katamāni cattāri mahābhūtāni?",
  "ne17:9.5": "Pathavīdhātu āpodhātu tejodhātu vāyodhātu.",
  "ne17:10.1": "Dvīhi ākārehi dhātuyo pariggaṇhāti saṅkhepena ca vitthārena ca.",
  "ne17:10.2": "Kathaṁ vitthārena dhātuyo pariggaṇhāti?",
  "ne17:10.3": "Vīsatiyā ākārehi pathavīdhātuṁ vitthārena pariggaṇhāti, dvādasahi ākārehi āpodhātuṁ vitthārena pariggaṇhāti, catūhi ākārehi tejodhātuṁ vitthārena pariggaṇhāti, chahi ākārehi vāyodhātuṁ vitthārena pariggaṇhāti.",
  "ne17:11.1": "Katamehi vīsatiyā ākārehi pathavīdhātuṁ vitthārena pariggaṇhāti?",
  "ne17:11.2": "Atthi imasmiṁ kāye kesā lomā nakhā dantā taco, maṁsaṁ nhāru aṭṭhi aṭṭhimiñjaṁ vakkaṁ, hadayaṁ yakanaṁ kilomakaṁ pihakaṁ papphāsaṁ, antaṁ antaguṇaṁ udariyaṁ karīsaṁ matthake matthaluṅganti imehi vīsatiyā ākārehi pathavīdhātuṁ vitthārena pariggaṇhāti.",
  "ne17:12.1": "Katamehi dvādasahi ākārehi āpodhātuṁ vitthārena pariggaṇhāti?",
  "ne17:12.2": "Atthi imasmiṁ kāye pittaṁ semhaṁ pubbo lohitaṁ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttanti imehi dvādasahi ākārehi āpodhātuṁ vitthārena pariggaṇhāti.",
  "ne17:13.1": "Katamehi catūhi ākārehi tejodhātuṁ vitthārena pariggaṇhāti?",
  "ne17:13.2": "Yena ca santappati, yena ca jīrīyati, yena ca pariḍayhati, yena ca asitapītakhāyitasāyitaṁ sammā pariṇāmaṁ gacchati, imehi catūhi ākārehi tejodhātuṁ vitthārena pariggaṇhāti.",
  "ne17:14.1": "Katamehi chahi ākārehi vāyodhātuṁ vitthārena pariggaṇhāti?",
  "ne17:14.2": "Uddhaṅgamā vātā, adhogamā vātā, kucchisayā vātā, koṭṭhāsayā vātā, aṅgamaṅgānusārino vātā, assāso passāso iti, imehi chahi ākārehi vāyodhātuṁ vitthārena pariggaṇhāti.",
  "ne17:15.1": "Evaṁ imehi dvācattālīsāya ākārehi vitthārena dhātuyo sabhāvato upalakkhayanto tulayanto parivīmaṁsanto pariyogāhanto paccavekkhanto na kiñci gayhūpagaṁ passati kāyaṁ vā kāyapadesaṁ vā, yathā candanikaṁ pavicinanto na kiñci gayhūpagaṁ passeyya, yathā saṅkāraṭṭhānaṁ pavicinanto na kiñci gayhūpagaṁ passeyya, yathā vaccakuṭiṁ pavicinanto na kiñci gayhūpagaṁ passeyya, yathā sivathikaṁ pavicinanto na kiñci gayhūpagaṁ passeyya.",
  "ne17:15.2": "Evameva imehi dvācattālīsāya ākārehi evaṁ vitthārena dhātuyo sabhāvato upalakkhayanto tulayanto parivīmaṁsanto pariyogāhanto paccavekkhanto na kiñci gayhūpagaṁ passati kāyaṁ vā kāyapadesaṁ vā.",
  "ne17:15.3": "Tenāha bhagavā yā ceva kho pana ajjhattikā pathavīdhātu, yā ca bāhirā pathavīdhātu, pathavīdhāturevesā.",
  "ne17:15.4": "Taṁ “netaṁ mama, nesohamasmi, na meso attā”ti evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ, evametaṁ yathābhūtaṁ sammappaññāya disvā pathavīdhātuyā nibbindati, pathavīdhātuyā cittaṁ virājeti.",
  "ne17:15.5": "Yā ceva kho pana ajjhattikā āpodhātu, yā ca bāhirā āpodhātu …pe…",
  "ne17:15.6": "yā ceva kho pana ajjhattikā tejodhātu, yā ca bāhirā tejodhātu …pe…",
  "ne17:15.7": "yā ceva kho pana ajjhattikā vāyodhātu, yā ca bāhirā vāyodhātu, vāyodhāturevesā.",
  "ne17:15.8": "Taṁ “netaṁ mama, nesohamasmi, na meso attā”ti evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ, evametaṁ yathābhūtaṁ sammappaññāya disvā vāyodhātuyā nibbindati, vāyodhātuyā cittaṁ virājeti.",
  "ne17:15.9": "Ayaṁ vemattatā.",
  "ne17:16.1": "“Avijjā”ti ekattatā.",
  "ne17:16.2": "Tattha katamā avijjā?",
  "ne17:16.3": "Dukkhe aññāṇaṁ, dukkhasamudaye aññāṇaṁ, dukkhanirodhe aññāṇaṁ, dukkhanirodhagāminiyā paṭipadāya aññāṇaṁ, pubbante aññāṇaṁ, aparante aññāṇaṁ, pubbantāparante aññāṇaṁ, idappaccayatāpaṭiccasamuppannesu dhammesu aññāṇaṁ, yaṁ evarūpaṁ aññāṇaṁ adassanaṁ anabhisamayo ananubodho asambodho appaṭivedho asallakkhaṇā anupalakkhaṇā apaccupalakkhaṇā asamavekkhaṇā apaccakkhakammaṁ dummejjhaṁ bālyaṁ asampajaññaṁ moho pamoho sammoho avijjā avijjogho avijjāyogo avijjānusayo avijjāpariyuṭṭhānaṁ avijjālaṅgī moho akusalamūlaṁ.",
  "ne17:16.4": "Ayaṁ vemattatā.",
  "ne17:17.1": "“Vijjā”ti ekattatā.",
  "ne17:17.2": "Tattha katamā vijjā?",
  "ne17:17.3": "Dukkhe ñāṇaṁ, dukkhasamudaye ñāṇaṁ, dukkhanirodhe ñāṇaṁ, dukkhanirodhagāminiyā paṭipadāya ñāṇaṁ, pubbante ñāṇaṁ, aparante ñāṇaṁ, pubbantāparante ñāṇaṁ, idappaccayatāpaṭiccasamuppannesu dhammesu ñāṇaṁ, yā evarūpā paññā pajānanā vicayo pavicayo dhammavicayo sallakkhaṇā upalakkhaṇā paccupalakkhaṇā paṇḍiccaṁ kosallaṁ nepuññaṁ vebhabyā cintā upaparikkhā bhūrī medhā pariṇāyikā vipassanā sampajaññaṁ patodo paññā paññindriyaṁ paññābalaṁ paññāsatthaṁ paññāpāsādo paññāāloko paññāobhāso paññāpajjoto paññāratanaṁ amoho dhammavicayo sammādiṭṭhi dhammavicayasambojjhaṅgo maggaṅgaṁ maggapariyāpannaṁ.",
  "ne17:17.4": "Ayaṁ vemattatā.",
  "ne17:18.1": "“Samāpattī”ti ekattatā.",
  "ne17:18.2": "Tattha katamā samāpatti?",
  "ne17:18.3": "Saññāsamāpatti asaññāsamāpatti, nevasaññānāsaññāsamāpatti.",
  "ne17:18.4": "Vibhūtasaññāsamāpatti nirodhasamāpattīti.",
  "ne17:18.5": "Ayaṁ vemattatā.",
  "ne17:19.1": "“Jhāyī”ti ekattatā.",
  "ne17:19.2": "Tattha katamo jhāyī?",
  "ne17:19.3": "Atthi sekkho jhāyī, atthi asekkho jhāyī, nevasekkhanāsekkho jhāyī, ājāniyo jhāyī, assakhaluṅko jhāyī, diṭṭhuttaro jhāyī, taṇhuttaro jhāyī, paññuttaro jhāyī.",
  "ne17:19.4": "Ayaṁ vemattatā.",
  "ne17:20.1": "“Samādhī”ti ekattatā.",
  "ne17:20.2": "Tattha katamo samādhi?",
  "ne17:20.3": "Saraṇo samādhi, araṇo samādhi, savero samādhi, avero samādhi, sabyāpajjo samādhi, abyāpajjo samādhi, sappītiko samādhi, nippītiko samādhi, sāmiso samādhi, nirāmiso samādhi, sasaṅkhāro samādhi, asaṅkhāro samādhi, ekaṁsabhāvito samādhi, ubhayaṁsabhāvito samādhi, ubhayato bhāvitabhāvano samādhi, savitakkasavicāro samādhi, avitakkavicāramatto samādhi, avitakkaavicāro samādhi, hānabhāgiyo samādhi, ṭhitibhāgiyo samādhi, visesabhāgiyo samādhi, nibbedhabhāgiyo samādhi, lokiyo samādhi, lokuttaro samādhi, micchāsamādhi, sammāsamādhi.",
  "ne17:20.4": "Ayaṁ vemattatā.",
  "ne17:21.1": "“Paṭipadā”ti ekattatā.",
  "ne17:21.2": "Tattha katamā paṭipadā?",
  "ne17:21.3": "Āgāḷhapaṭipadā, nijjhāmapaṭipadā, majjhimapaṭipadā, akkhamā paṭipadā, khamā paṭipadā, samā paṭipadā, damā paṭipadā, dukkhā paṭipadā dandhābhiññā, dukkhā paṭipadā khippābhiññā, sukhā paṭipadā dandhābhiññā, sukhā paṭipadā khippābhiññāti.",
  "ne17:21.4": "Ayaṁ vemattatā.",
  "ne17:22.1": "“Kāyo”ti ekattatā.",
  "ne17:22.2": "Tattha katamo kāyo?",
  "ne17:22.3": "Nāmakāyo rūpakāyo ca.",
  "ne17:22.4": "Tattha katamo rūpakāyo?",
  "ne17:22.5": "Kesā lomā nakhā dantā taco maṁsaṁ nhāru aṭṭhi aṭṭhimiñjaṁ vakkaṁ hadayaṁ yakanaṁ kilomakaṁ pihakaṁ papphāsaṁ antaṁ antaguṇaṁ udariyaṁ karīsaṁ pittaṁ semhaṁ pubbo lohitaṁ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttaṁ matthaluṅganti—",
  "ne17:22.6": "ayaṁ rūpakāyo.",
  "ne17:22.7": "Nāmakāyo nāma vedanā saññā cetanā cittaṁ phasso manasikāroti—",
  "ne17:22.8": "ayaṁ nāmakāyoti.",
  "ne17:22.9": "Ayaṁ vemattatā.",
  "ne17:23.1": "Evaṁ yo dhammo yassa dhammassa samānabhāvo, so dhammo tassa dhammassa ekattatāya ekī bhavati.",
  "ne17:23.2": "Yena yena vā pana vilakkhaṇo, tena tena vemattaṁ gacchati.",
  "ne17:23.3": "Evaṁ sutte vā veyyākaraṇe vā gāthāyaṁ vā pucchitena vīmaṁsayitabbaṁ, kiṁ ekattatāya pucchati, udāhu vemattatāyāti.",
  "ne17:23.4": "Yadi ekattatāya pucchitaṁ, ekattatāya visajjayitabbaṁ.",
  "ne17:23.5": "Yadi vemattatāya pucchitaṁ, vemattatāya visajjayitabbaṁ.",
  "ne17:23.6": "Yadi sattādhiṭṭhānena pucchitaṁ, sattādhiṭṭhānena visajjayitabbaṁ.",
  "ne17:23.7": "Yadi dhammādhiṭṭhānena pucchitaṁ, dhammādhiṭṭhānena visajjayitabbaṁ.",
  "ne17:23.8": "Yathā yathā vā pana pucchitaṁ tathā tathā visajjayitabbaṁ.",
  "ne17:23.9": "Tenāha āyasmā mahākaccāyano “ekattatāya dhammā”ti.",
  "ne17:23.10": "Niyutto adhiṭṭhāno hāro."
}