{
  "ne21:0.1": "Netti ",
  "ne21:0.2": "Paṭiniddesavāra ",
  "ne21:0.3": "Sampāta 2 ",
  "ne21:0.4": "Vicayahārasampāta ",
  "ne21:1.1": "Tattha katamo vicayo hārasampāto? ",
  "ne21:1.2": "Tattha taṇhā duvidhā kusalāpi akusalāpi. ",
  "ne21:1.3": "Akusalā saṁsāragāminī, kusalā apacayagāminī pahānataṇhā. ",
  "ne21:1.4": "Mānopi duvidho kusalopi akusalopi. ",
  "ne21:1.5": "Yaṁ mānaṁ nissāya mānaṁ pajahati, ayaṁ māno kusalo. ",
  "ne21:1.6": "Yo pana māno dukkhaṁ nibbattayati, ayaṁ māno akusalo. ",
  "ne21:1.7": "Tattha yaṁ nekkhammasitaṁ domanassaṁ kudāssunāmāhaṁ taṁ āyatanaṁ sacchikatvā upasampajja viharissaṁ yaṁ ariyā santaṁ āyatanaṁ sacchikatvā upasampajja viharantīti tassa uppajjati pihā, pihāpaccayā domanassaṁ, ayaṁ taṇhā kusalā rāgavirāgā cetovimutti, tadārammaṇā kusalā avijjāvirāgā paññāvimutti. ",
  "ne21:2.1": "Tassā ko pavicayo? ",
  "ne21:2.2": "Aṭṭha maggaṅgāni sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
  "ne21:2.3": "So kattha daṭṭhabbo? ",
  "ne21:2.4": "Catutthe jhāne pāramitāya. ",
  "ne21:2.5": "Catutthe hi jhāne aṭṭhaṅgasamannāgataṁ cittaṁ bhāvayati parisuddhaṁ pariyodātaṁ anaṅgaṇaṁ vigatūpakkilesaṁ mudu kammaniyaṁ ṭhitaṁ āneñjappattaṁ. ",
  "ne21:2.6": "So tattha aṭṭhavidhaṁ adhigacchati cha abhiññā dve ca visese, taṁ cittaṁ yato parisuddhaṁ, tato pariyodātaṁ, yato pariyodātaṁ, tato anaṅgaṇaṁ, yato anaṅgaṇaṁ, tato vigatūpakkilesaṁ, yato vigatūpakkilesaṁ, tato mudu, yato mudu, tato kammaniyaṁ, yato kammaniyaṁ, tato ṭhitaṁ, yato ṭhitaṁ, tato āneñjappattaṁ. ",
  "ne21:2.7": "Tattha aṅgaṇā ca upakkilesā ca tadubhayaṁ taṇhāpakkho. ",
  "ne21:2.8": "Yā ca iñjanā yā ca cittassa aṭṭhiti, ayaṁ diṭṭhipakkho. ",
  "ne21:3.1": "Cattāri indriyāni dukkhindriyaṁ domanassindriyaṁ sukhindriyaṁ somanassindriyañca catutthajjhāne nirujjhanti, tassa upekkhindriyaṁ avasiṭṭhaṁ bhavati. ",
  "ne21:3.2": "So uparimaṁ samāpattiṁ santato manasikaroti, tassa uparimaṁ samāpattiṁ santato manasikaroto catutthajjhāne oḷārikā saññā saṇṭhahati ukkaṇṭhā ca paṭighasaññā, so sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā “anantaṁ ākāsan”ti ākāsānañcāyatanasamāpattiṁ sacchikatvā upasampajja viharati. ",
  "ne21:3.3": "Abhiññābhinīhāro rūpasaññā vokāro nānattasaññā samatikkamati paṭighasaññā cassa abbhatthaṁ gacchati, evaṁ samādhi tassa samāhitassa obhāso antaradhāyati dassanañca rūpānaṁ, so samādhi chaḷaṅgasamannāgato paccavekkhitabbo. ",
  "ne21:3.4": "Anabhijjhāsahagataṁ me mānasaṁ sabbaloke, abyāpannaṁ me cittaṁ sabbasattesu, āraddhaṁ me vīriyaṁ paggahitaṁ, passaddho me kāyo asāraddho, samāhitaṁ me cittaṁ avikkhittaṁ, upaṭṭhitā me sati asammuṭṭhā, tattha yañca anabhijjhāsahagataṁ mānasaṁ sabbaloke yañca abyāpannaṁ cittaṁ sabbasattesu yañca āraddhaṁ vīriyaṁ paggahitaṁ yañca samāhitaṁ cittaṁ avikkhittaṁ, ayaṁ samatho. ",
  "ne21:3.5": "Yo passaddho kāyo asāraddho, ayaṁ samādhiparikkhāro. ",
  "ne21:3.6": "Yā upaṭṭhitā sati asammuṭṭhā ayaṁ vipassanā. ",
  "ne21:4.1": "So samādhi pañcavidhena veditabbo. ",
  "ne21:4.2": "Ayaṁ samādhi “paccuppannasukho”ti itissa paccattameva ñāṇadassanaṁ paccupaṭṭhitaṁ bhavati, ayaṁ samādhi “āyatiṁ sukhavipāko”ti itissa paccattameva ñāṇadassanaṁ paccupaṭṭhitaṁ bhavati, ayaṁ samādhi “ariyo nirāmiso”ti itissa paccattameva ñāṇadassanaṁ paccupaṭṭhitaṁ bhavati, ayaṁ samādhi “akāpurisasevito”ti itissa paccattameva ñāṇadassanaṁ paccupaṭṭhitaṁ bhavati, ayaṁ samādhi “santo ceva paṇīto ca paṭippassaddhiladdho ca ekodibhāvādhigato ca na sasaṅkhāraniggayhavāritagato cā”ti itissa paccattameva ñāṇadassanaṁ paccupaṭṭhitaṁ bhavati. ",
  "ne21:4.3": "Taṁ kho panimaṁ samādhiṁ “sato samāpajjāmi sato vuṭṭhahāmī”ti itissa paccattameva ñāṇadassanaṁ paccupaṭṭhitaṁ bhavati. ",
  "ne21:4.4": "Tattha yo ca samādhi paccuppannasukho yo ca samādhi āyatiṁ sukhavipāko ayaṁ samatho. ",
  "ne21:4.5": "Yo ca samādhi ariyo nirāmiso, yo ca samādhi akāpurisasevito, yo ca samādhi santo ceva paṇīto ca paṭippassaddhiladdho ca ekodibhāvādhigato ca na sasaṅkhāraniggayhavāritagato ca yañcāhaṁ taṁ kho panimaṁ samādhiṁ sato samāpajjāmi sato vuṭṭhahāmīti, ayaṁ vipassanā. ",
  "ne21:5.1": "So samādhi pañcavidhena veditabbo pītipharaṇatā sukhapharaṇatā cetopharaṇatā ālokapharaṇatā paccavekkhaṇānimittaṁ. ",
  "ne21:5.2": "Tattha yo ca pītipharaṇo yo ca sukhapharaṇo yo ca cetopharaṇo, ayaṁ samatho. ",
  "ne21:5.3": "Yo ca ālokapharaṇo yañca paccavekkhaṇānimittaṁ. ",
  "ne21:5.4": "Ayaṁ vipassanā. ",
  "ne21:6.1": "Dasa kasiṇāyatanāni pathavīkasiṇaṁ āpokasiṇaṁ tejokasiṇaṁ vāyokasiṇaṁ nīlakasiṇaṁ pītakasiṇaṁ lohitakasiṇaṁ odātakasiṇaṁ ākāsakasiṇaṁ viññāṇakasiṇaṁ. ",
  "ne21:6.2": "Tattha yañca pathavīkasiṇaṁ yañca āpokasiṇaṁ evaṁ sabbaṁ, yañca odātakasiṇaṁ. ",
  "ne21:6.3": "Imāni aṭṭha kasiṇāni samatho. ",
  "ne21:6.4": "Yañca ākāsakasiṇaṁ yañca viññāṇakasiṇaṁ, ayaṁ vipassanā. ",
  "ne21:6.5": "Evaṁ sabbo ariyo maggo yena yena ākārena vutto, tena tena samathavipassanena yojayitabbo. ",
  "ne21:6.6": "Te tīhi dhammehi saṅgahitā aniccatāya dukkhatāya anattatāya. ",
  "ne21:6.7": "So samathavipassanaṁ bhāvayamāno tīṇi vimokkhamukhāni bhāvayati. ",
  "ne21:6.8": "Tīṇi vimokkhamukhāni bhāvayanto tayo khandhe bhāvayati. ",
  "ne21:6.9": "Tayo khandhe bhāvayanto ariyaṁ aṭṭhaṅgikaṁ maggaṁ bhāvayati. ",
  "ne21:7.1": "Rāgacarito puggalo animittena vimokkhamukhena niyyāti adhicittasikkhāya sikkhanto lobhaṁ akusalamūlaṁ pajahanto sukhavedanīyaṁ phassaṁ anupagacchanto sukhaṁ vedanaṁ parijānanto rāgamalaṁ pavāhento rāgarajaṁ niddhunanto rāgavisaṁ vamento rāgaggiṁ nibbāpento rāgasallaṁ uppāṭento rāgajaṭaṁ vijaṭento. ",
  "ne21:7.2": "Dosacarito puggalo appaṇihitena vimokkhamukhena niyyāti adhisīlasikkhāya sikkhanto dosaṁ akusalamūlaṁ pajahanto dukkhavedanīyaṁ phassaṁ anupagacchanto dukkhavedanaṁ parijānanto dosamalaṁ pavāhento dosarajaṁ niddhunanto dosavisaṁ vamento dosaggiṁ nibbāpento dosasallaṁ uppāṭento dosajaṭaṁ vijaṭento. ",
  "ne21:7.3": "Mohacarito puggalo suññatavimokkhamukhena niyyāti adhipaññāsikkhāya sikkhanto mohaṁ akusalamūlaṁ pajahanto adukkhamasukhavedanīyaṁ phassaṁ anupagacchanto adukkhamasukhaṁ vedanaṁ parijānanto mohamalaṁ pavāhento moharajaṁ niddhunanto mohavisaṁ vamento mohaggiṁ nibbāpento mohasallaṁ uppāṭento mohajaṭaṁ vijaṭento. ",
  "ne21:8.1": "Tattha suññatavimokkhamukhaṁ paññākkhandho, animittavimokkhamukhaṁ samādhikkhandho, appaṇihitavimokkhamukhaṁ sīlakkhandho. ",
  "ne21:8.2": "So tīṇi vimokkhamukhāni bhāvayanto tayo khandhe bhāvayati, tayo khandhe bhāvayanto ariyaṁ aṭṭhaṅgikaṁ maggaṁ bhāvayati. ",
  "ne21:8.3": "Tattha yā ca sammāvācā yo ca sammākammanto yo ca sammāājīvo, ayaṁ sīlakkhandho, yo ca sammāvāyāmo yā ca sammāsati yo ca sammāsamādhi, ayaṁ samādhikkhandho, yā ca sammādiṭṭhi yo ca sammāsaṅkappo, ayaṁ paññākkhandho. ",
  "ne21:9.1": "Tattha sīlakkhandho ca samādhikkhandho ca samatho, paññākkhandho vipassanā. ",
  "ne21:9.2": "Yo samathavipassanaṁ bhāveti, tassa dve bhavaṅgāni bhāvanaṁ gacchanti kāyo cittañca, bhavanirodhagāminī paṭipadā dve padāni sīlaṁ samādhi ca. ",
  "ne21:9.3": "So hoti bhikkhu bhāvitakāyo bhāvitasīlo bhāvitacitto bhāvitapañño. ",
  "ne21:9.4": "Kāye bhāviyamāne dve dhammā bhāvanaṁ gacchanti sammākammanto sammāvāyāmo ca, sīle bhāviyamāne dve dhammā bhāvanaṁ gacchanti sammāvācā sammāājīvo ca, citte bhāviyamāne dve dhammā bhāvanaṁ gacchanti sammāsati sammāsamādhi ca, paññāya bhāviyamānāya dve dhammā bhāvanaṁ gacchanti sammādiṭṭhi sammāsaṅkappo ca. ",
  "ne21:10.1": "Tattha yo ca sammākammanto yo ca sammāvāyāmo siyā kāyiko siyā cetasiko, tattha yo kāyasaṅgaho, so kāye bhāvite bhāvanaṁ gacchati, yo cittasaṅgaho, so citte bhāvite bhāvanaṁ gacchati. ",
  "ne21:10.2": "So samathavipassanaṁ bhāvayanto pañcavidhaṁ adhigamaṁ gacchati, khippādhigamo ca hoti, vimuttādhigamo ca hoti, mahādhigamo ca hoti, vipulādhigamo ca hoti, anavasesādhigamo ca hoti. ",
  "ne21:10.3": "Tattha samathena khippādhigamo ca mahādhigamo ca vipulādhigamo ca hoti, vipassanāya vimuttādhigamo ca anavasesādhigamo ca hoti. ",
  "ne21:11.1": "Tattha yo desayati, so dasabalasamannāgato satthā ovādena sāvake na visaṁvādayati. ",
  "ne21:11.2": "So tividhaṁ idaṁ karotha iminā upāyena karotha idaṁ vo kurumānānaṁ hitāya sukhāya bhavissati, so tathā ovadito tathānusiṭṭho tathākaronto tathāpaṭipajjanto taṁ bhūmiṁ na pāpuṇissatīti netaṁ ṭhānaṁ vijjati. ",
  "ne21:11.3": "So tathā ovadito tathānusiṭṭho sīlakkhandhaṁ aparipūrayanto taṁ bhūmiṁ anupāpuṇissatīti netaṁ ṭhānaṁ vijjati. ",
  "ne21:11.4": "So tathā ovadito tathānusiṭṭho sīlakkhandhaṁ paripūrayanto taṁ bhūmiṁ anupāpuṇissatīti ṭhānametaṁ vijjati. ",
  "ne21:12.1": "Sammāsambuddhassa te sato ime dhammā anabhisambuddhāti netaṁ ṭhānaṁ vijjati. ",
  "ne21:12.2": "Sabbāsavaparikkhīṇassa te sato ime āsavā aparikkhīṇāti netaṁ ṭhānaṁ vijjati. ",
  "ne21:12.3": "Yassa te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyāti netaṁ ṭhānaṁ vijjati. ",
  "ne21:12.4": "Sāvako kho pana te dhammānudhammappaṭipanno sāmīcippaṭipanno anudhammacārī so pubbena aparaṁ uḷāraṁ visesādhigamaṁ na sacchikarissatīti netaṁ ṭhānaṁ vijjati. ",
  "ne21:13.1": "Ye kho pana dhammā antarāyikā, te paṭisevato nālaṁ antarāyāyāti netaṁ ṭhānaṁ vijjati. ",
  "ne21:13.2": "Ye kho pana dhammā aniyyānikā, te niyyanti takkarassa sammā dukkhakkhayāyāti netaṁ ṭhānaṁ vijjati. ",
  "ne21:13.3": "Ye kho pana dhammā niyyānikā, te niyyanti takkarassa sammā dukkhakkhayāyāti ṭhānametaṁ vijjati. ",
  "ne21:13.4": "Sāvako kho pana te saupādiseso anupādisesaṁ nibbānadhātuṁ anupāpuṇissatīti netaṁ ṭhānaṁ vijjati. ",
  "ne21:14.1": "Diṭṭhisampanno mātaraṁ jīvitā voropeyya hatthehi vā pādehi vā suhataṁ kareyyāti netaṁ ṭhānaṁ vijjati, puthujjano mātaraṁ jīvitā voropeyya hatthehi vā pādehi vā suhataṁ kareyyāti ṭhānametaṁ vijjati. ",
  "ne21:14.2": "Evaṁ pitaraṁ, arahantaṁ, bhikkhuṁ. ",
  "ne21:14.3": "Diṭṭhisampanno puggalo saṅghaṁ bhindeyya saṅghe vā saṅgharājiṁ janeyyāti netaṁ ṭhānaṁ vijjati, puthujjano saṅghaṁ bhindeyya saṅghe vā saṅgharājiṁ janeyyāti ṭhānametaṁ vijjati, diṭṭhisampanno tathāgatassa duṭṭhacitto lohitaṁ uppādeyya, parinibbutassa vā tathāgatassa duṭṭhacitto thūpaṁ bhindeyyāti netaṁ ṭhānaṁ vijjati. ",
  "ne21:14.4": "Puthujjano tathāgatassa duṭṭhacitto lohitaṁ uppādeyya, parinibbutassa vā tathāgatassa duṭṭhacitto thūpaṁ bhindeyyāti ṭhānametaṁ vijjati. ",
  "ne21:14.5": "Diṭṭhisampanno aññaṁ satthāraṁ apadiseyya api jīvitahetūti netaṁ ṭhānaṁ vijjati, puthujjano aññaṁ satthāraṁ apadiseyyāti ṭhānametaṁ vijjati. ",
  "ne21:14.6": "Diṭṭhisampanno ito bahiddhā aññaṁ dakkhiṇeyyaṁ pariyeseyyāti netaṁ ṭhānaṁ vijjati, puthujjano ito bahiddhā aññaṁ dakkhiṇeyyaṁ pariyeseyyāti ṭhānametaṁ vijjati, diṭṭhisampanno kutūhalamaṅgalena suddhiṁ pacceyyāti netaṁ ṭhānaṁ vijjati. ",
  "ne21:14.7": "Puthujjano kutūhalamaṅgalena suddhiṁ pacceyyāti ṭhānametaṁ vijjati. ",
  "ne21:15.1": "Itthī rājā cakkavattī siyāti netaṁ ṭhānaṁ vijjati, puriso rājā cakkavattī siyāti ṭhānametaṁ vijjati; ",
  "ne21:15.2": "itthī sakko devānamindo siyāti netaṁ ṭhānaṁ vijjati, puriso sakko devānamindo siyāti ṭhānametaṁ vijjati; ",
  "ne21:15.3": "itthī māro pāpimā siyāti netaṁ ṭhānaṁ vijjati, puriso māro pāpimā siyāti ṭhānametaṁ vijjati; ",
  "ne21:15.4": "itthī mahābrahmā siyāti netaṁ ṭhānaṁ vijjati, puriso mahābrahmā siyāti ṭhānametaṁ vijjati; ",
  "ne21:15.5": "itthī tathāgato arahaṁ sammāsambuddho siyāti netaṁ ṭhānaṁ vijjati, puriso tathāgato arahaṁ sammāsambuddho siyāti ṭhānametaṁ vijjati. ",
  "ne21:16.1": "Dve tathāgatā arahanto sammāsambuddhā apubbaṁ acarimaṁ ekissā lokadhātuyā uppajjeyyuṁ vā dhammaṁ vā deseyyunti netaṁ ṭhānaṁ vijjati, ekova tathāgato arahaṁ sammāsambuddho ekissā lokadhātuyā uppajjissati vā dhammaṁ vā desessatīti ṭhānametaṁ vijjati. ",
  "ne21:17.1": "Tiṇṇaṁ duccaritānaṁ iṭṭho kanto piyo manāpo vipāko bhavissatīti netaṁ ṭhānaṁ vijjati, tiṇṇaṁ duccaritānaṁ aniṭṭho akanto appiyo amanāpo vipāko bhavissatīti ṭhānametaṁ vijjati. ",
  "ne21:17.2": "Tiṇṇaṁ sucaritānaṁ aniṭṭho akanto appiyo amanāpo vipāko bhavissatīti netaṁ ṭhānaṁ vijjati, tiṇṇaṁ sucaritānaṁ iṭṭho kanto piyo manāpo vipāko bhavissatīti ṭhānametaṁ vijjati. ",
  "ne21:18.1": "Aññataro samaṇo vā brāhmaṇo vā kuhako lapako nemittako kuhanalapananemittakattaṁ pubbaṅgamaṁ katvā pañca nīvaraṇe appahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu anupaṭṭhitassati viharanto satta bojjhaṅge abhāvayitvā anuttaraṁ sammāsambodhiṁ abhisambujjhissatīti netaṁ ṭhānaṁ vijjati, aññataro samaṇo vā brāhmaṇo vā sabbadosāpagato pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu upaṭṭhitassati viharanto satta bojjhaṅge bhāvayitvā anuttaraṁ sammāsambodhiṁ abhisambujjhissatīti ṭhānametaṁ vijjati. ",
  "ne21:18.2": "Yaṁ ettha ñāṇaṁ hetuso ṭhānaso anodhiso idaṁ vuccati ṭhānāṭṭhānañāṇaṁ paṭhamaṁ tathāgatabalaṁ. ",
  "ne21:19.1": "Iti ṭhānāṭṭhānagatā sabbe khayadhammā vayadhammā virāgadhammā nirodhadhammā keci saggūpagā keci apāyūpagā keci nibbānūpagā, evaṁ bhagavā āha—",
  "ne21:20.1": "“Sabbe sattā marissanti, ",
  "ne21:20.2": "maraṇantaṁ hi jīvitaṁ; ",
  "ne21:20.3": "Yathākammaṁ gamissanti, ",
  "ne21:20.4": "puññapāpaphalūpagā; ",
  "ne21:20.5": "Nirayaṁ pāpakammantā, ",
  "ne21:20.6": "puññakammā ca suggatiṁ; ",
  "ne21:20.7": "Apare ca maggaṁ bhāvetvā, ",
  "ne21:20.8": "parinibbantināsavā”ti. ",
  "ne21:21.1": "**Sabbe sattā**ti ariyā ca anariyā ca sakkāyapariyāpannā ca sakkāyavītivattā ca. ",
  "ne21:21.2": "**Marissantī**ti dvīhi maraṇehi dandhamaraṇena ca adandhamaraṇena ca, sakkāyapariyāpannānaṁ adandhamaraṇaṁ sakkāyavītivattānaṁ dandhamaraṇaṁ. ",
  "ne21:21.3": "**Maraṇantaṁ hi jīvitan**ti khayā āyussa indriyānaṁ uparodhā jīvitapariyanto maraṇapariyanto. ",
  "ne21:21.4": "**Yathākammaṁ gamissantī**ti kammassakatā. ",
  "ne21:21.5": "**Puññapāpaphalūpagā**ti kammānaṁ phaladassāvitā ca avippavāso ca. ",
  "ne21:22.1": "**Nirayaṁ pāpakammantā**ti apuññasaṅkhārā. ",
  "ne21:22.2": "**Puññakammā ca suggatin**ti puññasaṅkhārā sugatiṁ gamissanti. ",
  "ne21:22.3": "**Apare ca maggaṁ bhāvetvā, parinibbantināsavā**ti sabbasaṅkhārānaṁ samatikkamanaṁ. ",
  "ne21:22.4": "Tenāha bhagavā—",
  "ne21:22.5": "“sabbe …pe… ",
  "ne21:22.6": "nāsavā”ti. ",
  "ne21:23.1": "“Sabbe sattā marissanti, maraṇantaṁ hi jīvitaṁ. ",
  "ne21:23.2": "Yathākammaṁ gamissanti, puññapāpaphalūpagā. ",
  "ne21:23.3": "Nirayaṁ pāpakammantā”ti āgāḷhā ca nijjhāmā ca paṭipadā. ",
  "ne21:23.4": "“Apare ca maggaṁ bhāvetvā, parinibbantināsavā”ti majjhimā paṭipadā. ",
  "ne21:23.5": "“Sabbe sattā marissanti, maraṇantaṁ hi jīvitaṁ, yathākammaṁ gamissanti, puññapāpaphalūpagā, nirayaṁ pāpakammantā”ti ayaṁ saṅkileso. ",
  "ne21:23.6": "Evaṁ saṁsāraṁ nibbattayati. ",
  "ne21:23.7": "“Sabbe sattā marissanti …pe… ",
  "ne21:23.8": "nirayaṁ pāpakammantā”ti ime tayo vaṭṭā dukkhavaṭṭo kammavaṭṭo kilesavaṭṭo. ",
  "ne21:23.9": "“Apare ca maggaṁ bhāvetvā, parinibbantināsavā”ti tiṇṇaṁ vaṭṭānaṁ vivaṭṭanā. ",
  "ne21:23.10": "“Sabbe sattā marissanti …pe… ",
  "ne21:23.11": "nirayaṁ pāpakammantā”ti ādīnavo, “puññakammā ca suggatin”ti assādo, “apare ca maggaṁ bhāvetvā, parinibbantināsavā”ti nissaraṇaṁ. ",
  "ne21:23.12": "“Sabbe sattā marissanti …pe… ",
  "ne21:23.13": "nirayaṁ pāpakammantā”ti hetu ca phalañca, pañcakkhandhā phalaṁ, taṇhā hetu, “apare ca maggaṁ bhāvetvā, parinibbantināsavā”ti maggo ca phalañca. ",
  "ne21:23.14": "“Sabbe sattā marissanti, maraṇantaṁ hi jīvitaṁ. ",
  "ne21:23.15": "Yathākammaṁ gamissanti, puññapāpaphalūpagā, nirayaṁ pāpakammantā”ti ayaṁ saṅkileso, so saṅkileso tividho taṇhāsaṅkileso diṭṭhisaṅkileso duccaritasaṅkilesoti. ",
  "ne21:24.1": "Tattha taṇhāsaṅkileso tīhi taṇhāhi niddisitabbo—",
  "ne21:24.2": "kāmataṇhāya bhavataṇhāya vibhavataṇhāya. ",
  "ne21:24.3": "Yena yena vā pana vatthunā ajjhosito, tena teneva niddisitabbo, tassā vitthāro chattiṁsāya taṇhāya jāliniyā vicaritāni. ",
  "ne21:24.4": "Tattha diṭṭhisaṅkileso ucchedasassatena niddisitabbo, yena yena vā pana vatthunā diṭṭhivasena abhinivisati, “idameva saccaṁ moghamaññan”ti tena teneva niddisitabbo, tassā vitthāro dvāsaṭṭhi diṭṭhigatāni. ",
  "ne21:24.5": "Tattha duccaritasaṅkileso cetanā cetasikakammena niddisitabbo, tīhi duccaritehi kāyaduccaritena vacīduccaritena manoduccaritena, tassā vitthāro dasa akusalakammapathā. ",
  "ne21:24.6": "Apare ca maggaṁ bhāvetvā, parinibbantināsavāti idaṁ vodānaṁ. ",
  "ne21:25.1": "Tayidaṁ vodānaṁ tividhaṁ; ",
  "ne21:25.2": "taṇhāsaṅkileso samathena visujjhati, so samatho samādhikkhandho, diṭṭhisaṅkileso vipassanāya visujjhati, sā vipassanā paññākkhandho, duccaritasaṅkileso sucaritena visujjhati, taṁ sucaritaṁ sīlakkhandho. ",
  "ne21:26.1": "“Sabbe sattā marissanti, maraṇantaṁ hi jīvitaṁ, yathākammaṁ gamissanti, puññapāpaphalūpagā, nirayaṁ pāpakammantā”ti apuññappaṭipadā, “puññakammā ca suggatin”ti puññappaṭipadā, “apare ca maggaṁ bhāvetvā, parinibbantināsavā”ti puññapāpasamatikkamappaṭipadā, tattha yā ca puññappaṭipadā yā ca apuññappaṭipadā, ayaṁ ekā paṭipadā sabbatthagāminī ekā apāyesu, ekā devesu, yā ca puññapāpasamatikkamā paṭipadā ayaṁ tattha tattha gāminī paṭipadā. ",
  "ne21:27.1": "Tayo rāsī—",
  "ne21:27.2": "micchattaniyato rāsi, sammattaniyato rāsi, aniyato rāsi, tattha yo ca micchattaniyato rāsi yo ca sammattaniyato rāsi ekā paṭipadā tattha tattha gāminī, tattha yo aniyato rāsi, ayaṁ sabbatthagāminī paṭipadā. ",
  "ne21:27.3": "Kena kāraṇena? ",
  "ne21:27.4": "Paccayaṁ labhanto niraye upapajjeyya, paccayaṁ labhanto tiracchānayonīsu upapajjeyya, paccayaṁ labhanto pettivisayesu upapajjeyya, paccayaṁ labhanto asuresu upapajjeyya, paccayaṁ labhanto devesu upapajjeyya, paccayaṁ labhanto manussesu upapajjeyya, paccayaṁ labhanto parinibbāyeyya, tasmāyaṁ sabbatthagāminī paṭipadā, yaṁ ettha ñāṇaṁ hetuso ṭhānaso anodhiso, idaṁ vuccati sabbatthagāminī paṭipadā ñāṇaṁ dutiyaṁ tathāgatabalaṁ. ",
  "ne21:28.1": "Iti sabbatthagāminī paṭipadā anekadhātuloko, tattha tattha gāminī paṭipadā nānādhātuloko. ",
  "ne21:28.2": "Tattha katamo anekadhātuloko? ",
  "ne21:28.3": "Cakkhudhātu rūpadhātu cakkhuviññāṇadhātu, sotadhātu saddadhātu sotaviññāṇadhātu, ghānadhātu gandhadhātu ghānaviññāṇadhātu, jivhādhātu rasadhātu jivhāviññāṇadhātu, kāyadhātu phoṭṭhabbadhātu kāyaviññāṇadhātu, manodhātu dhammadhātu manoviññāṇadhātu, pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, ākāsadhātu, viññāṇadhātu, kāmadhātu, byāpādadhātu, vihiṁsādhātu, nekkhammadhātu, abyāpādadhātu, avihiṁsādhātu, dukkhadhātu, domanassadhātu, avijjādhātu, sukhadhātu, somanassadhātu, upekkhādhātu, rūpadhātu, arūpadhātu, nirodhadhātu, saṅkhāradhātu, nibbānadhātu, ayaṁ anekadhātuloko. ",
  "ne21:29.1": "Tattha katamo nānādhātuloko? ",
  "ne21:29.2": "Aññā cakkhudhātu, aññā rūpadhātu, aññā cakkhuviññāṇadhātu, evaṁ sabbā, aññā nibbānadhātu. ",
  "ne21:29.3": "Yaṁ ettha ñāṇaṁ hetuso ṭhānaso anodhiso, idaṁ vuccati anekadhātu nānādhātu ñāṇaṁ tatiyaṁ tathāgatabalaṁ. ",
  "ne21:30.1": "Iti anekadhātu nānādhātukassa lokassa yaṁ yadeva dhātuṁ sattā adhimuccanti, taṁ tadeva adhiṭṭhahanti abhinivisanti, keci rūpādhimuttā, keci saddādhimuttā, keci gandhādhimuttā, keci rasādhimuttā, keci phoṭṭhabbādhimuttā, keci dhammādhimuttā, keci itthādhimuttā, keci purisādhimuttā, keci cāgādhimuttā, keci hīnādhimuttā, keci paṇītādhimuttā, keci devādhimuttā, keci manussādhimuttā, keci nibbānādhimuttā. ",
  "ne21:30.2": "Yaṁ ettha ñāṇaṁ hetuso ṭhānaso anodhiso, ayaṁ veneyyo, ayaṁ na veneyyo, ayaṁ saggagāmī, ayaṁ duggatigāmīti, idaṁ vuccati sattānaṁ nānādhimuttikatā ñāṇaṁ catutthaṁ tathāgatabalaṁ. ",
  "ne21:31.1": "Iti te yathādhimuttā ca bhavanti, taṁ taṁ kammasamādānaṁ samādiyanti. ",
  "ne21:31.2": "Te chabbidhaṁ kammaṁ samādiyanti—",
  "ne21:31.3": "keci lobhavasena, keci dosavasena, keci mohavasena, keci saddhāvasena, keci vīriyavasena, keci paññāvasena. ",
  "ne21:31.4": "Taṁ vibhajjamānaṁ duvidhaṁ—",
  "ne21:31.5": "saṁsāragāmi ca nibbānagāmi ca. ",
  "ne21:32.1": "Tattha yaṁ lobhavasena dosavasena mohavasena ca kammaṁ karoti, idaṁ kammaṁ kaṇhaṁ kaṇhavipākaṁ. ",
  "ne21:32.2": "Tattha yaṁ saddhāvasena kammaṁ karoti, idaṁ kammaṁ sukkaṁ sukkavipākaṁ. ",
  "ne21:32.3": "Tattha yaṁ lobhavasena dosavasena mohavasena saddhāvasena ca kammaṁ karoti, idaṁ kammaṁ kaṇhasukkaṁ kaṇhasukkavipākaṁ. ",
  "ne21:32.4": "Tattha yaṁ vīriyavasena paññāvasena ca kammaṁ karoti, idaṁ kammaṁ akaṇhaṁ asukkaṁ akaṇhaasukkavipākaṁ kammuttamaṁ kammaseṭṭhaṁ kammakkhayāya saṁvattati. ",
  "ne21:33.1": "Cattāri kammasamādānāni—",
  "ne21:33.2": "atthi kammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākaṁ, atthi kammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākaṁ, atthi kammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākaṁ, atthi kammasamādānaṁ paccuppannasukhañceva āyatiṁ ca sukhavipākaṁ. ",
  "ne21:33.3": "Yaṁ evaṁ jātiyaṁ kammasamādānaṁ, iminā puggalena akusalakammasamādānaṁ upacitaṁ avipakkaṁ vipākāya paccupaṭṭhitaṁ na ca bhabbo abhinibbidhā gantunti taṁ bhagavā na ovadati. ",
  "ne21:33.4": "Yathā devadattaṁ kokālikaṁ sunakkhattaṁ licchaviputtaṁ, ye vā panaññepi sattā micchattaniyatā imesañca puggalānaṁ upacitaṁ akusalaṁ na ca tāva pāripūriṁ gataṁ, purā pāripūriṁ gacchati. ",
  "ne21:33.5": "Purā phalaṁ nibbattayati, purā maggamāvārayati, purā veneyyattaṁ samatikkamatīti te bhagavā asamatte ovadati. ",
  "ne21:33.6": "Yathā puṇṇañca govatikaṁ acelañca kukkuravatikaṁ. ",
  "ne21:34.1": "Imassa ca puggalassa akusalakammasamādānaṁ paripūramānaṁ maggaṁ āvārayissati purā pāripūriṁ gacchati, purā phalaṁ nibbattayati, purā maggamāvārayati, purā veneyyattaṁ samatikkamatīti taṁ bhagavā asamattaṁ ovadati. ",
  "ne21:34.2": "Yathā āyasmantaṁ aṅgulimālaṁ. ",
  "ne21:35.1": "Sabbesaṁ mudumajjhādhimattatā. ",
  "ne21:35.2": "Tattha mudu āneñjābhisaṅkhārā majjhaṁ avasesakusalasaṅkhārā, adhimattaṁ akusalasaṅkhārā, yaṁ ettha ñāṇaṁ hetuso ṭhānaso anodhiso, idaṁ diṭṭhadhammavedanīyaṁ, idaṁ upapajjavedanīyaṁ, idaṁ aparāpariyavedanīyaṁ, idaṁ nirayavedanīyaṁ, idaṁ tiracchānavedanīyaṁ, idaṁ pettivisayavedanīyaṁ, idaṁ asuravedanīyaṁ, idaṁ devavedanīyaṁ, idaṁ manussavedanīyanti, idaṁ vuccati atītānāgatapaccuppannānaṁ kammasamādānānaṁ hetuso ṭhānaso anodhiso vipākavemattatā ñāṇaṁ pañcamaṁ tathāgatabalaṁ. ",
  "ne21:36.1": "Iti tathā samādinnānaṁ kammānaṁ samādinnānaṁ jhānānaṁ vimokkhānaṁ samādhīnaṁ samāpattīnaṁ ayaṁ saṅkileso, idaṁ vodānaṁ, idaṁ vuṭṭhānaṁ, evaṁ saṅkilissati, evaṁ vodāyati, evaṁ vuṭṭhahatīti ñāṇaṁ anāvaraṇaṁ. ",
  "ne21:37.1": "Tattha kati jhānāni? ",
  "ne21:37.2": "Cattāri jhānāni. ",
  "ne21:37.3": "Kati vimokkhā? ",
  "ne21:37.4": "Ekādasa ca aṭṭha ca satta ca tayo ca dve ca. ",
  "ne21:37.5": "Kati samādhī? ",
  "ne21:37.6": "Tayo samādhī—",
  "ne21:37.7": "savitakko savicāro samādhi, avitakko vicāramatto samādhi, avitakko avicāro samādhi. ",
  "ne21:37.8": "Kati samāpattiyo? ",
  "ne21:37.9": "Pañca samāpattiyo—",
  "ne21:37.10": "saññāsamāpatti asaññāsamāpatti nevasaññānāsaññāsamāpatti vibhūtasaññāsamāpatti nirodhasamāpatti. ",
  "ne21:38.1": "Tattha katamo saṅkileso? ",
  "ne21:38.2": "Paṭhamajjhānassa kāmarāgabyāpādā saṅkileso. ",
  "ne21:38.3": "Ye ca kukkuṭajhāyī dve paṭhamakā yo vā pana koci hānabhāgiyo samādhi, ayaṁ saṅkileso. ",
  "ne21:38.4": "Tattha katamaṁ vodānaṁ, nīvaraṇapārisuddhi, paṭhamassa jhānassa ye ca kukkuṭajhāyī dve pacchimakā yo vā pana koci visesabhāgiyo samādhi, idaṁ vodānaṁ. ",
  "ne21:38.5": "Tattha katamaṁ vuṭṭhānaṁ? ",
  "ne21:38.6": "Yaṁ samāpattivuṭṭhānakosallaṁ, idaṁ vuṭṭhānaṁ. ",
  "ne21:38.7": "Yaṁ ettha ñāṇaṁ hetuso ṭhānaso anodhiso, idaṁ vuccati sabbesaṁ jhānavimokkhasamādhisamāpattīnaṁ saṅkilesavodānavuṭṭhānañāṇaṁ chaṭṭhaṁ tathāgatabalaṁ. ",
  "ne21:39.1": "Iti tasseva samādhissa tayo dhammā parivārā indriyāni balāni vīriyamiti, tāniyeva indriyāni vīriyavasena balāni bhavanti, ādhipateyyaṭṭhena indriyāni, akampiyaṭṭhena balāni, iti tesaṁ mudumajjhādhimattatā ayaṁ mudindriyo ayaṁ majjhindriyo ayaṁ tikkhindriyoti. ",
  "ne21:39.2": "Tattha bhagavā tikkhindriyaṁ saṅkhittena ovādena ovadati, majjhindriyaṁ bhagavā saṅkhittavitthārena ovadati, mudindriyaṁ bhagavā vitthārena ovadati. ",
  "ne21:39.3": "Tattha bhagavā tikkhindriyassa mudukaṁ dhammadesanaṁ upadisati, majjhindriyassa bhagavā mudutikkhadhammadesanaṁ upadisati, mudindriyassa bhagavā tikkhaṁ dhammadesanaṁ upadisati. ",
  "ne21:39.4": "Tattha bhagavā tikkhindriyassa samathaṁ upadisati, majjhindriyassa bhagavā samathavipassanaṁ upadisati, mudindriyassa bhagavā vipassanaṁ upadisati. ",
  "ne21:39.5": "Tattha bhagavā tikkhindriyassa nissaraṇaṁ upadisati, majjhindriyassa bhagavā ādīnavañca nissaraṇañca upadisati, mudindriyassa bhagavā assādañca ādīnavañca nissaraṇañca upadisati. ",
  "ne21:39.6": "Tattha bhagavā tikkhindriyassa adhipaññāsikkhāya paññāpayati, majjhindriyassa bhagavā adhicittasikkhāya paññāpayati, mudindriyassa bhagavā adhisīlasikkhāya paññāpayati. ",
  "ne21:40.1": "Yaṁ ettha ñāṇaṁ hetuso ṭhānaso anodhiso ayaṁ imaṁ bhūmiṁ bhāvanañca gato, imāya velāya imāya anusāsaniyā evaṁ dhātuko cāyaṁ ayaṁ cassa āsayo ayañca anusayo iti, idaṁ vuccati parasattānaṁ parapuggalānaṁ indriyaparopariyattavemattatā ñāṇaṁ sattamaṁ tathāgatabalaṁ. ",
  "ne21:41.1": "Iti tattha yaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "ne21:41.2": "Seyyathidaṁ—",
  "ne21:41.3": "ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekānipi jātisatāni anekānipi jātisahassāni anekānipi jātisatasahassāni anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe. ",
  "ne21:41.4": "Amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ. ",
  "ne21:41.5": "Tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapannoti, iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "ne21:42.1": "Tattha saggūpagesu ca sattesu manussūpagesu ca sattesu apāyūpagesu ca sattesu imassa puggalassa lobhādayo ussannā alobhādayo mandā, imassa puggalassa alobhādayo ussannā lobhādayo mandā, ye vā pana ussannā ye vā pana mandā imassa puggalassa imāni indriyāni upacitāni imassa puggalassa imāni indriyāni anupacitāni amukāya vā kappakoṭiyaṁ kappasatasahasse vā kappasahasse vā kappasate vā kappe vā antarakappe vā upaḍḍhakappe vā saṁvacchare vā upaḍḍhasaṁvacchare vā māse vā pakkhe vā divase vā muhutte vā iminā pamādena vā pasādena vāti. ",
  "ne21:42.2": "Taṁ taṁ bhavaṁ bhagavā anussaranto asesaṁ jānāti, tattha yaṁ dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. ",
  "ne21:43.1": "Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā, tattha saggūpagesu ca sattesu manussūpagesu ca sattesu apāyūpagesu ca sattesu iminā puggalena evarūpaṁ kammaṁ amukāya kappakoṭiyaṁ upacitaṁ kappasatasahasse vā kappasahasse vā kappasate vā kappe vā antarakappe vā upaḍḍhakappe vā saṁvacchare vā upaḍḍhasaṁvacchare vā māse vā pakkhe vā divase vā muhutte vā iminā pamādena vā pasādena vāti. ",
  "ne21:43.2": "Imāni bhagavato dve ñāṇāni—",
  "ne21:43.3": "pubbenivāsānussatiñāṇañca dibbacakkhu ca aṭṭhamaṁ navamaṁ tathāgatabalaṁ. ",
  "ne21:44.1": "Iti tattha yaṁ sabbaññutā pattā viditā sabbadhammā virajaṁ vītamalaṁ uppannaṁ sabbaññutañāṇaṁ nihato māro bodhimūle, idaṁ bhagavato dasamaṁ balaṁ sabbāsavaparikkhayaṁ ñāṇaṁ. ",
  "ne21:44.2": "Dasabalasamannāgatā hi buddhā bhagavantoti. ",
  "ne21:44.3": "Niyutto vicayo hārasampāto. "
}