{
  "ne36:0.1": "Netti",
  "ne36:0.2": "5. Nayasamuṭṭhāna",
  "ne36:1.1": "Tattha katamaṁ nayasamuṭṭhānaṁ?",
  "ne36:1.2": "Pubbā koṭi na paññāyati avijjāya ca bhavataṇhāya ca, tattha avijjānīvaraṇaṁ taṇhāsaṁyojanaṁ.",
  "ne36:1.3": "Avijjānīvaraṇā sattā avijjāsaṁyuttā avijjāpakkhena vicaranti, te vuccanti diṭṭhicaritāti.",
  "ne36:1.4": "Taṇhāsaṁyojanā sattā taṇhāsaṁyuttā taṇhāpakkhena vicaranti, te vuccanti taṇhācaritāti.",
  "ne36:1.5": "Diṭṭhicaritā ito bahiddhā pabbajitā attakilamathānuyogamanuyuttā viharanti.",
  "ne36:1.6": "Taṇhācaritā ito bahiddhā pabbajitā kāmesu kāmasukhallikānuyogamanuyuttā viharanti.",
  "ne36:2.1": "Tattha kiṅkāraṇaṁ yaṁ diṭṭhicaritā ito bahiddhā pabbajitā attakilamathānuyogamanuyuttā viharanti, taṇhācaritā ito bahiddhā pabbajitā kāmesu kāmasukhallikānuyogamanuyuttā viharanti?",
  "ne36:2.2": "Ito bahiddhā natthi saccavavatthānaṁ, kuto catusaccappakāsanā vā samathavipassanākosallaṁ vā upasamasukhappatti vā.",
  "ne36:2.3": "Te upasamasukhassa anabhiññā viparītacetā evamāhaṁsu “natthi sukhena sukhaṁ, dukkhena nāma sukhaṁ adhigantabban”ti.",
  "ne36:2.4": "Yo kāme paṭisevati, so lokaṁ vaḍḍhayati, yo lokaṁ vaḍḍhayati, so bahuṁ puññaṁ pasavatīti te evaṁsaññī evaṁdiṭṭhī dukkhena sukhaṁ patthayamānā kāmesu puññasaññī attakilamathānuyogamanuyuttā ca viharanti kāmasukhallikānuyogamanuyuttā ca, te tadabhiññā santā rogameva vaḍḍhayanti, gaṇḍameva vaḍḍhayanti, sallameva vaḍḍhayanti, te rogābhitunnā gaṇḍapaṭipīḷitā sallānuviddhā nirayatiracchānayonipetāsuresu ummujjanimujjāni karontā ugghātanigghātaṁ paccanubhontā rogagaṇḍasallabhesajjaṁ na vindanti.",
  "ne36:2.5": "Tattha attakilamathānuyogo kāmasukhallikānuyogo ca saṅkileso, samathavipassanā vodānaṁ.",
  "ne36:2.6": "Attakilamathānuyogo kāmasukhallikānuyogo ca rogo, samathavipassanā roganigghātakabhesajjaṁ.",
  "ne36:2.7": "Attakilamathānuyogo kāmasukhallikānuyogo ca gaṇḍo, samathavipassanā gaṇḍanigghātakabhesajjaṁ.",
  "ne36:2.8": "Attakilamathānuyogo kāmasukhallikānuyogo ca sallo, samathavipassanā salluddharaṇabhesajjaṁ.",
  "ne36:3.1": "Tattha saṅkileso dukkhaṁ, tadabhisaṅgo taṇhā samudayo, taṇhānirodho dukkhanirodho, samathavipassanā dukkhanirodhagāminī paṭipadā, imāni cattāri saccāni.",
  "ne36:3.2": "Dukkhaṁ pariññeyyaṁ, samudayo pahātabbo, maggo bhāvetabbo, nirodho sacchikātabbo.",
  "ne36:4.1": "Tattha diṭṭhicaritā rūpaṁ attato upagacchanti.",
  "ne36:4.2": "Vedanaṁ …pe…",
  "ne36:4.3": "saññaṁ …",
  "ne36:4.4": "saṅkhāre …",
  "ne36:4.5": "viññāṇaṁ attato upagacchanti.",
  "ne36:4.6": "Taṇhācaritā rūpavantaṁ attānaṁ upagacchanti.",
  "ne36:4.7": "Attani vā rūpaṁ, rūpasmiṁ vā attānaṁ,",
  "ne36:4.8": "vedanāvantaṁ …pe…",
  "ne36:4.9": "saññāvantaṁ …",
  "ne36:4.10": "saṅkhāravantaṁ …",
  "ne36:4.11": "viññāṇavantaṁ attānaṁ upagacchanti, attani vā viññāṇaṁ, viññāṇasmiṁ vā attānaṁ, ayaṁ vuccati vīsativatthukā sakkāyadiṭṭhi.",
  "ne36:5.1": "Tassā paṭipakkho lokuttarā sammādiṭṭhi, anvāyikā sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi, ayaṁ ariyo aṭṭhaṅgiko maggo.",
  "ne36:5.2": "Te tayo khandhā sīlakkhandho samādhikkhandho paññākkhandho.",
  "ne36:5.3": "Sīlakkhandho samādhikkhandho ca samatho, paññākkhandho vipassanā.",
  "ne36:5.4": "Tattha sakkāyo dukkhaṁ, sakkāyasamudayo dukkhasamudayo, sakkāyanirodho dukkhanirodho, ariyo aṭṭhaṅgiko maggo dukkhanirodhagāminī paṭipadā, imāni cattāri saccāni.",
  "ne36:5.5": "Dukkhaṁ pariññeyyaṁ, samudayo pahātabbo, maggo bhāvetabbo, nirodho sacchikātabbo.",
  "ne36:6.1": "Tattha ye rūpaṁ attato upagacchanti.",
  "ne36:6.2": "Vedanaṁ …pe…",
  "ne36:6.3": "saññaṁ …",
  "ne36:6.4": "saṅkhāre …",
  "ne36:6.5": "viññāṇaṁ attato upagacchanti.",
  "ne36:6.6": "Ime vuccanti “ucchedavādino”ti.",
  "ne36:6.7": "Ye rūpavantaṁ attānaṁ upagacchanti.",
  "ne36:6.8": "Attani vā rūpaṁ, rūpasmiṁ vā attānaṁ.",
  "ne36:6.9": "Ye vedanāvantaṁ …pe…",
  "ne36:6.10": "ye saññāvantaṁ …",
  "ne36:6.11": "ye saṅkhāravantaṁ …",
  "ne36:6.12": "ye viññāṇavantaṁ attānaṁ upagacchanti, attani vā viññāṇaṁ, viññāṇasmiṁ vā attānaṁ.",
  "ne36:6.13": "Ime vuccanti “sassatavādino”ti, tattha ucchedasassatavādā ubho antā, ayaṁ saṁsārapavatti.",
  "ne36:6.14": "Tassa paṭipakkho majjhimā paṭipadā ariyo aṭṭhaṅgiko maggo, ayaṁ saṁsāranivatti.",
  "ne36:6.15": "Tattha pavatti dukkhaṁ, tadabhisaṅgo taṇhā samudayo, taṇhānirodho dukkhanirodho, ariyo aṭṭhaṅgiko maggo dukkhanirodhagāminī paṭipadā, imāni cattāri saccāni.",
  "ne36:6.16": "Dukkhaṁ pariññeyyaṁ, samudayo pahātabbo, maggo bhāvetabbo, nirodho sacchikātabbo.",
  "ne36:7.1": "Tattha ucchedasassataṁ samāsato vīsativatthukā sakkāyadiṭṭhi, vitthārato dvāsaṭṭhi diṭṭhigatāni, tesaṁ paṭipakkho tecattālīsaṁ bodhipakkhiyā dhammā aṭṭha vimokkhā dasa kasiṇāyatanāni.",
  "ne36:7.2": "Dvāsaṭṭhi diṭṭhigatāni mohajālaṁ anādianidhanappavattaṁ.",
  "ne36:7.3": "Tecattālīsaṁ bodhipakkhiyā dhammā ñāṇavajiraṁ mohajālappadālanaṁ.",
  "ne36:7.4": "Tattha moho avijjā, jālaṁ bhavataṇhā, tena vuccati “pubbā koṭi na paññāyati avijjāya ca bhavataṇhāya cā”ti.",
  "ne36:8.1": "Tattha diṭṭhicarito asmiṁ sāsane pabbajito sallekhānusantatavutti bhavati sallekhe tibbagāravo.",
  "ne36:8.2": "Taṇhācarito asmiṁ sāsane pabbajito sikkhānusantatavutti bhavati sikkhāya tibbagāravo.",
  "ne36:8.3": "Diṭṭhicarito sammattaniyāmaṁ okkamanto dhammānusārī bhavati.",
  "ne36:8.4": "Taṇhācarito sammattaniyāmaṁ okkamanto saddhānusārī bhavati, diṭṭhicarito sukhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyāti.",
  "ne36:8.5": "Taṇhācarito dukkhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyāti.",
  "ne36:9.1": "Tattha kiṅkāraṇaṁ, yaṁ taṇhācarito dukkhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyāti, tassa hi kāmā apariccattā bhavanti, so kāmehi viveciyamāno dukkhena paṭinissarati dandhañca dhammaṁ ājānāti?",
  "ne36:9.2": "Yo panāyaṁ diṭṭhicarito ayaṁ āditoyeva kāmehi anatthiko bhavati.",
  "ne36:9.3": "So tato viveciyamāno khippañca paṭinissarati, khippañca dhammaṁ ājānāti.",
  "ne36:9.4": "Dukkhāpi paṭipadā duvidhā dandhābhiññā ca khippābhiññā ca.",
  "ne36:9.5": "Sukhāpi paṭipadā duvidhā dandhābhiññā ca khippābhiññā ca.",
  "ne36:9.6": "Sattāpi duvidhā mudindriyāpi tikkhindriyāpi.",
  "ne36:9.7": "Ye mudindriyā, te dandhañca paṭinissaranti dandhañca dhammaṁ ājānanti.",
  "ne36:9.8": "Ye tikkhindriyā, te khippañca paṭinissaranti, khippañca dhammaṁ ājānanti, imā catasso paṭipadā.",
  "ne36:9.9": "Ye hi keci niyyiṁsu vā niyyanti vā niyyissanti vā, te imāhi eva catūhi paṭipadāhi.",
  "ne36:9.10": "Evaṁ ariyā catukkamaggaṁ paññāpenti abudhajanasevitāya bālakantāya rattavāsiniyā nandiyā bhavataṇhāya avaṭṭanatthaṁ.",
  "ne36:9.11": "Ayaṁ vuccati nandiyāvaṭṭassa nayassa bhūmīti, tenāha “taṇhañca avijjampi ca samathenā”ti.",
  "ne36:10.1": "Veyyākaraṇesu hi ye kusalākusalāti te duvidhā upaparikkhitabbā—",
  "ne36:10.2": "lokavaṭṭānusārī ca lokavivaṭṭānusārī ca.",
  "ne36:10.3": "Vaṭṭaṁ nāma saṁsāro.",
  "ne36:10.4": "Vivaṭṭaṁ nibbānaṁ.",
  "ne36:10.5": "Kammakilesā hetu saṁsārassa.",
  "ne36:10.6": "Tattha kammaṁ cetanā cetasikañca niddisitabbaṁ.",
  "ne36:10.7": "Taṁ kathaṁ daṭṭhabbaṁ?",
  "ne36:10.8": "Upacayena sabbepi kilesā catūhi vipallāsehi niddisitabbā.",
  "ne36:10.9": "Te kattha daṭṭhabbā?",
  "ne36:10.10": "Dasa vatthuke kilesapuñje.",
  "ne36:10.11": "Katamāni dasa vatthūni?",
  "ne36:10.12": "Cattāro āhārā, cattāro vipallāsā, cattāri upādānāni, cattāro yogā, cattāro ganthā, cattāro āsavā, cattāro oghā, cattāro sallā, catasso viññāṇaṭṭhitiyo cattāri agatigamanāni.",
  "ne36:10.13": "Paṭhame āhāre paṭhamo vipallāso, dutiye āhāre dutiyo vipallāso, tatiye āhāre tatiyo vipallāso, catutthe āhāre catuttho vipallāso.",
  "ne36:10.14": "Paṭhame vipallāse paṭhamaṁ upādānaṁ.",
  "ne36:10.15": "Dutiye vipallāse dutiyaṁ upādānaṁ, tatiye vipallāse tatiyaṁ upādānaṁ, catutthe vipallāse catutthaṁ upādānaṁ.",
  "ne36:10.16": "Paṭhame upādāne paṭhamo yogo, dutiye upādāne dutiyo yogo, tatiye upādāne tatiyo yogo, catutthe upādāne catuttho yogo.",
  "ne36:10.17": "Paṭhame yoge paṭhamo gantho, dutiye yoge dutiyo gantho, tatiye yoge tatiyo gantho, catutthe yoge catuttho gantho.",
  "ne36:10.18": "Paṭhame ganthe paṭhamo āsavo, dutiye ganthe dutiyo āsavo, tatiye ganthe tatiyo āsavo, catutthe ganthe catuttho āsavo.",
  "ne36:10.19": "Paṭhame āsave paṭhamo ogho, dutiye āsave dutiyo ogho, tatiye āsave tatiyo ogho, catutthe āsave catuttho ogho.",
  "ne36:10.20": "Paṭhame oghe paṭhamo sallo, dutiye oghe dutiyo sallo, tatiye oghe tatiyo sallo, catutthe oghe catuttho sallo.",
  "ne36:10.21": "Paṭhame salle paṭhamā viññāṇaṭṭhiti, dutiye salle dutiyā viññāṇaṭṭhiti, tatiye salle tatiyā viññāṇaṭṭhiti, catutthe salle catutthī viññāṇaṭṭhiti.",
  "ne36:10.22": "Paṭhamāyaṁ viññāṇaṭṭhitiyaṁ paṭhamaṁ agatigamanaṁ, dutiyāyaṁ viññāṇaṭṭhitiyaṁ dutiyaṁ agatigamanaṁ, tatiyāyaṁ viññāṇaṭṭhitiyaṁ tatiyaṁ agatigamanaṁ, catutthiyaṁ viññāṇaṭṭhitiyaṁ catutthaṁ agatigamanaṁ.",
  "ne36:11.1": "Tattha yo ca kabaḷīkāro āhāro phasso āhāro, ime taṇhācaritassa puggalassa upakkilesā.",
  "ne36:11.2": "Yo ca manosañcetanāhāro yo ca viññāṇāhāro, ime diṭṭhicaritassa puggalassa upakkilesā.",
  "ne36:11.3": "Tattha yo ca “asubhe subhan”ti vipallāso, yo ca “dukkhe sukhan”ti vipallāso, ime taṇhācaritassa puggalassa upakkilesā.",
  "ne36:11.4": "Yo ca “anicce niccan”ti vipallāso, yo ca “anattani attā”ti vipallāso, ime diṭṭhicaritassa puggalassa upakkilesā.",
  "ne36:11.5": "Tattha yañca kāmupādānaṁ yañca bhavupādānaṁ, ime taṇhācaritassa puggalassa upakkilesā.",
  "ne36:11.6": "Yañca diṭṭhupādānaṁ yañca attavādupādānaṁ, ime diṭṭhicaritassa puggalassa upakkilesā.",
  "ne36:11.7": "Tattha yo ca kāmayogo, yo ca bhavayogo, ime taṇhācaritassa puggalassa upakkilesā.",
  "ne36:11.8": "Yo ca diṭṭhiyogo, yo ca avijjāyogo, ime diṭṭhicaritassa puggalassa upakkilesā.",
  "ne36:11.9": "Tattha yo ca abhijjhākāyagantho, yo ca byāpādo kāyagantho, ime taṇhācaritassa puggalassa upakkilesā.",
  "ne36:11.10": "Yo ca parāmāsakāyagantho, yo ca idaṁsaccābhinivesakāyagantho, ime diṭṭhicaritassa puggalassa upakkilesā.",
  "ne36:11.11": "Tattha yo ca kāmāsavo, yo ca bhavāsavo, ime taṇhācaritassa puggalassa upakkilesā.",
  "ne36:11.12": "Yo ca diṭṭhāsavo, yo ca avijjāsavo, ime diṭṭhicaritassa puggalassa upakkilesā.",
  "ne36:11.13": "Tattha yo ca kāmogho, yo ca bhavogho, ime taṇhācaritassa puggalassa upakkilesā.",
  "ne36:11.14": "Yo ca diṭṭhogho, yo ca avijjogho, ime diṭṭhicaritassa puggalassa upakkilesā.",
  "ne36:11.15": "Tattha yo ca rāgasallo, yo ca dosasallo, ime taṇhācaritassa puggalassa upakkilesā.",
  "ne36:11.16": "Yo ca mānasallo, yo ca mohasallo, ime diṭṭhicaritassa puggalassa upakkilesā.",
  "ne36:11.17": "Tattha yā ca rūpūpagā viññāṇaṭṭhiti, yā ca vedanūpagā viññāṇaṭṭhiti, ime taṇhācaritassa puggalassa upakkilesā.",
  "ne36:11.18": "Yā ca saññūpagā viññāṇaṭṭhiti, yā ca saṅkhārūpagā viññāṇaṭṭhiti, ime diṭṭhicaritassa puggalassa upakkilesā.",
  "ne36:11.19": "Tattha yañca chandā agatigamanaṁ yañca dosā agatigamanaṁ, ime taṇhācaritassa puggalassa upakkilesā.",
  "ne36:11.20": "Yañca bhayā agatigamanaṁ, yañca mohā agatigamanaṁ, ime diṭṭhicaritassa puggalassa upakkilesā.",
  "ne36:12.1": "Tattha kabaḷīkāre āhāre “asubhe subhan”ti vipallāso, phasse āhāre “dukkhe sukhan”ti vipallāso, viññāṇe āhāre “anicce niccan”ti vipallāso, manosañcetanāya āhāre “anattani attā”ti vipallāso.",
  "ne36:12.2": "Paṭhame vipallāse ṭhito kāme upādiyati, idaṁ vuccati kāmupādānaṁ;",
  "ne36:12.3": "dutiye vipallāse ṭhito anāgataṁ bhavaṁ upādiyati, idaṁ vuccati bhavupādānaṁ;",
  "ne36:12.4": "tatiye vipallāse ṭhito saṁsārābhinandiniṁ diṭṭhiṁ upādiyati, idaṁ vuccati diṭṭhupādānaṁ;",
  "ne36:12.5": "catutthe vipallāse ṭhito attānaṁ kappiyaṁ upādiyati, idaṁ vuccati attavādupādānaṁ.",
  "ne36:13.1": "Kāmupādānena kāmehi saṁyujjati, ayaṁ vuccati kāmayogo;",
  "ne36:13.2": "bhavupādānena bhavehi saṁyujjati, ayaṁ vuccati bhavayogo;",
  "ne36:13.3": "diṭṭhupādānena pāpikāya diṭṭhiyā saṁyujjati, ayaṁ vuccati diṭṭhiyogo;",
  "ne36:13.4": "attavādupādānena avijjāya saṁyujjati, ayaṁ vuccati avijjāyogo.",
  "ne36:14.1": "Paṭhame yoge ṭhito abhijjhāya kāyaṁ ganthati, ayaṁ vuccati abhijjhākāyagantho;",
  "ne36:14.2": "dutiye yoge ṭhito byāpādena kāyaṁ ganthati, ayaṁ vuccati byāpādakāyagantho;",
  "ne36:14.3": "tatiye yoge ṭhito parāmāsena kāyaṁ ganthati, ayaṁ vuccati parāmāsakāyagantho;",
  "ne36:14.4": "catutthe yoge ṭhito idaṁsaccābhinivesena kāyaṁ ganthati, ayaṁ vuccati idaṁsaccābhinivesakāyagantho.",
  "ne36:15.1": "Tassa evaṅganthitā kilesā āsavanti.",
  "ne36:15.2": "Kuto ca vuccati āsavantīti?",
  "ne36:15.3": "Anusayato vā pariyuṭṭhānato vā.",
  "ne36:15.4": "Tattha abhijjhākāyaganthena kāmāsavo, byāpādakāyaganthena bhavāsavo, parāmāsakāyaganthena diṭṭhāsavo, idaṁsaccābhinivesakāyaganthena avijjāsavo.",
  "ne36:16.1": "Tassa ime cattāro āsavā vepullaṁ gatā oghā bhavanti.",
  "ne36:16.2": "Iti āsavavepullā oghavepullaṁ.",
  "ne36:16.3": "Tattha kāmāsavena kāmogho, bhavāsavena bhavogho, diṭṭhāsavena diṭṭhogho, avijjāsavena avijjogho.",
  "ne36:17.1": "Tassa ime cattāro oghā anusayasahagatā ajjhāsayaṁ anupaviṭṭhā hadayaṁ āhacca tiṭṭhanti, tena vuccanti sallāiti.",
  "ne36:17.2": "Tattha kāmoghena rāgasallo, bhavoghena dosasallo, diṭṭhoghena mānasallo, avijjoghena mohasallo.",
  "ne36:18.1": "Tassa imehi catūhi sallehi pariyādinnaṁ viññāṇaṁ catūsu dhammesu saṇṭhahati rūpe vedanāya saññāya saṅkhāresu.",
  "ne36:18.2": "Tattha rāgasallena nandūpasecanena viññāṇena rūpūpagā viññāṇaṭṭhiti, dosasallena nandūpasecanena viññāṇena vedanūpagā viññāṇaṭṭhiti, mānasallena nandūpasecanena viññāṇena saññūpagā viññāṇaṭṭhiti, mohasallena nandūpasecanena viññāṇena saṅkhārūpagā viññāṇaṭṭhiti.",
  "ne36:19.1": "Tassa imāhi catūhi viññāṇaṭṭhitīhi upatthaddhaṁ viññāṇaṁ catūhi dhammehi agatiṁ gacchati chandā dosā bhayā mohā.",
  "ne36:19.2": "Tattha rāgena chandāgatiṁ gacchati, dosena dosāgatiṁ gacchati, bhayena bhayāgatiṁ gacchati, mohena mohāgatiṁ gacchati.",
  "ne36:19.3": "Iti kho tañca kammaṁ ime ca kilesā, esa hetu saṁsārassa, evaṁ sabbe kilesā catūhi vipallāsehi niddisitabbā.",
  "ne36:20.1": "Tattha imā catasso disā kabaḷīkāro āhāro “asubhe subhan”ti vipallāso, kāmupādānaṁ, kāmayogo, abhijjhākāyagantho, kāmāsavo, kāmogho, rāgasallo, rūpūpagā viññāṇaṭṭhiti, chandā agatigamananti paṭhamā disā.",
  "ne36:21.1": "Phasso āhāro “dukkhe sukhan”ti vipallāso, bhavupādānaṁ, bhavayogo, byāpādakāyagantho, bhavāsavo, bhavogho, dosasallo, vedanūpagā viññāṇaṭṭhiti, dosā agatigamananti dutiyā disā.",
  "ne36:22.1": "Viññāṇāhāro “anicce niccan”ti vipallāso, diṭṭhupādānaṁ, diṭṭhiyogo parāmāsakāyagantho, diṭṭhāsavo, diṭṭhogho, mānasallo, saññūpagā viññāṇaṭṭhiti, bhayā agatigamananti tatiyā disā.",
  "ne36:23.1": "Manosañcetanāhāro “anattani attā”ti vipallāso, attavādupādānaṁ, avijjāyogo, idaṁsaccābhinivesakāyagantho, avijjāsavo, avijjogho, mohasallo, saṅkhārūpagā viññāṇaṭṭhiti, mohā agatigamananti catutthī disā.",
  "ne36:24.1": "Tattha yo ca kabaḷīkāro āhāro yo ca “asubhe subhan”ti vipallāso, kāmupādānaṁ, kāmayogo, abhijjhākāyagantho, kāmāsavo, kāmogho, rāgasallo, rūpūpagā viññāṇaṭṭhiti chandā agatigamananti, imesaṁ dasannaṁ suttānaṁ eko attho, byañjanameva nānaṁ.",
  "ne36:24.2": "Ime rāgacaritassa puggalassa upakkilesā.",
  "ne36:25.1": "Tattha yo ca phasso āhāro yo ca “dukkhe sukhan”ti vipallāso, bhavupādānaṁ, bhavayogo, byāpādakāyagantho, bhavāsavo, bhavogho, dosasallo, vedanūpagā viññāṇaṭṭhiti, dosā agatigamananti imesaṁ dasannaṁ suttānaṁ eko attho byañjanameva nānaṁ, ime dosacaritassa puggalassa upakkilesā.",
  "ne36:26.1": "Tattha yo ca viññāṇāhāro yo ca “anicce niccan”ti vipallāso, diṭṭhupādānaṁ, diṭṭhiyogo, parāmāsakāyagantho, diṭṭhāsavo, diṭṭhogho, mānasallo, saññūpagā viññāṇaṭṭhiti, bhayā agatigamananti imesaṁ dasannaṁ suttānaṁ eko attho, byañjanameva nānaṁ.",
  "ne36:26.2": "Ime diṭṭhicaritassa mandassa upakkilesā.",
  "ne36:27.1": "Tattha yo ca manosañcetanāhāro yo ca “anattani attā”ti vipallāso, attavādupādānaṁ, avijjāyogo, idaṁsaccābhinivesakāyagantho, avijjāsavo, avijjogho, mohasallo, saṅkhārūpagā viññāṇaṭṭhiti, mohā agatigamananti, imesaṁ dasannaṁ suttānaṁ eko attho, byañjanameva nānaṁ.",
  "ne36:27.2": "Ime diṭṭhicaritassa udattassa upakkilesā.",
  "ne36:28.1": "Tattha yo ca kabaḷīkāro āhāro yo ca phasso āhāro, ime appaṇihitena vimokkhamukhena pariññaṁ gacchanti, viññāṇāhāro suññatāya, manosañcetanāhāro animittena, tattha yo ca “asubhe subhan”ti vipallāso, yo ca “dukkhe sukhan”ti vipallāso, ime appaṇihitena vimokkhamukhena pahānaṁ abbhatthaṁ gacchanti.",
  "ne36:28.2": "“Anicce niccan”ti vipallāso suññatāya, “anattani attā”ti vipallāso animittena.",
  "ne36:28.3": "Tattha kāmupādānañca bhavupādānañca appaṇihitena vimokkhamukhena pahānaṁ gacchanti.",
  "ne36:28.4": "Diṭṭhupādānaṁ suññatāya, attavādupādānaṁ animittena.",
  "ne36:28.5": "Tattha kāmayogo ca bhavayogo ca appaṇihitena vimokkhamukhena pahānaṁ gacchanti, diṭṭhiyogo suññatāya, avijjāyogo animittena.",
  "ne36:28.6": "Tattha abhijjhākāyagantho ca byāpādakāyagantho ca appaṇihitena vimokkhamukhena pahānaṁ gacchanti, parāmāsakāyagantho suññatāya, idaṁsaccābhinivesakāyagantho animittena.",
  "ne36:29.1": "Tattha kāmāsavo ca bhavāsavo ca appaṇihitena vimokkhamukhena pahānaṁ gacchanti, diṭṭhāsavo suññatāya, avijjāsavo animittena.",
  "ne36:29.2": "Tattha kāmogho ca bhavogho ca appaṇihitena vimokkhamukhena pahānaṁ gacchanti, diṭṭhogho suññatāya, avijjogho animittena.",
  "ne36:29.3": "Tattha rāgasallo ca dosasallo ca appaṇihitena vimokkhamukhena pahānaṁ gacchanti, mānasallo suññatāya, mohasallo animittena.",
  "ne36:29.4": "Tattha rūpūpagā ca viññāṇaṭṭhiti vedanūpagā ca viññāṇaṭṭhiti appaṇihitena vimokkhamukhena pariññaṁ gacchanti, saññūpagā suññatāya, saṅkhārūpagā animittena.",
  "ne36:30.1": "Tattha chandā ca agatigamanaṁ dosā ca agatigamanaṁ appaṇihitena vimokkhamukhena pahānaṁ gacchanti, bhayā agatigamanaṁ suññatāya, mohā agatigamanaṁ animittena vimokkhamukhena pahānaṁ gacchanti.",
  "ne36:30.2": "Iti sabbe lokavaṭṭānusārino dhammā niyyanti.",
  "ne36:30.3": "Te lokā tīhi vimokkhamukhehi.",
  "ne36:31.1": "Tatridaṁ niyyānaṁ—",
  "ne36:32.1": "Catasso paṭipadā, cattāro satipaṭṭhānā, cattāri jhānāni, cattāro vihārā, cattāro sammappadhānā, cattāro acchariyā abbhutā dhammā, cattāri adhiṭṭhānāni, catasso samādhibhāvanā, cattāro sukhabhāgiyā dhammā, catasso appamāṇā.",
  "ne36:33.1": "Paṭhamā paṭipadā paṭhamaṁ satipaṭṭhānaṁ, dutiyā paṭipadā dutiyaṁ satipaṭṭhānaṁ, tatiyā paṭipadā tatiyaṁ satipaṭṭhānaṁ, catutthī paṭipadā catutthaṁ satipaṭṭhānaṁ.",
  "ne36:33.2": "Paṭhamaṁ satipaṭṭhānaṁ paṭhamaṁ jhānaṁ, dutiyaṁ satipaṭṭhānaṁ dutiyaṁ jhānaṁ, tatiyaṁ satipaṭṭhānaṁ tatiyaṁ jhānaṁ, catutthaṁ satipaṭṭhānaṁ catutthaṁ jhānaṁ.",
  "ne36:33.3": "Paṭhamaṁ jhānaṁ paṭhamo vihāro, dutiyaṁ jhānaṁ dutiyo vihāro, tatiyaṁ jhānaṁ tatiyo vihāro, catutthaṁ jhānaṁ catuttho vihāro.",
  "ne36:33.4": "Paṭhamo vihāro paṭhamaṁ sammappadhānaṁ, dutiyo vihāro dutiyaṁ sammappadhānaṁ, tatiyo vihāro tatiyaṁ sammappadhānaṁ, catuttho vihāro catutthaṁ sammappadhānaṁ.",
  "ne36:33.5": "Paṭhamaṁ sammappadhānaṁ paṭhamo acchariyo abbhuto dhammo, dutiyaṁ dutiyo, tatiyaṁ tatiyo, catutthaṁ sammappadhānaṁ catuttho acchariyo abbhuto dhammo.",
  "ne36:33.6": "Paṭhamo acchariyo abbhuto dhammo paṭhamaṁ adhiṭṭhānaṁ, dutiyo acchariyo abbhuto dhammo dutiyaṁ adhiṭṭhānaṁ, tatiyo acchariyo abbhuto dhammo tatiyaṁ adhiṭṭhānaṁ, catuttho acchariyo abbhuto dhammo catutthaṁ adhiṭṭhānaṁ.",
  "ne36:33.7": "Paṭhamaṁ adhiṭṭhānaṁ paṭhamā samādhibhāvanā, dutiyaṁ adhiṭṭhānaṁ dutiyā samādhibhāvanā, tatiyaṁ adhiṭṭhānaṁ tatiyā samādhibhāvanā, catutthaṁ adhiṭṭhānaṁ catutthī samādhibhāvanā.",
  "ne36:33.8": "Paṭhamā samādhibhāvanā paṭhamo sukhabhāgiyo dhammo, dutiyā samādhibhāvanā dutiyo sukhabhāgiyo dhammo, tatiyā samādhibhāvanā tatiyo sukhabhāgiyo dhammo, catutthī samādhibhāvanā catuttho sukhabhāgiyo dhammo.",
  "ne36:33.9": "Paṭhamo sukhabhāgiyo dhammo paṭhamaṁ appamāṇaṁ, dutiyo sukhabhāgiyo dhammo dutiyaṁ appamāṇaṁ, tatiyo sukhabhāgiyo dhammo tatiyaṁ appamāṇaṁ, catuttho sukhabhāgiyo dhammo catutthaṁ appamāṇaṁ.",
  "ne36:33.10": "Paṭhamā paṭipadā bhāvitā bahulīkatā paṭhamaṁ satipaṭṭhānaṁ paripūreti, dutiyā paṭipadā bhāvitā bahulīkatā dutiyaṁ satipaṭṭhānaṁ paripūreti, tatiyā paṭipadā bhāvitā bahulīkatā tatiyaṁ satipaṭṭhānaṁ paripūreti, catutthī paṭipadā bhāvitā bahulīkatā catutthaṁ satipaṭṭhānaṁ paripūreti.",
  "ne36:33.11": "Paṭhamo satipaṭṭhāno bhāvito bahulīkato paṭhamaṁ jhānaṁ paripūreti, dutiyo satipaṭṭhāno bhāvito bahulīkato dutiyaṁ jhānaṁ paripūreti, tatiyo satipaṭṭhāno bhāvito bahulīkato tatiyaṁ jhānaṁ paripūreti, catuttho satipaṭṭhāno bhāvito bahulīkato catutthaṁ jhānaṁ paripūreti.",
  "ne36:34.1": "Paṭhamaṁ jhānaṁ bhāvitaṁ bahulīkataṁ paṭhamaṁ vihāraṁ paripūreti, dutiyaṁ jhānaṁ bhāvitaṁ bahulīkataṁ dutiyaṁ vihāraṁ paripūreti, tatiyaṁ jhānaṁ bhāvitaṁ bahulīkataṁ tatiyaṁ vihāraṁ paripūreti, catutthaṁ jhānaṁ bhāvitaṁ bahulīkataṁ catutthaṁ vihāraṁ paripūreti.",
  "ne36:34.2": "Paṭhamo vihāro bhāvito bahulīkato anuppannānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ anuppādaṁ paripūreti, dutiyo vihāro bhāvito bahulīkato uppannānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ pahānaṁ paripūreti, tatiyo vihāro bhāvito bahulīkato anuppannānaṁ kusalānaṁ dhammānaṁ uppādaṁ paripūreti, catuttho vihāro bhāvito bahulīkato uppannānaṁ kusalānaṁ dhammānaṁ ṭhitiṁ asammosaṁ bhiyyobhāvaṁ paripūreti.",
  "ne36:34.3": "Paṭhamaṁ sammappadhānaṁ bhāvitaṁ bahulīkataṁ mānappahānaṁ paripūreti, dutiyaṁ sammappadhānaṁ bhāvitaṁ bahulīkataṁ ālayasamugghātaṁ paripūreti, tatiyaṁ sammappadhānaṁ bhāvitaṁ bahulīkataṁ avijjāpahānaṁ paripūreti, catutthaṁ sammappadhānaṁ bhāvitaṁ bahulīkataṁ bhavūpasamaṁ paripūreti.",
  "ne36:34.4": "Mānappahānaṁ bhāvitaṁ bahulīkataṁ saccādhiṭṭhānaṁ paripūreti, ālayasamugghāto bhāvito bahulīkato cāgādhiṭṭhānaṁ paripūreti, avijjāpahānaṁ bhāvitaṁ bahulīkataṁ paññādhiṭṭhānaṁ paripūreti, bhavūpasamo bhāvito bahulīkato upasamādhiṭṭhānaṁ paripūreti.",
  "ne36:34.5": "Saccādhiṭṭhānaṁ bhāvitaṁ bahulīkataṁ chandasamādhiṁ paripūreti, cāgādhiṭṭhānaṁ bhāvitaṁ bahulīkataṁ vīriyasamādhiṁ paripūreti, paññādhiṭṭhānaṁ bhāvitaṁ bahulīkataṁ cittasamādhiṁ paripūreti, upasamādhiṭṭhānaṁ bhāvitaṁ bahulīkataṁ vīmaṁsāsamādhiṁ paripūreti.",
  "ne36:34.6": "Chandasamādhi bhāvito bahulīkato indriyasaṁvaraṁ paripūreti, vīriyasamādhi bhāvito bahulīkato tapaṁ paripūreti, cittasamādhi bhāvito bahulīkato buddhiṁ paripūreti, vīmaṁsāsamādhi bhāvito bahulīkato sabbūpadhipaṭinissaggaṁ paripūreti.",
  "ne36:34.7": "Indriyasaṁvaro bhāvito bahulīkato mettaṁ paripūreti, tapo bhāvito bahulīkato karuṇaṁ paripūreti, buddhi bhāvitā bahulīkatā muditaṁ paripūreti, sabbūpadhipaṭinissaggo bhāvito bahulīkato upekkhaṁ paripūreti.",
  "ne36:35.1": "Tattha imā catasso disā paṭhamā paṭipadā paṭhamo satipaṭṭhāno paṭhamaṁ jhānaṁ paṭhamo vihāro paṭhamo sammappadhāno paṭhamo acchariyo abbhuto dhammo saccādhiṭṭhānaṁ chandasamādhi indriyasaṁvaro mettā iti paṭhamā disā.",
  "ne36:36.1": "Dutiyā paṭipadā dutiyo satipaṭṭhāno dutiyaṁ jhānaṁ dutiyo vihāro dutiyo sammappadhāno dutiyo acchariyo abbhuto dhammo bhavādhiṭṭhānaṁ vīriyasamādhi tapo karuṇā iti dutiyā disā.",
  "ne36:37.1": "Tatiyā paṭipadā tatiyo satipaṭṭhāno tatiyaṁ jhānaṁ tatiyo vihāro tatiyo sammappadhāno tatiyo acchariyo abbhuto dhammo paññādhiṭṭhānaṁ cittasamādhi buddhi muditā iti tatiyā disā.",
  "ne36:38.1": "Catutthī paṭipadā catuttho satipaṭṭhāno catutthaṁ jhānaṁ catuttho vihāro catuttho sammappadhāno catuttho acchariyo abbhuto dhammo upasamādhiṭṭhānaṁ vīmaṁsāsamādhi sabbūpadhipaṭinissaggo upekkhā iti catutthī disā.",
  "ne36:39.1": "Tattha paṭhamā paṭipadā paṭhamo satipaṭṭhāno paṭhamaṁ jhānaṁ paṭhamo vihāro paṭhamo sammappadhāno paṭhamo acchariyo abbhuto dhammo saccādhiṭṭhānaṁ chandasamādhi indriyasaṁvaro, mettā iti imesaṁ dasannaṁ suttānaṁ eko attho, byañjanameva nānaṁ.",
  "ne36:39.2": "Idaṁ rāgacaritassa puggalassa bhesajjaṁ.",
  "ne36:40.1": "Dutiyā paṭipadā dutiyo satipaṭṭhāno dutiyaṁ jhānaṁ dutiyo vihāro dutiyo sammappadhāno dutiyo acchariyo abbhuto dhammo cāgādhiṭṭhānaṁ vīriyasamādhi tapo karuṇā iti imesaṁ dasannaṁ suttānaṁ eko attho, byañjanameva nānaṁ.",
  "ne36:40.2": "Idaṁ dosacaritassa puggalassa bhesajjaṁ.",
  "ne36:41.1": "Tatiyā paṭipadā tatiyo satipaṭṭhāno tatiyaṁ jhānaṁ tatiyo vihāro tatiyo sammappadhāno tatiyo acchariyo abbhuto dhammo paññādhiṭṭhānaṁ cittasamādhi buddhi muditā iti imesaṁ dasannaṁ suttānaṁ eko attho, byañjanameva nānaṁ.",
  "ne36:41.2": "Idaṁ diṭṭhicaritassa mandassa bhesajjaṁ.",
  "ne36:42.1": "Catutthī paṭipadā catuttho satipaṭṭhāno catutthaṁ jhānaṁ catuttho vihāro catuttho sammappadhāno catuttho acchariyo abbhuto dhammo upasamādhiṭṭhānaṁ vīmaṁsāsamādhi sabbūpadhipaṭinissaggo upekkhā iti imesaṁ dasannaṁ suttānaṁ eko attho, byañjanameva nānaṁ.",
  "ne36:42.2": "Idaṁ diṭṭhicaritassa udattassa bhesajjaṁ.",
  "ne36:43.1": "Tattha dukkhā ca paṭipadā dandhābhiññā dukkhā ca paṭipadā khippābhiññā appaṇihitaṁ vimokkhamukhaṁ, sukhā paṭipadā dandhābhiññā suññataṁ vimokkhamukhaṁ, sukhā paṭipadā khippābhiññā animittaṁ vimokkhamukhaṁ.",
  "ne36:44.1": "Tattha kāye kāyānupassitā satipaṭṭhānañca vedanāsu vedanānupassitā satipaṭṭhānañca appaṇihitaṁ vimokkhamukhaṁ, citte cittānupassitā suññataṁ vimokkhamukhaṁ.",
  "ne36:44.2": "Dhammesu dhammānupassitā animittaṁ vimokkhamukhaṁ.",
  "ne36:45.1": "Tattha paṭhamañca jhānaṁ dutiyañca jhānaṁ appaṇihitaṁ vimokkhamukhaṁ, tatiyaṁ jhānaṁ suññataṁ vimokkhamukhaṁ, catutthaṁ jhānaṁ animittaṁ vimokkhamukhaṁ.",
  "ne36:46.1": "Tattha paṭhamo ca vihāro dutiyo ca vihāro appaṇihitaṁ vimokkhamukhaṁ, tatiyo vihāro suññataṁ vimokkhamukhaṁ, catuttho vihāro animittaṁ vimokkhamukhaṁ.",
  "ne36:47.1": "Yattha paṭhamañca sammappadhānaṁ dutiyañca sammappadhānaṁ appaṇihitaṁ vimokkhamukhaṁ, tatiyaṁ sammappadhānaṁ suññataṁ vimokkhamukhaṁ, catutthaṁ sammappadhānaṁ animittaṁ vimokkhamukhaṁ.",
  "ne36:48.1": "Tattha mānappahānañca ālayasamugghāto ca appaṇihitaṁ vimokkhamukhaṁ, avijjāpahānaṁ suññataṁ vimokkhamukhaṁ, bhavūpasamo animittaṁ vimokkhamukhaṁ.",
  "ne36:49.1": "Tattha saccādhiṭṭhānañca cāgādhiṭṭhānañca appaṇihitaṁ vimokkhamukhaṁ, paññādhiṭṭhānaṁ suññataṁ vimokkhamukhaṁ, upasamādhiṭṭhānaṁ animittaṁ vimokkhamukhaṁ.",
  "ne36:50.1": "Tattha chandasamādhi ca vīriyasamādhi ca appaṇihitaṁ vimokkhamukhaṁ, cittasamādhi suññataṁ vimokkhamukhaṁ, vīmaṁsāsamādhi animittaṁ vimokkhamukhaṁ.",
  "ne36:51.1": "Tattha indriyasaṁvaro ca tapo ca appaṇihitaṁ vimokkhamukhaṁ, buddhi suññataṁ vimokkhamukhaṁ sabbūpadhipaṭinissaggo animittaṁ vimokkhamukhaṁ.",
  "ne36:52.1": "Tattha mettā ca karuṇā ca appaṇihitaṁ vimokkhamukhaṁ, muditā suññataṁ vimokkhamukhaṁ upekkhā animittaṁ vimokkhamukhaṁ.",
  "ne36:53.1": "Tesaṁ vikkīḷitaṁ.",
  "ne36:53.2": "Cattāro āhārā tesaṁ paṭipakkho catasso paṭipadā …pe…",
  "ne36:53.3": "cattāro vipallāsā tesaṁ paṭipakkho cattāro satipaṭṭhānā.",
  "ne36:53.4": "Cattāri upādānāni tesaṁ paṭipakkho cattāri jhānāni.",
  "ne36:53.5": "Cattāro yogā tesaṁ paṭipakkho cattāro vihārā.",
  "ne36:53.6": "Cattāro ganthā tesaṁ paṭipakkho cattāro sammappadhānā.",
  "ne36:53.7": "Cattāro āsavā tesaṁ paṭipakkho cattāro acchariyā abbhutā dhammā.",
  "ne36:53.8": "Cattāro oghā tesaṁ paṭipakkho cattāri adhiṭṭhānāni.",
  "ne36:53.9": "Cattāro sallā tesaṁ paṭipakkho catasso samādhibhāvanā.",
  "ne36:53.10": "Catasso viññāṇaṭṭhitiyo tāsaṁ paṭipakkho cattāro sukhabhāgiyā dhammā.",
  "ne36:53.11": "Cattāri agatigamanāni tesaṁ paṭipakkho catasso appamāṇā.",
  "ne36:54.1": "Sīhā buddhā paccekabuddhā sāvakā ca hatarāgadosamohā, tesaṁ vikkīḷitaṁ bhāvanā sacchikiriyā byantīkiriyā ca.",
  "ne36:54.2": "Vikkīḷitaṁ indriyādhiṭṭhānaṁ vikkīḷitaṁ vipariyāsānadhiṭṭhānañca.",
  "ne36:54.3": "Indriyāni saddhammagocaro vipariyāsā kilesagocaro.",
  "ne36:54.4": "Ayaṁ vuccati sīhavikkīḷitassa ca nayassa disālocanassa ca nayassa bhūmīti.",
  "ne36:54.5": "Tenāha “yo neti vipallāsehi saṅkilese”ti.",
  "ne36:54.6": "Veyyākaraṇesu hi ye “kusalākusalā”ti ca.",
  "ne36:55.1": "Tattha ye dukkhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyanti, ime dve puggalā;",
  "ne36:55.2": "ye sukhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyanti, ime dve puggalā.",
  "ne36:55.3": "Tesaṁ catunnaṁ puggalānaṁ ayaṁ saṅkileso, cattāro āhārā, cattāro vipallāsā, cattāri upādānāni, cattāro yogā, cattāro ganthā, cattāro āsavā, cattāro oghā, cattāro sallā, catasso viññāṇaṭṭhitiyo, cattāri agatigamanānīti.",
  "ne36:55.4": "Tesaṁ catunnaṁ puggalānaṁ idaṁ vodānaṁ, catasso paṭipadā, cattāro satipaṭṭhānā, cattāri jhānāni, cattāro vihārā, cattāro sammappadhānā, cattāro acchariyā abbhutā dhammā, cattāri adhiṭṭhānāni, catasso samādhibhāvanā, cattāro sukhabhāgiyā dhammā, catasso appamāṇā iti.",
  "ne36:56.1": "Tattha ye dukkhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyanti ime dve puggalā.",
  "ne36:56.2": "Ye sukhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyanti, ime dve puggalā.",
  "ne36:56.3": "Tattha yo sukhāya paṭipadāya khippābhiññāya niyyāti, ayaṁ ugghaṭitaññū.",
  "ne36:56.4": "Yo sādhāraṇāya, ayaṁ vipañcitaññū.",
  "ne36:56.5": "Yo dukkhāya paṭipadāya dandhābhiññāya niyyāti, ayaṁ neyyo.",
  "ne36:57.1": "Tattha bhagavā ugghaṭitaññussa puggalassa samathaṁ upadisati, neyyassa vipassanaṁ, samathavipassanaṁ vipañcitaññussa.",
  "ne36:57.2": "Tattha bhagavā ugghaṭitaññussa puggalassa mudukaṁ dhammadesanaṁ upadisati, tikkhaṁ neyyassa, mudutikkhaṁ vipañcitaññussa, tattha bhagavā ugghaṭitaññussa puggalassa saṅkhittena dhammaṁ desayati, saṅkhittavitthārena vipañcitaññussa, vitthārena neyyassa.",
  "ne36:57.3": "Tattha bhagavā ugghaṭitaññussa puggalassa nissaraṇaṁ upadisati, vipañcitaññussa ādīnavañca nissaraṇañca upadisati, neyyassa assādañca ādīnavañca nissaraṇañca upadisati.",
  "ne36:57.4": "Tattha bhagavā ugghaṭitaññussa adhipaññāsikkhaṁ paññāpayati, adhicittaṁ vipañcitaññussa, adhisīlaṁ neyyassa.",
  "ne36:58.1": "Tattha ye dukkhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyanti, ime dve puggalā.",
  "ne36:58.2": "Ye sukhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyanti.",
  "ne36:58.3": "Ime dve puggalā.",
  "ne36:58.4": "Iti kho cattāri hutvā tīṇi bhavanti ugghaṭitaññū vipañcitaññū neyyoti.",
  "ne36:59.1": "Tesaṁ tiṇṇaṁ puggalānaṁ ayaṁ saṅkileso, tīṇi akusalamūlāni lobho akusalamūlaṁ doso akusalamūlaṁ moho akusalamūlaṁ, tīṇi duccaritāni—",
  "ne36:59.2": "kāyaduccaritaṁ vacīduccaritaṁ manoduccaritaṁ;",
  "ne36:59.3": "tayo akusalavitakkā—",
  "ne36:59.4": "kāmavitakko byāpādavitakko vihiṁsāvitakko;",
  "ne36:59.5": "tisso akusalasaññā—",
  "ne36:59.6": "kāmasaññā byāpādasaññā vihiṁsāsaññā;",
  "ne36:59.7": "tisso viparītasaññā—",
  "ne36:59.8": "niccasaññā sukhasaññā attasaññā;",
  "ne36:59.9": "tisso vedanā—",
  "ne36:59.10": "sukhā vedanā dukkhā vedanā adukkhamasukhā vedanā;",
  "ne36:59.11": "tisso dukkhatā—",
  "ne36:59.12": "dukkhadukkhatā saṅkhāradukkhatā vipariṇāmadukkhatā;",
  "ne36:59.13": "tayo aggī—",
  "ne36:59.14": "rāgaggi dosaggi mohaggi;",
  "ne36:59.15": "tayo sallā—",
  "ne36:59.16": "rāgasallo dosasallo mohasallo;",
  "ne36:59.17": "tisso jaṭā—",
  "ne36:59.18": "rāgajaṭā dosajaṭā mohajaṭā;",
  "ne36:59.19": "tisso akusalūpaparikkhā—",
  "ne36:59.20": "akusalaṁ kāyakammaṁ akusalaṁ vacīkammaṁ akusalaṁ manokammaṁ.",
  "ne36:59.21": "Tisso vipattiyo—",
  "ne36:59.22": "sīlavipatti diṭṭhivipatti ācāravipattīti.",
  "ne36:59.23": "Tesaṁ tiṇṇaṁ puggalānaṁ idaṁ vodānaṁ.",
  "ne36:59.24": "Tīṇi kusalamūlāni—",
  "ne36:59.25": "alobho kusalamūlaṁ adoso kusalamūlaṁ amoho kusalamūlaṁ.",
  "ne36:59.26": "Tīṇi sucaritāni—",
  "ne36:59.27": "kāyasucaritaṁ vacīsucaritaṁ manosucaritaṁ.",
  "ne36:59.28": "Tayo kusalavitakkā—",
  "ne36:59.29": "nekkhammavitakko abyāpādavitakko avihiṁsāvitakko.",
  "ne36:59.30": "Tayo samādhī—",
  "ne36:59.31": "savitakko savicāro samādhi avitakko vicāramatto samādhi avitakko avicāro samādhi.",
  "ne36:59.32": "Tisso kusalasaññā—",
  "ne36:59.33": "nekkhammasaññā abyāpādasaññā avihiṁsāsaññā.",
  "ne36:59.34": "Tisso aviparītasaññā—",
  "ne36:59.35": "aniccasaññā dukkhasaññā anattasaññā.",
  "ne36:59.36": "Tisso kusalūpaparikkhā—",
  "ne36:59.37": "kusalaṁ kāyakammaṁ kusalaṁ vacīkammaṁ kusalaṁ manokammaṁ.",
  "ne36:59.38": "Tīṇi soceyyāni—",
  "ne36:59.39": "kāyasoceyyaṁ vacīsoceyyaṁ manosoceyyaṁ;",
  "ne36:59.40": "tisso sampattiyo—",
  "ne36:59.41": "sīlasampatti samādhisampatti paññāsampatti.",
  "ne36:59.42": "Tisso sikkhā—",
  "ne36:59.43": "adhisīlasikkhā adhicittasikkhā adhipaññāsikkhā;",
  "ne36:59.44": "tayo khandhā—",
  "ne36:59.45": "sīlakkhandho samādhikkhandho paññākkhandho.",
  "ne36:59.46": "Tīṇi vimokkhamukhāni—",
  "ne36:59.47": "suññataṁ animittaṁ appaṇihitanti.",
  "ne36:60.1": "Iti kho cattāri hutvā tīṇi bhavanti, tīṇi hutvā dve bhavanti taṇhācarito ca diṭṭhicarito ca.",
  "ne36:61.1": "Tesaṁ dvinnaṁ puggalānaṁ ayaṁ saṅkileso, taṇhā ca avijjā ca ahirikañca anottappañca assati ca asampajaññañca ayoniso manasikāro ca kosajjañca dovacassañca ahaṅkāro ca mamaṅkāro ca assaddhā ca pamādo ca asaddhammassavanañca asaṁvaro ca abhijjhā ca byāpādo ca nīvaraṇañca saṁyojanañca kodho ca upanāho ca makkho ca palāso ca issā ca maccherañca māyā ca sāṭheyyañca sassatadiṭṭhi ca ucchedadiṭṭhi cāti.",
  "ne36:62.1": "Tesaṁ dvinnaṁ puggalānaṁ idaṁ vodānaṁ, samatho ca vipassanā ca hirī ca ottappañca sati ca sampajaññañca yoniso manasikāro ca vīriyārambho ca sovacassañca dhamme ñāṇañca anvaye ñāṇañca khaye ñāṇañca anuppāde ñāṇañca saddhā ca appamādo ca saddhammassavanañca saṁvaro ca anabhijjhā ca abyāpādo ca rāgavirāgā ca cetovimutti avijjāvirāgā ca paññāvimutti abhisamayo ca appicchatā ca santuṭṭhi ca akkodho ca anupanāho ca amakkho ca apalāso ca issāpahānañca macchariyappahānañca vijjā ca vimutti ca saṅkhatārammaṇo ca vimokkho asaṅkhatārammaṇo ca vimokkho saupādisesā ca nibbānadhātu anupādisesā ca nibbānadhātūti.",
  "ne36:63.1": "Ayaṁ vuccati tipukkhalassa ca nayassa aṅkusassa ca nayassa bhūmīti.",
  "ne36:63.2": "Tenāha “yo akusale samūlehi netī”ti “oloketvā disalocanenā”ti ca.",
  "ne36:63.3": "Niyuttaṁ nayasamuṭṭhānaṁ."
}