{
  "ne6:0.1": "Netti ",
  "ne6:0.2": "Paṭiniddesavāra ",
  "ne6:0.3": "Vibhaṅga 3 ",
  "ne6:0.4": "Yuttihāravibhaṅga ",
  "ne6:1.1": "Tattha katamo yuttihāro? ",
  "ne6:1.2": "“Sabbesaṁ hārānan”ti, ayaṁ yuttihāro. ",
  "ne6:1.3": "Kiṁ yojayati? ",
  "ne6:1.4": "Cattāro mahāpadesā buddhāpadeso saṅghāpadeso sambahulattherāpadeso ekattherāpadeso. ",
  "ne6:1.5": "Ime cattāro mahāpadesā, tāni padabyañjanāni sutte otārayitabbāni, vinaye sandassayitabbāni, dhammatāyaṁ upanikkhipitabbāni. ",
  "ne6:2.1": "Katamasmiṁ sutte otārayitabbāni? ",
  "ne6:2.2": "Catūsu ariyasaccesu. ",
  "ne6:2.3": "Katamasmiṁ vinaye sandassayitabbāni? ",
  "ne6:2.4": "Rāgavinaye dosavinaye mohavinaye. ",
  "ne6:2.5": "Katamissaṁ dhammatāyaṁ upanikkhipitabbāni? ",
  "ne6:2.6": "Paṭiccasamuppāde. ",
  "ne6:2.7": "Yadi catūsu ariyasaccesu avatarati, kilesavinaye sandissati, dhammatañca na vilometi, evaṁ āsave na janeti. ",
  "ne6:2.8": "Catūhi mahāpadesehi yaṁ yaṁ yujjati, yena yena yujjati, yathā yathā yujjati, taṁ taṁ gahetabbaṁ. ",
  "ne6:3.1": "Pañhaṁ pucchitena kati padāni pañheti padaso pariyogāhitabbaṁ vicetabbaṁ? ",
  "ne6:3.2": "Yadi sabbāni padāni ekaṁ atthaṁ abhivadanti, eko pañho. ",
  "ne6:3.3": "Atha cattāri padāni ekaṁ atthaṁ abhivadanti, eko pañho. ",
  "ne6:3.4": "Atha tīṇi padāni ekaṁ atthaṁ abhivadanti, eko pañho. ",
  "ne6:3.5": "Atha dve padāni ekaṁ atthaṁ abhivadanti, eko pañho. ",
  "ne6:3.6": "Atha ekaṁ padaṁ ekaṁ atthaṁ abhivadati, eko pañho. ",
  "ne6:3.7": "Taṁ upaparikkhamānena aññātabbaṁ kiṁ ime dhammā nānatthā nānābyañjanā, udāhu imesaṁ dhammānaṁ eko attho byañjanameva nānanti. ",
  "ne6:3.8": "Yathā kiṁ bhave? ",
  "ne6:3.9": "Yathā sā devatā bhagavantaṁ pañhaṁ pucchati. ",
  "ne6:4.1": "“Kenassubbhāhato loko, ",
  "ne6:4.2": "kenassu parivārito; ",
  "ne6:4.3": "Kena sallena otiṇṇo, ",
  "ne6:4.4": "kissa dhūpāyito sadā”ti. ",
  "ne6:5.1": "Imāni cattāri padāni pucchitāni. ",
  "ne6:5.2": "Te tayo pañhā kathaṁ ñāyati? ",
  "ne6:5.3": "Bhagavā hi devatāya visajjeti. ",
  "ne6:6.1": "“Maccunābbhāhato loko, ",
  "ne6:6.2": "jarāya parivārito; ",
  "ne6:6.3": "Taṇhāsallena otiṇṇo, ",
  "ne6:6.4": "icchādhūpāyito sadā”ti. ",
  "ne6:7.1": "Tattha jarā ca maraṇañca imāni dve saṅkhatassa saṅkhatalakkhaṇāni. ",
  "ne6:7.2": "Jarāyaṁ ṭhitassa aññathattaṁ, maraṇaṁ vayo. ",
  "ne6:7.3": "Tattha jarāya ca maraṇassa ca atthato nānattaṁ. ",
  "ne6:7.4": "Kena kāraṇena, gabbhagatāpi hi mīyanti, na ca te jiṇṇā bhavanti. ",
  "ne6:7.5": "Atthi ca devānaṁ maraṇaṁ, na ca tesaṁ sarīrāni jīranti. ",
  "ne6:7.6": "Sakkateva jarāya paṭikammaṁ kātuṁ, na pana sakkate maraṇassa paṭikammaṁ kātuṁ aññatreva iddhimantānaṁ iddhivisayā. ",
  "ne6:7.7": "Yaṁ panāha taṇhāsallena otiṇṇoti dissanti vītarāgā jīrantāpi mīyantāpi. ",
  "ne6:7.8": "Yadi ca yathā jarāmaraṇaṁ, evaṁ taṇhāpi siyā. ",
  "ne6:7.9": "Evaṁ sante sabbe yobbanaṭṭhāpi vigatataṇhā siyuṁ. ",
  "ne6:7.10": "Yathā ca taṇhā dukkhassa samudayo, evaṁ jarāmaraṇampi siyā dukkhassa samudayo, na ca siyā taṇhā dukkhassa samudayo, na hi jarāmaraṇaṁ dukkhassa samudayo, taṇhā dukkhassa samudayo. ",
  "ne6:7.11": "Yathā ca taṇhā maggavajjhā, evaṁ jarāmaraṇampi siyā maggavajjhaṁ. ",
  "ne6:7.12": "Imāya yuttiyā aññamaññehi kāraṇehi gavesitabbaṁ. ",
  "ne6:7.13": "Yadi ca sandissati yuttisamārūḷhaṁ atthato ca aññattaṁ, byañjanatopi gavesitabbaṁ. ",
  "ne6:8.1": "Salloti vā dhūpāyananti vā imesaṁ dhammānaṁ atthato ekattaṁ. ",
  "ne6:8.2": "Na hi yujjati icchāya ca taṇhāya ca atthato aññattaṁ. ",
  "ne6:8.3": "Taṇhāya adhippāye aparipūramāne navasu āghātavatthūsu kodho ca upanāho ca uppajjati. ",
  "ne6:8.4": "Imāya yuttiyā jarāya ca maraṇassa ca taṇhāya ca atthato aññattaṁ. ",
  "ne6:9.1": "Yaṁ panidaṁ bhagavatā dvīhi nāmehi abhilapitaṁ icchātipi taṇhātipi, idaṁ bhagavatā bāhirānaṁ vatthūnaṁ ārammaṇavasena dvīhi nāmehi abhilapitaṁ icchātipi taṇhātipi, sabbā hi taṇhā ajjhosānalakkhaṇena ekalakkhaṇā. ",
  "ne6:9.2": "Yathā sabbo aggi uṇhattalakkhaṇena ekalakkhaṇo, api ca upādānavasena aññamaññāni nāmāni labhati, kaṭṭhaggītipi tiṇaggītipi sakalikaggītipi gomayaggītipi thusaggītipi saṅkāraggītipi, sabbo hi aggi uṇhattalakkhaṇova. ",
  "ne6:9.3": "Evaṁ sabbā taṇhā ajjhosānalakkhaṇena ekalakkhaṇā, api tu ārammaṇaupādānavasena aññamaññehi nāmehi abhilapitā icchāitipi taṇhāitipi salloitipi dhūpāyanāitipi saritāitipi visattikāitipi sinehoitipi kilamathoitipi latāitipi maññanāitipi bandhoitipi āsāitipi pipāsāitipi abhinandanāitipi, iti sabbā taṇhā ajjhosānalakkhaṇena ekalakkhaṇā. ",
  "ne6:9.4": "Yathā ca vevacane vuttā. ",
  "ne6:10.1": "“Āsā ca pihā abhinandanā ca, ",
  "ne6:10.2": "Anekadhātūsu sarā patiṭṭhitā; ",
  "ne6:10.3": "Aññāṇamūlappabhavā pajappitā, ",
  "ne6:10.4": "Sabbā mayā byantikatā samūlikā”ti. ",
  "ne6:11.1": "Taṇhāyetaṁ vevacanaṁ. ",
  "ne6:11.2": "Yathāha bhagavā—",
  "ne6:11.3": "rūpe, tissa, avigatarāgassa avigatacchandassa avigatapemassa avigatapipāsassa avigatapariḷāhassa. ",
  "ne6:11.4": "Evaṁ vedanāya saññāya saṅkhāresu viññāṇe avigatarāgassa avigatacchandassa avigatapemassa avigatapipāsassa avigatapariḷāhassa sabbaṁ suttaṁ vitthāretabbaṁ. ",
  "ne6:11.5": "Taṇhāyetaṁ vevacanaṁ, evaṁ yujjati. ",
  "ne6:12.1": "Sabbo dukkhūpacāro kāmataṇhāsaṅkhāramūlako, na pana yujjati sabbo nibbidūpacāro kāmataṇhāparikkhāramūlako. ",
  "ne6:12.2": "Imāya yuttiyā aññamaññehi kāraṇehi gavesitabbaṁ. ",
  "ne6:13.1": "Yathā hi bhagavā rāgacaritassa puggalassa asubhaṁ desayati, dosacaritassa bhagavā puggalassa mettaṁ desayati. ",
  "ne6:13.2": "Mohacaritassa bhagavā puggalassa paṭiccasamuppādaṁ desayati. ",
  "ne6:13.3": "Yadi hi bhagavā rāgacaritassa puggalassa mettaṁ cetovimuttiṁ deseyya. ",
  "ne6:13.4": "Sukhaṁ vā paṭipadaṁ dandhābhiññaṁ sukhaṁ vā paṭipadaṁ khippābhiññaṁ vipassanāpubbaṅgamaṁ vā pahānaṁ deseyya, na yujjati desanā. ",
  "ne6:13.5": "Evaṁ yaṁ kiñci rāgassa anulomappahānaṁ dosassa anulomappahānaṁ mohassa anulomappahānaṁ. ",
  "ne6:13.6": "Sabbaṁ taṁ vicayena hārena vicinitvā yuttihārena yojetabbaṁ. ",
  "ne6:13.7": "Yāvatikā ñāṇassa bhūmi. ",
  "ne6:14.1": "Mettāvihārissa sato byāpādo cittaṁ pariyādāya ṭhassatīti na yujjati desanā, byāpādo pahānaṁ abbhatthaṁ gacchatīti yujjati desanā. ",
  "ne6:14.2": "Karuṇāvihārissa sato vihesā cittaṁ pariyādāya ṭhassatīti na yujjati desanā, vihesā pahānaṁ abbhatthaṁ gacchatīti yujjati desanā. ",
  "ne6:14.3": "Muditāvihārissa sato arati cittaṁ pariyādāya ṭhassatīti na yujjati desanā, arati pahānaṁ abbhatthaṁ gacchatīti yujjati desanā. ",
  "ne6:14.4": "Upekkhāvihārissa sato rāgo cittaṁ pariyādāya ṭhassatīti na yujjati desanā, rāgo pahānaṁ abbhatthaṁ gacchatīti yujjati desanā. ",
  "ne6:14.5": "Animittavihārissa sato nimittānusārī tena teneva viññāṇaṁ pavattatīti na yujjati desanā, nimittaṁ pahānaṁ abbhatthaṁ gacchatīti yujjati desanā. ",
  "ne6:14.6": "Asmīti vigataṁ ayamahamasmīti na samanupassāmi. ",
  "ne6:14.7": "Atha ca pana me kismīti kathasmīti vicikicchā kathaṅkathāsallaṁ cittaṁ pariyādāya ṭhassatīti na yujjati desanā, vicikicchā kathaṅkathāsallaṁ pahānaṁ abbhatthaṁ gacchatīti yujjati desanā. ",
  "ne6:15.1": "Yathā vā pana paṭhamaṁ jhānaṁ samāpannassa sato kāmarāgabyāpādā visesāya saṁvattantīti na yujjati desanā, hānāya saṁvattantīti yujjati desanā. ",
  "ne6:15.2": "Vitakkasahagatā vā saññāmanasikārā hānāya saṁvattantīti na yujjati desanā, visesāya saṁvattantīti yujjati desanā. ",
  "ne6:15.3": "Dutiyaṁ jhānaṁ samāpannassa sato vitakkavicārasahagatā saññāmanasikārā visesāya saṁvattantīti na yujjati desanā, hānāya saṁvattantīti yujjati desanā. ",
  "ne6:15.4": "Upekkhāsukhasahagatā vā saññāmanasikārā hānāya saṁvattantīti na yujjati desanā, visesāya saṁvattantīti yujjati desanā. ",
  "ne6:15.5": "Tatiyaṁ jhānaṁ samāpannassa sato pītisukhasahagatā saññāmanasikārā visesāya saṁvattantīti na yujjati desanā, hānāya saṁvattantīti yujjati desanā, upekkhāsatipārisuddhisahagatā vā saññāmanasikārā hānāya saṁvattantīti na yujjati desanā, visesāya saṁvattantīti yujjati desanā. ",
  "ne6:15.6": "Catutthaṁ jhānaṁ samāpannassa sato upekkhāsahagatā saññāmanasikārā visesāya saṁvattantīti na yujjati desanā, hānāya saṁvattantīti yujjati desanā. ",
  "ne6:15.7": "Ākāsānañcāyatanasahagatā vā saññāmanasikārā hānāya saṁvattantīti na yujjati desanā, visesāya saṁvattantīti yujjati desanā. ",
  "ne6:16.1": "Ākāsānañcāyatanaṁ samāpannassa sato rūpasahagatā saññāmanasikārā visesāya saṁvattantīti na yujjati desanā, hānāya saṁvattantīti yujjati desanā. ",
  "ne6:16.2": "Viññāṇañcāyatanasahagatā vā saññāmanasikārā hānāya saṁvattantīti na yujjati desanā, visesāya saṁvattantīti yujjati desanā. ",
  "ne6:16.3": "Viññāṇañcāyatanaṁ samāpannassa sato ākāsānañcāyatanasahagatā saññāmanasikārā visesāya saṁvattantīti na yujjati desanā, hānāya saṁvattantīti yujjati desanā. ",
  "ne6:16.4": "Ākiñcaññāyatanasahagatā vā saññāmanasikārā hānāya saṁvattantīti na yujjati desanā, visesāya saṁvattantīti yujjati desanā. ",
  "ne6:16.5": "Ākiñcaññāyatanaṁ samāpannassa sato viññāṇañcāyatanasahagatā saññāmanasikārā visesāya saṁvattantīti na yujjati desanā, hānāya saṁvattantīti yujjati desanā. ",
  "ne6:16.6": "Nevasaññānāsaññāyatanasahagatā vā saññāmanasikārā hānāya saṁvattantīti na yujjati desanā, visesāya saṁvattantīti yujjati desanā. ",
  "ne6:16.7": "Nevasaññānāsaññāyatanaṁ samāpannassa sato saññūpacārā visesāya saṁvattantīti na yujjati desanā, hānāya saṁvattantīti yujjati desanā. ",
  "ne6:16.8": "Saññāvedayitanirodhasahagatā vā saññāmanasikārā hānāya saṁvattantīti na yujjati desanā, visesāya saṁvattantīti yujjati desanā. ",
  "ne6:16.9": "Kallatāparicitaṁ cittaṁ na ca abhinīhāraṁ khamatīti na yujjati desanā, kallatāparicitaṁ cittaṁ atha ca abhinīhāraṁ khamatīti yujjati desanā. ",
  "ne6:17.1": "Evaṁ sabbe navasuttantā yathādhammaṁ yathāvinayaṁ yathāsatthusāsanaṁ sabbato vicayena hārena vicinitvā yuttihārena yojetabbāti. ",
  "ne6:17.2": "Tenāha āyasmā mahākaccāyano “sabbesaṁ hārānaṁ yā bhūmi yo ca gocaro tesan”ti. ",
  "ne6:17.3": "Niyutto yutti hāro. "
}