{
  "ya8.2.1:0.1": "8 Cittayamaka",
  "ya8.2.1:0.2": "8.2 Niddesa",
  "ya8.2.1:0.3": "8.2.1. Suddhacittasāmañña",
  "ya8.2.1:1.0.1": "8.2.1.1. Puggalavāra",
  "ya8.2.1:1.0.2": "8.2.1.1.1. Uppādanirodhakālasambhedavāra",
  "ya8.2.1:1.1": "» Yassa cittaṃ uppajjati na nirujjhati tassa cittaṃ nirujjhissati na uppajjissatīti?",
  "ya8.2.1:2.1": "Pacchimacittassa uppādakkhaṇe tesaṃ cittaṃ uppajjati na nirujjhati, nirujjhissati na uppajjissati. Itaresaṃ cittassa uppādakkhaṇe tesaṃ cittaṃ uppajjati na nirujjhati, nirujjhissati ceva uppajjissati ca.",
  "ya8.2.1:3.1": "« Yassa vā pana cittaṃ nirujjhissati na uppajjissati tassa cittaṃ uppajjati na nirujjhatīti? Āmantā.",
  "ya8.2.1:4.1": "» Yassa cittaṃ na uppajjati nirujjhati tassa cittaṃ na nirujjhissati uppajjissatīti? No.",
  "ya8.2.1:5.1": "« Yassa vā pana cittaṃ na nirujjhissati uppajjissati tassa cittaṃ na uppajjati nirujjhatīti? Natthi.",
  "ya8.2.1:6.0": "8.2.1.1.2. Uppāduppannavāra",
  "ya8.2.1:6.1": "» Yassa cittaṃ uppajjati tassa cittaṃ uppannanti? Āmantā.",
  "ya8.2.1:7.1": "« Yassa vā pana cittaṃ uppannaṃ tassa cittaṃ uppajjatīti?",
  "ya8.2.1:8.1": "Cittassa bhaṅgakkhaṇe tesaṃ cittaṃ uppannaṃ, no ca tesaṃ cittaṃ uppajjati. Cittassa uppādakkhaṇe tesaṃ cittaṃ uppannañceva uppajjati ca.",
  "ya8.2.1:9.1": "» Yassa cittaṃ na uppajjati tassa cittaṃ na uppannanti?",
  "ya8.2.1:10.1": "Cittassa bhaṅgakkhaṇe tesaṃ cittaṃ na uppajjati, no ca tesaṃ cittaṃ na uppannaṃ. Nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ na ceva uppajjati na ca uppannaṃ.",
  "ya8.2.1:11.1": "« Yassa vā pana cittaṃ na uppannaṃ tassa cittaṃ na uppajjatīti? Āmantā.",
  "ya8.2.1:12.0": "8.2.1.1.3. Nirodhuppannavāra",
  "ya8.2.1:12.1": "» Yassa cittaṃ nirujjhati tassa cittaṃ uppannanti? Āmantā.",
  "ya8.2.1:13.1": "« Yassa vā pana cittaṃ uppannaṃ tassa cittaṃ nirujjhatīti?",
  "ya8.2.1:14.1": "Cittassa uppādakkhaṇe tesaṃ cittaṃ uppannaṃ, no ca tesaṃ cittaṃ nirujjhati. Cittassa bhaṅgakkhaṇe tesaṃ cittaṃ uppannañceva nirujjhati ca.",
  "ya8.2.1:15.1": "» Yassa cittaṃ na nirujjhati tassa cittaṃ na uppannanti?",
  "ya8.2.1:16.1": "Cittassa uppādakkhaṇe tesaṃ cittaṃ na nirujjhati, no ca tesaṃ cittaṃ na uppannaṃ. Nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ na ceva nirujjhati na ca uppannaṃ.",
  "ya8.2.1:17.1": "« Yassa vā pana cittaṃ na uppannaṃ tassa cittaṃ na nirujjhatīti? Āmantā.",
  "ya8.2.1:18.0": "8.2.1.1.4. Uppādavāra",
  "ya8.2.1:18.1": "» Yassa cittaṃ uppajjati tassa cittaṃ uppajjitthāti? Āmantā.",
  "ya8.2.1:19.1": "« Yassa vā pana cittaṃ uppajjittha tassa cittaṃ uppajjatīti?",
  "ya8.2.1:20.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ uppajjittha, no ca tesaṃ cittaṃ uppajjati. Cittassa uppādakkhaṇe tesaṃ cittaṃ uppajjittha ceva uppajjati ca.",
  "ya8.2.1:21.1": "» Yassa cittaṃ na uppajjati tassa cittaṃ na uppajjitthāti? Uppajjittha.",
  "ya8.2.1:22.1": "« Yassa vā pana cittaṃ na uppajjittha tassa cittaṃ na uppajjatīti? Natthi.",
  "ya8.2.1:23.1": "» Yassa cittaṃ uppajjati tassa cittaṃ uppajjissatīti?",
  "ya8.2.1:24.1": "Pacchimacittassa uppādakkhaṇe tesaṃ cittaṃ uppajjati, no ca tesaṃ cittaṃ uppajjissati. Itaresaṃ cittassa uppādakkhaṇe tesaṃ cittaṃ uppajjati ceva uppajjissati ca.",
  "ya8.2.1:25.1": "« Yassa vā pana cittaṃ uppajjissati tassa cittaṃ uppajjatīti?",
  "ya8.2.1:26.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ uppajjissati, no ca tesaṃ cittaṃ uppajjati. Cittassa uppādakkhaṇe tesaṃ cittaṃ uppajjissati ceva uppajjati ca.",
  "ya8.2.1:27.1": "» Yassa cittaṃ na uppajjati tassa cittaṃ na uppajjissatīti?",
  "ya8.2.1:28.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ na uppajjati, no ca tesaṃ cittaṃ na uppajjissati. Pacchimacittassa bhaṅgakkhaṇe tesaṃ cittaṃ na ceva uppajjati na ca uppajjissati.",
  "ya8.2.1:29.1": "« Yassa vā pana cittaṃ na uppajjissati tassa cittaṃ na uppajjatīti?",
  "ya8.2.1:30.1": "Pacchimacittassa uppādakkhaṇe tesaṃ cittaṃ na uppajjissati, no ca tesaṃ cittaṃ na uppajjati. Pacchimacittassa bhaṅgakkhaṇe tesaṃ cittaṃ na ceva uppajjissati na ca uppajjati.",
  "ya8.2.1:31.1": "» Yassa cittaṃ uppajjittha tassa cittaṃ uppajjissatīti?",
  "ya8.2.1:32.1": "Pacchimacittasamaṅgīnaṃ tesaṃ cittaṃ uppajjittha, no ca tesaṃ cittaṃ uppajjissati. Itaresaṃ tesaṃ cittaṃ uppajjittha ceva uppajjissati ca.",
  "ya8.2.1:33.1": "« Yassa vā pana cittaṃ uppajjissati tassa cittaṃ uppajjitthāti? Āmantā.",
  "ya8.2.1:34.1": "» Yassa cittaṃ na uppajjittha tassa cittaṃ na uppajjissatīti? Natthi.",
  "ya8.2.1:35.1": "« Yassa vā pana cittaṃ na uppajjissati tassa cittaṃ na uppajjitthāti? Uppajjittha.",
  "ya8.2.1:36.0": "8.2.1.1.5. Nirodhavāra",
  "ya8.2.1:36.1": "» Yassa cittaṃ nirujjhati tassa cittaṃ nirujjhitthāti? Āmantā.",
  "ya8.2.1:37.1": "« Yassa vā pana cittaṃ nirujjhittha tassa cittaṃ nirujjhatīti?",
  "ya8.2.1:38.1": "Cittassa uppādakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ nirujjhittha, no ca tesaṃ cittaṃ nirujjhati. Cittassa bhaṅgakkhaṇe tesaṃ cittaṃ nirujjhittha ceva nirujjhati ca.",
  "ya8.2.1:39.1": "» Yassa cittaṃ na nirujjhati tassa cittaṃ na nirujjhitthāti? Nirujjhittha.",
  "ya8.2.1:40.1": "« Yassa vā pana cittaṃ na nirujjhittha tassa cittaṃ na nirujjhatīti? Natthi.",
  "ya8.2.1:41.1": "» Yassa cittaṃ nirujjhati tassa cittaṃ nirujjhissatīti?",
  "ya8.2.1:42.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṃ cittaṃ nirujjhati, no ca tesaṃ cittaṃ nirujjhissati. Itaresaṃ cittassa bhaṅgakkhaṇe tesaṃ cittaṃ nirujjhati ceva nirujjhissati ca.",
  "ya8.2.1:43.1": "« Yassa vā pana cittaṃ nirujjhissati tassa cittaṃ nirujjhatīti?",
  "ya8.2.1:44.1": "Cittassa uppādakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ nirujjhissati, no ca tesaṃ cittaṃ nirujjhati. Cittassa bhaṅgakkhaṇe tesaṃ cittaṃ nirujjhissati ceva nirujjhati ca.",
  "ya8.2.1:45.1": "» Yassa cittaṃ na nirujjhati tassa cittaṃ na nirujjhissatīti? Nirujjhissati.",
  "ya8.2.1:46.1": "« Yassa vā pana cittaṃ na nirujjhissati tassa cittaṃ na nirujjhatīti? Nirujjhati.",
  "ya8.2.1:47.1": "» Yassa cittaṃ nirujjhittha tassa cittaṃ nirujjhissatīti?",
  "ya8.2.1:48.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṃ cittaṃ nirujjhittha, no ca tesaṃ cittaṃ nirujjhissati. Itaresaṃ tesaṃ cittaṃ nirujjhittha ceva nirujjhissati ca.",
  "ya8.2.1:49.1": "« Yassa vā pana cittaṃ nirujjhissati tassa cittaṃ nirujjhitthāti? Āmantā.",
  "ya8.2.1:50.1": "» Yassa cittaṃ na nirujjhittha tassa cittaṃ na nirujjhissatīti? Natthi.",
  "ya8.2.1:51.1": "« Yassa vā pana cittaṃ na nirujjhissati tassa cittaṃ na nirujjhitthāti? Nirujjhittha.",
  "ya8.2.1:52.0": "8.2.1.1.6. Uppādanirodhavāra",
  "ya8.2.1:52.1": "» Yassa cittaṃ uppajjati tassa cittaṃ nirujjhitthāti? Āmantā.",
  "ya8.2.1:53.1": "« Yassa vā pana cittaṃ nirujjhittha tassa cittaṃ uppajjatīti?",
  "ya8.2.1:54.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ nirujjhittha, no ca tesaṃ cittaṃ uppajjati. Cittassa uppādakkhaṇe tesaṃ cittaṃ nirujjhittha ceva uppajjati ca.",
  "ya8.2.1:55.1": "» Yassa cittaṃ na uppajjati tassa cittaṃ na nirujjhitthāti? Nirujjhittha.",
  "ya8.2.1:56.1": "« Yassa vā pana cittaṃ na nirujjhittha tassa cittaṃ na uppajjatīti? Natthi.",
  "ya8.2.1:57.1": "» Yassa cittaṃ uppajjati tassa cittaṃ nirujjhissatīti? Āmantā.",
  "ya8.2.1:58.1": "« Yassa vā pana cittaṃ nirujjhissati tassa cittaṃ uppajjatīti?",
  "ya8.2.1:59.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ nirujjhissati, no ca tesaṃ cittaṃ uppajjati. Cittassa uppādakkhaṇe tesaṃ cittaṃ nirujjhissati ceva uppajjati ca.",
  "ya8.2.1:60.1": "» Yassa cittaṃ na uppajjati tassa cittaṃ na nirujjhissatīti?",
  "ya8.2.1:61.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ na uppajjati, no ca tesaṃ cittaṃ na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṃ cittaṃ na ceva uppajjati na ca nirujjhissati.",
  "ya8.2.1:62.1": "« Yassa vā pana cittaṃ na nirujjhissati tassa cittaṃ na uppajjatīti? Āmantā.",
  "ya8.2.1:63.1": "» Yassa cittaṃ uppajjittha tassa cittaṃ nirujjhissatīti?",
  "ya8.2.1:64.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṃ cittaṃ uppajjittha, no ca tesaṃ cittaṃ nirujjhissati. Itaresaṃ tesaṃ cittaṃ uppajjittha ceva nirujjhissati ca.",
  "ya8.2.1:65.1": "« Yassa vā pana cittaṃ nirujjhissati tassa cittaṃ uppajjitthāti? Āmantā.",
  "ya8.2.1:66.1": "» Yassa cittaṃ na uppajjittha tassa cittaṃ na nirujjhissatīti? Natthi.",
  "ya8.2.1:67.1": "« Yassa vā pana cittaṃ na nirujjhissati tassa cittaṃ na uppajjitthāti? Uppajjittha.",
  "ya8.2.1:68.0": "8.2.1.1.7. Uppajjamānananirodhavāra",
  "ya8.2.1:68.1": "» Yassa cittaṃ uppajjati tassa cittaṃ na nirujjhatīti? Āmantā.",
  "ya8.2.1:69.1": "« Yassa vā pana cittaṃ na nirujjhati tassa cittaṃ uppajjatīti?",
  "ya8.2.1:70.1": "Nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ na nirujjhati, no ca tesaṃ cittaṃ uppajjati. Cittassa uppādakkhaṇe tesaṃ cittaṃ na nirujjhati ceva uppajjati ca.",
  "ya8.2.1:71.1": "» Yassa cittaṃ na uppajjati tassa cittaṃ nirujjhatīti?",
  "ya8.2.1:72.1": "Nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ na uppajjati, no ca tesaṃ cittaṃ nirujjhati. Cittassa bhaṅgakkhaṇe tesaṃ cittaṃ na uppajjati ceva nirujjhati ca.",
  "ya8.2.1:73.1": "« Yassa vā pana cittaṃ nirujjhati tassa cittaṃ na uppajjatīti? Āmantā.",
  "ya8.2.1:74.0": "8.2.1.1.8. Uppajjamānuppannavāra",
  "ya8.2.1:74.1": "» Yassa cittaṃ uppajjamānaṃ tassa cittaṃ uppannanti? Āmantā.",
  "ya8.2.1:75.1": "« Yassa vā pana cittaṃ uppannaṃ tassa cittaṃ uppajjamānanti?",
  "ya8.2.1:76.1": "Cittassa bhaṅgakkhaṇe tesaṃ cittaṃ uppannaṃ, no ca tesaṃ cittaṃ uppajjamānaṃ. Cittassa uppādakkhaṇe tesaṃ cittaṃ uppannañceva uppajjamānañca.",
  "ya8.2.1:77.1": "» Yassa cittaṃ na uppajjamānaṃ tassa cittaṃ na uppannanti?",
  "ya8.2.1:78.1": "Cittassa bhaṅgakkhaṇe tesaṃ cittaṃ na uppajjamānaṃ, no ca tesaṃ cittaṃ na uppannaṃ. Nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ na ceva uppajjamānaṃ na ca uppannaṃ.",
  "ya8.2.1:79.1": "« Yassa vā pana cittaṃ na uppannaṃ tassa cittaṃ na uppajjamānanti? Āmantā.",
  "ya8.2.1:80.0": "8.2.1.1.9. Nirujjhamānuppannavāra",
  "ya8.2.1:80.1": "» Yassa cittaṃ nirujjhamānaṃ tassa cittaṃ uppannanti? Āmantā.",
  "ya8.2.1:81.1": "« Yassa vā pana cittaṃ uppannaṃ tassa cittaṃ nirujjhamānanti?",
  "ya8.2.1:82.1": "Cittassa uppādakkhaṇe tesaṃ cittaṃ uppannaṃ, no ca tesaṃ cittaṃ nirujjhamānaṃ. Cittassa bhaṅgakkhaṇe tesaṃ cittaṃ uppannañceva nirujjhamānañca.",
  "ya8.2.1:83.1": "» Yassa cittaṃ na nirujjhamānaṃ tassa cittaṃ na uppannanti?",
  "ya8.2.1:84.1": "Cittassa uppādakkhaṇe tesaṃ cittaṃ na nirujjhamānaṃ, no ca tesaṃ cittaṃ na uppannaṃ. Nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ na ceva nirujjhamānaṃ na ca uppannaṃ.",
  "ya8.2.1:85.1": "« Yassa vā pana cittaṃ na uppannaṃ tassa cittaṃ na nirujjhamānanti? Āmantā.",
  "ya8.2.1:86.0": "8.2.1.1.10. Uppannuppādavāra",
  "ya8.2.1:86.1": "» Yassa cittaṃ uppannaṃ tassa cittaṃ uppajjitthāti? Āmantā.",
  "ya8.2.1:87.1": "« Yassa vā pana cittaṃ uppajjittha tassa cittaṃ uppannanti?",
  "ya8.2.1:88.1": "Nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ uppajjittha, no ca tesaṃ cittaṃ uppannaṃ. Cittasamaṅgīnaṃ tesaṃ cittaṃ uppajjittha ceva uppannañca.",
  "ya8.2.1:89.1": "» Yassa cittaṃ na uppannaṃ tassa cittaṃ na uppajjitthāti? Uppajjittha.",
  "ya8.2.1:90.1": "« Yassa vā pana cittaṃ na uppajjittha tassa cittaṃ na uppannanti? Natthi.",
  "ya8.2.1:91.1": "» Yassa cittaṃ uppannaṃ tassa cittaṃ uppajjissatīti?",
  "ya8.2.1:92.1": "Pacchimacittasamaṅgīnaṃ tesaṃ cittaṃ uppannaṃ, no ca tesaṃ cittaṃ uppajjissati. Itaresaṃ cittasamaṅgīnaṃ tesaṃ cittaṃ uppannañceva uppajjissati ca.",
  "ya8.2.1:93.1": "« Yassa vā pana cittaṃ uppajjissati tassa cittaṃ uppannanti?",
  "ya8.2.1:94.1": "Nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittaṃ uppajjissati, no ca tesaṃ cittaṃ uppannaṃ. Cittasamaṅgīnaṃ tesaṃ cittaṃ uppajjissati ceva uppannañca.",
  "ya8.2.1:95.1": "» Yassa cittaṃ na uppannaṃ tassa cittaṃ na uppajjissatīti? Uppajjissati.",
  "ya8.2.1:96.1": "« Yassa vā pana cittaṃ na uppajjissati tassa cittaṃ na uppannanti? Uppannaṃ.",
  "ya8.2.1:97.0": "8.2.1.1.11. Atītānāgatavāra",
  "ya8.2.1:97.1": "» Yassa cittaṃ uppajjittha no ca tassa cittaṃ uppannaṃ, tassa cittaṃ uppajjissatīti? Āmantā.",
  "ya8.2.1:98.1": "« Yassa vā pana cittaṃ uppajjissati no ca tassa cittaṃ uppannaṃ, tassa cittaṃ uppajjitthāti? Āmantā.",
  "ya8.2.1:99.1": "» Yassa cittaṃ na uppajjittha no ca tassa cittaṃ na uppannaṃ, tassa cittaṃ na uppajjissatīti? Natthi.",
  "ya8.2.1:100.1": "« Yassa vā pana cittaṃ na uppajjissati no ca tassa cittaṃ na uppannaṃ, tassa cittaṃ na uppajjitthāti? Uppajjittha.",
  "ya8.2.1:101.0": "8.2.1.1.12. Uppannuppajjamānavāra",
  "ya8.2.1:101.1": "» Uppannaṃ uppajjamānanti?",
  "ya8.2.1:102.1": "Bhaṅgakkhaṇe uppannaṃ, no ca uppajjamānaṃ. Uppādakkhaṇe uppannañceva uppajjamānañca.",
  "ya8.2.1:103.1": "« Uppajjamānaṃ uppannanti? Āmantā.",
  "ya8.2.1:104.1": "» Na uppannaṃ na uppajjamānanti? Āmantā.",
  "ya8.2.1:105.1": "« Na uppajjamānaṃ na uppannanti?",
  "ya8.2.1:106.1": "Bhaṅgakkhaṇe na uppajjamānaṃ, no ca na uppannaṃ. Atītānāgataṃ cittaṃ na ceva uppajjamānaṃ na ca uppannaṃ.",
  "ya8.2.1:107.0": "8.2.1.1.13. Niruddhanirujjhamānavāra",
  "ya8.2.1:107.1": "» Niruddhaṃ nirujjhamānanti? No.",
  "ya8.2.1:108.1": "« Nirujjhamānaṃ niruddhanti? No.",
  "ya8.2.1:109.1": "» Na niruddhaṃ na nirujjhamānanti?",
  "ya8.2.1:110.1": "Bhaṅgakkhaṇe na niruddhaṃ, no ca na nirujjhamānaṃ. Uppādakkhaṇe anāgatañca cittaṃ na ceva niruddhaṃ na ca nirujjhamānaṃ.",
  "ya8.2.1:111.1": "« Na nirujjhamānaṃ na niruddhanti?",
  "ya8.2.1:112.1": "Atītaṃ cittaṃ na nirujjhamānaṃ, no ca na niruddhaṃ. Uppādakkhaṇe anāgatañca cittaṃ na ceva nirujjhamānaṃ na ca niruddhaṃ.",
  "ya8.2.1:113.0": "8.2.1.1.14. Atikkantakālavāra",
  "ya8.2.1:113.1": "» Yassa cittaṃ uppajjamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ, nirujjhamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ tassa cittanti?",
  "ya8.2.1:114.1": "Bhaṅgakkhaṇe cittaṃ uppādakkhaṇaṃ vītikkantaṃ bhaṅgakkhaṇaṃ avītikkantaṃ, atītaṃ cittaṃ uppādakkhaṇañca vītikkantaṃ bhaṅgakkhaṇañca vītikkantaṃ.",
  "ya8.2.1:115.1": "« Yassa vā pana cittaṃ nirujjhamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ, uppajjamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ tassa cittanti?",
  "ya8.2.1:116.1": "Atītaṃ cittaṃ.",
  "ya8.2.1:117.1": "» Yassa cittaṃ na uppajjamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ, na nirujjhamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ tassa cittanti?",
  "ya8.2.1:118.1": "Uppādakkhaṇe anāgataṃ cittaṃ.",
  "ya8.2.1:119.1": "« Yassa vā pana cittaṃ na nirujjhamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ, na uppajjamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ tassa cittanti?",
  "ya8.2.1:120.1": "Bhaṅgakkhaṇe cittaṃ bhaṅgakkhaṇaṃ avītikkantaṃ no ca uppādakkhaṇaṃ avītikkantaṃ, uppādakkhaṇe anāgatañca cittaṃ bhaṅgakkhaṇañca avītikkantaṃ uppādakkhaṇañca avītikkantaṃ.",
  "ya8.2.1:121.0": "8.2.1.2.1. Uppādanirodhakālasambhedavāra",
  "ya8.2.1:121.1": "» Yaṃ cittaṃ uppajjati na nirujjhati taṃ cittaṃ nirujjhissati na uppajjissatīti? Āmantā.",
  "ya8.2.1:122.1": "« Yaṃ vā pana cittaṃ nirujjhissati na uppajjissati taṃ cittaṃ uppajjati na nirujjhatīti? Āmantā.",
  "ya8.2.1:123.1": "» Yaṃ cittaṃ na uppajjati nirujjhati taṃ cittaṃ na nirujjhissati uppajjissatīti? No.",
  "ya8.2.1:124.1": "« Yaṃ vā pana cittaṃ na nirujjhissati uppajjissati taṃ cittaṃ na uppajjati nirujjhatīti? Natthi.",
  "ya8.2.1:125.0": "8.2.1.2.2. Uppāduppannavāra",
  "ya8.2.1:125.1": "» Yaṃ cittaṃ uppajjati taṃ cittaṃ uppannanti? Āmantā.",
  "ya8.2.1:126.1": "« Yaṃ vā pana cittaṃ uppannaṃ taṃ cittaṃ uppajjatīti?",
  "ya8.2.1:127.1": "Bhaṅgakkhaṇe cittaṃ uppannaṃ, no ca taṃ cittaṃ uppajjati. Uppādakkhaṇe cittaṃ uppannañceva uppajjati ca.",
  "ya8.2.1:128.1": "» Yaṃ cittaṃ na uppajjati taṃ cittaṃ na uppannanti?",
  "ya8.2.1:129.1": "Bhaṅgakkhaṇe cittaṃ na uppajjati, no ca taṃ cittaṃ na uppannaṃ. Atītānāgataṃ cittaṃ na ceva uppajjati na ca uppannaṃ.",
  "ya8.2.1:130.1": "« Yaṃ vā pana cittaṃ na uppannaṃ taṃ cittaṃ na uppajjatīti? Āmantā.",
  "ya8.2.1:131.0": "8.2.1.2.3. Nirodhuppannavāra",
  "ya8.2.1:131.1": "» Yaṃ cittaṃ nirujjhati taṃ cittaṃ uppannanti? Āmantā.",
  "ya8.2.1:132.1": "« Yaṃ vā pana cittaṃ uppannaṃ taṃ cittaṃ nirujjhatīti?",
  "ya8.2.1:133.1": "Uppādakkhaṇe cittaṃ uppannaṃ, no ca taṃ cittaṃ nirujjhati. Bhaṅgakkhaṇe cittaṃ uppannañceva nirujjhati ca.",
  "ya8.2.1:134.1": "» Yaṃ cittaṃ na nirujjhati taṃ cittaṃ na uppannanti?",
  "ya8.2.1:135.1": "Uppādakkhaṇe cittaṃ na nirujjhati, no ca taṃ cittaṃ na uppannaṃ. Atītānāgataṃ cittaṃ na ceva nirujjhati na ca uppannaṃ.",
  "ya8.2.1:136.1": "« Yaṃ vā pana cittaṃ na uppannaṃ taṃ cittaṃ na nirujjhatīti? Āmantā.",
  "ya8.2.1:137.0": "8.2.1.2.4. Uppādavāra",
  "ya8.2.1:137.1": "» Yaṃ cittaṃ uppajjati taṃ cittaṃ uppajjitthāti? No.",
  "ya8.2.1:138.1": "« Yaṃ vā pana cittaṃ uppajjittha taṃ cittaṃ uppajjatīti? No.",
  "ya8.2.1:139.1": "» Yaṃ cittaṃ na uppajjati taṃ cittaṃ na uppajjitthāti?",
  "ya8.2.1:140.1": "Atītaṃ cittaṃ na uppajjati, no ca taṃ cittaṃ na uppajjittha. Bhaṅgakkhaṇe anāgatañca cittaṃ na ceva uppajjati na ca uppajjittha.",
  "ya8.2.1:141.1": "« Yaṃ vā pana cittaṃ na uppajjittha taṃ cittaṃ na uppajjatīti?",
  "ya8.2.1:142.1": "Uppādakkhaṇe cittaṃ na uppajjittha, no ca taṃ cittaṃ na uppajjati. Bhaṅgakkhaṇe anāgatañca cittaṃ na ceva uppajjittha na ca uppajjati.",
  "ya8.2.1:143.1": "» Yaṃ cittaṃ uppajjati taṃ cittaṃ uppajjissatīti? No.",
  "ya8.2.1:144.1": "« Yaṃ vā pana cittaṃ uppajjissati taṃ cittaṃ uppajjatīti? No.",
  "ya8.2.1:145.1": "» Yaṃ cittaṃ na uppajjati taṃ cittaṃ na uppajjissatīti?",
  "ya8.2.1:146.1": "Anāgataṃ cittaṃ na uppajjati, no ca taṃ cittaṃ na uppajjissati. Bhaṅgakkhaṇe atītañca cittaṃ na ceva uppajjati na ca uppajjissati.",
  "ya8.2.1:147.1": "« Yaṃ vā pana cittaṃ na uppajjissati taṃ cittaṃ na uppajjatīti?",
  "ya8.2.1:148.1": "Uppādakkhaṇe cittaṃ na uppajjissati, no ca taṃ cittaṃ na uppajjati. Bhaṅgakkhaṇe atītañca cittaṃ na ceva uppajjissati na ca uppajjati.",
  "ya8.2.1:149.1": "» Yaṃ cittaṃ uppajjittha taṃ cittaṃ uppajjissatīti? No.",
  "ya8.2.1:150.1": "« Yaṃ vā pana cittaṃ uppajjissati taṃ cittaṃ uppajjitthāti? No.",
  "ya8.2.1:151.1": "» Yaṃ cittaṃ na uppajjittha taṃ cittaṃ na uppajjissatīti?",
  "ya8.2.1:152.1": "Anāgataṃ cittaṃ na uppajjittha, no ca taṃ cittaṃ na uppajjissati. Paccuppannaṃ cittaṃ na ceva uppajjittha na ca uppajjissati.",
  "ya8.2.1:153.1": "« Yaṃ vā pana cittaṃ na uppajjissati taṃ cittaṃ na uppajjitthāti?",
  "ya8.2.1:154.1": "Atītaṃ cittaṃ na uppajjissati, no ca taṃ cittaṃ na uppajjittha. Paccuppannaṃ cittaṃ na ceva uppajjissati na ca uppajjittha.",
  "ya8.2.1:155.0": "8.2.1.2.5. Nirodhavāra",
  "ya8.2.1:155.1": "» Yaṃ cittaṃ nirujjhati taṃ cittaṃ nirujjhitthāti? No.",
  "ya8.2.1:156.1": "« Yaṃ vā pana cittaṃ nirujjhittha taṃ cittaṃ nirujjhatīti? No.",
  "ya8.2.1:157.1": "» Yaṃ cittaṃ na nirujjhati taṃ cittaṃ na nirujjhitthāti?",
  "ya8.2.1:158.1": "Atītaṃ cittaṃ na nirujjhati, no ca taṃ cittaṃ na nirujjhittha. Uppādakkhaṇe anāgatañca cittaṃ na ceva nirujjhati na ca nirujjhittha.",
  "ya8.2.1:159.1": "« Yaṃ vā pana cittaṃ na nirujjhittha taṃ cittaṃ na nirujjhatīti?",
  "ya8.2.1:160.1": "Bhaṅgakkhaṇe cittaṃ na nirujjhittha, no ca taṃ cittaṃ na nirujjhati. Uppādakkhaṇe anāgatañca cittaṃ na ceva nirujjhittha na ca nirujjhati.",
  "ya8.2.1:161.1": "» Yaṃ cittaṃ nirujjhati taṃ cittaṃ nirujjhissatīti? No.",
  "ya8.2.1:162.1": "« Yaṃ vā pana cittaṃ nirujjhissati taṃ cittaṃ nirujjhatīti? No.",
  "ya8.2.1:163.1": "» Yaṃ cittaṃ na nirujjhati taṃ cittaṃ na nirujjhissatīti?",
  "ya8.2.1:164.1": "Uppādakkhaṇe anāgatañca cittaṃ na nirujjhati, no ca taṃ cittaṃ na nirujjhissati. Atītaṃ cittaṃ na ceva nirujjhati na ca nirujjhissati.",
  "ya8.2.1:165.1": "« Yaṃ vā pana cittaṃ na nirujjhissati taṃ cittaṃ na nirujjhatīti?",
  "ya8.2.1:166.1": "Bhaṅgakkhaṇe cittaṃ na nirujjhissati, no ca taṃ cittaṃ na nirujjhati. Atītaṃ cittaṃ na ceva nirujjhissati na ca nirujjhati.",
  "ya8.2.1:167.1": "» Yaṃ cittaṃ nirujjhittha taṃ cittaṃ nirujjhissatīti? No.",
  "ya8.2.1:168.1": "« Yaṃ vā pana cittaṃ nirujjhissati taṃ cittaṃ nirujjhitthāti? No.",
  "ya8.2.1:169.1": "» Yaṃ cittaṃ na nirujjhittha taṃ cittaṃ na nirujjhissatīti?",
  "ya8.2.1:170.1": "Uppādakkhaṇe anāgatañca cittaṃ na nirujjhittha, no ca taṃ cittaṃ na nirujjhissati. Bhaṅgakkhaṇe cittaṃ na ceva nirujjhittha na ca nirujjhissati.",
  "ya8.2.1:171.1": "« Yaṃ vā pana cittaṃ na nirujjhissati taṃ cittaṃ na nirujjhitthāti?",
  "ya8.2.1:172.1": "Atītaṃ cittaṃ na nirujjhissati, no ca taṃ cittaṃ na nirujjhittha. Bhaṅgakkhaṇe cittaṃ na ceva nirujjhissati na ca nirujjhittha.",
  "ya8.2.1:173.0": "8.2.1.2.6. Uppādanirodhavāra",
  "ya8.2.1:173.1": "» Yaṃ cittaṃ uppajjati taṃ cittaṃ nirujjhitthāti? No.",
  "ya8.2.1:174.1": "« Yaṃ vā pana cittaṃ nirujjhittha taṃ cittaṃ uppajjatīti? No.",
  "ya8.2.1:175.1": "» Yaṃ cittaṃ na uppajjati taṃ cittaṃ na nirujjhitthāti?",
  "ya8.2.1:176.1": "Atītaṃ cittaṃ na uppajjati, no ca taṃ cittaṃ na nirujjhittha. Bhaṅgakkhaṇe anāgatañca cittaṃ na ceva uppajjati na ca nirujjhittha.",
  "ya8.2.1:177.1": "« Yaṃ vā pana cittaṃ na nirujjhittha taṃ cittaṃ na uppajjatīti?",
  "ya8.2.1:178.1": "Uppādakkhaṇe cittaṃ na nirujjhittha, no ca taṃ cittaṃ na uppajjati. Bhaṅgakkhaṇe anāgatañca cittaṃ na ceva nirujjhittha na ca uppajjati.",
  "ya8.2.1:179.1": "» Yaṃ cittaṃ uppajjati taṃ cittaṃ nirujjhissatīti? Āmantā.",
  "ya8.2.1:180.1": "« Yaṃ vā pana cittaṃ nirujjhissati taṃ cittaṃ uppajjatīti?",
  "ya8.2.1:181.1": "Anāgataṃ cittaṃ nirujjhissati, no ca taṃ cittaṃ uppajjati. Uppādakkhaṇe cittaṃ nirujjhissati ceva uppajjati ca.",
  "ya8.2.1:182.1": "» Yaṃ cittaṃ na uppajjati taṃ cittaṃ na nirujjhissatīti?",
  "ya8.2.1:183.1": "Anāgataṃ cittaṃ na uppajjati, no ca taṃ cittaṃ na nirujjhissati. Bhaṅgakkhaṇe atītañca cittaṃ na ceva uppajjati na ca nirujjhissati.",
  "ya8.2.1:184.1": "« Yaṃ vā pana cittaṃ na nirujjhissati taṃ cittaṃ na uppajjatīti? Āmantā.",
  "ya8.2.1:185.1": "» Yaṃ cittaṃ uppajjittha taṃ cittaṃ nirujjhissatīti? No.",
  "ya8.2.1:186.1": "« Yaṃ vā pana cittaṃ nirujjhissati taṃ cittaṃ uppajjitthāti? No.",
  "ya8.2.1:187.1": "» Yaṃ cittaṃ na uppajjittha taṃ cittaṃ na nirujjhissatīti?",
  "ya8.2.1:188.1": "Uppādakkhaṇe anāgatañca cittaṃ na uppajjittha, no ca taṃ cittaṃ na nirujjhissati. Bhaṅgakkhaṇe cittaṃ na ceva uppajjittha na ca nirujjhissati.",
  "ya8.2.1:189.1": "« Yaṃ vā pana cittaṃ na nirujjhissati taṃ cittaṃ na uppajjitthāti?",
  "ya8.2.1:190.1": "Atītaṃ cittaṃ na nirujjhissati, no ca taṃ cittaṃ na uppajjittha. Bhaṅgakkhaṇe cittaṃ na ceva nirujjhissati na ca uppajjittha.",
  "ya8.2.1:191.0": "8.2.1.2.7. Uppajjamānananirodhavāra",
  "ya8.2.1:191.1": "» Yaṃ cittaṃ uppajjati taṃ cittaṃ na nirujjhatīti? Āmantā.",
  "ya8.2.1:192.1": "« Yaṃ vā pana cittaṃ na nirujjhati taṃ cittaṃ uppajjatīti?",
  "ya8.2.1:193.1": "Atītānāgataṃ cittaṃ na nirujjhati, no ca taṃ cittaṃ uppajjati. Uppādakkhaṇe cittaṃ na nirujjhati ceva uppajjati ca.",
  "ya8.2.1:194.1": "» Yaṃ cittaṃ na uppajjati taṃ cittaṃ nirujjhatīti?",
  "ya8.2.1:195.1": "Atītānāgataṃ cittaṃ na uppajjati, no ca taṃ cittaṃ nirujjhati. Bhaṅgakkhaṇe cittaṃ na uppajjati ceva nirujjhati ca.",
  "ya8.2.1:196.1": "« Yaṃ vā pana cittaṃ nirujjhati taṃ cittaṃ na uppajjatīti? Āmantā.",
  "ya8.2.1:197.0": "8.2.1.2.8. Uppajjamānuppannavāra",
  "ya8.2.1:197.1": "» Yaṃ cittaṃ uppajjamānaṃ taṃ cittaṃ uppannanti? Āmantā.",
  "ya8.2.1:198.1": "« Yaṃ vā pana cittaṃ uppannaṃ taṃ cittaṃ uppajjamānanti?",
  "ya8.2.1:199.1": "Bhaṅgakkhaṇe cittaṃ uppannaṃ, no ca taṃ cittaṃ uppajjamānaṃ. Uppādakkhaṇe cittaṃ uppannañceva uppajjamānañca.",
  "ya8.2.1:200.1": "» Yaṃ cittaṃ na uppajjamānaṃ taṃ cittaṃ na uppannanti?",
  "ya8.2.1:201.1": "Bhaṅgakkhaṇe cittaṃ na uppajjamānaṃ, no ca taṃ cittaṃ na uppannaṃ. Atītānāgataṃ cittaṃ na ceva uppajjamānaṃ na ca uppannaṃ.",
  "ya8.2.1:202.1": "« Yaṃ vā pana cittaṃ na uppannaṃ taṃ cittaṃ na uppajjamānanti? Āmantā.",
  "ya8.2.1:203.0": "8.2.1.2.9. Nirujjhamānuppannavāra",
  "ya8.2.1:203.1": "» Yaṃ cittaṃ nirujjhamānaṃ taṃ cittaṃ uppannanti? Āmantā.",
  "ya8.2.1:204.1": "« Yaṃ vā pana cittaṃ uppannaṃ taṃ cittaṃ nirujjhamānanti?",
  "ya8.2.1:205.1": "Uppādakkhaṇe cittaṃ uppannaṃ, no ca taṃ cittaṃ nirujjhamānaṃ. Bhaṅgakkhaṇe cittaṃ uppannañceva nirujjhamānañca.",
  "ya8.2.1:206.1": "» Yaṃ cittaṃ na nirujjhamānaṃ taṃ cittaṃ na uppannanti?",
  "ya8.2.1:207.1": "Uppādakkhaṇe cittaṃ na nirujjhamānaṃ, no ca taṃ cittaṃ na uppannaṃ. Atītānāgataṃ cittaṃ na ceva nirujjhamānaṃ na ca uppannaṃ.",
  "ya8.2.1:208.1": "« Yaṃ vā pana cittaṃ na uppannaṃ taṃ cittaṃ na nirujjhamānanti? Āmantā.",
  "ya8.2.1:209.0": "8.2.1.2.10. Uppannuppādavāra",
  "ya8.2.1:209.1": "» Yaṃ cittaṃ uppannaṃ taṃ cittaṃ uppajjitthāti? No.",
  "ya8.2.1:210.1": "« Yaṃ vā pana cittaṃ uppajjittha taṃ cittaṃ uppannanti? No.",
  "ya8.2.1:211.1": "» Yaṃ cittaṃ na uppannaṃ taṃ cittaṃ na uppajjitthāti?",
  "ya8.2.1:212.1": "Atītaṃ cittaṃ na uppannaṃ, no ca taṃ cittaṃ na uppajjittha. Anāgataṃ cittaṃ na ceva uppannaṃ na ca uppajjittha.",
  "ya8.2.1:213.1": "« Yaṃ vā pana cittaṃ na uppajjittha taṃ cittaṃ na uppannanti?",
  "ya8.2.1:214.1": "Paccuppannaṃ cittaṃ na uppajjittha, no ca taṃ cittaṃ na uppannaṃ. Anāgataṃ cittaṃ na ceva uppajjittha na ca uppannaṃ.",
  "ya8.2.1:215.1": "» Yaṃ cittaṃ uppannaṃ taṃ cittaṃ uppajjissatīti? No.",
  "ya8.2.1:216.1": "« Yaṃ vā pana cittaṃ uppajjissati taṃ cittaṃ uppannanti? No.",
  "ya8.2.1:217.1": "» Yaṃ cittaṃ na uppannaṃ taṃ cittaṃ na uppajjissatīti?",
  "ya8.2.1:218.1": "Anāgataṃ cittaṃ na uppannaṃ, no ca taṃ cittaṃ na uppajjissati. Atītaṃ cittaṃ na ceva uppannaṃ na ca uppajjissati.",
  "ya8.2.1:219.1": "« Yaṃ vā pana cittaṃ na uppajjissati taṃ cittaṃ na uppannanti?",
  "ya8.2.1:220.1": "Paccuppannaṃ cittaṃ na uppajjissati, no ca taṃ cittaṃ na uppannaṃ. Atītaṃ cittaṃ na ceva uppajjissati na ca uppannaṃ.",
  "ya8.2.1:221.0": "8.2.1.2.11. Atītānāgatavāra",
  "ya8.2.1:221.1": "» Yaṃ cittaṃ uppajjittha no ca taṃ cittaṃ uppannaṃ, taṃ cittaṃ uppajjissatīti? No.",
  "ya8.2.1:222.1": "« Yaṃ vā pana cittaṃ uppajjissati no ca taṃ cittaṃ uppannaṃ, taṃ cittaṃ uppajjitthāti? No.",
  "ya8.2.1:223.1": "» Yaṃ cittaṃ na uppajjittha no ca taṃ cittaṃ na uppannaṃ, taṃ cittaṃ na uppajjissatīti? Āmantā.",
  "ya8.2.1:224.1": "« Yaṃ vā pana cittaṃ na uppajjissati no ca taṃ cittaṃ na uppannaṃ, taṃ cittaṃ na uppajjitthāti? Āmantā.",
  "ya8.2.1:225.0": "8.2.1.2.12. Uppannuppajjamānavāra",
  "ya8.2.1:225.1": "» Uppannaṃ uppajjamānanti?",
  "ya8.2.1:226.1": "Bhaṅgakkhaṇe uppannaṃ, no ca uppajjamānaṃ. Uppādakkhaṇe uppannañceva uppajjamānañca.",
  "ya8.2.1:227.1": "« Uppajjamānaṃ uppannanti? Āmantā.",
  "ya8.2.1:228.1": "» Na uppannaṃ na uppajjamānanti? Āmantā.",
  "ya8.2.1:229.1": "« Na uppajjamānaṃ na uppannanti?",
  "ya8.2.1:230.1": "Bhaṅgakkhaṇe na uppajjamānaṃ, no ca na uppannaṃ. Atītānāgataṃ cittaṃ na ceva uppajjamānaṃ na ca uppannaṃ.",
  "ya8.2.1:231.0": "8.2.1.2.13. Niruddhanirujjhamānavāra",
  "ya8.2.1:231.1": "» Niruddhaṃ nirujjhamānanti? No.",
  "ya8.2.1:232.1": "« Nirujjhamānaṃ niruddhanti? No.",
  "ya8.2.1:233.1": "» Na niruddhaṃ na nirujjhamānanti?",
  "ya8.2.1:234.1": "Bhaṅgakkhaṇe na niruddhaṃ, no ca na nirujjhamānaṃ. Uppādakkhaṇe anāgatañca cittaṃ na ceva niruddhaṃ na ca nirujjhamānaṃ.",
  "ya8.2.1:235.1": "« Na nirujjhamānaṃ na niruddhanti?",
  "ya8.2.1:236.1": "Atītaṃ cittaṃ na nirujjhamānaṃ, no ca na niruddhaṃ. Uppādakkhaṇe anāgatañca cittaṃ na ceva nirujjhamānaṃ na ca niruddhaṃ.",
  "ya8.2.1:237.0": "8.2.1.2.14. Atikkantakālavāra",
  "ya8.2.1:237.1": "» Yaṃ cittaṃ uppajjamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ, nirujjhamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ taṃ cittanti?",
  "ya8.2.1:238.1": "Bhaṅgakkhaṇe cittaṃ uppādakkhaṇaṃ vītikkantaṃ bhaṅgakkhaṇaṃ avītikkantaṃ, atītaṃ cittaṃ uppādakkhaṇañca vītikkantaṃ bhaṅgakkhaṇañca vītikkantaṃ.",
  "ya8.2.1:239.1": "« Yaṃ vā pana cittaṃ nirujjhamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ, uppajjamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ taṃ cittanti? Atītaṃ cittaṃ.",
  "ya8.2.1:240.1": "» Yaṃ cittaṃ na uppajjamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ, na nirujjhamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ taṃ cittanti?",
  "ya8.2.1:241.1": "Uppādakkhaṇe anāgataṃ cittaṃ.",
  "ya8.2.1:242.1": "« Yaṃ vā pana cittaṃ na nirujjhamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ, na uppajjamānaṃ khaṇaṃ khaṇaṃ vītikkantaṃ atikkantakālaṃ taṃ cittanti?",
  "ya8.2.1:243.1": "Bhaṅgakkhaṇe cittaṃ bhaṅgakkhaṇaṃ avītikkantaṃ no ca uppādakkhaṇaṃ avītikkantaṃ, uppādakkhaṇe anāgatañca cittaṃ bhaṅgakkhaṇañca avītikkantaṃ uppādakkhaṇañca avītikkantaṃ.",
  "ya8.2.1:244.0": "8.2.1.3.1. Uppādanirodhakālasambhedavāra",
  "ya8.2.1:244.1": "» Yassa yaṃ cittaṃ uppajjati na nirujjhati tassa taṃ cittaṃ nirujjhissati na uppajjissatīti? Āmantā.",
  "ya8.2.1:245.1": "« Yassa vā pana yaṃ cittaṃ nirujjhissati na uppajjissati tassa taṃ cittaṃ uppajjati na nirujjhatīti? Āmantā.",
  "ya8.2.1:246.1": "» Yassa yaṃ cittaṃ na uppajjati nirujjhati tassa taṃ cittaṃ na nirujjhissati uppajjissatīti? No.",
  "ya8.2.1:247.1": "« Yassa vā pana yaṃ cittaṃ na nirujjhissati uppajjissati tassa taṃ cittaṃ na uppajjati nirujjhatīti? Natthi.",
  "ya8.2.1:248.0": "8.2.1.3.2. Uppāduppannavāra",
  "ya8.2.1:248.1": "» Yassa yaṃ cittaṃ uppajjati tassa taṃ cittaṃ uppannanti? Āmantā.",
  "ya8.2.1:249.1": "« Yassa vā pana yaṃ cittaṃ uppannaṃ tassa taṃ cittaṃ uppajjatīti?",
  "ya8.2.1:250.1": "Bhaṅgakkhaṇe cittaṃ uppannaṃ, no ca tassa taṃ cittaṃ uppajjati. Uppādakkhaṇe cittaṃ uppannañceva uppajjati ca.",
  "ya8.2.1:251.1": "» Yassa yaṃ cittaṃ na uppajjati tassa taṃ cittaṃ na uppannanti?",
  "ya8.2.1:252.1": "Bhaṅgakkhaṇe cittaṃ na uppajjati, no ca tassa taṃ cittaṃ na uppannaṃ. Atītānāgataṃ cittaṃ na ceva uppajjati na ca uppannaṃ.",
  "ya8.2.1:253.1": "« Yassa vā pana yaṃ cittaṃ na uppannaṃ tassa taṃ cittaṃ na uppajjatīti? Āmantā.",
  "ya8.2.1:254.0": "8.2.1.3.3. Nirodhuppannavāra",
  "ya8.2.1:254.1": "» Yassa yaṃ cittaṃ nirujjhati tassa taṃ cittaṃ uppannanti? Āmantā.",
  "ya8.2.1:255.1": "« Yassa vā pana yaṃ cittaṃ uppannaṃ tassa taṃ cittaṃ nirujjhatīti?",
  "ya8.2.1:256.1": "Uppādakkhaṇe cittaṃ uppannaṃ, no ca tassa taṃ cittaṃ nirujjhati. Bhaṅgakkhaṇe cittaṃ uppannañceva nirujjhati ca.",
  "ya8.2.1:257.1": "» Yassa yaṃ cittaṃ na nirujjhati tassa taṃ cittaṃ na uppannanti?",
  "ya8.2.1:258.1": "Uppādakkhaṇe cittaṃ na nirujjhati, no ca tassa taṃ cittaṃ na uppannaṃ. Atītānāgataṃ cittaṃ na ceva nirujjhati na ca uppannaṃ.",
  "ya8.2.1:259.1": "« Yassa vā pana yaṃ cittaṃ na uppannaṃ tassa taṃ cittaṃ na nirujjhatīti? Āmantā.",
  "ya8.2.1:260.0": "8.2.1.3.4. Uppādavāra",
  "ya8.2.1:260.1": "» Yassa yaṃ cittaṃ uppajjati tassa taṃ cittaṃ uppajjitthāti? No.",
  "ya8.2.1:261.1": "« Yassa vā pana yaṃ cittaṃ uppajjittha tassa taṃ cittaṃ uppajjatīti? No.",
  "ya8.2.1:262.1": "» Yassa yaṃ cittaṃ na uppajjati tassa taṃ cittaṃ na uppajjitthāti?",
  "ya8.2.1:263.1": "Atītaṃ cittaṃ na uppajjati, no ca tassa taṃ cittaṃ na uppajjittha. Bhaṅgakkhaṇe anāgatañca cittaṃ na ceva uppajjati na ca uppajjittha.",
  "ya8.2.1:264.1": "« Yassa vā pana yaṃ cittaṃ na uppajjittha tassa taṃ cittaṃ na uppajjatīti?",
  "ya8.2.1:265.1": "Uppādakkhaṇe cittaṃ na uppajjittha, no ca tassa taṃ cittaṃ na uppajjati. Bhaṅgakkhaṇe anāgatañca cittaṃ na ceva uppajjittha na ca uppajjati.",
  "ya8.2.1:266.1": "» Yassa yaṃ cittaṃ uppajjati tassa taṃ cittaṃ uppajjissatīti? No.",
  "ya8.2.1:267.1": "« Yassa vā pana yaṃ cittaṃ uppajjissati tassa taṃ cittaṃ uppajjatīti? No.",
  "ya8.2.1:268.1": "» Yassa yaṃ cittaṃ na uppajjati tassa taṃ cittaṃ na uppajjissatīti?",
  "ya8.2.1:269.1": "Anāgataṃ cittaṃ na uppajjati, no ca tassa taṃ cittaṃ na uppajjissati. Bhaṅgakkhaṇe atītañca cittaṃ na ceva uppajjati na ca uppajjissati.",
  "ya8.2.1:270.1": "« Yassa vā pana yaṃ cittaṃ na uppajjissati tassa taṃ cittaṃ na uppajjatīti?",
  "ya8.2.1:271.1": "Uppādakkhaṇe cittaṃ na uppajjissati, no ca tassa taṃ cittaṃ na uppajjati. Bhaṅgakkhaṇe atītañca cittaṃ na ceva uppajjissati na ca uppajjati.",
  "ya8.2.1:272.1": "» Yassa yaṃ cittaṃ uppajjittha tassa taṃ cittaṃ uppajjissatīti? No.",
  "ya8.2.1:273.1": "« Yassa vā pana yaṃ cittaṃ uppajjissati tassa taṃ cittaṃ uppajjitthāti? No.",
  "ya8.2.1:274.1": "» Yassa yaṃ cittaṃ na uppajjittha tassa taṃ cittaṃ na uppajjissatīti?",
  "ya8.2.1:275.1": "Anāgataṃ cittaṃ na uppajjittha, no ca tassa taṃ cittaṃ na uppajjissati. Paccuppannaṃ cittaṃ na ceva uppajjittha na ca uppajjissati.",
  "ya8.2.1:276.1": "« Yassa vā pana yaṃ cittaṃ na uppajjissati tassa taṃ cittaṃ na uppajjitthāti?",
  "ya8.2.1:277.1": "Atītaṃ cittaṃ na uppajjissati, no ca tassa taṃ cittaṃ na uppajjittha. Paccuppannaṃ cittaṃ na ceva uppajjissati na ca uppajjittha.",
  "ya8.2.1:278.0": "8.2.1.3.5. Nirodhavāra",
  "ya8.2.1:278.1": "» Yassa yaṃ cittaṃ nirujjhati tassa taṃ cittaṃ nirujjhitthāti? No.",
  "ya8.2.1:279.1": "« Yassa vā pana yaṃ cittaṃ nirujjhittha tassa taṃ cittaṃ nirujjhatīti? No.",
  "ya8.2.1:280.1": "» Yassa yaṃ cittaṃ na nirujjhati tassa taṃ cittaṃ na nirujjhitthāti?",
  "ya8.2.1:281.1": "Atītaṃ cittaṃ na nirujjhati, no ca tassa taṃ cittaṃ na nirujjhittha. Uppādakkhaṇe anāgatañca cittaṃ na ceva nirujjhati na ca nirujjhittha.",
  "ya8.2.1:282.1": "« Yassa vā pana yaṃ cittaṃ na nirujjhittha tassa taṃ cittaṃ na nirujjhatīti?",
  "ya8.2.1:283.1": "Bhaṅgakkhaṇe cittaṃ na nirujjhittha, no ca tassa taṃ cittaṃ na nirujjhati. Uppādakkhaṇe anāgatañca cittaṃ na ceva nirujjhittha na ca nirujjhati.",
  "ya8.2.1:284.1": "» Yassa yaṃ cittaṃ nirujjhati tassa taṃ cittaṃ nirujjhissatīti? No.",
  "ya8.2.1:285.1": "« Yassa vā pana yaṃ cittaṃ nirujjhissati tassa taṃ cittaṃ nirujjhatīti? No.",
  "ya8.2.1:286.1": "» Yassa yaṃ cittaṃ na nirujjhati tassa taṃ cittaṃ na nirujjhissatīti?",
  "ya8.2.1:287.1": "Uppādakkhaṇe anāgatañca cittaṃ na nirujjhati, no ca tassa taṃ cittaṃ na nirujjhissati. Atītaṃ cittaṃ na ceva nirujjhati na ca nirujjhissati.",
  "ya8.2.1:288.1": "« Yassa vā pana yaṃ cittaṃ na nirujjhissati tassa taṃ cittaṃ na nirujjhatīti?",
  "ya8.2.1:289.1": "Bhaṅgakkhaṇe cittaṃ na nirujjhissati, no ca tassa taṃ cittaṃ na nirujjhati. Atītaṃ cittaṃ na ceva nirujjhissati na ca nirujjhati.",
  "ya8.2.1:290.1": "» Yassa yaṃ cittaṃ nirujjhittha tassa taṃ cittaṃ nirujjhissatīti? No.",
  "ya8.2.1:291.1": "« Yassa vā pana yaṃ cittaṃ nirujjhissati tassa taṃ cittaṃ nirujjhitthāti? No.",
  "ya8.2.1:292.1": "» Yassa yaṃ cittaṃ na nirujjhittha tassa taṃ cittaṃ na nirujjhissatīti?",
  "ya8.2.1:293.1": "Uppādakkhaṇe anāgatañca cittaṃ na nirujjhittha, no ca tassa taṃ cittaṃ na nirujjhissati. Bhaṅgakkhaṇe cittaṃ na ceva nirujjhittha na ca nirujjhissati.",
  "ya8.2.1:294.1": "« Yassa vā pana yaṃ cittaṃ na nirujjhissati tassa taṃ cittaṃ na nirujjhitthāti?",
  "ya8.2.1:295.1": "Atītaṃ cittaṃ na nirujjhissati, no ca tassa taṃ cittaṃ na nirujjhittha. Bhaṅgakkhaṇe cittaṃ na ceva nirujjhissati na ca nirujjhittha.",
  "ya8.2.1:296.1": "(Yassa cittake sakabhāvena niddiṭṭhe, yaṃ cittake ca yassa yaṃ cittake ca ekattena niddiṭṭhe.)"
}