{
  "sn24.1:1.4": "This doctrine of the illusory nature of change is found in Pali only in this chapter, and I have not been able to trace it elsewhere. We might call it the <i lang='pi' translate='no'>niccavāda</i>, the “doctrine of permanence”. Nonetheless, the expression “standing firm like a pillar” is associated with eternalism generally (<a href='https://suttacentral.net/dn1/en/sujato#1.33.11'>DN 1:1.33.11</a>), and here links up with the seven uncreated substances (<a href='https://suttacentral.net/sn24.8/en/sujato#1.3'>SN 24.8:1.3</a>, <a href='https://suttacentral.net/mn76/en/sujato#16.2'>MN 76:16.2</a>, <a href='https://suttacentral.net/dn2/en/sujato#26.2'>DN 2:26.2</a>). This is attributed to Pakudha Kaccāyana, who is associated with the Ājivakas. Probably this is an expression of the Ājivaka belief that reality is fixed and change an illusion (Basham, <em>History and Doctrines of the Ājīvikas</em>, p. 236). | The form for “rivers” (<i lang='pi' translate='no'>najjo</i>, irregular nominative plural of <i lang='pi' translate='no'>nadī</i>) is unique to this passage. ",
  "sn24.1:4.4": "In the “six grounds for views” at <a href='https://suttacentral.net/mn22/en/sujato#16.6'>MN 22:16.6</a>, consciousness is absent, replaced by the “epistemic heptad” (see below). As a ground for views, “consciousness” means especially the states of expanded consciousness realized in deep meditation. ",
  "sn24.1:4.11": "This set of seven appears at first glance to be somewhat arbitrary, as it combines four of the senses with meditation attainments. But it is not a description of sense experience. Rather, it describes how religious or spiritual beliefs come about, which is why smell, taste, and touch are omitted, and why it is introduced in this chapter. The truth, or what is believed to be the truth, is formulated from something “seen” (as a vision, or the sight of a pure being), “heard” (as teaching or scripture), “thought” (as philosophical reasoning), “known” (through meditation), or “attained, sought, and explored by the mind”, which likewise all refer to meditative realization. Thus I propose referring to this set as the “epistemic heptad”. ",
  "sn24.1:5.1": "Six “grounds for views” are taught at <a href='https://suttacentral.net/mn22/en/sujato#15.1'>MN 22:15.1</a>: the first four aggregates taken as self, plus the epistemic heptad taken as self, plus the eternalist view. By analogy, the “six” here would be the first four aggregates, the epistemic heptad, and the specific view which varies per discourse. This, however, results in seven. We can resolve this by assuming that the Majjhima version is correct. “Consciousness” in this context should be replaced by the epistemic heptad, and only four aggregates are mentioned as such. Presumably the Saṁyutta redactors normalized the aggregates to the standard five. "
}