{
  "ya10.3.4:0.1": "10 Indriyayamaka",
  "ya10.3.4:0.2": "10.3 Pariññāvāra",
  "ya10.3.4:0.3": "10.3.4. Paccuppannātītavāra",
  "ya10.3.4:1.0": "10.3.4.1. Anuloma",
  "ya10.3.4:1.1": "» Yo cakkhundriyaṃ parijānāti so domanassindriyaṃ pajahitthāti? Āmantā.",
  "ya10.3.4:2.1": "« Yo vā pana domanassindriyaṃ pajahittha so cakkhundriyaṃ parijānātīti?",
  "ya10.3.4:3.1": "Dve puggalā domanassindriyaṃ pajahittha, no ca cakkhundriyaṃ parijānanti. Aggamaggasamaṅgī domanassindriyañca pajahittha cakkhundriyañca parijānāti.",
  "ya10.3.4:4.1": "» Yo cakkhundriyaṃ parijānāti so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā.",
  "ya10.3.4:5.1": "« Yo vā pana anaññātaññassāmītindriyaṃ bhāvittha so cakkhundriyaṃ parijānātīti?",
  "ya10.3.4:6.1": "Cha puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca cakkhundriyaṃ parijānanti. Aggamaggasamaṅgī anaññātaññassāmītindriyañca bhāvittha cakkhundriyañca parijānāti.",
  "ya10.3.4:7.1": "» Yo cakkhundriyaṃ parijānāti so aññindriyaṃ bhāvitthāti? No.",
  "ya10.3.4:8.1": "« Yo vā pana aññindriyaṃ bhāvittha so cakkhundriyaṃ parijānātīti? No.",
  "ya10.3.4:9.1": "» Yo cakkhundriyaṃ parijānāti so aññātāvindriyaṃ sacchikaritthāti? No.",
  "ya10.3.4:10.1": "« Yo vā pana aññātāvindriyaṃ sacchikarittha so cakkhundriyaṃ parijānātīti? No. (Cakkhundriyamūlakaṃ.)",
  "ya10.3.4:11.1": "» Yo domanassindriyaṃ pajahati so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā.",
  "ya10.3.4:12.1": "« Yo vā pana anaññātaññassāmītindriyaṃ bhāvittha so domanassindriyaṃ pajahatīti?",
  "ya10.3.4:13.1": "Cha puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca domanassindriyaṃ pajahanti. Anāgāmimaggasamaṅgī anaññātaññassāmītindriyañca bhāvittha domanassindriyañca pajahati.",
  "ya10.3.4:14.1": "» Yo domanassindriyaṃ pajahati so aññindriyaṃ bhāvitthāti? No.",
  "ya10.3.4:15.1": "« Yo vā pana aññindriyaṃ bhāvittha so domanassindriyaṃ pajahatīti? No.",
  "ya10.3.4:16.1": "» Yo domanassindriyaṃ pajahati so aññātāvindriyaṃ sacchikaritthāti? No.",
  "ya10.3.4:17.1": "« Yo vā pana aññātāvindriyaṃ sacchikarittha so domanassindriyaṃ pajahatīti? No. (Domanassindriyamūlakaṃ.)",
  "ya10.3.4:18.1": "» Yo anaññātaññassāmītindriyaṃ bhāveti so aññindriyaṃ bhāvitthāti? No.",
  "ya10.3.4:19.1": "« Yo vā pana aññindriyaṃ bhāvittha so anaññātaññassāmītindriyaṃ bhāvetīti? No.",
  "ya10.3.4:20.1": "» Yo anaññātaññassāmītindriyaṃ bhāveti so aññātāvindriyaṃ sacchikaritthāti? No.",
  "ya10.3.4:21.1": "« Yo vā pana aññātāvindriyaṃ sacchikarittha so anaññātaññassāmītindriyaṃ bhāvetīti? No. (Anaññātaññassāmītindriyamūlakaṃ.)",
  "ya10.3.4:22.1": "» Yo aññindriyaṃ bhāveti so aññātāvindriyaṃ sacchikaritthāti? No.",
  "ya10.3.4:23.1": "« Yo vā pana aññātāvindriyaṃ sacchikarittha so aññindriyaṃ bhāvetīti? No. (Aññindriyamūlakaṃ.)",
  "ya10.3.4:24.0": "10.3.4.2. Paccanīka",
  "ya10.3.4:24.1": "» Yo cakkhundriyaṃ na parijānāti so domanassindriyaṃ nappajahitthāti?",
  "ya10.3.4:25.1": "Dve puggalā cakkhundriyaṃ na parijānanti, no ca domanassindriyaṃ nappajahittha. Cha puggalā cakkhundriyañca na parijānanti domanassindriyañca nappajahittha.",
  "ya10.3.4:26.1": "« Yo vā pana domanassindriyaṃ nappajahittha so cakkhundriyaṃ na parijānātīti? Āmantā.",
  "ya10.3.4:27.1": "» Yo cakkhundriyaṃ na parijānāti so anaññātaññassāmītindriyaṃ na bhāvitthāti?",
  "ya10.3.4:28.1": "Cha puggalā cakkhundriyaṃ na parijānanti, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā cakkhundriyañca na parijānanti anaññātaññassāmītindriyañca na bhāvittha.",
  "ya10.3.4:29.1": "« Yo vā pana anaññātaññassāmītindriyaṃ na bhāvittha so cakkhundriyaṃ na parijānātīti? Āmantā.",
  "ya10.3.4:30.1": "» Yo cakkhundriyaṃ na parijānāti so aññindriyaṃ na bhāvitthāti?",
  "ya10.3.4:31.1": "Arahā cakkhundriyaṃ na parijānāti, no ca aññindriyaṃ na bhāvittha. Satta puggalā cakkhundriyañca na parijānanti aññindriyañca na bhāvittha.",
  "ya10.3.4:32.1": "« Yo vā pana aññindriyaṃ na bhāvittha so cakkhundriyaṃ na parijānātīti?",
  "ya10.3.4:33.1": "Aggamaggasamaṅgī aññindriyaṃ na bhāvittha, no ca cakkhundriyaṃ na parijānāti. Satta puggalā aññindriyañca na bhāvittha cakkhundriyañca na parijānanti.",
  "ya10.3.4:34.1": "» Yo cakkhundriyaṃ na parijānāti so aññātāvindriyaṃ na sacchikaritthāti?",
  "ya10.3.4:35.1": "Arahā cakkhundriyaṃ na parijānāti, no ca aññātāvindriyaṃ na sacchikarittha. Aṭṭha puggalā cakkhundriyañca na parijānanti aññātāvindriyañca na sacchikarittha.",
  "ya10.3.4:36.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarittha so cakkhundriyaṃ na parijānātīti?",
  "ya10.3.4:37.1": "Aggamaggasamaṅgī aññātāvindriyaṃ na sacchikarittha, no ca cakkhundriyaṃ na parijānāti. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha cakkhundriyañca na parijānanti. (Cakkhundriyamūlakaṃ.)",
  "ya10.3.4:38.1": "» Yo domanassindriyaṃ nappajahati so anaññātaññassāmītindriyaṃ na bhāvitthāti?",
  "ya10.3.4:39.1": "Cha puggalā domanassindriyaṃ nappajahanti, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā domanassindriyañca nappajahanti anaññātaññassāmītindriyañca na bhāvittha.",
  "ya10.3.4:40.1": "« Yo vā pana anaññātaññassāmītindriyaṃ na bhāvittha so domanassindriyaṃ nappajahatīti? Āmantā.",
  "ya10.3.4:41.1": "» Yo domanassindriyaṃ nappajahati so aññindriyaṃ na bhāvitthāti?",
  "ya10.3.4:42.1": "Arahā domanassindriyaṃ nappajahati, no ca aññindriyaṃ na bhāvittha. Satta puggalā domanassindriyañca nappajahanti aññindriyañca na bhāvittha.",
  "ya10.3.4:43.1": "« Yo vā pana aññindriyaṃ na bhāvittha so domanassindriyaṃ nappajahatīti?",
  "ya10.3.4:44.1": "Anāgāmimaggasamaṅgī aññindriyaṃ na bhāvittha, no ca domanassindriyaṃ nappajahati. Satta puggalā aññindriyañca na bhāvittha domanassindriyañca nappajahanti.",
  "ya10.3.4:45.1": "» Yo domanassindriyaṃ nappajahati so aññātāvindriyaṃ na sacchikaritthāti?",
  "ya10.3.4:46.1": "Arahā domanassindriyaṃ nappajahati, no ca aññātāvindriyaṃ na sacchikarittha. Aṭṭha puggalā domanassindriyañca nappajahanti aññātāvindriyañca na sacchikarittha.",
  "ya10.3.4:47.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarittha so domanassindriyaṃ nappajahatīti?",
  "ya10.3.4:48.1": "Anāgāmimaggasamaṅgī aññātāvindriyaṃ na sacchikarittha, no ca domanassindriyaṃ nappajahati. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha domanassindriyañca nappajahanti. (Domanassindriyamūlakaṃ.)",
  "ya10.3.4:49.1": "» Yo anaññātaññassāmītindriyaṃ na bhāveti so aññindriyaṃ na bhāvitthāti?",
  "ya10.3.4:50.1": "Arahā anaññātaññassāmītindriyaṃ na bhāveti, no ca aññindriyaṃ na bhāvittha. Satta puggalā anaññātaññassāmītindriyañca na bhāventi aññindriyañca na bhāvittha.",
  "ya10.3.4:51.1": "« Yo vā pana aññindriyaṃ na bhāvittha so anaññātaññassāmītindriyaṃ na bhāvetīti?",
  "ya10.3.4:52.1": "Aṭṭhamako aññindriyaṃ na bhāvittha, no ca anaññātaññassāmītindriyaṃ na bhāveti. Satta puggalā aññindriyañca na bhāvittha anaññātaññassāmītindriyañca na bhāventi.",
  "ya10.3.4:53.1": "» Yo anaññātaññassāmītindriyaṃ na bhāveti so aññātāvindriyaṃ na sacchikaritthāti?",
  "ya10.3.4:54.1": "Arahā anaññātaññassāmītindriyaṃ na bhāveti, no ca aññātāvindriyaṃ na sacchikarittha. Aṭṭha puggalā anaññātaññassāmītindriyañca na bhāventi aññātāvindriyañca na sacchikarittha.",
  "ya10.3.4:55.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarittha so anaññātaññassāmītindriyaṃ na bhāvetīti?",
  "ya10.3.4:56.1": "Aṭṭhamako aññātāvindriyaṃ na sacchikarittha, no ca anaññātaññassāmītindriyaṃ na bhāveti. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha anaññātaññassāmītindriyañca na bhāventi. (Anaññātaññassāmītindriyamūlakaṃ.)",
  "ya10.3.4:57.1": "» Yo aññindriyaṃ na bhāveti so aññātāvindriyaṃ na sacchikaritthāti?",
  "ya10.3.4:58.1": "Arahā aññindriyaṃ na bhāveti, no ca aññātāvindriyaṃ na sacchikarittha. Cha puggalā aññindriyañca na bhāventi aññātāvindriyañca na sacchikarittha.",
  "ya10.3.4:59.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarittha so aññindriyaṃ na bhāvetīti?",
  "ya10.3.4:60.1": "Tayo maggasamaṅgino aññātāvindriyaṃ na sacchikarittha, no ca aññindriyaṃ na bhāventi. Cha puggalā aññātāvindriyañca na sacchikarittha aññindriyañca na bhāventi. (Aññindriyamūlakaṃ.)"
}