{
  "ya10.3.6:0.1": "10 Indriyayamaka",
  "ya10.3.6:0.2": "10.3 Pariññāvāra",
  "ya10.3.6:0.3": "10.3.6. Atītānāgatavāra",
  "ya10.3.6:1.0": "10.3.6.1. Anuloma",
  "ya10.3.6:1.1": "» Yo cakkhundriyaṁ parijānittha so domanassindriyaṁ pajahissatīti? No.",
  "ya10.3.6:2.1": "« Yo vā pana domanassindriyaṁ pajahissati so cakkhundriyaṁ parijānitthāti? No.",
  "ya10.3.6:3.1": "» Yo cakkhundriyaṁ parijānittha so anaññātaññassāmītindriyaṁ bhāvessatīti? No.",
  "ya10.3.6:4.1": "« Yo vā pana anaññātaññassāmītindriyaṁ bhāvessati so cakkhundriyaṁ parijānitthāti? No.",
  "ya10.3.6:5.1": "» Yo cakkhundriyaṁ parijānittha so aññindriyaṁ bhāvessatīti? No.",
  "ya10.3.6:6.1": "« Yo vā pana aññindriyaṁ bhāvessati so cakkhundriyaṁ parijānitthāti? No.",
  "ya10.3.6:7.1": "» Yo cakkhundriyaṁ parijānittha so aññātāvindriyaṁ sacchikarissatīti? No.",
  "ya10.3.6:8.1": "« Yo vā pana aññātāvindriyaṁ sacchikarissati so cakkhundriyaṁ parijānitthāti? No. (Cakkhundriyamūlakaṁ.)",
  "ya10.3.6:9.1": "» Yo domanassindriyaṁ pajahittha so anaññātaññassāmītindriyaṁ bhāvessatīti? No.",
  "ya10.3.6:10.1": "« Yo vā pana anaññātaññassāmītindriyaṁ bhāvessati so domanassindriyaṁ pajahitthāti? No.",
  "ya10.3.6:11.1": "» Yo domanassindriyaṁ pajahittha so aññindriyaṁ bhāvessatīti?",
  "ya10.3.6:12.1": "Dve puggalā domanassindriyaṁ pajahittha, no ca aññindriyaṁ bhāvessanti. Anāgāmī domanassindriyañca pajahittha aññindriyañca bhāvessati.",
  "ya10.3.6:13.1": "« Yo vā pana aññindriyaṁ bhāvessati so domanassindriyaṁ pajahitthāti?",
  "ya10.3.6:14.1": "Cha puggalā aññindriyaṁ bhāvessanti, no ca domanassindriyaṁ pajahittha. Anāgāmī aññindriyañca bhāvessati domanassindriyañca pajahittha.",
  "ya10.3.6:15.1": "» Yo domanassindriyaṁ pajahittha so aññātāvindriyaṁ sacchikarissatīti?",
  "ya10.3.6:16.1": "Arahā domanassindriyaṁ pajahittha, no ca aññātāvindriyaṁ sacchikarissati. Dve puggalā domanassindriyañca pajahittha aññātāvindriyañca sacchikarissanti.",
  "ya10.3.6:17.1": "« Yo vā pana aññātāvindriyaṁ sacchikarissati so domanassindriyaṁ pajahitthāti?",
  "ya10.3.6:18.1": "Cha puggalā aññātāvindriyaṁ sacchikarissanti, no ca domanassindriyaṁ pajahittha. Dve puggalā aññātāvindriyañca sacchikarissanti domanassindriyañca pajahittha. (Domanassindriyamūlakaṁ.)",
  "ya10.3.6:19.1": "» Yo anaññātaññassāmītindriyaṁ bhāvittha so aññindriyaṁ bhāvessatīti?",
  "ya10.3.6:20.1": "Dve puggalā anaññātaññassāmītindriyaṁ bhāvittha, no ca aññindriyaṁ bhāvessanti. Pañca puggalā anaññātaññassāmītindriyañca bhāvittha aññindriyañca bhāvessanti.",
  "ya10.3.6:21.1": "« Yo vā pana aññindriyaṁ bhāvessati. So anaññātaññassāmītindriyaṁ bhāvitthāti?",
  "ya10.3.6:22.1": "Dve puggalā aññindriyaṁ bhāvessanti no ca anaññātaññassāmītindriyaṁ bhāvittha. Pañca puggalā aññindriyañca bhāvessanti anaññātaññassāmītindriyañca bhāvittha.",
  "ya10.3.6:23.1": "» Yo anaññātaññassāmītindriyaṁ bhāvittha so aññātāvindriyaṁ sacchikarissatīti?",
  "ya10.3.6:24.1": "Arahā anaññātaññassāmītindriyaṁ bhāvittha, no ca aññātāvindriyaṁ sacchikarissati. Cha puggalā anaññātaññassāmītindriyañca bhāvittha aññātāvindriyañca sacchikarissanti.",
  "ya10.3.6:25.1": "« Yo vā pana aññātāvindriyaṁ sacchikarissati so anaññātaññassāmītindriyaṁ bhāvitthāti?",
  "ya10.3.6:26.1": "Dve puggalā aññātāvindriyaṁ sacchikarissanti, no ca anaññātaññassāmītindriyaṁ bhāvittha. Cha puggalā aññātāvindriyañca sacchikarissanti anaññātaññassāmītindriyañca bhāvittha. (Anaññātaññassāmītindriyamūlakaṁ.)",
  "ya10.3.6:27.1": "» Yo aññindriyaṁ bhāvittha so aññātāvindriyaṁ sacchikarissatīti? No.",
  "ya10.3.6:28.1": "« Yo vā pana aññātāvindriyaṁ sacchikarissati so aññindriyaṁ bhāvitthāti? No. (Aññindriyamūlakaṁ.)",
  "ya10.3.6:29.0": "10.3.6.2. Paccanīka",
  "ya10.3.6:29.1": "» Yo cakkhundriyaṁ na parijānittha so domanassindriyaṁ nappajahissatīti?",
  "ya10.3.6:30.1": "Pañca puggalā cakkhundriyaṁ na parijānittha, no ca domanassindriyaṁ nappajahissanti. Cattāro puggalā cakkhundriyañca na parijānittha domanassindriyañca nappajahissanti.",
  "ya10.3.6:31.1": "« Yo vā pana domanassindriyaṁ nappajahissati so cakkhundriyaṁ na parijānitthāti?",
  "ya10.3.6:32.1": "Arahā domanassindriyaṁ nappajahissati, no ca cakkhundriyaṁ na parijānittha. Cattāro puggalā domanassindriyañca nappajahissanti cakkhundriyañca na parijānittha.",
  "ya10.3.6:33.1": "» Yo cakkhundriyaṁ na parijānittha so anaññātaññassāmītindriyaṁ na bhāvessatīti?",
  "ya10.3.6:34.1": "Ye puthujjanā maggaṁ paṭilabhissanti te cakkhundriyaṁ na parijānittha, no ca anaññātaññassāmītindriyaṁ na bhāvessanti. Aṭṭha puggalā cakkhundriyañca na parijānittha anaññātaññassāmītindriyañca na bhāvessanti.",
  "ya10.3.6:35.1": "« Yo vā pana anaññātaññassāmītindriyaṁ na bhāvessati so cakkhundriyaṁ na parijānitthāti?",
  "ya10.3.6:36.1": "Arahā anaññātaññassāmītindriyaṁ na bhāvessati, no ca cakkhundriyaṁ na parijānittha. Aṭṭha puggalā anaññātaññassāmītindriyañca na bhāvessanti cakkhundriyañca na parijānittha.",
  "ya10.3.6:37.1": "» Yo cakkhundriyaṁ na parijānittha so aññindriyaṁ na bhāvessatīti?",
  "ya10.3.6:38.1": "Satta puggalā cakkhundriyaṁ na parijānittha, no ca aññindriyaṁ na bhāvessanti. Dve puggalā cakkhundriyañca na parijānittha aññindriyañca na bhāvessanti.",
  "ya10.3.6:39.1": "« Yo vā pana aññindriyaṁ na bhāvessati so cakkhundriyaṁ na parijānitthāti?",
  "ya10.3.6:40.1": "Arahā aññindriyaṁ na bhāvessati, no ca cakkhundriyaṁ na parijānittha. Dve puggalā aññindriyañca na bhāvessanti cakkhundriyañca na parijānittha.",
  "ya10.3.6:41.1": "» Yo cakkhundriyaṁ na parijānittha so aññātāvindriyaṁ na sacchikarissatīti?",
  "ya10.3.6:42.1": "Aṭṭha puggalā cakkhundriyaṁ na parijānittha, no ca aññātāvindriyaṁ na sacchikarissanti. Ye puthujjanā maggaṁ na paṭilabhissanti te cakkhundriyañca na parijānittha aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.6:43.1": "« Yo vā pana aññātāvindriyaṁ na sacchikarissati so cakkhundriyaṁ na parijānitthāti?",
  "ya10.3.6:44.1": "Arahā aññātāvindriyaṁ na sacchikarissati, no ca cakkhundriyaṁ na parijānittha. Ye puthujjanā maggaṁ na paṭilabhissanti te aññātāvindriyañca na sacchikarissanti cakkhundriyañca na parijānittha. (Cakkhundriyamūlakaṁ.)",
  "ya10.3.6:45.1": "» Yo domanassindriyaṁ nappajahittha so anaññātaññassāmītindriyaṁ na bhāvessatīti?",
  "ya10.3.6:46.1": "Ye puthujjanā maggaṁ paṭilabhissanti te domanassindriyaṁ nappajahittha, no ca anaññātaññassāmītindriyaṁ na bhāvessanti. Cha puggalā domanassindriyañca nappajahittha anaññātaññassāmītindriyañca na bhāvessanti.",
  "ya10.3.6:47.1": "« Yo vā pana anaññātaññassāmītindriyaṁ na bhāvessati so domanassindriyaṁ nappajahitthāti?",
  "ya10.3.6:48.1": "Tayo puggalā anaññātaññassāmītindriyaṁ na bhāvessanti, no ca domanassindriyaṁ nappajahittha. Cha puggalā anaññātaññassāmītindriyañca na bhāvessanti domanassindriyañca nappajahittha.",
  "ya10.3.6:49.1": "» Yo domanassindriyaṁ nappajahittha so aññindriyaṁ na bhāvessatīti?",
  "ya10.3.6:50.1": "Cha puggalā domanassindriyaṁ nappajahittha, no ca aññindriyaṁ na bhāvessanti. Ye puthujjanā maggaṁ na paṭilabhissanti te domanassindriyañca nappajahittha aññindriyañca na bhāvessanti.",
  "ya10.3.6:51.1": "« Yo vā pana aññindriyaṁ na bhāvessati so domanassindriyaṁ nappajahitthāti?",
  "ya10.3.6:52.1": "Dve puggalā aññindriyaṁ na bhāvessanti, no ca domanassindriyaṁ nappajahittha. Ye puthujjanā maggaṁ na paṭilabhissanti te aññindriyañca na bhāvessanti domanassindriyañca nappajahittha.",
  "ya10.3.6:53.1": "» Yo domanassindriyaṁ nappajahittha so aññātāvindriyaṁ na sacchikarissatīti?",
  "ya10.3.6:54.1": "Cha puggalā domanassindriyaṁ nappajahittha, no ca aññātāvindriyaṁ na sacchikarissanti. Ye puthujjanā maggaṁ na paṭilabhissanti te domanassindriyañca nappajahittha aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.6:55.1": "« Yo vā pana aññātāvindriyaṁ na sacchikarissati so domanassindriyaṁ nappajahitthāti?",
  "ya10.3.6:56.1": "Arahā aññātāvindriyaṁ na sacchikarissati, no ca domanassindriyaṁ nappajahittha. Ye puthujjanā maggaṁ na paṭilabhissanti te aññātāvindriyañca na sacchikarissanti domanassindriyañca nappajahittha. (Domanassindriyamūlakaṁ.)",
  "ya10.3.6:57.1": "» Yo anaññātaññassāmītindriyaṁ na bhāvittha so aññindriyaṁ na bhāvessatīti?",
  "ya10.3.6:58.1": "Dve puggalā anaññātaññassāmītindriyaṁ na bhāvittha, no ca aññindriyaṁ na bhāvessanti. Ye puthujjanā maggaṁ na paṭilabhissanti te anaññātaññassāmītindriyañca na bhāvittha aññindriyañca na bhāvessanti.",
  "ya10.3.6:59.1": "« Yo vā pana aññindriyaṁ na bhāvessati so anaññātaññassāmītindriyaṁ na bhāvitthāti?",
  "ya10.3.6:60.1": "Dve puggalā aññindriyaṁ na bhāvessanti, no ca anaññātaññassāmītindriyaṁ na bhāvittha. Ye puthujjanā maggaṁ na paṭilabhissanti te aññindriyañca na bhāvessanti anaññātaññassāmītindriyañca na bhāvittha.",
  "ya10.3.6:61.1": "» Yo anaññātaññassāmītindriyaṁ na bhāvittha so aññātāvindriyaṁ na sacchikarissatīti?",
  "ya10.3.6:62.1": "Dve puggalā anaññātaññassāmītindriyaṁ na bhāvittha, no ca aññātāvindriyaṁ na sacchikarissanti. Ye puthujjanā maggaṁ na paṭilabhissanti te anaññātaññassāmītindriyañca na bhāvittha aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.6:63.1": "« Yo vā pana aññātāvindriyaṁ na sacchikarissati so anaññātaññassāmītindriyaṁ na bhāvitthāti?",
  "ya10.3.6:64.1": "Arahā aññātāvindriyaṁ na sacchikarissati, no ca anaññātaññassāmītindriyaṁ na bhāvittha. Ye puthujjanā maggaṁ na paṭilabhissanti te aññātāvindriyañca na sacchikarissanti anaññātaññassāmītindriyañca na bhāvittha. (Anaññātaññassāmītindriyamūlakaṁ.)",
  "ya10.3.6:65.1": "» Yo aññindriyaṁ na bhāvittha so aññātāvindriyaṁ na sacchikarissatīti?",
  "ya10.3.6:66.1": "Aṭṭha puggalā aññindriyaṁ na bhāvittha, no ca aññātāvindriyaṁ na sacchikarissanti. Ye puthujjanā maggaṁ na paṭilabhissanti te aññindriyañca na bhāvittha aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.6:67.1": "« Yo vā pana aññātāvindriyaṁ na sacchikarissati so aññindriyaṁ na bhāvitthāti?",
  "ya10.3.6:68.1": "Arahā aññātāvindriyaṁ na sacchikarissati, no ca aññindriyaṁ na bhāvittha. Ye puthujjanā maggaṁ na paṭilabhissanti te aññātāvindriyañca na sacchikarissanti aññindriyañca na bhāvittha. (Aññindriyamūlakaṁ.)",
  "ya10.3.6:69.1": "Pariññāvāro.",
  "ya10.3.6:70.1": "Indriyayamakapāḷi niṭṭhitā.",
  "ya10.3.6:71.1": "Yamakapakaraṇaṁ niṭṭhitaṁ."
}