{
  "ya10.3.3:0.1": "10 Indriyayamaka",
  "ya10.3.3:0.2": "10.3 Pariññāvāra",
  "ya10.3.3:0.3": "10.3.3. Anāgatavāra",
  "ya10.3.3:1.0": "10.3.3.1. Anuloma",
  "ya10.3.3:1.1": "» Yo cakkhundriyaṃ parijānissati so domanassindriyaṃ pajahissatīti?",
  "ya10.3.3:2.1": "Dve puggalā cakkhundriyaṃ parijānissanti, no ca domanassindriyaṃ pajahissanti. Pañca puggalā cakkhundriyañca parijānissanti domanassindriyañca pajahissanti.",
  "ya10.3.3:3.1": "« Yo vā pana domanassindriyaṃ pajahissati so cakkhundriyaṃ parijānissatīti? Āmantā.",
  "ya10.3.3:4.1": "» Yo cakkhundriyaṃ parijānissati so anaññātaññassāmītindriyaṃ bhāvessatīti?",
  "ya10.3.3:5.1": "Cha puggalā cakkhundriyaṃ parijānissanti, no ca anaññātaññassāmītindriyaṃ bhāvessanti. Ye puthujjanā maggaṃ paṭilabhissanti te cakkhundriyañca parijānissanti anaññātaññassāmītindriyañca bhāvessanti.",
  "ya10.3.3:6.1": "« Yo vā pana anaññātaññassāmītindriyaṃ bhāvessati so cakkhundriyaṃ parijānissatīti? Āmantā.",
  "ya10.3.3:7.1": "» Yo cakkhundriyaṃ parijānissati so aññindriyaṃ bhāvessatīti? Āmantā.",
  "ya10.3.3:8.1": "« Yo vā pana aññindriyaṃ bhāvessati so cakkhundriyaṃ parijānissatīti? Āmantā.",
  "ya10.3.3:9.1": "» Yo cakkhundriyaṃ parijānissati so aññātāvindriyaṃ sacchikarissatīti? Āmantā.",
  "ya10.3.3:10.1": "« Yo vā pana aññātāvindriyaṃ sacchikarissati so cakkhundriyaṃ parijānissatīti?",
  "ya10.3.3:11.1": "Aggamaggasamaṅgī aññātāvindriyaṃ sacchikarissati, no ca cakkhundriyaṃ parijānissati. Satta puggalā aññātāvindriyañca sacchikarissanti cakkhundriyañca parijānissanti. (Cakkhundriyamūlakaṃ.)",
  "ya10.3.3:12.1": "» Yo domanassindriyaṃ pajahissati so anaññātaññassāmītindriyaṃ bhāvessatīti?",
  "ya10.3.3:13.1": "Cattāro puggalā domanassindriyaṃ pajahissanti, no ca anaññātaññassāmītindriyaṃ bhāvessanti. Ye puthujjanā maggaṃ paṭilabhissanti te domanassindriyañca pajahissanti anaññātaññassāmītindriyañca bhāvessanti.",
  "ya10.3.3:14.1": "« Yo vā pana anaññātaññassāmītindriyaṃ bhāvessati so domanassindriyaṃ pajahissatīti? Āmantā.",
  "ya10.3.3:15.1": "» Yo domanassindriyaṃ pajahissati so aññindriyaṃ bhāvessatīti? Āmantā.",
  "ya10.3.3:16.1": "« Yo vā pana aññindriyaṃ bhāvessati so domanassindriyaṃ pajahissatīti?",
  "ya10.3.3:17.1": "Dve puggalā aññindriyaṃ bhāvessanti no ca domanassindriyaṃ pajahissanti, pañca puggalā aññindriyañca bhavissanti domanassindriyañca pajahissanti.",
  "ya10.3.3:18.1": "» Yo domanassindriyaṃ pajahissati so aññātāvindriyaṃ sacchikarissatīti? Āmantā.",
  "ya10.3.3:19.1": "« Yo vā pana aññātāvindriyaṃ sacchikarissati so domanassindriyaṃ pajahissatīti?",
  "ya10.3.3:20.1": "Tayo puggalā aññātāvindriyaṃ sacchikarissanti, no ca domanassindriyaṃ pajahissanti. Pañca puggalā aññātāvindriyañca sacchikarissanti domanassindriyañca pajahissanti. (Domanassindriyamūlakaṃ.)",
  "ya10.3.3:21.1": "» Yo anaññātaññassāmītindriyaṃ bhāvessati so aññindriyaṃ bhāvessatīti? Āmantā.",
  "ya10.3.3:22.1": "« Yo vā pana aññindriyaṃ bhāvessati so anaññātaññassāmītindriyaṃ bhāvessatīti?",
  "ya10.3.3:23.1": "Cha puggalā aññindriyaṃ bhāvessanti, no ca anaññātaññassāmītindriyaṃ bhāvessanti. Ye puthujjanā maggaṃ paṭilabhissanti te aññindriyañca bhāvessanti anaññātaññassāmītindriyañca bhāvessanti.",
  "ya10.3.3:24.1": "» Yo anaññātaññassāmītindriyaṃ bhāvessati so aññātāvindriyaṃ sacchikarissatīti? Āmantā.",
  "ya10.3.3:25.1": "« Yo vā pana aññātāvindriyaṃ sacchikarissati so anaññātaññassāmītindriyaṃ bhāvessatīti?",
  "ya10.3.3:26.1": "Satta puggalā aññātāvindriyaṃ sacchikarissanti, no ca anaññātaññassāmītindriyaṃ bhāvessanti. Ye puthujjanā maggaṃ paṭilabhissanti te aññātāvindriyañca sacchikarissanti anaññātaññassāmītindriyañca bhāvessanti. (Anaññātaññassāmītindriyamūlakaṃ.)",
  "ya10.3.3:27.1": "» Yo aññindriyaṃ bhāvessati so aññātāvindriyaṃ sacchikarissatīti? Āmantā.",
  "ya10.3.3:28.1": "« Yo vā pana aññātāvindriyaṃ sacchikarissati so aññindriyaṃ bhāvessatīti?",
  "ya10.3.3:29.1": "Aggamaggasamaṅgī aññātāvindriyaṃ sacchikarissati, no ca aññindriyaṃ bhāvessati. Satta puggalā aññātāvindriyañca sacchikarissanti aññindriyañca bhāvessanti. (Aññindriyamūlakaṃ.)",
  "ya10.3.3:30.0": "10.3.3.2. Paccanīka",
  "ya10.3.3:30.1": "» Yo cakkhundriyaṃ na parijānissati so domanassindriyaṃ nappajahissatīti? Āmantā.",
  "ya10.3.3:31.1": "« Yo vā pana domanassindriyaṃ nappajahissati so cakkhundriyaṃ na parijānissatīti?",
  "ya10.3.3:32.1": "Dve puggalā domanassindriyaṃ nappajahissanti, no ca cakkhundriyaṃ na parijānissanti. Tayo puggalā domanassindriyañca nappajahissanti cakkhundriyañca na parijānissanti.",
  "ya10.3.3:33.1": "» Yo cakkhundriyaṃ na parijānissati so anaññātaññassāmītindriyaṃ na bhāvessatīti? Āmantā.",
  "ya10.3.3:34.1": "« Yo vā pana anaññātaññassāmītindriyaṃ na bhāvessati so cakkhundriyaṃ na parijānissatīti.",
  "ya10.3.3:35.1": "Cha puggalā anaññātaññassāmītindriyaṃ na bhāvessanti, no ca cakkhundriyaṃ na parijānissanti. Tayo puggalā anaññātaññassāmītindriyañca na bhāvessanti cakkhundriyañca na parijānissanti.",
  "ya10.3.3:36.1": "» Yo cakkhundriyaṃ na parijānissati so aññindriyaṃ na bhāvessatīti? Āmantā.",
  "ya10.3.3:37.1": "« Yo vā pana aññindriyaṃ na bhāvessati so cakkhundriyaṃ na parijānissatīti? Āmantā.",
  "ya10.3.3:38.1": "» Yo cakkhundriyaṃ na parijānissati so aññātāvindriyaṃ na sacchikarissatīti?",
  "ya10.3.3:39.1": "Aggamaggasamaṅgī cakkhundriyaṃ na parijānissati, no ca aññātāvindriyaṃ na sacchikarissati. Dve puggalā cakkhundriyañca na parijānissanti aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.3:40.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarissati so cakkhundriyaṃ na parijānissatīti? Āmantā. (Cakkhundriyamūlakaṃ.)",
  "ya10.3.3:41.1": "» Yo domanassindriyaṃ nappajahissati so anaññātaññassāmītindriyaṃ na bhāvessatīti? Āmantā.",
  "ya10.3.3:42.1": "« Yo vā pana anaññātaññassāmītindriyaṃ na bhāvessati so domanassindriyaṃ nappajahissatīti?",
  "ya10.3.3:43.1": "Cattāro puggalā anaññātaññassāmītindriyaṃ na bhāvessanti, no ca domanassindriyaṃ nappajahissanti. Pañca puggalā anaññātaññassāmītindriyañca na bhāvessanti domanassindriyañca nappajahissanti.",
  "ya10.3.3:44.1": "» Yo domanassindriyaṃ nappajahissati so aññindriyaṃ na bhāvessatīti?",
  "ya10.3.3:45.1": "Dve puggalā domanassindriyaṃ nappajahissanti, no ca aññindriyaṃ na bhāvessanti. Tayo puggalā domanassindriyañca nappajahissanti aññindriyañca na bhāvessanti.",
  "ya10.3.3:46.1": "« Yo vā pana aññindriyaṃ na bhāvessati so domanassindriyaṃ nappajahissatīti? Āmantā.",
  "ya10.3.3:47.1": "» Yo domanassindriyaṃ nappajahissati so aññātāvindriyaṃ na sacchikarissatīti?",
  "ya10.3.3:48.1": "Tayo puggalā domanassindriyaṃ nappajahissanti, no ca aññātāvindriyaṃ na sacchikarissanti. Dve puggalā domanassindriyañca nappajahissanti aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.3:49.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarissati so domanassindriyaṃ nappajahissatīti? Āmantā. (Domanassindriyamūlakaṃ.)",
  "ya10.3.3:50.1": "» Yo anaññātaññassāmītindriyaṃ na bhāvessati so aññindriyaṃ na bhāvessatīti?",
  "ya10.3.3:51.1": "Cha puggalā anaññātaññassāmītindriyaṃ na bhāvessanti, no ca aññindriyaṃ na bhāvessanti. Tayo puggalā anaññātaññassāmītindriyañca na bhāvessanti aññindriyañca na bhāvessanti.",
  "ya10.3.3:52.1": "« Yo vā pana aññindriyaṃ na bhāvessati so anaññātaññassāmītindriyaṃ na bhāvessatīti? Āmantā.",
  "ya10.3.3:53.1": "» Yo anaññātaññassāmītindriyaṃ na bhāvessati so aññātāvindriyaṃ na sacchikarissatīti?",
  "ya10.3.3:54.1": "Satta puggalā anaññātaññassāmītindriyaṃ na bhāvessanti, no ca aññātāvindriyaṃ na sacchikarissanti. Dve puggalā anaññātaññassāmītindriyañca na bhāvessanti aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.3:55.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarissati so anaññātaññassāmītindriyaṃ na bhāvessatīti? Āmantā. (Anaññātaññassāmītindriyamūlakaṃ.)",
  "ya10.3.3:56.1": "» Yo aññindriyaṃ na bhāvessati so aññātāvindriyaṃ na sacchikarissatīti?",
  "ya10.3.3:57.1": "Aggamaggasamaṅgī aññindriyaṃ na bhāvessati, no ca aññātāvindriyaṃ na sacchikarissati. Dve puggalā aññindriyañca na bhāvessanti aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.3:58.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarissati so aññindriyaṃ na bhāvessatīti? Āmantā. (Aññindriyamūlakaṃ.)"
}