{
  "ya10.3.5:0.1": "10 Indriyayamaka",
  "ya10.3.5:0.2": "10.3 Pariññāvāra",
  "ya10.3.5:0.3": "10.3.5. Paccuppannānāgatavāra",
  "ya10.3.5:1.0": "10.3.5.1. Anuloma",
  "ya10.3.5:1.1": "» Yo cakkhundriyaṃ parijānāti so domanassindriyaṃ pajahissatīti? No.",
  "ya10.3.5:2.1": "« Yo vā pana domanassindriyaṃ pajahissati so cakkhundriyaṃ parijānātīti? No.",
  "ya10.3.5:3.1": "» Yo cakkhundriyaṃ parijānāti so anaññātaññassāmītindriyaṃ bhāvessatīti? No.",
  "ya10.3.5:4.1": "« Yo vā pana anaññātaññassāmītindriyaṃ bhāvessati so cakkhundriyaṃ parijānātīti? No.",
  "ya10.3.5:5.1": "» Yo cakkhundriyaṃ parijānāti so aññindriyaṃ bhāvessatīti? No.",
  "ya10.3.5:6.1": "« Yo vā pana aññindriyaṃ bhāvessati so cakkhundriyaṃ parijānātīti? No.",
  "ya10.3.5:7.1": "» Yo cakkhundriyaṃ parijānāti so aññātāvindriyaṃ sacchikarissatīti? Āmantā.",
  "ya10.3.5:8.1": "« Yo vā pana aññātāvindriyaṃ sacchikarissati so cakkhundriyaṃ parijānātīti?",
  "ya10.3.5:9.1": "Satta puggalā aññātāvindriyaṃ sacchikarissanti, no ca cakkhundriyaṃ parijānanti. Aggamaggasamaṅgī aññātāvindriyañca sacchikarissati cakkhundriyañca parijānāti. (Cakkhundriyamūlakaṃ.)",
  "ya10.3.5:10.1": "» Yo domanassindriyaṃ pajahati so anaññātaññassāmītindriyaṃ bhāvessatīti? No.",
  "ya10.3.5:11.1": "« Yo vā pana anaññātaññassāmītindriyaṃ bhāvessati so domanassindriyaṃ pajahatīti? No.",
  "ya10.3.5:12.1": "» Yo domanassindriyaṃ pajahati so aññindriyaṃ bhāvessatīti? Āmantā.",
  "ya10.3.5:13.1": "« Yo vā pana aññindriyaṃ bhāvessati so domanassindriyaṃ pajahatīti?",
  "ya10.3.5:14.1": "Cha puggalā aññindriyaṃ bhāvessanti, no ca domanassindriyaṃ pajahanti anāgāmimaggasamaṅgī aññindriyañca bhāvessati, domanassindriyañca pajahati.",
  "ya10.3.5:15.1": "» Yo domanassindriyaṃ pajahati so aññātāvindriyaṃ sacchikarissatīti? Āmantā.",
  "ya10.3.5:16.1": "« Yo vā pana aññātāvindriyaṃ sacchikarissati so domanassindriyaṃ pajahatīti?",
  "ya10.3.5:17.1": "Satta puggalā aññātāvindriyaṃ sacchikarissanti, no ca domanassindriyaṃ pajahanti. Anāgāmimaggasamaṅgī aññātāvindriyañca sacchikarissati domanassindriyañca pajahati. (Domanassindriyamūlakaṃ.)",
  "ya10.3.5:18.1": "» Yo anaññātaññassāmītindriyaṃ bhāveti so aññindriyaṃ bhāvessatīti? Āmantā.",
  "ya10.3.5:19.1": "« Yo vā pana aññindriyaṃ bhāvessati so anaññātaññassāmītindriyaṃ bhāvetīti?",
  "ya10.3.5:20.1": "Cha puggalā aññindriyaṃ bhāvessanti, no ca anaññātaññassāmītindriyaṃ bhāventi. Aṭṭhamako aññindriyañca bhāvessati anaññātaññassāmītindriyañca bhāveti.",
  "ya10.3.5:21.1": "» Yo anaññātaññassāmītindriyaṃ bhāveti so aññātāvindriyaṃ sacchikarissatīti? Āmantā.",
  "ya10.3.5:22.1": "« Yo vā pana aññātāvindriyaṃ sacchikarissati so anaññātaññassāmītindriyaṃ bhāvetīti?",
  "ya10.3.5:23.1": "Satta puggalā aññātāvindriyaṃ sacchikarissanti, no ca anaññātaññassāmītindriyaṃ bhāventi. Aṭṭhamako aññātāvindriyañca sacchikarissati anaññātaññassāmītindriyañca bhāveti. (Anaññātaññassāmītindriyamūlakaṃ.)",
  "ya10.3.5:24.1": "» Yo aññindriyaṃ bhāveti so aññātāvindriyaṃ sacchikarissatīti? Āmantā.",
  "ya10.3.5:25.1": "« Yo vā pana aññātāvindriyaṃ sacchikarissati so aññindriyaṃ bhāvetīti?",
  "ya10.3.5:26.1": "Pañca puggalā aññātāvindriyaṃ sacchikarissanti, no ca aññindriyaṃ bhāventi. Tayo maggasamaṅgino aññātāvindriyañca sacchikarissanti aññindriyañca bhāventi. (Aññindriyamūlakaṃ.)",
  "ya10.3.5:27.0": "10.3.5.2. Paccanīka",
  "ya10.3.5:27.1": "» Yo cakkhundriyaṃ na parijānāti so domanassindriyaṃ nappajahissatīti?",
  "ya10.3.5:28.1": "Pañca puggalā cakkhundriyaṃ na parijānanti, no ca domanassindriyaṃ nappajahissanti. Cattāro puggalā cakkhundriyañca na parijānanti domanassindriyañca nappajahissanti.",
  "ya10.3.5:29.1": "« Yo vā pana domanassindriyaṃ nappajahissati so cakkhundriyaṃ na parijānātīti?",
  "ya10.3.5:30.1": "Aggamaggasamaṅgī domanassindriyaṃ nappajahissati, no ca cakkhundriyaṃ na parijānāti. Cattāro puggalā domanassindriyañca nappajahissanti cakkhundriyañca na parijānanti.",
  "ya10.3.5:31.1": "» Yo cakkhundriyaṃ na parijānāti so anaññātaññassāmītindriyaṃ na bhāvessatīti?",
  "ya10.3.5:32.1": "Ye puthujjanā maggaṃ paṭilabhissanti te cakkhundriyaṃ na parijānanti, no ca anaññātaññassāmītindriyaṃ na bhāvessanti. Aṭṭha puggalā cakkhundriyañca na parijānanti anaññātaññassāmītindriyañca na bhāvessanti.",
  "ya10.3.5:33.1": "« Yo vā pana anaññātaññassāmītindriyaṃ na bhāvessati so cakkhundriyaṃ na parijānātīti?",
  "ya10.3.5:34.1": "Aggamaggasamaṅgī anaññātaññassāmītindriyaṃ na bhāvessati, no ca cakkhundriyaṃ na parijānāti. Aṭṭha puggalā anaññātaññassāmītindriyañca na bhāvessanti cakkhundriyañca na parijānanti.",
  "ya10.3.5:35.1": "» Yo cakkhundriyaṃ na parijānāti so aññindriyaṃ na bhāvessatīti?",
  "ya10.3.5:36.1": "Satta puggalā cakkhundriyaṃ na parijānanti, no ca aññindriyaṃ na bhāvessanti. Dve puggalā cakkhundriyañca na parijānanti aññindriyañca na bhāvessanti.",
  "ya10.3.5:37.1": "« Yo vā pana aññindriyaṃ na bhāvessati so cakkhundriyaṃ na parijānātīti?",
  "ya10.3.5:38.1": "Aggamaggasamaṅgī aññindriyaṃ na bhāvessati, no ca cakkhundriyaṃ na parijānāti. Dve puggalā aññindriyañca na bhāvessanti cakkhundriyañca na parijānanti.",
  "ya10.3.5:39.1": "» Yo cakkhundriyaṃ na parijānāti so aññātāvindriyaṃ na sacchikarissatīti?",
  "ya10.3.5:40.1": "Satta puggalā cakkhundriyaṃ na parijānanti, no ca aññātāvindriyaṃ na sacchikarissanti. Dve puggalā cakkhundriyañca na parijānanti aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.5:41.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarissati so cakkhundriyaṃ na parijānātīti? Āmantā. (Cakkhundriyamūlakaṃ.)",
  "ya10.3.5:42.1": "» Yo domanassindriyaṃ nappajahati so anaññātaññassāmītindriyaṃ na bhāvessatīti?",
  "ya10.3.5:43.1": "Ye puthujjanā maggaṃ paṭilabhissanti te domanassindriyaṃ nappajahanti, no ca anaññātaññassāmītindriyaṃ na bhāvessanti. Aṭṭha puggalā domanassindriyañca nappajahanti anaññātaññassāmītindriyañca na bhāvessanti.",
  "ya10.3.5:44.1": "« Yo vā pana anaññātaññassāmītindriyaṃ na bhāvessati so domanassindriyaṃ nappajahatīti?",
  "ya10.3.5:45.1": "Anāgāmimaggasamaṅgī anaññātaññassāmītindriyaṃ na bhāvessati, no ca domanassindriyaṃ nappajahati. Aṭṭha puggalā anaññātaññassāmītindriyañca na bhāvessanti domanassindriyañca nappajahanti.",
  "ya10.3.5:46.1": "» Yo domanassindriyaṃ nappajahati so aññindriyaṃ na bhāvessatīti?",
  "ya10.3.5:47.1": "Cha puggalā domanassindriyaṃ nappajahanti, no ca aññindriyaṃ na bhāvessanti. Tayo puggalā domanassindriyañca nappajahanti aññindriyañca na bhāvessanti.",
  "ya10.3.5:48.1": "« Yo vā pana aññindriyaṃ na bhāvessati so domanassindriyaṃ nappajahatīti? Āmantā.",
  "ya10.3.5:49.1": "» Yo domanassindriyaṃ nappajahati so aññātāvindriyaṃ na sacchikarissatīti?",
  "ya10.3.5:50.1": "Satta puggalā domanassindriyaṃ nappajahanti, no ca aññātāvindriyaṃ na sacchikarissanti. Dve puggalā domanassindriyañca nappajahanti aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.5:51.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarissati so domanassindriyaṃ nappajahatīti? Āmantā. (Domanassindriyamūlakaṃ.)",
  "ya10.3.5:52.1": "» Yo anaññātaññassāmītindriyaṃ na bhāveti so aññindriyaṃ na bhāvessatīti?",
  "ya10.3.5:53.1": "Cha puggalā anaññātaññassāmītindriyaṃ na bhāventi, no ca aññindriyaṃ na bhāvessanti. Tayo puggalā anaññātaññassāmītindriyañca na bhāventi aññindriyañca na bhāvessanti.",
  "ya10.3.5:54.1": "« Yo vā pana aññindriyaṃ na bhāvessati so anaññātaññassāmītindriyaṃ na bhāvetīti? Āmantā.",
  "ya10.3.5:55.1": "» Yo anaññātaññassāmītindriyaṃ na bhāveti so aññātāvindriyaṃ na sacchikarissatīti?",
  "ya10.3.5:56.1": "Satta puggalā anaññātaññassāmītindriyaṃ na bhāventi, no ca aññātāvindriyaṃ na sacchikarissanti. Dve puggalā anaññātaññassāmītindriyañca na bhāventi aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.5:57.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarissati so anaññātaññassāmītindriyaṃ na bhāvetīti? Āmantā. (Anaññātaññassāmītindriyamūlakaṃ.)",
  "ya10.3.5:58.1": "» Yo aññindriyaṃ na bhāveti so aññātāvindriyaṃ na sacchikarissatīti?",
  "ya10.3.5:59.1": "Pañca puggalā aññindriyaṃ na bhāventi, no ca aññātāvindriyaṃ na sacchikarissanti. Dve puggalā aññindriyañca na bhāventi aññātāvindriyañca na sacchikarissanti.",
  "ya10.3.5:60.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarissati so aññindriyaṃ na bhāvetīti? Āmantā. (Aññindriyamūlakaṃ.)"
}