{
  "ya10.3.2:0.1": "10 Indriyayamaka",
  "ya10.3.2:0.2": "10.3 Pariññāvāra",
  "ya10.3.2:0.3": "10.3.2. Atītavāra",
  "ya10.3.2:1.0": "10.3.2.1. Anuloma",
  "ya10.3.2:1.1": "» Yo cakkhundriyaṃ parijānittha so domanassindriyaṃ pajahitthāti? Āmantā.",
  "ya10.3.2:2.1": "« Yo vā pana domanassindriyaṃ pajahittha so cakkhundriyaṃ parijānitthāti?",
  "ya10.3.2:3.1": "Dve puggalā domanassindriyaṃ pajahittha, no ca cakkhundriyaṃ parijānittha. Arahā domanassindriyañca pajahittha cakkhundriyañca parijānittha.",
  "ya10.3.2:4.1": "» Yo cakkhundriyaṃ parijānittha so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā.",
  "ya10.3.2:5.1": "« Yo vā pana anaññātaññassāmītindriyaṃ bhāvittha so cakkhundriyaṃ parijānitthāti?",
  "ya10.3.2:6.1": "Cha puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca cakkhundriyaṃ parijānittha. Arahā anaññātaññassāmītindriyañca bhāvittha cakkhundriyañca parijānittha.",
  "ya10.3.2:7.1": "» Yo cakkhundriyaṃ parijānittha so aññindriyaṃ bhāvitthāti? Āmantā.",
  "ya10.3.2:8.1": "« Yo vā pana aññindriyaṃ bhāvittha so cakkhundriyaṃ parijānitthāti? Āmantā.",
  "ya10.3.2:9.1": "» Yo cakkhundriyaṃ parijānittha so aññātāvindriyaṃ sacchikaritthāti?",
  "ya10.3.2:10.1": "Yo aggaphalaṃ sacchikaroti so cakkhundriyaṃ parijānittha, no ca aññātāvindriyaṃ sacchikarittha. Yo aggaphalaṃ sacchākāsi so cakkhundriyañca parijānittha aññātāvindriyañca sacchikarittha.",
  "ya10.3.2:11.1": "« Yo vā pana aññātāvindriyaṃ sacchikarittha so cakkhundriyaṃ parijānitthāti? Āmantā. (Cakkhundriyamūlakaṃ.)",
  "ya10.3.2:12.1": "» Yo domanassindriyaṃ pajahittha so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā.",
  "ya10.3.2:13.1": "« Yo vā pana anaññātaññassāmītindriyaṃ bhāvittha so domanassindriyaṃ pajahitthāti?",
  "ya10.3.2:14.1": "Cattāro puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca domanassindriyaṃ pajahittha. Tayo puggalā anaññātaññassāmītindriyañca bhāvittha domanassindriyañca pajahittha.",
  "ya10.3.2:15.1": "» Yo domanassindriyaṃ pajahittha so aññindriyaṃ bhāvitthāti?",
  "ya10.3.2:16.1": "Dve puggalā domanassindriyaṃ pajahittha, no ca aññindriyaṃ bhāvittha. Arahā domanassindriyañca pajahittha aññindriyañca bhāvittha.",
  "ya10.3.2:17.1": "« Yo vā pana aññindriyaṃ bhāvittha so domanassindriyaṃ pajahitthāti? Āmantā.",
  "ya10.3.2:18.1": "» Yo domanassindriyaṃ pajahittha so aññātāvindriyaṃ sacchikaritthāti?",
  "ya10.3.2:19.1": "Tayo puggalā domanassindriyaṃ pajahittha, no ca aññātāvindriyaṃ sacchikarittha. Arahā domanassindriyañca pajahittha aññātāvindriyañca sacchikarittha.",
  "ya10.3.2:20.1": "« Yo vā pana aññātāvindriyaṃ sacchikarittha so domanassindriyaṃ pajahitthāti? Āmantā. (Domanassindriyamūlakaṃ.)",
  "ya10.3.2:21.1": "» Yo anaññātaññassāmītindriyaṃ bhāvittha so aññindriyaṃ bhāvitthāti?",
  "ya10.3.2:22.1": "Cha puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca aññindriyaṃ bhāvittha. Arahā anaññātaññassāmītindriyañca bhāvittha aññindriyañca bhāvittha.",
  "ya10.3.2:23.1": "« Yo vā pana aññindriyaṃ bhāvittha so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā.",
  "ya10.3.2:24.1": "» Yo anaññātaññassāmītindriyaṃ bhāvittha so aññātāvindriyaṃ sacchikaritthāti?",
  "ya10.3.2:25.1": "Satta puggalā anaññātaññassāmītindriyaṃ bhāvittha, no ca aññātāvindriyaṃ sacchikarittha. Arahā anaññātaññassāmītindriyañca bhāvittha aññātāvindriyañca sacchikarittha.",
  "ya10.3.2:26.1": "« Yo vā pana aññātāvindriyaṃ sacchikarittha so anaññātaññassāmītindriyaṃ bhāvitthāti? Āmantā. (Anaññātaññassāmītindriyamūlakaṃ.)",
  "ya10.3.2:27.1": "» Yo aññindriyaṃ bhāvittha so aññātāvindriyaṃ sacchikaritthāti?",
  "ya10.3.2:28.1": "Yo aggaphalaṃ sacchikaroti so aññindriyaṃ bhāvittha, no ca aññātāvindriyaṃ sacchikarittha. Yo aggaphalaṃ sacchākāsi so aññindriyañca bhāvittha aññātāvindriyañca sacchikarittha.",
  "ya10.3.2:29.1": "« Yo vā pana aññātāvindriyaṃ sacchikarittha so aññindriyaṃ bhāvitthāti? Āmantā. (Aññindriyamūlakaṃ.)",
  "ya10.3.2:30.0": "10.3.2.2. Paccanīka",
  "ya10.3.2:30.1": "» Yo cakkhundriyaṃ na parijānittha so domanassindriyaṃ nappajahitthāti?",
  "ya10.3.2:31.1": "Dve puggalā cakkhundriyaṃ na parijānittha, no ca domanassindriyaṃ nappajahittha. Cha puggalā cakkhundriyañca na parijānittha domanassindriyañca nappajahittha.",
  "ya10.3.2:32.1": "« Yo vā pana domanassindriyaṃ nappajahittha so cakkhundriyaṃ na parijānitthāti? Āmantā.",
  "ya10.3.2:33.1": "» Yo cakkhundriyaṃ na parijānittha so anaññātaññassāmītindriyaṃ na bhāvitthāti?",
  "ya10.3.2:34.1": "Cha puggalā cakkhundriyaṃ na parijānittha, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā cakkhundriyañca na parijānittha anaññātaññassāmītindriyañca na bhāvittha.",
  "ya10.3.2:35.1": "« Yo vā pana anaññātaññassāmītindriyaṃ na bhāvittha so cakkhundriyaṃ na parijānitthāti? Āmantā.",
  "ya10.3.2:36.1": "» Yo cakkhundriyaṃ na parijānittha so aññindriyaṃ na bhāvitthāti? Āmantā.",
  "ya10.3.2:37.1": "« Yo vā pana aññindriyaṃ na bhāvittha so cakkhundriyaṃ na parijānitthāti? Āmantā.",
  "ya10.3.2:38.1": "» Yo cakkhundriyaṃ na parijānittha so aññātāvindriyaṃ na sacchikaritthāti? Āmantā.",
  "ya10.3.2:39.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarittha so cakkhundriyaṃ na parijānitthāti?",
  "ya10.3.2:40.1": "Yo aggaphalaṃ sacchikaroti so aññātāvindriyaṃ na sacchikarittha, no ca cakkhundriyaṃ na parijānittha. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha cakkhundriyañca na parijānittha. (Cakkhundriyamūlakaṃ.)",
  "ya10.3.2:41.1": "» Yo domanassindriyaṃ nappajahittha so anaññātaññassāmītindriyaṃ na bhāvitthāti?",
  "ya10.3.2:42.1": "Cattāro puggalā domanassindriyaṃ nappajahittha, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā domanassindriyañca nappajahittha anaññātaññassāmītindriyañca na bhāvittha.",
  "ya10.3.2:43.1": "« Yo vā pana anaññātaññassāmītindriyaṃ na bhāvittha so domanassindriyaṃ nappajahitthāti? Āmantā.",
  "ya10.3.2:44.1": "» Yo domanassindriyaṃ nappajahittha so aññindriyaṃ na bhāvitthāti? Āmantā.",
  "ya10.3.2:45.1": "« Yo vā pana aññindriyaṃ na bhāvittha so domanassindriyaṃ nappajahitthāti?",
  "ya10.3.2:46.1": "Dve puggalā aññindriyaṃ na bhāvittha, no ca domanassindriyaṃ nappajahittha. Cha puggalā aññindriyañca na bhāvittha domanassindriyañca nappajahittha.",
  "ya10.3.2:47.1": "» Yo domanassindriyaṃ nappajahittha so aññātāvindriyaṃ na sacchikaritthāti? Āmantā.",
  "ya10.3.2:48.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarittha so domanassindriyaṃ nappajahitthāti?",
  "ya10.3.2:49.1": "Tayo puggalā aññātāvindriyaṃ na sacchikarittha, no ca domanassindriyaṃ nappajahittha. Cha puggalā aññātāvindriyañca na sacchikarittha domanassindriyañca nappajahittha. (Domanassindriyamūlakaṃ.)",
  "ya10.3.2:50.1": "» Yo anaññātaññassāmītindriyaṃ na bhāvittha so aññindriyaṃ na bhāvitthāti? Āmantā.",
  "ya10.3.2:51.1": "« Yo vā pana aññindriyaṃ na bhāvittha so anaññātaññassāmītindriyaṃ na bhāvitthāti?",
  "ya10.3.2:52.1": "Cha puggalā aññindriyaṃ na bhāvittha, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā aññindriyañca na bhāvittha anaññātaññassāmītindriyañca na bhāvittha.",
  "ya10.3.2:53.1": "» Yo anaññātaññassāmītindriyaṃ na bhāvittha so aññātāvindriyaṃ na sacchikaritthāti? Āmantā.",
  "ya10.3.2:54.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarittha so anaññātaññassāmītindriyaṃ na bhāvitthāti?",
  "ya10.3.2:55.1": "Satta puggalā aññātāvindriyaṃ na sacchikarittha, no ca anaññātaññassāmītindriyaṃ na bhāvittha. Dve puggalā aññātāvindriyañca na sacchikarittha anaññātaññassāmītindriyañca na bhāvittha. (Anaññātaññassāmītindriyamūlakaṃ.)",
  "ya10.3.2:56.1": "» Yo aññindriyaṃ na bhāvittha so aññātāvindriyaṃ na sacchikaritthāti? Āmantā.",
  "ya10.3.2:57.1": "« Yo vā pana aññātāvindriyaṃ na sacchikarittha so aññindriyaṃ na bhāvitthāti?",
  "ya10.3.2:58.1": "Yo aggaphalaṃ sacchikaroti so aññātāvindriyaṃ na sacchikarittha, no ca aññindriyaṃ na bhāvittha. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha aññindriyañca na bhāvittha. (Aññindriyamūlakaṃ.)"
}