{
  "ud8.8:0.1": "Innige Sprüche 8.8 ",
  "ud8.8:0.2": "Mit Visākhā ",
  "ud8.8:1.1": "So habe ich es gehört: ",
  "ud8.8:1.2": "Einmal hielt sich der Buddha bei Sāvatthī im Ostkloster auf, dem Pfahlhaus der Mutter Migāras. ",
  "ud8.8:1.3": "Nun war da gerade die geliebte und teure Enkelin von Visākhā, der Mutter Migāras, gestorben. ",
  "ud8.8:1.4": "Da ging Visākhā mitten am Tag mit nassen Kleidern und nassen Haaren zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "ud8.8:1.5": "Der Buddha sagte zu ihr: ",
  "ud8.8:2.1": "„Nun, Visākhā, woher kommst du mitten am Tag mit nassen Kleidern und nassen Haaren?“ ",
  "ud8.8:2.2": "„Herr, meine geliebte und teure Enkelin ist gerade gestorben. ",
  "ud8.8:2.3": "Darum bin ich mitten am Tag mit nassen Kleidern und nassen Haaren hierhergekommen.“ ",
  "ud8.8:2.4": "„Visākhā, hättest du gerne so viele Kinder und Enkelkinder, wie es Menschen in ganz Sāvatthī gibt?“ ",
  "ud8.8:2.5": "„Das möchte ich wohl, Herr.“ ",
  "ud8.8:3.1": "„Aber Visākhā, wie viele Menschen sterben jeden Tag in Sāvatthī?“ ",
  "ud8.8:3.2": "„Jeden Tag, Herr, sterben zehn Menschen in Sāvatthī. ",
  "ud8.8:3.3": "Oder es sind neun, ",
  "ud8.8:3.4": "acht, ",
  "ud8.8:3.5": "sieben, ",
  "ud8.8:3.6": "sechs, ",
  "ud8.8:3.7": "fünf, ",
  "ud8.8:3.8": "vier, ",
  "ud8.8:3.9": "drei, ",
  "ud8.8:3.10": "zwei, ",
  "ud8.8:3.11": "oder es ist zumindest ein Mensch, der jeden Tag in Sāvatthī stirbt. ",
  "ud8.8:3.12": "Es kommt nicht vor, dass niemand in Sāvatthī stirbt.“ ",
  "ud8.8:4.1": "„Was meinst du, Visākhā? Gäbe es je eine Zeit, in der deine Kleider und Haare nicht nass wären?“ ",
  "ud8.8:4.2": "„Nein, Herr. ",
  "ud8.8:4.3": "Genug, Herr, mit so vielen Kindern und Enkelkindern.“ ",
  "ud8.8:5.1": "„Wer hundert Liebe hat, Visākhā, hat hundert Leiden. ",
  "ud8.8:5.2": "Wer neunzig ",
  "ud8.8:5.3": "oder achtzig, ",
  "ud8.8:5.4": "siebzig, ",
  "ud8.8:5.5": "sechzig, ",
  "ud8.8:5.6": "fünfzig, ",
  "ud8.8:5.7": "vierzig, ",
  "ud8.8:5.8": "dreißig, ",
  "ud8.8:5.9": "zwanzig, ",
  "ud8.8:5.10": "zehn, ",
  "ud8.8:5.11": "neun, ",
  "ud8.8:5.12": "acht, ",
  "ud8.8:5.13": "sieben, ",
  "ud8.8:5.14": "sechs, ",
  "ud8.8:5.15": "fünf, ",
  "ud8.8:5.16": "vier, ",
  "ud8.8:5.17": "drei, ",
  "ud8.8:5.18": "zwei ",
  "ud8.8:5.19": "oder einen Lieben hat, hat ein Leiden. ",
  "ud8.8:5.20": "Wer keine Lieben hat, hat kein Leiden. Er hat keinen Kummer, ist unbefleckt und frei von Bedrängnis, sage ich.“ ",
  "ud8.8:6.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud8.8:7.1": "„Aller Kummer, alle Klagen ",
  "ud8.8:7.2": "und die zahllosen Arten von Leiden in der Welt ",
  "ud8.8:7.3": "treten wegen unserer Lieben auf; ",
  "ud8.8:7.4": "wenn wir keine Lieben haben, treten sie nicht auf. ",
  "ud8.8:8.1": "Darum sind die, die in der ganzen Welt überhaupt keine Lieben haben, ",
  "ud8.8:8.2": "glücklich und frei von Gram. ",
  "ud8.8:8.3": "Daher strebe den unbefleckten Zustand an, wo kein Kummer herrscht, ",
  "ud8.8:8.4": "und hab in der Welt überhaupt keine Lieben.“ "
}