{
  "ud8.5:0.1": "Innige Sprüche 8.5 ",
  "ud8.5:0.2": "Mit Cunda ",
  "ud8.5:1.1": "So habe ich es gehört: ",
  "ud8.5:1.2": "Einmal wanderte der Buddha im Land der Maller mit einem großen Saṅgha von fünfhundert Mönchen und Nonnen. Da kam er nach Pāvā. ",
  "ud8.5:1.3": "Dort hielt er sich im Mangowäldchen Cundas des Schmieds auf. ",
  "ud8.5:2.1": "Cunda hörte, dass der Buddha angekommen war und sich in seinem Mangowäldchen aufhielt. ",
  "ud8.5:2.2": "Da ging er zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "ud8.5:2.3": "Der Buddha leitete ihn mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. ",
  "ud8.5:2.4": "Darauf sagte Cunda zum Buddha: ",
  "ud8.5:2.5": "„Herr, der Buddha wolle bitte zusammen mit dem Saṅgha der Mönche und Nonnen die morgige Mahlzeit von mir annehmen.“ ",
  "ud8.5:2.6": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "ud8.5:3.1": "Da erhob sich, als er die Zustimmung des Buddha erkannt hatte, Cunda von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "ud8.5:3.2": "Als dann die Nacht vorüber war, ließ Cunda in seiner eigenen Wohnung köstliche frische und gekochte Speisen zubereiten, darunter viel Schweinefleisch, das am Umschlagen war. Dann ließ er den Buddha über die Zeit benachrichtigen: ",
  "ud8.5:3.3": "„Es ist Zeit, Herr, das Essen ist fertig.“ ",
  "ud8.5:4.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zusammen mit dem Saṅgha der Mönche und Nonnen zu Cundas Haus, setzte sich auf den ausgebreiteten Sitz ",
  "ud8.5:4.2": "und sagte zu Cunda: ",
  "ud8.5:4.3": "„Cunda, bitte bediene mich mit dem Schweinefleisch, das am Umschlagen ist, das du zubereitet hast, ",
  "ud8.5:4.4": "und bediene den Saṅgha der Mönche und Nonnen mit den übrigen frischen und gekochten Speisen.“ ",
  "ud8.5:4.5": "„Ja, Herr“, erwiderte Cunda und tat wie geheißen. ",
  "ud8.5:5.1": "Dann wandte sich der Buddha an Cunda: ",
  "ud8.5:5.2": "„Cunda, alles, was von dem Schweinefleisch, das am Umschlagen ist, übrig ist, solltest du in einer Grube vergraben. ",
  "ud8.5:5.3": "Ich sehe niemanden in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – ich sehe niemanden, der es richtig verdauen könnte, außer dem Klargewordenen.“ ",
  "ud8.5:5.4": "„Ja, Herr“, antwortete Cunda. Er tat wie geheißen, dann kam er zurück zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "ud8.5:5.5": "Dann leitete der Buddha ihn mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. Darauf erhob er sich von seinem Sitz und ging. ",
  "ud8.5:6.1": "Nachdem der Buddha Cundas Mahl gegessen hatte, wurde er schwer krank, von heftigen Schmerzen gepeinigt, und war dem Tode nah. ",
  "ud8.5:6.2": "Doch er ertrug seine Beschwerden unbeirrt, achtsam und umsichtig. ",
  "ud8.5:7.1": "Dann wandte er sich an Ānanda: ",
  "ud8.5:7.2": "„Komm, Ānanda, lass uns nach Kusinārā gehen.“ ",
  "ud8.5:7.3": "„Ja, Herr“, antwortete Ānanda. ",
  "ud8.5:8.1": "Ich habe gehört, dass der Weise, ",
  "ud8.5:8.2": "als er das Mahl Cundas des Schmieds gegessen, ",
  "ud8.5:8.3": "schwer krank wurde, ",
  "ud8.5:8.4": "mit Schmerzen, dem Tode nah. ",
  "ud8.5:9.1": "Ein schweres Leiden traf den Lehrer, ",
  "ud8.5:9.2": "der das Schweinefleisch, das am Umschlagen war, gegessen hatte. ",
  "ud8.5:9.3": "Während er noch abführte, sagte der Buddha: ",
  "ud8.5:9.4": "„Ich will zur Festungsstadt Kusinārā gehen.“ ",
  "ud8.5:10.1": "Dann ging der Buddha von der Straße ab, ging zum Fuß eines Baumes und wandte sich an Ānanda: ",
  "ud8.5:10.2": "„Bitte, Ānanda, falte meine äußere Robe vierfach und breite sie für mich aus. Ich bin müde und will mich hinsetzen.“ ",
  "ud8.5:10.3": "„Ja, Herr“, antwortete Ānanda und tat wie geheißen. ",
  "ud8.5:10.4": "Der Buddha setzte sich auf den ausgebreiteten Sitz ",
  "ud8.5:10.5": "und sagte zum Ehrwürdigen Ānanda: ",
  "ud8.5:10.6": "„Bitte, Ānanda, hol mir etwas Wasser. Ich bin durstig und möchte trinken.“ ",
  "ud8.5:11.1": "Darauf sagte der Ehrwürdige Ānanda zum Buddha: ",
  "ud8.5:11.2": "„Herr, gerade eben sind etwa fünfhundert Karren vorbeigefahren. Das seichte Wasser wurde von ihren Rädern aufgewühlt und fließt trüb und undurchsichtig dahin. ",
  "ud8.5:11.3": "Der Fluss Kakutthā ist nicht weit, mit klarem, süßem, kühlem Wasser, sauber, mit sanft abfallenden Ufern, entzückend. ",
  "ud8.5:11.4": "Dort kann der Buddha trinken und seine Glieder kühlen.“ ",
  "ud8.5:12.1": "Zum zweiten Mal … ",
  "ud8.5:12.2": "und zum dritten Mal sagte der Buddha zu Ānanda: ",
  "ud8.5:12.3": "„Bitte, Ānanda, hol mir etwas Wasser. Ich bin durstig und möchte trinken.“ ",
  "ud8.5:12.4": "„Ja, Herr“, antwortete Ānanda. Er nahm seine Schale und ging zum Fluss. ",
  "ud8.5:12.5": "Obwohl nun das seichte Wasser des Flusses von Rädern aufgewühlt war und trüb und undurchsichtig dahinfloss, floss es, als Ānanda sich näherte, durchsichtig, klar und ungetrübt. ",
  "ud8.5:13.1": "Da dachte der Ehrwürdige Ānanda: ",
  "ud8.5:13.2": "„Es ist unglaublich, es ist erstaunlich! Der Klargewordene besitzt solche übersinnliche Kraft und Macht! ",
  "ud8.5:13.3": "Denn obwohl das seichte Wasser des Flusses von Rädern aufgewühlt war und trüb und undurchsichtig dahinfloss, floss es, als ich mich näherte, durchsichtig, klar und ungetrübt.“ ",
  "ud8.5:13.4": "Er schöpfte eine Schale Trinkwasser, ging zurück zum Buddha und sagte zu ihm: ",
  "ud8.5:13.5": "„Es ist unglaublich, es ist erstaunlich! Der Klargewordene besitzt solche übersinnliche Kraft und Macht! ",
  "ud8.5:13.6": "Denn obwohl das seichte Wasser des Flusses von Rädern aufgewühlt war und trüb und undurchsichtig dahinfloss, floss es, als ich mich näherte, durchsichtig, klar und ungetrübt. ",
  "ud8.5:13.7": "Trink das Wasser, Gesegneter! Trink das Wasser, Heiliger!“ ",
  "ud8.5:14.1": "Und der Buddha trank das Wasser. ",
  "ud8.5:14.2": "Dann ging der Buddha zusammen mit einem großen Sangha von Mönchen und Nonnen zum Fluss Kakutthā. Er tauchte in den Fluss und badete und trank. ",
  "ud8.5:14.3": "Und als er herauskam, ging er zu einem Mangowäldchen, wo er sich an den Ehrwürdigen Cundaka wandte: ",
  "ud8.5:14.4": "„Bitte, Cundaka, falte meine äußere Robe vierfach und breite sie für mich aus. Ich bin müde und will mich hinlegen.“ ",
  "ud8.5:15.1": "„Ja, Herr“, antwortete Cundaka und tat wie geheißen. ",
  "ud8.5:15.2": "Und der Buddha legte sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und umsichtig und im Gedanken an die Zeit des Aufstehens. ",
  "ud8.5:15.3": "Aber Cundaka setzte sich gleich vor den Buddha. ",
  "ud8.5:16.1": "Als er zum Flüsschen Kakutthā gegangen war, ",
  "ud8.5:16.2": "dessen Wasser durchsichtig, klar und ungetrübt war, ",
  "ud8.5:16.3": "tauchte der müde Lehrer ein, ",
  "ud8.5:16.4": "der Klargewordene, dem in der Welt niemand ebenbürtig ist. ",
  "ud8.5:17.1": "Nach Bad und Trank kam der Lehrer heraus. ",
  "ud8.5:17.2": "Vor der Gruppe der Mönche und Nonnen, in der Mitte, ging der Buddha, ",
  "ud8.5:17.3": "der Lehrer, der das Rad des gegenwärtigen Lehrsystems in Rollen gebracht hat, ",
  "ud8.5:17.4": "der große Eremit, zum Mangowäldchen. ",
  "ud8.5:17.5": "Er wandte sich an den Mönch namens Cundaka: ",
  "ud8.5:17.6": "„Breite meine gefaltete Robe aus, sodass ich mich hinlegen kann.“ ",
  "ud8.5:18.1": "Er, der entwickelt ist, spornte Cunda an, ",
  "ud8.5:18.2": "der rasch die gefaltete Robe ausbreitete. ",
  "ud8.5:18.3": "Der Lehrer, so müde, legte sich hin, ",
  "ud8.5:18.4": "während Cunda sich vor ihn setzte. ",
  "ud8.5:19.1": "Dann sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "ud8.5:19.2": "„Es könnte nun vorkommen, Ānanda, dass andere Cunda dem Schmied Anlass für Zerknirschung geben: ",
  "ud8.5:19.3": "‚Es ist dein Pech, Freund Cunda, dein Missgeschick! Denn der Klargewordene ist vollkommen erloschen, nachdem er von dir sein letztes Almosenmahl gegessen hatte.‘ ",
  "ud8.5:19.4": "Ihr solltet die Zerknirschung von Cunda dem Schmied folgendermaßen vertreiben: ",
  "ud8.5:20.1": "‚Du hast Glück, Freund Cunda, so großes Glück! ",
  "ud8.5:20.2": "Denn der Klargewordene ist vollkommen erloschen, nachdem er von dir sein letztes Almosenmahl gegessen hatte. ",
  "ud8.5:20.3": "Ich habe vor dem Buddha gehört und gelernt: ",
  "ud8.5:20.4": "Es gibt zwei Almosenspenden, die gleiche Frucht und gleichen Segen bringen und die reichere Frucht und reicheren Segen bringen als andere Almosenspenden. ",
  "ud8.5:20.5": "Welche zwei? ",
  "ud8.5:20.6": "Das Almosenmahl, nach dessen Genuss ein Klargewordener das unübertreffliche vollkommene Erwachen versteht, und das Almosenmahl, nach dessen Genuss er im Element des restlosen Erlöschens vollkommen erlischt. ",
  "ud8.5:20.7": "Diese beiden Almosenspenden bringen gleiche Frucht und gleichen Segen, und sie bringen reichere Frucht und reicheren Segen als andere Almosenspenden. ",
  "ud8.5:21.1": "Du hast eine Tat angesammelt, die zu langem Leben, Schönheit und Glück, in den Himmel, zu Ruhm und Herrschaftsgewalt führt.‘ ",
  "ud8.5:21.2": "So solltet ihr die Zerknirschung von Cunda dem Schmied vertreiben.“ ",
  "ud8.5:22.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud8.5:23.1": "„Das Verdienst eines Spenders wächst; ",
  "ud8.5:23.2": "der Selbstbeherrschte häuft keine Feindschaft an. ",
  "ud8.5:23.3": "Ein tauglicher Mensch gibt schlechte Dinge auf – ",
  "ud8.5:23.4": "mit der Auflösung von Gier, Hass und Täuschung ist er erloschen.“ "
}