{
  "ud8.6:0.1": "Innige Sprüche 8.6 ",
  "ud8.6:0.2": "Die Laien vom Dorf Pāṭali ",
  "ud8.6:1.1": "So habe ich es gehört: ",
  "ud8.6:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Magadher, da kam er zu dem Dorf Pāṭali. ",
  "ud8.6:1.3": "Die Laienschüler vom Dorf Pāṭali hörten, dass der Buddha angekommen war. ",
  "ud8.6:1.5": "Da gingen sie zu ihm, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "ud8.6:1.7": "„Herr, bitte willige ein, in unser Gästehaus zu kommen.“ ",
  "ud8.6:1.8": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "ud8.6:2.1": "Da erhoben sich, als sie die Zustimmung des Buddha erkannt hatten, die Laienschüler vom Dorf Pāṭali, verbeugten sich und umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt. Dann gingen sie zu ihrem Gästehaus, breiteten überall Teppiche aus, richteten Sitze her, stellten einen Krug mit Wasser auf und brachten eine Lampe. Dann gingen sie zum Buddha zurück, verbeugten sich, stellten sich zur Seite hin, berichteten von ihren Vorbereitungen und sagten: ",
  "ud8.6:2.3": "„Bitte, Herr, komm nach deinem Belieben.“ ",
  "ud8.6:3.1": "Der Buddha kleidete sich am Abend an, nahm Schale und Robe und ging zusammen mit dem Saṅgha der Mönche und Nonnen zum Gästehaus. Er wusch seine Füße, betrat das Gästehaus und setzte sich gegen den Mittelpfeiler mit Blick nach Osten. ",
  "ud8.6:3.2": "Auch der Saṅgha der Mönche und Nonnen wusch seine Füße, betrat das Gästehaus und setzte sich gegen die westliche Wand mit Blick nach Osten, sodass der Buddha vor ihnen saß. ",
  "ud8.6:3.3": "Auch die Laienschüler vom Dorf Pāṭali wuschen ihre Füße, betraten das Gästehaus und setzten sich gegen die östliche Wand mit Blick nach Westen, sodass der Buddha vor ihnen saß. ",
  "ud8.6:3.4": "Da wandte sich der Buddha an die Laienschüler vom Dorf Pāṭali: ",
  "ud8.6:4.1": "„Hausbesitzer, für einen unmoralischen Menschen haben seine Fehltritte im sittlichen Verhalten fünf nachteilige Folgen. ",
  "ud8.6:4.2": "Welche fünf? ",
  "ud8.6:4.3": "Zunächst verliert da ein unmoralischer Mensch durch seine Nachlässigkeit beträchtliches Vermögen. ",
  "ud8.6:4.4": "Das ist die erste nachteilige Folge. ",
  "ud8.6:5.1": "Dann hat da ein unmoralischer Mensch einen schlechten Ruf. ",
  "ud8.6:5.2": "Das ist die zweite nachteilige Folge. ",
  "ud8.6:6.1": "Dann ist da ein unmoralischer Mensch furchtsam und befangen, wenn er sich zu irgendeiner Versammlung begibt, sei es eine Versammlung von Adligen, Brahmanen, Hausbesitzern oder Asketen. ",
  "ud8.6:6.2": "Das ist die dritte nachteilige Folge. ",
  "ud8.6:7.1": "Dann fühlt sich da ein unmoralischer Mensch verloren, wenn er stirbt. ",
  "ud8.6:7.2": "Das ist die vierte nachteilige Folge. ",
  "ud8.6:8.1": "Dann wird da ein unmoralischer Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "ud8.6:8.2": "Das ist die fünfte nachteilige Folge. ",
  "ud8.6:8.3": "Für einen unmoralischen Menschen haben seine Fehltritte im sittlichen Verhalten diese fünf nachteiligen Folgen. ",
  "ud8.6:9.1": "Für einen sittlichen Menschen hat die Vervollkommnung des sittlichen Verhaltens fünf vorteilhafte Folgen. ",
  "ud8.6:9.2": "Welche fünf? ",
  "ud8.6:9.3": "Zunächst gewinnt da ein sittlicher Mensch durch seine Beflissenheit beträchtliches Vermögen. ",
  "ud8.6:9.4": "Das ist die erste vorteilhafte Folge. ",
  "ud8.6:10.1": "Dann hat da ein sittlicher Mensch einen guten Ruf. ",
  "ud8.6:10.2": "Das ist die zweite vorteilhafte Folge. ",
  "ud8.6:11.1": "Dann ist da ein sittlicher Mensch furchtlos und selbstbewusst, wenn er sich zu irgendeiner Versammlung begibt, sei es eine Versammlung von Adligen, Brahmanen, Hausbesitzern oder Asketen. ",
  "ud8.6:11.2": "Das ist die dritte vorteilhafte Folge. ",
  "ud8.6:12.1": "Dann fühlt sich da ein sittlicher Mensch nicht verloren, wenn er stirbt. ",
  "ud8.6:12.2": "Das ist die vierte vorteilhafte Folge. ",
  "ud8.6:13.1": "Dann wird da ein sittlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "ud8.6:13.2": "Das ist die fünfte vorteilhafte Folge. ",
  "ud8.6:13.3": "Für einen sittlichen Menschen hat die Vervollkommnung des sittlichen Verhaltens diese fünf vorteilhaften Folgen.“ ",
  "ud8.6:14.1": "Den größten Teil der Nacht verbrachte der Buddha damit, die Laienschüler vom Dorf Pāṭali mit einem Dhammavortrag anzuleiten, zu ermuntern, zu begeistern und anzuregen. Dann entließ er sie mit den Worten: ",
  "ud8.6:14.2": "„Die Nacht ist fortgeschritten, Hausbesitzer. Bitte geht nach eurem Belieben.“ ",
  "ud8.6:14.3": "Da begrüßten die Laienschüler vom Dorf Pāṭali die Worte des Buddha und stimmten ihm zu. Sie erhoben sich von ihren Sitzen, verbeugten sich, umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt, und gingen. ",
  "ud8.6:14.4": "Kurz nachdem sie gegangen waren, begab sich der Buddha in eine abgetrennte Zelle. ",
  "ud8.6:15.1": "Zu dieser Zeit nun bauten Sunidha und Vassakāra, die Minister von Magadha, das Dorf Pāṭali zu einer Festungsstadt aus, um die Vajjier fernzuhalten. ",
  "ud8.6:15.2": "Zu der Zeit nahmen Tausende von Gottheiten Bauplätze im Dorf Pāṭali in Besitz. ",
  "ud8.6:15.3": "Ranghohe Herrscher oder königliche Minister neigten dazu, Häuser an Stellen zu bauen, die von ranghohen Gottheiten in Besitz genommen waren. ",
  "ud8.6:15.4": "Herrscher oder königliche Minister von mittlerem Rang neigten dazu, Häuser an Stellen zu bauen, die von Gottheiten von mittlerem Rang in Besitz genommen waren. ",
  "ud8.6:15.5": "Herrscher oder königliche Minister von niederem Rang neigten dazu, Häuser an Stellen zu bauen, die von Gottheiten von niederem Rang in Besitz genommen waren. ",
  "ud8.6:16.1": "Mit seiner geläuterten und übermenschlichen Hellsichtigkeit sah der Buddha, wie diese Gottheiten Bauplätze im Dorf Pāṭali in Besitz nahmen ",
  "ud8.6:16.2": "und wie die Menschen dazu neigten, Häuser in Übereinstimmung mit dem Rang der Gottheiten zu bauen. ",
  "ud8.6:16.5": "Da stand der Buddha beim ersten Morgengrauen auf und wandte sich an den Ehrwürdigen Ānanda: ",
  "ud8.6:17.1": "„Ānanda, wer baut das Dorf Pāṭali zu einer Festungsstadt aus?“ ",
  "ud8.6:17.2": "„Herr, Sunidha und Vassakāra, die Minister von Magadha, bauen das Dorf Pāṭali zu einer Festungsstadt aus, um die Vajjier fernzuhalten.“ ",
  "ud8.6:17.3": "„Es ist, als stimmten sie sich für diesen Ausbau mit den Göttern der Dreiunddreißig ab. ",
  "ud8.6:17.5": "Mit meiner geläuterten und übermenschlichen Hellsichtigkeit sah ich, wie diese Gottheiten Bauplätze im Dorf Pāṭali in Besitz nahmen. ",
  "ud8.6:17.6": "Ranghohe Herrscher oder königliche Minister neigten dazu, Häuser an Stellen zu bauen, die von ranghohen Gottheiten in Besitz genommen waren. ",
  "ud8.6:17.7": "Herrscher oder königliche Minister von mittlerem Rang neigten dazu, Häuser an Stellen zu bauen, die von Gottheiten von mittlerem Rang in Besitz genommen waren. ",
  "ud8.6:17.8": "Herrscher oder königliche Minister von niederem Rang neigten dazu, Häuser an Stellen zu bauen, die von Gottheiten von niederem Rang in Besitz genommen waren. ",
  "ud8.6:17.9": "Soweit sich zivilisierte Gegenden erstrecken, soweit die Handelsgebiete reichen, wird das die wichtigste Stadt sein: die Handelsmetropole Pāṭaliputta. ",
  "ud8.6:17.10": "Aber Pāṭaliputta wird von drei Dingen bedroht werden: ",
  "ud8.6:17.11": "von Feuer, von Wasser und von Zwietracht.“ ",
  "ud8.6:18.1": "Da begaben sich Sunidha und Vassakāra, die Minister von Magadha, zum Buddha und tauschten Willkommensgrüße mit ihm aus. ",
  "ud8.6:18.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten stellten sie sich zur Seite hin und sagten: ",
  "ud8.6:18.4": "„Meister Gotama wolle bitte zusammen mit dem Saṅgha der Mönche und Nonnen die heutige Mahlzeit von mir annehmen.“ ",
  "ud8.6:18.5": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "ud8.6:19.1": "Dann gingen sie, als sie die Zustimmung des Buddha erkannt hatten, zu ihrem eigenen Gästehaus, wo sie eine Auswahl an köstlichen Speisen zubereiten ließen. Dann ließen sie den Buddha über die Zeit benachrichtigen: ",
  "ud8.6:19.2": "„Es ist Zeit, Meister Gotama, das Essen ist fertig.“ ",
  "ud8.6:20.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zusammen mit dem Saṅgha der Mönche und Nonnen zum Gästehaus der Minister Sunidha und Vassakāra und setzte sich auf den ausgebreiteten Sitz. ",
  "ud8.6:20.2": "Darauf bewirteten und bedienten Sunidha und Vassakāra den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze eigenhändig mit einer Auswahl an köstlichen Speisen. ",
  "ud8.6:21.1": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, nahmen Sunidha und Vassakāra einen niedrigen Sitz und setzten sich zur Seite hin. ",
  "ud8.6:21.2": "Der Buddha drückte seine Wertschätzung mit diesen Strophen aus: ",
  "ud8.6:22.1": "„An dem Ort, an dem er seine Wohnung baut, ",
  "ud8.6:22.2": "nachdem er dem Klugen zu essen gegeben ",
  "ud8.6:22.3": "und auch den Sittlichen hier, ",
  "ud8.6:22.4": "den Gezügelten, die einer geistlichen Übung folgen, ",
  "ud8.6:23.1": "sollte er den Gottheiten dort ",
  "ud8.6:23.2": "eine Spende weihen. ",
  "ud8.6:23.3": "Wenn sie verehrt werden, verehren sie ihn; ",
  "ud8.6:23.4": "wenn sie gewürdigt werden, würdigen sie ihn. ",
  "ud8.6:24.1": "Dann haben sie Anteilnahme für ihn ",
  "ud8.6:24.2": "wie eine Mutter für das Kind an ihrer Brust. ",
  "ud8.6:24.3": "Ein Mensch, der den Gottheiten lieb ist, ",
  "ud8.6:24.4": "sieht stets freundliche Dinge.“ ",
  "ud8.6:25.1": "Als der Buddha Sunidha und Vassakāra mit diesen Strophen seine Wertschätzung ausgedrückt hatte, erhob er sich von seinem Sitz und ging. ",
  "ud8.6:26.1": "Sunidha und Vassakāra folgten ihm und dachten: ",
  "ud8.6:26.2": "„Das Tor, durch das der Asket Gotama heute weggeht, wird das Gotama-Tor genannt werden. ",
  "ud8.6:26.3": "Und die Furt, über die er den Fluss Ganges überquert, wird die Gotama-Furt genannt werden.“ ",
  "ud8.6:27.1": "Da wurde das Tor, durch das der Buddha wegging, das Gotama-Tor genannt. ",
  "ud8.6:27.2": "Dann kam der Buddha zum Fluss Ganges. ",
  "ud8.6:27.3": "Nun war zu der Zeit der Ganges randvoll, sodass eine Krähe daraus hätte trinken können. ",
  "ud8.6:27.4": "Einige Leute, die vom diesseitigen zum jenseitigen Ufer übersetzen wollten, suchten nach einem Boot, andere nach einem Dinghy, während wieder andere ein Floß zusammenbanden. ",
  "ud8.6:27.5": "Aber so leicht wie eine starke Person den Arm strecken oder beugen würde, verschwand der Buddha zusammen mit dem Saṅgha der Mönche und Nonnen vom diesseitigen Ufer und landete am jenseitigen Ufer. ",
  "ud8.6:28.1": "Er sah all diese Menschen, die übersetzen wollten. ",
  "ud8.6:29.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud8.6:30.1": "„Die, die eine Sintflut oder einen Strom überqueren, ",
  "ud8.6:30.2": "haben eine Brücke gebaut und den Morast zurückgelassen. ",
  "ud8.6:30.3": "Während manche noch ein Floß zusammenbinden, ",
  "ud8.6:30.4": "sind verständige Menschen hinübergelangt.“ "
}