{
  "abhidhamma:1": "Abhidhamma: eine systematische Aufgliederung der Lehre ",
  "abhidhamma:2": "Bhikkhu Sujato ",
  "abhidhamma:3": "<a href='#item1'>Anfänge</a> ",
  "abhidhamma:4": "<a href='#item2'>Die Bücher des Theravāda-Abhidhamma </a> ",
  "abhidhamma:5": "<a href='#item3'>Die Bücher des Sarvāstivāda-Abhidhamma </a> ",
  "abhidhamma:6": "<a href='#item4'>Der Dharmaguptaka-Śāripūtrābhidharma </a> ",
  "abhidhamma:7": "<a href='#item5'>Abhidhamma in den buddhistischen Traditionen </a> ",
  "abhidhamma:8": "<a href='#item6'>Kritik</a> ",
  "abhidhamma:9": "Der Abhidhamma-Piṭaka ist der letzte der drei _Piṭakas_ (oder „Körbe“) in den Kanons der frühen buddhistischen Schulen. Er nimmt Begriffe und Vorstellungen aus den Lehrreden, die er dann systematisch gliedert und analysiert. ",
  "abhidhamma:10": "Es gibt einen vollständigen Satz von sieben kanonischen Abhidhamma-Büchern auf Pali, die zur Theravāda-Schule gehören. Zusätzlich gibt es einen vollständigen Satz von sieben (anderen) kanonischen Texten der Sarvāstivāda-Schule, der in chinesischer Übersetzung bewahrt wurde, eine größere Abhandlung der Dharmaguptaka-Schule auf Chinesisch und einige kleinere Teile auf Sanskrit. Wie bei den Lehrreden, so wurden auch hier die Palitexte am meisten studiert und beachtet. ",
  "abhidhamma:11": "Anders als Suttas und Vinaya sind die Abhidhamma-Texte der verschiedenen Schulen nicht eng miteinander verwandt. Es ist in der Tat wahrscheinlich, dass sie zu den prägenden Texten bei der Ausbildung der verschiedenen Schulen gehörten. Dennoch hat Erich Frauwallner in seinen <cite>Studies in Abhidharma Literature and the Origins of Buddhist Philosophical Systems</cite> (1996) gewisse Kernmerkmale des Abhidhamma herausgestellt, die den Traditionen gemeinsam sind. Das betrifft insbesondere den Vibhaṅga der Palitradition, den Dharmaskandha des Sarvāstivāda und den Śāripūtrābhidharmaśastra der Dharmaguptaka-Schule. Diese Texte haben alle einen gemeinsamen Kern, der letztendlich vom Saṁyutta-Nikāya abgeleitet ist. ",
  "abhidhamma:12": "Trotz ihrer Unterschiede wäre es dennoch ein Fehler, in den kanonischen Abhidhamma-Texten nur die Darstellung streng schulenspezifischer Positionen zu sehen. Abgesehen von polemischen Werken wie dem Kathāvatthu liegt ihr Schwerpunkt auf der Darstellung zentraler Ideen des Dhamma auf unterschiedliche Art. ",
  "abhidhamma:13": "Anfänge ",
  "abhidhamma:14": "Das Wort _Abhidhamma_ findet man gelegentlich in frühen Texten, normalerweise neben dem parallelen Begriff _Abhivinaya_, und diese frühen Fälle des Gebrauchs von _Abhidhamma_ beziehen sich nicht auf festgelegte Texte wie sie heute existieren. Vielmehr ist die Vorsilbe _abhi_ in diesem Zusammenhang mit dem englischen [und deutschen; A.d.Ü.] „Meta-“ vergleichbar im Sinn von „über den Dhamma, über den Vinaya“ und bezieht sich auf Diskussionen und Gespräche über die Lehren. Solche Gespräche wurden mit der Zeit auswendig gelernt und weitergegeben und entwickelten sich allmählich zu den formalistischen Abhandlungen des Abhidhamma-Piṭaka. ",
  "abhidhamma:15": "Die Traditionen haben unterschiedliche Erklärungen für das Entstehen des Abhidhamma. Die chinesische und tibetische Tradition schreiben typischerweise jedes Abhidhammabuch einem Schüler des Buddha zu. Allerdings schließen manche der Berichte über das Erste Konzil in den Vinayas den Abhidhamma mit ein und unterstellen damit, dass er zur Zeit des Todes des Buddha bereits da war. Auch die Theravāda-Tradition vertritt die Position, dass die Texte (mit Ausnahme des Kathāvatthu) vom Buddha gesprochen wurden. Das wird in dem späten kanonischen Parivāra (_sabbasattuttamo sīho, piṭake tīṇi desayi_, Pvr 3#5) und dem parakanonischen Milindapañha (_tepiṭakaṁ buddhavacanaṁ_, Mil 2#55) erwähnt, die beide etwa drei- oder vierhundert Jahre nach dem Tod des Buddha entstanden sind. Die Theravāda-Kommentare behaupteten später, der Buddha habe die sieben Bücher des Abhidhamma-Piṭaka den Gottheiten im Tāvatiṁsa-Himmel unter der Führung seiner Mutter dargelegt. Der Ehrwürdige Sāriputta habe sie dann gelernt und seinen Schülern weitergegeben. ",
  "abhidhamma:16": "Der seit langem bestehende Konsens unter Geschichtswissenschaftlern ist, dass die Bücher des Abhidhamma in den Jahrhunderten nach dem Buddha zusammengestellt wurden. Genaue Daten zu bestimmen ist nicht möglich. Es ist allerdings wahrscheinlich, dass der gemeinsame Kern von Vibhaṅga, Dharmaskandha und Śāripūtrābhidharmaśastra der Aufspaltung dieser Traditionen vorausgeht, die um die Zeit des Königs Ashoka etwa 250 v. Chr. geschah, weniger als zwei Jahrhunderte nach dem Tod des Buddha. Doch der Großteil der Inhalte muss sich nach diesem Zeitpunkt entwickelt haben. Manche Hinweise, wie etwa die Tatsache, dass die Werke im Milinda, etwa 100 v. Chr., als kanonisch akzeptiert wurden, legen nahe, dass sie vor dieser Zeit abgeschlossen waren. Damit erscheint eine Spanne zwischen 300 und 100 v. Chr. für die Zusammenstellung der kanonischen Abhidhamma-Texte annehmbar. ",
  "abhidhamma:17": "Der Glaube, die Bücher seien von den unmittelbaren Schülern des Buddha verfasst worden, ist zwar nicht haltbar, aber er weist auf etwas in der Art und Weise hin, in der sie sich entwickelt haben könnten. Die Hauptschüler haben vielleicht Lehrtraditionen oder Lernstile begründet, die die Besonderheiten der verschiedenen Meister widerspiegelten. Mit der Zeit wurden die Erklärungen der verschiedenen Lehrer systematisiert und kodifiziert. Die eigentlichen Bücher, wie sie heute existieren, sind allerdings Produkte der Schulen und wurden unter der Führung leitender Mönche verfasst. ",
  "abhidhamma:18": "Die Bücher des Theravāda-Abhidhamma ",
  "abhidhamma:19": "Zum größten Teil befassen sich die langen und komplexen Texte des Theravāda-Abhidhamma mit dem Analysieren und Einteilen von Material, nicht damit, es zu erklären. Vermutlich wurden sie von erfahrenen Lehrern in Klöstern gelehrt, die die schwer verständlichen Texte ausbauten, erklärten und veranschaulichten. Schließlich wurden solche Erläuterungen in den Pali-Kommentaren kodifiziert und erfasst. ",
  "abhidhamma:20": "Die kanonischen Abhidhamma-Texte führen zwar eine Anzahl neuer Begriffe und Methoden ein, sind in Bezug auf die Lehre aber konservativ. Viele Konzepte, die aus dem späteren Abhidhamma vertraut sind, findet man nicht – höchste versus herkömmliche Wahrheit, Geistmomente, _Kalāpas_, die Vorstellung, dass jede Erscheinung durch ihr _Sabhāva_ oder ihre eigene Essenz bestimmt wird. Man findet wohl einige neue Begriffe, doch sie scheinen zum großen Teil eingeführt worden zu sein, um die Terminologie zu klären und Mehrdeutigkeiten auszuschließen, und waren nicht dazu gedacht, spezifische neue Konzepte zu vermitteln. Das heißt nicht, dass keine neuen Vorstellungen vorkommen, nur dass sie im Ganzen eine untergeordnete Rolle spielen. ",
  "abhidhamma:21": "Dhammasaṅgaṇī ",
  "abhidhamma:22": "Der Dhammasaṅgaṇī (Handbuch der Erscheinungen) ist auf der Vorstellung einer _Mātikā_ aufgebaut, einem Inhaltsverzeichnis oder einer Matrix. Eine _Mātikā_ fungiert als einfaches Muster, das im Verlauf des Werks in immer komplexeren Formen angewendet und umgebildet wird. Die _Mātikās_ des Dhammasaṅgaṇī zählen Reihen von Erscheinungen (_Dhammas_) auf. Die meisten sind Lehrbegriffe, die aus den Suttas vertraut sind, obwohl manche spezialisierte Abhidhamma-Termini sind. Der Dhammasaṅgaṇī beginnt mit drei _Mātikās_. Die erste gruppiert _Dhammas_ in 22 Dreierreihen (_Tika_) und die nächsten beiden verwenden Zweierreihen (_Duka_), 100 Paare für Abhidhamma-Termini, 42 für Suttabegriffe. ",
  "abhidhamma:23": "Die erste der Dreierreihen ist die grundlegende Gruppe: heilsam, unheilsam und unbestimmt. Dies dient als Rahmen für die Gruppierung der verschiedenen Erscheinungen. Das erscheint zwar einfach, aber selbst dieser Punkt war umstritten, da manche Schulen die Existenz der unbestimmten oder moralisch neutralen Kategorie ablehnten. ",
  "abhidhamma:24": "Vibhaṅga ",
  "abhidhamma:25": "Der Vibhaṅga (Buch der Aufgliederung) besteht aus 18 nach Themen geordneten Kapiteln. Die Liste der Themen ähnelt stark dem Saṁyutta-Nikāya – Aggregate, Sinne, abhängiges Entstehen usw. Die meisten Kapitel bestehen aus drei Teilen: ",
  "abhidhamma:26": "Aufgliederung gemäß den Suttas: zitiert eine Schlüsselpassage aus den Suttas zu dem entsprechenden Thema und bietet eine einfache Analyse an. ",
  "abhidhamma:27": "Aufgliederung gemäß dem Abhidhamma: wendet die Synonym- und Begriffsreihen an, wie sie im Dhammasaṅgaṇī entwickelt wurden. ",
  "abhidhamma:28": "Fragenkatalog: prüft das Wissen des Schülers mit einer systematischen Befragung. ",
  "abhidhamma:29": "Einige wenige Abschnitte wie etwa Vb 18 Dhammahadaya passen nicht in dieses Schema. Sie könnten als unabhängige Abhandlungen entstanden sein. ",
  "abhidhamma:30": "Dhātukathā ",
  "abhidhamma:31": "Die Dhātukathā (Besprechung der Elemente) zeigt, wie sich die _Mātikās_ auf die 5 Aggregate, die 12 Grundlagen und die 18 Elemente beziehen. Sie ist nach vierzehn Methoden geordnet. ",
  "abhidhamma:32": "Puggalapaññatti ",
  "abhidhamma:33": "Die Puggalapaññatti (Bestimmung von Personen) weicht vom rein phänomenologischen Ansatz der meisten Abhidhamma-Texte ab und stellt ein Handbuch von Passagen vor, die sich auf verschiedene Arten von Menschen beziehen. Diese werden in einer _Mātikā_ aufgeführt, die die Arten von Menschen in numerischer Ordnung von eins bis zehn aufzählt. Wie es bei der numerischen Anordnung naheliegt, entstammen die Begriffe zumeist dem Aṅguttara-Nikāya, wobei die Formulierung geringfügig verändert ist. Es geht hauptsächlich darum, persönliche und psychologische Neigungen danach zu gruppieren, wie sie sich auf die Entwicklung auf dem buddhistischen Pfad auswirken. ",
  "abhidhamma:34": "Kathāvatthu ",
  "abhidhamma:35": "Das Kathāvatthu („strittige Punkte“) ist eine Sammlung von über 200 Diskussionen über Fragen der Deutung der buddhistischen Lehre. Die Diskussionen bestehen aus einer Debatte zwischen nicht namentlich genannten Protagonisten. Jeder stützt sich entweder auf Logik oder auf Sutta-Zitate, um seine Argumente zu untermauern. Manche der Diskussionen betreffen zentrale Fragen der buddhistischen Philosophie wie etwa die Natur des Nicht-selbst oder das Problem von Kontinuität und Unbeständigkeit. Viele sind allerdings sehr unbedeutend. ",
  "abhidhamma:36": "Während der Text die Standpunkte nicht kennzeichnet, können die meisten wichtigen Punkte den Lehren zugeordnet werden, die von verschiedenen buddhistischen Schulen vertreten werden. Man beachte, dass es bei keinem der strittigen Punkte um brahmanische, Jaina- oder andere nicht-buddhistische Ansichten geht. Auch gibt es keine nennenswerten Differenzen, wenn es um die Suttas geht, auf die Bezug genommen wird; jeder Kontrahent geht davon aus, dass alle eine eine gemeinsame Basis in den Suttas haben. ",
  "abhidhamma:37": "Das Kathāvatthu ist das einzige Buch des Abhidhamma, das von der Theravāda-Tradition einem bestimmten Autor zugeschrieben wird, Moggaliputtatissa, einem älteren Mönch zur Zeit des Königs Ashoka. Das Kernstück des Werks ist wahrscheinlich zu dieser Zeit entstanden, aber es ist mit der Zeit beträchtlich angewachsen. Ein paar der zentralen Diskussionen scheinen die gleiche Grundlage zu haben wie der Vijñānakāya. ",
  "abhidhamma:38": "Yamaka ",
  "abhidhamma:39": "Das Yamaka (Paare) besteht aus zehn Kapiteln über verschiedene Themen und beginnt mit den Wurzeln von tauglichem und untauglichem Verhalten. Es wendet eine Reihe von Fragenpaaren an mit dem Ziel, die Reichweite der Anwendung von Begriffen vollständig zu bestimmen. Zum Beispiel: Ist _rūpa_ (materielle Erscheinungen) in jedem Fall Bestandteil des Aggregats der materiellen Erscheinungen? Nein, weil es einen idiomatischen Gebrauch von _rūpa_ gibt, wie etwa _evarūpa_ („von solcher Art“). Aber sind sie alle Beispiele für das Aggregat der materiellen Erscheinungen? Ja. ",
  "abhidhamma:40": "Paṭṭhāna ",
  "abhidhamma:41": "Das Paṭṭhāna („bedingte Beziehungen“) stellt eine einfache _Mātikā_ auf, die 24 Arten von Bedingungen anführt. Die erste ist die „Wurzelbedingung“ (_hetupaccayo_), die davon handelt, wie Taten durch die untauglichen Wurzeln Gier, Hass und Täuschung oder ihr jeweiliges Gegenteil verursacht werden. Diese _Mātikā_ wird dann auf die _Mātikās_ des Dhammasaṅgaṇī angewendet, wodurch eine verwirrende Vielschichtigkeit möglicher Kombinationen entsteht. Das Paṭṭhāna wird immer stark abgekürzt, aber wenn es vollständig ausgeführt würde, wäre es vermutlich das dickste je geschaffene Buch, mit vielen Milliarden von Kombinationen. ",
  "abhidhamma:42": "Das Dhammasaṅgaṇī und das Paṭṭhāna rahmen die Abhidhamma-Sammlung ein, das erste handelt von den Erscheinungen, das zweite von den Beziehungen zwischen ihnen. Obwohl Methode und Einzelheiten beträchtlich erweitert wurden, kann man den Ansatz als detaillierte Anwendung der Grundsätze betrachten, die dem abhängigen Entstehen zugrunde liegen. ",
  "abhidhamma:43": "Die Bücher des Sarvāstivāda-Abhidhamma ",
  "abhidhamma:44": "Viele, wenn nicht alle der „achtzehn“ frühen Schulen hatten eine Art von Abhidhamma-Texten, aber keine waren so berühmt wie die der Sarvāstivāda-Schule. Die kanonischen Texte, die hier genannt werden, wurden von der enorm einflussreichen Abhandlung <cite>Mahāvibhāṣa</cite> ergänzt oder ersetzt, die die Sarvāstivāda-Schule zur Abhidhamma-Schule par excellence machte. Selbst als spätere Werke wie Vasubandhus <cite>Abhidharmakoṣa</cite> oder Nāgārjunas <cite>Mūlamadhyamakakārikā</cite> die Sarvāstivāda-Philosophie kritisierten, arbeiteten sie noch mit dem Rahmen von Ideen und Begriffen, der von dieser Schule begründet worden war und sich ursprünglich auf diese kanonischen Texte stützte. Ebenso wurden diese Texte, während die Abhidhamma-Texte der meisten Schulen verschwunden sind, nach China gebracht und dort in übersetzter Form erhalten. Zusätzlich findet man einige Passagen in Sanskritfragmenten und tibetischen Texten. ",
  "abhidhamma:45": "Die Originale aller Werke des Sarvāstivāda waren auf Sanskrit. ",
  "abhidhamma:46": "Saṅgītiparyāya ",
  "abhidhamma:47": "Es wird als eines der ältesten Abhidhamma-Bücher betrachtet und ist im Wesentlichen ein Kommentar zur Sarvāstivāda-Version des Saṅgīti-Sutta (DN 33). Es wurde verfasst von Mahākausthila (nach den Sanskrit- und tibetischen Quellen) oder Śāriputra (nach den chinesischen Quellen). Die chinesische Rezension wurde von Xuanzang übersetzt. ",
  "abhidhamma:48": "Dharmaskandha ",
  "abhidhamma:49": "Wie oben bemerkt, scheint dieser Text den gleichen Ursprung zu haben wie der Vibhaṅga der Palitradition. Er ist heute in einer vollständigen chinesischen und einer partiellen Sanskritfassung erhalten. Im Vergleich zum Vibhaṅga erscheint die Methode weniger formalisiert und weitschweifiger; es werden eine Reihe von Suttapassagen zitiert. Verfasst wurde er von Śāriputra (nach den Sanskrit- und tibetischen Quellen) oder von Maudgalyāyana (nach den chinesischen Quellen). Die chinesische Ausgabe wurde von Xuanzang übersetzt. ",
  "abhidhamma:50": "Prajñaptiśāstra ",
  "abhidhamma:51": "Es besteht aus einer Reihe von Fragen und Antworten über Punkte der Lehre anhand einer _Mātikā_, die mit Sutta-Zitaten untermauert werden. Es wurde angeblich entweder von Maudgalyāyana oder Mahākatyāyana verfasst. Die chinesische Übersetzung stammt von Dharmarakṣita. ",
  "abhidhamma:52": "Dhātukāya ",
  "abhidhamma:53": "Verfasst von Purna (nach Sanskrit- und tibetischen Quellen) oder von Vasumitra (nach chinesischen Quellen). Es wurde von Xuanzang ins Chinesische übersetzt. Der Dhātukāya hat eine gewisse Ähnlichkeit mit dem Pali-Dhātukathā, wenn er auch eine andere _Mātikā_ benutzt. ",
  "abhidhamma:54": "Vijñānakāya ",
  "abhidhamma:55": "Dieser Text ist ein Gegenstück zum Pali-Kathāvatthu, und sie könnten eine gemeinsame historische Grundlage haben. Der Text erwähnt den Theravādamönch Moggaliputtatissa, den Autor des Kathāvatthu, als einen Kontrahenten in der Debatte über die Kernlehre des Sarvāstivāda, dass alle Erscheinungen in der Vergangenheit, der Zukunft und der Gegenwart existieren. Der Text behandelt allerdings viel weniger Punkte als das Kathāvatthu. Er wurde von Devakṣema verfasst und von Xuanzang ins Chinesische übersetzt. ",
  "abhidhamma:56": "Prakaraṇapāda ",
  "abhidhamma:57": "Verfasst von Vasumitra und übersetzt von Xuanzang (T 1542); eine andere partielle Übersetzung von Gunabhadra und Bodhiyasa gibt es unter T 1541. Es war eine zentrale Abhidhamma-Abhandlung, die selbst Texte beeinflusste, die nicht dem Sarvāstivāda angehörten, wie etwa das Mahāprajñapāramītopadeśa. ",
  "abhidhamma:58": "Jñānaprasthāna ",
  "abhidhamma:59": "Verfasst von Kātyāyanīputra und ins Chinesische übersetzt von Xuanzang unter T 1544. Es erscheint auch in einer Übersetzung von Saṅghadeva und Zhu-fo-nian unter dem Titel 阿毘曇八犍度論 unter T 1543. Es ist das größte Sarvāstivāda-Abhidhammabuch und bildete die Grundlage für spätere Sarvāstivāda-Abhandlungen und daher auch für das moderne Studium des Abhidhamma, besonders im tibetischen Buddhismus. ",
  "abhidhamma:60": "Der Dharmaguptaka-Śāripūtrābhidharma ",
  "abhidhamma:61": "Es ist das einzige existierende Werk des Dharmaguptaka-Abhidhamma und wurde von Dharmayaśas und Dharmagupta ins Chinesische übersetzt. Es hat manche Inhalte mit dem Vibhaṅga und dem Dharmaskandha gemeinsam, andere Einzelheiten mit anderen Texten. Während andere Schulen mehrere Abhidhamma-Texte hatten, deckt dieser eine Text einen großen Teil dieses Gebiets ab und scheint das gesamte Abhidhamma-System der Dharmaguptakas zu enthalten. ",
  "abhidhamma:62": "Abhidhamma in den buddhistischen Traditionen ",
  "abhidhamma:63": "All die Jahre hindurch genoss das Studium des Abhidhamma in den buddhistischen Traditionen ein hohes Ansehen. Die Theravāda-Tradition entwickelte eine Reihe von Kommentaren und Abhandlungen, die die Ideen des Abhidhamma erläutern und weiterentwickeln. Es ist eine lebendige Tradition, die bis zum heutigen Tag eine ununterbrochene Reihe von Veröffentlichungen vorzuweisen hat. Heute wird besonders im burmesischen Buddhismus Wert auf das Abhidhamma-Studium gelegt, obwohl es in allen Gegenden des Theravāda aktiv bleibt. Auch der tibetische Buddhismus betont das Studium des Abhidhamma stark und stützt sich dabei zumeist auf Sarvāstivāda-Quellen. Überall beruht das zeitgenössische Abhidhamma-Studium aber auf späteren Abhandlungen und die kanonischen Texte selbst werden üblicherweise nicht eingehend studiert. ",
  "abhidhamma:64": "Neben dem Studium hatte der Abhidhamma auch einen prägenden Einfluss auf verschiedene moderne Meditationsschulen. Insbesondere die burmesischen Meditationsschulen wie Mahasi, Goenka und Pa Auk halten sich eng an Abhidhamma-Konzepte. ",
  "abhidhamma:65": "Vielleicht überraschenderweise beschränkt sich der Abhidhamma nicht auf Kloster- oder Gelehrtenkreise. Er wird häufig für Laien oder von Laien gelehrt und ist in ganz Südostasien beliebt. Außerdem können Abhidhamma-_Mātikās_ die Grundlage für zeremonielle Rezitationen bilden. In Thailand werden die _Tikamātikā_ des Dhammasaṅgaṇī und die 24 Bedingungen des Paṭṭhāna als Begräbnis-Sprechgesänge benutzt. ",
  "abhidhamma:66": "Kritik ",
  "abhidhamma:67": "Der Abhidhamma ist selbst ein kritisches System, das entwickelt wurde, um das Verständnis grundlegender Konzepte und Beziehungen zu klären. Dem Projekt liegt die Annahme zugrunde, dass eine solche Klärung nötig sei, was impliziert, dass nicht jeder die Dinge auf dieselbe Weise versteht. Dieser kritische Aspekt tritt in Werken wie dem Kathāvatthu in den Vordergrund, das die rationalen Methoden zum Klären einer Doktrin herausstellt. ",
  "abhidhamma:68": "Manche, wie etwa die historischen Sautrāntikas, kritisierten das Abhidhamma-Projekt seinerseits, indem sie behaupteten, es weiche von den Suttas ab. Es ist nicht klar, ob alle frühen Schulen tatsächlich einen Abhidhamma-Piṭaka hatten. Doch sie müssen alle vergleichbare Werke der Analyse und Erläuterung gehabt haben. ",
  "abhidhamma:69": "Kritik am Abhidhamma war eine Grundlage des Mahāyāna. Mahāyāna-Sutras kritisieren sowohl einzelne Punkte der Abhidhamma-Lehren – wie etwa die Vorstellung, jede Erscheinung sei durch ihre eigene Essenz definiert – als auch die allgemeine Richtung der Abhidhamma-Schulen, indem unterstellt wird, ihre Anhänger verlören ihre Zeit mit Debatten über Bagatellen, anstatt die Tiefe der Lehre zu verstehen. Dennoch entwickelten die Mahāyānatexte ihre eigenen Formen von Abhidhamma, und Abhidhamma-Studium ist bis heute ein Kernbestandteil vielen Mahāyāna-Kurrikula. ",
  "abhidhamma:70": "Kritik findet man auch in den Theravāda-Kommentaren, die das Infragestellen der Authentizität des Abhidhamma aufzeichnen. Der Großteil der Debatte in den Schulen betrifft allerdings die Interpretation des Abhidhamma, nicht den Wert des Projekts an sich. ",
  "abhidhamma:71": "Die Tradition der Kritik setzt sich bis zum heutigen Tag fort. Im tibetischen Bildungssystem werden Texte und Konzepte des Abhidhamma studiert und im Licht der Kritiken von Vertretern des Sautrāntika und des Mahāyāna betrachtet. Und während einige Theravāda-Anhänger der Meinung sind, es sei wesentlich, den Abhidhamma zu studieren, behaupten andere, Schlüsselideen des Abhidhamma wichen von den Suttas ab und das Studium des Abhidhamma sei unnötig. "
}