{
  "about:1": "Über SuttaCentral ",
  "about:2": "SuttaCentral ist ein Projekt für frühe buddhistische Texte, das in Australien beheimatet ist. Wir sind keiner Institution angegliedert, sondern sind einfach eine Gruppe von Freunden mit Interesse an den Suttas. Die Gründer waren Rod Bucknell, John Kelly und Bhante Sujato. Der Projektleiter ist Bhante Sujato. Das Projekt wird vollständig durch Spenden finanziert. Diese werden vom _SuttaCentral Development Trust_ verwaltet, einer nicht-kommerziellen, gemeinnützigen Organisation, die in Australien registriert ist. ",
  "about:3": "SuttaCentral hilft Ihnen, buddhistische Texte aus einer vergleichenden und historischen Perspektive zu studieren. Es stellt die frühen buddhistischen Texte, die aus der Zeit des Buddha oder kurz danach stammen, in den Mittelpunkt. Diese werden im Sutta- und Vinayapiṭaka des Palikanons sowie in altchinesischen und tibetischen Übersetzungen und als fragmentarische Reste auf Sanskrit und in anderen Sprachen bewahrt. ",
  "about:4": "SuttaCentral lässt Sie Lehrreden auf Pali, Chinesisch, Tibetisch und / oder Sanskrit in ihren Originalsprachen wie auch in modernen Übersetzungen in viele Sprachen lesen sowie Parallelen zu einer bestimmten Lehrrede nachschlagen. ",
  "about:5": "Das Projekt ist viel mehr als eine Webseite, da wir mit unserer Bilara-Übersetzungsapp fortlaufende Bemühungen unterstützen, neue Übersetzungen in viele Sprachen zu schaffen. Ausgewählte Übersetzungen sind auch in Buchform erhältlich. SuttaCentral arbeitet international mit Wissenschaftlern in benachbarten Feldern zusammen. ",
  "about:6": "SuttaCentral ist in ständiger Entwicklung begriffen und wird regelmäßig aktualisiert. Um über die Neuerungen auf dem Laufenden zu bleiben, <a href='https://discourse.suttacentral.net/c/meta/updates'>können Sie in der Kategorie _Updates_ auf unserem Forum nachschauen</a>. ",
  "about:7": "Privatsphäre und Sicherheit ",
  "about:8": "SuttaCentral hat weder Werbung noch Webtracking. Wir sammeln keine persönlichen Daten von Nutzern ohne deren Wissen und Zustimmung. Alle unsere Seiten laufen über sichere, verschlüsselte Verbindungen. "
}