{
  "an-introduction-bodhi:1": "Ein thematischer Leitfaden zum Aṅguttara-Nikāya ",
  "an-introduction-bodhi:2": "Bhikkhu Bodhi 2012 ",
  "an-introduction-bodhi:3": "<a href='#item1'>Der Buddha im Aṅguttara-Nikāya</a> ",
  "an-introduction-bodhi:4": "<a href='#item2'>Der Dhamma und die Schulung</a> ",
  "an-introduction-bodhi:5": "<a href='#item3'>Das veränderliche Kaleidoskop der Erfahrung</a> ",
  "an-introduction-bodhi:6": "<a href='#item4'>Eine harmonische Hausgemeinschaft führen</a> ",
  "an-introduction-bodhi:7": "<a href='#item5'>Der Weg, der nach oben führt</a> ",
  "an-introduction-bodhi:8": "<a href='#item6'>Den Zauber der Welt auflösen</a> ",
  "an-introduction-bodhi:9": "<a href='#item7'>Die Befleckungen des Geistes</a> ",
  "an-introduction-bodhi:10": "<a href='#item8'>Der Pfad der Entsagung</a> ",
  "an-introduction-bodhi:11": "<a href='#item9'>Meditation</a> ",
  "an-introduction-bodhi:12": "<a href='#item10'>Weisheit</a> ",
  "an-introduction-bodhi:13": "<a href='#item11'>Der Saṅgha</a> ",
  "an-introduction-bodhi:14": "<a href='#item12'>Arten von Menschen</a> ",
  "an-introduction-bodhi:15": "<a href='#item13'>Bhikkhunīs und Frauen im Aṅguttara-Nikāya</a> ",
  "an-introduction-bodhi:16": "Als Hilfe für die Leserin habe ich einen thematischen Leitfaden zum Aṅguttara-Nikāya entwickelt, der die Inhalte der Sammlung anhand eines systematischen Musters ordnet. Das Schema, das auf die Einführung folgt, gleicht dem, das ich als Gerüst für meine Anthologie <cite class='book'>In den Worten des Buddha</cite> verwendet habe. Ich weise nicht jedem Sutta im AN eine Nische in diesem Leitfaden zu. Manche Suttas widersetzen sich der Einordnung, während andere zu kurz oder zu unerheblich sind, um aufgenommen zu werden. Anstatt zu versuchen, alles aufzunehmen, habe ich ein Rahmenwerk mit Abschnitten und Unterabschnitten vorgeschlagen und unter jeder Überschrift genügend Lehrreden eingeschlossen, um dem Leser die Möglichkeit zu geben, zu erkennen, wie der Text des AN zu einem sinnvollen Muster zusammengefügt werden kann. ",
  "an-introduction-bodhi:17": "Beim Versuch, einzelne Suttas bestimmten Kategorien zuzuordnen, waren Abstraktionen und schmerzhafte Entscheidungen unvermeidlich. Viele Suttas im AN kann man unter verschiedenen Gesichtspunkten betrachten, von denen jeder hätte dazu führen können, dass ein Sutta verschiedenen Kategorien zugeordnet wird. Die Suttas erklären oft Übungen oder Eigenschaften anhand der Menschen, die sie vorleben, oder umgekehrt, sie erklären Menschen anhand ihrer Übungen und Eigenschaften. So hatte ich zu entscheiden, ob das Sutta nach den Übungen und Eigenschaften eingeordnet werden sollte oder nach den Menschen. In manchen Fällen berührt ein bestimmtes Sutta eine ganze Reihe von Themen und würde leicht in mehrere Kategorien passen. Ich wollte nicht, dass mein Leitfaden zu einem Index wird, bei dem der Grad an Genauigkeit fehlen würde, der notwendig ist, um der Leserin zu helfen, das Sutta in das Gesamtbild einzuordnen. So musste ich also, obwohl ich von der Idee „ein Sutta, eine Kategorie“ ausging, oft ein einzelnes Sutta zwei Kategorien zuordnen, manchmal auch drei. Aber ich glaube nicht, dass ich drei Orte für ein einzelnes Sutta überschritten habe. ",
  "an-introduction-bodhi:18": "Die breitesten Kategorien, die ich für das Schema benutzte, sind die „drei Juwelen“: der Buddha, der Dhamma und der Saṅgha. Ich beginne mit einem Abschnitt über den Buddha, indem ich ihn als Begründer des buddhistischen Erbes und als letztendliche Quelle für alle Lehren, die im Aṅguttara-Nikāya enthalten sind, würdige. Abschnitt II, überschrieben mit „der Dhamma und die Schulung“, befasst sich mit der Lehre des Buddha als einem Korpus von Anleitungen, die man zusammenfassen, anwenden und verwirklichen kann, und auch als einem Textkorpus, das bewahrt und an die Nachwelt weitergegeben werden muss. Diesem Abschnitt schließen sich acht Abschnitte an, die den Lehren selbst gewidmet sind. Dieser Teil der Übersicht soll den Dhamma in seiner ganzen Bandbreite abdecken, wie wir ihn im AN finden. Er beginnt mit einem Überblick über die Weltsicht des Buddha (Abschnitt III), der den kosmologischen Hintergrund des buddhistischen Befreiungswerks abdeckt, der problematischen Natur der menschlichen Erfahrung und den Faktoren, die das menschliche Schicksal bestimmen. Ich fahre dann schrittweise fort durch die verschiedenen Formen buddhistischer Praxis, ausgehend vom Leben in der Welt: Familienbeziehungen, Lebenserwerb, Vermögen, Gemeinschaft und Staat (Abschnitt IV). Diese Bereiche der menschlichen Aktivität werden oft vernachlässigt, wenn über den Buddhismus geschrieben wird, da Autoren dem Irrtum verfallen, anzunehmen, die klösterliche Übung stelle die Gesamtheit des Dhamma dar. Der Aṅguttara ist ein Schatz an ergreifenden und informativen Lehrreden über ein rechtschaffenes Leben innerhalb der Begrenzungen der Welt, und diese Texte sind wesentlich, wenn man sich ein angemessenes Bild vom frühen Buddhismus machen will. ",
  "an-introduction-bodhi:19": "Der Buddha betont wohl die Tugenden, die der häuslichen Eintracht förderlich sind, aber seine Lehre macht hier nicht halt, sondern geht weiter zur Schulung mit dem Ziel einer höheren Wiedergeburt und der höchsten Befreiung. Obwohl Ersteres an die Laienschülerinnen und -schüler gerichtet ist und Letzteres an die Bhikkhus und Bhikkhunīs, haben beide doch viele Werte gemeinsam. Diese Werte bilden eine gemeinsame Bühne für eine spirituelle Kultur für Laien und Ordinierte gleichermaßen. Unter diesem Thema habe ich im Abschnitt V vielfältige Texte zusammengetragen, die sich auf die Übung eines ernsthaften Laienschülers konzentrieren, der nicht damit zufrieden ist, bloß ein ethisches Leben zu führen, sondern der auch Fortschritt auf dem Weg zur Befreiung sucht. Der Aṅguttara-Nikāya ist eine reiche Quelle der Anleitung für ernsthafte Laien, und dieser Abschnitt versucht, solchen Texten gerecht zu werden. ",
  "an-introduction-bodhi:20": "Um seine Nachfolgerinnen zu einem Streben nach dem höchsten Ziel anzuspornen, beleuchtet der Buddha die Nachteile und Gefahren der weltlichen Existenz, die die edle Wahrheit vom Leiden deutlich machen. Abschnitt VI stellt daher eine Anzahl von Themen und Texten zusammen, die sich mit dem „Vertreiben des Zaubers der Welt“ befassen. Was uns an die bedingte Existenz bindet, mit ihren wiederholten Zyklen von Geburt und Tod und der Gefahr, in niedere Bereiche der Wiedergeburt hinabzusteigen, sind die Befleckungen des Geistes.  Suttas, die sich mit diesem Thema beschäftigen, treten im AN stark hervor, und diese wurden in Abschnitt VII zusammengefasst. Der nächste Gliederungspunkt, Abschnitt VIII, stellt die Suttas über die klösterliche Schulung zusammen, die aus dem Geist der Entsagung hervorgeht und auf das Erreichen von Nibbāna hinzielt. Das Herz der klösterlichen Schulung ist die Übung der Meditation, die ihren eigenen Abschnitt erhält, Abschnitt IX. Ihm habe ich Suttas zugewiesen, die die Übung betonen, die zu den höheren Stufen der Konzentration (<i lang='pi' translate='no'>samādhi</i>) führt. Abschnitt X führt uns zur nächsten Phase der hohen Schulung, der Entwicklung von Weisheit (<i lang='pi' translate='no'>paññā</i>), die in der Befreiung und der Verwirklichung von Nibbāna, dem höchsten Ziel der Lehre, gipfelt. ",
  "an-introduction-bodhi:21": "Der nächste Teil der Übersicht vertritt das dritte Juwel des Buddhismus, den Saṅgha. Er handelt sowohl vom Saṅgha als Institution, dem Orden der ordinierten Mönche und Nonnen (Bhikkhus und Bhikkhunīs), als auch vom <i lang='pi' translate='no'>Ariyasaṅgha</i>, der Gemeinschaft der Edlen, die die Pfade und Früchte der Erleuchtung erlangt haben. ",
  "an-introduction-bodhi:22": "Der letzte große Abschnitt dieses Plans handelt von Arten von Menschen. Das ist ein Punkt, in dem sich der Aṅguttara erheblich vom Saṁyutta unterscheidet. Die Hauptkapitel des Saṁyutta richten sich nach den wichtigsten philosophischen Themen der Lehre aus, den Grundsätzen und Kategorien, die der Buddha als Vorlagen für die Betrachtung und Einsicht vorschlug. So finden wir im Saṁyutta ausgedehnte Kapitel über abhängiges Entstehen, die Elemente, die fünf Aggregate, die sechs Sinnesfelder und die Faktoren des Pfades; oft werden diese in bloßen phänomenologischen Begriffen beschrieben, mit nur minimalen Bezügen zu den Menschen, zu denen sie gehören. Im Gegensatz dazu ist der Aṅguttara übervoll von verschiedenen Arten, Menschen einzuteilen – Laien wie Ordinierte, Edle wie Gewöhnliche –, und räumt ihren Eigenschaften, ihrem Kampf um Glück und Sinn, ihrem Streben und ihrem Erfolg Vorrang ein. Der AN wird so zur Anregung und Hauptquelle für eins der Bücher des Abhidhamma-Piṭaka, das Puggalapaññatti oder die „Beschreibung der Menschen“ – die eine Abhandlung in dieser Sammlung, die von der strikten Abhidhamma-Methode der Reduktion auf Phänomenologisches abweicht, um Menschentypen im Hinblick auf ihr Verhältnis zu den Werten und Zielen des Dhamma zu untersuchen. ",
  "an-introduction-bodhi:23": "Der Buddha im Aṅguttara-Nikāya ",
  "an-introduction-bodhi:24": "Im Folgenden will ich dem Inhalt des AN durch die Hauptkategorien dieses thematischen Leitfadens nachgehen und dabei markante Themen, die in diesem Nikāya vorkommen, herausstellen und Suttas zitieren, die sie besonders gut beispielhaft zeigen. Auf die Gefahr hin, mich zu wiederholen, muss ich noch einmal betonen, dass die Zuweisung einzelner Suttas zu bestimmten Kategorien hauptsächlich aus Gründen der Zweckmäßigkeit erfolgt und in Kauf nimmt, dass dabei die Komplexität der Inhalte bestimmter Texte verloren geht. ",
  "an-introduction-bodhi:25": "In einem Werk, in dem es überwiegend um Menschen geht, ist es passend, dass wir eine beträchtliche Zahl an Suttas finden, die dem Buddha selbst gewidmet sind, nicht bloß in seiner Funktion als Lehrer und Erklärer des Dhamma, sondern als Mensch mit seiner eigenen Lebensgeschichte und seinen Errungenschaften. Ich habe die Suttas, die vom Buddha handeln in drei Gruppen eingeteilt: diejenigen, die sich auf sein Leben beziehen und somit Baustein einer Biografie bilden; diejenigen, die seine spirituellen Eigenschaften und Errungenschaften herausstellen; und, als eigene Kategorie, diejenigen, die vom Buddha weniger als einem Individuum sprechen, sondern als einem Archetyp, dem Musterbeispiel des vollkommen erleuchteten Lehrers, der seine Botschaft in seiner Person verkörpert. Diese letzte Gruppe schließt jene Suttas ein, in denen der Buddha von sich als „dem Tathāgata“ spricht. ",
  "an-introduction-bodhi:26": "Die Nikāyas haben nie versucht, eine fortlaufende Biografie des Buddha zu konstruieren. Die Suttas, die auf Ereignisse in seinem Leben Bezug nehmen, sind weit verstreut, erscheinen in unterschiedlichen Sammlungen und enthalten selten die notwendigen Anhaltspunkte, die man bräuchte, um sie zu einer folgerichtigen Reihe zu verbinden. Das Mahāparinibbāna-Suttanta (DN 16) gibt uns einen zusammenhängenden Bericht über die letzten Tage des Buddha, der in seinem Tod und der Einäscherung gipfelt. Aber davon abgesehen muss das biographische Material in weit verstreuten Texten aufgestöbert werden, und wir müssen uns auf Spekulation, Fantasie und Hinweise in den Texten selbst stützen (wie etwa die Umgebung und gelegentliche Bezüge auf Vorfälle, die damit zu tun hatten), um diese zu bestimmten Phasen im Leben des Buddha zuzuordnen. ",
  "an-introduction-bodhi:27": "Dennoch weist der AN auf Begebenheiten hin, die uns aus den später verfassten zusammenhängenden Berichten über das Leben des Buddha bekannt sind. Wir können diese vielleicht als das Rohmaterial betrachten, das die Poeten und Hagiografen heranzogen, um die prächtige Buddhabiografie zu verfassen. So spricht <a class='ref' href='/an4.127'>AN 4.127</a> von den Wundern, die die Empfängnis des Buddha im Mutterleib, seine Geburt, seine Erleuchtung und das Ins-Rollen-Bringen des Rades des Dhamma begleiteten. In <a class='ref' href='/an3.39'>AN 3.39</a> spricht er über seine behütete und luxuriöse Erziehung und erzählt von den Betrachtungen über Alter, Krankheit und Tod, die ihn aus seinem Berauschtsein mit Jugend, Gesundheit und Leben aufrüttelten. In <a class='ref' href='/an8.64'>AN 8.64</a> und <a class='ref' href='/an9.40'>AN 9.40</a> spricht er über sein Bemühen, in seinem Kampf um Erleuchtung die verschiedenen Stufen der Meditation zu meistern; diese beiden Berichte wurden in die bekannte Buddhabiografie nicht aufgenommen. Das Sutta <a class='ref' href='/an5.196'>AN 5.196</a> berichtet von den fünf Träumen, die er noch als Bodhisatta hatte, die Vorzeichen seines Erwachens waren, und <a class='ref' href='/an8.11'>AN 8.11</a> gibt die traditionelle Beschreibung der Erleuchtung als ein Fortschreiten durch die vier Jhānas und die drei höheren Erkenntnisse bis zur Auflösung der Befleckungen wieder. In <a class='ref' href='/an4.21'>AN 4.21</a> spricht der Buddha über seine Überlegungen nach der Erleuchtung und seine Entscheidung, nur den Dhamma zu ehren. In <a class='ref' href='/an8.70'>AN 8.70</a> behauptet er, wenn er wollte, könnte er das ganze Äon hindurch am Leben bleiben, und er beschließt, die „Lebenskraft aufzugeben“, da Ānanda versäumte, ihn um die Verlängerung seines Lebens zu bitten. Diese Begebenheit ist uns aus dem Mahāparinibbāna-Sutta vertraut. ",
  "an-introduction-bodhi:28": "Während die Texte, die biografisches Material bieten, eher spärlich sind, gibt es reichlich solche, die die Tugenden und Errungenschaften des Buddha rühmen. Er wird gepriesen als „der eine Mensch, der … aus Mitgefühl mit der Welt, zum Guten, zum Wohl und Glück von Devas und Menschen“ in der Welt erscheint (<a class='ref' href='/an1.170'>AN 1.170</a>). Seine körperliche Gestalt besitzt so außerordentliche Kennzeichen, dass ein forschender Brahmane nicht glauben kann, dass er bloß ein Mensch ist (<a class='ref' href='/an4.36'>AN 4.36</a>). Er hat edle Tugend, Konzentration, Weisheit und Befreiung vervollkommnet (<a class='ref' href='/an4.1'>AN 4.1</a>). Er besitzt die Eigenschaften, die man von einem ganz vollkommenen geistlichen Lehrer erwartet (<a class='ref' href='/an5.100'>AN 5.100</a>). Vom Mönch Udāyī wird er in Versen von großer Schönheit gepriesen (<a class='ref' href='/an6.43'>AN 6.43</a>) und von seinem Laienschüler König Pasenadi gerühmt (<a class='ref' href='/an10.30'>AN 10.30</a>). Obwohl er in der Welt lebt, ist er von ihr losgelöst, alle Befleckungen sind aufgelöst, er ist frei von Geburt, Alter und Tod, wie eine Lotusblume, die „im Wasser geboren und gewachsen ist, aber die sich über das Wasser erhebt und unbenetzt vom Wasser dasteht“ (<a class='ref' href='/an4.36'>AN 4.36</a>, <a class='ref' href='/an10.81'>AN 10.81</a>). ",
  "an-introduction-bodhi:29": "Ich habe mich entschieden, dass die Suttas, in denen der Buddha von sich als dem „Tathāgata“ spricht, so beeindruckend sind, dass es gerechtfertigt ist, sie einer eigenen Klasse zuzuweisen. In diesen Suttas sehe ich, wie der Buddha auf sich nicht einfach als einzelnes Individuum Bezug nimmt, sondern als der jüngste Vertreter einer „Dynastie“ von Buddhas, diesen außerordentlichen Wesen, die selten in großen Abständen im kosmischen Geschehen erscheinen, den verlorenen Pfad zum Nibbāna wiederentdecken und die Welt darin unterweisen. Im AN finden wir ausdrückliche Hinweise nur auf zwei der sechs Buddhas der Vergangenheit, die wir aus anderen Nikāyas kennen. Sikhī, der fünftletzte, wird in <a class='ref' href='/an3.80'>AN 3.80</a> erwähnt, und Kassapa, Gotamas Vorgänger, in <a class='ref' href='/an5.180'>AN 5.180</a>. Aber es gibt eine recht große Zahl von Hinweisen auf Tathāgatas im Plural, was darauf hindeutet, dass die Idee einer Aufeinanderfolge von Buddhas den Menschen, die diesen Nikāya zusammenstellten, bereits bekannt war. ",
  "an-introduction-bodhi:30": "Aus der Sicht der Nikāyas haben alle Tathāgatas teil an denselben wesentlichen Eigenarten, die aus ihnen Weltlehrer machen. Es wird erklärt, der Tathāgata sei „ohne Ebenbürtigen oder Gegenstück, unvergleichlich, beispiellos, unerreicht, unübertroffen, ohnegleichen, der Beste der Zweifüßer“  (<a class='ref' href='/an1.174'>AN 1.174</a>). Er ist das vorderste der Wesen, und wer zu ihm Zuversicht hat, hat Zuversicht zum Besten (<a class='ref' href='/an4.34'>AN 4.34</a>). Sein Erscheinen ist „das Erscheinen eines großen Sehens, eines großen Lichts und eines großen Glanzes“ (<a class='ref' href='/an1.175'>AN 1.175–77</a>). Er ist vollkommen erwacht zu „allem, was man sehen, hören, empfinden, erkennen, erreichen, suchen oder mit dem Geist erkunden kann“, und daher ist alles, was er lehrt, „genau so und nicht anders“ (<a class='ref' href='/an4.23'>AN 4.23</a>). Er besitzt die „zehn Kräfte eines Tathāgata“ und die „vier Arten des Selbstvertrauens“, und auf dieser Grundlage „beansprucht er den Platz des obersten Bullen, brüllt sein Löwengebrüll in den Versammlungen und setzt das Brahmarad in Bewegung“ (<a class='ref' href='/an4.8'>AN 4.8</a>, <a class='ref' href='/an10.22'>AN 10.22</a>; siehe auch <a class='ref' href='/an6.64'>AN 6.64</a>). Sein „Löwengebrüll“ über die Unbeständigkeit ist so mächtig, dass es selbst langlebige Gottheiten zum Beben und Zittern bringt (<a class='ref' href='/an4.33'>AN 4.33</a>). ",
  "an-introduction-bodhi:31": "Der Dhamma und die Schulung ",
  "an-introduction-bodhi:32": "Obwohl der Buddha der höchste Mensch im spirituellen Bereich ist, verehrte er etwas, das noch über ihm stand: den Dhamma. Nach seiner Erleuchtung suchte er vergeblich nach jemandem, den er ehren könnte, und beschloss: „Ich will nur diesen Dhamma, zu dem ich vollkommen erwacht bin, ehren, achten, von ihm abhängig sein.“ (<a class='ref' href='/an4.22'>AN 4.22</a>) Wenn er andere lehrt, tut er das, indem er sich „nur auf den Dhamma stützt, nur den Dhamma ehrt, achtet und verehrt, den Dhamma als seinen Maßstab, sein Banner und seine Autorität betrachtet“ (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>). Wen auch immer er lehrt, er lehrt respektvoll, „weil der Tathāgata Respekt vor dem Dhamma hat, Verehrung für den Dhamma“ (<a class='ref' href='/an5.99'>AN 5.99</a>). ",
  "an-introduction-bodhi:33": "In diesem Sinn ist der Dhamma nicht so sehr die in Worte gefasste Lehre als vielmehr ein Korpus spiritueller Grundsätze, die spirituelles Wachstum und Befreiung möglich machen. Seine höchsten Bezugspunkte sind der edle achtfache Pfad , der das vorderste aller bedingten Erscheinungen ist, und Nibbāna, das das vorderste aller bedingten und nicht bedingten Dinge ist (<a class='ref' href='/an4.34'>AN 4.34</a>). Der Buddha fasste die Essenz des Dhamma auf verschiedene Arten zusammen, die alle aus dem gleichen Korpus von Grundsätzen hervorgehen. An einer Stelle sagt er, dass die grenzenlosen Ausdrucksweisen des Dhamma in vier Dingen zusammenkommen: verstehen, was untauglich ist, und es aufgeben, und verstehen, was tauglich ist, und es entwickeln (<a class='ref' href='/an4.188'>AN 4.188</a>). Er lehrte seine Stiefmutter Mahāpajāpatī acht Kriterien des wahren Dhamma (<a class='ref' href='/an8.53'>AN 8.53</a>), und, kürzer  noch, sagte er dem Bhikkhu Upāli, dass die Lehre „in diesen Dingen, die ausschließlich zu Ernüchterung, Sichabwenden, Aufhören, Frieden, unmittelbarer Einsicht, Erwachen und Erlöschen führen“, zu finden sei (<a class='ref' href='/an7.83'>AN 7.83</a>). ",
  "an-introduction-bodhi:38": "Das veränderliche Kaleidoskop der Erfahrung ",
  "an-introduction-bodhi:48": "Eine harmonische Hausgemeinschaft führen ",
  "an-introduction-bodhi:50": "Tabelle 2: Suttas, die sich mit Laien befassen ",
  "an-introduction-bodhi:51": "Dīgha ",
  "an-introduction-bodhi:52": "Majjhima ",
  "an-introduction-bodhi:53": "Saṁyutta ",
  "an-introduction-bodhi:54": "Aṅguttara ",
  "an-introduction-bodhi:55": "Khuddaka ",
  "an-introduction-bodhi:56": "Gesamtzahl der Suttas im Nikāya ",
  "an-introduction-bodhi:57": "34 ",
  "an-introduction-bodhi:58": "152 ",
  "an-introduction-bodhi:59": "2.904 ",
  "an-introduction-bodhi:60": "8.122 ",
  "an-introduction-bodhi:61": "601 ",
  "an-introduction-bodhi:62": "An Laien gerichtet ",
  "an-introduction-bodhi:63": "14 ",
  "an-introduction-bodhi:64": "47 ",
  "an-introduction-bodhi:65": "121 ",
  "an-introduction-bodhi:66": "125 ",
  "an-introduction-bodhi:67": "30 ",
  "an-introduction-bodhi:68": "Indirekt für Laien ",
  "an-introduction-bodhi:69": "1 ",
  "an-introduction-bodhi:70": "3 ",
  "an-introduction-bodhi:71": "7 ",
  "an-introduction-bodhi:72": "36 ",
  "an-introduction-bodhi:73": "6 ",
  "an-introduction-bodhi:74": "Gesamt ",
  "an-introduction-bodhi:75": "15 ",
  "an-introduction-bodhi:76": "50 ",
  "an-introduction-bodhi:77": "128 ",
  "an-introduction-bodhi:78": "161 ",
  "an-introduction-bodhi:79": "36 ",
  "an-introduction-bodhi:80": "Quelle: Kelly 2011 ",
  "an-introduction-bodhi:83": "Der Weg, der nach oben führt ",
  "an-introduction-bodhi:91": "Tabelle 1: Ziele der Übung für Laien in den Nikāyas ",
  "an-introduction-bodhi:92": "Ziel ",
  "an-introduction-bodhi:93": "Dīgha ",
  "an-introduction-bodhi:94": "Majjhima ",
  "an-introduction-bodhi:95": "Saṁyutta ",
  "an-introduction-bodhi:96": "Aṅguttara ",
  "an-introduction-bodhi:97": "Khuddaka ",
  "an-introduction-bodhi:98": "Alle ",
  "an-introduction-bodhi:99": "Dieses Leben / das nächste Leben ",
  "an-introduction-bodhi:100": "6 (33%) ",
  "an-introduction-bodhi:101": "16 (32%) ",
  "an-introduction-bodhi:102": "44 (34%) ",
  "an-introduction-bodhi:103": "97 (60%) ",
  "an-introduction-bodhi:104": "21 (58%) ",
  "an-introduction-bodhi:105": "184 (47%) ",
  "an-introduction-bodhi:106": "Befreiung ",
  "an-introduction-bodhi:107": "9 (50%) ",
  "an-introduction-bodhi:108": "24 (48%) ",
  "an-introduction-bodhi:109": "58 (45%) ",
  "an-introduction-bodhi:110": "34 (21%) ",
  "an-introduction-bodhi:111": "13 (36%) ",
  "an-introduction-bodhi:112": "138 (35%) ",
  "an-introduction-bodhi:113": "Nicht näher angegeben ",
  "an-introduction-bodhi:114": "3 (17%) ",
  "an-introduction-bodhi:115": "10 (20%) ",
  "an-introduction-bodhi:116": "26 (20%) ",
  "an-introduction-bodhi:117": "30 (19%) ",
  "an-introduction-bodhi:118": "2 (6%) ",
  "an-introduction-bodhi:119": "71 (18%) ",
  "an-introduction-bodhi:120": "Gesamt ",
  "an-introduction-bodhi:121": "18 (100%) ",
  "an-introduction-bodhi:122": "50 (100%) ",
  "an-introduction-bodhi:123": "128 (100%) ",
  "an-introduction-bodhi:124": "161 (100%) ",
  "an-introduction-bodhi:125": "36 (100%) ",
  "an-introduction-bodhi:126": "393 (100%) ",
  "an-introduction-bodhi:127": "Quelle: Kelly 2011, Abschn. ?? ",
  "an-introduction-bodhi:129": "Den Zauber der Welt auflösen ",
  "an-introduction-bodhi:134": "Die Befleckungen des Geistes ",
  "an-introduction-bodhi:143": "Der Pfad der Entsagung ",
  "an-introduction-bodhi:150": "Meditation ",
  "an-introduction-bodhi:158": "Weisheit ",
  "an-introduction-bodhi:168": "Der Saṅgha ",
  "an-introduction-bodhi:179": "Arten von Menschen ",
  "an-introduction-bodhi:183": "Bhikkhunīs und Frauen im Aṅguttara-Nikāya ",
  "an-introduction-bodhi:191": "Die Originalquelle dieses Index ist mit folgenden Bestimmungen erschienen: ",
  "an-introduction-bodhi:192": "© Bhikkhu Bodhi, The Numerical Discourses of the Buddha (Wisdom Publications, 2012) ",
  "an-introduction-bodhi:193": "<i lang='pi' translate='no'>The Numerical Discourses of the Buddha</i> von Bhikkhu Bodhi ist unter einer „<i lang='pi' translate='no'>Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License</i>“-Lizenz erschienen. "
}