{
  "an-introduction-bodhi:1": "Ein thematischer Leitfaden zum Aṅguttara-Nikāya ",
  "an-introduction-bodhi:2": "Bhikkhu Bodhi 2012 ",
  "an-introduction-bodhi:3": "<a href='#item1'>Der Buddha im Aṅguttara-Nikāya</a> ",
  "an-introduction-bodhi:4": "<a href='#item2'>Der Dhamma und die Schulung</a> ",
  "an-introduction-bodhi:5": "<a href='#item3'>Das Kaleidoskop der Erfahrung: ständig in Bewegung</a> ",
  "an-introduction-bodhi:6": "<a href='#item4'>Eine harmonische Hausgemeinschaft führen</a> ",
  "an-introduction-bodhi:7": "<a href='#item5'>Der Weg, der nach oben führt</a> ",
  "an-introduction-bodhi:8": "<a href='#item6'>Den Zauber der Welt auflösen</a> ",
  "an-introduction-bodhi:9": "<a href='#item7'>Die Befleckungen des Geistes</a> ",
  "an-introduction-bodhi:10": "<a href='#item8'>Der Pfad der Entsagung</a> ",
  "an-introduction-bodhi:11": "<a href='#item9'>Meditation</a> ",
  "an-introduction-bodhi:12": "<a href='#item10'>Weisheit</a> ",
  "an-introduction-bodhi:13": "<a href='#item11'>Der Saṅgha</a> ",
  "an-introduction-bodhi:14": "<a href='#item12'>Menschentypen</a> ",
  "an-introduction-bodhi:15": "<a href='#item13'>Bhikkhunīs und Frauen im Aṅguttara-Nikāya</a> ",
  "an-introduction-bodhi:16": "Als Hilfe für Leserinnen und Leser habe ich einen thematischen Leitfaden zum Aṅguttara-Nikāya entwickelt, der die Inhalte der Sammlung anhand eines systematischen Musters ordnet. Das Schema, das auf die Einführung folgt, gleicht dem, das ich als Gerüst für meine Anthologie <cite class='book'>In den Worten des Buddha</cite> verwendet habe. Ich weise nicht jedem Sutta im AN eine Nische in diesem Leitfaden zu. Manche Suttas widersetzen sich der Einordnung, während andere zu kurz oder zu unerheblich sind, um aufgenommen zu werden. Anstatt zu versuchen, alles aufzunehmen, habe ich ein Rahmenwerk mit Abschnitten und Unterabschnitten vorgeschlagen und unter jeder Überschrift genügend Lehrreden eingeschlossen, um dem Leser die Möglichkeit zu geben, zu erkennen, wie der Text des AN zu einem sinnvollen Muster zusammengefügt werden kann. ",
  "an-introduction-bodhi:17": "Beim Versuch, einzelne Suttas bestimmten Kategorien zuzuordnen, waren Abstraktionen und schmerzhafte Entscheidungen unvermeidlich. Viele Suttas im AN kann man unter verschiedenen Gesichtspunkten betrachten, von denen jeder hätte dazu führen können, dass ein Sutta verschiedenen Kategorien zugeordnet wird. Die Suttas erklären oft Übungen oder Eigenschaften anhand der Menschen, die sie vorleben, oder umgekehrt, sie erklären Menschen anhand ihrer Übungen und Eigenschaften. So hatte ich zu entscheiden, ob das Sutta nach den Übungen und Eigenschaften eingeordnet werden sollte oder nach den Menschen. In manchen Fällen berührt ein bestimmtes Sutta eine ganze Reihe von Themen und würde leicht in mehrere Kategorien passen. Ich wollte nicht, dass mein Leitfaden zu einem Index wird, bei dem der Grad an Genauigkeit fehlen würde, der notwendig ist, um dem Leser zu helfen, das Sutta in das Gesamtbild einzuordnen. So musste ich also, obwohl ich von der Idee „ein Sutta, eine Kategorie“ ausging, oft ein einzelnes Sutta zwei Kategorien zuordnen, manchmal auch drei. Aber ich glaube nicht, dass ich drei Kategorien für ein einzelnes Sutta überschritten habe. ",
  "an-introduction-bodhi:18": "Die breitesten Kategorien, die ich für das Schema benutzte, sind die „drei Juwelen“: der Buddha, der Dhamma und der Saṅgha. Ich beginne mit einem Abschnitt über den Buddha, indem ich ihn als Begründer des buddhistischen Erbes und als letztendliche Quelle für alle Lehren, die im Aṅguttara-Nikāya enthalten sind, würdige. Abschnitt II, überschrieben mit „der Dhamma und die Schulung“, befasst sich mit der Lehre des Buddha als einem Korpus von Anleitungen, die man zusammenfassen, anwenden und verwirklichen kann, und auch als einem Textkorpus, das bewahrt und an die Nachwelt weitergegeben werden muss. Diesem Abschnitt schließen sich acht Abschnitte an, die den Lehren selbst gewidmet sind. Dieser Teil der Übersicht soll den Dhamma in seiner ganzen Bandbreite abdecken, wie wir ihn im AN finden. Er beginnt mit einem Überblick über die Weltsicht des Buddha (Abschnitt III), der den kosmologischen Hintergrund des buddhistischen Befreiungswerks abdeckt, der problematischen Natur der menschlichen Erfahrung und den Faktoren, die das menschliche Schicksal bestimmen. Ich fahre dann schrittweise fort durch die verschiedenen Formen buddhistischer Praxis, ausgehend vom Leben in der Welt: Familienbeziehungen, Lebenserwerb, Vermögen, Gemeinschaft und Staat (Abschnitt IV). Diese Bereiche der menschlichen Aktivität werden oft vernachlässigt, wenn über den Buddhismus geschrieben wird, da Autoren dem Irrtum verfallen, anzunehmen, die klösterliche Übung stelle die Gesamtheit des Dhamma dar. Der Aṅguttara ist ein Schatz an ergreifenden und informativen Lehrreden über ein rechtschaffenes Leben innerhalb der Begrenzungen der Welt, und diese Texte sind wesentlich, wenn man sich ein angemessenes Bild vom frühen Buddhismus machen will. ",
  "an-introduction-bodhi:19": "Der Buddha betont wohl die Tugenden, die der häuslichen Eintracht förderlich sind, aber seine Lehre macht hier nicht halt, sondern geht weiter zur Schulung mit dem Ziel einer höheren Wiedergeburt und der höchsten Befreiung. Obwohl Ersteres an die Laienschülerinnen und -schüler gerichtet ist und Letzteres an die Bhikkhus und Bhikkhunīs, haben beide doch viele Werte gemeinsam. Diese Werte bilden eine gemeinsame Bühne für eine spirituelle Kultur für Laien und Ordinierte gleichermaßen. Unter diesem Thema habe ich im Abschnitt V vielfältige Texte zusammengetragen, die sich auf die Übung eines ernsthaften Laienschülers konzentrieren, der nicht damit zufrieden ist, bloß ein ethisches Leben zu führen, sondern der auch Fortschritt auf dem Weg zur Befreiung sucht. Der Aṅguttara-Nikāya ist eine reiche Quelle der Anleitung für ernsthafte Laien, und dieser Abschnitt versucht, solchen Texten gerecht zu werden. ",
  "an-introduction-bodhi:20": "Um seine Nachfolger zu einem Streben nach dem höchsten Ziel anzuspornen, beleuchtet der Buddha die Nachteile und Gefahren der weltlichen Existenz, die die edle Wahrheit vom Leiden deutlich machen. Abschnitt VI stellt daher eine Anzahl von Themen und Texten zusammen, die sich mit dem „Auflösen des Zaubers der Welt“ befassen. Was uns an die bedingte Existenz bindet mit ihren wiederholten Zyklen von Geburt und Tod und der Gefahr, in niedere Bereiche der Wiedergeburt hinabzusteigen, sind die Befleckungen des Geistes.  Suttas, die sich mit diesem Thema beschäftigen, treten im AN stark hervor, und diese wurden in Abschnitt VII zusammengefasst. Der nächste Gliederungspunkt, Abschnitt VIII, stellt die Suttas über die klösterliche Schulung zusammen, die aus dem Geist der Entsagung hervorgeht und auf das Erreichen von Nibbāna abzielt. Das Herz der klösterlichen Schulung ist die Übung der Meditation, die ihren eigenen Abschnitt erhält, Abschnitt IX. Ihm habe ich Suttas zugewiesen, die die Übung betonen, die zu den höheren Stufen der Konzentration (<i lang='pi' translate='no'>samādhi</i>) führt. Abschnitt X führt uns zur nächsten Phase der hohen Schulung, der Entwicklung von Weisheit (<i lang='pi' translate='no'>paññā</i>), die in der Befreiung und der Verwirklichung von Nibbāna, dem höchsten Ziel der Lehre, gipfelt. ",
  "an-introduction-bodhi:21": "Der nächste Teil der Übersicht vertritt das dritte Juwel des Buddhismus, den Saṅgha. Er handelt sowohl vom Saṅgha als Institution, dem Orden der ordinierten Mönche und Nonnen (Bhikkhus und Bhikkhunīs), als auch vom <i lang='pi' translate='no'>Ariyasaṅgha</i>, der Gemeinschaft der Edlen, die die Pfade und Früchte der Erleuchtung erlangt haben. ",
  "an-introduction-bodhi:22": "Der letzte große Abschnitt dieses Plans handelt von Menschentypen. Das ist ein Punkt, in dem sich der Aṅguttara erheblich vom Saṁyutta unterscheidet. Die Hauptkapitel des Saṁyutta richten sich nach den wichtigsten philosophischen Themen der Lehre aus, den Grundsätzen und Kategorien, die der Buddha als Vorlagen für die Betrachtung und Einsicht vorschlug. So finden wir im Saṁyutta ausgedehnte Kapitel über abhängiges Entstehen, die Elemente, die fünf Aggregate, die sechs Sinnesfelder und die Faktoren des Pfades; oft werden diese in bloßen phänomenologischen Begriffen beschrieben, mit nur minimalen Bezügen zu den Menschen, zu denen sie gehören. Im Gegensatz dazu ist der Aṅguttara übervoll von verschiedenen Arten, Menschen einzuteilen – Laien wie Ordinierte, Edle wie Gewöhnliche –, und räumt ihren Eigenschaften, ihrem Kampf um Glück und Sinn, ihrem Streben und ihrem Erfolg Vorrang ein. Der AN wird so zur Anregung und Hauptquelle für eins der Bücher des Abhidhamma-Piṭaka, das Puggalapaññatti oder die „Beschreibung der Menschen“, die eine Abhandlung in dieser Sammlung, die von der strikten Abhidhamma-Methode der Reduktion auf Phänomenologisches abweicht, um Menschentypen im Hinblick auf ihr Verhältnis zu den Werten und Zielen des Dhamma zu untersuchen. ",
  "an-introduction-bodhi:23": "Der Buddha im Aṅguttara-Nikāya ",
  "an-introduction-bodhi:24": "Im Folgenden will ich dem Inhalt des AN durch die Hauptkategorien dieses thematischen Leitfadens nachgehen und dabei markante Themen, die in diesem Nikāya vorkommen, herausstellen und Suttas zitieren, die sie besonders gut beispielhaft zeigen. Auf die Gefahr hin, mich zu wiederholen, muss ich noch einmal betonen, dass die Zuweisung einzelner Suttas zu bestimmten Kategorien hauptsächlich aus Gründen der Zweckmäßigkeit erfolgt und in Kauf nimmt, dass dabei die Komplexität der Inhalte bestimmter Texte verloren geht. ",
  "an-introduction-bodhi:25": "In einem Werk, in dem es überwiegend um Menschen geht, ist es passend, dass wir eine beträchtliche Zahl an Suttas finden, die dem Buddha selbst gewidmet sind, nicht bloß in seiner Funktion als Lehrer und Erklärer des Dhamma, sondern als Mensch mit seiner eigenen Lebensgeschichte und seinen Errungenschaften. Ich habe die Suttas, die vom Buddha handeln, in drei Gruppen eingeteilt: diejenigen, die sich auf sein Leben beziehen und somit Bausteine einer Biografie bilden; diejenigen, die seine spirituellen Eigenschaften und Errungenschaften herausstellen; und, als eigene Kategorie, diejenigen, die vom Buddha weniger als einem Individuum sprechen, sondern als einem Archetyp, dem Musterbeispiel des vollkommen erleuchteten Lehrers, der seine Botschaft in seiner Person verkörpert. Diese letzte Gruppe schließt jene Suttas ein, in denen der Buddha von sich als „dem Tathāgata“ spricht. ",
  "an-introduction-bodhi:26": "Die Nikāyas haben nie versucht, eine fortlaufende Biografie des Buddha zu konstruieren. Die Suttas, die auf Ereignisse in seinem Leben Bezug nehmen, sind weit verstreut, erscheinen in unterschiedlichen Sammlungen und enthalten selten die notwendigen Anhaltspunkte, die man bräuchte, um sie zu einer folgerichtigen Reihe zu verbinden. Das Mahāparinibbāna-Suttanta (DN 16) gibt uns einen zusammenhängenden Bericht über die letzten Tage des Buddha, der in seinem Tod und der Einäscherung gipfelt. Aber davon abgesehen muss das biographische Material in weit verstreuten Texten aufgestöbert werden, und wir müssen uns auf Spekulation, Fantasie und Hinweise in den Texten selbst stützen (wie etwa die Umgebung und gelegentliche Bezüge auf Vorfälle, die damit zu tun hatten), um diese zu bestimmten Phasen im Leben des Buddha zuzuordnen. ",
  "an-introduction-bodhi:27": "Dennoch weist der AN auf Begebenheiten hin, die uns aus den später verfassten zusammenhängenden Berichten über das Leben des Buddha bekannt sind. Wir können diese vielleicht als das Rohmaterial betrachten, das die Poeten und Hagiografen heranzogen, um die prächtige Buddhabiografie zu verfassen. So spricht <a class='ref' href='/an4.127'>AN 4.127</a> von den Wundern, die die Empfängnis des Buddha im Mutterleib, seine Geburt, seine Erleuchtung und das Ins-Rollen-Bringen des Rades des Dhamma begleiteten. In <a class='ref' href='/an3.39'>AN 3.39</a> spricht er über seine behütete und luxuriöse Erziehung und erzählt von den Betrachtungen über Alter, Krankheit und Tod, die ihn aus seinem Berauschtsein mit Jugend, Gesundheit und Leben aufrüttelten. In <a class='ref' href='/an8.64'>AN 8.64</a> und <a class='ref' href='/an9.40'>AN 9.40</a> spricht er über sein Bemühen, in seinem Kampf um Erleuchtung die verschiedenen Stufen der Meditation zu meistern; diese beiden Berichte wurden in die bekannte Buddhabiografie nicht aufgenommen. Das Sutta <a class='ref' href='/an5.196'>AN 5.196</a> berichtet von den fünf Träumen, die er noch als Bodhisatta hatte, die Vorzeichen seines Erwachens waren, und <a class='ref' href='/an8.11'>AN 8.11</a> gibt die traditionelle Beschreibung der Erleuchtung als ein Fortschreiten durch die vier Jhānas und die drei höheren Erkenntnisse bis zur Auflösung der Makel wieder. In <a class='ref' href='/an4.21'>AN 4.21</a> spricht der Buddha über seine Überlegungen nach der Erleuchtung und seine Entscheidung, nur den Dhamma zu ehren. In <a class='ref' href='/an8.70'>AN 8.70</a> behauptet er, wenn er wollte, könnte er das ganze Äon hindurch am Leben bleiben, und er beschließt, die „Lebenskraft aufzugeben“, da Ānanda versäumte, ihn um die Verlängerung seines Lebens zu bitten. Diese Begebenheit ist uns aus dem Mahāparinibbāna-Sutta vertraut. ",
  "an-introduction-bodhi:28": "Während die Texte, die biografisches Material bieten, eher spärlich sind, gibt es reichlich solche, die die Tugenden und Errungenschaften des Buddha rühmen. Er wird gepriesen als „der eine Mensch, der … aus Mitgefühl mit der Welt, zum Guten, zum Wohl und Glück von Devas und Menschen“ in der Welt erscheint (<a class='ref' href='/an1.170'>AN 1.170</a>). Seine körperliche Gestalt besitzt so außerordentliche Kennzeichen, dass ein forschender Brahmane nicht glauben kann, dass er bloß ein Mensch ist (<a class='ref' href='/an4.36'>AN 4.36</a>). Er hat edle Tugend, Konzentration, Weisheit und Befreiung vervollkommnet (<a class='ref' href='/an4.1'>AN 4.1</a>). Er besitzt die Eigenschaften, die man von einem ganz vollkommenen geistlichen Lehrer erwartet (<a class='ref' href='/an5.100'>AN 5.100</a>). Vom Mönch Udāyī wird er in Versen von großer Schönheit gepriesen (<a class='ref' href='/an6.43'>AN 6.43</a>) und von seinem Laienschüler König Pasenadi gerühmt (<a class='ref' href='/an10.30'>AN 10.30</a>). Obwohl er in der Welt lebt, ist er von ihr losgelöst, alle Befleckungen sind aufgelöst, er ist frei von Geburt, Alter und Tod, wie eine Lotusblume, die „im Wasser geboren und gewachsen ist, aber die sich über das Wasser erhebt und unbenetzt vom Wasser dasteht“ (<a class='ref' href='/an4.36'>AN 4.36</a>, <a class='ref' href='/an10.81'>AN 10.81</a>). ",
  "an-introduction-bodhi:29": "Ich habe mich entschieden, dass die Suttas, in denen der Buddha von sich als dem „Tathāgata“ spricht, so beeindruckend sind, dass es gerechtfertigt ist, sie einer eigenen Klasse zuzuweisen. In diesen Suttas sehe ich, wie der Buddha auf sich nicht einfach als einzelnes Individuum Bezug nimmt, sondern als der jüngste Vertreter einer „Dynastie“ von Buddhas, diesen außerordentlichen Wesen, die selten in großen Abständen im kosmischen Geschehen erscheinen, den verlorenen Pfad zum Nibbāna wiederentdecken und die Welt darin unterweisen. Im AN finden wir ausdrückliche Hinweise nur auf zwei der sechs Buddhas der Vergangenheit, die wir aus anderen Nikāyas kennen. Sikhī, der fünftletzte, wird in <a class='ref' href='/an3.80'>AN 3.80</a> erwähnt, und Kassapa, Gotamas Vorgänger, in <a class='ref' href='/an5.180'>AN 5.180</a>. Aber es gibt eine recht große Zahl von Hinweisen auf Tathāgatas im Plural, was darauf hindeutet, dass die Idee einer Aufeinanderfolge von Buddhas den Menschen, die diesen Nikāya zusammenstellten, bereits bekannt war. ",
  "an-introduction-bodhi:30": "Aus der Sicht der Nikāyas haben alle Tathāgatas teil an denselben wesentlichen Eigenarten, die aus ihnen Weltlehrer machen. Es wird erklärt, der Tathāgata sei „ohne Ebenbürtigen oder Gegenstück, unvergleichlich, beispiellos, unerreicht, unübertroffen, ohnegleichen, der Beste der Zweifüßer“  (<a class='ref' href='/an1.174'>AN 1.174</a>). Er ist das vorderste der Wesen, und wer zu ihm Zuversicht hat, hat Zuversicht zum Besten (<a class='ref' href='/an4.34'>AN 4.34</a>). Sein Erscheinen ist „das Erscheinen eines großen Sehens, eines großen Lichts und eines großen Glanzes“ (<a class='ref' href='/an1.175'>AN 1.175–77</a>). Er ist vollkommen erwacht zu „allem, was man sehen, hören, empfinden, erkennen, erreichen, suchen oder mit dem Geist erkunden kann“, und daher ist alles, was er lehrt, „genau so und nicht anders“ (<a class='ref' href='/an4.23'>AN 4.23</a>). Er besitzt die „zehn Kräfte eines Tathāgata“ und die „vier Arten des Selbstvertrauens“, und auf dieser Grundlage „beansprucht er den Platz des obersten Bullen, brüllt sein Löwengebrüll in den Versammlungen und setzt das Brahmarad in Bewegung“ (<a class='ref' href='/an4.8'>AN 4.8</a>, <a class='ref' href='/an10.22'>AN 10.22</a>; siehe auch <a class='ref' href='/an6.64'>AN 6.64</a>). Sein „Löwengebrüll“ über die Unbeständigkeit ist so mächtig, dass es selbst langlebige Gottheiten zum Beben und Zittern bringt (<a class='ref' href='/an4.33'>AN 4.33</a>). ",
  "an-introduction-bodhi:31": "Der Dhamma und die Schulung ",
  "an-introduction-bodhi:32": "Obwohl der Buddha der höchste Mensch im spirituellen Bereich war, verehrte er etwas, das noch über ihm stand: den Dhamma. Nach seiner Erleuchtung suchte er vergeblich nach jemandem, den er ehren könnte, und beschloss: „Ich will nur diesen Dhamma, zu dem ich vollkommen erwacht bin, ehren, achten, von ihm abhängig sein.“ (<a class='ref' href='/an4.22'>AN 4.22</a>) Wenn er andere lehrt, tut er das, indem er sich „nur auf den Dhamma stützt, nur den Dhamma ehrt, achtet und verehrt, den Dhamma als seinen Maßstab, sein Banner und seine Autorität betrachtet“ (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>). Wen auch immer er lehrt, er lehrt respektvoll, „weil der Tathāgata Respekt vor dem Dhamma hat, Verehrung für den Dhamma“ (<a class='ref' href='/an5.99'>AN 5.99</a>). ",
  "an-introduction-bodhi:33": "In diesem Sinn ist der Dhamma nicht so sehr die in Worte gefasste Lehre als vielmehr ein Korpus spiritueller Grundsätze, die spirituelles Wachstum und Befreiung möglich machen. Seine höchsten Bezugspunkte sind der edle achtfache Pfad, der die vorderste aller bedingten Erscheinungen ist, und Nibbāna, das das vorderste aller bedingten und nicht bedingten Dinge ist (<a class='ref' href='/an4.34'>AN 4.34</a>). Der Buddha fasste die Essenz des Dhamma auf verschiedene Arten zusammen, die alle aus dem gleichen Korpus von Grundsätzen hervorgehen. An einer Stelle sagt er, dass die grenzenlosen Ausdrucksweisen des Dhamma in vier Dingen zusammenkommen: verstehen, was untauglich ist, und es aufgeben, und verstehen, was tauglich ist, und es entwickeln (<a class='ref' href='/an4.188'>AN 4.188</a>). Er lehrte seine Stiefmutter Mahāpajāpatī acht Kriterien des wahren Dhamma (<a class='ref' href='/an8.53'>AN 8.53</a>), und, kürzer  noch, sagte er dem Bhikkhu Upāli, dass die Lehre „in diesen Dingen, die ausschließlich zu Ernüchterung, Sichabwenden, Aufhören, Frieden, unmittelbarer Einsicht, Erwachen und Erlöschen führen“, zu finden sei (<a class='ref' href='/an7.83'>AN 7.83</a>). ",
  "an-introduction-bodhi:34": "Anders als viele seiner Zeitgenossen lehnte es der Buddha ab, sich in spekulativen Ansichten über Dinge zu ergehen, die für die Suche nach Erlösung vom Leiden ohne Belang sind. Insbesondere lehnte er es ab, Äußerungen über das Schicksal des befreiten Menschen nach dem Tod zu machen oder die zehn berüchtigten spekulativen Fragen zu beantworten (siehe <a class='ref' href='/an7.54'>AN 7.54</a>). Stattdessen betonte er, dass er den Dhamma „für die Läuterung der Wesen, die Überwindung von Kummer und Jammer, das Vorbeigehen von Schmerz und Niedergeschlagenheit, das Erlangen der Methode und das Verwirklichen von Nibbāna“ lehre (<a class='ref' href='/an9.20'>AN 9.20</a>). Doch obwohl er eine Art „metaphysischer Zurückhaltung“ übte, zögerte er doch nicht, solche Ansichten, die er für schädlich für das geistliche Leben hielt, zu kritisieren. Die Texte nennen manchmal drei, die er ausdrücklich zurückwies: Determinismus im Zusammenhang mit früheren Taten, deterministischen Theismus und das Leugnen kausaler Zusammenhänge (<a class='ref' href='/an3.61'>AN 3.61</a>). Die These, dass es „keine Frucht und kein Ergebnis von guten und schlechten Taten gibt“, lehnte er entschieden als eine falsche Ansicht ab, die den Grundsatz des Kamma leugnet (<a class='ref' href='/an10.176'>AN 10.176</a>, <a class='ref' href='/an10.211'>AN 10.211</a>, usw.). Auch die „harte deterministische“ Ansicht, dass unsere Entscheidungen unumstößlich von etwas verursacht werden, das außerhalb von uns selbst liegt, kritisierte er streng. Der deterministischen Position, dass es „kein Kamma, keine Tat, keine Energie“ gebe, hielt er entgegen, dass alle vollkommen erleuchteten Buddhas der Vergangenheit, Gegenwart und Zukunft „eine Kamma-Lehre, eine Tat-Lehre, eine Energie-Lehre“ lehren (<a class='ref' href='/an3.137'>AN 3.137</a>). Er bestand darauf, dass es Dinge gibt wie Antrieb, Initiative, Entscheidung und Anstrengung, infolge derer Menschen für ihr Schicksal verantwortlich sind (<a class='ref' href='/an6.38'>AN 6.38</a>). ",
  "an-introduction-bodhi:35": "Der Buddha behauptet, sein Dhamma sei unmittelbar sichtbar (<i lang='pi' translate='no'>sandiṭṭhika</i>), ein Wort, das zu einem der Beinamen der Lehre wurde. Wenn er gefragt wurde, wie man das bestätigen könne, erklärte er es so, dass er die Fragesteller wieder auf ihre eigene unmittelbare Erfahrung verwies. Wenn jemand von Begierde, Hass oder Täuschung überwältigt ist, so sagte er, handelt er zu seinem eigenen Schaden, zum Schaden anderer und zum Schaden beider, und er erlebt Leiden und Niedergeschlagenheit. Aber wenn Begierde, Hass und Täuschung aufgegeben sind, ist er frei und kann zum Wohl aller handeln; er erlebt nicht länger Leiden und Kummer (siehe <a class='ref' href='/an3.53'>AN 3.53–54</a>). Die Vernichtung von Begierde, Hass und Täuschung ist Nibbāna, und in dieser Hinsicht ist auch Nibbāna unmittelbar sichtbar (<a class='ref' href='/an3.55'>AN 3.55</a>). ",
  "an-introduction-bodhi:36": "Im AN wird der Dhamma nicht nur als der Übungsweg und das Ziel der Verwirklichung betrachtet, sondern auch als die Sammlung von mündlichen Lehrreden, die der Buddha in seiner Laufbahn als Lehrer gehalten hat. Daher beziehen sich die Suttas gelegentlich auf die neun Arten von Lehren, in die die Lehrreden in der frühesten Periode eingeteilt waren, bevor sie zu Nikāyas zusammengestellt wurden (<a class='ref' href='/an4.102'>AN 4.102</a>, <a class='ref' href='/an4.107'>AN 4.107</a>, <a class='ref' href='/an5.73'>AN 5.73–74</a> usw.). Weil die Lehren des Buddha, die den Weg zu Erleuchtung und Befreiung aufzeigen, in einem Korpus von Schriften gesammelt wurden, hängen guter Zustand, Reinheit und langer Bestand des Dhamma von der richtigen Bewahrung und Weitergabe der Texte ab. Von den vier Nikāyas ist der AN derjenige, der am häufigsten auf der Notwendigkeit besteht, den Dhamma richtig zu bewahren und ihn damit vor Verfall und Verschwinden zu schützen. ",
  "an-introduction-bodhi:37": "Suttas, die auf dieses Thema eingehen, finden sich überall in dem Werk. Eine Reihe kurzer Texte in den Einern skizziert die Faktoren, die den guten Dhamma zum Verschwinden bringen und, umgekehrt, die Faktoren, die seine Lebendigkeit erhalten (<a class='ref' href='/an1.30'>AN 1.30–69</a>). Letztere können folgendermaßen zusammengefasst werden: nicht verwechseln, was der Dhamma und was nicht der Dhamma ist; nicht verwechseln, was die Schulung ist und was der Schulung entgegengeht; den Buddha richtig zitieren, sein Verhalten richtig beschreiben und verschiedene Kategorien von Schulungsregeln nicht vermischen. In einem Sutta gibt der Buddha den Mönchen Anweisungen über die Kriterien, anhand derer sie feststellen können, ob nach seinem Tod vorgetragene Lehren authentisch oder unecht sind (<a class='ref' href='/an4.180'>AN 4.180</a>). Ein anderes Sutta sagt, der gute Dhamma verfalle, wenn die Mönche die Lehre nicht richtig bewahrten, ihre Bedeutung falsch auslegten, andere nicht unterwiesen und in ihrer Übung zurückfielen. Doch wenn sie, umgekehrt, die Lehren richtig bewahrten, sie richtig auslegten, andere unterwiesen und sich in ihrer Übung bemühten, bliebe die Lehre lange bestehen (<a class='ref' href='/an4.160'>AN 4.160</a>). ",
  "an-introduction-bodhi:38": "Das Kaleidoskop der Erfahrung: ständig in Bewegung ",
  "an-introduction-bodhi:39": "Wenn man in Betracht zieht, wie wichtig es ist, die Lehren zu bewahren und ihren langen Bestand zu sichern, was genau ist dann der Inhalt des Dhamma, den der Buddha entdeckte, und warum ist er so besonders? Bevor wir diese Frage beantworten, ist es hilfreich, kurz das Bild zu betrachten, das der Buddha vom Universum hat, um den Hintergrund für die Suche nach Befreiung zu sehen. Die Nikāyas haben die Vorstellung eines Universums von unvorstellbar gewaltigen Ausmaßen, das abwechselnd Phasen der Entfaltung und des Niedergangs durchläuft. Die Grundeinheit der kosmischen Zeit ist das Äon (<i lang='pi' translate='no'>kappa</i>). Wer die Fähigkeit erwirbt, sich an seine früheren Leben zu erinnern, so sagen die Texte, kann sich an „viele Äonen der Auflösung der Welt, viele Äonen der Entfaltung der Welt, viele Äonen der Auflösung und Entfaltung der Welt“ erinnern (<a class='ref' href='/an3.58'>AN 3.58</a>, <a class='ref' href='/an3.101'>AN 3.101</a> usw.). Das Äon ist in vier Phasen eingeteilt: Auflösung, anhaltende Auflösung, Entfaltung und vollständige Entfaltung. Jede dieser Phasen entzieht sich einer Berechnung in Hunderttausenden von Jahren (<a class='ref' href='/an4.156'>AN 4.156</a>). Ein Weltsystem hat nicht nur eine riesige zeitliche Ausdehnung, es besteht auch aus verschiedenen schichtweise gegliederten Daseinsbereichen; diese reichen von den trostlosen Höllenwelten, Welten von extremem Leiden, über das Tierreich, das Reich der gequälten Geister (manchmal „hungrige Geister“ genannt), dann über die Menschenwelt und weiter durch eine aufsteigende Reihe himmlischer Bereiche, die von <i lang='pi' translate='no'>Devas</i>, den Gottheiten, und <i lang='pi' translate='no'>Brahmās</i>, den göttlichen Wesen, bewohnt werden. Es gibt sechs sinnliche Welten in den himmlischen Bereichen: den Himmel der vier göttlichen Könige, die Tāvatiṁsa-Devas, die Yāma-Devas, die Tusita-Devas, die Devas, die gerne erschaffen, und die Devas, die über das herrschen, was andere geschaffen haben (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an6.10'>AN 6.10</a>, <a class='ref' href='/an8.36'>AN 8.36</a> usw.). Über diesen gibt es die Brahmāwelt und noch höhere Bereiche, Sphären der Wiedergeburt für die, die die erhabenen Meditationszustände gemeistert haben. ",
  "an-introduction-bodhi:40": "Trotz aller Unterschiede gibt es eine Sache, die alle Lebewesen vom Untersten zum Höchsten verbindet: Sie alle suchen Freiheit vom Leiden und wollen wahres Glück erlangen. Genau diesen angeborenen Drang eines Lebewesens macht der Buddha zum beherrschenden Thema seiner Lehre, zum Dreh- und Angelpunkt, der alle Lehren und Übungen zusammenhält. Doch statt unsere gewöhnlichen Annahmen für selbstverständlich zu halten, bricht der Buddha zu einer kritischen Untersuchung der Frage auf, was Leiden ausmacht und was eine Aussicht auf unauflösliches Glück eröffnet. Unsere Vorannahmen darüber, was uns glücklich machen wird, sind oft irreführend; sie stammen von einer Fixierung auf die unmittelbare Empfindung, die die tiefgreifenderen Auswirkungen und die langfristigen Folgen unseres Verhaltens außer Acht lässt. ",
  "an-introduction-bodhi:41": "Erfahrung verändert sich ständig, sie ändert stets ihre Gestalt, unabhängig von unseren Wünschen und Erwartungen. Entgegen unseren Hoffnungen können wir Alter, Krankheit und Tod nicht vermeiden, den Verfall von Besitztümern, den Verlust von Nahestehenden. Der törichte Weltmensch und der weise Schüler teilen dieses Schicksal. Sie unterscheiden sich dadurch, dass der Weltmensch nicht über die Allgemeingültigkeit dieses Gesetzes nachdenkt und daher „bekümmert und schwach ist, klagt, sich weinend an die Brust schlägt und in Verwirrung stürzt“, wenn sein Schicksal ihn ereilt. Der weise Schüler hingegen erkennt, dass Alter, Krankheit und Tod, Zerstörung und Verlust unser allgemeines Schicksal sind; daher zieht er „den giftigen Pfeil des Kummers“ heraus und lebt glücklich ohne Pfeile (<a class='ref' href='/an5.48'>AN 5.48</a>). Wiederum sind sowohl Weltmensch als auch Schüler den „acht weltlichen Gegebenheiten“ unterworfen: Gewinn und Verlust, Schande und Ruhm, Tadel und Lob, Glück und Schmerz. Der Weltmensch, vom Einen angezogen und vom Anderen abgestoßen, „ist nicht befreit von Geburt, Alter und Tod, von Kummer, Klage, Schmerz, Schwermut und Qual“. Der edle Schüler hingegen, der erkennt, dass alle diese unsicheren Gegebenheiten unbeständig sind und der Veränderung unterliegen, verwirft Anziehung und Abstoßung und erlangt innere Freiheit (<a class='ref' href='/an8.6'>AN 8.6</a>). ",
  "an-introduction-bodhi:42": "Was der Buddha als Ausgangspunkt bei der Suche nach wahrem Glück betont, ist die enge Beziehung zwischen der ethischen Qualität unseres Verhaltens und der gefühlsmäßigen Tönung unserer Erfahrung. Körperliche, sprachliche und gedankliche Handlungen können nach ethischen Gesichtspunkten in allgemeine Kategorien eingeteilt werden: das Untaugliche (<i lang='pi' translate='no'>akusala</i>) und das Taugliche (<i lang='pi' translate='no'>kusala</i>). Der Buddha bemerkte, dass das Untaugliche eine Quelle des Elends ist, das Taugliche eine Quelle der Seligkeit. Gier, Hass und Täuschung führen zu Unglück und Leiden, ihre Beseitigung bringt Wohlergehen und Glück (<a class='ref' href='/an3.65'>AN 3.65–66</a>). Sein stetiger Appell an seine Schüler war daher, dass sie sich bemühen sollten, das Untaugliche aufzugeben und das Taugliche zu entwickeln (<a class='ref' href='/an2.19'>AN 2.19</a>). Heilsame Anstrengung führt zu weitaus größerem, reicherem und anhaltenderem Glück als das Schwelgen im Verlangen. Eine Reihe sehr kurzer Suttas stellt verschiedene Arten von Glück einander gegenüber und bewertet ihren relativen Wert: Das Glück des Klosterlebens ist höher als das des Laienlebens; das Glück der Entsagung ist höher als sinnliches Glück; das Glück ohne Besitzerwerb ist höher als das Glück, das durch Besitzerwerb entsteht; das Glück ohne Befleckungen ist höher als das mit Befleckungen; und spirituelles Glück ist höher als weltliches Glück (<a class='ref' href='/an2.64'>AN 2.64–68</a>). ",
  "an-introduction-bodhi:43": "Nach dem Buddha ändert das „sich stets in Bewegung befindliche Kaleidoskop“ von Leiden und Glück seine Gestalt nicht nur während eines einzelnen Lebens auf der Erde, sondern es verändert sich viel dramatischer auf unserer Reise durch die Runde der Wiedergeburten, die als <i lang='pi' translate='no'>Saṁsāra</i>, „das Umherwandern“, bekannt ist. Der beherrschende Faktor in diesem Prozess, der die Wiedergeburt im Ganzen zu einem gesetzmäßigen Ablauf macht, ist eine Kraft, die <i lang='pi' translate='no'>Kamma</i> (Skt: <i lang='pi' translate='no'>Karma</i>) genannt wird. Das Wort „Kamma“ bedeutet wörtlich Handlung, aber der Buddha gebraucht es insbesondere mit Bezug auf willentliches oder absichtliches Handeln: „Es ist der Wille, Bhikkhus, den ich Kamma nenne; denn nachdem man sich willentlich entschieden hat, handelt man mit dem Körper, der Sprache oder dem Geist.“ (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Kamma bezeichnet somit Taten, die aus einem Willen entspringen, die rein gedanklich bleiben können, indem wir durch unsere Gedanken, Pläne und Wünsche Kamma schaffen; oder sie können ihren Ausdruck in körperlichen oder sprachlichen Taten finden. Kamma bezeichnet auch die moralische Kraft, die durch unsere Taten geschaffen wird. All unsere moralisch festgelegten Handlungen schaffen ein Potenzial zum Hervorbringen von Ergebnissen (<i lang='pi' translate='no'>vipāka</i>), das ihrer ethischen Qualität entspricht. Unsere Taten schaffen Kamma, und wenn geeignete Bedingungen zusammenkommen, wird das Kamma reif und bringt die entsprechenden Früchte hervor; es bringt Elend oder Glück in Abhängigkeit von der moralischen Qualität der ursprünglichen Handlung. Das Kamma, das wir schaffen, kann entweder noch in diesem Leben reifen oder bei der nächsten Wiedergeburt oder bei einer späteren Gelegenheit (<a class='ref' href='/an3.34'>AN 3.34</a>, <a class='ref' href='/an10.217'>AN 10.217</a>). Eine Sache ist gewiss: Solange wir im Kreislauf der Wiedergeburten umherwandern, besitzt unser angesammeltes Kamma die Fähigkeit, zu reifen und seine Ergebnisse hervorzubringen. Daher lehrt der Buddha wieder und wieder, dass „die Wesen die Besitzer ihres Kamma sind, die Erben ihres Kamma; das Kamma ist ihr Ursprung, ihre Verwandtschaft, ihre Zuflucht; von jedem Kamma, das sie tun, sind sie die Erben“ (<a class='ref' href='/an10.216'>AN 10.216</a>; siehe auch <a class='ref' href='/an5.57'>AN 5.57</a>, <a class='ref' href='/an10.48'>AN 10.48</a>). ",
  "an-introduction-bodhi:44": "Die Unterschiede im Kamma sind für die große Bandbreite im Schicksal der Lebewesen verantwortlich, die sich ständig im Kreislauf des Daseins drehen, aufsteigen und fallen, manchmal von der Dunkelheit zum Licht und manchmal vom Licht zur Dunkelheit gehen (<a class='ref' href='/an4.85'>AN 4.85</a>). Das Kamma ist die grundsätzliche Determinante der Wiedergeburt. Untaugliches Kamma fördert eine unglückliche Wiedergeburt und schmerzhafte Ergebnisse, taugliches Kamma eine glückliche Wiedergeburt und angenehme Ergebnisse (<a class='ref' href='/an2.16'>AN 2.16–17</a>, <a class='ref' href='/an3.111'>AN 3.111</a>, <a class='ref' href='/an10.217'>AN 10.217–18</a>). Wiedergeburt ist nicht auf die menschliche Welt beschränkt, denn das Kamma ist nach Qualität und Wirksamkeit unterschiedlich und kann daher zu Wiedergeburt an jedem der fünf <i lang='pi' translate='no'>gatis</i> oder Bestimmungsorte führen: in der Hölle, dem Tierreich, dem Reich der gequälten Geister, der Menschenwelt oder der Devawelt (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Die Wesen wandern ständig von einem Bereich zum andern, aber wenige werden in der Menschen- oder Devawelt wiedergeboren, verglichen mit der viel größeren Zahl derer, die in den Höllen, dem Tierreich und den Gespensterreichen wiedergeboren werden, die zusammen als Bereich des Elends, schlechte Bestimmungsorte oder niedere Welt bezeichnet werden (<a class='ref' href='/an1.348'>AN 1.348–77</a>). Modernisten, die vorschlagen, diese Bereiche als psychologische Zustände zu deuten, die wir als Menschen erleben, hätten es schwer, in den Nikāyas eine Unterstützung für ihre Position zu finden. Im AN lesen wir wieder und wieder, fast in jedem <i lang='pi' translate='no'>Nipāta</i>, wie Lebewesen „mit dem Auseinanderbrechen des Körpers, nach dem Tod“ (<i lang='pi' translate='no'>kāyassa bhedā paraṁmaraṇā</i>) in der Hölle oder im Himmel wiedergeboren werden. Dieser Ausdruck ist eines der wichtigsten Leitmotive der Nikāyas, und es gibt keinen Hinweis, dass er metaphorisch gemeint sein könnte. ",
  "an-introduction-bodhi:45": "Das Kriterium, nach dem der Wille zu beurteilen ist, der eine Handlung tauglich oder untauglich macht, besteht in den Motiven, die ihn begleiten, oder seinen „Wurzeln“. Es gibt drei untaugliche Wurzeln: Gier, Hass und Täuschung. Aus diesen gehen sekundäre Befleckungen wie Zorn, Feindseligkeit, Neid, Geiz, Einbildung und Überheblichkeit hervor; und von den Wurzeln  und sekundären Befleckungen gehen befleckte Handlungen aus mit ihrem Potenzial, zu Wiedergeburt im Bereich des Elends zu führen (<a class='ref' href='/an6.39'>AN 6.39</a>). Taugliches Kamma andererseits sind Handlungen, die aus den drei tauglichen Wurzeln hervorgehen: Nicht-Gier, Nicht-Hass und Nicht-Täuschung, oder positiv ausgedrückt: Großzügigkeit, liebende Güte und Weisheit. Während Handlungen, die aus den untauglichen Wurzeln stammen, immer an die Runde der Wiederholung von Geburt und Tod geknüpft sind, gibt es bei den Handlungen, die aus den tauglichen Wurzeln stammen, zwei Arten, weltliche und solche, die über die Welt hinausführen. Weltliche taugliche Handlungen haben das Potenzial, zu einer glücklichen Wiedergeburt in den höheren Bereichen zu führen (<a class='ref' href='/an6.39'>AN 6.39</a>). Die  über die Welt hinausführenden oder überweltlichen (<i lang='pi' translate='no'>lokuttara</i>)  tauglichen Handlungen – das Kamma, das durch das Üben des edlen achtfachen Pfades und der sieben Faktoren der Erleuchtung geschaffen wird – lösen den gesamten Vorgang der kammischen Verursachung auf und führen dadurch zur Befreiung von der Runde der Wiedergeburten (<a class='ref' href='/an3.34'>AN 3.34</a>, <a class='ref' href='/an4.233'>AN 4.233</a>, <a class='ref' href='/an4.237'>AN 4.237–38</a>). ",
  "an-introduction-bodhi:46": "Die Texte verlangen nicht von uns, dass wir raten, welche Art von Taten taugliches und welche untaugliches Kamma schaffen. Sie stellen stattdessen genaue Karten vom Gelände des richtigen und des falschen Verhaltens bereit. Die übliche Aufzählung enthält zehn Arten untauglichen Verhaltens – drei mit dem Körper, vier mit der Sprache und drei mit dem Geist – sowie die zehn entsprechenden Arten tauglichen Kammas (<a class='ref' href='/an10.167'>AN 10.167–233</a>; siehe <a class='ref' href='/an10.176'>AN 10.176</a> für eine detaillierte Aufgliederung). Letztlich gehen all diese Handlungen aber vom Geist aus. So wird deutlich gemacht, dass der Geist die Quelle ist, die Gut und Böse zugrunde liegt, und durch die Handlungen, die von ihr ausgehen, werden Leiden und Glück verursacht. ",
  "an-introduction-bodhi:47": "Indem er die Wurzeln von Leiden und Glück zu unseren Absichten zurückverfolgt, zeigt der Buddha, dass der Schlüssel zum Glück in der Schulung des Geistes liegt. In einer Reihe paariger Suttas sagt er, er sehe nichts, das zu so viel Schaden und Leiden führt wie der Geist, wenn er nicht entwickelt, gepflegt, gezähmt, bewacht, beschützt und zurückgehalten ist; und andererseits führt nichts zu so viel Gutem und Glück wie der Geist, wenn er entwickelt, gepflegt, gezähmt, bewacht, beschützt und zurückgehalten ist (<a class='ref' href='/an1.23'>AN 1.23–40</a>). Daher besteht der Kern der Lehre des Buddha in der Entwicklung und Pflege des Geistes, der dabei seine innere Leuchtkraft entfaltet und der Wonne der Befreiung immer näher kommt. ",
  "an-introduction-bodhi:48": "Eine harmonische Hausgemeinschaft führen ",
  "an-introduction-bodhi:49": "Obwohl der frühe Buddhismus einen Pfad der Selbst-Erziehung festlegt, der zur Auflösung des Leidens führt, hat der Buddha erkannt, dass spirituelle Entwicklung nicht in einem sozialen Vakuum stattfindet, sondern auf einer gesunden und harmonischen sozialen Ordnung ruht, die beispielhaft die Art von Tugenden veranschaulicht, die das spirituelle Leben fördern. Spirituelle Einflüsse beginnen an der Spitze der sozialen Hierarchie und breiten sich allmählich nach unten aus, wobei sie sich auf die gesamte Gesellschaft und sogar auf die biologische und physikalische Umwelt auswirken (<a class='ref' href='/an4.70'>AN 4.70</a>). So wendet der Buddha beträchtliche Mühe auf, um seine Nachfolger zu einem Lebensstil und einem Sinn für soziale Verantwortung zu erziehen, die zu einer harmonischen Gesellschaft beitragen, in der die Menschen im Einklang mit den bürgerlichen Tugenden handeln. Von den vier Nikāyas ist wahrscheinlich der Aṅguttara – neben dem Sīgalaka-Sutta (DN 31) – die reichste Quelle solcher Lehren. Kelly merkt an, dass dieser Nikāya die größte Zahl von Suttas enthält, die sich entweder direkt mit Laien befassen, indem sie sie ansprechen, oder indirekt, indem sie zu den Mönchen über die für einen Laienschüler passenden Übungen sprechen (siehe Tabelle 1). ",
  "an-introduction-bodhi:50": "Tabelle 1: Suttas, die sich mit Laien befassen ",
  "an-introduction-bodhi:51": "Dīgha ",
  "an-introduction-bodhi:52": "Majjhima ",
  "an-introduction-bodhi:53": "Saṁyutta ",
  "an-introduction-bodhi:54": "Aṅguttara ",
  "an-introduction-bodhi:55": "Khuddaka ",
  "an-introduction-bodhi:56": "Gesamtzahl der Suttas im Nikāya ",
  "an-introduction-bodhi:57": "34 ",
  "an-introduction-bodhi:58": "152 ",
  "an-introduction-bodhi:59": "2.904 ",
  "an-introduction-bodhi:60": "8.122 ",
  "an-introduction-bodhi:61": "601 ",
  "an-introduction-bodhi:62": "An Laien gerichtet ",
  "an-introduction-bodhi:63": "14 ",
  "an-introduction-bodhi:64": "47 ",
  "an-introduction-bodhi:65": "121 ",
  "an-introduction-bodhi:66": "125 ",
  "an-introduction-bodhi:67": "30 ",
  "an-introduction-bodhi:68": "Indirekt für Laien ",
  "an-introduction-bodhi:69": "1 ",
  "an-introduction-bodhi:70": "3 ",
  "an-introduction-bodhi:71": "7 ",
  "an-introduction-bodhi:72": "36 ",
  "an-introduction-bodhi:73": "6 ",
  "an-introduction-bodhi:74": "Gesamt ",
  "an-introduction-bodhi:75": "15 ",
  "an-introduction-bodhi:76": "50 ",
  "an-introduction-bodhi:77": "128 ",
  "an-introduction-bodhi:78": "161 ",
  "an-introduction-bodhi:79": "36 ",
  "an-introduction-bodhi:80": "Quelle: Kelly 2011 ",
  "an-introduction-bodhi:81": "Aus der Anzahl der Lehrreden über Familienbeziehungen wird klar, dass der Buddha die Familie als die wichtigste treibende Kraft der kulturellen Anpassung verstand. Da das Familienoberhaupt einen besonders starken Einfluss auf seinen Hausstand hat, versuchte der Buddha, die positive Veränderung der Gesellschaft zu fördern, indem er Hausbesitzern Leitlinien zum rechtmäßigen Leben anbot. Er stellte ein pragmatisches, aber inspirierendes Ideal für die Laienschaft auf, nämlich das des <i lang='pi' translate='no'>Sappurisa</i> oder „guten Menschen“, der „zum Nutzen, zum Wohl und zum Glück vieler Menschen“ lebt: seiner Eltern, seiner Frau, seiner Kinder, Hausangestellten, Freunde und derer, die ein kontemplatives Leben der Entsagung führen (<a class='ref' href='/an5.42'>AN 5.42</a>). Wenn das Familienoberhaupt ein gutes Beispiel gibt, wachsen die, die von ihm abhängig sind, in allen würdigen Dingen: Vertrauen, Tugend, Gelehrsamkeit, Großzügigkeit und Weisheit (<a class='ref' href='/an3.48'>AN 3.48</a>, <a class='ref' href='/an5.40'>AN 5.40</a>). ",
  "an-introduction-bodhi:82": "Indem er der Familie Anleitung bietet, setzt der Buddha die Pflichten von Kindern gegenüber ihren Eltern fest (<a class='ref' href='/an2.33'>AN 2.33</a>, <a class='ref' href='/an3.31'>AN 3.31</a>), rät Eheleuten, wie sie zusammenleben sollen (<a class='ref' href='/an4.53'>AN 4.53</a>), und unterweist ein Liebespaar, wie es ein Wiedersehen in künftigen Leben sicherstellen kann (<a class='ref' href='/an4.55'>AN 4.55</a>). Er unterscheidet zwischen falschem und richtigem Lebenserwerb, bestimmt die richtige Art, Vermögen zu erlangen und zu gebrauchen, und legt die angemessenen Mittel fest, um eine herzliche Beziehung aufrechtzuerhalten: Geben, gewinnende Rede, Wohltätigkeit und Unparteilichkeit (<a class='ref' href='/an4.32'>AN 4.32</a>). Er unterwies nicht nur Einzelpersonen und Familien, sondern beriet auch Staaten und Herrscher. Er lehrte die Angehörigen der Konföderation der Vajjier, die eine republikanische Regierungsform hatten, „sieben Grundsätze, die den Niedergang verhindern“ (<a class='ref' href='/an7.21'>AN 7.21</a>). Für Könige stellte er das Ideal des „Rad-drehenden Herrschers“ auf (<i lang='pi' translate='no'>rājā cakkavati</i>), des gerechten Königs, der gemäß dem Dhamma regiert und allen in seinem Reich, einschließlich Tieren und Vögeln, rechtschaffenen Schutz gewährt (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>). ",
  "an-introduction-bodhi:83": "Der Weg, der nach oben führt ",
  "an-introduction-bodhi:84": "Während der frühe Buddhismus eine rechtschaffene Gesellschaft als Garant optimaler Bedingungen für ein gemeinschaftliches Wohl und Glück sieht, liegt sein Schwerpunkt nicht auf gesellschaftlicher Stabilität an sich, sondern auf der spirituellen Entwicklung und Befreiung des Einzelnen. Die besten Bedingungen für das ungehinderte Verfolgen des letzten Zieles werden mit dem Lebensstil hausloser Mönche und Nonnen gewährleistet, die von allen Verpflichtungen und Verantwortlichkeiten des Hauslebens frei sind. Aber der Buddha bemerkte auch, beinahe beispiellos für seine Zeit, dass Hausbesitzer, die ihren Lebensunterhalt „im Schweiße ihres Angesichts“ verdienen und eine Familie ernähren, ebenfalls spirituelle Fortschritte machen und drei der vier Stufen des Erwachens erlangen können. Daher legte er Anhaltspunkte zur spirituellen Schulung für seine Laienanhänger fest, die mit dem zeitraubenden Arbeitspensum und den familiären Verantwortlichkeiten vereinbar waren. Diese gaben den Laienschülern die Möglichkeit, eine höhere Wiedergeburt zu gewinnen und sogar die Ebene der Edlen zu erlangen, wo die endgültige Befreiung sicher ist. ",
  "an-introduction-bodhi:85": "Viele der Faktoren, die in die frühen Stadien der spirituellen Entwicklung einfließen, sind für Hauslose und Hausbesitzer die gleichen. Somit können, obwohl die Suttas diese Eigenschaften oft in Bezug auf einen Bhikkhu beschreiben, diese so verstanden werden, dass sie für Laienschüler ebenfalls zutreffen. Der Same der spirituellen Entwicklung ist eine Triade von Eigenschaften, bestehend aus Vertrauen (<i lang='pi' translate='no'>saddhā</i>), Zuversicht (<i lang='pi' translate='no'>pasāda</i>) und Achtung (<i lang='pi' translate='no'>gārava</i>). Vertrauen ist eine Fähigkeit und eine Kraft und wird als solche als Glaube an die Erleuchtung des Buddha definiert (<a class='ref' href='/an5.2'>AN 5.2</a>, <a class='ref' href='/an5.14'>AN 5.14</a>). Es ist ein tiefes Vertrauen zu seiner Weisheit und die Bereitschaft, seinem Rat zu folgen. Aus Vertrauen entstehen die anderen vier Kräfte, die die Schulung unmittelbar anspornen: moralische Scham, moralische Scheu, Energie und Weisheit. Mit Vertrauen eng verbunden ist Zuversicht, ein Gefühl von Ruhe und geistiger Klarheit, das aus Vertrauen entsteht. Der Schüler hat Zuversicht, dass der Buddha das beste Wesen ist, der Dhamma die beste Lehre und der Saṅgha der Edlen die beste geistliche Gemeinschaft (<a class='ref' href='/an4.34'>AN 4.34</a>). Gemeinsam mit Vertrauen und Zuversicht tritt Achtung auf, ein Gefühl von Respekt und Wertschätzung, das auf die drei Juwelen und die Schulung gerichtet ist (<a class='ref' href='/an6.32'>AN 6.32–33</a>). ",
  "an-introduction-bodhi:86": "Für einen vertrauensvollen Schüler wird das spirituelle Wachstum durch den Zusammenschluss mit guten Freunden gefördert, Menschen, die Anleitung geben und als anspornende Vorbilder dienen können. Die Aussage des Buddha zu Ānanda (SN 45.2), dass gute Freundschaft das ganze geistliche Leben ist, findet im AN kraftvolle Analoga. Wir lesen, dass es „kein einziges Ding gibt, das nicht entstandene taugliche Eigenschaften so zum Entstehen und entstandene untaugliche Eigenschaften so zum Verkümmern bringt, wie gute Freundschaft“ (<a class='ref' href='/an1.71'>AN 1.71</a>). Ein Suttapaar zählt auf wunderbare Art die Züge auf, nach denen man bei einem guten Freund suchen soll (<a class='ref' href='/an7.36'>AN 7.36–37</a>), und eine Lehrrede an einen Hausbesitzer rät diesem, sich mit anderen Hausbesitzern anzufreunden, die in Vertrauen, sittlichem Verhalten, Großzügigkeit und Weisheit vervollkommnet sind (<a class='ref' href='/an8.54'>AN 8.54</a> §3). ",
  "an-introduction-bodhi:87": "Ein großer Teil der Übung besteht für einen Hausbesitzer in verdienstvollem Handeln, im Ausführen von Tätigkeiten, die heilsames Kamma erzeugen und eine gute Wiedergeburt, Glück und spirituellen Fortschritt begünstigen. Der Buddha spornt sogar die Bhikkhus an: „Fürchtet euch nicht vor Verdienst!“, und er nennt im Einzelnen die Vorteile, die er in einem früheren Leben davon erlangte, einen Geist der liebenden Güte zu pflegen (<a class='ref' href='/an7.62'>AN 7.62</a>). Die Texte zählen drei „Grundlagen verdienstvollen Handelns“ auf: Geben, sittliches Verhalten und Entwicklung der Meditation (<a class='ref' href='/an8.36'>AN 8.36</a>). Sie erwähnen auch vier „Ströme von Verdienst“ für einen edlen Schüler: unerschütterliche Zuversicht zu den drei Juwelen zusammen mit sittlichem Verhalten (<a class='ref' href='/an4.52'>AN 4.52</a>). Die Liste wird zu acht Strömen von Verdienst erweitert, indem die dreifache Zuflucht mit den fünf Ethikregeln kombiniert wird (<a class='ref' href='/an8.39'>AN 8.39</a>). ",
  "an-introduction-bodhi:88": "Viele kurze Texte im AN befassen sich mit dem Verhalten rund um Geben und Großzügigkeit, wobei die Betonung darauf liegt, Mönche und Nonnen sowie andere Asketen, die von der Laiengemeinschaft abhängen, zu unterstützen. Obwohl der Buddha seine Schüler ermuntert hat, Hauslose aller Glaubensrichtungen zu unterstützen, selbst seine Rivalen (<a class='ref' href='/an8.12'>AN 8.12</a>), lehrte er auch, dass das Verdienst, das man beim Geben gewinnt, proportional zu den spirituellen Qualitäten der Empfänger ist und daher die Edlen, und insbesondere Arahants, das fruchtbarste Verdienstfeld darstellen (<a class='ref' href='/an3.57'>AN 3.57</a>). Sittliches Verhalten beginnt damit, dass man die fünf Übungsregeln einhält: nicht Töten, nicht Stehlen, keine sexuellen Verfehlungen, nicht Lügen und kein Gebrauch von Rauschmitteln. Die Regeln des guten Verhaltens können zu den zehn Richtungen tauglicher Handlungen erweitert werden, die nicht nur körperliches und sprachliches Verhalten abdecken, sondern heilsame Einstellungen und richtige Ansichten (<a class='ref' href='/an10.176'>AN 10.176</a>). Eine Anzahl von Texten gibt genaue Anleitungen zur rechten Rede. Zum rechten Lebenserwerb habe ich bereits im vorigen Abschnitt Bezug genommen. ",
  "an-introduction-bodhi:89": "Von besonderem Wert für den ernsthaften Laienanhänger, der um Verdienst bemüht ist, ist der <i lang='pi' translate='no'>Uposatha</i>-Besinnungstag, der an Neu- und Vollmondtagen eingehalten wird. Bei diesen Anlässen nehmen sich fromme Laienanhänger acht Ethikregeln vor, die die Regeln eines Novizmönchs nachahmen (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an8.41'>AN 8.41–45</a>). Sie verbringen den Tag in Meditation, und ein Text empfiehlt liebende Güte als besonders geeignet für den <i lang='pi' translate='no'>Uposatha</i> (<a class='ref' href='/an9.18'>AN 9.18</a>). Ein anderer Text empfiehlt fünf Betrachtungen, die als Mittel zur Läuterung des befleckten Geistes bezeichnet werden (<a class='ref' href='/an3.70'>AN 3.70</a>). Der Buddha erklärt, dass das vollständige Einhalten des <i lang='pi' translate='no'>Uposatha</i>-Tages mit allen acht Faktoren mehr Nutzen bringt als Herrschaft über den Kontinent, da das erworbene Verdienst zu Wiedergeburt in den himmlischen Bereichen führen kann. ",
  "an-introduction-bodhi:90": "In einer interessanten Tabelle, die hier dargestellt ist, hat Kelly quer durch die Nikāyas die vorherrschenden Ziele in den Suttas, die an Laien gerichtet waren, berechnet. Er unterscheidet zwischen Zielen, bei denen es um weltliches Wohl geht – in diesem Leben und in einer himmlischen Wiedergeburt –, und solchen, die mit dem Erreichen der Befreiung verbunden sind: ",
  "an-introduction-bodhi:91": "Tabelle 2: Ziele der Übung für Laien in den Nikāyas ",
  "an-introduction-bodhi:92": "Ziel ",
  "an-introduction-bodhi:93": "Dīgha ",
  "an-introduction-bodhi:94": "Majjhima ",
  "an-introduction-bodhi:95": "Saṁyutta ",
  "an-introduction-bodhi:96": "Aṅguttara ",
  "an-introduction-bodhi:97": "Khuddaka ",
  "an-introduction-bodhi:98": "Alle ",
  "an-introduction-bodhi:99": "Dieses Leben / das nächste Leben ",
  "an-introduction-bodhi:100": "6 (33%) ",
  "an-introduction-bodhi:101": "16 (32%) ",
  "an-introduction-bodhi:102": "44 (34%) ",
  "an-introduction-bodhi:103": "97 (60%) ",
  "an-introduction-bodhi:104": "21 (58%) ",
  "an-introduction-bodhi:105": "184 (47%) ",
  "an-introduction-bodhi:106": "Befreiung ",
  "an-introduction-bodhi:107": "9 (50%) ",
  "an-introduction-bodhi:108": "24 (48%) ",
  "an-introduction-bodhi:109": "58 (45%) ",
  "an-introduction-bodhi:110": "34 (21%) ",
  "an-introduction-bodhi:111": "13 (36%) ",
  "an-introduction-bodhi:112": "138 (35%) ",
  "an-introduction-bodhi:113": "Nicht näher angegeben ",
  "an-introduction-bodhi:114": "3 (17%) ",
  "an-introduction-bodhi:115": "10 (20%) ",
  "an-introduction-bodhi:116": "26 (20%) ",
  "an-introduction-bodhi:117": "30 (19%) ",
  "an-introduction-bodhi:118": "2 (6%) ",
  "an-introduction-bodhi:119": "71 (18%) ",
  "an-introduction-bodhi:120": "Gesamt ",
  "an-introduction-bodhi:121": "18 (100%) ",
  "an-introduction-bodhi:122": "50 (100%) ",
  "an-introduction-bodhi:123": "128 (100%) ",
  "an-introduction-bodhi:124": "161 (100%) ",
  "an-introduction-bodhi:125": "36 (100%) ",
  "an-introduction-bodhi:126": "393 (100%) ",
  "an-introduction-bodhi:127": "Quelle: Kelly 2011, Abschn. ?? ",
  "an-introduction-bodhi:128": "Kelly merkt an, dass der Aṅguttara stärker als die anderen Nikāyas die Betonung auf die beiden weltlichen Ziele legt, im Unterschied zum Erlangen des Stromeintritts oder höherer Stufen auf dem Pfad. Aber selbst im Aṅguttara erschöpft sich die Übung für einen Laien nicht mit dem Verdienst. In mehreren Suttas erwähnt der Buddha vier Eigenschaften, die zum höheren Wohl eines Laienanhängers führen. Die ersten drei sind Vertrauen, Sittlichkeit und Großzügigkeit, die Bestandteile des Verdienstes. Aber die vierte ist Weisheit, insbesondere die „Weisheit, die Entstehen und Vergehen erkennt, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt“ (<a class='ref' href='/an8.54'>AN 8.54</a>, <a class='ref' href='/an8.76'>AN 8.76</a>). Das ist die Weisheit, die die Unbeständigkeit erkennt, die über alle Bereiche der Wiedergeburt hinausführt zum endgültigen Ziel des Dhamma, der Verwirklichung von Nibbāna und der Befreiung aus dem Kreislauf der Wiedergeburten. ",
  "an-introduction-bodhi:129": "Den Zauber der Welt auflösen ",
  "an-introduction-bodhi:130": "Um seine Schüler von ihrem Haften an vergänglichen Dingen, an denen man festhält, wegzulenken, verwendet der Buddha ein Arsenal an Techniken, die den Abgrund sichtbar machen, der gleich neben den scheinbar unschuldigen Freuden eines sittlichen Lebens liegt. Diese Techniken zielen darauf ab, in einem Anwärter eine Eigenschaft zu wecken, die <i lang='pi' translate='no'>Saṁvega</i> genannt wird, ein Wort ohne direkte englische [oder deutsche; AdÜ] Entsprechung. Um seine Bedeutung zu übermitteln, muss man zu einem Notbehelf wie dem Ausdruck „Gefühl der Dringlichkeit“ greifen. <i lang='pi' translate='no'>Saṁvega</i> kann als der innere Aufruhr oder Schock beschrieben werden, den wir erleben, wenn wir bei einer direkten Begegnung mit Wahrheiten, deren Ernst wir uns normalerweise nicht gerne stellen, aus unserer gewöhnlichen Behaglichkeit herausgerissen werden. <i lang='pi' translate='no'>Saṁvega</i> entsteht aus der Anerkennung, dass unsere angenommene Sicherheit illusorisch ist, dass wir beständig über dünnes Eis gehen, das jeden Moment unter unseren Füßen einbrechen kann. ",
  "an-introduction-bodhi:131": "Der wichtigste Katalysator, der dieses Gefühl der Dringlichkeit in Gang setzt, ist, wenn wir mit unserer unvermeidlichen Sterblichkeit konfrontiert sind, wie sie uns von Alter, Krankheit und Tod gezeigt wird. Diese Begegnung schüttelt uns aus unserer Gewöhnung an weltliche Annehmlichkeiten heraus und schickt uns auf die Suche nach unerschütterlichem Frieden und Freiheit. Der künftige Buddha musste selbst diesen „Schock des Erkennens“ durchlaufen, bevor er sich auf seine Suche nach der Erleuchtung machen konnte. Seine tiefen Betrachtungen über Alter, Krankheit und Tod erschütterten seine Vernarrtheit in Jugend, Gesundheit und Vitalität und trieben ihn aus seinem Palast hinaus in den Wald, wo er nach dem altersfreien, krankheitsfreien und todfreien Nibbāna suchte (<a class='ref' href='/an3.39'>AN 3.39</a>). ",
  "an-introduction-bodhi:132": "In vielen Suttas benutzt der Buddha ein Schema mit drei Standpunkten, das dazu gedacht ist, ein Gefühl der Dringlichkeit hervorzurufen. Die drei Standpunkte sind die Belohnung (<i lang='pi' translate='no'>assāda</i>), die Gefahr (<i lang='pi' translate='no'>ādīnava</i>) und das Entrinnen (<i lang='pi' translate='no'>nissaraṇa</i>). Wir beginnen mit dem Offensichtlichen: dass unsere Erfahrung in der Welt einen gewissen Grad von <em>Belohnung</em> oder Vergnügen mit sich bringt, die in der Freude und dem Behagen bestehen, die entstehen, wenn wir unsere Wünsche erfüllen. Diese Belohnung zu erfahren, ist der Grund, warum Menschen sich an die Dinge hängen, die ihnen Behagen vermitteln. Wenn wir jedoch tiefer schauen, können wir sehen, dass es gleich unter der glitzernden Oberfläche der Freude eine dunkle Kehrseite von Schmerz und Bedrängnis gibt. Das ist die <em>Gefahr</em> der Dinge, die von ihrer Unbeständigkeit rührt (<i lang='pi' translate='no'>anicca</i>), von ihrer Anfälligkeit für Leiden (<i lang='pi' translate='no'>dukkha</i>) und davon, dass es ihre Natur ist, sich zu ändern und zu vergehen (<i lang='pi' translate='no'>vipariṇāmadhamma</i>). Der dritte Schritt, das <em>Entrinnen</em>, zeigt uns die Erlösung von der Gefahr. Wenn wir sehen, dass unser Verlangen nach Behagen uns an etwas bindet, das an sich schon mangelhaft ist, können wir das Verlangen fallen lassen. So liegt das Entrinnen in „der Beseitigung und dem Aufgeben von Verlangen und Begierde“. ",
  "an-introduction-bodhi:133": "Der Buddha will dieses Gefühl der Dringlichkeit hervorrufen, daher betont er Aspekte unserer Erfahrung, die wir normalerweise lieber vor uns selbst verbergen. Diese Schwerpunkte geben der Lehre einen „pessimistischen“ Anstrich, aber es ist ein Pessimismus, der nicht zu dem blinden Verbündeten Nihilismus führt, sondern zu den offenen Feldern der Befreiung, dem Ende des Leidens. Entsprechend dieser Strategie lehrt der Buddha seine Schüler, ob Ordinierte oder Laien, oft über die Tatsache nachzudenken, dass sie alt werden, krank werden und sterben müssen; dass sie von allem und jedem Geliebten getrennt werden müssen; und dass sie die Erben ihres eigenen Kamma sind (<a class='ref' href='/an5.57'>AN 5.57</a>). Er unterstreicht das Elend der Sinnenfreuden und nennt sie gefährlich, voller Leiden, eine Krankheit, einen Eiterherd, eine Fessel und einen Sumpf (<a class='ref' href='/an6.23'>AN 6.23</a>; siehe auch <a class='ref' href='/an8.56'>AN 8.56</a>). Er macht auf die schmutzige Natur des Körpers aufmerksam, der einunddreißig unattraktive Bestandteile enthält, zahlreichen Krankheiten zum Opfer fällt und einem Eiterherd mit neun Öffnungen gleicht (<a class='ref' href='/an10.60'>AN 10.60</a> §3–4; <a class='ref' href='/an9.15'>AN 9.15</a>). Er betont die Zeitlichkeit des menschlichen Lebens, das kurz, begrenzt und flüchtig ist, voller Leiden und Elend (<a class='ref' href='/an7.74'>AN 7.74</a>). Er weist darauf hin, dass irgendwann in der Zukunft selbst diese große Erde mit ihren mächtigen Gebirgen verbrennen und verschwinden wird (<a class='ref' href='/an7.66'>AN 7.66</a>). Mehr noch, er sagt, die gesamte Galaxis mit all ihren mächtigen Gottheiten werde sich auflösen. Wenn er das versteht, wird der edle Schüler „entzaubert und ernüchtert vom Besten, wie viel mehr erst von Geringerem“ (<a class='ref' href='/an10.29'>AN 10.29</a> §2–3). ",
  "an-introduction-bodhi:134": "Die Befleckungen des Geistes ",
  "an-introduction-bodhi:135": "Sobald wir die Mängel der Sinnenfreuden und die Vergeblichkeit des Umherschweifens von einem Leben zum anderen in den Bereichen der bedingten Existenz klar erkennen, entsteht der Drang, aus der Unfreiheit auszubrechen und das Ende des wiederholten Werdens zu erreichen, was gleichbedeutend mit dem Ende des Leidens ist. Um diesem Drang nachzukommen, müssen wir die Ursache unserer Gefangenschaft untersuchen, denn nur, wenn man die Ursache beseitigt, kann man die Folge loswerden. Der Buddha macht die Ursache des Leidens bei den Bindungen in unserem eigenen Geist fest. Daher betont seine Lehre eine ehrliche Selbstbeurteilung (<a class='ref' href='/an10.51'>AN 10.51</a>). Als Teil der Diagnose des Ursprungs des Leidens enthalten die Nikāyas reichlich Zusammenstellungen der verschiedenen Befleckungen, denen der Geist zum Opfer fällt. Im AN finden wir viele solcher Gruppen, die oft metaphorische Namen tragen, um anzuzeigen, wie sie auf uns wirken: Flecken, Hindernisse, Fluten, Fesseln und so weiter. ",
  "an-introduction-bodhi:136": "Wenn wir die Nikāyas lesen, sind wir von dem breiten Spektrum an Befleckungen, die aufgezählt werden, leicht eingeschüchtert und von den speziellen Rollen, die die verschiedenen Einteilungen einnehmen, verwirrt. Um diese Aufzählungen zu verstehen, habe ich sie in drei Kategorien eingeteilt. Die Kategorien sind meine eigene Einteilung und werden als solche weder in den kanonischen Texten noch in den Kommentaren erwähnt. Und obwohl die Gruppen nicht als starr exklusiv gedacht sind, hält die Einteilung doch einer Überprüfung stand. ",
  "an-introduction-bodhi:137": "(1) Die erste Klasse sind Befleckungen, die für <em>unreines Verhalten</em> verantwortlich sind. Sie sind die Motive, die Fehlverhalten und untauglichem Kamma zugrunde liegen. Die wichtigste dieser Gruppen sind die untauglichen Wurzeln: Gier (oder Begierde), Hass und Täuschung, die oben in der Diskussion des Kamma genannt wurden. Sie werden oft als Ursachen für körperliches, sprachliches und geistiges Fehlverhalten erwähnt und werden auch ausdrücklich mit den zehn Richtungen untauglicher Handlungen in Verbindung gebracht (<a class='ref' href='/an10.174'>AN 10.174</a>). Die drei Wurzeln werden manchmal auf „vier falsche Richtungen“ erweitert (<a class='ref' href='/an4.17'>AN 4.17–20</a>) – Verlangen, Hass, Täuschung und Furcht –, wenn die Motivation für eine voreingenommene Entscheidung betrachtet wird. ",
  "an-introduction-bodhi:138": "Sexuelles Verlangen ist eine Befleckung, die für Mönche und Nonnen von entscheidender Wichtigkeit ist. Sie haben sich einem Leben in Enthaltsamkeit geweiht und müssen daher ihren Sexualtrieb zügeln und beherrschen. Der Buddha sprach oft über die Gefahren, die im sexuellen Vergnügen liegen, und warnt die Mönche davor, enge Bindungen zu Angehörigen des anderen Geschlechts einzugehen (<a class='ref' href='/an5.225'>AN 5.225–26</a>). In einer Klostergemeinschaft, die Menschen mit sehr verschiedenen Persönlichkeiten und ausgeprägten Meinungen zusammenbringt, können auch Zorn und Groll eine zersetzende Wirkung auf die Gruppendynamik haben, daher legen der Buddha und seine Hauptschüler Methoden fest, um diese Unruhe stiftenden Emotionen zu zerstreuen (<a class='ref' href='/an5.161'>AN 5.161–62</a>; <a class='ref' href='/an9.29'>AN 9.29–30</a>; <a class='ref' href='/an10.79'>AN 10.79–80</a>). Zorn und Feindseligkeit bilden zusammen die erste von sechs „Wurzeln des Streits“, die der Buddha als Gefahr für die Harmonie des Saṅgha ansah (<a class='ref' href='/an6.36'>AN 6.36</a>). Da Mönche und Nonnen im Prinzip gelehrt werden, zu teilen, was sie erwerben – materielle Dinge, Laienunterstützer oder Wissen –, zählt der Buddha fünf Arten von Geiz auf, die entwurzelt werden müssen, um sicherzustellen, dass jeder in der Gemeinschaft sein Potenzial entfalten kann (<a class='ref' href='/an5.115'>AN 5.115</a>, <a class='ref' href='/an5.224'>AN 5.224</a>). Auch Laien werden unterwiesen, „mit einem Geist ohne den Fleck des Geizes“ im Haus zu leben, „großzügig, mit offener Hand, sich am Loslassen freuend, der Wohltätigkeit verpflichtet und das Geben und Teilen liebend“ (<a class='ref' href='/an6.10'>AN 6.10</a>). ",
  "an-introduction-bodhi:139": "(2) Die zweite Klasse von Befleckungen in diesem Dreierschema sind die, die <em>den Fortschritt in der Meditation hindern</em>. Die grundlegendste in dieser Gruppe ist die einfachste: reine Faulheit, Widerstand gegen die Arbeit, „die Energie aufzurütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist“ (<a class='ref' href='/an8.80'>AN 8.80</a>). Sobald man in Bezug auf die Meditation die Faulheit überwindet und eine Anstrengung zum Meditieren unternimmt, fallen die Befleckungen, denen man dann wahrscheinlich begegnet, in eine Gruppe, die als die fünf Hindernisse bekannt sind; sie werden so genannt, weil sie „Hemmnisse und Hindernisse“ sind, „geistige Lasten, Zustände, die die Weisheit schwächen“. Sie hindern einen sogar daran, zu erkennen, was gut für einen selbst und für andere ist (<a class='ref' href='/an5.51'>AN 5.51</a>). Der Buddha verurteilt sie als „ganz und gar einen Haufen Untaugliches“ (<a class='ref' href='/an5.52'>AN 5.52</a>) und vergleicht sie mit Verunreinigungen in Gold (<a class='ref' href='/an5.23'>AN 5.23</a>) und Verschmutzungen in einer Schüssel mit Wasser (<a class='ref' href='/an5.193'>AN 5.193</a>). Eine Reihe von Suttas zu Beginn des AN erklärt die wichtigsten Auslöser für jedes der fünf Hindernisse und die wirkungsvollsten Betrachtungen, um sie unter Kontrolle zu bringen (<a class='ref' href='/an1.11-20'>AN 1.11–20</a>). ",
  "an-introduction-bodhi:140": "Der Aṅguttara erwähnt andere Gruppen von Befleckungen, die die Meditationspraxis behindern. Dazu gehören die drei Arten untauglicher Gedanken (<a class='ref' href='/an4.11'>AN 4.11</a>), die fünf Arten geistiger Unfruchtbarkeit (<a class='ref' href='/an5.205'>AN 5.205</a>) und die fünf geistigen Fesseln (<a class='ref' href='/an5.206'>AN 5.206</a>). Diese können mehr oder weniger mit den fünf Hindernissen in Beziehung gebracht werden. All diese Befleckungen werden – vorläufig – durch eine erfolgreiche Übung der Stillemeditation überwunden, die ihren Höhepunkt im <i lang='pi' translate='no'>Samādhi</i> erreicht, der geistigen Sammlung und Konzentration. ",
  "an-introduction-bodhi:141": "(3) Die Befleckungen des dritten Typs sind die tiefsten und hartnäckigsten. Es sind Befleckungen, die an der Grundlage des Bewusstseinsstroms hängen und <em>die Bindung an den Kreislauf der Wiedergeburten aufrechterhalten</em>. Solche Befleckungen können im Geist schlummern, selbst wenn ein Meditierender erhabene Stadien der Konzentration erreicht. Sie können nur durch die Entwicklung von Weisheit beseitigt werden, durch die Einsicht, die tief in die Wahrheit des Dhamma vordringt. In der Sprache der Pali-Kommentare werden sie erst durch die „überweltlichen“ oder über die Welt hinausführenden Pfade (<i lang='pi' translate='no'>lokuttaramagga</i>) vollständig entwurzelt, das sind Bewusstseinszustände, die die Grenzen der bedingten Wirklichkeit durchbrechen und das unbedingte Nibbāna sehen. ",
  "an-introduction-bodhi:142": "Die ursprünglichsten dieser grundlegenden Befleckungen sind die sogenannten <i lang='pi' translate='no'>āsavas</i>, unzureichend mit „Makel“ übersetzt. Diese bestehen aus dem Verlangen nach Sinnenfreuden, Verlangen nach Fortsetzung des Daseins und Unwissenheit (<a class='ref' href='/an6.63'>AN 6.63</a> §4). Sie werden erst mit dem Erreichen des Zustands eines Arahant vollständig ausgelöscht, daher wird die Frucht der Arahantschaft beschrieben als „die makellose Befreiung des Geistes, die Befreiung durch Weisheit, die mit der Auflösung der Makel erreicht wird“. Andere Gruppen grundlegender Befleckungen sind die vier Ketten (<a class='ref' href='/an4.10'>AN 4.10</a>), die inhaltlich mit den drei <i lang='pi' translate='no'>āsavas</i> übereinstimmen, erweitert um die Kette der Ansichten; die sieben zugrundeliegenden Neigungen (<a class='ref' href='/an7.11'>AN 7.11–12</a>); und die zehn Fesseln, deren gruppenweise Ausrottung das Erreichen der aufeinanderfolgenden Stufen des Erwachens kennzeichnet (<a class='ref' href='/an10.13'>AN 10.13</a>). Die drei untauglichen Wurzeln – Begierde, Hass und Täuschung – wirken ebenfalls auf dieser Ebene und müssen daher entwurzelt werden, um Befreiung zu erlangen. All diese Befleckungen fallen unter die Oberherrschaft von Unwissenheit und Verlangen nach Dasein, die den Vorgang des Saṁsāra von einem Leben zum anderen antreiben (<a class='ref' href='/an3.76'>AN 3.76–77</a>). Die endgültige Befreiung hängt daher letztlich davon ab, Unwissenheit und Verlangen zu eliminieren, was durch die welt-überwindende Weisheit geschieht, die die vier edlen Wahrheiten zutiefst erkennt. ",
  "an-introduction-bodhi:143": "Der Pfad der Entsagung ",
  "an-introduction-bodhi:144": "Obwohl der Buddha den Dhamma offen und umfassend sowohl für Ordinierte als auch für Laien lehrte, richtete er ein spezielles Augenmerk auf die, die ihm aus dem Haus ins hauslose Leben folgten, um das Ziel zu verfolgen, das er selbst verwirklicht hatte. So enthält die systematische Schulung der Bhikkhus oder Bhikkhunīs das vollständige Spektrum der Dhammapraxis. Der stufenweise Ablauf der monastischen Schulung wird in größter Ausführlichkeit im Dīgha- und Majjhima-Nikāya behandelt, aber die gleiche Abfolge erscheint auch einmal im AN (<a class='ref' href='/an4.198'>AN 4.198</a>). ",
  "an-introduction-bodhi:145": "Die Voraussetzung für die Schulung ist das Erscheinen des Tathāgata und die Tatsache, dass er den Dhamma verkündet. Wenn er die Lehre gehört hat, gewinnt ein Schüler Vertrauen und zieht fort ins hauslose Leben. Als Bhikkhu unterzieht er sich nun der ethischen Schulung eines Hauslosen, was ein Leben der Harmlosigkeit und Reinheit bei körperlichen und sprachlichen Handlungen erfordert. Er sollte mit den einfachsten Bedarfsgegenständen zufrieden sein, ohne jedoch wegen seiner Askese überheblich zu werden (<a class='ref' href='/an4.28'>AN 4.28</a>). Um den Übergang zur Konzentration zu erleichtern, übt er Zurückhaltung bei den Sinnesorganen und bewahrt Achtsamkeit und klares Verstehen bei allen Aktivitäten. Andere Texte über die klösterliche Schulung erwähnen zwei weitere Mittel, die in diese Phase gehören: Maßhalten beim Essen und Wachheit  (<a class='ref' href='/an3.16'>AN 3.16</a>, <a class='ref' href='/an4.37'>AN 4.37</a>). Der Bhikkhu begibt sich zu einer abgeschiedenen Unterkunft, läutert seinen Geist von den fünf Hindernissen und meistert die vier Jhānas, die Stadien tiefer Konzentration. Dann lenkt er den konzentrierten Geist zu den drei Arten höherer Erkenntnis: zu der Erinnerung an frühere Leben, der Wahrnehmung des Sterbens und Wiedergeborenwerdens der Lebewesen und dem Durchbruch zu den vier edlen Wahrheiten. Dieser Vorgang gipfelt in der Befreiung des Geistes von den <i lang='pi' translate='no'>āsavas</i>. ",
  "an-introduction-bodhi:146": "Ein anderes Sutta, <a class='ref' href='/an10.99'>AN 10.99</a>, beginnt mit der gleichen Folge an vorbereitenden Schritten, aber ab dem Erreichen der vier Jhānas geht es weiter zu den vier formlosen Meditationen: der Grundlage der Unendlichkeit des Raumes, der Grundlage der Unendlichkeit des Bewusstseins, der Grundlage des Nichts und der Grundlage von „weder Wahrnehmung noch keine Wahrnehmung“. Von da geht der Meditierende weiter zum „Aufhören von Wahrnehmung und Gefühl“ – auch als der erhabene Zustand des Aufhörens bekannt –, und wenn er daraus hervorkommt, „sieht er mit Weisheit“ und erlangt die Zerstörung der <i lang='pi' translate='no'>āsavas</i>. Bei dieser Version der Schulung werden die ersten beiden höheren Erkenntnisse nicht genannt, und der Vorgang der geistigen Entwicklung setzt sich durch alle neun Meditationsstufen fort. Doch trotz dieses Unterschieds schließen beide mit der Zerstörung der <i lang='pi' translate='no'>āsavas</i> ab. ",
  "an-introduction-bodhi:147": "Obwohl der AN diese umfassende Beschreibung der klösterlichen Schulung mit den anderen Nikāyas gemeinsam hat, enthält er doch Formulierungen, die spezifisch, wenn nicht gar einzigartig für ihn zu sein scheinen. Eine davon ist die dreifache Schulung: das hohe sittliche Verhalten, der hohe Geist (der Konzentration) und die hohe Weisheit (<a class='ref' href='/an3.81'>AN 3.81–90</a>). Von besonderem Interesse in dieser Textreihe ist ein Suttapaar, das besagt, dass ein Mönch gegen die geringeren und unbedeutenderen Schulungsregeln verstoßen kann, dass er den Verstoß wiedergutmachen und dann die vier Stufen des Erwachens erreichen kann (<a class='ref' href='/an3.86'>AN 3.86–87</a>). Was er fest aufrechterhält, sind „jene Schulungsregeln, die grundlegend für das geistliche Leben sind, in Übereinstimmung mit dem geistlichen Leben“. Diese beiden Suttas setzen auch die dreifache Schulung mit den vier Stufen des Erwachens in Beziehung: Der in den Strom eingetreten ist und der Einmalwiederkehrer haben das sittliche Verhalten erfüllt, aber nicht die beiden anderen Teile der Schulung; der Nichtwiederkehrer hat die Sittlichkeit und die Konzentration erfüllt, aber nicht die Weisheit; und der Arahant hat alle drei Teile der Schulung erfüllt. ",
  "an-introduction-bodhi:148": "Einen anderen Blick auf den stufenweisen Übungsweg bietet eine Reihe „erweiterter Parallelen“, die im Fünferbuch beginnt (mit <a class='ref' href='/an5.24'>AN 5.24</a>) und sich mit wachsendem Umfang in spätere <i lang='pi' translate='no'>Nipātas</i> bis zu den Elfern fortsetzt. Diese Reihe kann man nach der dreifachen Schulung und ihrem Gipfel in der Befreiung klassifizieren, aber sie zeigt die feineren Übergänge, die zwischen den Hauptstufen liegen. So geht die vollständigste Fassung (<a class='ref' href='/an11.3'>AN 11.3</a>) vom sittlichen Verhalten zur Freiheit von Reue über und dann schrittweise zu Freude, Ekstase, Ruhe, Glück, Konzentration, Erkennen und Sehen der Dinge, wie sie wirklich sind, Ernüchterung, Sichabwenden und dem Wissen und Sehen der Befreiung. Vermutlich sollte die Befreiung selbst nach dem Sichabwenden eingefügt werden, aber dazu wäre ein Zwölferbuch erforderlich. ",
  "an-introduction-bodhi:149": "Das Streben der Ordinierten gipfelt nicht immer in der Verwirklichung des Nirvana, das den Mönch bewogen hat, sich auf das Leben der Entsagung einzulassen. Die Nikāyas zeigen ein scharfes Bewusstsein für die menschliche Schwäche und läuten daher Alarmglocken. Ein Sutta erwähnt vier „Gefahren“, die einem Familienmitglied begegnen, das „aus Vertrauen aus dem Hausleben fortgezogen ist ins hauslose Leben“: Zorn, wenn man von jüngeren Mönchen unterwiesen wird; Verlangen nach Speisen, das aufgrund der Regularien rund um die Mahlzeiten nicht erfüllt wird; Anziehung durch die fünf Arten von Sinnenfreuden; und die Begegnung mit verführerischen Frauen (<a class='ref' href='/an4.122'>AN 4.122</a>). Eine andere Lehrrede sagt, dass alle Bhikkhus oder Bhikkhunīs, die die Schulung aufgeben und zum Laienleben zurückkehren, das tun, weil es ihnen an Vertrauen, moralischer Scham, moralischer Scheu, Energie und Weisheit mangele (<a class='ref' href='/an5.5'>AN 5.5</a>). Und zwei lange Lehrreden vergleichen den Bhikkhu, der sich von der Schulung abbringen lässt, mit einem Krieger, der in der Schlacht besiegt wird. In einem Fall ist der Grund „ein Mädchen oder eine Frau, die schön ist, anziehend, anmutig, die äußerste Schönheit der Hautfarbe besitzt“ (<a class='ref' href='/an5.75'>AN 5.75</a>). Im anderen ist es die Leidenschaft, die entsteht, wenn man beim Almosengang eine Frau sieht „mit unordentlicher Kleidung und locker bekleidet“ (<a class='ref' href='/an5.76'>AN 5.76</a>). Der Aṅguttara zeigt, dass der Buddha, obwohl er ein tiefes Vertrauen in die Fähigkeit der Menschen hatte, über alle Ketten und Fesseln zu siegen, sich sehr wohl der Schwierigkeit des Unterfangens und der Stärke und Heimtücke der Befleckungen bewusst war, denen man sich stellen  und die man überwinden muss. ",
  "an-introduction-bodhi:150": "Meditation ",
  "an-introduction-bodhi:151": "Das Herzstück des Klosterlebens ist die Übung dessen, was wir Meditation nennen, das methodische Bemühen, den Geist zu zähmen und zu meistern und seine Fähigkeit zu Ruhe und Einsicht zu entwickeln. Die Schulung beginnt mit dem unentwickelten Geist, umwölkt und widerspenstig, voller Leidenschaften und Befleckungen. Sie endet mit dem befreiten Geist, still, bezähmt, hell und leuchtend, von Befleckungen und Gebundensein an wiederholtes Dasein befreit. ",
  "an-introduction-bodhi:152": "Methoden der geistigen Bildung fallen in zwei Gruppen, Ruhe (<i lang='pi' translate='no'>samatha</i>) und Einsicht (<i lang='pi' translate='no'>vipassanā</i>); erstere wird als Mittel betrachtet, Konzentration zu entwickeln, letztere als Mittel, Weisheit zu entwickeln. Ruhe führt zum vorläufigen Aufgeben der Begierde und hat die Befreiung des Geistes zur Folge. Einsicht führt zum Aufgeben der Unwissenheit und hat die Befreiung durch Weisheit zur Folge (<a class='ref' href='/an2.31'>AN 2.31</a>). Gemeinsam stellen die „Befreiung des Geistes“ und die „Befreiung durch Weisheit“ den Zustand des Arahants dar, das endgültige Ziel. ",
  "an-introduction-bodhi:153": "Obwohl die gewöhnliche Reihenfolge der meditativen Schulung von Konzentration zu Weisheit fortschreitet, zeigen manche Suttas im AN, dass Meditierende verschiedene Routen wählen können, um den Pfad der Weltüberwindung zu erreichen. Der Schüler Ānanda erklärt, dass alle, die den Zustand des Arahant erreichen, das auf eine von vier Arten tun: indem sie zuerst Ruhe und dann Einsicht entwickeln (die gewöhnliche Reihenfolge); indem sie zuerst Einsicht und dann Ruhe entwickeln; indem sie beide zusammen entwickeln; oder indem sie aus der „Rastlosigkeit über den Dhamma“ herauskommen und einen geeinten Geist entwickeln (<a class='ref' href='/an4.170'>AN 4.170</a>). Ein anderes Sutta rät jemandem, der Ruhe oder Einsicht erlangt (aber nicht das jeweils andere), nach einem Lehrer zu suchen, der Anleitungen zum Erlangen des fehlenden Faktors geben kann; jemand, der keines erlangt, soll Anleitung für das Erlangen beider suchen; und jemand, der beide erlangt, soll sie weiterentwickeln, bis sie in der Lage sind, die <i lang='pi' translate='no'>Āsavas</i> zu zerstören (<a class='ref' href='/an4.94'>AN 4.94</a>). ",
  "an-introduction-bodhi:154": "Die Meditationsgegenstände, die im AN erwähnt werden, sind zahlreich und vielfältig. Wie die anderen Nikāyas gibt auch der AN keine ausführlichen Anleitungen zur Meditationstechnik, aber er führt eine breite Vielfalt von Meditationsgegenständen ein. Anscheinend mussten sie verschieden sein, um den unterschiedlichen Neigungen der Menschen, die beim Buddha nach Anleitung suchten, gerecht zu werden. Das Einerbuch enthält quasi einen „Katalog“ von Themen und erhabenen Zuständen, die die Meditationspraxis betreffen, die alle in Verbindung damit aufgezählt werden, was einen Bhikkhu würdig macht, Almosen anzunehmen (<a class='ref' href='/an1.394'>AN 1.394–575</a>). Das gleiche <i lang='pi' translate='no'>Nipāta</i> schließt mit einem ausgedehnten Loblied auf die Achtsamkeit auf den Körper (<a class='ref' href='/an1.575'>AN 1.575–627</a>), die zum Schlüssel zur Verwirklichung der Unsterblichkeit erklärt wird. ",
  "an-introduction-bodhi:155": "Suttas im AN beschreiben viele der bekannten Meditationsgegenstände, die in Werken wie dem Visuddhimagga ausführlicher behandelt werden. Wir finden hier die Achtsamkeit auf den Atem (<a class='ref' href='/an10.60'>AN 10.60</a> §10), die sechs andächtigen Betrachtungen (<a class='ref' href='/an6.10'>AN 6.10</a>, <a class='ref' href='/an6.25'>AN 6.25</a>), liebende Güte (<a class='ref' href='/an8.1'>AN 8.1</a>, <a class='ref' href='/an11.15'>AN 11.15</a>) zusammen mit allen vier Unermesslichen oder „göttlichen Wohnorten“ (<a class='ref' href='/an3.65'>AN 3.65</a>, <a class='ref' href='/an8.63'>AN 8.63</a>) und die Achtsamkeit auf den Tod (<a class='ref' href='/an6.19'>AN 6.19–20</a>, <a class='ref' href='/an8.73'>AN 8.73–74</a>). Gehmeditation wird wegen ihres fünffachen Nutzens gepriesen (<a class='ref' href='/an5.29'>AN 5.29</a>). Von besonderem Interesse ist die Betonung, die der AN den „Wahrnehmungen“ (<i lang='pi' translate='no'>saññā</i>) zukommen lässt, Meditationsgegenständen, die anfangs einen großen Anteil an Betrachtung beinhalten und nicht bloß achtsame Beobachtung sind. <a class='ref' href='/an7.49'>AN 7.49</a> erwähnt zum Beispiel sieben Wahrnehmungen, von denen es heißt, sie „gipfeln in der Unsterblichkeit, die Unsterblichkeit ist ihre Vollendung“. Die sieben sind die Wahrnehmung der unattraktiven Natur, die Wahrnehmung des Todes, die Wahrnehmung der Widerwärtigkeit der Nahrung, die Wahrnehmung, an der ganzen Welt keine Freude zu haben, die Wahrnehmung der Unbeständigkeit, die Wahrnehmung des Leidens im Unbeständigen und die Wahrnehmung des Nicht-selbst in dem, was Leiden ist. Jede dieser Wahrnehmungen wird dann mit einer bestimmten verzerrten Wahrnehmung verknüpft, der sie entgegenwirkt. So beseitigt etwa die Wahrnehmung der unattraktiven Natur das Verlangen nach Geschlechtsverkehr, die Wahrnehmung des Todes wirkt dem Haften am Leben entgegen, die Wahrnehmung der Widerwärtigkeit der Nahrung lässt das Verlangen nach Geschmäcken im Geist schwinden. Das beliebte Girimānanda-Sutta beschreibt zehn Wahrnehmungen, die der Buddha den Ānanda lehrt. Dieser sagt sie dem Bhikkhu Girimānanda auf, der von einer schweren Krankheit befallen ist, und seine Gesundheit wird dadurch wiederhergestellt (<a class='ref' href='/an10.60'>AN 10.60</a>). ",
  "an-introduction-bodhi:156": "Manche der Meditationsgegenstände, die im AN erwähnt werden, beziehen sich in der traditionellen Auslegung des Theravāda auf die Entwicklung von Ruhe, andere auf die Entwicklung von Einsicht. Das Interessante im AN ist aber, dass Ruhe und Einsicht zwar als verschiedene Bereiche der Meditation mit ihren je eigenen Schwerpunkten und Ergebnissen behandelt werden, es aber keine klare Trennlinie gibt, die Meditationsgegenstände der einen oder anderen Seite zuordnet. Es ist durchaus denkbar, dass der Buddha selbst Meditation so sah, dass Ruhe und Einsicht nicht zwei getrennte Kategorien von Meditationsgegenständen darstellen, sondern zwei einander ergänzende persönliche Orientierungen, die auf der Grundlage der gleichen Reihe von Meditationsgegenständen entwickelt werden können. ",
  "an-introduction-bodhi:157": "Im AN werden höhere Stufen des Bewusstseins, die durch Meditation erreicht werden, häufig erwähnt. Am häufigsten sind das natürlich die vier Jhānas. Zusätzlich begegnen wir auch Reihen wie den acht Grundlagen der Überwindung (<a class='ref' href='/an8.65'>AN 8.65</a>), den acht Befreiungen (<a class='ref' href='/an8.66'>AN 8.66</a>) und den neun fortschreitenden Wohnplätzen (<a class='ref' href='/an9.31'>AN 9.31–61</a>). Manchmal wird gezeigt, dass Erfolg in der Meditation im dreifachen wahren Wissen, den <i lang='pi' translate='no'>Tevijjā</i>, gipfelt (<a class='ref' href='/an3.58'>AN 3.58–59</a>), die der Buddha selbst in der Nacht seiner Erleuchtung erlangte (<a class='ref' href='/an8.11'>AN 8.11</a>). An anderer Stelle führt die Meditation zum Erlangen der sechs Arten des höheren Wissens, die später als die <i lang='pi' translate='no'>Abhiññās</i> bekannt wurden  (<a class='ref' href='/an3.101'>AN 3.101–2</a>, <a class='ref' href='/an5.23'>AN 5.23</a>, <a class='ref' href='/an6.2'>AN 6.2</a>). Fünf davon beinhalten Wunderkräfte, während die sechste die weltüberwindende Erkenntnis von der Zerstörung der <i lang='pi' translate='no'>Āsavas</i> ist. ",
  "an-introduction-bodhi:158": "Weisheit ",
  "an-introduction-bodhi:159": "Wenn sie um ihrer selbst willen betrieben wird, ist tiefe Konzentration von erhabener Freude, Wonne, Ruhe und von Gleichmut geprägt. Diese Erfahrung kann unvorsichtige Meditierende davon überzeugen, sie hätten das endgültige Ziel erreicht und „den Frieden des Nirvana im Innern“ gefunden. Solche erhabenen Zustände werden allerdings durch die bloße Schärfung des Bewusstseins erreicht, nicht durch tiefe Einsicht, die die Ketten des wiederholten Daseins sprengt. Die höheren Zustände der Konzentration schaffen starkes gutes Kamma, das zur Wiedergeburt in den formhaften oder formlosen Bereichen führt – den Bereichen übergöttlicher Art –, je nach den erhabenen Zuständen, die während der menschlichen Existenz des Meditierenden erreicht wurden. Ohne die tiefe Unterscheidungsfähigkeit der Weisheit wird dieses Kamma irgendwann aufgebraucht sein und das göttliche Wesen wird sterben und andernorts wiedergeboren werden, vielleicht sogar an den schlechten Bestimmungsorten (<a class='ref' href='/an3.116'>AN 3.116</a>, <a class='ref' href='/an4.123'>AN 4.123–26</a>). Damit der Pfad vollständig wird und in der Unsterblichkeit gipfelt, muss er irgendwann Weisheit hervorbringen. Daher preist der Buddha die Weisheit als höchste Pracht, höchstes Strahlen, höchstes Licht, höchsten Glanz und höchste Leuchte (<a class='ref' href='/an4.141'>AN 4.141–45</a>). ",
  "an-introduction-bodhi:160": "Trotz der Analogie zum Licht flammt Weisheit aber nicht durch fromme gute Wünsche plötzlich und spontan auf; vielmehr wird sie allmählich erzeugt, indem man einem vorgeschriebenen Schulungsprogramm folgt. Ein Sutta zählt acht Bedingungen für den Erwerb und das Reifen der Weisheit auf, die zum geistlichen Leben gehören (<a class='ref' href='/an8.2'>AN 8.2</a>). Dazu gehört, sich auf einen Lehrer zu stützen, Fragen zu stellen, um seine Zweifel zu klären, die Schulungsregeln zu beachten, zu lernen und nachzudenken sowie das Entstehen und Vergehen der fünf Aggregate zu betrachten. Ein anderer Faktor, der dem Wachstum der Weisheit förderlich ist, ist rechte Ansicht. Der Buddha wies der rechten Ansicht den ersten Platz unter den Faktoren des edlen achtfachen Pfades und den zehn rechten Dingen zu (<a class='ref' href='/an10.103'>AN 10.103</a>). Von rechter Ansicht gehen die anderen neun Faktoren aus und enden in rechter Erkenntnis und rechter Befreiung (<a class='ref' href='/an10.105'>AN 10.105</a>). ",
  "an-introduction-bodhi:161": "Den Dhamma zu lernen und zu untersuchen, trägt also zum Wachstum von Weisheit bei. Von den vier Nikāyas betont vielleicht der AN das Lernen am stärksten. Gelehrsamkeit wird als eine von fünf Arten von Reichtum beschrieben (<a class='ref' href='/an5.47'>AN 5.47</a>) und als eine Eigenschaft, die einem Bhikkhu den Respekt und die Achtung seiner Mitmönche einbringt (<a class='ref' href='/an5.87'>AN 5.87</a>). Natürlich ist ein Schüler, der nur ein wenig gelernt hat, aber das Gelernte in die Praxis umsetzt, demjenigen überlegen, der viel lernt, ohne es anzuwenden (<a class='ref' href='/an4.6'>AN 4.6</a>). Aber Lernen hat an sich einen Wert, und die, die sich bei der Gelehrsamkeit auszeichnen und auch die vier Jhānas und das dreifache wahre Wissen erlangen, werden als besonders respektwürdig angesehen (<a class='ref' href='/an10.97'>AN 10.97</a>). Wer Meisterschaft im Dhamma besitzt, ist zum Lehren geeignet, sodass er nicht nur seinen eigenen Fortschritt fördern, sondern auch für andere das Gute voranbringen kann (<a class='ref' href='/an8.62'>AN 8.62</a>). ",
  "an-introduction-bodhi:162": "Die Suttas des AN preisen nicht bloß das Lernen, sondern sie bieten auch Anleitungen, <em>wie</em> man lernen und den Dhamma lehren soll. Da der Dhamma immer mündlich übermittelt wurde, nicht in Schriftstücken, betont der Text die Notwendigkeit, sowohl aufmerksam zuzuhören als auch das Gehörte zu behalten. Wer nicht richtig aufpasst, ist wie eine umgedrehte Schüssel, die das Wasser nicht halten kann; wer aufpasst, aber das Gelernte nicht behält, ist wie jemand, der das, was auf seinem Schoß liegt, herunterfallen lässt; und jemand, der sowohl bei den Lehrreden aufpasst als auch das Gelernte behält, bewahrt es für lange Zeit, gerade wie eine aufrechte Schüssel das Wasser hält (<a class='ref' href='/an3.30'>AN 3.30</a>). Ānanda, der gelehrteste unter den Mönchen, nennt sechs Faktoren, die dazu führen, dass man den Dhamma meistert, darunter das Lernen vieler Lehrreden, das Unterweisen anderer und das Besuchen von Ältesten, um Punkte abzuklären, die man nicht ganz versteht (<a class='ref' href='/an6.51'>AN 6.51</a>). ",
  "an-introduction-bodhi:163": "Dem Dhamma zuzuhören, kann als Gelegenheit dienen, um den unumkehrbaren Pfad zur endgültigen Befreiung zu betreten, aber um diesen Nutzen zu erlangen, muss man richtig zuhören. Das heißt, dass man mit respektvollem und offenem Geist zuhören muss, nicht mit der Absicht, Fehler zu finden oder den Vortrag und den Redner zu verunglimpfen (<a class='ref' href='/an5.151'>AN 5.151–53</a>). Zuhören und Lehren können sogar das Erlangen der Befreiung beschleunigen. Während man den Dhamma hört, ihn lehrt, rezitiert oder seine Bedeutung untersucht, kann man ergriffen werden, Freude erfahren und den Prozess in Gang setzen, der in der vollständigen Befreiung von den <i lang='pi' translate='no'>Āsavas</i> endet (<a class='ref' href='/an5.28'>AN 5.28</a>). Das Lernen sollte aber auch vom Üben begleitet werden. Daher spornt der Buddha die Mönche an, nicht all ihre Zeit mit Studium, Lehre, Aufsagen und Nachdenken zu verbringen, sondern auseinanderzugehen und sich der Entwicklung der inneren Ruhe und der auf Erfahrung begründeten Weisheit zu widmen (<a class='ref' href='/an5.73'>AN 5.73–74</a>). ",
  "an-introduction-bodhi:164": "Lernen und Lehren spielen eine unerlässliche Rolle dabei, den langen Bestand des Dhamma sicherzustellen. Der Dhamma verkümmert und verschwindet, sagt ein Sutta, wenn die Bhikkhus ihm nicht respektvoll zuhören, ihn lernen, im Gedächtnis behalten, die Bedeutung untersuchen und ihn in die Praxis umsetzen; er besteht fort, ohne zu verkümmern, wenn die Bhikkhus diese Dinge tun (<a class='ref' href='/an5.154'>AN 5.154</a>). Andere Suttas betonen, wie wichtig es ist, zu lehren und andere die Texte rezitieren zu lassen (<a class='ref' href='/an5.155'>AN 5.155</a>). Wenn man lehrt, hat man ein passendes Thema auszuwählen, die Interessen und Erwartungen der Zuhörer abzuschätzen und soll dann einen Vortrag halten, der ihren Neigungen entspricht (<a class='ref' href='/an5.157'>AN 5.157</a>). Der Buddha gibt einem Dhammalehrer fünf Richtlinien an die Hand: Er soll einen Vortrag halten, der einem fortschreitenden Ablauf folgt; er soll Gründe vorlegen, die seine Behauptungen stützen; er soll Mitgefühl mit der Zuhörerschaft haben; er soll nicht auf materiellen Gewinn aus sein; und er soll nichts sagen, womit er sich oder andere verletzt (<a class='ref' href='/an5.159'>AN 5.159</a>). ",
  "an-introduction-bodhi:165": "Durchdringende Weisheit wird nicht erlangt, indem man bloß ein Korpus an Texten oder ein System an Ideen meistert, sondern man muss in die wahre Natur der Erscheinungen blicken. Die Grundsätze, die man mit Weisheit sehen muss, sind die „drei Kennzeichen“ Unbeständigkeit, Leiden und Nicht-selbst. Es wird uns gesagt, dass dieses feste Gesetz bestehen bleibt, ob Tathāgatas in der Welt erscheinen oder nicht: dass alle bedingten Erscheinungen unbeständig sind; dass alle bedingten Erscheinungen Leiden sind; und dass alle Erscheinungen überhaupt nicht-selbst sind (<a class='ref' href='/an3.136'>AN 3.136</a>). Daher bedeutet, die wahre Natur der Erscheinungen zu sehen, dass man sie als unbeständig, Leiden und nicht-selbst sieht. Normalerweise unterliegt unser Geist Verzerrungen durch Wahrnehmung und Konzepte, sodass wir Dinge als beständig, angenehm und selbst auffassen. So offensichtlich diese Vorstellungen uns auch zu sein scheinen, die Texte beschreiben sie als eine Umkehrung der Wahrnehmung und als Formen geistiger Störung (<a class='ref' href='/an4.49'>AN 4.49</a>). Die Aufgabe der Einsicht besteht darin, diese Verzerrung zurechtzurücken, indem man die Dinge betrachtet, „wie sie wirklich sind“, das heißt, als unbeständig, Leiden und nicht-selbst (<a class='ref' href='/an7.16'>AN 7.16–18</a>). Interessanterweise fügen einige Suttas des AN ein viertes Thema für die Betrachtung hinzu: Nibbāna als Glück betrachten (<a class='ref' href='/an6.101'>AN 6.101</a>, <a class='ref' href='/an7.19'>AN 7.19</a>). ",
  "an-introduction-bodhi:166": "Die Betrachtung der bedingten Erscheinungen als unbeständig und Leiden, die Betrachtung aller Erscheinungen als nicht-selbst und die Betrachtung von Nibbāna als Glück versetzen den Schüler in die Lage, eine „Überzeugung in Übereinstimmung“ mit dem Dhamma (<i lang='pi' translate='no'>anulomikā khantī</i>) zu erwerben. Das bereitet den Geist auf noch tiefere Einsicht vor, und wenn diese Einsicht mit dem Dhamma selbst im Gleichklang ist, löst sie das Betreten der „festgelegten Bahn der rechten Dinge“ aus (<i lang='pi' translate='no'>sammattaniyāma</i>), des weltüberwindenden Pfades, der unfehlbar zu den vier Stufen des Erwachens führt (<a class='ref' href='/an6.98'>AN 6.98–101</a>). ",
  "an-introduction-bodhi:167": "Der Buddha bestand darauf, dass das äußerste Ziel seiner Lehre das Auslöschen des Leidens in diesem Leben ist, und aus diesem Grund spornte er die Bhikkhus an, nicht mit irgendeinem Teilergebnis zufrieden zu sein, sondern weiterzugehen auf das endgültige Ziel hin. Er mahnte sie eindringlich, sich zu entschließen: „Ich will mit meiner Energie nicht nachlassen, solange ich nicht erreicht habe, was mit mannhafter Stärke, Energie und Anstrengung erreicht werden kann“ (<a class='ref' href='/an2.5'>AN 2.5</a>). Zwei Suttas im AN geben uns einen Einblick in den kontemplativen Vorgang, durch den der Schüler das endgültige Ziel erreicht. Eine Lehrrede erklärt, dass ein Bhikkhu in eins der vier Jhānas oder einen der ersten drei formlosen Meditationszustände eintritt und deren Komponenten – die fünf Aggregate, die in dem Zustand enthalten sind (vier Aggregate bei den formlosen Zuständen) – als unbeständig, Leiden, eine Krankheit, einen Eiterherd, einen Pfeil, als Elend, eine Beschwerde, als fremd, sich auflösend, leer und nicht-selbst betrachtet. Zu einem gewissen Zeitpunkt wendet er seinen Geist von diesen Erscheinungen ab und richtet ihn auf das unsterbliche Element, Nibbāna. Auf dieser Grundlage erreicht er entweder die Zerstörung der <i lang='pi' translate='no'>Āsavas</i>, das heißt, er wird ein Arahant, oder, wenn er das Werk nicht vollenden kann, die Stufe der Nichtwiederkehr (<a class='ref' href='/an9.36'>AN 9.36</a>). Das andere Sutta ist von Ānanda an einen Laienanhänger gerichtet, der gefragt hat, wie ein Bhikkhu die Auflösung der Makel erreicht. Ānanda erklärt, dass ein Bhikkhu in irgendeins der vier Jhānas, in eins der vier Unermesslichen (liebende Güte, Mitgefühl, altruistische Freude und Gleichmut) oder einen der drei ersten formlosen Meditationszustände eintritt. Dann bewertet er den Zustand als „vom Willen errichtet und erzeugt“ und beobachtet: „Alles, was vom Willen errichtet und erzeugt wurde, ist unbeständig und unterliegt dem Aufhören.“ Auch in diesem Fall erreicht er entweder die Stufe des Arahant oder der Nichtwiederkehr (<a class='ref' href='/an11.16'>AN 11.16</a>). ",
  "an-introduction-bodhi:168": "Der Saṅgha ",
  "an-introduction-bodhi:169": "Nach der traditionellen Auslegung wird das Wort <i lang='pi' translate='no'>Saṅgha</i> in zwei Bedeutungen gebraucht: als Bezeichnung für den Klosterorden, bestehend aus Bhikkhus und Bhikkhunīs, manchmal auch „institutioneller Saṅgha“ oder „konventioneller Saṅgha“ genannt; und als Bezeichnung für die „Gemeinschaft der Edlen“ (<i lang='pi' translate='no'>Ariyasaṅgha</i>), bestehend aus den acht edlen Menschen, den vier Paaren derer, die die weltüberwindenden Pfade und Früchte erreicht haben. Auf der Grundlage dieser Unterscheidung wird dann gesagt, dass der konventionelle Saṅgha nur aus Ordinierten besteht, unabhängig davon, ob sie edle oder gewöhnliche Menschen sind, während es vom edlen Saṅgha heißt, dass ihm neben Mönchen und Nonnen auch Laien angehören, die die Pfade und Früchte erreicht haben. Im AN kann man eine Unterscheidung zwischen diesen beiden Arten des Saṅgha erkennen, doch die Grenzen zwischen ihnen sind nicht so eindeutig, wie die Tradition das nahelegt. Erstens nennt ein neuer Dhamma-Konvertit, wenn er erklärt, dass er Zuflucht nimmt, stets als dritten Gegenstand der Zuflucht den „Saṅgha der Bhikkhus“ (was vermutlich auch Bhikkhunīs einschließt). Das zeigt, dass er (oder, wahrscheinlicher, die, die die Texte zusammengestellt haben) die Klostergemeinschaft als die dritte Zuflucht verstand. Zweitens beschreibt die Formel für den edlen Saṅgha diesen auf eine Art, die eher auf Hauslose zutrifft, die von den Spenden anderer leben: Er ist „der Spenden würdig, der Gastfreundschaft würdig, der Opfergaben würdig, des ehrfürchtigen Grußes würdig“. Eine solche Lobrede stellt eine Verbindung her zwischen dem klösterlichen Saṅgha und dem edlen Saṅgha. ",
  "an-introduction-bodhi:170": "Ein Sutta spricht allerdings von „vier Arten von Menschen, die den Saṅgha schmücken“. Diese sind gut geschulte und gelehrte Bhikkhus, Bhikkhunīs, Laienmänner und Laienfrauen  (<a class='ref' href='/an4.7'>AN 4.7</a>; siehe auch <a class='ref' href='/an4.211'>AN 4.211</a>). Das legt nahe, dass das Wort <i lang='pi' translate='no'>Saṅgha</i> sogar im konventionellen Sinn Laien einschließen kann, es sei denn, man versteht die Aussage so, dass Bhikkhus und Bhikkhunīs den Saṅgha als Mitglieder schmücken und Laien als Unterstützer. In jedem Fall ist fast überall sonst, wo die Texte ohne speziellen Bezug auf die Edlen vom Saṅgha sprechen, der monastische Orden gemeint (oder Teile davon). ",
  "an-introduction-bodhi:171": "Mehrere AN-Suttas zeigen, dass der Saṅgha nicht immer den Kriterien gerecht wurde, die der Buddha für ihn festgelegt hatte. In <a class='ref' href='/an2.42-51'>AN 2.42–51</a> wird eine Reihe von Gegensätzen zwischen Paaren von Versammlungen aufgezeigt, von denen jeweils eine Seite tadelnswert und eine lobenswert ist. Die beiden Versammlungen werden speziell im Hinblick auf Bhikkhus beschrieben. Zur tadelnswerte Seite dieser Paare gehört auch die seichte Versammlung, in der die Bhikkhus „rastlos, aufgeblasen und eingebildet“ sind; die niedere Versammlung, in der sie genießerisch und lasch sind; die Abfälle einer Versammlung, in der sie im Hinblick auf Verlangen, Hass, Täuschung oder Furcht einen falschen Weg einschlagen; und die Versammlung, die weltliche Dinge schätzt, nicht den guten Dhamma. Achtlosigkeit und Weltlichkeit waren nicht die einzigen Probleme, mit denen es der Buddha innerhalb des Klosterordens zu tun hatte. Durch den AN verstreut gibt es Hinweise auf Zank und Streit zwischen den Bhikkhus. So lesen wir von Situationen, in denen die Bhikkhus „zankten und stritten und in eine Auseinandersetzung gerieten, einander mit durchbohrenden Worten stachen“ (<a class='ref' href='/an10.50'>AN 10.50</a>; siehe auch <a class='ref' href='/an2.43'>AN 2.43</a>, <a class='ref' href='/an3.124'>AN 3.124</a>). Bei manchen Gelegenheiten ist der Schatten einer drohenden Spaltung zu erkennen. Um dieser Gefahr vorzubeugen, schlug der Buddha sechs Richtlinien vor, um herzliche Beziehungen unter den Bhikkhus zu fördern (<a class='ref' href='/an6.12'>AN 6.12</a>), und er spornte sie an, sich oft zu versammeln und die Angelegenheiten des Saṅgha in Eintracht durchzuführen (<a class='ref' href='/an7.23'>AN 7.23</a>). Er warnte sie auch vor sechs Wurzeln des Streits, die auszurotten waren, sobald sie sich zeigten (<a class='ref' href='/an6.36'>AN 6.36</a>). Doch trotz der Schwächen seiner Mitglieder hatte der Buddha eine hohe Achtung vor dem klösterlichen Saṅgha. Er pries den Saṅgha beflissener Bhikkhus als unübertroffenes Feld für Verdienst, bei dem es sich lohnte, viele Meilen zu reisen, um es zu sehen (<a class='ref' href='/an4.190'>AN 4.190</a>), und er war erfreut, wenn er Mönche sah, die „in Eintracht, harmonisch, ohne Streit lebten, die sich wie Milch und Wasser mischten und einander mit warmherzigen Augen betrachteten“ (<a class='ref' href='/an10.50'>AN 10.50</a>). ",
  "an-introduction-bodhi:172": "Der klösterliche Saṅgha bot nicht nur optimale Bedingungen für die, die das geistliche Leben in voller Ernsthaftigkeit führen wollten, sondern diente auch als Feld für Segen und Kanal für die Verbreitung der Lehren des Buddha unter den Laien. Bhikkhus und Bhikkhunīs boten Laien die Gelegenheit, Verdienst zu gewinnen, indem sie sie mit Roben, Almosen, Unterkünften und Arzneimitteln versorgten. Die Ordinierten nutzten ihre Begegnungen mit Laien auch als Gelegenheiten, die Menschen in den Häusern, Dörfern und Städten, die sie besuchten, den Dhamma zu lehren. Daher legte der Buddha großen Wert darauf, dass beide Partner in dieser symbiotischen Beziehung ihre jeweiligen Aufgaben erfüllten. Die Ordinierten sind verpflichtet, den Laien ein beeindruckendes Vorbild gezügelten Verhaltens zu geben; sich so zu verhalten, dass „die ohne Vertrauen Vertrauen fassen und die Vertrauensvollen an Vertrauen zunehmen“ (<a class='ref' href='/an8.54'>AN 8.54</a>; siehe auch <a class='ref' href='/an4.245'>AN 4.245</a> §1). Die Laiengemeinschaft ist dafür verantwortlich, für die materiellen Bedürfnisse der Ordinierten zu sorgen. Wenn sie das tun, wird von ihnen erwartet, dabei die korrekten Umgangsformen einzuhalten, die ordinierten Schüler respektvoll zu grüßen, ihnen einen Sitz anzubieten, großzügig zu spenden und um ihr Wohlergehen besorgt zu sein (<a class='ref' href='/an7.13'>AN 7.13</a>). Die Laienanhänger sollten auch nahe dabeisitzen, um dem Dhamma zuzuhören und den Geschmack der Worte zu kosten (<a class='ref' href='/an9.17'>AN 9.17</a>). ",
  "an-introduction-bodhi:173": "Der edle Saṅgha besteht aus acht Arten edler Menschen, die zu vier Paaren in Bezug auf die vier Stufen des Erwachens zusammengefasst sind. Die beiden Glieder jedes Paares sind der, der die Stufe schon erreicht hat, und der, der den Pfad betreten hat, der unumkehrbar zu dieser Stufe führt. Sie werden folgendermaßen kurz erklärt: „Der in den Strom Eingetretene und der, der übt, um die Frucht des Stromeintritts zu verwirklichen; der Einmalwiederkehrer und der, der übt, um die Frucht der Einmalwiederkehr zu verwirklichen; der Nichtwiederkehrer und der, der übt, um die Frucht der Nichtwiederkehr zu verwirklichen; der Arahant und der, der übt, um die Frucht der Arahantschaft zu verwirklichen“ (<a class='ref' href='/an8.59'>AN 8.59</a>). In einem Sutta wird zu der Aufzählung der acht ein weiterer Begriff, der <i lang='pi' translate='no'>Gotrabhū</i> oder das „Stammesmitglied“, hinzugefügt (<a class='ref' href='/an9.10'>AN 9.10</a>; siehe auch <a class='ref' href='/an10.16'>AN 10.16</a>). Seltsamerweise wird die Beziehung dieser Figur zu den anderen in den Nikāyas nicht erklärt. Die Kommentare interpretieren diesen Begriff durch die Brille des späteren Auslegungssystems des Theravāda, nach dem sich <i lang='pi' translate='no'>gotrabhū</i> auf einen einzelnen Geist-Moment bezieht, der den Übergang vom Gipfel der Einsicht zum weltüberwindenden Pfad darstellt. Doch diese Erklärung setzt die Entwicklung technischer Schemata voraus, die in den Nikāyas nicht erkennbar sind, und es ist daher unwahrscheinlich, dass sie die ursprüngliche Bedeutung des Begriffs wiedergibt. ",
  "an-introduction-bodhi:174": "Die vier Hauptstufen werden durch die Fesseln bestimmt, die sie beseitigen, und die Zahl der Wiedergeburten, die für die, die sie erreichen, noch verbleiben (siehe <a class='ref' href='/an3.86'>AN 3.86</a>, <a class='ref' href='/an4.210'>AN 4.210</a>). Mit der Zerstörung der drei niederen Fesseln (siehe <a class='ref' href='/an10.13'>AN 10.13</a>) wird der Schüler zu einem, der in den Strom eingetreten ist (<i lang='pi' translate='no'>Sotāpanna</i>) und nicht länger in einem der drei unteren Bereiche wiedergeboren werden muss. Er wird die Befreiung in höchstens sieben weiteren Leben erreichen, die er entweder in der Menschenwelt oder der Devawelt verbringt. Mit der Zerstörung von drei Fesseln  und zusätzlich der Minderung von Gier, Hass und Täuschung wird man ein Einmalwiederkehrer (<i lang='pi' translate='no'>Sakadāgāmī</i>), der einmal in diese Welt zurückkehrt und dann dem Leiden ein Ende macht. Mit der Zerstörung aller fünf niederen Fesseln wird der Schüler ein Nichtwiederkehrer (<i lang='pi' translate='no'>Anāgāmī</i>), der durch unmittelbares Erscheinen im Formbereich wiedergeboren wird (gewöhnlich in einem besonderen Bereich, der „reine Aufenthalte“ genannt wird) und dort das endgültige Nibbāna erlangt, ohne von jener Welt zurückzukehren. Und mit der vollständigen Zerstörung der Makel wird der Schüler ein Arahant, ein vollkommen Befreiter. ",
  "an-introduction-bodhi:175": "Obwohl die Erläuterungen in den Texten häufig mit Bezug auf Bhikkhus formuliert sind, sind auch Laien in der Lage, die ersten drei Früchte, und selbst die vierte, zu erlangen. Im letzteren Fall sagt allerdings die Tradition, dass sie entweder kurz vor ihrem Tod Arahants werden oder beinahe sofort das Hausleben aufgeben und hauslos werden. Wir finden im AN Zeugnisse mehrerer Nichtwiederkehrer, die Laien sind. So gibt die Laienfrau Nandamātā zu verstehen, dass sie Nichtwiederkehrerin ist (in <a class='ref' href='/an7.53'>AN 7.53</a>), sowie auch Ugga von Vesālī und Ugga von Hatthigāma (jeweils in <a class='ref' href='/an8.21'>AN 8.21</a> und <a class='ref' href='/an8.22'>AN 8.22</a>). Die Sechser (<a class='ref' href='/an6.119'>AN 6.119–39</a>) erwähnen eine große Zahl von Laienmännern, die „Sicherheit bezüglich des Tathāgata gewonnen haben und Seher der Unsterblichkeit geworden sind“, eine Wendung, die impliziert, dass sie edle Schüler sind (aber keine Arahants). Von vielen Laienfrauen wird an anderer Stelle bestätigt, dass sie die edlen Früchte gewonnen haben. ",
  "an-introduction-bodhi:176": "In <a class='ref' href='/an7.14'>AN 7.14</a> wird eine andere Methode erwähnt, nach der sieben Typen von Edlen unterschieden werden. Sie werden dort einfach ohne Erklärung aufgezählt; Erläuterungen findet man in MN 70. Die sieben sind der in beiderlei Hinsicht Befreite, der durch Weisheit Befreite, der Körperzeuge, der zur Ansicht Gelangte, der durch Vertrauen Befreite, der Dhamma-Nachfolger und der Vertrauens-Nachfolger. Die ersten beiden sind Arahants, die sich darin unterscheiden, dass ersterer auch die „friedvollen formlosen Befreiungen“ erlangen kann (die formlosen Meditationen und den Zustand des Aufhörens), während letzterer das nicht kann. Die mittleren drei sind Typen von <i lang='pi' translate='no'>Sekhas</i>, Schülern in höherer Schulung, die sich anhand ihrer vorherrschenden Fähigkeit unterschieden. Der erste zeichnet sich in der Konzentration aus, der zweite in der Weisheit und der dritte im Vertrauen. Wie <a class='ref' href='/an3.21'>AN 3.21</a> aufzeigt, können diese drei nicht in eine Rangfolge gebracht werden, da jeder alle Stufen vom Stromeintritt bis zum Pfad zur Arahantschaft beinhaltet. Der Dhamma-Nachfolger und der Vertrauens-Nachfolger sind zwei Typen, die den Pfad zum Stromeintritt betreten, aber die Frucht noch nicht erlangt haben. Sie unterscheiden sich entsprechend darin, ob ihre vorherrschende Fähigkeit Weisheit oder Vertrauen ist. Am Ende von <a class='ref' href='/an7.56'>AN 7.56</a> erwähnt der Buddha eine andere „siebte Person“ anstelle des Vertrauens-Nachfolgers. Dieser Typ wird „einer, der im Merkmalslosen verweilt“ (<i lang='pi' translate='no'>animittavihārī</i>) genannt, ein Begriff, der im Sutta selbst nicht erklärt wird und in der post-kanonischen Tradition nie für eine Erklärung aufgegriffen wurde. Der Kommentar setzt diese Figur einfach mit dem Vertrauens-Nachfolger gleich, aber das könnte ein Versuch sein, atypische Vorstellungen in die Linien eines etablierten Systems einzufügen. ",
  "an-introduction-bodhi:177": "Die ideale spirituelle Figur des AN, wie der Nikāyas im Ganzen, ist der Arahant, der „der Beste unter den Devas und Menschen“ genannt wird, „der, der den höchsten Abschluss erreicht, die höchste Sicherheit vor den Ketten gewonnen, das höchste spirituelle Leben geführt und die höchste Vollendung erlangt hat“ (<a class='ref' href='/an3.143'>AN 3.143</a>, <a class='ref' href='/an11.10'>AN 11.10</a>). Die Arahants „haben die Makel zerstört, das geistliche Leben gelebt, getan, was zu tun war, die Last abgelegt, ihr eigenes Ziel erreicht, die Fesseln des Daseins vollkommen zerstört und sind durch die endgültige Erkenntnis vollständig befreit“ (<a class='ref' href='/an6.49'>AN 6.49</a>, <a class='ref' href='/an9.7'>AN 9.7</a>). Sie sind „frei von Begierde durch die Zerstörung der Begierde; frei von Hass durch die Zerstörung des Hasses; frei von Täuschung durch die Zerstörung der Täuschung“ (<a class='ref' href='/an6.55'>AN 6.55</a>). Sie müssen nicht länger zu irgendeinem Daseinsbereich zurückkehren, weder zum Dasein im Bereich der Sinne noch im Bereich der Form noch im formlosen Bereich (<a class='ref' href='/an9.25'>AN 9.25</a>). Sie treten in die makellose Befreiung des Geistes, die Befreiung durch Weisheit, ein und verweilen darin, und wenn sie sterben, erlangen sie das endgültige Nibbāna. ",
  "an-introduction-bodhi:178": "Obwohl alle Arahants gleich sind in der Ausrottung aller Befleckungen und der Befreiung vom Saṁsāra, führt der AN eine interessante Unterscheidung zwischen zwei Arten von Arahants ein. Einer, der „Asket des weißen Lotus“ (<i lang='pi' translate='no'>puṇḍarīkasamaṇa</i>), erlangt nicht die acht Befreiungen, während der andere, der „Asket des roten Lotus“ (<i lang='pi' translate='no'>padumasamaṇa</i>), sie erreicht. Der Kommentar deutet den ersten Typ als einen, der keine der acht Befreiungen erlangt, und somit als einen Arahant mit trockener Einsicht (<i lang='pi' translate='no'>sukkhavipassaka</i>), der ein Arahant wird, ohne die Jhānas erreicht zu haben. Diese Figur ist in den Nikāyas nicht explizit zu finden, daher kann man sich fragen, ob der Kommentar nicht eine Vorstellung aus einer späteren Zeit in den Text hineinliest. Eine Interpretation, die besser mit Suttas wie MN 70 im Einklang ist, würde den Asketen des weißen Lotus als den Arahant betrachten, der „durch Weisheit befreit“ ist (<i lang='pi' translate='no'>paññāvimutta</i>), der die vier Jhānas erreichen kann, aber nicht die formlosen Befreiungen, wohingegen der Asket des roten Lotus der Arahnat wäre, der „in beiderlei Hinsicht befreit“ ist (<i lang='pi' translate='no'>ubhatobhāgavimutta</i>). Zusätzlich zu den Jhānas und den formlosen Befreiungen erreichen manche Arahants das „dreifache wahre Wissen“: das Wissen um frühere Leben, das Wissen vom Sterben und Wiedergeborenwerden der Lebewesen und das Wissen, dass die <i lang='pi' translate='no'>Āsavas</i> zerstört sind (<a class='ref' href='/an3.58'>AN 3.58</a>). Wieder andere erlangen sechs Arten höheren Wissens, zu denen zusätzlich zu den drei eben Genannten die Wunderkräfte, das göttliche Ohr und das Erkennen des Geistes anderer gehören (<a class='ref' href='/an6.2'>AN 6.2</a>). ",
  "an-introduction-bodhi:179": "Menschentypen ",
  "an-introduction-bodhi:180": "Der Aṅguttara zeichnet sich unter den vier Nikāyas durch sein Interesse daran aus, Menschentypen zu definieren und zu beschreiben. Diese Einteilungen kommen nicht vom Standpunkt einer objektiven psychologischen Analyse her, sondern dienen dazu, verschiedene Menschentypen zu den Werten und Zielen des Dhamma in Beziehung zu setzen. Die meisten, doch nicht alle dieser Unterscheidungen werden unter den Ordinierten getroffen und werden in Form von Paaren oder Gruppen von drei oder mehr Typen vorgestellt. ",
  "an-introduction-bodhi:181": "Wir finden daher Unterscheidungen, die zwischen Persönlichkeitstypen getroffen werden wie dem Toren und dem Weisen, dem schlechten und dem guten Menschen, dem tadelnswerten Mönch und dem geschätzten Mönch. Das letzte Paar wird manchmal mit mehr Einzelheiten gezeichnet, indem die Merkmale des Mönchs, der unkorrigierbar böse ist, und dem, der als Vorbild hingestellt wird, ausführlicher beschrieben werden. Ähnliche Unterscheidungen werden zwischen Laien getroffen, sodass wir Laien mit schlechten Absichten haben und solche, die als Vorbild für die Laiengemeinschaft dienen. ",
  "an-introduction-bodhi:182": "Eine Unterscheidung, die zwischen Menschen getroffen wird, sollte ein Missverständnis über den frühen Buddhismus ausräumen, das in jüngster Zeit zwar zurückgegangen, aber vielleicht noch nicht völlig verschwunden ist, nämlich, dass er mit seiner Betonung der persönlichen Verantwortung engstirnig individualistisch war. In späterer Zeit führte dieses Missverständnis (das möglicherweise durch Haltungen gefördert wurde, die in gewissen Bereichen des Saṅgha vorherrschten) zu der Bezeichnung Hīnayāna oder „kleines Fahrzeug“, die den Schulen zugeschrieben wurde, die sich an die alten Schriften hielten. Eine Reihe von Suttas, <a class='ref' href='/an4.95'>AN 4.95–99</a>, weist Menschen vier Typen zu, die nach zunehmender Vortrefflichkeit geordnet sind: (1) jemand, der weder für das eigene Wohl noch für das Wohl anderer übt; (2) jemand, der für das Wohl anderer, aber nicht für das eigene Wohl übt; (3) jemand, der für das eigene Wohl, aber nicht für das Wohl anderer übt; und (4) jemand, der sowohl für das eigene als auch für das Wohl anderer übt. Der Text bewertet nicht nur den vierten als den besten, sondern empfiehlt ihn in Superlativen wie „der Vorderste, der Beste, der Unübertroffene, der Höchste und der Erlesenste unter diesen vier Menschen“. Eine andere Suttareihe, <a class='ref' href='/an5.17'>AN 5.17–20</a>, erklärt, wie ein Bhikkhu für sein eigenes Wohl und das Wohl anderer üben kann. Und wieder ein anderes Sutta dehnt die altruistische Motivation noch weiter aus und schließt damit, dass ein Mensch von großer Weisheit „nur an sein eigenes Wohl denkt, an das Wohl anderer, an das Wohl beider und an das Wohl der ganzen Welt“ (<a class='ref' href='/an4.186'>AN 4.186</a>). ",
  "an-introduction-bodhi:183": "Bhikkhunīs und Frauen im Aṅguttara-Nikāya ",
  "an-introduction-bodhi:184": "Obwohl sich die meisten Suttas im AN an Bhikkhus richten und ihre handelnden Personen als solche beschreiben, kommen gelegentlich auch Bhikkhunīs, voll ordinierte Nonnen, als Protagonistinnen oder handelnde Personen vor. Wir finden im AN die Geschichte vom Ursprung des Bhikkhunī-Saṅgha (<a class='ref' href='/an8.51'>AN 8.51</a>), wie sie auch im Cūḷavagga des Vinaya überliefert ist. Die Geschichte ist umstritten: erstens wegen des anfänglichen Zögerns des Buddha, Frauen das hauslose Leben zu erlauben; und zweitens, weil er, nachdem er ihnen die Erlaubnis zum Fortziehen erteilt hat, erklärt, dass die Ordination von Frauen eine zersetzende Wirkung auf die Lehre haben und ihre Dauer von tausend auf fünfhundert Jahre verkürzen würde. Ob ein solcher Bericht historisch zuverlässig ist, wurde von modernen Wissenschaftlern in Frage gestellt, denn er enthält Anachronismen, die schwer mit anderen chronologischen Informationen im Kanon und in den Kommentaren in Einklang zu bringen sind. Doch das Sutta ist verantwortlich dafür, dass sich in Theravāda-Ländern eine misstrauische Haltung gegenüber Bhikkunīs eingestellt hat, und es kann erklären, warum konservative Älteste sich der Wiederbelebung des Bhikkhunī-Saṅgha, die gegenwärtig in Ländern wie Sri Lanka und Thailand vor sich geht, entgegengestellt haben. ",
  "an-introduction-bodhi:185": "In der Reihe über die führenden Schüler und Schülerinnen enthält der AN einen Abschnitt über herausragende Bhikkhunīs. Aber während der Abschnitt über Bhikkhus aus vier <i lang='pi' translate='no'>Vaggas</i> besteht, die 47 Kategorien enthalten (von denen manchmal mehrere von der gleichen Person besetzt sind), hat der über Bhikkhunīs nur ein <i lang='pi' translate='no'>Vagga</i> mit dreizehn Namen. Vielleicht ist das so, weil die Zahl der Bhikkhunīs viel kleiner war als die Zahl der Bhikkhus, aber es kann auch die Vorurteile der Zeit widerspiegeln oder auch Haltungen, die in der Schule vorherrschten, die den Pālikanon bewahrte. Es scheint, dass der Ekottarāgama des chinesischen Tripiṭaka, der aus einer anderen frühen Schule stammt, viel mehr Bhikkhunīs unter den herausragenden Schülerinnen aufführt. ",
  "an-introduction-bodhi:186": "In <a class='ref' href='/an7.56'>AN 7.56</a> berichtet der Buddha, dass ihn zwei Gottheiten darüber unterrichtet haben, dass eine Anzahl von Bhikkhunīs „gut befreit“ gewesen seien, „ohne einen verbleibenden Rest“. In <a class='ref' href='/an8.53'>AN 8.53</a> erklärt er der Bhikkunī Mahāpajāpati Gotamī die acht prägenden Eigenschaften des richtigen Dhamma und der richtigen Schulung. In <a class='ref' href='/an10.28'>AN 10.28</a> beantwortet eine „Bhikkhunī aus Kajaṅgalā“ zehn numerisch aufgelistete Fragen. Als ihre Antworten dem Buddha überbracht werden, sagt er: „Die Bhikkhunī aus Kajaṅgalā ist weise, sie besitzt große Weisheit. Wenn ihr mich über die Sache befragt hättet, hätte ich genauso geantwortet wie sie.“ ",
  "an-introduction-bodhi:187": "Doch der AN spricht nicht nur in positiven Worten über Bhikkhunīs. Eine Reihe von sechs Suttas, <a class='ref' href='/an5.115'>AN 5.115–20</a>, zählt verschiedene Gründe auf, aus denen eine Bhikkhunī in der Hölle wiedergeboren wird. Sie ist geizig, sie tadelt und lobt andere ohne Unterschied, sie verschwendet Spenden, die aus Vertrauen gegeben wurden, sie ist neidisch, hat falsche Ansichten, redet und handelt falsch usw. Es ist rätselhaft, warum der Text Bhikkhunīs für solche ernsten Bemerkungen herausgreifen sollte, aber vielleicht wurden sie als notwendige Vorsichtsmaßnahmen angesehen. In jedem Fall werden in <a class='ref' href='/an5.236'>AN 5.236–40</a> die gleichen Aussagen über Bhikkhus gemacht. ",
  "an-introduction-bodhi:188": "Unter den vier Nikāyas hat der AN die größte Zahl an Suttas, die sich an Frauen richten, aber eine kleine Anzahl von Lehrreden dieser Sammlung bezeugen eine frauenfeindliche Haltung, die uns als vom Gesamttenor abweichend, geschmacklos und schlicht ungerechtfertigt berührt. Diese Texte stellen Frauen als von heftigen Leidenschaften getrieben dar, die ihre Fähigkeiten beeinträchtigen und ihre Moral untergraben. In <a class='ref' href='/an2.61'>AN 2.61</a> erklärt der Buddha, Frauen würden an zwei Dingen nie satt: an Geschlechtsverkehr und am Gebären. Als Ānanda fragt, warum Frauen nicht im Rat sitzen, Geschäfte betreiben oder zu fernen Gegenden reisen würden, antwortet der Buddha, das sei, weil sie voller Zorn seien, neidisch, geizig und ohne Weisheit (<a class='ref' href='/an4.80'>AN 4.80</a>). Zwei Suttas vergleichen Frauen mit einer schwarzen Schlange (<a class='ref' href='/an5.229'>AN 5.229–30</a>), da sie „wütend und feindselig“ seien, „mit tödlichem Gift und gespaltener Zunge“, und ihre Freunde betrügen würden. Ihr Gift sei ihre starke Begierde; die Doppelzüngigkeit sei ihre Vorliebe für üble Nachrede; und sie würden Freunde betrügen, da „Frauen großenteils Ehebrecherinnen“ seien. In <a class='ref' href='/an5.55'>AN 5.55</a> lesen wir von Mutter und Sohn, die als Bhikkhunī und Bhikkhu ordiniert waren. Sie hielten weiter engen Kontakt, verliebten sich ineinander und gaben sich sexuellem Verkehr miteinander hin. Als das dem Buddha berichtet wurde, wird er als jemand dargestellt, der diese Gelegenheit zu nachteiligen Verallgemeinerungen über Frauen nutzt: „Wenn man von etwas sagen kann, es sei vollständig eine Schlinge von Māra, so kann man das gerade von Frauen sagen.“ ",
  "an-introduction-bodhi:189": "Ob solche Aussagen wirklich dem Buddha zugeschrieben werden können oder als Einfügung der bearbeitenden Mönche zu betrachten sind, ist eine Frage, die man vielleicht nie mit absoluter Sicherheit beantworten kann. Sie widersprechen aber sicher dem liberaleren Geist, der sich ansonsten in den Lehrreden des Buddha zeigt. Überdies wäre es in einem Text wie dem Aṅguttara-Nikāya mit seinen vielen kurzen Suttas relativ leicht möglich gewesen, dass Mönche, die Bedenken wegen ihrer eigenen Sexualität oder des spirituellen Potentials von Frauen hatten, solche Passagen in den Kanon hätten einfügen können. Diese Suttas haben keine Entsprechungen in den chinesischen Āgamas, aber diese Tatsache allein ist kein Beweis; denn viele Suttas des Aṅguttara-Nikāya im Pāli sind ohne Gegenstück im chinesischen Kanon. Andere Suttas des AN, die sich mit Sexualität befassen, zeigen ein symmetrischeres Herangehen, wie etwa <a class='ref' href='/an1.1-10'>AN 1.1–10</a> , <a class='ref' href='/an7.51'>AN 7.51</a> und <a class='ref' href='/an8.17'>AN 8.17–18</a>, wo die sexuelle Anziehung von Männern auf Frauen und von Frauen auf Männer genau ausgewogen ist. ",
  "an-introduction-bodhi:190": "Ganz im Gegensatz zu den Suttas mit frauenfeindlichem Ton stehen andere, die den Buddha zeigen, wie er sich Frauen gegenüber herzlich verhält und ihnen großzügig seine Lehre schenkt. Er lehrt die Laienfrau Visākhā, wie der <i lang='pi' translate='no'>Uposatha</i>-Besinnungstag sehr fruchtbar und segensreich sein kann (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an8.43'>AN 8.43</a>). Er lehrt Suppavāsā, die Tochter der Koliyer, welches Verdienst das Spenden von Essen bringt (<a class='ref' href='/an4.57'>AN 4.57</a>). Er erklärt der Königin Mallikā, der Frau des Königs Pasenadi, die karmischen Ursachen, durch die Frauen Schönheit, Reichtum und Einfluss erlangen können (<a class='ref' href='/an4.197'>AN 4.197</a>). Er beantwortet die Fragen der Prinzessin Cundī über das beste Vertrauen und das beste sittliche Verhalten (<a class='ref' href='/an5.32'>AN 5.32</a>). Er unterweist eine Gruppe von Mädchen, die verheiratet werden sollen, wie sie sich verhalten sollen, wenn sie mit ihren Ehemännern leben (<a class='ref' href='/an5.33'>AN 5.33</a>), und er unterweist eine ungestüme Frau über die sieben Arten von Ehefrauen (<a class='ref' href='/an7.63'>AN 7.63</a>). Er erklärt Visākhā, wie eine Frau in dieser und der nächsten Welt siegreich ist (<a class='ref' href='/an8.49'>AN 8.49</a>). Er rühmt die Bhikkhunīs Khemā und Uppalavaṇṇā als Vorbilder für seine Bhikkhunī-Anhängerinnen und die Laienschülerinnen Khujjuttarā und Veḷukaṇṭakī Nandamātā als Vorbilder für seine Laienschülerinnen (<a class='ref' href='/an4.176'>AN 4.176</a>). Es ist schwer, solche Texte, die eine freundliche und empathische Haltung gegen Frauen zeigen, mit den Passagen in Einklang zu bringen, die ihre Fähigkeiten kategorisch schlechtmachen. ",
  "an-introduction-bodhi:191": "Die Originalquelle dieses Index ist mit folgenden Bestimmungen erschienen: ",
  "an-introduction-bodhi:192": "© Bhikkhu Bodhi, The Numerical Discourses of the Buddha (Wisdom Publications, 2012) ",
  "an-introduction-bodhi:193": "<i lang='pi' translate='no'>The Numerical Discourses of the Buddha</i> von Bhikkhu Bodhi ist unter einer „<i lang='pi' translate='no'>Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License</i>“-Lizenz erschienen. "
}