{
  "an-introduction-bodhi:1": "Ein thematischer Leitfaden zum Aṅguttara-Nikāya ",
  "an-introduction-bodhi:2": "Bhikkhu Bodhi 2012 ",
  "an-introduction-bodhi:3": "<a href='#item1'>Der Buddha im Aṅguttara-Nikāya</a> ",
  "an-introduction-bodhi:4": "<a href='#item2'>Der Dhamma und die Schulung</a> ",
  "an-introduction-bodhi:5": "<a href='#item3'>Das veränderliche Kaleidoskop der Erfahrung</a> ",
  "an-introduction-bodhi:6": "<a href='#item4'>Eine harmonische Hausgemeinschaft führen</a> ",
  "an-introduction-bodhi:7": "<a href='#item5'>Der Weg, der nach oben führt</a> ",
  "an-introduction-bodhi:8": "<a href='#item6'>Den Zauber der Welt auflösen</a> ",
  "an-introduction-bodhi:9": "<a href='#item7'>Die Befleckungen des Geistes</a> ",
  "an-introduction-bodhi:10": "<a href='#item8'>Der Pfad der Entsagung</a> ",
  "an-introduction-bodhi:11": "<a href='#item9'>Meditation</a> ",
  "an-introduction-bodhi:12": "<a href='#item10'>Weisheit</a> ",
  "an-introduction-bodhi:13": "<a href='#item11'>Der Saṅgha</a> ",
  "an-introduction-bodhi:14": "<a href='#item12'>Arten von Menschen</a> ",
  "an-introduction-bodhi:15": "<a href='#item13'>Bhikkhunīs und Frauen im Aṅguttara-Nikāya</a> ",
  "an-introduction-bodhi:16": "Als Hilfe für die Leserin habe ich einen thematischen Leitfaden zum Aṅguttara-Nikāya entwickelt, der die Inhalte der Sammlung anhand eines systematischen Musters ordnet. Das Schema, das auf die Einführung folgt, gleicht dem, das ich als Gerüst für meine Anthologie <cite class='book'>In den Worten des Buddha</cite> verwendet habe. Ich weise nicht jedem Sutta im AN eine Nische in diesem Leitfaden zu. Manche Suttas widersetzen sich der Einordnung, während andere zu kurz oder zu unerheblich sind, um aufgenommen zu werden. Anstatt zu versuchen, alles aufzunehmen, habe ich ein Rahmenwerk mit Abschnitten und Unterabschnitten vorgeschlagen und unter jeder Überschrift genügend Lehrreden eingeschlossen, um dem Leser die Möglichkeit zu geben, zu erkennen, wie der Text des AN zu einem sinnvollen Muster zusammengefügt werden kann. ",
  "an-introduction-bodhi:17": "Beim Versuch, einzelne Suttas bestimmten Kategorien zuzuordnen, waren Abstraktionen und schmerzhafte Entscheidungen unvermeidlich. Viele Suttas im AN kann man unter verschiedenen Gesichtspunkten betrachten, von denen jeder hätte dazu führen können, dass ein Sutta verschiedenen Kategorien zugeordnet wird. Die Suttas erklären oft Übungen oder Eigenschaften anhand der Menschen, die sie vorleben, oder umgekehrt, sie erklären Menschen anhand ihrer Übungen und Eigenschaften. So hatte ich zu entscheiden, ob das Sutta nach den Übungen und Eigenschaften eingeordnet werden sollte oder nach den Menschen. In manchen Fällen berührt ein bestimmtes Sutta eine ganze Reihe von Themen und würde leicht in mehrere Kategorien passen. Ich wollte nicht, dass mein Leitfaden zu einem Index wird, bei dem der Grad an Genauigkeit fehlen würde, der notwendig ist, um der Leserin zu helfen, das Sutta in das Gesamtbild einzuordnen. So musste ich also, obwohl ich von der Idee „ein Sutta, eine Kategorie“ ausging, oft ein einzelnes Sutta zwei Kategorien zuordnen, manchmal auch drei. Aber ich glaube nicht, dass ich drei Orte für ein einzelnes Sutta überschritten habe. ",
  "an-introduction-bodhi:18": "Die breitesten Kategorien, die ich für das Schema benutzte, sind die „drei Juwelen“: der Buddha, der Dhamma und der Saṅgha. Ich beginne mit einem Abschnitt über den Buddha, indem ich ihn als Begründer des buddhistischen Erbes und als letztendliche Quelle für alle Lehren, die im Aṅguttara-Nikāya enthalten sind, würdige. Abschnitt II, überschrieben mit „der Dhamma und die Schulung“, befasst sich mit der Lehre des Buddha als einem Korpus von Anleitungen, die man zusammenfassen, anwenden und verwirklichen kann, und auch als einem Textkorpus, das bewahrt und an die Nachwelt weitergegeben werden muss. Diesem Abschnitt schließen sich acht Abschnitte an, die den Lehren selbst gewidmet sind. Dieser Teil der Übersicht soll den Dhamma in seiner ganzen Bandbreite abdecken, wie wir ihn im AN finden. Er beginnt mit einem Überblick über die Weltsicht des Buddha (Abschnitt III), der den kosmologischen Hintergrund des buddhistischen Befreiungswerks abdeckt, der problematischen Natur der menschlichen Erfahrung und den Faktoren, die das menschliche Schicksal bestimmen. Ich fahre dann schrittweise fort durch die verschiedenen Formen buddhistischer Praxis, ausgehend vom Leben in der Welt: Familienbeziehungen, Lebenserwerb, Vermögen, Gemeinschaft und Staat (Abschnitt IV). Diese Bereiche der menschlichen Aktivität werden oft vernachlässigt, wenn über den Buddhismus geschrieben wird, da Autoren dem Irrtum verfallen, anzunehmen, die klösterliche Übung stelle die Gesamtheit des Dhamma dar. Der Aṅguttara ist ein Schatz an ergreifenden und informativen Lehrreden über ein rechtschaffenes Leben innerhalb der Begrenzungen der Welt, und diese Texte sind wesentlich, wenn man sich ein angemessenes Bild vom frühen Buddhismus machen will. ",
  "an-introduction-bodhi:19": "Der Buddha betont wohl die Tugenden, die der häuslichen Eintracht förderlich sind, aber seine Lehre macht hier nicht halt, sondern geht weiter zur Schulung mit dem Ziel einer höheren Wiedergeburt und der höchsten Befreiung. Obwohl Ersteres an die Laienschülerinnen und -schüler gerichtet ist und Letzteres an die Bhikkhus und Bhikkhunīs, haben beide doch viele Werte gemeinsam. Diese Werte bilden eine gemeinsame Bühne für eine spirituelle Kultur für Laien und Ordinierte gleichermaßen. Unter diesem Thema habe ich im Abschnitt V vielfältige Texte zusammengetragen, die sich auf die Übung eines ernsthaften Laienschülers konzentrieren, der nicht damit zufrieden ist, bloß ein ethisches Leben zu führen, sondern der auch Fortschritt auf dem Weg zur Befreiung sucht. Der Aṅguttara-Nikāya ist eine reiche Quelle der Anleitung für ernsthafte Laien, und dieser Abschnitt versucht, solchen Texten gerecht zu werden. ",
  "an-introduction-bodhi:20": "Um seine Nachfolgerinnen zu einem Streben nach dem höchsten Ziel anzuspornen, beleuchtet der Buddha die Nachteile und Gefahren der weltlichen Existenz, die die edle Wahrheit vom Leiden deutlich machen. Abschnitt VI stellt daher eine Anzahl von Themen und Texten zusammen, die sich mit dem „Vertreiben des Zaubers der Welt“ befassen. Was uns an die bedingte Existenz bindet, mit ihren wiederholten Zyklen von Geburt und Tod und der Gefahr, in niedere Bereiche der Wiedergeburt hinabzusteigen, sind die Befleckungen des Geistes.  Suttas, die sich mit diesem Thema beschäftigen, treten im AN stark hervor, und diese wurden in Abschnitt VII zusammengefasst. Der nächste Gliederungspunkt, Abschnitt VIII, stellt die Suttas über die klösterliche Schulung zusammen, die aus dem Geist der Entsagung hervorgeht und auf das Erreichen von Nibbāna hinzielt. Das Herz der klösterlichen Schulung ist die Übung der Meditation, die ihren eigenen Abschnitt erhält, Abschnitt IX. Ihm habe ich Suttas zugewiesen, die die Übung betonen, die zu den höheren Stufen der Konzentration (<i lang='pi' translate='no'>samādhi</i>) führt. Abschnitt X führt uns zur nächsten Phase der hohen Schulung, der Entwicklung von Weisheit (<i lang='pi' translate='no'>paññā</i>), die in der Befreiung und der Verwirklichung von Nibbāna, dem höchsten Ziel der Lehre, gipfelt. ",
  "an-introduction-bodhi:23": "Der Buddha im Aṅguttara-Nikāya ",
  "an-introduction-bodhi:31": "Der Dhamma und die Schulung ",
  "an-introduction-bodhi:38": "Das veränderliche Kaleidoskop der Erfahrung ",
  "an-introduction-bodhi:48": "Eine harmonische Hausgemeinschaft führen ",
  "an-introduction-bodhi:50": "Tabelle 2: Suttas, die sich mit Laien befassen ",
  "an-introduction-bodhi:51": "Dīgha ",
  "an-introduction-bodhi:52": "Majjhima ",
  "an-introduction-bodhi:53": "Saṁyutta ",
  "an-introduction-bodhi:54": "Aṅguttara ",
  "an-introduction-bodhi:55": "Khuddaka ",
  "an-introduction-bodhi:56": "Gesamtzahl der Suttas im Nikāya ",
  "an-introduction-bodhi:57": "34 ",
  "an-introduction-bodhi:58": "152 ",
  "an-introduction-bodhi:59": "2.904 ",
  "an-introduction-bodhi:60": "8.122 ",
  "an-introduction-bodhi:61": "601 ",
  "an-introduction-bodhi:62": "An Laien gerichtet ",
  "an-introduction-bodhi:63": "14 ",
  "an-introduction-bodhi:64": "47 ",
  "an-introduction-bodhi:65": "121 ",
  "an-introduction-bodhi:66": "125 ",
  "an-introduction-bodhi:67": "30 ",
  "an-introduction-bodhi:68": "Indirekt für Laien ",
  "an-introduction-bodhi:69": "1 ",
  "an-introduction-bodhi:70": "3 ",
  "an-introduction-bodhi:71": "7 ",
  "an-introduction-bodhi:72": "36 ",
  "an-introduction-bodhi:73": "6 ",
  "an-introduction-bodhi:74": "Gesamt ",
  "an-introduction-bodhi:75": "15 ",
  "an-introduction-bodhi:76": "50 ",
  "an-introduction-bodhi:77": "128 ",
  "an-introduction-bodhi:78": "161 ",
  "an-introduction-bodhi:79": "36 ",
  "an-introduction-bodhi:80": "Quelle: Kelly 2011 ",
  "an-introduction-bodhi:83": "Der Weg, der nach oben führt ",
  "an-introduction-bodhi:91": "Tabelle 1: Ziele der Übung für Laien in den Nikāyas ",
  "an-introduction-bodhi:92": "Ziel ",
  "an-introduction-bodhi:93": "Dīgha ",
  "an-introduction-bodhi:94": "Majjhima ",
  "an-introduction-bodhi:95": "Saṁyutta ",
  "an-introduction-bodhi:96": "Aṅguttara ",
  "an-introduction-bodhi:97": "Khuddaka ",
  "an-introduction-bodhi:98": "Alle ",
  "an-introduction-bodhi:99": "Dieses Leben / das nächste Leben ",
  "an-introduction-bodhi:100": "6 (33%) ",
  "an-introduction-bodhi:101": "16 (32%) ",
  "an-introduction-bodhi:102": "44 (34%) ",
  "an-introduction-bodhi:103": "97 (60%) ",
  "an-introduction-bodhi:104": "21 (58%) ",
  "an-introduction-bodhi:105": "184 (47%) ",
  "an-introduction-bodhi:106": "Befreiung ",
  "an-introduction-bodhi:107": "9 (50%) ",
  "an-introduction-bodhi:108": "24 (48%) ",
  "an-introduction-bodhi:109": "58 (45%) ",
  "an-introduction-bodhi:110": "34 (21%) ",
  "an-introduction-bodhi:111": "13 (36%) ",
  "an-introduction-bodhi:112": "138 (35%) ",
  "an-introduction-bodhi:113": "Nicht näher angegeben ",
  "an-introduction-bodhi:114": "3 (17%) ",
  "an-introduction-bodhi:115": "10 (20%) ",
  "an-introduction-bodhi:116": "26 (20%) ",
  "an-introduction-bodhi:117": "30 (19%) ",
  "an-introduction-bodhi:118": "2 (6%) ",
  "an-introduction-bodhi:119": "71 (18%) ",
  "an-introduction-bodhi:120": "Gesamt ",
  "an-introduction-bodhi:121": "18 (100%) ",
  "an-introduction-bodhi:122": "50 (100%) ",
  "an-introduction-bodhi:123": "128 (100%) ",
  "an-introduction-bodhi:124": "161 (100%) ",
  "an-introduction-bodhi:125": "36 (100%) ",
  "an-introduction-bodhi:126": "393 (100%) ",
  "an-introduction-bodhi:127": "Quelle: Kelly 2011, Abschn. ?? ",
  "an-introduction-bodhi:129": "Den Zauber der Welt auflösen ",
  "an-introduction-bodhi:134": "Die Befleckungen des Geistes ",
  "an-introduction-bodhi:143": "Der Pfad der Entsagung ",
  "an-introduction-bodhi:150": "Meditation ",
  "an-introduction-bodhi:158": "Weisheit ",
  "an-introduction-bodhi:168": "Der Saṅgha ",
  "an-introduction-bodhi:179": "Arten von Menschen ",
  "an-introduction-bodhi:183": "Bhikkhunīs und Frauen im Aṅguttara-Nikāya ",
  "an-introduction-bodhi:191": "Die Originalquelle dieses Index ist mit folgenden Bestimmungen erschienen: ",
  "an-introduction-bodhi:192": "© Bhikkhu Bodhi, The Numerical Discourses of the Buddha (Wisdom Publications, 2012) ",
  "an-introduction-bodhi:193": "<i lang='pi' translate='no'>The Numerical Discourses of the Buddha</i> von Bhikkhu Bodhi ist unter einer „<i lang='pi' translate='no'>Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License</i>“-Lizenz erschienen. "
}