{
  "an-introduction-bodhi:1": "Ein thematischer Leitfaden zum Aṅguttara-Nikāya ",
  "an-introduction-bodhi:2": "Bhikkhu Bodhi 2012 ",
  "an-introduction-bodhi:3": "<a href='#item1'>Der Buddha im Aṅguttara-Nikāya</a> ",
  "an-introduction-bodhi:4": "<a href='#item2'>Der Dhamma und die Schulung</a> ",
  "an-introduction-bodhi:5": "<a href='#item3'>Das Kaleidoskop der Erfahrung: ständig in Bewegung</a> ",
  "an-introduction-bodhi:6": "<a href='#item4'>Eine harmonische Hausgemeinschaft führen</a> ",
  "an-introduction-bodhi:7": "<a href='#item5'>Der Weg, der nach oben führt</a> ",
  "an-introduction-bodhi:8": "<a href='#item6'>Den Zauber der Welt auflösen</a> ",
  "an-introduction-bodhi:9": "<a href='#item7'>Die Befleckungen des Geistes</a> ",
  "an-introduction-bodhi:10": "<a href='#item8'>Der Pfad der Entsagung</a> ",
  "an-introduction-bodhi:11": "<a href='#item9'>Meditation</a> ",
  "an-introduction-bodhi:12": "<a href='#item10'>Weisheit</a> ",
  "an-introduction-bodhi:13": "<a href='#item11'>Der Saṅgha</a> ",
  "an-introduction-bodhi:14": "<a href='#item12'>Arten von Menschen</a> ",
  "an-introduction-bodhi:15": "<a href='#item13'>Bhikkhunīs und Frauen im Aṅguttara-Nikāya</a> ",
  "an-introduction-bodhi:16": "Als Hilfe für die Leserin habe ich einen thematischen Leitfaden zum Aṅguttara-Nikāya entwickelt, der die Inhalte der Sammlung anhand eines systematischen Musters ordnet. Das Schema, das auf die Einführung folgt, gleicht dem, das ich als Gerüst für meine Anthologie <cite class='book'>In den Worten des Buddha</cite> verwendet habe. Ich weise nicht jedem Sutta im AN eine Nische in diesem Leitfaden zu. Manche Suttas widersetzen sich der Einordnung, während andere zu kurz oder zu unerheblich sind, um aufgenommen zu werden. Anstatt zu versuchen, alles aufzunehmen, habe ich ein Rahmenwerk mit Abschnitten und Unterabschnitten vorgeschlagen und unter jeder Überschrift genügend Lehrreden eingeschlossen, um dem Leser die Möglichkeit zu geben, zu erkennen, wie der Text des AN zu einem sinnvollen Muster zusammengefügt werden kann. ",
  "an-introduction-bodhi:17": "Beim Versuch, einzelne Suttas bestimmten Kategorien zuzuordnen, waren Abstraktionen und schmerzhafte Entscheidungen unvermeidlich. Viele Suttas im AN kann man unter verschiedenen Gesichtspunkten betrachten, von denen jeder hätte dazu führen können, dass ein Sutta verschiedenen Kategorien zugeordnet wird. Die Suttas erklären oft Übungen oder Eigenschaften anhand der Menschen, die sie vorleben, oder umgekehrt, sie erklären Menschen anhand ihrer Übungen und Eigenschaften. So hatte ich zu entscheiden, ob das Sutta nach den Übungen und Eigenschaften eingeordnet werden sollte oder nach den Menschen. In manchen Fällen berührt ein bestimmtes Sutta eine ganze Reihe von Themen und würde leicht in mehrere Kategorien passen. Ich wollte nicht, dass mein Leitfaden zu einem Index wird, bei dem der Grad an Genauigkeit fehlen würde, der notwendig ist, um der Leserin zu helfen, das Sutta in das Gesamtbild einzuordnen. So musste ich also, obwohl ich von der Idee „ein Sutta, eine Kategorie“ ausging, oft ein einzelnes Sutta zwei Kategorien zuordnen, manchmal auch drei. Aber ich glaube nicht, dass ich drei Orte für ein einzelnes Sutta überschritten habe. ",
  "an-introduction-bodhi:18": "Die breitesten Kategorien, die ich für das Schema benutzte, sind die „drei Juwelen“: der Buddha, der Dhamma und der Saṅgha. Ich beginne mit einem Abschnitt über den Buddha, indem ich ihn als Begründer des buddhistischen Erbes und als letztendliche Quelle für alle Lehren, die im Aṅguttara-Nikāya enthalten sind, würdige. Abschnitt II, überschrieben mit „der Dhamma und die Schulung“, befasst sich mit der Lehre des Buddha als einem Korpus von Anleitungen, die man zusammenfassen, anwenden und verwirklichen kann, und auch als einem Textkorpus, das bewahrt und an die Nachwelt weitergegeben werden muss. Diesem Abschnitt schließen sich acht Abschnitte an, die den Lehren selbst gewidmet sind. Dieser Teil der Übersicht soll den Dhamma in seiner ganzen Bandbreite abdecken, wie wir ihn im AN finden. Er beginnt mit einem Überblick über die Weltsicht des Buddha (Abschnitt III), der den kosmologischen Hintergrund des buddhistischen Befreiungswerks abdeckt, der problematischen Natur der menschlichen Erfahrung und den Faktoren, die das menschliche Schicksal bestimmen. Ich fahre dann schrittweise fort durch die verschiedenen Formen buddhistischer Praxis, ausgehend vom Leben in der Welt: Familienbeziehungen, Lebenserwerb, Vermögen, Gemeinschaft und Staat (Abschnitt IV). Diese Bereiche der menschlichen Aktivität werden oft vernachlässigt, wenn über den Buddhismus geschrieben wird, da Autoren dem Irrtum verfallen, anzunehmen, die klösterliche Übung stelle die Gesamtheit des Dhamma dar. Der Aṅguttara ist ein Schatz an ergreifenden und informativen Lehrreden über ein rechtschaffenes Leben innerhalb der Begrenzungen der Welt, und diese Texte sind wesentlich, wenn man sich ein angemessenes Bild vom frühen Buddhismus machen will. ",
  "an-introduction-bodhi:19": "Der Buddha betont wohl die Tugenden, die der häuslichen Eintracht förderlich sind, aber seine Lehre macht hier nicht halt, sondern geht weiter zur Schulung mit dem Ziel einer höheren Wiedergeburt und der höchsten Befreiung. Obwohl Ersteres an die Laienschülerinnen und -schüler gerichtet ist und Letzteres an die Bhikkhus und Bhikkhunīs, haben beide doch viele Werte gemeinsam. Diese Werte bilden eine gemeinsame Bühne für eine spirituelle Kultur für Laien und Ordinierte gleichermaßen. Unter diesem Thema habe ich im Abschnitt V vielfältige Texte zusammengetragen, die sich auf die Übung eines ernsthaften Laienschülers konzentrieren, der nicht damit zufrieden ist, bloß ein ethisches Leben zu führen, sondern der auch Fortschritt auf dem Weg zur Befreiung sucht. Der Aṅguttara-Nikāya ist eine reiche Quelle der Anleitung für ernsthafte Laien, und dieser Abschnitt versucht, solchen Texten gerecht zu werden. ",
  "an-introduction-bodhi:20": "Um seine Nachfolgerinnen zu einem Streben nach dem höchsten Ziel anzuspornen, beleuchtet der Buddha die Nachteile und Gefahren der weltlichen Existenz, die die edle Wahrheit vom Leiden deutlich machen. Abschnitt VI stellt daher eine Anzahl von Themen und Texten zusammen, die sich mit dem „Vertreiben des Zaubers der Welt“ befassen. Was uns an die bedingte Existenz bindet, mit ihren wiederholten Zyklen von Geburt und Tod und der Gefahr, in niedere Bereiche der Wiedergeburt hinabzusteigen, sind die Befleckungen des Geistes.  Suttas, die sich mit diesem Thema beschäftigen, treten im AN stark hervor, und diese wurden in Abschnitt VII zusammengefasst. Der nächste Gliederungspunkt, Abschnitt VIII, stellt die Suttas über die klösterliche Schulung zusammen, die aus dem Geist der Entsagung hervorgeht und auf das Erreichen von Nibbāna hinzielt. Das Herz der klösterlichen Schulung ist die Übung der Meditation, die ihren eigenen Abschnitt erhält, Abschnitt IX. Ihm habe ich Suttas zugewiesen, die die Übung betonen, die zu den höheren Stufen der Konzentration (<i lang='pi' translate='no'>samādhi</i>) führt. Abschnitt X führt uns zur nächsten Phase der hohen Schulung, der Entwicklung von Weisheit (<i lang='pi' translate='no'>paññā</i>), die in der Befreiung und der Verwirklichung von Nibbāna, dem höchsten Ziel der Lehre, gipfelt. ",
  "an-introduction-bodhi:21": "Der nächste Teil der Übersicht vertritt das dritte Juwel des Buddhismus, den Saṅgha. Er handelt sowohl vom Saṅgha als Institution, dem Orden der ordinierten Mönche und Nonnen (Bhikkhus und Bhikkhunīs), als auch vom <i lang='pi' translate='no'>Ariyasaṅgha</i>, der Gemeinschaft der Edlen, die die Pfade und Früchte der Erleuchtung erlangt haben. ",
  "an-introduction-bodhi:22": "Der letzte große Abschnitt dieses Plans handelt von Arten von Menschen. Das ist ein Punkt, in dem sich der Aṅguttara erheblich vom Saṁyutta unterscheidet. Die Hauptkapitel des Saṁyutta richten sich nach den wichtigsten philosophischen Themen der Lehre aus, den Grundsätzen und Kategorien, die der Buddha als Vorlagen für die Betrachtung und Einsicht vorschlug. So finden wir im Saṁyutta ausgedehnte Kapitel über abhängiges Entstehen, die Elemente, die fünf Aggregate, die sechs Sinnesfelder und die Faktoren des Pfades; oft werden diese in bloßen phänomenologischen Begriffen beschrieben, mit nur minimalen Bezügen zu den Menschen, zu denen sie gehören. Im Gegensatz dazu ist der Aṅguttara übervoll von verschiedenen Arten, Menschen einzuteilen – Laien wie Ordinierte, Edle wie Gewöhnliche –, und räumt ihren Eigenschaften, ihrem Kampf um Glück und Sinn, ihrem Streben und ihrem Erfolg Vorrang ein. Der AN wird so zur Anregung und Hauptquelle für eins der Bücher des Abhidhamma-Piṭaka, das Puggalapaññatti oder die „Beschreibung der Menschen“ – die eine Abhandlung in dieser Sammlung, die von der strikten Abhidhamma-Methode der Reduktion auf Phänomenologisches abweicht, um Menschentypen im Hinblick auf ihr Verhältnis zu den Werten und Zielen des Dhamma zu untersuchen. ",
  "an-introduction-bodhi:23": "Der Buddha im Aṅguttara-Nikāya ",
  "an-introduction-bodhi:24": "Im Folgenden will ich dem Inhalt des AN durch die Hauptkategorien dieses thematischen Leitfadens nachgehen und dabei markante Themen, die in diesem Nikāya vorkommen, herausstellen und Suttas zitieren, die sie besonders gut beispielhaft zeigen. Auf die Gefahr hin, mich zu wiederholen, muss ich noch einmal betonen, dass die Zuweisung einzelner Suttas zu bestimmten Kategorien hauptsächlich aus Gründen der Zweckmäßigkeit erfolgt und in Kauf nimmt, dass dabei die Komplexität der Inhalte bestimmter Texte verloren geht. ",
  "an-introduction-bodhi:25": "In einem Werk, in dem es überwiegend um Menschen geht, ist es passend, dass wir eine beträchtliche Zahl an Suttas finden, die dem Buddha selbst gewidmet sind, nicht bloß in seiner Funktion als Lehrer und Erklärer des Dhamma, sondern als Mensch mit seiner eigenen Lebensgeschichte und seinen Errungenschaften. Ich habe die Suttas, die vom Buddha handeln in drei Gruppen eingeteilt: diejenigen, die sich auf sein Leben beziehen und somit Baustein einer Biografie bilden; diejenigen, die seine spirituellen Eigenschaften und Errungenschaften herausstellen; und, als eigene Kategorie, diejenigen, die vom Buddha weniger als einem Individuum sprechen, sondern als einem Archetyp, dem Musterbeispiel des vollkommen erleuchteten Lehrers, der seine Botschaft in seiner Person verkörpert. Diese letzte Gruppe schließt jene Suttas ein, in denen der Buddha von sich als „dem Tathāgata“ spricht. ",
  "an-introduction-bodhi:26": "Die Nikāyas haben nie versucht, eine fortlaufende Biografie des Buddha zu konstruieren. Die Suttas, die auf Ereignisse in seinem Leben Bezug nehmen, sind weit verstreut, erscheinen in unterschiedlichen Sammlungen und enthalten selten die notwendigen Anhaltspunkte, die man bräuchte, um sie zu einer folgerichtigen Reihe zu verbinden. Das Mahāparinibbāna-Suttanta (DN 16) gibt uns einen zusammenhängenden Bericht über die letzten Tage des Buddha, der in seinem Tod und der Einäscherung gipfelt. Aber davon abgesehen muss das biographische Material in weit verstreuten Texten aufgestöbert werden, und wir müssen uns auf Spekulation, Fantasie und Hinweise in den Texten selbst stützen (wie etwa die Umgebung und gelegentliche Bezüge auf Vorfälle, die damit zu tun hatten), um diese zu bestimmten Phasen im Leben des Buddha zuzuordnen. ",
  "an-introduction-bodhi:27": "Dennoch weist der AN auf Begebenheiten hin, die uns aus den später verfassten zusammenhängenden Berichten über das Leben des Buddha bekannt sind. Wir können diese vielleicht als das Rohmaterial betrachten, das die Poeten und Hagiografen heranzogen, um die prächtige Buddhabiografie zu verfassen. So spricht <a class='ref' href='/an4.127'>AN 4.127</a> von den Wundern, die die Empfängnis des Buddha im Mutterleib, seine Geburt, seine Erleuchtung und das Ins-Rollen-Bringen des Rades des Dhamma begleiteten. In <a class='ref' href='/an3.39'>AN 3.39</a> spricht er über seine behütete und luxuriöse Erziehung und erzählt von den Betrachtungen über Alter, Krankheit und Tod, die ihn aus seinem Berauschtsein mit Jugend, Gesundheit und Leben aufrüttelten. In <a class='ref' href='/an8.64'>AN 8.64</a> und <a class='ref' href='/an9.40'>AN 9.40</a> spricht er über sein Bemühen, in seinem Kampf um Erleuchtung die verschiedenen Stufen der Meditation zu meistern; diese beiden Berichte wurden in die bekannte Buddhabiografie nicht aufgenommen. Das Sutta <a class='ref' href='/an5.196'>AN 5.196</a> berichtet von den fünf Träumen, die er noch als Bodhisatta hatte, die Vorzeichen seines Erwachens waren, und <a class='ref' href='/an8.11'>AN 8.11</a> gibt die traditionelle Beschreibung der Erleuchtung als ein Fortschreiten durch die vier Jhānas und die drei höheren Erkenntnisse bis zur Auflösung der Befleckungen wieder. In <a class='ref' href='/an4.21'>AN 4.21</a> spricht der Buddha über seine Überlegungen nach der Erleuchtung und seine Entscheidung, nur den Dhamma zu ehren. In <a class='ref' href='/an8.70'>AN 8.70</a> behauptet er, wenn er wollte, könnte er das ganze Äon hindurch am Leben bleiben, und er beschließt, die „Lebenskraft aufzugeben“, da Ānanda versäumte, ihn um die Verlängerung seines Lebens zu bitten. Diese Begebenheit ist uns aus dem Mahāparinibbāna-Sutta vertraut. ",
  "an-introduction-bodhi:28": "Während die Texte, die biografisches Material bieten, eher spärlich sind, gibt es reichlich solche, die die Tugenden und Errungenschaften des Buddha rühmen. Er wird gepriesen als „der eine Mensch, der … aus Mitgefühl mit der Welt, zum Guten, zum Wohl und Glück von Devas und Menschen“ in der Welt erscheint (<a class='ref' href='/an1.170'>AN 1.170</a>). Seine körperliche Gestalt besitzt so außerordentliche Kennzeichen, dass ein forschender Brahmane nicht glauben kann, dass er bloß ein Mensch ist (<a class='ref' href='/an4.36'>AN 4.36</a>). Er hat edle Tugend, Konzentration, Weisheit und Befreiung vervollkommnet (<a class='ref' href='/an4.1'>AN 4.1</a>). Er besitzt die Eigenschaften, die man von einem ganz vollkommenen geistlichen Lehrer erwartet (<a class='ref' href='/an5.100'>AN 5.100</a>). Vom Mönch Udāyī wird er in Versen von großer Schönheit gepriesen (<a class='ref' href='/an6.43'>AN 6.43</a>) und von seinem Laienschüler König Pasenadi gerühmt (<a class='ref' href='/an10.30'>AN 10.30</a>). Obwohl er in der Welt lebt, ist er von ihr losgelöst, alle Befleckungen sind aufgelöst, er ist frei von Geburt, Alter und Tod, wie eine Lotusblume, die „im Wasser geboren und gewachsen ist, aber die sich über das Wasser erhebt und unbenetzt vom Wasser dasteht“ (<a class='ref' href='/an4.36'>AN 4.36</a>, <a class='ref' href='/an10.81'>AN 10.81</a>). ",
  "an-introduction-bodhi:29": "Ich habe mich entschieden, dass die Suttas, in denen der Buddha von sich als dem „Tathāgata“ spricht, so beeindruckend sind, dass es gerechtfertigt ist, sie einer eigenen Klasse zuzuweisen. In diesen Suttas sehe ich, wie der Buddha auf sich nicht einfach als einzelnes Individuum Bezug nimmt, sondern als der jüngste Vertreter einer „Dynastie“ von Buddhas, diesen außerordentlichen Wesen, die selten in großen Abständen im kosmischen Geschehen erscheinen, den verlorenen Pfad zum Nibbāna wiederentdecken und die Welt darin unterweisen. Im AN finden wir ausdrückliche Hinweise nur auf zwei der sechs Buddhas der Vergangenheit, die wir aus anderen Nikāyas kennen. Sikhī, der fünftletzte, wird in <a class='ref' href='/an3.80'>AN 3.80</a> erwähnt, und Kassapa, Gotamas Vorgänger, in <a class='ref' href='/an5.180'>AN 5.180</a>. Aber es gibt eine recht große Zahl von Hinweisen auf Tathāgatas im Plural, was darauf hindeutet, dass die Idee einer Aufeinanderfolge von Buddhas den Menschen, die diesen Nikāya zusammenstellten, bereits bekannt war. ",
  "an-introduction-bodhi:30": "Aus der Sicht der Nikāyas haben alle Tathāgatas teil an denselben wesentlichen Eigenarten, die aus ihnen Weltlehrer machen. Es wird erklärt, der Tathāgata sei „ohne Ebenbürtigen oder Gegenstück, unvergleichlich, beispiellos, unerreicht, unübertroffen, ohnegleichen, der Beste der Zweifüßer“  (<a class='ref' href='/an1.174'>AN 1.174</a>). Er ist das vorderste der Wesen, und wer zu ihm Zuversicht hat, hat Zuversicht zum Besten (<a class='ref' href='/an4.34'>AN 4.34</a>). Sein Erscheinen ist „das Erscheinen eines großen Sehens, eines großen Lichts und eines großen Glanzes“ (<a class='ref' href='/an1.175'>AN 1.175–77</a>). Er ist vollkommen erwacht zu „allem, was man sehen, hören, empfinden, erkennen, erreichen, suchen oder mit dem Geist erkunden kann“, und daher ist alles, was er lehrt, „genau so und nicht anders“ (<a class='ref' href='/an4.23'>AN 4.23</a>). Er besitzt die „zehn Kräfte eines Tathāgata“ und die „vier Arten des Selbstvertrauens“, und auf dieser Grundlage „beansprucht er den Platz des obersten Bullen, brüllt sein Löwengebrüll in den Versammlungen und setzt das Brahmarad in Bewegung“ (<a class='ref' href='/an4.8'>AN 4.8</a>, <a class='ref' href='/an10.22'>AN 10.22</a>; siehe auch <a class='ref' href='/an6.64'>AN 6.64</a>). Sein „Löwengebrüll“ über die Unbeständigkeit ist so mächtig, dass es selbst langlebige Gottheiten zum Beben und Zittern bringt (<a class='ref' href='/an4.33'>AN 4.33</a>). ",
  "an-introduction-bodhi:31": "Der Dhamma und die Schulung ",
  "an-introduction-bodhi:32": "Obwohl der Buddha der höchste Mensch im spirituellen Bereich ist, verehrte er etwas, das noch über ihm stand: den Dhamma. Nach seiner Erleuchtung suchte er vergeblich nach jemandem, den er ehren könnte, und beschloss: „Ich will nur diesen Dhamma, zu dem ich vollkommen erwacht bin, ehren, achten, von ihm abhängig sein.“ (<a class='ref' href='/an4.22'>AN 4.22</a>) Wenn er andere lehrt, tut er das, indem er sich „nur auf den Dhamma stützt, nur den Dhamma ehrt, achtet und verehrt, den Dhamma als seinen Maßstab, sein Banner und seine Autorität betrachtet“ (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>). Wen auch immer er lehrt, er lehrt respektvoll, „weil der Tathāgata Respekt vor dem Dhamma hat, Verehrung für den Dhamma“ (<a class='ref' href='/an5.99'>AN 5.99</a>). ",
  "an-introduction-bodhi:33": "In diesem Sinn ist der Dhamma nicht so sehr die in Worte gefasste Lehre als vielmehr ein Korpus spiritueller Grundsätze, die spirituelles Wachstum und Befreiung möglich machen. Seine höchsten Bezugspunkte sind der edle achtfache Pfad , der das vorderste aller bedingten Erscheinungen ist, und Nibbāna, das das vorderste aller bedingten und nicht bedingten Dinge ist (<a class='ref' href='/an4.34'>AN 4.34</a>). Der Buddha fasste die Essenz des Dhamma auf verschiedene Arten zusammen, die alle aus dem gleichen Korpus von Grundsätzen hervorgehen. An einer Stelle sagt er, dass die grenzenlosen Ausdrucksweisen des Dhamma in vier Dingen zusammenkommen: verstehen, was untauglich ist, und es aufgeben, und verstehen, was tauglich ist, und es entwickeln (<a class='ref' href='/an4.188'>AN 4.188</a>). Er lehrte seine Stiefmutter Mahāpajāpatī acht Kriterien des wahren Dhamma (<a class='ref' href='/an8.53'>AN 8.53</a>), und, kürzer  noch, sagte er dem Bhikkhu Upāli, dass die Lehre „in diesen Dingen, die ausschließlich zu Ernüchterung, Sichabwenden, Aufhören, Frieden, unmittelbarer Einsicht, Erwachen und Erlöschen führen“, zu finden sei (<a class='ref' href='/an7.83'>AN 7.83</a>). ",
  "an-introduction-bodhi:34": "Anders als viele seiner Zeitgenossen lehnte es der Buddha ab, sich in spekulativen Ansichten über Dinge zu ergehen, die für die Suche nach Erlösung vom Leiden ohne Belang sind. Insbesondere lehnte er es ab, Äußerungen über das Schicksal des befreiten Menschen nach dem Tod zu machen oder die zehn berüchtigten spekulativen Fragen zu beantworten (see <a class='ref' href='/an7.54'>AN 7.54</a>). Stattdessen betonte er, dass er den Dhamma „für die Läuterung der Wesen, die Überwindung von Kummer und Jammer, das Vorbeigehen von Schmerz und Niedergeschlagenheit, das Erlangen der Methode und das Verwirklichen von Nibbāna“ lehrte (<a class='ref' href='/an9.20'>AN 9.20</a>). Doch obwohl er eine Art „metaphysischer Zurückhaltung“ übte, zögerte er doch nicht, solche Ansichten, die er für schädlich für das geistliche Leben hielt, zu kritisieren. Die Texte nennen manchmal drei, die er ausdrücklich zurückwies: Determinismus im Zusammenhang mit früheren Taten, deterministischen Theismus und das Leugnen kausaler Zusammenhänge (<a class='ref' href='/an3.61'>AN 3.61</a>). Die These, dass es „keine Frucht und kein Ergebnis von guten und schlechten Taten gibt“, lehnte er entschieden als eine falsche Ansicht ab, die den Grundsatz des Kamma leugnet (<a class='ref' href='/an10.176'>AN 10.176</a>, <a class='ref' href='/an10.211'>AN 10.211</a>, etc.). Auch die „harte deterministische“ Ansicht, dass unsere Entscheidungen unumstößlich von etwas verursacht werden, das außerhalb von uns selbst liegt, kritisierte er streng. Der deterministischen Position, dass es „kein Kamma, keine Tat, keine Energie“ gebe, hielt er entgegen, dass alle vollkommen erleuchteten Buddhas der Vergangenheit, Gegenwart und Zukunft „eine Kamma-Lehre, eine Tat-Lehre, eine Energie-Lehre“ lehren (<a class='ref' href='/an3.137'>AN 3.137</a>). Er bestand darauf, dass es Dinge gibt wie Antrieb, Initiative, Entscheidung und Anstrengung, infolge derer Menschen für ihr Schicksal verantwortlich sind (<a class='ref' href='/an6.38'>AN 6.38</a>). ",
  "an-introduction-bodhi:35": "Der Buddha behauptet, sein Dhamma sei unmittelbar sichtbar (<i lang='pi' translate='no'>sandiṭṭhika</i>), ein Wort, das zu einem seiner Beinamen wurde. Wenn er gefragt wurde, wie man das bestätigen könne, erklärte er es so, dass er die Fragesteller wieder auf ihre eigene unmittelbare Erfahrung verwies. Wenn jemand von Begierde, Hass oder Täuschung überwältigt ist, so sagte er, handelt er zu seinem eigenen Schaden, zum Schaden anderer und zum Schaden beider, und er erlebt Leiden und Niedergeschlagenheit. Aber wenn Begierde, Hass und Täuschung aufgegeben sind, ist er frei und kann zum Wohl aller handeln; er erlebt nicht länger Leiden und Kummer (see <a class='ref' href='/an3.53'>AN 3.53–54</a>). Die Vernichtung von Begierde, Hass und Täuschung ist Nibbāna, und in dieser Hinsicht ist auch Nibbāna unmittelbar sichtbar (<a class='ref' href='/an3.55'>AN 3.55</a>). ",
  "an-introduction-bodhi:36": "Im AN wird der Dhamma nicht nur als der Übungsweg und das Ziel der Verwirklichung betrachtet, sondern auch als die Sammlung von mündlichen Lehrreden, die der Buddha in seiner Laufbahn als Lehrer gehalten hat. Daher beziehen sich die Suttas gelegentlich auf die neun Arten von Lehren, in die die Lehrreden in der frühesten Periode eingeteilt waren, bevor sie zu Nikāyas zusammengestellt wurden (<a class='ref' href='/an4.102'>AN 4.102</a>, <a class='ref' href='/an4.107'>AN 4.107</a>, <a class='ref' href='/an5.73'>AN 5.73–74</a> usw.). Weil die Lehren des Buddha, die den Weg zu Erleuchtung und Befreiung aufzeigen, in einem Korpus von Schriften gesammelt wurden, hängen guter Zustand, Reinheit und langer Bestand des Dhamma von der richtigen Bewahrung und Weitergabe der Texte ab. Von den vier Nikāyas ist der AN derjenige, der am häufigsten auf der Notwendigkeit besteht, den Dhamma richtig zu bewahren und ihn damit vor Verfall und Verschwinden zu schützen. ",
  "an-introduction-bodhi:37": "Suttas, die auf dieses Thema eingehen, finden sich überall in dem Werk. Eine Reihe kurzer Texte in den Einern skizziert die Faktoren, die den guten Dhamma zum Verschwinden bringen und, umgekehrt, die Faktoren, die seine Lebendigkeit erhalten (<a class='ref' href='/an1.30'>AN 1.30–69</a>). Letztere können folgendermaßen zusammengefasst werden: nicht verwechseln, was der Dhamma und was nicht der Dhamma ist; nicht verwechseln, was die Schulung ist und was der Schulung entgegengeht; den Buddha richtig zitieren, sein Verhalten richtig beschreiben, und verschiedene Kategorien von Schulungsregeln nicht vermischen. In einem Sutta gibt der Buddha den Mönchen Anweisungen über die Kriterien, anhand derer sie feststellen können, ob nach seinem Tod vorgetragene Lehren authentisch oder unecht sind (<a class='ref' href='/an4.180'>AN 4.180</a>). Ein anderes Sutta sagt, der gute Dhamma verfällt, wenn die Mönche die Lehre nicht richtig bewahren, ihre Bedeutung falsch auslegen, andere nicht unterweisen und in ihrer Übung zurückfallen. Doch wenn sie, umgekehrt, die Lehren richtig bewahren, sie richtig auslegen, andere unterweisen und sich in ihrer Übung bemühen, bleibt die Lehre lange bestehen (<a class='ref' href='/an4.160'>AN 4.160</a>). ",
  "an-introduction-bodhi:38": "Das Kaleidoskop der Erfahrung: ständig in Bewegung ",
  "an-introduction-bodhi:39": "Wenn man in Betracht zieht, wie wichtig es ist, die Lehren zu bewahren und ihren langen Bestand zu sichern, was genau ist dann der Inhalt des Dhamma, den der Buddha entdeckte, und warum ist er so besonders? Bevor wir diese Frage beantworten, ist es hilfreich, kurz das Bild zu betrachten, das der Buddha vom Universum hat, um den Hintergrund für die Suche nach Befreiung zu sehen. Die Nikāyas haben die Vorstellung eines Universums von unvorstellbar gewaltigen Ausmaßen, das abwechselnd Phasen der Entfaltung und des Niedergangs durchläuft. Die Grundeinheit der kosmischen Zeit ist das Äon (<i lang='pi' translate='no'>kappa</i>). Wer die Fähigkeit erwirbt, sich an seine früheren Leben zu erinnern, so sagen die Texte, kann sich an „viele Äonen der Auflösung der Welt, viele Äonen der Entfaltung der Welt, viele Äonen der Auflösung und Entfaltung der Welt“ erinnern (<a class='ref' href='/an3.58'>AN 3.58</a>, <a class='ref' href='/an3.101'>AN 3.101</a> usw.). Das Äon ist in vier Phasen eingeteilt: Auflösung, anhaltende Auflösung, Entfaltung und vollständige Entfaltung. Jede dieser Phasen entzieht sich einer Berechnung in Hunderttausenden von Jahren (<a class='ref' href='/an4.156'>AN 4.156</a>). Ein Weltsystem hat nicht nur eine riesige zeitliche Ausdehnung, es besteht auch aus verschiedenen schichtweise gegliederten Daseinsbereichen; diese reichen von den trostlosen Höllenwelten, Welten von extremem Leiden, über das Tierreich, das Reich der gequälten Geister (manchmal „hungrige Geister“ genannt), dann über die Menschenwelt und weiter durch eine aufsteigende Reihe himmlischer Bereiche, die von <i lang='pi' translate='no'>Devas</i>, den Gottheiten, und <i lang='pi' translate='no'>Brahmās</i>, den göttlichen Wesen, bewohnt werden. Es gibt sechs sinnliche Welten in den himmlische Bereichen: den Himmel der vier göttlichen Könige, die Tāvatiṁsa-Devas, die Yāma-Devas, die Tusita-Devas, die Devas, die gerne erschaffen, und die Devas, die über das herrschen, was andere geschaffen haben (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an6.10'>AN 6.10</a>, <a class='ref' href='/an8.36'>AN 8.36</a> usw.). Über diesen gibt es die Brahmāwelt und noch höhere Bereiche, Sphären der Wiedergeburt für die, die die erhabenen Meditationszustände gemeistert haben. ",
  "an-introduction-bodhi:40": "Trotz aller Unterschiede gibt es eine Sache, die alle Lebewesen vom Untersten zum Höchsten verbindet: Sie alle suchen Freiheit vom Leiden und wollen wahres Glück erlangen. Genau diesen angeborenen Drang eines Lebewesens macht der Buddha zum beherrschenden Thema seiner Lehre, zum Dreh- und Angelpunkt, der alle Lehren und Übungen zusammenhält. Doch statt unsere gewöhnlichen Annahmen für selbstverständlich zu halten, bricht der Buddha zu einer kritischen Untersuchung der Frage auf, was Leiden ausmacht und was eine Aussicht auf unauflösliches Glück eröffnet. Unsere Vorannahmen darüber, was uns glücklich machen wird, sind oft irreführend; sie stammen von einer Fixierung auf die unmittelbare Empfindung, die die tiefgreifenderen Auswirkungen und die langfristigen Folgen unseres Verhaltens außer Acht lässt. ",
  "an-introduction-bodhi:41": "Erfahrung verändert sich ständig, sie ändert stets ihre Gestalt, unabhängig von unseren Wünschen und Erwartungen. Entgegen unseren Hoffnungen können wir Alter, Krankheit und Tod nicht vermeiden, den Verfall von Besitztümern, den Verlust von Nahestehenden. Der törichte Weltmensch und der weise Schüler teilen dieses Schicksal. Sie unterscheiden sich dadurch, dass der Weltmensch nicht über die Allgemeingültigkeit dieses Gesetzes nachdenkt und daher „bekümmert und schwach ist, klagt, sich weinend an die Brust schlägt und in Verwirrung stürzt“, wenn sein Schicksal ihn ereilt. Der weise Schüler hingegen erkennt, dass Alter, Krankheit und Tod, Zerstörung und Verlust unser allgemeines Schicksal sind; daher zieht er „den giftigen Pfeil des Kummers“ heraus und lebt glücklich ohne Pfeile (<a class='ref' href='/an5.48'>AN 5.48</a>). Wiederum sind sowohl Weltmensch als auch Schüler den „acht weltlichen Gegebenheiten“ unterworfen: Gewinn und Verlust, Schande und Ruhm, Tadel und Lob, Glück und Schmerz. Der Weltmensch, angezogen vom Einen und abgestoßen vom Anderen, „ist nicht befreit von Geburt, Alter und Tod, von Kummer, Klage, Schmerz, Schwermut und Qual“. Der edle Schüler hingegen, der erkennt, dass alle diese unsicheren Gegebenheiten unbeständig sind und der Veränderung unterliegen, verwirft Anziehung und Abstoßung und erlangt innere Freiheit (<a class='ref' href='/an8.6'>AN 8.6</a>). ",
  "an-introduction-bodhi:42": "Was der Buddha als Ausgangspunkt bei der Suche nach wahrem Glück betont, ist die enge Beziehung zwischen der ethischen Qualität unseres Verhaltens und der gefühlsmäßigen Tönung unserer Erfahrung. Körperliche, sprachliche und gedankliche Handlungen können nach ethischen Gesichtspunkten in allgemeine Kategorien eingeteilt werden: das Untaugliche (<i lang='pi' translate='no'>akusala</i>) und das Taugliche (<i lang='pi' translate='no'>kusala</i>). Der Buddha bemerkte, dass das Untaugliche eine Quelle des Elends ist, das Taugliche eine Quelle der Seligkeit. Gier, Hass und Täuschung führen zu Unglück und Leiden, ihre Beseitigung bringt Wohlergehen und Glück (<a class='ref' href='/an3.65'>AN 3.65–66</a>). Sein stetiger Appell an seine Schüler war daher, dass sie sich bemühen sollten, das Untaugliche aufzugeben und das Taugliche zu entwickeln (<a class='ref' href='/an2.19'>AN 2.19</a>). Heilsame Anstrengung führt zu weitaus größerem, reicherem und anhaltenderem Glück als das Schwelgen im Verlangen. Eine Reihe sehr kurzer Suttas stellt verschiedene Arten von Glück einander gegenüber und bewertet ihren relativen Wert: Das Glück des Klosterlebens ist höher als das des Laienlebens; das Glück der Entsagung ist höher als sinnliches Glück; das Glück ohne Besitzerwerb ist höher als das Glück, das durch Besitzerwerb entsteht; das Glück ohne Befleckungen ist höher als das mit Befleckungen; und spirituelles Glück ist höher als weltliches Glück (<a class='ref' href='/an2.64'>AN 2.64–68</a>). ",
  "an-introduction-bodhi:43": "Nach dem Buddha ändert das „sich stets in Bewegung befindliche Kaleidoskop“ von Leiden und Glück seine Gestalt nicht nur während eines einzelnen Lebens auf der Erde, sondern es verändert sich viel dramatischer auf unserer Reise durch die Runde der Wiedergeburten, die als <i lang='pi' translate='no'>Saṁsāra</i>, „das Umherwandern“, bekannt ist. Der beherrschende Faktor in diesem Prozess, der die Wiedergeburt im Ganzen zu einem gesetzmäßigen Ablauf macht, ist eine Kraft, die <i lang='pi' translate='no'>Kamma</i> (Skt: <i lang='pi' translate='no'>Karma</i>) genannt wird. Das Wort „Kamma“ bedeutet wörtlich Handlung, aber der Buddha gebraucht es insbesondere mit Bezug auf willentliches oder absichtliches Handeln: „Es ist der Wille, Bhikkhus, den ich Kamma nenne; denn nachdem man sich willentlich entschieden hat, handelt man mit dem Körper, der Sprache oder dem Geist.“ (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Kamma bezeichnet somit Taten, die aus einem Willen entspringen, die rein gedanklich bleiben können, indem wir durch unsere Gedanken, Pläne und Wünsche Kamma schaffen; oder sie können ihren Ausdruck in körperlichen oder sprachlichen Taten finden. Kamma bezeichnet auch die moralische Kraft, die durch unsere Taten geschaffen wird. All unsere moralisch festgelegten Handlungen schaffen ein Potenzial zum Hervorbringen von Ergebnissen (<i lang='pi' translate='no'>vipāka</i>), das ihrer ethischen Qualität entspricht. Unsere Taten schaffen Kamma, und wenn geeignete Bedingungen zusammenkommen, wird das Kamma reif und bringt die entsprechenden Früchte hervor; es bringt Elend oder Glück in Abhängigkeit von der moralischen Qualität der ursprünglichen Handlung. Das Kamma, das wir schaffen, kann entweder noch in diesem Leben reifen oder bei der nächsten Wiedergeburt oder bei einer späteren Gelegenheit (<a class='ref' href='/an3.34'>AN 3.34</a>, <a class='ref' href='/an10.217'>AN 10.217</a>). Eine Sache ist gewiss: Solange wir im Kreislauf der Wiedergeburten umherwandern, besitzt unser angesammeltes Kamma die Fähigkeit, zu reifen und seine Ergebnisse hervorzubringen. Daher lehrt der Buddha wieder und wieder, dass „die Wesen die Besitzer ihres Kamma sind, die Erben ihres Kamma; das Kamma ist ihr Ursprung, ihre Verwandtschaft, ihre Zuflucht; von jedem Kamma, das sie tun, sind sie die Erben“ (<a class='ref' href='/an10.216'>AN 10.216</a>; siehe auch <a class='ref' href='/an5.57'>AN 5.57</a>, <a class='ref' href='/an10.48'>AN 10.48</a>). ",
  "an-introduction-bodhi:44": "Die Unterschiede im Kamma sind für die große Bandbreite im Schicksal der Lebewesen verantwortlich, die sich ständig im Kreislauf des Daseins drehen, aufsteigen und fallen, manchmal von der Dunkelheit zum Licht und manchmal vom Licht zur Dunkelheit gehen (<a class='ref' href='/an4.85'>AN 4.85</a>). Das Kamma ist die grundsätzliche Determinante der Wiedergeburt. Untaugliches Kamma fördert eine unglückliche Wiedergeburt und schmerzhafte Ergebnisse, taugliches Kamma eine glückliche Wiedergeburt und angenehme Ergebnisse (<a class='ref' href='/an2.11-20'>AN 2.16–17</a>, <a class='ref' href='/an3.111'>AN 3.111</a>, <a class='ref' href='/an10.217'>AN 10.217–18</a>). Wiedergeburt ist nicht auf die menschliche Welt beschränkt, denn das Kamma ist nach Qualität und Wirksamkeit unterschiedlich und kann daher zu Wiedergeburt an jedem der fünf <i lang='pi' translate='no'>gatis</i> oder Bestimmungsorte führen: in der Hölle, dem Tierreich, dem Reich der gequälten Geister, der Menschenwelt oder der Devawelt (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Die Wesen wandern ständig von einem Bereich zum andern, aber wenige werden in der Menschen- oder Devawelt wiedergeboren, verglichen mit der viel größeren Zahl derer, die in den Höllen, dem Tierreich und den Gespensterreichen wiedergeboren werden, die zusammen als Bereich des Elends, schlechte Bestimmungsorte oder niedere Welt bezeichnet werden (<a class='ref' href='/an1.296-377'>AN 1.348–77</a>). Modernisten, die vorschlagen, diese Bereiche als psychologische Zustände zu deuten, die wir als Menschen erleben, hätten es schwer, in den Nikāyas eine Unterstützung für ihre Position zu finden. Im AN lesen wir wieder und wieder, fast in jedem <i lang='pi' translate='no'>Nipāta</i>, wie Lebewesen „mit dem Auseinanderbrechen des Körpers, nach dem Tod“ (<i lang='pi' translate='no'>kāyassa bhedā paraṁmaraṇā</i>) in der Hölle oder im Himmel wiedergeboren werden. Dieser Ausdruck ist eines der wichtigsten Leitmotive der Nikāyas, und es gibt keinen Hinweis, dass er metaphorisch gemeint sein könnte. ",
  "an-introduction-bodhi:45": "Das Kriterium, nach dem der Wille zu beurteilen ist, der eine Handlung tauglich oder untauglich macht, besteht in den Motiven, die ihn begleiten, oder seinen „Wurzeln“. Es gibt drei untaugliche Wurzeln: Gier, Hass und Täuschung. Aus diesen gehen sekundäre Befleckungen wie Zorn, Feindseligkeit, Neid, Geiz, Einbildung und Überheblichkeit hervor; und von den Wurzeln  und sekundären Befleckungen gehen befleckte Handlungen aus mit ihrem Potenzial, zu Wiedergeburt im Bereich des Elends zu führen (<a class='ref' href='/an6.39'>AN 6.39</a>). Taugliches Kamma andererseits sind Handlungen, die aus den drei tauglichen Wurzeln hervorgehen: Nicht-Gier, Nicht-Hass und Nicht-Täuschung, oder positiv ausgedrückt: Großzügigkeit, liebende Güte und Weisheit. Während Handlungen, die aus den untauglichen Wurzeln stammen, immer an die Runde der Wiederholung von Geburt und Tod geknüpft sind, gibt es bei den Handlungen, die aus den tauglichen Wurzeln stammen, zwei Arten, weltliche und solche, die über die Welt hinausführen. Weltliche taugliche Handlungen haben das Potenzial, zu einer glücklichen Wiedergeburt in den höheren Bereichen zu führen (<a class='ref' href='/an6.39'>AN 6.39</a>). Die  über die Welt hinausführenden oder überweltlichen (<i lang='pi' translate='no'>lokuttara</i>)  tauglichen Handlungen – das Kamma, das durch das Üben des edlen achtfachen Pfades und der sieben Faktoren der Erleuchtung geschaffen wird – löst den gesamten Vorgang der kammischen Verursachung auf und führt dadurch zur Befreiung von der Runde der Wiedergeburten (<a class='ref' href='/an3.34'>AN 3.34</a>, <a class='ref' href='/an4.233'>AN 4.233</a>, <a class='ref' href='/an4.237'>AN 4.237–38</a>). ",
  "an-introduction-bodhi:46": "Die Texte verlangen nicht von uns, dass wir raten, welche Art von Taten taugliches und welche untaugliches Kamma schaffen. Sie stellen stattdessen genaue Karten vom Gelände des richtigen und des falschen Verhaltens bereit. Die übliche Aufzählung enthält zehn Arten untauglichen Verhaltens – drei mit dem Körper, vier mit der Sprache und drei mit dem Geist – sowie die zehn entsprechenden Arten tauglichen Kammas (<a class='ref' href='/an10.167'>AN 10.167–233</a>; siehe <a class='ref' href='/an10.176'>AN 10.176</a> für eine detaillierte Aufgliederung). Letztlich gehen all diese Handlungen aber vom Geist aus. So wird deutlich gemacht, dass der Geist die Quelle ist, die Gut und Böse zugrunde liegt, und durch die Handlungen, die von ihr ausgehen, werden Leiden und Glück verursacht. ",
  "an-introduction-bodhi:47": "Indem er die Wurzeln von Leiden und Glück zu unseren Absichten zurückverfolgt, zeigt der Buddha, dass der Schlüssel zum Glück in der Schulung des Geistes liegt. In einer Reihe paariger Suttas sagt er, er sehe nichts, das zu so viel Schaden und Leiden führt wie der Geist, wenn er nicht entwickelt, gepflegt, gezähmt, bewacht, beschützt und zurückgehalten ist; und andererseits führt nichts zu so viel Gutem und Glück wie der Geist, wenn er entwickelt, gepflegt, gezähmt, bewacht, beschützt und zurückgehalten ist (<a class='ref' href='/an1.21-30'>AN 1.23–30</a>) und (<a class='ref' href='/an1.31-40'>AN 1.31–40</a>). Daher besteht der Kern der Lehre des Buddha in der Entwicklung und Pflege des Geistes, der dabei seine inner Leuchtkraft entfaltet und der Wonne der Befreiung immer näher kommt. ",
  "an-introduction-bodhi:48": "Eine harmonische Hausgemeinschaft führen ",
  "an-introduction-bodhi:49": "Obwohl der frühe Buddhismus einen Pfad der Selbst-Bildung festlegt, der zur Auflösung des Leidens führt, hat der Buddha erkannt, dass spirituelle Entwicklung nicht in einem sozialen Vakuum stattfindet, sondern auf einer gesunden und harmonischen sozialen Ordnung ruht, die beispielhaft die Art von Tugenden veranschaulicht, die das spirituelle Leben fördern. Spirituelle Einflüsse beginnen an der Spitze der sozialen Hierarchie und breiten sich allmählich nach unten aus, wobei sie sich auf die gesamte Gesellschaft und sogar auf die biologische und physikalische Umwelt auswirken (<a class='ref' href='/an4.70'>AN 4.70</a>). So wendet der Buddha beträchtliche Mühe auf, um seine Nachfolger zu einem Lebensstil und einem Sinn für soziale Verantwortung zu erziehen, die zu einer harmonischen Gesellschaft beitragen, in der die Menschen im Einklang mit den bürgerlichen Tugenden handeln. Von den vier Nikāyas ist wahrscheinlich der Aṅguttara – neben dem Sīgalaka-Sutta (DN 31) – die reichste Quelle solcher Lehren. Kelly merkt an, dass dieser Nikāya die größte Zahl von Suttas enthält, die sich entweder direkt mit Laien befassen, indem sie sie ansprechen, oder indirekt, indem sie zu den Mönchen über die für einen Laienschüler passenden Übungen sprechen (siehe Tabelle 2). ",
  "an-introduction-bodhi:50": "Tabelle 2: Suttas, die sich mit Laien befassen ",
  "an-introduction-bodhi:51": "Dīgha ",
  "an-introduction-bodhi:52": "Majjhima ",
  "an-introduction-bodhi:53": "Saṁyutta ",
  "an-introduction-bodhi:54": "Aṅguttara ",
  "an-introduction-bodhi:55": "Khuddaka ",
  "an-introduction-bodhi:56": "Gesamtzahl der Suttas im Nikāya ",
  "an-introduction-bodhi:57": "34 ",
  "an-introduction-bodhi:58": "152 ",
  "an-introduction-bodhi:59": "2.904 ",
  "an-introduction-bodhi:60": "8.122 ",
  "an-introduction-bodhi:61": "601 ",
  "an-introduction-bodhi:62": "An Laien gerichtet ",
  "an-introduction-bodhi:63": "14 ",
  "an-introduction-bodhi:64": "47 ",
  "an-introduction-bodhi:65": "121 ",
  "an-introduction-bodhi:66": "125 ",
  "an-introduction-bodhi:67": "30 ",
  "an-introduction-bodhi:68": "Indirekt für Laien ",
  "an-introduction-bodhi:69": "1 ",
  "an-introduction-bodhi:70": "3 ",
  "an-introduction-bodhi:71": "7 ",
  "an-introduction-bodhi:72": "36 ",
  "an-introduction-bodhi:73": "6 ",
  "an-introduction-bodhi:74": "Gesamt ",
  "an-introduction-bodhi:75": "15 ",
  "an-introduction-bodhi:76": "50 ",
  "an-introduction-bodhi:77": "128 ",
  "an-introduction-bodhi:78": "161 ",
  "an-introduction-bodhi:79": "36 ",
  "an-introduction-bodhi:80": "Quelle: Kelly 2011 ",
  "an-introduction-bodhi:81": "Aus der Anzahl der Lehrreden über Familienbeziehungen wird klar, dass der Buddha die Familie als die wichtigste treibende Kraft der kulturellen Anpassung verstand. Da das Familienoberhaupt einen besonders starken Einfluss auf seinen Hausstand hat, versuchte der Buddha, die positive Veränderung der Gesellschaft zu fördern, indem er Hausbesitzern Leitlinien zum rechtmäßigen Leben anbot. Er stellte ein pragmatisches, aber inspirierendes Ideal für die Laienschaft auf, nämlich das des <i lang='pi' translate='no'>Sappurisa</i> oder „guten Menschen“, der „zum Nutzen, zum Wohl und zum Glück vieler Menschen“ lebt: seiner Eltern, seiner Frau, seiner Kinder, Hausangestellten, Freunde und derer, die ein kontemplatives Leben der Entsagung führen (<a class='ref' href='/an5.42'>AN 5.42</a>). Wenn das Familienoberhaupt ein gutes Beispiel gibt, wachsen die, die von ihm abhängig sind, in allen würdigen Dingen: Vertrauen, Tugend, Gelehrsamkeit, Großzügigkeit und Weisheit (<a class='ref' href='/an3.48'>AN 3.48</a>, <a class='ref' href='/an5.40'>AN 5.40</a>). ",
  "an-introduction-bodhi:83": "Der Weg, der nach oben führt ",
  "an-introduction-bodhi:91": "Tabelle 1: Ziele der Übung für Laien in den Nikāyas ",
  "an-introduction-bodhi:92": "Ziel ",
  "an-introduction-bodhi:93": "Dīgha ",
  "an-introduction-bodhi:94": "Majjhima ",
  "an-introduction-bodhi:95": "Saṁyutta ",
  "an-introduction-bodhi:96": "Aṅguttara ",
  "an-introduction-bodhi:97": "Khuddaka ",
  "an-introduction-bodhi:98": "Alle ",
  "an-introduction-bodhi:99": "Dieses Leben / das nächste Leben ",
  "an-introduction-bodhi:100": "6 (33%) ",
  "an-introduction-bodhi:101": "16 (32%) ",
  "an-introduction-bodhi:102": "44 (34%) ",
  "an-introduction-bodhi:103": "97 (60%) ",
  "an-introduction-bodhi:104": "21 (58%) ",
  "an-introduction-bodhi:105": "184 (47%) ",
  "an-introduction-bodhi:106": "Befreiung ",
  "an-introduction-bodhi:107": "9 (50%) ",
  "an-introduction-bodhi:108": "24 (48%) ",
  "an-introduction-bodhi:109": "58 (45%) ",
  "an-introduction-bodhi:110": "34 (21%) ",
  "an-introduction-bodhi:111": "13 (36%) ",
  "an-introduction-bodhi:112": "138 (35%) ",
  "an-introduction-bodhi:113": "Nicht näher angegeben ",
  "an-introduction-bodhi:114": "3 (17%) ",
  "an-introduction-bodhi:115": "10 (20%) ",
  "an-introduction-bodhi:116": "26 (20%) ",
  "an-introduction-bodhi:117": "30 (19%) ",
  "an-introduction-bodhi:118": "2 (6%) ",
  "an-introduction-bodhi:119": "71 (18%) ",
  "an-introduction-bodhi:120": "Gesamt ",
  "an-introduction-bodhi:121": "18 (100%) ",
  "an-introduction-bodhi:122": "50 (100%) ",
  "an-introduction-bodhi:123": "128 (100%) ",
  "an-introduction-bodhi:124": "161 (100%) ",
  "an-introduction-bodhi:125": "36 (100%) ",
  "an-introduction-bodhi:126": "393 (100%) ",
  "an-introduction-bodhi:127": "Quelle: Kelly 2011, Abschn. ?? ",
  "an-introduction-bodhi:129": "Den Zauber der Welt auflösen ",
  "an-introduction-bodhi:134": "Die Befleckungen des Geistes ",
  "an-introduction-bodhi:143": "Der Pfad der Entsagung ",
  "an-introduction-bodhi:150": "Meditation ",
  "an-introduction-bodhi:158": "Weisheit ",
  "an-introduction-bodhi:168": "Der Saṅgha ",
  "an-introduction-bodhi:179": "Arten von Menschen ",
  "an-introduction-bodhi:183": "Bhikkhunīs und Frauen im Aṅguttara-Nikāya ",
  "an-introduction-bodhi:191": "Die Originalquelle dieses Index ist mit folgenden Bestimmungen erschienen: ",
  "an-introduction-bodhi:192": "© Bhikkhu Bodhi, The Numerical Discourses of the Buddha (Wisdom Publications, 2012) ",
  "an-introduction-bodhi:193": "<i lang='pi' translate='no'>The Numerical Discourses of the Buddha</i> von Bhikkhu Bodhi ist unter einer „<i lang='pi' translate='no'>Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License</i>“-Lizenz erschienen. "
}