{
  "discourses:1": "Lehrreden: Unterhaltungen mit dem Buddha ",
  "discourses:2": "Bhikkhu Sujato ",
  "discourses:3": "<a href='#item1'>Anfänge</a> ",
  "discourses:4": "<a href='#item2'>Überlieferung</a> ",
  "discourses:5": "<a href='#item3'>Die frühen Schulen des Buddhismus</a> ",
  "discourses:6": "<a href='#item4'>Aufbau</a> ",
  "discourses:7": "<a href='#item5'>Kanonischer Status der Suttas</a> ",
  "discourses:8": "<a href='#item6'>Suttas in den buddhistischen Traditionen</a> ",
  "discourses:9": "<a href='#item7'>Modernistische Reform und postmoderne Kritik</a> ",
  "discourses:10": "<a href='#item8'>Übersetzungen</a> ",
  "discourses:11": "Das wichtigste Textkorpus unter den heiligen Schriften ist im Buddhismus der Suttapiṭaka, der „Korb der Lehrreden“. Diese Sammlung enthält die Lehren des Buddha und seiner Schülerinnen und Schüler, wie sie von den Schulen des frühen Buddhismus gesammelt und weitergegeben wurden. Sie ist der Quell des Dhamma, von dem die Lehren und Praktiken der vielen Schulen des Buddhismus abgeleitet sind. ",
  "discourses:12": "Der Begriff <i lang='pi' translate='no'>Sutta</i> auf Pali oder <i lang='pi' translate='no'>Sūtra</i> auf Sanskrit wird in den buddhistischen Traditionen recht freizügig verwendet und kann auch viele spätere Texte mit einschließen. Wir ziehen allerdings nur die ältesten davon in Betracht, das sind die Texte, die zum Suttapiṭaka des Palikanon gehören, und die verschiedenen Sammlungen und Texte in anderen Sprachen, die ihnen entsprechen. Nicht alle diese Texte stammen aus der allerfrühesten Zeit, doch wir möchten offen sein, um keine der frühen Schriften auszulassen. Allgemein kann man sagen, dass sie die ersten paar Jahrhunderte buddhistischer Texte repräsentieren, mit einer besonderen Betonung auf denen, die überzeugend dem historischen Buddha und seinen unmittelbaren Schülern zugeordnet werden können. Spätere Texte wie Mahāyāna-Sūtras fallen nicht mehr in unseren Rahmen, außer in Fällen, in denen sie aus den frühen Texten zitieren. ",
  "discourses:13": "SuttaCentral umfasst fast alle Schriften aus dieser Periode. Ausnahmen sind Dinge wie manche Manuskripte, die nicht veröffentlicht oder nicht zugänglich oder zu fragmentarisch sind, und einige Passagen oder Zitate, die man in späteren Texten und Kommentaren auf Chinesisch und Tibetisch findet. ",
  "discourses:14": "Dieser Artikel ist eine allgemein Übersicht, und genauere Einzelheiten kann man auf den Seiten zu jeder Sammlung finden. Bitte beachten Sie, dass dieser Artikel sich mit der Geschichte und der Art der Textsammlungen befasst und nicht mit Inhalten oder Themen. ",
  "discourses:15": "Anfänge ",
  "discourses:16": "Der Buddha lebte um das 5. Jahrhundert v. Chr., und er lebte und lehrte in den Ländern der Gangesebene in Nordindien, besonders den Gegenden, die heute als Bihar und Uttar Pradesh bekannt sind. Er hatte eine lange Laufbahn und soll 45 Jahre lang gelehrt haben. Die kanonischen Vinayatexte berichten, wie die Nachfolger des Buddha nach seinem Tod gegen Ende des 5. Jahrhunderts v. Chr. unter der Leitung seines engsten Schülers Ānanda seine Lehren beim großen Ersten Konzil in Rājagaha (dem modernen Rajgir) zusammentrugen und so ihr Überleben bis heute sicherstellten. ",
  "discourses:17": "Es gibt mehrere verschiedene Berichte über das Erste Konzil, und sie unterscheiden sich etwas darin, welche Texte genau dabei aufgesagt wurden. Doch es ist wahrscheinlich, dass der Inhalt im Wesentlichen mit dem übereinstimmte, was heute zu den vier Haupt-<i lang='pi' translate='no'>Nikāyas</i> gehört, zuzüglich der sechs frühen Bücher des Khuddaka, zusammen mit den frühen Teilen des Vinaya. Diese Texte werden manchmal als die Frühen Buddhistischen Texte (FBT) bezeichnet. Das heißt nicht, dass alles, was beim Konzil aufgesagt wurde, mit dem, was wir heute haben, identisch ist. Selbst die Traditionen erkennen an, dass es Erweiterungen gab. Doch erscheint es vernünftig, anzunehmen, dass der Großteil des Inhalts der Texte aus dieser Zeit stammt. Änderungen betrafen hauptsächlich die Struktur und Anordnung, während inhaltliche Änderungen begrenzt und leicht auszumachen sind. ",
  "discourses:18": "Die Texte waren ursprünglich in einem Prākrit, d. h. einem mittelindoarischen Dialekt, der eng mit Sanskrit verwandt ist. Die genaue Form des Prākrits ist unbekannt, und es ist sehr wohl möglich, dass es nicht vollständig vereinheitlicht war, da Mönche und Nonnen von den frühesten Zeiten an unterschiedliche Dialekte benutzten. Hinweise in den Palitexten lassen vermuten, dass sie von einer früheren Māgadhī-Fassung abgeleitet sind, der Sprache des Königreichs Magadha. Es scheint, dass sie in späteren Jahrhunderten vereinheitlicht wurden zu einem Dialekt ähnlich dem, der in weiten Teilen Zentralindiens für Inschriften benutzt wurde, mit teilweiser Sanskritisierung. Diese Sprachen unterscheiden sich allerdings hauptsächlich in der Phonetik, und von einigen Grenzfällen abgesehen hat ein Wechsel von einer zur anderen keinen Einfluss auf die Bedeutung. ",
  "discourses:19": "Überlieferung ",
  "discourses:20": "Viele Jahre lang wurden die Texte in mündlicher Form weitergegeben. Dazu wurden Gruppen von Rezitatoren ausgebildet, die alle gemeinsam den gleichen Text aufsagten, um die Genauigkeit sicherzustellen. Wir sind oft skeptisch, ob eine mündliche Tradition einen Text über lange Zeit exakt bewahren kann. Das ist unser kulturelles Vorurteil, da wir nie etwas anderes als geschriebene Texte gekannt haben. Doch im alten Indien war mündliche Überlieferung normal. Der brahmanische Ṛg Veda zum Beispiel wurde buchstabengetreu für Hunderte, vielleicht Tausende von Jahren weitergegeben, bevor er aufgeschrieben wurde. Bei jeder Art von Übermittlung – ob mündlich, schriftlich oder digital – können sich Fehler und Änderungen einschleichen. Das Wichtigste für den Erhalt der Genauigkeit ist nicht das Medium, sondern die Sorgfalt und Hingabe der Menschen, die es anwenden. Die buddhistischen Texte wurden durch den Gebrauch von Instrumenten wie der Wiederholung zu einem hohen Grad für eine zuverlässige mündliche Weitergabe der Lehre optimiert. ",
  "discourses:21": "Die historischen Chroniken von Sri Lanka berichten, dass der Palikanon im Jahr 29 v. Chr. im Felsentempel Aluvihare niedergeschrieben wurde, um ihn in einer Zeit von Umwälzungen im Land zu schützen. Obwohl wir für das Festland keine historischen Aufzeichnungen haben, kann man wohl gefahrlos annehmen, dass die Texte dort etwa um die gleiche Zeit niedergeschrieben wurden. Tatsächlich wurde eine Reihe buddhistischer Manuskripte in den nördlichen Regionen gefunden, die aus den ersten christlichen Jahrhunderten stammen und von denen eines mittels Radiokarbontest auf ca. 75 n. Chr. datiert wurde. ",
  "discourses:22": "Aufgrund der verwendeten Materialien und des Klimas hat kein so frühes Manuskript des Palikanon überlebt. Es gibt ein paar frühere Passagen in Inschriften und Ähnlichem, doch der größte Teil unserer Palitexte kommt aus Manuskripten, die in den letzten Jahrhunderten erneut kopiert wurden. ",
  "discourses:23": "Die chinesischen Texte stammen von Manuskripten verschiedener Schulen, die nach China gebracht und dort von Gruppen von Mönchen übersetzt wurden. Jede Sammlung hat einen anderen Ursprung, und dank der akribischen Aufzeichnung im chinesischen Kanon sind Übersetzer und Daten der Übersetzung gewöhnlich gut bekannt. Die meisten der frühen buddhistischen Lehrreden wurden um das 5. Jahrhundert n. Chr. übersetzt, wobei es einige frühere und einige spätere gibt. Es ist nicht immer möglich, genau festzustellen, was die ursprüngliche Sprache des Manuskripts war, aber in vielen Fällen war es wahrscheinlich Sanskrit. Doch es könnten auch einige andere indische Sprachen wie Gandhārī oder buddhistisches hybrides Sanskrit benutzt worden sein. ",
  "discourses:24": "In ähnlicher Weise stammen die Texte, die wir auf Tibetisch finden, von Sanskrittexten, die vor mehr als einem Jahrtausend in Tibet übersetzt wurden. ",
  "discourses:25": "Keine der modernen Formen des Buddhismus benutzt normalerweise Sanskrittexte, da die nördlichen Schulen nur die Übersetzungen bewahrten. Die Texte auf Sanskrit und in anderen indischen Sprachen stammen aus einer Reihe von zufälligen Funden im letzten Jahrhundert. Bestimmte Sanskrittexte wurden in alten Manuskripten in Nepal und Tibet gefunden, wo sie praktisch unberührt gelegen hatten, seit sie vor fast tausend Jahren aus Indien gebracht worden waren. Verschiedene Ausgrabungen haben mehr Texte zutage gefördert. Manuskripte aus Gilgit und anderswo in Zentralasien, Afghanistan und Pakistan enthalten Suttas in einigen verschiedenen Sprachen und reichen von ausführlichen Texten bis zu winzigen Schnipseln, die nur ein paar Buchstaben enthalten. Manche wurden bei regulären archäologischen Forschungen gefunden, aber andere Manuskripte tauchten einfach auf dem Schwarzmarkt auf, und über ihre Herkunft kann man nur rätseln. Diese Manuskripte stellen das gesamte Spektrum buddhistischer Literatur dieser Zeit dar, einschließlich früher Suttas, Vinaya, Abhidhamma, Legenden, Mahāyāna-Texten und Kommentaren. Hier befassen wir uns nur mit dem frühen Sutta-Material. ",
  "discourses:26": "Solche Texte werden manchmal die „Schriftrollen vom Toten Meer“ des Buddhismus genannt, aber das ist irreführend. Während die Schriften vom Toten Meer neue Texte enthielten, die einen grundlegend anderen Blick auf das frühe Christentum aufzeigten, stellen diese buddhistischen Texte fast immer kleinere Variationen dessen dar, was wir im Palikanon finden. Sie helfen dabei, die Verbreitung und Diversität des Buddhismus zu zeigen, und tragen zur Klärung vieler historischer Punkte und sonstiger Einzelheiten bei, aber sie revidieren unser Verständnis der Lehren nicht radikal. ",
  "discourses:27": "Die frühen Schulen des Buddhismus ",
  "discourses:28": "Das Jahrhundert nach dem Tod des Buddha sah einen Wandel in der politischen Geschichte Indiens. Die sechzehn Nationen aus der Zeit des Buddha verschmolzen mit dem mächtigen, überlegenen Königreich Magadha, das  zu einem Imperium wurde, das fast den gesamten indischen Subkontinent umfasste. Gleichzeitig begründete das Eindringen Alexanders des Großen griechische Königreiche im Nordwesten, was eine Zeit des internationalen Handels in Gang setzte. ",
  "discourses:29": "Die buddhistische Gemeinschaft, gefördert von Königen wie Aśoka, nutzte diese günstigen Bedingungen aus, um den Dhamma auf dem indischen Subkontinent und darüber hinaus zu verbreiten. Weniger als zwei Jahrhunderte nach dem Tod des Buddha florierten buddhistische Gemeinschaften in so weit auseinanderliegenden Gegenden wie Sri Lanka und Afghanistan. ",
  "discourses:30": "Doch mit diesem Wachstum kamen neue Herausforderungen. Die Gemeinschaft begann, sich in verschiedene Richtungen zu entwickeln, in erster Linie durch die großen Abstände, doch auch wegen unterschiedlicher Lehrauffassung und persönlicher Differenzen. Nach der traditionellen Zählweise gab es bald „achtzehn“ Schulen. Das ist bloß eine durch Übereinkunft festgelegte Zahl, und tatsächlich gab es vier oder fünf Hauptgruppen von Schulen mit vielen regionalen Zweigen. ",
  "discourses:31": "Jede dieser Schulen hat wohl eine Schriftensammlung bewahrt. Heute haben wir davon nur eine kleine Auswahl. Nichtsdestotrotz – obwohl viel verloren ging, haben wir genug, um ein ganz passables Bild von den Ähnlichkeiten und Unterschieden zu bekommen. Man beachte, dass es, anders als bei den Vinaya-Texten, manchmal schwierig ist, die Schulenzugehörigkeit einer Suttasammlung zu bestimmen. ",
  "discourses:32": "Für die Lehrreden sind die folgenden Schulen am bedeutsamsten: ",
  "discourses:33": "<b>Theravāda:</b> Diese Gruppe ist genauer bekannt als die Mahāvihāravāsins, „die, die im Großen Kloster (bei Anurādhapura) leben“, und wurde von Aśokas Sohn Mahinda in Sri Lanka begründet. Sie gaben die Sammlung weiter, die als der Pali-Tipiṭaka oder Palikanon bekannt ist. Die Sammlung hat die Merkmale ihres Ursprungs auf dem Festland, möglicherweise von Avanti, beibehalten, und wenige Änderungen wurden auf der Insel vorgenommen. Diese Schule benutzte ausschließlich Pali für ihre kanonischen Texte. ",
  "discourses:34": "<b>Sarvāstivāda:</b> Dies war eine einflussreiche Schule oder Schulengruppe, die im Nordwesten Indiens beheimatet war. Wir besitzen ein umfangreiches Sortiment ihrer Lehrreden – eine Majjhima-, eine Saṁyutta- und eine Dīgha-Sammlung sowie mehrere unvollständige Sammlungen. Der Großteil der heute bestehenden Suttatexte auf Sanskrit, Chinesisch und Tibetisch stammt von dieser Schule oder einem ihrer Zweige wie dem Mūlasarvāstivāda. Das hervorstechende Merkmal ihrer Lehre war, dass alle Erscheinungen irgendwie in der Vergangenheit, der Gegenwart und der Zukunft „existieren“. Das hatte jedoch, wie alle sektenspezifischen Lehren, wenig bis keinen Einfluss auf ihre kanonischen Texte. Ihre Texte wurden hauptsächlich auf Sanskrit weitergegeben, manchmal in einem sanskritisierten Prākrit. ",
  "discourses:35": "<b>Dharmaguptaka:</b> Eine Schule, die im Hinblick auf die Lehre kaum vom Theravāda zu unterscheiden ist, die aber in Gandhāra, dem heutigen Pakistan und Afghanistan, beheimatet ist. Sie benutzte hauptsächlich eine Sprache, die wir Gandhārī nennen, und wir besitzen einen Dharmapada und einige Suttas im Original. Der chinesische Dīrghāgama (DA) ist vermutlich von einem Text dieser Schule übersetzt worden. ",
  "discourses:36": "<b>Mahāsaṅghika:</b> Manche Texte in hybridem Sanskrit sind von dieser Schule, und der chinesische Ekottarikāgama (EA) wird ihr manchmal zugeschrieben, doch das ist unklar. ",
  "discourses:37": "Von diesen besteht das Theravāda bis heute als Schule fort mit einer ununterbrochenen Überlieferungsgeschichte für eine ganze Sammlung in ihrer ursprünglichen Sprache. Zusätzlich gibt es einen vollständigen Satz von Kommentaren zu allen Texten. Aus diesen Gründen war die Palisammlung die wichtigste Quelle für die frühen buddhistischen Lehren und wird das auch in Zukunft bleiben. ",
  "discourses:38": "Von den übrigen haben wir Sammlungen und Fragmente, die hauptsächlich in chinesischer und zu einem kleineren Teil in tibetischer Übersetzung bewahrt wurden. Die wenigen Texte auf Sanskrit und in anderen alten indischen Sprachen stammen von Zufallsfunden: tausend Jahre alte Manuskripte, die in Bergklöstern in Tibet oder Nepal bewahrt wurden, oder noch ältere Texte, die in Zentralasien aus dem Wüstensand gegraben wurden. Diese Texte sind weit weniger vollständig als die Palisammlung, wurden noch wenig studiert und werfen eine Menge linguistischer und praktischer Probleme auf. Nichtsdestotrotz stellen sie einen einzigartigen Wert dar, indem sie eine zusätzliche Quelle zum Überprüfen und Vergleichen der Palitexte bieten. ",
  "discourses:39": "Die einhellige Meinung von Wissenschaftlern, die diese Texte studiert haben, ist, dass sie in Lehre und Inhalt weitgehend übereinstimmen und sich hauptsächlich in der Anordnung und dem Aufbau unterscheiden. Obwohl es zutrifft, dass die Unterschiede nicht gering sind, und man schwer verallgemeinern kann, ist es doch klar, dass die frühe Gemeinschaft ihre Hauptaufgabe darin sah, die Worte des Buddha wörtlich zu bewahren, besonders die zentralen Lehren, und dass sie diese Aufgabe sehr ernst genommen hat. ",
  "discourses:40": "Aufbau ",
  "discourses:41": "In den 45 Jahren, in denen der Buddha lehrte, ging es ihm in erster Linie darum, sich dem oder den Menschen zuzuwenden, mit denen er zu tun hatte, um ihr Leiden zu lindern. Daher war es nicht sein Anliegen, einen übergreifenden Kanon seiner Lehren zu schaffen. Doch er gab einige Hinweise für ein allgemeines System, um die Lehren einzuordnen. Manchmal nannte er bestimmte Formulierungen der Lehre als zentrale Inhalte seiner Unterweisungen – die vier edlen Wahrheiten oder die Reihen von Lehren, die später als <i lang='pi' translate='no'>bodhipakkhiyā dhammā</i>, die „Dinge, die zum Erwachen führen“, bekannt wurden. Diese Reihen von Lehren bilden das Rückgrat des Saṁyutta-Nikāya. Der Buddha erwähnte auch eine Gliederung nach dem literarischen Stil, bekannt als <i lang='pi' translate='no'>aṅgas</i> oder „Zweige“. Während die Palitexte neun <i lang='pi' translate='no'>Aṅgas</i> nennen, nennen die nördlichen Texte typischerweise zwölf, und es gibt Hinweise, dass es ursprünglich vielleicht nur drei oder vier waren. ",
  "discourses:42": "Wie auch immer die Texte zur Zeit des Buddha gegliedert waren, die Schulen gliederten sie frühzeitig neu in dem System der <i lang='pi' translate='no'>Nikāyas</i> oder <i lang='pi' translate='no'>Āgamas</i>, das wir heute haben. (Der Begriff <i lang='pi' translate='no'>Nikāya</i>, eine „Sammlung“ oder „Gruppe“, wird im Kontext des Theravada bevorzugt gebraucht, während die nördliche Tradition gewöhnlich <i lang='pi' translate='no'>Āgama</i> benutzte, was eine „Tradition“ oder „Überlieferung“ bedeutet; doch das ist keine spezifische Zuordnung, und die Begriffe können in allen Traditionen benutzt werden.) Diese Neuorganisation kann sehr wohl mit dem ersten Konzil begonnen haben, oder jedenfalls nicht viel später. Der wichtigste Beweggrund war, die Sammlung in überschaubarere Abschnitte zu gliedern, um sie sich leichter einprägen zu können. Die <i lang='pi' translate='no'>Nikāyas</i> waren keine absoluten oder festgelegten Kategorien, sondern Richtlinien oder Vorlagen, die die verschiedenen Zweige auf ihre je eigene Art einrichteten. ",
  "discourses:43": "Jede der Schulen scheint vier Haupt<i lang='pi' translate='no'>nikāyas</i> gehabt zu haben. Ihre Reihenfolge ist nicht festgelegt. Die Form, die SuttaCentral übernommen hat, ist die wohlbekannte Reihenfolge, die in der Palitradition benutzt wird. In anderen Schulen hatten die Sammlungen andere Reihenfolgen, wie etwa, dass der Saṁyutta vorangestellt wird, wie die Berichte über das erste Konzil andeuten. Man beachte, dass im chinesischen Kanon die Herausgeber der Taishō-Ausgabe ihr Material unter dem Einfluss des Palikanons neu ordneten und die Reihenfolge von dort übernahmen. ",
  "discourses:44": "Jeder der <i lang='pi' translate='no'>Nikāyas</i> enthält Material, das über eine gewisse Zeitspanne bearbeitet und geordnet wurde und zu dem manchmal Dinge hinzugefügt wurden. Während jede Sammlung einige einzigartige Texte enthält, kommen Unterschiede in der Zahl der Lehrreden zum größten Teil einfach dadurch zustande, dass eine bestimmte Lehrrede in verschiedenen Sammlungen an unterschiedlichen Orten eingeordnet wurde. ",
  "discourses:45": "<b>Lang:</b> Eine Sammlung der „langen“ Lehrreden. Der Dīgha hat aufwendigere literarische Ansprüche als die übrigen Texte, und eins seiner Ziele scheint das Bekehren von Brahmanen gewesen zu sein, einer gebildeten Klasse, die mit anspruchsvoller Literatur vertraut war.  Der Dīgha-Nikāya des Palikanon (DN) hat 34 Lehrreden, der chinesische (Dharmagupta-) Dīrghāgama (DA) hat 30. Ein altes Sanskrit-Manuskript der Sarvāstivādins, größtenteils unveröffentlicht, weist darauf hin, dass diese Sammlung 47 Lehrreden enthielt. Zusätzlich gibt es eine Anzahl einzelner Dīrgha-Lehrreden, die in chinesischer Übersetzung bewahrt sind. ",
  "discourses:46": "<b>Mittel:</b> Der Majjhima enthält eine Gruppe von „mittellangen“ Lehrreden, 152 im Palikanon (MN) und 222 in der chinesischen Sarvāstivāda-Fassung (MA). Wie beim Dīgha gibt es auch eine Anzahl unabhängiger Lehrreden auf Chinesisch. Der Majjhima enthält ein breites Spektrum an Lehrreden zu verschiedenen Themen mit einer Betonung auf Dialog und Diskussion. ",
  "discourses:47": "<b>Verbunden:</b> Die „verbundenen“ oder „zusammenhängenden“ Lehrreden bestehen aus einer großen Zahl kürzerer Lehrreden, die zumeist nach Themen zusammengestellt sind, manchmal auch nach der Person, die darin vorkommt. Hier finden wir große Sammlungen von Lehrreden zu buddhistischen Schlüsselthemen wie dem abhängigen Entstehen, den fünf Aggregaten, den vier edlen Wahrheiten und dem edlen achtfachen Pfad. Wir haben den Saṁyutta-Nikāya (SN) auf Pali und einen vergleichbaren Saṁyuktāgama (SA) in chinesischer Übersetzung. Auf Chinesisch finden wir auch zwei kleinere unvollständige Übersetzungen. Zusätzlich gibt es eine beachtliche Zahl an Texten im Saṁyutta-Stil auf Tibetisch und Sanskrit. ",
  "discourses:48": "<b>Nummeriert:</b> Die „nummerierten“ oder „numerisch geordneten“ Lehrreden sind im Pali gewöhnlich als Aṅguttara-Nikāya bekannt. Die Palitradition kennt allerdings auch die Form Ekottara („eins mehr“ oder „aufsteigend“), und diese Form kennt man gewöhnlich aus den Sammlungen der nördlichen Tradition. Diese Sammlungen ordnen Texte in nummerierten Reihen an, von eins bis elf. Verglichen mit anderen <i lang='pi' translate='no'>Nikāyas</i> richten sie sich mehr an die Laiengemeinschaft. Der chinesische Ekottarikāgama (EA) ist ein höchst ungewöhnlicher Text, der in sich selbst zahlreiche Variationen hat, selbst bei grundlegenden Lehrthemen. Er hat mit dem Pali-Aṅguttara deutlich weniger gemeinsam als das bei den anderen Sammlungen und ihren Gegenstücken der Fall ist. Zusätzlich gibt es noch einen unvollständigen Ekottarikāgama auf Chinesisch und eine Reihe einzelner Lehrreden und Bruchstücke auf Chinesisch und Sanskrit. ",
  "discourses:49": "Die vier Pali-<i lang='pi' translate='no'>Nikāyas</i> stellen ein sehr einheitliches Textkorpus dar, und wir finden ständig Passagen, Lehren und Wendungen, die allen gemeinsam sind. Es ist möglich, zwischen ihnen Unterschiede in Bezug auf Schwerpunkt und Ausrichtung festzustellen, aber das sollte nicht die Tatsache verschleiern, dass sie im Großteil der Hauptlehren übereinstimmen. Da wir keine vollständigen Āgama-Reihen von anderen Schulen haben, ist es schwer, mit Sicherheit zu sagen, dass ihre Sammlungen ähnlich einheitlich waren, aber es ist wahrscheinlich, dass es so war. ",
  "discourses:50": "Frühe Lehrreden, die nicht in die <i lang='pi' translate='no'>Nikāyas</i> aufgenommen waren, wurden von der Palitradition in ihrer Khuddaka- oder „kleineren“ Sammlung zusammengetragen. Es ist nicht ganz klar, warum diese nicht einfach zu den vier <i lang='pi' translate='no'>Nikāyas</i> eingereiht wurden; ursprünglich war es vielleicht einfach eine Frage der Zweckmäßigkeit der Organisation. Der Palikanon hat sechs Werke im Khuddaka, die der frühen Periode zugeordnet werden. Sie bestehen großenteils aus Versen mit etwas erzählerischem und Lehrmaterial in Prosa. ",
  "discourses:51": "Dhammapada ",
  "discourses:52": "Udāna ",
  "discourses:53": "Itivuttaka ",
  "discourses:54": "Sutta-Nipāta ",
  "discourses:55": "Theragāthā ",
  "discourses:56": "Therīgāthā ",
  "discourses:57": "Obwohl diese Texte als früh gelten, sind sie insgesamt wohl etwas jünger als die Haupt<i lang='pi' translate='no'>nikāyas</i>. Manche Kapitel des Sutta-Nipāta wurden häufig als ein besonders früher und authentischer Teil des Kanon betrachtet, aber das sollte man nicht überinterpretieren. Andere Teile des Sutta-Nipāta sind offensichtlich spät. Und es gibt nichts in den frühen Abschnitten, das darauf hinweist, dass sie früher sind als die meisten der Prosa-Lehrreden. ",
  "discourses:58": "Die Sammlung scheint noch bis zu einem späten Zeitpunkt als offen gegolten zu haben. Die burmesische Rezension des Palikanon schließt sogar das Milindapañha ein, einen Text, der frühestens dreihundert Jahre nach dem Tod des Buddha geschrieben worden sein kann. ",
  "discourses:59": "Es ist unklar, ob jede Schule ihre eigene Version des Khuddaka hatte. Viele dieser Texte, besonders der Dhammapada, haben allerdings Gegenstücke in den nördlichen Sammlungen. Es ist wahrscheinlich, dass jede Schule, trotz unterschiedlicher Organisation, eine Sammlung hatte, die in etwa dem Khuddaka entsprach. ",
  "discourses:60": "Die restlichen Texte im Khuddaka wurden später hinzugefügt. Sie stellen in Stil und Inhalt eine auffällige Verschiebung im Vergleich zu den frühen Texten dar. Sie weisen auf unterschiedliche Entwicklungen in der buddhistischen Gemeinschaft in den Jahrhunderten nach dem Buddha hin. Diese späteren Texte schließen auch die Jātaka-Erzählungen ein, die man auf Pali und in anderen Überlieferungen findet. Man beachte, dass in der Palitradition nur die Verse kanonisch sind, während die eigentlichen Geschichten sich im Kommentar finden. ",
  "discourses:61": "Kanonischer Status der Suttas ",
  "discourses:62": "Die frühen buddhistischen Lehrreden werden in allen Schulen des Buddhismus als kanonisch angesehen. Sie werden als Buddhavacana betrachtet, die „Worte des Buddha“, und werden als heilige Schrift verehrt. Jede Schule akzeptiert natürlich auch ihre eigenen Texte als kanonisch; aber die Lehrreden sind zusammen mit den Vinayas der wichtigste Überlappungsbereich zwischen den Schulen. ",
  "discourses:63": "Dieses allgemeine Bild wird allerdings komplizierter, wenn es darum geht, die Einzelheiten genau zu bestimmen. Obwohl die Lehrreden in in den verschiedenen Kanons recht ähnlich sind, sind sie nicht gleich. Jede der drei wichtigsten Schulen unterhält ihren eigenen Kanon: Die Theravāda-Schule von Süd- und Südostasien hat ihre Texte auf Pali; Buddhisten in Zentralasien benutzen Tibetisch; und in Ostasien ist der Kanon auf Chinesisch. Es gibt einen vollständigen Satz von <i lang='pi' translate='no'>Nikāyas</i> auf Pali; wir finden umfangreiche Sammlungen auf Chinesisch; und eine begrenzte Auswahl finden wir auf Tibetisch. Die Sanskrittexte und andere frühe indische Texte gehören keinem formalen Kanon an, doch die Texte sind dennoch kanonisch in dem Sinn, dass sie als die gleichen Texte wie die im Kanon anerkannt sind. ",
  "discourses:64": "Während wir also sagen können, dass die frühen Lehrreden im Prinzip generell als kanonisch gelten, hat praktisch gesehen jede Schule ihren speziellen Satz an frühen Lehrreden in ihrem eigenen Kanon. ",
  "discourses:65": "Suttas in den buddhistischen Traditionen ",
  "discourses:66": "In der traditionellen buddhistischen Erziehung wurden die Lehrreden gewöhnlich nicht direkt unterrichtet. Vielmehr wurden die Lehren und Grundsätze, die man in den Lehrreden findet, in späteren Texten verarbeitet und zusammengestellt und wurden das Medium für die Erziehung. Im Theravāda wurden bis vor Kurzem Lehrreden auf Pali weitergegeben und waren daher nur denen zugänglich, die darin belesen waren – gewöhnlich Mönche. Und nicht alle, die Pali lernten, studierten auch die Lehrreden. Es scheint, dass aus praktischen Gründen die Lehre in örtlichen klösterlichen Traditionen auf der Grundlage von Handbüchern und einer Reihe von Anmerkungen und Kommentaren weitergegeben wurden. Abgesehen von den größten Klöstern wird man vor der modernen Zeit selten eins gefunden haben, das tatsächlich einen vollständigen Satz des Tipiṭaka besaß. Heute sind gedruckte Ausgaben des Kanon weithin verfügbar, sowohl auf Pali als auch in Übersetzung; aber oft werden sie immer noch in einem verschlossenen Schränkchen auf dem Altar aufbewahrt und nicht gelesen. ",
  "discourses:67": "Zum größten Teil sind Buddhisten wohl mit einer kleinen Zahl beliebter Lehrreden vertraut. Dazu gehören Texte wie das Dhammacakkappavattana-Sutta – die berühmte erste Lehrrede des Buddha – und einige kurze Texte, die zum Schutz gechantet und als Grundlage für Vorträge an Laien genutzt werden, wie das Maṅgala-, Ratana- oder Metta-Sutta. ",
  "discourses:68": "Abgesehen von Wissenschaftlern unterscheiden die meisten Theravada-Buddhisten nicht klar zwischen frühen Lehrreden und anderen heiligen Texten. Das Wort <i lang='pi' translate='no'>Sutta</i> kann einfach „heilige Schrift“ bedeuten und selbst für Dinge wie Zauberformeln und Ähnliches benutzt werden. Während es Buddhisten im Allgemeinen bewusst ist, dass es so etwas wie den Tipiṭaka gibt, der die Worte des Buddha enthält, haben lediglich gebildete Buddhisten eine klare Vorstellung von seinem Inhalt. Es gibt im Buddhismus keinen Brauch, der Lesungen aus der Bibel in der christlichen Messe vergleichbar wäre, und damit keinen allgemein üblichen Weg, über den der Inhalt der Texte den Menschen direkt vermittelt würde. ",
  "discourses:69": "In einigen buddhistischen Traditionen gehört es zur Pflicht ordinierter Mönche, bestimmte Abschnitte der alten Texte auswendig zu lernen und genau zu studieren. Mönche in Sri Lanka lernen zum Beispiel den Dhammapada. Doch beispielsweise in Thailand ist das nicht der Fall; dort gibt es keine Ausbildungsvorschriften für Mönche. Selbst in den neun Jahren des formellen Dhammastudium-Kurrikulums werden die kanonischen Lehrreden nicht durchgenommen, da sie als zu heilig angesehen werden. ",
  "discourses:70": "Im ostasiatischen Buddhismus konzentriert sich die traditionelle Ausbildung auf die Mahāyāna-Sutras und Texte der chinesischen Meister, und wenig weist darauf hin, dass die frühen Lehrreden in größerem Umfang studiert wurden. Es wird manchmal angeführt, dass der Übersetzungsstil der <i lang='pi' translate='no'>Āgamas</i> dem Vergleich mit der eleganteren Ausdrucksweise der Mahāyāna-Übersetzungen von Xuanzang und anderen Meistern nicht standhalte. Und die frühen Lehrreden sind natürlich nicht für das einfache Lesen und Studieren zusammengestellt. ",
  "discourses:71": "Der tibetische Buddhismus schließt das Studium früher buddhistischer Schulen als Teil des regulären Kurrikulums ein. Doch das bezieht sich auf die Lehren des Abhidhamma der späteren Schulen. Es ist dennoch möglich, einen passablen Zugriff auf die frühen buddhistischen Texte auf Tibetisch zu erhalten. Obwohl die vollständigen <i lang='pi' translate='no'>Āgama</i>-Texte fehlen, findet man beträchtliche Passagen der frühen Texte im Upāyika, einer Kompilation von Ausschnitten, auf die im Abhidharmakoṣa und in anderen verstreuten Texten Bezug genommen wird. ",
  "discourses:72": "Modernistische Reform und postmoderne Kritik ",
  "discourses:73": "Ab der Mitte des 19. Jahrhunderts begannen europäische und asiatische Wissenschaftler, die buddhistischen Texte auf historischer Grundlage zu studieren. Während die traditionelle Forschung innerhalb der jeweiligen Schule blieb und die Texte in ihrem lokalen Kontext interpretierte, strebte diese neue Forschung an, die Texte historisch gesehen nach Zeit und Ort einzuordnen. Dieser Ansatz war sowohl kritisch – in dem Sinn, dass er gegenüber den traditionellen Autoritätsansprüchen skeptisch war und für Behauptungen Beweise forderte –, als auch konstruktiv, insofern er darauf abzielte, ein zusammenhängendes und sinnvolles historisches Bild aufzubauen, in dem die Texte zu verstehen sind. ",
  "discourses:74": "Die Moderne brachte eine Reihe neuer Techniken und Errungenschaften. Dazu zählen: ",
  "discourses:75": "Vergleichende Forschung der vorher isolierten Schriften auf Chinesisch, Pali, Tibetisch und Sanskrit hat sowohl Ähnlichkeiten als auch Unterschiede ans Licht gebracht. ",
  "discourses:76": "Archäologen stützten sich auf die Berichte chinesischer Pilger und gruben eine Reihe alter Stätten in Indien aus, die bewiesen, dass bekannte Schauplätze aus den Suttas wie Sāvatthī oder Rājagaha reale Orte waren. ",
  "discourses:77": "Ein Vergleich buddhistischer Schriften mit Hindu- und Jaina-Texten erlaubte ein besseres Verständnis der kulturellen Kräfte, die zur Zeit des Buddha am Werk waren. ",
  "discourses:78": "Die Anwendung textkritischer Methoden ermittelte die Entwicklung buddhistischer Texte in der Geschichte und in Bezug auf ihre Lehre sowie ihre Beziehungen untereinander. ",
  "discourses:79": "Die Säulen und Inschriften des Aśoka wurden entdeckt und entziffert und erlaubten so ein genaues historisches Verständnis dieses einflussreichen buddhistischen Monarchen. ",
  "discourses:80": "Es gab eine neue Betonung auf den frühen Lehrreden als historische Quelle für die Lehren des Buddha. ",
  "discourses:81": "Moderne Entwicklungen wie diese sind nicht auf die westliche Wissenschaft begrenzt, sondern wurden von textlichen und praktischen Reformen überall im asiatischen Buddhismus begleitet. Alle Traditionen des asiatischen Buddhismus haben an diesen Entwicklungen teilgenommen und sie in verschiedener Weise angewendet. Einige Beispiele: ",
  "discourses:82": "Im Theravada verschafften das Fünfte und Sechste Konzil der zentralen Stellung des Palikanon wieder mehr Geltung. ",
  "discourses:83": "Übersetzungen des Palikanon in moderne asiatische Sprachen wurden neben englischen Übersetzungen angefertigt und weithin in der buddhistischen Welt verbreitet. ",
  "discourses:84": "Der reformierte Buddhismus des Königs Mongkut im Thailand des 19. Jahrhunderts war in hohem Maß von modernistischen Ideen zu textlichen und disziplinarischen Reformen geprägt. ",
  "discourses:85": "Moderne Ansätze zur Meditation wurden auf der Grundlage von Palitexten entwickelt. Die burmesischen <i lang='pi' translate='no'>Vipassanā</i>-Schulen nahmen das Satipaṭṭhāna-Sutta als ihren zentralen Text und machten es so zum einflussreichsten Text überhaupt in der modernen Meditationspraxis. In Thailand haben Reformbewegungen wie die Waldtradition oder Buddhadāsas ausdrücklich auf den Suttas basierter Ansatz traditionelle kontemplative Praktiken auf der Grundlage magischer Beschwörungen abgelehnt und die Rückkehr zu Meditationsformen aus den frühen Suttas befürwortet, die sich auf den Körper beziehen und darauf stützen. ",
  "discourses:86": "Die äußerst einflussreiche Taishō-Ausgabe des chinesischen Kanon wurde von japanischen Wissenschaftlern entwickelt, die in Deutschland textkritische Methoden studiert hatten. Sie ordneten den Kanon neu, um den <i lang='pi' translate='no'>Āgamas</i> den Ehrenplatz am Anfang der Sammlung zu geben, in der Reihenfolge, die man im Pali findet. Sie schlossen auch in begrenztem Umfang Informationen über Pali-Parallelen ein. ",
  "discourses:87": "Die empirischen und rationalen Stränge der frühen Suttas wurden betont, und eine grundsätzliche Vereinbarkeit mit der modernen Wissenschaft wurde aufgezeigt. Das legte den Grundstein zu der späteren Anwendung der wissenschaftlichen Methode auf die Achtsamkeitsmeditation, die sich als ausschlaggebend erwiesen hat für die weltweite Akzeptanz von Meditation als evidenzbasiertem Weg zu Glück, Stressabbau und psychischem Wohlbefinden. ",
  "discourses:88": "Es ist nach wie vor so, dass das unmittelbare Studium der Suttas die Übung einer Minderheit ist. Allerdings finden wir quer durch Asien populäre Reformbewegungen, die die zentrale Bedeutung der Suttas betonen. Suttastudium ist besonders in Sri Lanka beliebt, wo es eine wachsende Zahl von Lehrern und Bewegungen gibt, die für eine Rückkehr zu den Suttas werben. Der äußerst populäre Mönch, der Ehrwürdige Kiribathgoda Gnanananda Thero, ist umstritten, weil er darauf besteht, die Suttas als primäre Quellen für den Dhamma zu betrachten. In Thailand verändert die Bewegung „Wort des Buddha“ von Ajahn Kukrit Sotthibalo das Gesicht des heutigen Thailand, indem sie viele Menschen dazu bringt, zum ersten Mal die Suttas zu lesen. In Taiwan hat in ähnlicher Weise der kürzlich verstorbene Meister Yin Shun den historischen Vorrang der frühen Texte betont und argumentiert, dass es eine wesentliche Kontinuität zwischen ihnen und dem frühen Mahāyāna gibt. Und in Ländern außerhalb des Bereichs des traditionellen Buddhismus setzen sich Lehrer wie Ajahn Brahm, Bhikkhu Bodhi und viele andere für die Lehren der Suttas ein. ",
  "discourses:89": "Seit 1980 sind solche modernistischen Reformen in den Fokus postmoderner Kritik geraten, zumeist von amerikanischen Wissenschaftlern, die sich auf spätere Formen des Buddhismus spezialisiert haben. Ihre Kritik zielt darauf ab, den modernistischen Konsens auszuhebeln, indem sie argumentieren, wir hätten keine wirkliche Möglichkeit, zu wissen, was der Buddha lehrte oder woher der Palitext und andere Texte stammen. Eine Vielzahl spezifischer Argumente versuchen, Schlüsselthesen der Modernisten zu widerlegen wie etwa die, dass die Lehre des Buddha im Wesentlichen rational war. Diese Argumente wurden wiederholt von Experten des Fachbereichs kritisiert. Der postmoderne Ansatz hat bisher noch keine konstruktiven Ergebnisse hervorgebracht, die denen des Modernismus vergleichbar wären. ",
  "discourses:90": "Übersetzungen ",
  "discourses:91": "Eins der greifbarsten Ergebnisse der modernistischen Reformen ist die Verfügbarkeit von Übersetzungen der frühen Texte. Bis heute betrafen fast alle dieser Übersetzungen den Palikanon. Aber jetzt erscheinen allmählich auch ein paar Übersetzungen aus dem Chinesischen, Tibetischen und Sanskrit. ",
  "discourses:92": "Die Arbeit begann in Europa mit isolierten Übersetzungen wie Viggo Fausbölls Übersetzung des Dhammapada 1855 und des Sutta-Nipāta 1881. Unter der Führung von T.W. Rhys Davids unternahm die 1855 gegründete <i lang='en'>Pali Text Society</i> die Aufgabe, den gesamten Kanon ins Englische zu übersetzen. Diese Übersetzungen waren bahnbrechend, wurden aber zum größten Teil von einer moderneren und genaueren Generation von Übersetzungen von Wissenschaftlern wie Bhikkhu Bodhi ersetzt. Wir nehmen einige der älteren Übersetzungen auf SuttaCentral auf, aber sie sind überwiegend von historischem Interesse, denn nicht nur ist ihre Sprache veraltet, sondern sie enthalten auch viele Fehler. ",
  "discourses:93": "Umfangreiche Übersetzungen aus dem Pali erfolgten auch in Sprachen wie Thailändisch, Singhalesisch, Kambodschanisch, Vietnamesisch, Japanisch, Hindi und jüngst Bengalisch. Die meisten davon wurden digitalisiert und sind auf SuttaCentral verfügbar. Allerdings erwarten wir noch die Aufnahme der bengalischen und kambodschanischen Übersetzungen, und die japanischen befinden sich zwar in der Public Domain, sind aber aufgrund des Verhaltens des Herausgebers nicht zugänglich.  ",
  "discourses:94": "Die Übersetzungsmethoden und -herangehensweisen dieser verschiedenen Ausgaben sind nicht immer leicht herauszufinden. Ich verstehe es allerdings so, dass die oben genannten Übersetzungen alle direkt aus dem Pali angefertigt wurden. Zusätzlich gab es viele sekundäre Übersetzungen, die von englischen Übersetzungen gemacht wurden. Die meisten der verbleibenden Übersetzungen auf SuttaCentral fallen in diese Kategorie, doch nicht alle. Einige deutsche und norwegische Übersetzungen zum Beispiel wurden direkt aus dem Pali gemacht. ",
  "discourses:95": "Die neue Reihe von Übersetzungen, die von mir und Bhante Brahmali für SuttaCentral aus dem Pali angefertigt wurden, bauen auf dieser Tradition auf. Ihr Ziel ist es, genaue, klare und idiomatische Übersetzungen der frühen Palitexte vorzulegen. "
}