{
  "dn-guide-sujato:1": "Die Langen Lehrreden: der Dhamma als Literatur und Zusammenstellung ",
  "dn-guide-sujato:2": "Bhikkhu Sujato, 2019 ",
  "dn-guide-sujato:3": "<a href='#item1'>Wie der Dīgha gegliedert ist</a> ",
  "dn-guide-sujato:4": "<a href='#item2'>Die stufenweise Schulung</a> ",
  "dn-guide-sujato:5": "<a href='#item3'>Wie man eine lange Lehrrede erstellt</a> ",
  "dn-guide-sujato:6": "<a href='#item4'>Der Mahāparinibbāna-Zyklus</a> ",
  "dn-guide-sujato:7": "<a href='#item5'>Eine kurze Textgeschichte</a> ",
  "dn-guide-sujato:8": "Der Dīgha-Nikāya ist die erste der vier Hauptabteilungen des Sutta-Piṭaka des Palikanons (<i lang='pi' translate='no'>tipiṭaka</i>). Er wird hier mit <cite class='text-translated'>Lange Lehrreden</cite> (<cite class='text-translated'>Long Discourses</cite>) übersetzt. Wie der Titel vermuten lässt, sind seine Lehrreden ein wenig länger als die anderer <i lang='pi' translate='no'>Nikāyas</i>. Es gibt aber nur 34 Lehrreden in dieser Sammlung, sodass trotz der Länge der einzelnen Lehrreden die Sammlung als Ganzes der kürzeste der <i lang='pi' translate='no'>Nikāyas</i> ist. ",
  "dn-guide-sujato:9": "Der Dīgha-Nikāya unterscheidet sich von anderen Sammlungen durch seine weiter entwickelten und sorgfältig ausgearbeiteten literarischen Formen. Er wächst über den schmucklosen und direkten Stil der meisten frühen Texte hinaus, und die besondere Länge bietet Raum, in dem Erzählungen und Darstellungen der Lehre in größerem Maß Ausdruck finden können. Das ist ein früher Hinweis darauf, wie sich die literarische Form der buddhistischen Texte in späteren Jahren entwickeln sollte, wo sie sich zu großer Ausdehnung und Überfluss hin bewegt. ",
  "dn-guide-sujato:10": "Es ist kein Zufall, dass diese ausgearbeiteten Texte oft an Brahmanen gerichtet sind, die die selbsternannten geistlichen Anführer der Zeit waren. Die Brahmanen waren Hüter der ausgeklügeltesten Texte im alten Indien bis zum heutigen Tag, der vedischen Literatur. Es scheint, dass eins der Ziele des Dīgha darin lag, solche gelehrten Männer zu beeindrucken. Diese Lehrreden bieten ein weites Spektrum an Beispielen dafür, wie der Buddha mit Angehörigen anderer religiöser Richtungen umging. ",
  "dn-guide-sujato:11": "Ein anderes übergreifendes Thema des Dīgha ist der Tod des Buddha. Das Herzstück der Sammlung ist <a class='ref' href='/dn16'>DN 16</a>, <cite class='text-translated'>Die große Lehrrede vom Erlöschen des Buddha</cite> (<cite class='text-root'>Mahāparinibbānasutta</cite>), eine Lehrrede von einzigartiger Bedeutung. Sie stellt die letzte Reise des Buddha dar, bei der er ohne Eile in Etappen von Ort zu Ort wandert, wobei ihn jeder Schritt näher zu seinem Ende bringt. In der schieren Länge des Textes, der so viele Einzelheiten der Reise aufzeichnet, können wir eine Sehnsucht spüren, diese letzten kostbaren Tage so weit wie möglich in die Länge zu ziehen. ",
  "dn-guide-sujato:12": "Wie der Dīgha gegliedert ist ",
  "dn-guide-sujato:13": "Die 34 Lehrreden sind in drei <i lang='pi' translate='no'>Vaggas</i> eingeteilt. Das erste <i lang='pi' translate='no'>Vagga</i> besteht aus dreizehn Lehrreden, von denen jede eine lange Passage über die geistliche Übung der Mönche und Nonnen enthält, die als stufenweise Schulung (<i lang='pi' translate='no'>anupubbasikkhā</i>) bekannt ist. ",
  "dn-guide-sujato:14": "Im zweiten <i lang='pi' translate='no'>Vagga</i> finden wir eine Anzahl von Lehrreden von mehr biographischem Charakter. <a class='ref' href='/dn14'>DN 14</a>, <cite class='text-translated'>Die große Lehrrede über Spuren, die man hinterlässt</cite> (<cite class='text-root'>Mahāpadānasutta</cite>), erzählt von Buddhas der Vergangenheit, während <a class='ref' href='/dn16'>DN 16</a>, <cite class='text-root'>Mahāparinibbāna</cite>, von den letzten Tagen Gotamas erzählt. Zusätzlich haben eine Anzahl weiterer Lehrreden in diesem Abschnitt engen Bezug zum <cite class='text-root'>Mahāparinibbāna</cite>. Ich werde diesen Zyklus weiter unten näher besprechen. ",
  "dn-guide-sujato:15": "Das letzte <i lang='pi' translate='no'>Vagga</i> ist mehr gemischt. Es enthält lange poetische Abschnitte, Zusammenstellungen der Lehre – von denen einige Vorläufer des Abhidhamma sind – und Erzählungen, die oft humorvoll sind und gelegentlich ans Possenhafte grenzen. ",
  "dn-guide-sujato:16": "Wie in den <i lang='pi' translate='no'>Nikāyas</i> üblich, gibt es keine übergreifende Reihenfolge der Lehren, und viele Einzelheiten der Gliederung erscheinen recht willkürlich. Dennoch können wir in der Anordnung einiger der wichtigsten Lehrreden einen Zweck erkennen. Diese Dinge sind besondere Merkmale der Theravadatradition und sollten daher als etwas angesehen werden, das deren Belange wiederspiegelt, und nicht als das grundlegende Prinzip des Dīgha. ",
  "dn-guide-sujato:17": "Die erste Lehrrede, <a class='ref' href='/dn1'>DN 1</a>, <cite class='text-translated'>Das oberste Netz</cite> (<cite class='text-root'>Brahmajalasutta</cite>), führt eine Übersicht von falschen Ansichten an und fungiert so als Filter für den Dhamma, indem sie mögliche Missinterpretationen aussondert. Es scheint, dass diese Anordnung mit den Ereignissen des sogenannten „dritten Konzils“ unter König Ashoka verbunden war, einer Zeit, in der der Saṅgha von Schwindlern überlaufen war, die keine wirklichen Buddhisten waren. Die zweite Lehrrede, <a class='ref' href='/dn2'>DN 2</a>, <cite class='text-translated'>Die Früchte des Asketenlebens</cite> (<cite class='text-root'>Sāmaññaphalasutta</cite>), spricht eine grundsätzliche Frage an: Warum führen Menschen ein Leben der Entsagung? In seiner Antwort darauf legt der Text die stufenweise Schulung dar, einen unverwechselbar buddhistischen Pfad zum Frieden. ",
  "dn-guide-sujato:18": "Die Mitte der Sammlung wird von Lehrreden beherrscht, die auf die eine oder andere Art von der kosmischen Bedeutung des Buddha handeln (<a class='ref' href='/dn14'>DN 14</a>, <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/dn17'>DN 17</a>, <a class='ref' href='/dn18'>DN 18</a>, <a class='ref' href='/dn19'>DN 19</a>, <a class='ref' href='/dn20'>DN 20</a>, <a class='ref' href='/dn21'>DN 21</a>; zu diesen kann man <a class='ref' href='/dn26'>DN 26</a>, <a class='ref' href='/dn27'>DN 27</a>, <a class='ref' href='/dn30'>DN 30</a> und <a class='ref' href='/dn32'>DN 32</a> hinzufügen). Wo die biographischen Texte des Majjhima das Praktische und das Persönliche betonen, die besonderen Umstände, wie <em>unser</em> Buddha lebte, leben diese Lehrreden in einer Arena mythischer Erhabenheit. Zeit und Raum sind ausgedehnt, wenn die bewegenden und persönlichen Einzelheiten des <cite class='text-root'>Mahāparinibbāna</cite> zwischen eine Reihe mythologischer Texte eingereiht sind, die die Macht des Buddha und seiner Lehre in einer fernen Vergangenheit, einer apokalyptischen Zukunft und in der Gegenwart unter den Klassen der Götter zeigen. ",
  "dn-guide-sujato:19": "Das zentrale Ereignis in all diesem ist der Tod des Buddha. Historisch war das eine traumatische Krise für die buddhistische Gemeinschaft, und viele fürchteten, der Dhamma würde nicht überleben. Indem sie die Aufmerksamkeit vom gegenwärtigen Trauma weglenken und auf einen weiterreichenden Sinn hinweisen, zeigen diese Suttas, dass der Dhamma nicht notwendigerweise mit dem Buddha stirbt. Die Ereignisse des <cite class='text-root'>Mahāparinibbāna</cite> trieben den Saṅgha an, das erste Konzil abzuhalten, bei dem die Lehrreden gesammelt und geordnet wurden, um ihre Bewahrung sicherzustellen. Und das sind natürlich eben diese Texte, die wir lesen. So berichten also diese Erzählungen die Geschichte ihres eigenen Ursprungs. ",
  "dn-guide-sujato:20": "Der Dīgha endet mit überwiegend doktrinalen Zusammenstellungen (<a class='ref' href='/dn28'>DN 28</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn33'>DN 33</a>, <a class='ref' href='/dn34'>DN 34</a>). Wenn der Anfang des Dīgha uns berichtet, <em>warum</em> die Lehren wichtig sind, und die Mitte, <em>wie</em> sie zustande kamen, so sagt uns das Ende, <em>was</em> sie sind. Es ist eine merkwürdige Sache, dass viele der Lehrthemen, die wir für grundlegend für die Lehre des Buddha halten, im Dīgha nur selten vorkommen. Diese Lehrreden korrigieren diese Situation und stellen sicher, dass Studierende des Dīgha Zugang zu einem breiten Spektrum an Lehren hatten. Insbesondere die letzten beiden Lehrreden sind eindeutig als praktische Gedächtnishilfen für das Erinnern von Reihen von Lehrthemen zusammengestellt. ",
  "dn-guide-sujato:21": "Die stufenweise Schulung ",
  "dn-guide-sujato:22": "Die stufenweise Schulung legt die Schritte dar, die buddhistische Hauslose auf ihrem Weg gehen. Sie beginnt damit, dass ein Buddha in der Welt erscheint. Ein Mensch hört die Lehre des Buddha und denkt darüber nach, wie er sie am besten in seinem Leben anwenden kann. Er versteht, dass „das Leben in einem Haus eng und schmutzig ist, aber das Leben von jemand, der fortgezogen ist, weit offen“, und gibt daraufhin seine weltlichen Besitztümer und Bindungen auf, legt die ockerfarbene Robe buddhistischer Mönche und Nonnen an und weiht sich einem Leben der Sittlichkeit, Einfachheit und Meditation. Indem er Schritt für Schritt zu immer höheren Übungen fortschreitet, tritt er schließlich in tiefe meditative Vertiefung (<i lang='pi' translate='no'>jhāna</i>) ein, versteht die vier edlen Wahrheiten und findet wahre Freiheit. ",
  "dn-guide-sujato:23": "Die stufenweise Schulung ist eine Erweiterung der dreifachen Schulung (<i lang='pi' translate='no'>tisso sikkhā</i>): Ethik (<i lang='pi' translate='no'>sīla</i>), meditative Versenkung (<i lang='pi' translate='no'>samādhi</i>) und Weisheit (<i lang='pi' translate='no'>paññā</i>). In <a class='ref' href='/an3.89'>AN 3.89</a> werden die drei Stufen der Schulung definiert: ",
  "dn-guide-sujato:24": "Ethik oder Sittlichkeit (für Mönche oder Nonnen) erfordert das Einhalten der klösterlichen Regeln; ",
  "dn-guide-sujato:25": "meditative Versenkung sind die vier Vertiefungen; ",
  "dn-guide-sujato:26": "Weisheit ist das Verstehen der vier edlen Wahrheiten. ",
  "dn-guide-sujato:27": "Diese Lehre ist in den frühen buddhistischen Texten weit verbreitet. Im Dīgha zum Beispiel findet man sie im <cite class='text-root'>Mahāparinibbāna</cite> als Standardlehre, die vom Buddha an vielen Stationen seiner Reise wiederholt wird. Eine Reihe kürzerer Lehrreden zu diesem Thema kann man im Samaṇa-Vagga des Aṅguttara finden (<a class='ref' href='/an3-samanavagga'>AN 3.81–91</a>). ",
  "dn-guide-sujato:28": "Dieser kurze Überblick über den Pfad wird in der stufenweisen Schulung näher erklärt; sie erläutert jede der drei Schulungen in beträchtlicher Ausführlichkeit. Diese längere Darstellung scheint die ursprüngliche Lehre zum allgemeinen Lebensstil, den Übungen und den Zielen der ordinierten Anhänger des Buddha gewesen zu sein. Es scheint, dass der Buddha es vorzog, die Ordinierten anzuspornen, indem er sie anhielt, den höchsten Idealen des Verhaltens und der Meditation zu folgen. Nur zögernd legte er das Rechtssystem der Vinayatexte mit seinen Verfahren und Sanktionen nieder. ",
  "dn-guide-sujato:29": "Die stufenweise Schulung findet man, in etwas variierenden Fassungen, im Majjhima (<a class='ref' href='/mn27'>MN 27</a>, <a class='ref' href='/mn51'>MN 51</a>, <a class='ref' href='/mn38'>MN 38</a>, <a class='ref' href='/mn39'>MN 39</a>, <a class='ref' href='/mn53'>MN 53</a>, <a class='ref' href='/mn107'>MN 107</a>, <a class='ref' href='/mn125'>MN 125</a>), im Aṅguttara (<a class='ref' href='/an4.198'>AN 4.198</a>, <a class='ref' href='/an10.99'>AN 10.99</a>) und sogar im Abhidhamma (<a class='ref' href='/vb12'>Vb 12</a>, <a class='ref' href='/pp2.4'>Pp 2.4:114</a>). Seltsamerweise findet man sie aber nicht unter den gesammelten Lehrreden über den Pfad im letzten Buch des Saṁyutta. Während man praktisch alle einzelnen Übungen der stufenweisen Schulung im Saṁyutta findet, ist der übergreifende Rahmen nicht zu finden. ",
  "dn-guide-sujato:30": "Der Dīgha gleicht dieses Fehlen aus, indem er ein <i lang='pi' translate='no'>Vagga</i> von dreizehn Lehrreden, die die stufenweise Schulung darstellen, gleich an den Anfang setzt. Dieses wird <i lang='pi' translate='no'>Sīlakkhandhavagga</i> genannt, das „Kapitel über die Aggregate der Ethik“. Trotz des Titels behandeln diese Texte aber die vollständige Schulung in Ethik, meditativer Versenkung und Weisheit. ",
  "dn-guide-sujato:31": "Obwohl der Inhalt überall, wo die stufenweise Schulung vorkommt, ähnlich ist, legt die Dīgha-Version großen Wert auf Schönheit und Freude. Die Stufen des Pfades sind mit Gleichnissen illustriert, die so entzückend wie passend sind, während es bei jedem Schritt des Pfades heißt, er gehe mit einer tieferen Art von Freude und Glück einher. Die stufenweise Schulung ist kein Pfad des Leidens, sondern ein Pfad der Anmut, der Freude und der Freiheit. ",
  "dn-guide-sujato:32": "Bedingt durch die Wiederholung kürzen alle Texte außer den ersten beiden Lehrreden die Darstellung ausnahmslos ab. Man sollte aber nicht vergessen, dass das lediglich daraus resultiert, wie die Palitradition diese Texte angeordnet hat. In den Dīrghāgamas auf Sanskrit und Chinesisch sind die Texte in diesem Abschnitt anders angeordnet, und dementsprechend sind andere Suttas ausgeführt oder abgekürzt. ",
  "dn-guide-sujato:33": "Während der Schwerpunkt nachdrücklich auf dem Klosterleben liegt, gelten die allgemeinen Grundsätze für alle, und tatsächlich lehrt Ānanda in <a class='ref' href='/mn53'>MN 53</a>, <cite class='text-translated'>In Schulung</cite> (<cite class='text-root'>Sekhasutta</cite>), ein Laienpublikum im Wesentlichen den gleichen Pfad. Im Sīlakkhandhavagga richten sich viele Lehrreden auch an Laien, von denen die meisten Brahmanen sind. ",
  "dn-guide-sujato:34": "Die Frage des Königs Ajātasattu in <a class='ref' href='/dn2'>DN 2</a> liefert den Schlüssel zu der Frasge, warum das so ist. Er weist darauf hin, dass man im weltlichen Leben bei jedem Gewerbe sehen kann, dass es seinen ihm eigenen Nutzen hervorbringt. Aber was ist der Nutzen des Asketenlebens? Während andere Asketen vor dieser Frage zögern, stellt der Buddha die stufenweise Schulung vor. Er zeigt, wie das hauslose Leben nicht ein Leben in Schmerz und Elend ist, noch eines, bei dem der Lohn aufgeschoben ist, sondern eins, das in diesem Leben einen echten Nutzen zeigt. Es geht um die Macht und das transformierende Potenzial der inneren Entwicklung und der Meditation. Im Gegensatz dazu führt der Weg des Lebens im Haus nur zu begrenztem Glück mit viel Unsicherheit und Belastung, die Pfade anderer Asketen sind unklar, ineffizient und schmerzhaft und die Brahmanen können nur Rituale und Gebete mit zweifelhafter Wirkung bieten. Somit erklärt die stufenweise Schulung, warum der Saṅgha überhaupt notwendig ist. ",
  "dn-guide-sujato:35": "Gerade wie die stufenweise Schulung auf dem Kern der dreifachen Schulung aufgebaut ist, so ist auch die Satzung der ethischen Grundsätze für Mönche und Nonnen auf den Kernprinzipien der grundlegenden Ethikregeln aufgebaut. Sie ist in drei Abschnitte gegliedert. Der erste Abschnitt beginnt mit der grundlegendsten Regel für jeden im Buddhismus: Gewaltfreiheit, das Töten jeglicher Geschöpfe, auch der kleinsten, zu unterlassen. Er fährt fort mit Punkten, wie sie in so allgemeinen Lehren wie den fünf Ethikregeln und den zehn Wegen zum Begehen tauglicher Taten zu finden sind. Aber er fügt auch Punkte hinzu, die speziell auf das Leben der Ordinierten zutreffen, wie das Vermeiden von Luxusartikeln und der Besitz von Immobilien. Der zweite Abschnitt über Ethik führt diese speziell für Ordinierte und Hauslose gedachten Regeln viel weiter ins Einzelne aus, während der letzte Abschnitt vom rechten Lebenserwerb handelt. Buddhistische Mönche und Nonnen, die sich auf Almosen stützen, das im Vertrauen gespendet wird, sollten ihren Lebensunterhalt nicht mit anderen Mitteln verdienen, insbesondere nicht mit abergläubischen und magischen Praktiken. ",
  "dn-guide-sujato:36": "Die stufenweise Schulung baut auf dieses ethische Fundament auf, wenn der Mönch oder die Nonne eine Reihe von Übungen aufnimmt, die dazu angetan sind, die betriebsame Tätigkeit des Geistes zu beruhigen. Sie zügeln ihre Sinne und vermeiden, was übermäßig anregend ist. Sie stellen sich darauf ein, während all ihrer Aktivitäten achtsam und umsichtig zu bleiben. Sie zielen auf Zufriedenheit ab, darauf, mit wenigen einfachen Besitztümern zufrieden zu sein. ",
  "dn-guide-sujato:37": "Erst wenn all das entwickelt wurde, zieht sich ein Mönch oder eine Nonne zur Meditation zurück. Sie gehen in den Wald, nehmen die Achtsamkeitsmeditation auf und geben die fünf Hindernisse auf, die den inneren Frieden verhindern. Diese Hindernisse sind eine der wichtigsten Lehren über Meditation in den Suttas und werden als das größte Hindernis für die Vertiefung angesehen. Sie sind: ",
  "dn-guide-sujato:38": "Sinnliches Verlangen ",
  "dn-guide-sujato:39": "Dazu gehört jede Art von Verlangen, Gier oder Sehnsucht nach sinnlicher Erfahrung. Es schließt starke Formen wie den Sexualtrieb ebenso ein wie subtilere Arten von Bindungen. ",
  "dn-guide-sujato:40": "Böser Wille ",
  "dn-guide-sujato:41": "Alles von offenem Hass bis zu subtilen Formen von Ärger und Abneigung fällt unter dieses Hindernis. ",
  "dn-guide-sujato:42": "Dumpfheit und Benommenheit ",
  "dn-guide-sujato:43": "Wenn der Geist beginnt, sich in der Meditation zu beruhigen, wird er gewöhnlich schläfrig und dumpf. ",
  "dn-guide-sujato:44": "Rastlosigkeit und Reue ",
  "dn-guide-sujato:45": "Rastlosigkeit heißt, dass man ständig nach künftigen Erfahrungen ausschaut, während Reue stets in der Vergangenheit gräbt, besonders bei Dingen, die man bedauert. ",
  "dn-guide-sujato:46": "Zweifel ",
  "dn-guide-sujato:47": "Es ist normal und gesund, Zweifel zu haben, wenn es um Dinge geht, die wir nicht wissen. Aber wenn wir nicht verstehen, was richtig und was falsch ist, wird der Zweifel langsam unsere Meditation untergraben. ",
  "dn-guide-sujato:48": "Indem man fortlaufend tieferen Frieden und tiefe Seligkeit erfährt, tritt man schließlich in äußerst stille Stadien meditativer Versenkung ein, die als die vier Vertiefungen (<i lang='pi' translate='no'>Jhānas</i>) bekannt sind. ",
  "dn-guide-sujato:49": "Die Vertiefungen sind die grundlegende Meditationspraxis im frühen Buddhismus und sind wesentlich für alle Stufen des Erwachens. Sie kommen in vielen Zusammenhängen vor, aber hier, in der stufenweisen Schulung, gehen sie ganz natürlich aus dem Leben und der Übung der Mönche und Nonnen hervor. Dieser Zusammenhang war für die frühen Buddhisten so zentral, dass in dem frühen Abhidhamma-Text, dem Vibhaṅga, den sie zusammenstellten, das Kapitel über die Vertiefung mit der stufenweisen Schulung beginnt. Es ist wahr, es gibt in den frühen Texten Laienschüler, von denen es heißt, dass sie die Vertiefungen übten. Aber es ist auch wahr, dass der Buddha, als er lehrte, wie man solch tiefen Frieden erlangt, die Stärke betonte, die in tiefer Entsagung liegt. ",
  "dn-guide-sujato:50": "Es hat sich in einigen modernen Formen des Buddhismus eingebürgert, zu beteuern, dass die Vertiefungen kein unverzichtbarer Teil des Pfades seien. Andere sagen, Vertiefungen seien zwar wichtig, aber sie seien eher oberflächliche Meditationszustände, die leicht auf einem kurzen Retreat zu erreichen seien. Es genügt, zu sagen, dass keine dieser Ansichten eine Grundlage in den frühen Texten hat. Die Vertiefungen sind wesentlich, tiefgründig und schwer zu erlangen. Selbst mit der vollen Kraft der Entsagung hatten viele Mönche und Nonnen zur Zeit des Buddha zu kämpfen, um sie zu erlangen. Nichtsdestotrotz ist es eine Eigenschaft des Dhamma, dass jeder Schritt auf dem Weg von immer tieferem Frieden und Glück begleitet ist, und dass das Loslassen leichter wird, je weiter man vorankommt. Und das macht das Verwirklichen selbst so tiefgründiger und subtiler Zustände möglich. ",
  "dn-guide-sujato:51": "Wenn er aus den Vertiefungen heraustritt, nutzt der Mönch die Kraft eines zutiefst geläuterten Geistes, um eine Reihe von besonderen Erkenntnissen oder Einsichten zu verwirklichen. Diese gipfeln in der Verwirklichung der vier edlen Wahrheiten: ",
  "dn-guide-sujato:52": "Das Leiden (<i lang='pi' translate='no'>dukkha</i>). ",
  "dn-guide-sujato:53": "Der Ursprung des Leidens, d. h. Verlangen (<i lang='pi' translate='no'>samudaya</i>). ",
  "dn-guide-sujato:54": "Das Aufhören des Leidens, d. h. Nibbāna (<i lang='pi' translate='no'>nirodha</i>). ",
  "dn-guide-sujato:55": "Die Übung, die zum Aufhören des Leidens führt (<i lang='pi' translate='no'>magga</i>). ",
  "dn-guide-sujato:56": "Das Leiden ist der Ansporn, der uns dazu treibt, eine geistliche Übung aufzunehmen. Nur wenn wir zu einem gewissen Grad Leiden erfahren haben, werden wir nach einem Ausweg suchen. Und wenn er der Lehre des Buddha begegnet, erkennt ein Suchender, dass der Dhamma das anspricht, was in seinem Leben wichtig ist, und eine überzeugende und pragmatische Lösung anbietet. Sich im Leiden zu suhlen, bringt einen hingegen nirgendwo hin. Wenn man versteht, dass dieses Leiden real ist, aber dass es Ursachen und Bedingungen hat, gegen die man etwas tun kann, weckt der Dhamma Vertrauen und den Entschluss, zu handeln. Der Pfad selbst ist ein Weg sich entfaltenden Glücks und des Rückgangs des Schmerzes; die Wahrheit vom Aufhören des Leidens kann man bei jedem Schritt erfahren. Dies gipfelt in der Erfahrung tiefer meditativer Stille, die Vertiefung (<i lang='pi' translate='no'>jhāna</i>) oder Versenkung (<i lang='pi' translate='no'>samādhi</i>) genannt wird. Da man in solchen Zuständen das sinnliche Verlangen loslassen muss, hören die fünf äußeren Sinne auf (<i lang='pi' translate='no'>vivicc’eva kāmehi</i>), und der Geist fühlt einen Frieden und ein Glück, die keiner früheren Erfahrung gleichen. Dem Geist, der durch die Klarheit und Leuchtkraft der Vertiefung gestärkt ist, wird die Wirklichkeit des Leidens und seiner Ursachen offensichtlich. Das bezeichnet die erste Stufe des Erwachens: Man ist in den Strom eingetreten (<i lang='pi' translate='no'>sotāpanna</i>). ",
  "dn-guide-sujato:57": "Der Stromeintritt geschieht, wenn alle Faktoren des Pfades – vom Vertrauenfassen bis zur Übung der Vertiefung und tiefer Einsicht – zu einem ausreichenden Grad entwickelt wurden. An diesem Punkt hat man eine tiefe Einsicht in die Natur der Wirklichkeit und lässt drei der zehn Fesseln los, die den Menschen an die Wiedergeburt binden. In der stufenweisen Schulung folgt dem Verstehen der vier edlen Wahrheiten gewöhnlich das Verstehen der Auflösung der Befleckungen (<i lang='pi' translate='no'>āsava</i>), was das Erreichen der völligen Vollendung (<i lang='pi' translate='no'>arahattā</i>) bezeichnet. An diesem Punkt werden die verbleibenden Fesseln aufgegeben, das ist die letzte Stufe des Pfades: vollkommenes Erwachen und Freiheit. ",
  "dn-guide-sujato:58": "Wie man eine lange Lehrrede erstellt ",
  "dn-guide-sujato:59": "Es gibt jeweils über tausend Lehrreden, die im Aṅguttara- und im Saṁyutta-Nikāya aufgezeichnet sind, aber nur 34 lange Texte, die im Dīgha aufgezeichnet sind. Die vergleichsweise kurzen Texte des Aṅguttara und des Saṁyutta erinnern an die vorbuddhistischen Upaniṣaden, besonders die Bṛhadāraṇyaka- und Chandogya-Upaniṣad. Diese bestehen aus einer Reihe meist unabhängiger Passagen, wobei jede Episode nur ein paar Seiten lang ist, die dann zu einem viel längeren Text zusammengefügt sind. Es sind Erinnerungen an prägnante und fokussierte Unterweisungen, die von bestimmten Menschen zu einer bestimmten Zeit an einem bestimmten Ort gegeben wurden. Aus der überwältigenden Mehrheit der aus der gleichen Zeit stammenden buddhistischen sowie brahmanischen Texte ergibt sich daher der Eindruck, dass die kurzen Lehrreden oder Dialoge das Standardformat waren. ",
  "dn-guide-sujato:60": "Wie wurden dann diese langen Texte aufgebaut? Warum? Und für wen? Lassen Sie uns an diese Fragen herangehen, indem wir kurz einige verschiedene Formen betrachten, die im Dīgha verwendet werden. ",
  "dn-guide-sujato:61": "Themen, die von Natur aus komplex sind ",
  "dn-guide-sujato:62": "Manche Lehrreden sind lang, weil das Thema, das sie behandeln, an sich komplex ist und eine längere Darlegung erfordert. Natürlich war der Buddha ein Meister darin, Themen sowohl in knapper als auch in ausführlicher Form zu präsentieren. Dennoch gibt es manche Lehrreden, deren Stoff eine umfassende Behandlung notwendig macht. ",
  "dn-guide-sujato:63": "Das hervorstechendste Beispiel dafür ist die stufenweise Schulung. In manchen Fällen – zum Beispiel <a class='ref' href='/dn6'>DN 6</a> <cite class='text-translated'>Mit Mahāli</cite> und <a class='ref' href='/dn7'>DN 7</a> <cite class='text-translated'>Mit Jāliya</cite> – besteht die Lehrrede aus wenig mehr als dieser Passage mit einem einfachen erzählerischen Hintergrund und einigen kurzen zusätzlichen Unterweisungen. So scheint es, dass die Anwesenheit des langen Abschnitts über die stufenweise Schulung an sich schon ausreichte, um eine Lehrrede als „lang“ zu qualifizieren. Da diese Passage zum Ziel hat, einen ausführlichen Leitfaden für das gesamte geistliche Leben eines Hauslosen vom Hören der Lehre bis zum vollkommenen Erwachen anzubieten, ist die Länge inhärenter Bestandteil des Stoffes. Es ist wahr, an anderer Stelle wird das kürzer gelehrt, doch auch in diesen Fällen neigt der Stoff zu einer gewissen Länge, und es gab sicher eine Tendenz, ihn umfassender zu machen. ",
  "dn-guide-sujato:64": "In anderen Fällen wird die stufenweise Schulung in der Mitte einer Lehrrede gelehrt, die bereits sehr umfangreich ist. So trifft es etwa auf <a class='ref' href='/dn1'>DN 1</a> <cite class='text-root'>Brahmajala</cite> zu, obwohl hier als einziger Fall nur der erste Abschnitt über Ethik gelehrt wird. Doch der Hauptteil des Textes legt ein Netzwerk von 62 Arten falscher Ansichten dar. Hier ist die Natur des Stoffes so umfangreich und komplex, dass ihm eine kürzere Darstellung nicht gerecht werden könnte. Tatsächlich wird diese Unterweisung, wenn sie in kürzeren Lehrreden erwähnt wird (<a class='ref' href='/sn41.3'>SN 41.3</a>), nicht zusammengefasst, sondern der Leser wird auf den vollständigen Text verwiesen. ",
  "dn-guide-sujato:65": "Zusammenstellungen ",
  "dn-guide-sujato:66": "Weit häufiger als von Natur aus lange Lehrreden sind die Zusammenstellungen. In solchen Fällen bietet ein langer Text eine Gelegenheit oder einen Rahmen, innerhalb dessen eine Reihe kurzer Passagen gesammelt wird. Solche Passagen kommen in der Regel in identischer oder beinahe identischer Form im Aṅguttara oder im Saṁyutta vor, gelegentlich auch im Majjhima. Sie hier zusammenzustellen, gibt den Rezitatoren des Dīgha die Möglichkeit, ein breites Spektrum an Lehren zu lernen, und stellt außerdem eine wichtige Sicherheitskopie dar, die die Texte bewahrt, falls die kürzeren Lehrreden verloren gehen. ",
  "dn-guide-sujato:67": "In einigen wenigen Fällen sind solche kurzen Passagen nirgends in genau der gleichen Form zu finden. Ob sie nur zum Dīgha gehören oder ob die parallelen Passagen verloren gingen, ist schwer zu sagen. ",
  "dn-guide-sujato:68": "Wie kommt es, dass wir parallele Passagen an so vielen verschiedenen Stellen haben? ",
  "dn-guide-sujato:69": "Sicherlich hat der Buddha sehr häufig gelehrt und wie alle Lehrer seine Botschaft viele Male wiederholt. Solche wiederholten Unterweisungen werden an verschiedenen Stellen gesammelt worden sein. Das ist sicher der Fall bei wichtigen und allgemeinen Lehren, die man überall in der buddhistischen Literatur findet, wie den vier edlen Wahrheiten oder den vier Vertiefungen. ",
  "dn-guide-sujato:70": "In manchen Fällen ist das aber unwahrscheinlich oder unmöglich. Zum Beispiel finden wir manchmal, dass genau das gleiche Ereignis bei der gleichen Gelegenheit – mit der gleichen Unterweisung, am gleichen Ort und mit den gleichen Personen – in mehr als einem Text vorkommt. In solchen Fällen ist es klar, dass es die Passage tatsächlich nur einmal gibt, und sie wurde an eine zweite oder weitere Stelle kopiert. ",
  "dn-guide-sujato:71": "Allgemein gesprochen ist es klug, anzunehmen, dass solche Stellen als kurze Lehrreden existierten, bevor sie in die längeren Formen aufgenommen wurden. Das rührt daher, dass, wie oben gesagt, die kurze Lehrrede die dominante Form ist und der mündlichen Überlieferung am nächsten steht. Es ist ein Grundsatz, den man quer durch alle frühen buddhistischen Texte beobachtet, dass die Redakteure das Hinzufügen dem Weglassen vorzogen. So wurden Texte im Allgemeinen mit der Zeit länger, nicht kürzer. ",
  "dn-guide-sujato:72": "Beispiele für Zusammenstellungen sind sehr häufig, und fast jede Lehrrede im Dīgha tut es zu einem gewissen Grad. Hier nur ein paar Beispiele: ",
  "dn-guide-sujato:73": "<a class='ref' href='/dn16'>DN 16</a>, <cite class='text-root'>Mahāparinibbāna</cite>, enthält ein breites Spektrum zusammengestellter Passagen. In manchen Fällen könnten Ereignisse, die zu der Erzählung gehören, ursprünglich hier vorgekommen und später als Auszug entnommen worden sein, während in anderen Fällen die eingefügte Passage seltsam aus dem Zusammenhang gefallen erscheint und zweifellos irgendwann hinzugefügt wurde. ",
  "dn-guide-sujato:74": "Der Ehrwürdige Sāriputta gilt als der Hauptautor einiger solcher langer Kompilationen. Er ist der Lehrer in <a class='ref' href='/dn33'>DN 33</a>, <cite class='text-translated'>Im Chor aufsagen</cite> (<cite class='text-root'>Saṅgītisutta</cite>), and <a class='ref' href='/dn34'>DN 34</a>, <cite class='text-translated'>Bis zehn aufwärts</cite> (<cite class='text-root'>Dasuttarasutta</cite>), die fast vollständig aus solchen kurzen Passagen bestehen, die von anderen Stellen in den Suttas zusammengetragen wurden und nach Zahlen geordnet sind. In <a class='ref' href='/dn28'>DN 28</a>, <cite class='text-translated'>Zuversicht wecken</cite> (<cite class='text-root'>Sampasādanīyasutta</cite>), drückt er sein großes Vertrauen zum Buddha aus und führt eine lange Reihe von Passagen an, um dessen Glanz darzustellen. ",
  "dn-guide-sujato:75": "Eine ausgeklügeltere Art der Zusammenstellung findet man in <a class='ref' href='/dn22'>DN 22</a>, <cite class='text-translated'>Die längere Lehrrede über Achtsamkeitsmeditation</cite> (<cite class='text-root'>Mahāsatipaṭṭhānasutta</cite>), der wichtigsten Lehrrede über Meditation im Theravāda des 20. Jahrhunderts. Sie gibt eine ausführliche  Darstellung der vier Arten der Achtsamkeitsmeditation. Sie werden an vielen Stellen in kurzer Form gelehrt, aber die Einzelheiten findet man nur hier und in der weitgehend identischen Rede <a class='ref' href='/mn10'>MN 10</a>, <cite class='text-translated'>Achtsamkeitsmeditation</cite> (<cite class='text-root'>Satipaṭṭhānasutta</cite>). Während viele Zusammenstellungen einfach eine Reihe verschiedener Lehren aufzählen, ist der Text hier sehr systematisch und ordnet die zusammengestellten Passagen unter vier Überschriften. Die Meditationspassagen sind zumeist nirgendwo sonst im Dīgha zu finden und wurden zweifellos hinzugefügt, um sicherzustellen, dass die Rezitatoren des Dīgha das volle Spektrum an Lehren über Meditation bewahrten. ",
  "dn-guide-sujato:76": "Zu der bereits recht langen Lehrrede in <a class='ref' href='/mn10'>MN 10</a> wird hier eine vollständige Darstellung der vier edlen Wahrheiten hinzugefügt, die aus <a class='ref' href='/mn141'>MN 141</a>, <cite class='text-translated'>Die Aufgliederung der Wahrheiten</cite> (<cite class='text-root'>Saccavibhaṅgasutta</cite>), bezogen ist. In burmesischen Ausgaben hat dieser erweiterte Abschnitt später seinen Weg zurück in den Text von <a class='ref' href='/mn10'>MN 10</a> gefunden. Da der Text von SuttaCentral ein burmesischer ist, schließen wir dies im Pali ein, aber kennzeichnen es als Hinzufügung. ",
  "dn-guide-sujato:77": "Erzählungen: Hintergründe, Parabeln und Mythen ",
  "dn-guide-sujato:78": "Der Dīgha enthält einige lange Erzählungen, was für frühe buddhistische Texte ungewöhnlich ist. Die augenfälligste davon ist <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Mahāparinibbāna</cite>. Aber er enthält auch eine Reihe anderer Erzählungen. ",
  "dn-guide-sujato:79": "Wir finden häufig, wie es auch Lehrreden anderer Sammlungen haben, einen einfachen erzählerischen Hintergrund, der die Unterweisung in einen Zusammenhang stellt. Doch in einigen Fällen ist dieser zu viel größerer Ausführlichkeit entwickelt, wobei die Erzählungen eine viel anspruchsvollere literarische Rolle einnehmen, als bloß ein Rahmen zu sein. ",
  "dn-guide-sujato:80": "<a class='ref' href='/dn2'>DN 2</a> <cite class='text-root'>Sāmaññaphala</cite> wird damit eröffnet, dass der König Ajātasattu von Magadha einen Ausruf über die Schönheit der mondhellen Nacht äußert und seine Minister um Rat fragt, welchen asketischen Lehrer er besuchen sollte. Aus dem <cite class='text-root'>Mahāparinibbāna</cite> und anderen Lehrreden wissen wir, dass Ajātasattu ein kriegerischer König war, daher ruft diese Eröffnung gleich ein Gefühl der Verwunderung hervor. Die Erzählung entfaltest sich elegant und vermeidet das Übermaß an Ausschmückung, das für spätere indische Erzählung so typisch ist, und hält den Schlüssel zu ihrem Rätsel gut fest. Erst am Ende des Textes erfahren wir das schreckliche Geheimnis, das das Herz des König quält. Somit erfüllen die Erzählpassagen die Unterweisungen – über die Doktrinen anderer Lehrer, die der stufenweisen Schulung des Buddha gegenübergestellt werden – mit einem tragischen Pathos. ",
  "dn-guide-sujato:81": "Zusätzlich zu Hintergründen finden wir auch Erzählungen, die als Geschichten in den Lehrreden selbst erzählt werden. Dazu gehören kurze Parabeln wie die Geschichte vom Mönch, der bei den Göttern vergeblich eine Antwort auf seine Frage sucht (<a class='ref' href='/dn11'>DN 11</a>). In <a class='ref' href='/dn23'>DN 23</a> debattiert der Mönch Kassapa der Prinz mit dem Skeptiker Pāyāsi und illustriert dabei seine Argumente mit einer Reihe abwechselnd humorvoller und grausiger Geschichten. Solche Parabeln findet man nicht selten auch an anderen Stellen in den Suttas, aber im Dīgha sind gewisse Geschichten noch weiter ausgedehnt und nähern sich der Gestalt des Mythos. Dazu gehören manche der Texte des <cite class='text-root'>Mahāparinibbāna</cite>-Zyklus wie <a class='ref' href='/dn17'>DN 17</a>, <cite class='text-root'>Mahāsudassanasutta</cite>, und <a class='ref' href='/dn14'>DN 14</a>, <cite class='text-root'>Mahāpadānasutta</cite>. ",
  "dn-guide-sujato:82": "Um einem häufigen Missverständnis vorzubeugen: In der Religionswissenschaft bedeutet „Mythos“ nicht „etwas, von dem man glaubt, es sei wahr, das aber falsch ist“, wie das in der Populärkultur der Fall ist. Vielmehr ist ein Mythos eine sakrale Geschichte. Manche sakralen Geschichten sind wahr, andere sind erfunden. Doch das ist eine Angelegenheit für Historiker und für die eigentliche Mythologie nicht von Bedeutung. Der Zweck eines Mythos ist es, eine Geschichte zu erzählen, die für die, die daran teilhaben, Sinn stiftet, sodass sie ihr eigenes Leben im Zusammenhang mit der erzählten Geschichte verstehen können. ",
  "dn-guide-sujato:83": "Der Dīgha enthält mit <a class='ref' href='/dn26'>DN 26</a>, <cite class='text-translated'>Der Rad-drehende Herrscher</cite> (<cite class='text-root'>Cakkavattisīhanādasutta</cite>), und <a class='ref' href='/dn27'>DN 27</a>, <cite class='text-translated'>Was zuerst kam</cite> (<cite class='text-root'>Aggaññasutta</cite>), wahrhaft mythische Texte. Diese legen einen Entstehungsmythos dar, der gewöhnliche Schöpfungsmythologie ersetzt durch einen evolutionären Bericht, wie es kam, dass die Welt so wurde, wie sie ist. In diesen Geschichten spielen menschliche Entscheidungen eine ausschlaggebende Rolle dafür, wie sich die Umwelt entwickelt und wie alles auseinanderfallen wird. Das <cite class='text-root'>Aggañña</cite> schildert den Klimawandel recht ausdrücklich, indem es zeigt, wie menschliche Aktivität auf Pflanzen, das Wetter und das natürliche Ökosystem einwirkt, von dem wir ein Teil sind (siehe auch <a class='ref' href='/an3.56'>AN 3.56</a>). ",
  "dn-guide-sujato:84": "Mythologie ist ihrem Wesen nach zyklisch. Es gibt keinen absoluten Anfang, nur eine weitere Drehung des Rades. Daher wird es, selbst wenn die Welt auseinanderbricht und die Zivilisation zerfällt, in ferner Zukunft ein neues Erwachen geben, und schließlich wird ein neuer Buddha erscheinen. Sein Name ist Metteyya (Sanskrit: <i lang='pi' translate='no'>Maitreya</i>), und in den frühen Texten kommt er nur in <a class='ref' href='/dn26'>DN 26</a> <cite class='text-root'>Cakkavattisīhanāda</cite> vor. Später wurde er eine der bekanntesten Figuren im Mahāyāna-Buddhismus, und viele Buddhisten warten auch heute noch hoffnungsvoll auf sein Kommen. Doch <a class='ref' href='/dn26'>DN 26</a> wurde nicht gelehrt, um Gläubige zu ermuntern, sich Metteyya zuzuneigen, sondern, um die Unbeständigkeit und Unsicherheit unseres Lebens zu veranschaulichen. Der Buddha lehrte stets, dass wir üben sollen, so gut wir können, um den Dhamma in diesem Leben zu verstehen. ",
  "dn-guide-sujato:85": "Der Mahāparinibbāna-Zyklus ",
  "dn-guide-sujato:86": "In einigen Fällen wurden Episoden, die im <cite class='text-root'>Mahāparinibbāna</cite> kurz erwähnt sind, ausgegliedert und erweitert, sodass sie selbst eigenständige Lehrreden wurden. Dadurch ist das <cite class='text-root'>Mahāparinibbāna</cite> im Dīgha sehr dominierend, nicht nur wegen seiner eigenen Länge und des gewichtigen Themas, sondern durch seinen Einfluss auf und die Verbindungen zu anderen Lehrreden. ",
  "dn-guide-sujato:87": "Meiner Ansicht nach wurde dieser Zyklus wahrscheinlich von Ānanda und seinen Schülern verfasst, indem dieses große literarische Werk vom <cite class='text-root'>Mahāparinibbānasutta</cite> selbst ausging und sich allmählich zu den verbundenen Texten verzweigte. Der Zyklus als Ganzes zeigt nicht nur Ānandas bezeichnende persönliche Liebe und Hingabe zum Buddha, sondern macht auch eine Sorge deutlich für das, was kommen mag, das Schicksal des Dhamma nach dem Tod des Buddha. Ein charakteristisches verbindendes Merkmal dieser Lehrreden ist, dass sie nicht mit dem üblichen Satz schließen, der besagt, dass sich die Zuhörer über die Lehren freuten, sondern stattdessen unmittelbar mit einer Lehre oder Strophe zum Thema der Unbeständigkeit oder des langen Bestehens des Lehrsystems enden. Ānanda überlebte den Buddha um mehrere Jahrzehnte, und sein Erbe war die Etablierung der Texte und somit die Bewahrung der Erinnerung an seinen geliebten Lehrer für künftige Generationen. ",
  "dn-guide-sujato:88": "<a class='ref' href='/dn16'>DN 16</a>, <cite class='text-translated'>Die große Lehrrede vom Erlöschen des Buddha</cite> (<cite class='text-root'>Mahāparinibbānasutta</cite>) ",
  "dn-guide-sujato:89": "Die Geschichte von der letzten Reise des Buddha beginnt damit, dass der König Ajātasattu von Magadha seine Absicht erklärt, die Vajjier zu überfallen, und endet mit der friedlichen Verteilung der Reliquien des Buddha unter den einander möglicherweise bekriegenden Völkern und Stämmen; sie ist somit ebenso politisch aussagekräftig, wie sie spirituell bewegend ist. Das Thema Unbeständigkeit verbindet durchgängig die verschiedenen Ereignisse und Lehren. Das Gewicht der Errichtung eines solchen Epos zeigt sich allerdings in erheblichen Unterschieden zwischen den erhaltenen Versionen des Textes. Viele der besonders repetitiven Abschnitte – wie etwa die anscheinend überflüssigen Achterreihen, die den acht Ursachen für Erdbeben folgen – finden sich nicht in allen Parallelen. Es scheint, dass mit der Zeit mehr und mehr Material hinzugefügt wurde, und an bestimmten Stellen wurden Teile des Textes abgespalten, um andere Lehrreden in dem Zyklus zu bilden. ",
  "dn-guide-sujato:90": "<a class='ref' href='/dn17'>DN 17</a>, <cite class='text-translated'>Der König Mahāsudassana</cite> ",
  "dn-guide-sujato:91": "In einer kleinen Szene des <cite class='text-root'>Mahāparinibbāna</cite> drängt Ānanda den Buddha, doch in einer namhaften Stadt zu sterben und nicht in dem unbedeutenden Dorf Kusinārā. Der Buddha weist ihn zurecht und sagt, Kusinārā sei in der Vergangenheit eine große Stadt gewesen. Die Sanskritversionen (Sarvāstivāda) des <cite class='text-root'>Mahāparinibbāna</cite> enthalten einen kürzeren Bericht über den König Mahāsudassana in ihrem eigentlichen <cite class='text-root'>Mahāparinibbāna</cite>, aber im Pali wurde dieser stark erweitert und zu einer eigenen langen Lehrrede gestaltet. Die Lehrrede selbst ist fabelhaft, voller ausgedehnter Passagen über kristallene Balustraden und andere Wunder in Mahāsudassanas Palast. Aber in ihrem Kern ist sie eine sehr menschliche Geschichte: die Liebe der Königin zu ihrem König und der Schmerz des Loslassens. Der Kampf, den die Königin durchlebt, um wirklich zu verstehen, dass ihr Mann sterben muss, spiegelt Ānandas Kämpfe im <cite class='text-root'>Mahāparinibbāna</cite> wieder, als er sich mit dem Tod seines geliebten Lehrers abfinden muss. ",
  "dn-guide-sujato:92": "<a class='ref' href='/dn18'>DN 18</a>, <cite class='text-translated'>Mit Janavasabha</cite> ",
  "dn-guide-sujato:93": "Wie <a class='ref' href='/dn17'>DN 17</a> beginnt auch dieses Sutta mit einer kurzen Passage, die aus dem <cite class='text-root'>Mahāparinibbāna</cite> entnommen ist und zu der eine ausgedehnte Erzählung hinzugefügt wurde. Während der <cite class='text-root'>Mahāparinibbāna</cite>-Reise bittet Ānanda den Buddha, das Schicksal von Anhängern aus der Stadt Ñātika nach deren Tod zu offenbaren. Bezeichnenderweise endet die Antwort des Buddha damit, dass er zeigt, wie Menschen selbst ihren spirituellen Fortschritt erkennen können. Diese kurze Passage wird auch in <a class='ref' href='/sn55.10'>SN 55.10</a> als eigenständige Lehrrede vorgestellt. In <a class='ref' href='/dn18'>DN 18</a> fährt die Lehrrede jedoch mit einer langen Geschichte über das Tun der Götter fort, über das der Geist Janavasabha erzählt. Sie gipfelt in der Aussage, dass der Buddha diese Lehrrede von Janavasabha lernte, sie dann an Ānanda weitergab, der wiederum die Versammlungen der Mönche, Nonnen, Laienmänner und Laienfrauen informierte, was dazu führte, dass das Lehrsystem des Buddha unter Göttern und Menschen berühmt und erfolgreich wurde. Das bekräftigt die Vorstellung, dass diese Lehrreden, die von Ānanda gestaltet wurden, auf einen langen Bestand des Buddhismus abzielten. ",
  "dn-guide-sujato:94": "<a class='ref' href='/dn28'>DN 28</a>, <cite class='text-translated'>Zuversicht wecken</cite> (<cite class='text-root'>Sampasādanīyasuttasutta</cite>) ",
  "dn-guide-sujato:95": "Das <cite class='text-root'>Mahāparinibbāna</cite> berichtet einen Vorfall, bei dem Sāriputta, der Hauptschüler des Buddha, zu diesem kommt und ein „Löwengebrüll“ über sein Vertrauen zum Buddha äußert, das auf seinem Verständnis des Dhamma gründet. Das ist auch als unabhängige Lehrrede in <a class='ref' href='/sn47.12'>SN 47.12</a> verzeichnet. Wir haben außerdem in <a class='ref' href='/sn47.13'>SN 47.13</a> eine kurze Lehrrede, die von Sāriputtas Tod spricht. Diese erinnert an die Themen des <cite class='text-root'>Mahāparinibbāna</cite> und schließt sogar den berühmten Ausspruch ein, dass man seine eigene Zuflucht sein soll. Das muss sich sicher während der Reise abgespielt haben, die im <cite class='text-root'>Mahāparinibbāna</cite> aufgezeichnet ist. Seltsamerweise ist es aber in <a class='ref' href='/dn16'>DN 16</a> nicht erwähnt, und zudem platziert die Lehrrede den Buddha nach Sāvatthī, weit abseits vom Verlauf seiner Reise. Ungeachtet dessen wurde die Passage über das Löwengebrüll in <a class='ref' href='/dn28'>DN 28</a> zu einer eigenständigen Lehrrede erweitert, wobei Sāriputta eingehend verschiedene beeindruckende Eigenschaften des Buddha darlegt. Das bietet Gelegenheit, viele der doktrinalen Standardlehren aufzuzählen. Wie <a class='ref' href='/dn18'>DN 18</a> endet auch dieses Sutta mit dem Appell, die Lehre weiterzugeben. ",
  "dn-guide-sujato:96": "Neben den Texten, die eine direkte literarische und erzählerische Verbindung zum <cite class='text-root'>Mahāparinibbāna</cite> haben, gibt es eine weitere Reihe von Lehrreden, die eine indirektere thematische Verbindung aufweisen: ",
  "dn-guide-sujato:97": "<a class='ref' href='/dn14'>DN 14</a>, <cite class='text-translated'>Die große Lehrrede über Spuren, die man hinterlässt</cite> (<cite class='text-root'>Mahāpadānasuttasutta</cite>) ",
  "dn-guide-sujato:98": "Der Buddha gibt biografische Informationen über sechs Buddhas der Vergangenheit sowie einen ausführlichen Bericht über das Leben eines von ihnen, des Buddha Vipassī. Diese Lehrrede setzt den historischen Buddha Gotama in eine Reihe mit anderen Weltlehrern, die sich bis in ferne Vergangenheit zurück erstreckt; ihre Lehrsysteme folgen alle ähnlichen Mustern. ",
  "dn-guide-sujato:99": "<a class='ref' href='/dn29'>DN 29</a>, <cite class='text-translated'>Eine beeindruckende Lehrrede</cite> (<cite class='text-root'>Pāsādikasutta</cite>) ",
  "dn-guide-sujato:100": "Dieses Sutta beginnt mit der Geschichte vom Tod des Jaina-Asketen aus dem Stamm Ñātika (Mahāvīra), dem Anführer der Jainas. In den buddhistischen Texten wird das als ein Desaster für die Jainas dargestellt, da sie sich sofort in Streitereien auflösen. Ob das nun historisch richtig ist oder nicht – der Text zeigt den Buddha, wie er die Gelegenheit wahrnimmt, um die Eigenschaften zu lehren, die dazu führen, dass eine religiöse Bewegung nach dem Tod ihres Gründers lange fortbesteht. Lehrreden, die darauf eingehen, findet man in <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn33'>DN 33</a> und <a class='ref' href='/mn104'>MN 104</a>. Im vorliegenden Sutta erklärt der Buddha, indem er sein eigenes Lehrsystem dem gegenüberstellt, von dem er behauptet, es sei an den Lehren der Jainas unangemessen, dass das Vertrauen und die Übung seiner Nachfolger gut verankert sind, da die Lehre auf dem tatsächlichen Erwachen basiert. ",
  "dn-guide-sujato:101": "<a class='ref' href='/dn30'>DN 30</a>, <cite class='text-translated'>Die Kennzeichen eines großen Mannes</cite> (<cite class='text-root'>Lakkhaṇasutta</cite>) ",
  "dn-guide-sujato:102": "Die frühen Texte beziehen sich mehrmals auf eine mysteriöse Reihe körperlicher Merkmale, die als „Kennzeichen eines großen Mannes“ bekannt sind. Von ihnen heißt es, sie erfüllten eine brahmanische Prophezeiung, dass jemand, der diese Kennzeichen besitzt, entweder ein Weltherrscher oder ein vollkommen erwachter Buddha werden wird. Normalerweise kann man etwas, das die Suttas als brahmanische Lehre darstellen, auch tatsächlich in brahmanischen Texten finden. Aber in diesem Fall wurde keine Spur einer solchen Lehre gefunden, somit liegen die Ursprünge dieser mythologischen Vorstellung im Dunkeln. Die Geschichte von den zwei möglichen Wegen ist ein klassisches mythologisches Motiv, das man im ältesten bekannten Mythos, der Geschichte von Gilgamesch, findet. Die Kennzeichen eines großen Mannes bilden einen seltsamen Gegenpol zu den rationalen Lehren, die wir in den meisten Suttas finden. In diesem speziellen Sutta heißt es, der Buddha habe jedes Kennzeichen als Folge einer bestimmten Art kammischer Handlung erklärt. Der literarische Stil und der Stil der Strophen verraten, dass es sich um eine späte Komposition handelt, und es hat keine wirkliche Parallele in anderen Sammlungen. Dennoch verbleibt es als Zeugnis der Evolution der Vorstellung vom Buddha, die seine spirituellen Eigenschaften mit seiner körperlichen Präsenz in Beziehung setzt. ",
  "dn-guide-sujato:103": "<a class='ref' href='/dn33'>DN 33</a>, <cite class='text-translated'>Im Chor aufsagen</cite> (<cite class='text-root'>Saṅgītisutta</cite>) ",
  "dn-guide-sujato:104": "Wie <a class='ref' href='/dn29'>DN 29</a> spielt auch diese Lehrrede nach dem Tod des Jaina-Asketen Ñātika. In einer Rede an die Maller von Pāvā – die auch im <cite class='text-root'>Mahāparinibbāna</cite> vorkommen – bittet der Buddha Sāriputta, an seiner Stelle zu sprechen. Das ähnelt dem Thema von <a class='ref' href='/dn28'>DN 28</a> und <a class='ref' href='/dn29'>DN 29</a>, dass es die Schüler sein werden, die für die Fortdauer der Lehren verantwortlich sind. Sāriputta gibt eine ausführliche systematische Darstellung von Lehrthemen, wobei er das Aṅguttara-Prinzip nutzt, das die Lehren nach Zahlen ordnet. Tatsächlich kann ein Studium dieser Lehrrede als Einführung zu den Lehren dienen, die man im Aṅguttara-Nikāya findet. Die Mönche und Nonnen werden aufgefordert, diese Lehren im Chor aufzusagen, sodass sie bewahrt werden können und das Lehrsystem lange fortbesteht. Diese Lehrrede nimmt die Tendenz des Abhidhamma zur Systematisierung vorweg, und tatsächlich besteht ein Abhidhammatext des Sarvāstivāda (<cite class='text-root'>Saṅgītiparyāya</cite>) aus einer Erweiterung dieser Lehrrede und einem Kommentar dazu. ",
  "dn-guide-sujato:105": "<a class='ref' href='/dn34'>DN 34</a>, <cite class='text-translated'>Bis zehn aufwärts</cite> (<cite class='text-root'>Dasuttarasutta</cite>) ",
  "dn-guide-sujato:106": "Dies ähnelt dem <cite class='text-root'>Saṅgīti</cite>, aber mit kürzerer Erzählung und einem noch systematischeren Stil. Hier erscheint der Buddha gar nicht mehr, und die Lehrrede wird einfach von Sāriputta vorgetragen. ",
  "dn-guide-sujato:107": "Diese Darstellung erschöpft nicht den Einflussbereich des <cite class='text-root'>Mahāparinibbāna</cite>-Zyklus, denn dieser ist nicht auf den Dīgha begrenzt. Wir haben bereits erwähnt, dass verschiedene kürzere Suttas Episoden enthalten, die entweder im <cite class='text-root'>Mahāparinibbāna</cite> zu finden sind oder damit in Beziehung stehen. Und die Geschichte endet nicht mit dem Tod des Buddha. Das <cite class='text-root'>Mahāparinibbāna</cite> erzählt von der Gestaltung der Beisetzung und von Ereignissen nach dem Tod des Buddha. In verschiedenen der Nicht-Pali-Versionen setzt sich diese Geschichte unmittelbar in den Bericht über das erste Konzil fort. Im Pali ist diese Erzählung das 21. Kapitel der Vinaya-Khandhakas, und tatsächlich findet man das <cite class='text-root'>Mahāparinibbāna</cite> im Vinaya einiger Schulen. Es ist in Wahrheit eine durchgehende Erzählung, und einer der vielen Zwecke des <cite class='text-root'>Mahāparinibbāna</cite> ist es, die Handlungen des Saṅgha beim ersten Konzil, die grundlegenden buddhistischen Schriften in einer geordneten und endgültigen Weise zu etablieren, zu legitimieren. Die Erzählung vom ersten Konzil wurde dann auf das zweite Konzil ausgedehnt, das viele der gleichen Themen und Ideen wiederholt. ",
  "dn-guide-sujato:108": "Diese Geschichten vom Ende des Lebens und der Lehre des Buddha finden auch ihr Echo im ersten Kapitel der Vinaya-Khandhakas, das uns die Geschichte vom Erwachen des Buddha, seiner ersten Unterweisung und dem Aufbau der Gemeinschaft der Nachfolger erzählt. Es handelt sich hier nicht einfach um separate Episoden aus dem Leben des Buddha. Die Texte, wie wir sie haben, spiegeln häufig Ideen, Ausdrucksformen, Ereignisse und Menschen, und all das zeigt, dass sie als ein zusammenhängendes Ganzes aufbereitet und verfasst wurden. Zusammengenommen bilden sie den Rahmen einer großartigen Mythologie: Leben und Tod des größten spirituellen Lehrers, den die Welt je gesehen hat. ",
  "dn-guide-sujato:109": "Eine kurze Textgeschichte ",
  "dn-guide-sujato:110": "Der Dīgha-Nikāya wurde von T.W. Rhys Davids und J.E. Carpenter auf der Grundlage von Manuskripten in singhalesischer, burmesischer und thailändischer Schrift bearbeitet und von 1890 bis 1910 von der <em>Pali Text Society</em> in drei Bänden in lateinischer Schrift herausgebracht. ",
  "dn-guide-sujato:111": "Die erste (englische; A.d.Ü.) Übersetzung folgte 1899–1921 von T.W. und C.A.F Rhys Davids und wurde in der Reihe „<cite class='book'>Sacred Books of the Buddhists</cite>“ unter dem Titel <cite class='book'>Dialogues of the Buddha</cite> veröffentlicht. Das war ein Meilenstein in der Veröffentlichung buddhistischer Texte und stellte das erste Mal dar, dass ein vollständiger <i lang='pi' translate='no'>Nikāya</i> auf Englisch vorlag. Die Übersetzung war bestrebt, etwas vom literarischen Charakter der Texte zu bewahren, und wird von einführenden Aufsätzen und Anmerkungen begleitet, die häufig nützlich und manchmal hervorragend sind. Aber sie ist bei Weitem nicht vollkommen und enthält viele Fehler, sowohl, was Lesarten als auch Interpretation angeht. Bis heute bleiben Rhys Davids' Einsichten wertvoll, besonders im Bereich der Geschichte und Gesellschaft. ",
  "dn-guide-sujato:112": "Eine aktualisierte Fassung von Maurice Walshe wurde 1987 von <em>Wisdom Publications</em> unter dem Titel <cite class='book'>Thus Have I Heard: The Long Discourses of the Buddha</cite> publiziert, ein Titel, der in späteren Ausgaben zu <cite class='book'>The Long Discourses of the Buddha</cite> geändert wurde. Die Walshe-Ausgabe profitierte von vielen Jahrzehnten an Dhammastudium und -praxis im Westen. Sie vermeidet den archaischen Stil der älteren Übersetzungen und bleibt damit eine klare und ansprechende Übersetzung, die Lehrbegriffe und Ausdrücke weit genauer handhabt. Aber auch sie ist bei Weitem nicht vollkommen. Sie stützt sich stark auf Rhys Davids' Übersetzung, und während sie viele Fehler verbessert, wiederholt sie manchmal Fehler aus der älteren Übersetzung. Schlimmer noch, nicht selten fügt sie neue ein. ",
  "dn-guide-sujato:113": "Daneben gab e viele Übersetzungen einzelner Lehrreden und Passagen. Von diesen waren die folgenden für meine Arbeit besonders hilfreich: ",
  "dn-guide-sujato:114": "Zu <a class='ref' href='/dn1'>DN 1</a>, <a class='ref' href='/dn2'>DN 2</a> und <a class='ref' href='/dn15'>DN 15</a>: Übersetzungen von Text und Kommentar von Bhikkhu Bodhi. ",
  "dn-guide-sujato:115": "Zu <a class='ref' href='/dn16'>DN 16</a>: Übersetzung von Bhikkhu Ānandajoti. ",
  "dn-guide-sujato:116": "Zu den Strophen in <a class='ref' href='/dn30'>DN 30</a>: die Übersetzungen und Studien von K.R. Norman. ",
  "dn-guide-sujato:117": "Zu <a class='ref' href='/dn31'>DN 31</a>: die Übersetzung von John Kelly, Sue Sawyer und Victoria Yareham. "
}