{
  "home:1": "Die Weisheit des Buddha wurde in einem weiten Meer von alten Texten bewahrt.<br/> Viele dieser Schriften wurden inzwischen in die Sprachen der Welt übersetzt. ",
  "home:2": "SuttaCentral führt sie zusammen und macht sie frei zugänglich.<br/> Wir räumen die Grenzen von Sprache und Überlieferung beiseite und lassen den Buddha selbst sprechen. ",
  "home:3": "Die Worte des Buddha ",
  "home:4": "Was findet man hier? ",
  "home:5": "SuttaCentral beherbergt frühe buddhistische Texte, die als Tipiṭaka oder „drei Körbe“ bekannt sind. Es ist eine große Sammlung von Lehren, die dem Buddha oder seinen frühesten Schülern und Schülerinnen zugeschrieben werden, die vor etwa 2500 Jahren in Indien gelehrt haben. Diese Texte gelten in allen Schulen des Buddhismus als heiliger Kanon. ",
  "home:6": "Wo soll ich anfangen? ",
  "home:7": "Es gibt Tausende von frühen buddhistischen Texten, und sie sind nicht zum leichten Lesen strukturiert. Die gute Nachricht: Sie sind nicht allein! Wir sind selbst diesen Weg gegangen und haben versucht, es für Sie ein bisschen leichter zu machen. Hier sind ein paar Dinge, die Sie ausprobieren können. ",
  "home:8": "<a class='button-link first-card-button grid-button' href='/introduction'> <paper-button class='button' raised=''>EINFÜHRUNG</paper-button> </a> ",
  "home:9": "<a class='button-link second-card-button grid-button' href='/start'> <paper-button class='button' raised=''>FANGEN SIE AN</paper-button> </a> ",
  "home:10": "Treffen Sie SuttaCentral ",
  "home:11": "Tipiṭaka – Die drei Körbe ",
  "home:12": "Sechzehn vergoldete und lackierte Blätter mit zwei vergoldeten und lackierten Buchdeckeln. Holz mit Lacküberzug, zwölf Zeilen auf jedem Blatt, in Palischrift mit schwarzem Lack geschrieben; in den Text sind wellig geschwungene Blumen- und Pflanzenmotive in Gold auf orangem Untergrund eingefügt, die auch als Umrandung dienen. Burma, 19. Jhd. 16 x 63 cm. ",
  "home:13": "Ein dekoratives Kammavaca-Manuskript ",
  "home:14": "Lehrreden ",
  "home:15": "In den Lehrreden sind die Lehren des Buddha über Meditation, Ethik, die Natur der Welt und den Weg zur Freiheit niedergelegt. Diese Schriften sind unsere Hauptquelle für Informationen über das Leben und die Übung des Buddha. Sie zeichnen den Buddha und seine unmittelbaren Schülerinnen und Schüler in lebendigem Austausch mit einer vielfältigen Reihe von Personen, die hinterfragen, wie man einem spirituellen Weg folgen sollte. ",
  "home:16": "<a class='button-link' href='/discourses'> <paper-button class='button card-button' raised=''>WEITER …</paper-button> </a> ",
  "home:17": "Ordenssatzung ",
  "home:18": "Die Texte über das Ordensrecht (Vinaya) erläutern detailliert den Lebensstil, die Regeln und Abläufe für die buddhistischen Mönche und Nonnen. Sie stellen bis heute die Leitlinien für buddhistische Ordinierte und zeichnen zudem ein lebhaftes Bild des täglichen Lebens im alten Indien. ",
  "home:19": "<a class='button-link' href='/vinaya'> <paper-button class='button card-button' raised=''>WEITER …</paper-button> </a> ",
  "home:20": "Abhidhamma ",
  "home:21": "Abhidhammatexte sind systematische Zusammenfassungen und Analysen der Lehren, die von den früheren Lehrreden abgeleitet sind. Der Abhidhamma (Abhidharma auf Sanskrit) ist etwas jünger als die Lehrreden und der Vinaya. ",
  "home:22": "<a class='button-link' href='/abhidhamma'> <paper-button class='button card-button' raised=''>WEITER …</paper-button> </a> ",
  "home:23": "Warum lesen wir? ",
  "home:24": "Ein Leitfaden zu den Pali‐Suttas ",
  "home:25": "Die Suttas des Palikanon (Tipiṭaka), besonders die vier Haupt-<i lang='pi'>Nikāyas</i>, sind eine unerlässliche Lektüre für jeden, der den Buddha und seine Lehre verstehen möchte. Bhikkhu Sujato hat eine ausführliche Reihe von Leitfäden für ernsthafte Studierende erstellt. Diese stellen wichtige Hintergründe bereit und geben einen Überblick über die meisten der Hauptlehren aus der Perspektive des frühen Buddhismus. ",
  "home:26": "<a class='button-link' href='/general-guide-sujato'><paper-button class='button card-button' raised>LEITFÄDEN</paper-button></a> ",
  "home:27": "Indexe und Terminologie ",
  "home:28": "Wie jedes Fachgebiet hat auch die Buddhismuskunde ihre eigene Terminologie und ihre Inhalte. Man kann sich leicht verirren oder die Orientierung verlieren, daher stellen wir hier Indexe von Begriffen in den frühen Texten vor, die nach Thema, Name und Gleichnis geordnet sind, sowie auch ein Glossar wichtiger Termini. Diese von hand zusammengestellten Register bieten eine andere Möglichkeit, das Sutta oder die Stelle zu finden, die Sie suchen. ",
  "home:29": "<a class='button-link' href='/subjects'> <paper-button class='button card-button' raised=''>Indexe</paper-button> </a> "
}