{
  "home:1": "Tipiṭaka – *die* drei Körbe *des* buddhistischen Kanons ",
  "home:2": "SuttaCentral-Werbevideo 2020 (englisch) ",
  "home:3": "Die Weisheit des Buddha wurde in einem weiten Meer von alten Texten bewahrt.<br> Viele dieser Schriften wurden inzwischen in die Sprachen der Welt übersetzt. ",
  "home:4": "SuttaCentral führt sie zusammen und macht sie frei zugänglich.<br> Wir räumen die Grenzen von Sprache und Überlieferung beiseite und lassen den Buddha selbst sprechen. ",
  "home:5": "Die Worte des Buddha ",
  "home:6": "Dieses Sutta lesen ",
  "home:7": "Palmblatt (Ola)-Manuskript aus Myanmar, ca. 19. Jhd. ",
  "home:8": "Was findet man hier? ",
  "home:9": "SuttaCentral beherbergt frühe buddhistische Texte, die als Tipiṭaka oder „drei Körbe“ bekannt sind. Es ist eine große Sammlung von Lehren, die dem Buddha oder seinen frühesten Schülern und Schülerinnen zugeschrieben werden, die vor etwa 2500 Jahren in Indien gelehrt haben. Diese Texte gelten in allen Schulen des Buddhismus als heiliger Kanon. ",
  "home:10": "Einführung ",
  "home:11": "Block von einem Tripiṭaka Koreana im Tempel Haeinsa ",
  "home:12": "Wo soll ich anfangen? ",
  "home:13": "Es gibt Tausende von frühen buddhistischen Texten, und sie sind nicht zum leichten Lesen strukturiert. Die gute Nachricht: Sie sind nicht allein! Wir sind selbst diesen Weg gegangen und haben versucht, es für Sie ein bisschen leichter zu machen. Hier sind ein paar Dinge, die Sie ausprobieren können. ",
  "home:14": "Fangen Sie an ",
  "home:15": "Mit SuttaCentral verbundene Projekte ",
  "home:16": "Besuchen Sie SuttaCentral-Voice ",
  "home:17": "Die Suttas hören ",
  "home:18": "Voice macht die Texte und Übersetzungen von SuttaCentral sowohl für sehbehinderte als auch für sehende Menschen zugänglich. Die Suttas begannen als mündliche Überlieferung, und jetzt sind sie es wieder. ",
  "home:19": "Finden Sie Suttas auf Voice ",
  "home:20": "Oder klicken Sie auf das Lautsprechersymbol auf den SuttaCentral-Karten ",
  "home:21": "Besuchen Sie BuddhaNexus ",
  "home:22": "Suttas zuordnen mit KI ",
  "home:23": "Hochinnovative Anwendung neuronaler Netzwerke, um verborgene Beziehungen zwischen buddhistischen Texten zu erforschen. Die Palitexte stammen von SuttaCentral. Diese Technologie führt den Begriff der Parallelen einen Schritt weiter und eröffnet Möglichkeiten für tiefere Einblicke in die Entwicklung der Texte über alle Traditionen und die verschiedenen Epochen hinweg. ",
  "home:24": "Besuchen Sie das SuttaCentral-Forum ",
  "home:25": "SuttaCentral-Forum ",
  "home:26": "Stoßen Sie zu unserer dynamischen und freundlichen Gemeinschaft von Sutta-Liebhabern. Völlige Anfänger und gelehrte Expertinnen lernen alle voneinander. ",
  "home:27": "Teilen Sie Ihre Erfahrungen mit uns ",
  "home:28": "Stellen Sie Fragen ",
  "home:29": "Finden Sie Vorträge, Chants, Bücher und Artikel ",
  "home:30": "Besuchen Sie die Bilara-Webanwendung ",
  "home:31": "Computergestützte Übersetzung ",
  "home:32": "Bilara ist ein Webseiten-Interface zum Übersetzen von Suttas, das von SuttaCentral von Grund auf entwickelt wurde. Unser Team macht damit neue Sutta-Übersetzungen in die Sprachen der Welt. ",
  "home:33": "Warum lesen wir? ",
  "home:34": "Zeugnisse ",
  "home:35": "Pali-Manuskript aus Myanmar ",
  "home:36": "Ein Leitfaden zu den Pali‐Suttas ",
  "home:37": "Die Suttas des Palikanon (Tipiṭaka), besonders die vier Haupt-_Nikāyas_, sind eine unerlässliche Lektüre für jeden, der den Buddha und seine Lehre verstehen möchte. Bhikkhu Sujato hat eine ausführliche Reihe von Leitfäden für ernsthafte Studierende erstellt. Diese stellen wichtige Hintergründe bereit und geben einen Überblick über die meisten der Hauptlehren aus der Perspektive des frühen Buddhismus. ",
  "home:38": "Leitfäden ",
  "home:39": "Bhikkhuni-Patimokkha, burmesisches Manuskript, 19. Jhd., British Library ",
  "home:40": "Indexe und Terminologie ",
  "home:41": "Wie jedes Fachgebiet hat auch die Buddhismuskunde ihre eigene Terminologie und ihre Inhalte. Man kann sich leicht verirren oder die Orientierung verlieren, daher stellen wir hier Indexe von Begriffen in den frühen Texten vor, die nach Thema, Name und Gleichnis geordnet sind, sowie auch ein Glossar wichtiger Termini. Diese von Hand zusammengestellten Register bieten eine andere Möglichkeit, das Sutta oder die Stelle zu finden, die Sie suchen. ",
  "home:42": "Indexe "
}