{
  "home:1": "Tipiṭaka – *die* drei Körbe *des* buddhistischen Kanons ",
  "home:2": "SuttaCentral-Werbevideo 2020 (englisch) ",
  "home:3": "Die Weisheit des Buddha wurde in einem weiten Meer von alten Texten bewahrt.<br> Viele dieser Schriften wurden inzwischen in die Sprachen der Welt übersetzt. ",
  "home:4": "SuttaCentral führt sie zusammen und macht sie frei zugänglich.<br> Wir räumen die Grenzen von Sprache und Überlieferung beiseite und lassen den Buddha selbst sprechen. ",
  "home:5": "Die Worte des Buddha ",
  "home:6": "Dieses Sutta lesen ",
  "home:7": "Palmblatt (Ola)-Manuskript aus Myanmar, ca. 19. Jhd. ",
  "home:8": "Was findet man hier? ",
  "home:9": "SuttaCentral beherbergt frühe buddhistische Texte, die als Tipiṭaka oder „drei Körbe“ bekannt sind. Diese große Sammlung von Lehren wird dem Buddha und seinen frühesten Schülern zugeschrieben, die vor etwa 2500 Jahren in Indien lehrten. Diese Texte gelten in allen Schulen des Buddhismus als heiliger Kanon. ",
  "home:10": "Einführung ",
  "home:11": "Block von einem Tripiṭaka Koreana im Tempel Haeinsa ",
  "home:12": "Wo soll ich anfangen? ",
  "home:13": "Die Tausende von frühen buddhistischen Texten sind für Anfänger nicht immer leicht zugänglich. Die gute Nachricht: Sie sind nicht allein! Wir sind selbst diesen Weg gegangen und haben versucht, es für Sie ein bisschen leichter zu machen. Hier sind ein paar Dinge, die Sie ausprobieren können. ",
  "home:14": "Fangen Sie an ",
  "home:15": "Mit SuttaCentral verbundene Projekte ",
  "home:16": "Besuchen Sie SuttaCentral-Voice ",
  "home:17": "Die Suttas hören ",
  "home:18": "SuttaCentral Voice macht unsere Texte und Übersetzungen sowohl für sehbehinderte als auch für sehende Menschen zugänglich. Die Suttas begannen als mündliche Überlieferung, und jetzt werden sie wieder mündlich weitergegeben. ",
  "home:19": "Sie können Suttas direkt auf Voice finden ",
  "home:20": "Oder klicken Sie auf SuttaCentral auf das Lautsprechersymbol auf den Suttakarten ",
  "home:22": "Erbauliches und besinnliches Lesen der Suttas ",
  "home:23": "Liebevoll und fachmännisch gestaltet, um einen Anhänger des Buddhismus durch das Lesen des Worts des Buddha zu einer tieferen persönlichen Beziehung mit dem Dhamma zu führen (englisch). ",
  "home:24": "Besuchen Sie das SuttaCentral-Forum ",
  "home:24.1": "Wie man achtsam eine Sutta-lese-Praxis entwickelt ",
  "home:24.2": "Tägliche Suttalesung ",
  "home:24.3": "Viele hilfreiche Tipps und Werkzeuge ",
  "home:25": "SuttaCentral-Forum ",
  "home:26": "Stoßen Sie zu unserer dynamischen und freundlichen Gemeinschaft von Sutta-Liebhabern. Völlige Anfänger und gelehrte Expertinnen lernen alle voneinander. ",
  "home:27": "Teilen Sie Ihre Erfahrungen mit uns ",
  "home:28": "Stellen Sie Fragen ",
  "home:29": "Finden Sie Vorträge, Chants, Bücher und Artikel ",
  "home:30": "Besuchen Sie die Bilara-Webanwendung ",
  "home:31": "Leichter Zugang zu den Lehren ",
  "home:32": "Buddhism.net (englisch) hilft Ihnen, den Buddhismus zu erlernen, eine Praxis zu entwickeln und Lehrer und Gemeinschaften zu finden. Es ist schulenübergreifend und legt den Schwerpunkt auf den frühen Buddhismus, die gemeinsame Wurzel aller buddhistischen Schulen. Bauen Sie eine solide Grundlage mit dem frühen Buddhismus auf; das ist hilfreich für jede Form des Buddhismus, der Sie folgen. ",
  "home:33": "Warum lesen wir? ",
  "home:34": "Zeugnisse ",
  "home:35": "Pali-Manuskript aus Myanmar ",
  "home:36": "Ein Leitfaden zu den Pali‐Suttas ",
  "home:37": "Die Suttas, die wir auf Pali haben, besonders die vier Hauptbücher, sind eine unerlässliche Lektüre für jeden, der den Buddha und seine Lehre verstehen möchte. Bhikkhu Sujato hat eine ausführliche Reihe von Leitfäden erstellt, die wichtige Hintergründe bereitstellen und die Kernlehren des frühen Buddhismus erklären. ",
  "home:38": "Leitfäden ",
  "home:39": "Bhikkhuni-Patimokkha, burmesisches Manuskript, 19. Jhd., British Library ",
  "home:40": "Indexe und Terminologie ",
  "home:41": "Hier stellen wir hier Indexe von Begriffen in den frühen Texten vor, die nach Thema, Name und Gleichnis geordnet sind, sowie auch ein Glossar wichtiger Termini. Wenn die Suchfunktion der Seite Sie nicht zum Ziel führt, bieten diese von Hand zusammengestellten Register eine Möglichkeit, das Sutta oder die Stelle zu finden, die Sie suchen. ",
  "home:42": "Indexe ",
  "home:43": "SuttaCentral-Druckausgaben ",
  "home:44": "Lesen Sie ausgewählte Übersetzungen als Buch ",
  "home:45": "Spenden ",
  "home:46": "Helfen sie uns, indem Sie für die Entwicklung von SuttaCentral spenden ",
  "home:47": "SuttaCentral ist ein breit gefächertes, multidisziplinäres Projekt zur Bewahrung, zum Studium, zur Übersetzung und Verbreitung früher buddhistischer Texte. Als Teil unseres Projekts entwickeln wir spezialisierte Software, um Übersetzer dabei zu unterstützen, den Dhamma in den Sprachen der Welt zu präsentieren. Zur Zeit benötigen wir finanzielle Unterstützung, um dieses Projekt fertigzustellen. Wir vertrauen auf Ihre Hilfe, damit wir weiterhin den Dhamma Menschen überall auf der Welt zugänglich machen können. ",
  "home:48": "Mehr fantastische SuttaCentral-Dinge ",
  "home:pirivenaButton": "Mehr erfahren ",
  "home:pirivenaText": "SuttaCentral freut sich, in Zusammenarbeit mit dem Amarapura–Rāmañña und Siam-Nikāyas den Druck englischer Übersetzungen der Suttas und des Vinaya und ihrer Verteilung an klösterliche Ausbildungszentren (Pirivena) in Sri Lanka auf den Weg zu bringen. ",
  "home:pirivenaTitle": "SuttaCentral-Übersetzungen für Pirivenas "
}