{
  "mn-guide-sujato:1": "Die Mittleren Lehrreden: Gespräche über Gegenstände von tiefer Wahrheit ",
  "mn-guide-sujato:2": "Bhikkhu Sujato, 2019 ",
  "mn-guide-sujato:3": "<a href='#item1'>Wie der Majjhima gegliedert ist</a> ",
  "mn-guide-sujato:4": "<a href='#item2'>Metaphorik und Erzählung</a> ",
  "mn-guide-sujato:5": "<a href='#item3'>Theorie und Praxis</a> ",
  "mn-guide-sujato:6": "<a href='#item4'>Der Buddha</a> ",
  "mn-guide-sujato:7": "<a href='#item5'>Die Stufen des Erwachens</a> ",
  "mn-guide-sujato:8": "<a href='#item6'>Die ordinierten Schüler</a> ",
  "mn-guide-sujato:9": "<a href='#item7'>Der Saṅgha</a> ",
  "mn-guide-sujato:10": "<a href='#item8'>Die weitere Gemeinschaft</a> ",
  "mn-guide-sujato:11": "<a href='#item9'>Eine kurze Textgeschichte</a> ",
  "mn-guide-sujato:12": "Der Majjhima-Nikāya ist die zweite der vier Hauptabteilungen des Sutta-Piṭaka des Palikanons (<i lang='pi' translate='no'>tipiṭaka</i>). Er wird hier mit <cite class='text-translated'>Mittlere Lehrreden</cite> (<cite class='text-translated'>Middle Discourses</cite>) übersetzt und ist auch als <cite class='text-translated'>Mittellange Lehrreden</cite> (<cite class='text-translated'>Middle-Length Discourses</cite>) bekannt. Wie der Titel vermuten lässt, sind seine Lehrreden ein wenig kürzer als die des Dīgha-Nikāya, aber länger als die vielen kurzen Lehrreden, die im Saṁyutta-Nikāya (<cite class='text-translated'>Verbundene Lehrreden</cite>) und im Aṅguttara-Nikāya (<cite class='text-translated'>Nummerierte Lehrreden</cite>) gesammelt sind. ",
  "mn-guide-sujato:13": "In der klassischen Einführung zu seiner Übersetzung des Majjhima-Nikāya beschrieb Bhikkhu Bodhi den Majjhima als „die Sammlung, die die reichhaltigste Vielfalt an kontextabhängigen Schauplätzen mit der umfassendsten Auswahl an Lehren verbindet“. Er fuhr fort, indem er ihn unter den anderen <i lang='pi' translate='no'>Nikāyas</i> einordnete: ",
  "mn-guide-sujato:14": "Wie der Dīgha-Nikāya enthält auch der Majjhima reichlich Drama und Erzählung, doch es fehlt ihm die Tendenz seines Vorgängers zu fantasievoller Ausschmückung und der Überfülle an Legenden. Wie der Saṁyutta enthält er einige der tiefgründigsten Lehrreden im Kanon, die die radikale Einsicht des Buddha in die Natur der Existenz enthüllen; und wie der Aṅguttara deckt er ein weites Spektrum an Themen ab, die praktisch anwendbar sind. Im Unterschied zu den beiden letztgenannten Nikāyas legt der Majjhima jedoch dieses Material nicht in Form kurzer, eigenständiger Äußerungen dar, sondern im Zusammenhang mit einer Reihe von Szenarien, die den Glanz der Weisheit des Buddha zeigen sowie sein Geschick darin, die Lehren dem Bedarf und den Vorlieben seiner Zuhörer anzupassen, seinen Esprit und feinen Humor, seine majestätische Erhabenheit und seine mitfühlende Menschlichkeit. ",
  "mn-guide-sujato:15": "In diesem Leitfaden beschreibe ich einige der besonderen Merkmale des Majjhima. Nachdem ich einige formale und doktrinale Besonderheiten vermerkt habe, werde ich den Schwerpunkt dieses Essays auf den Buddha und die Menschen legen, denen er begegnete, seien es sein klösterlicher Saṅgha, seine Laienanhänger oder die vielen Nicht-Buddhisten, mit denen er sprach. Der Majjhima enthält einige der wichtigsten autobiographischen Lehrreden und ist daher ein natürlicher Platz, um das Leben und die Person des Buddha zu besprechen. Und das Dialogformat macht den Majjhima zu einem besonders ergiebigen Ort, um zu sehen, wie sich der Dhamma durch Interaktion und Gespräch mit Menschen aller Art herausbildete. ",
  "mn-guide-sujato:16": "Wie der Majjhima gegliedert ist ",
  "mn-guide-sujato:17": "Es gibt 152 Lehrreden im Majjhima. Diese sind in Gruppen zu 50 Lehrreden (<i lang='pi' translate='no'>paṇṇāsa</i>) zusammengestellt, wobei das letzte <i lang='pi' translate='no'>Paṇṇāsa</i> allerdings 52 enthält. ",
  "mn-guide-sujato:18": "In jedem <i lang='pi' translate='no'>Paṇṇāsa</i> gibt es eine Reihe von fünf <i lang='pi' translate='no'>Vaggas</i>. Wie üblich sind die meisten <i lang='pi' translate='no'>Vaggas</i> einfach nach ihrem ersten Sutta benannt, aber ein paar weisen eine gewisse thematische Einheit auf: ",
  "mn-guide-sujato:19": "<b>Opamma-Vagga (Das Kapitel mit Gleichnissen)</b> ",
  "mn-guide-sujato:20": "Alle diese Lehrreden haben Gleichnisse als hervorstechendes Merkmal. ",
  "mn-guide-sujato:21": "<b>Mahāyamaka-Vagga (Das größere Kapitel mit Paaren)</b> ",
  "mn-guide-sujato:22": "Paarige „lange“ und „kurze“ Lehrreden. (Das folgende kleinere Kapitel mit Paaren hat nur zwei Paare.) ",
  "mn-guide-sujato:23": "<b>Vaggas 6–10</b> ",
  "mn-guide-sujato:24": "Diese stellen Lehrreden zusammen, in denen Vertreter bestimmter Personengruppen vorkommen: Hausbesitzer, Mönche, Wanderer, Könige und Brahmanen. ",
  "mn-guide-sujato:25": "<b>Vibhaṅga-Vagga (Das Kapitel über die Aufgliederung)</b> ",
  "mn-guide-sujato:26": "Diese Lehrreden bestehen aus längeren „Aufgliederungen“ kurzer Aussagen. ",
  "mn-guide-sujato:27": "<b>Saḷāyatana-Vagga (Das Kapitel über die sechs Sinne)</b> ",
  "mn-guide-sujato:28": "Diese Lehrreden stellen die sechs Sinne in den Mittelpunkt. ",
  "mn-guide-sujato:29": "Metaphorik und Erzählung ",
  "mn-guide-sujato:30": "Der Majjhima enthält ein erstaunliches Spektrum an Bildsprache, in fast allen Lehrreden findet man Gleichnisse. Diese sind manchmal zu kurzen Parabeln ausgeweitet. <a class='ref' href='/mn21'>MN 21</a>, <cite class='text-translated'>Das Gleichnis von der Säge</cite> (<cite class='text-root'>Kakacūpamasutta</cite>), erzählt die denkwürdige Geschichte der dreisten Magd Kāḷī, die ihre Herrin prüfte. In <a class='ref' href='/mn56'>MN 56:27</a>, <cite class='text-translated'>Mit Upāli</cite>, begegnen wir der Brahmanin, die ihren Affen, den sie als Haustier hielt, nicht nur färben, sondern auch wringen und bügeln wollte. ",
  "mn-guide-sujato:31": "Während der Buddha selbst nur kurze Geschichten erzählt, finden wir in den Hintergrunderzählungen mehr ausgearbeitetes Erzählmaterial, darunter berühmte Geschichten wie etwa die Bändigung des gemeinen Massenmörders Aṅgulimāla (<a class='ref' href='/mn86'>MN 86</a>) oder die kompromisslose Hingabe des reichen jungen Mannes Raṭṭhapāla (<a class='ref' href='/mn82'>MN 82</a>), der sich dem Willen seiner Eltern widersetzte, um die Ordination zu nehmen, und dessen Lehrrede mit einer außerordentlichen Serie von Unterweisungen an einen König endet. ",
  "mn-guide-sujato:32": "Manche Geschichten sind weniger erdgebunden. <a class='ref' href='/mn37'>MN 37</a>, <cite class='text-translated'>Die kürzere Lehrrede vom Beenden des Verlangens</cite> (<cite class='text-root'>Cūḷataṇhāsaṅkhayasutta</cite>), zeigt Moggallāna, wie er zu Sakka dem Götterkönig in den Himmel aufsteigt, um dessen Schwelgen im Luxus zu prüfen. <a class='ref' href='/mn50'>MN 50</a>, <cite class='text-translated'>Māras Tadel</cite> (<cite class='text-root'>Māratajjanīyasutta</cite>), handelt ebenfalls von Moggallāna, dieses Mal im Gespräch mit Māra, dem Herrn der Täuschung und des Todes; und es enthält die verblüffende Enthüllung, dass Moggallāna selbst in einem früheren Leben ein Māra war. Diese Art kosmischen Dramas erreicht in <a class='ref' href='/mn49'>MN 49</a>, <cite class='text-translated'>Über Brahmās Einladung</cite> (<cite class='text-root'>Brahmanimantanikasutta</cite>), ihren Höhepunkt, wo der Buddha es in einer philosophischen Debatte auf höchster Ebene mit keinem Geringeren als Brahmā persönlich aufnimmt, wobei er Māra zwingt, sich auf Brahmās Seite zu offenbaren. Aus der Perspektive des frühen Buddhismus sind Gott und der Teufel gar nicht so verschieden. ",
  "mn-guide-sujato:33": "Theorie und Praxis ",
  "mn-guide-sujato:34": "Der Majjhima ist unter den frühen buddhistischen Sammlungen vielleicht die reichhaltigste, was die Lehren betrifft. Er enthält eine außergewöhnliche Serie von Lehrreden, die in tiefgründige Themen eintauchen, mit einer Detailgenauigkeit und Komplexität, die man anderswo nicht findet. Man sollte aber nicht vergessen, dass solche Lehrreden für fortgeschrittene Studierende sind, und so faszinierend sie auch sind, so ist es doch wichtig, eine solide Basis über die grundlegenden Lehren zu haben, die im Saṁyutta gesammelt sind. Aus diesem Grund reserviere ich doktrinale Erläuterungen in meinen Leitfäden im Wesentlichen für die Verbundenen Lehrreden und mache hier nur ein paar kurze Bemerkungen. ",
  "mn-guide-sujato:35": "Die Lehren, die aus dem Saṁyutta bekannt sind, sind alle im Majjhima zu finden, und in einigen Fällen hat der Majjhima ausführlichere Erläuterungen. Diese Lehrreden sind wichtig und verdienen genaues Studium, aber hüten wir uns, Länge mit Wichtigkeit gleichzusetzen. Bei buddhistischen Texten ist es ebenso wahrscheinlich, dass Länge nicht bedeutet, dass es etwas ist, das der Buddha als wichtig ansah, sondern, dass es eine späte Zusammenstellung ist. ",
  "mn-guide-sujato:36": "Das ist bei <a class='ref' href='/mn10'>MN 10</a>, <cite class='text-translated'>Achtsamkeitsmeditation</cite> (<cite class='text-root'>Satipaṭṭhānasutta</cite>), der Fall, das, zusammen mit seiner erweiterten Fassung <a class='ref' href='/dn22'>DN 22</a>, die ausführlichste Erklärung zur Achtsamkeitsmeditation im Kanon ist. Doch kritische und vergleichende Analyse lässt erkennen, dass die Lehrreden, wie wir sie im Pali finden, eine beträchtliche späte Entwicklung durchgemacht haben. <a class='ref' href='/mn141'>MN 141</a>, <cite class='text-translated'>Die Aufgliederung der Wahrheiten</cite> (<cite class='text-root'>Saccavibhaṅgasutta</cite>), die ausführlichste Lehrrede über die vier edlen Wahrheiten, hat eine enge Beziehung zu <a class='ref' href='/mn10'>MN 10</a> – tatsächlich ist <a class='ref' href='/dn22'>DN 22</a> quasi eine Kombination von diesem Sutta und <a class='ref' href='/mn10'>MN 10</a>; und auch bei <a class='ref' href='/mn141'>MN 141</a> kann man vermuten, dass es späte Merkmale hat. Solcher Zweifel trifft auf <a class='ref' href='/mn111'>MN 111</a>, <cite class='text-translated'>Eins nach dem andern</cite> (<cite class='text-root'>Anupadasutta</cite>), nicht zu, denn es ist eindeutig ein spätes Sutta. Dies ist nicht der Ort für eine komplexe Diskussion der textkritischen Methode, aber es ist üblich und natürlich, zu denken, Länge gehe mit Wichtigkeit einher, und man sollte nicht aus dem Sinn verlieren, dass die Situation doch komplizierter ist. ",
  "mn-guide-sujato:37": "Majjhima-Suttas, die von den Schlüsselthemen der Lehre handeln, können als eingehende Analysen bestimmter Faktoren der vier edlen Wahrheiten verstanden werden. Die erste Wahrheit vom Leiden wird in <a class='ref' href='/mn13'>MN 13</a> und <a class='ref' href='/mn14'>MN 14</a> über die „Masse des Leidens“ ausführlich untersucht. Verschiedene Themen unter dieser Überschrift werden ebenfalls im Einzelnen behandelt; die sechs Sinnesfelder werden in mehreren Suttas (<a class='ref' href='/mn18'>MN 18</a>, <a class='ref' href='/mn137'>MN 137</a>, <a class='ref' href='/mn138'>MN 138</a>) und sogar in einem ganzen <i lang='pi' translate='no'>Vagga</i> (<a class='ref' href='/mn-salayatanavagga'>MN 143–152</a>) gelehrt, während einige Suttas die Lehre über die Elemente in großer Ausführlichkeit untersuchen und dabei in Tiefen gelangen, die man bei etwas, das so eine einfache Lehre zu sein scheint, nicht erwarten würde (<a class='ref' href='/mn28'>MN 28</a>, <a class='ref' href='/mn115'>MN 115</a>, <a class='ref' href='/mn140'>MN 140</a>). Die Aggregate kommen vor, werden aber weniger ausführlich behandelt. ",
  "mn-guide-sujato:38": "Die zweite und dritte edle Wahrheit sind Thema in <a class='ref' href='/mn38'>MN 38</a>, einer komplexen und lohnenden Lehrrede über das abhängige Entstehen, wie auch in <a class='ref' href='/mn135'>MN 135</a> und <a class='ref' href='/mn136'>MN 136</a>, zwei der detailliertesten und einflussreichsten Lehrreden über das Thema <i lang='pi' translate='no'>kamma</i>; siehe auch <a class='ref' href='/mn120'>MN 120</a>. ",
  "mn-guide-sujato:39": "Doch es ist die vierte edle Wahrheit, der Pfad, die im Majjhima dominiert. Die große Mehrheit der Lehrreden befasst sich mit dem Pfad als einem zentralen Thema. Der edle achtfache Pfad wird in <a class='ref' href='/mn117'>MN 117</a>, <cite class='text-translated'>Die großen Vierzig</cite> (<cite class='text-root'>Mahācattārīsakasutta</cite>), mit komplexen Einzelheiten behandelt, und verschiedene Lehrreden handeln von einzelnen Pfadfaktoren. In <a class='ref' href='/mn9'>MN 9</a> stellt der Ehrwürdige Sāriputta das Thema der rechten Ansicht aus einem vielfältigen Spektrum von Blickwinkeln vor. Der zweite Pfadfaktor, rechtes Denken oder rechte Absicht, ist spezielles Thema von <a class='ref' href='/mn19'>MN 19</a> und <a class='ref' href='/mn20'>MN 20</a>, die aus der eigenen Erfahrung des Buddha raten, wie man zuerst das Denken läutert und es dann vollständig loslässt. Die Pfadfaktoren über Ethik werden in zu vielen Suttas behandelt, um sie hier zusammenfassen zu können; manche von ihnen werden in den Abschnitten über den Saṅgha und die Laiengemeinschaft behandelt. Rechter Einsatz kommt in vielen Suttas vor, aber wird in Texten wie <a class='ref' href='/mn29'>MN 29</a>, <a class='ref' href='/mn30'>MN 30</a> und <a class='ref' href='/mn32'>MN 32</a> besonders betont. <a class='ref' href='/mn10'>MN 10</a> handelt, wie bereits bemerkt, von rechter Achtsamkeit, und das Thema wird in <a class='ref' href='/mn118'>MN 118</a> über Achtsamkeit auf den Atem und <a class='ref' href='/mn119'>MN 119</a> über Achtsamkeit auf den Körper aus spezielleren Blickwinkeln behandelt. In <a class='ref' href='/mn77'>MN 77</a> finden wir eine lange Aufzählung verschiedener Darstellungen des Pfades einschließlich der Themen, die als Überschriften im Saṁyutta zu finden sind, und einiger mehr. ",
  "mn-guide-sujato:40": "Rechte Versenkung oder <i lang='pi' translate='no'>jhāna</i>, der letzte Pfadfaktor, ragt im gesamten Majjhima heraus. Man kann kaum zu stark betonen, wie zentral die <i lang='pi' translate='no'>Jhānas</i> in der buddhistischen Meditation sind. Die Formel für die vier Vertiefungen erscheint etwa fünfzig Mal im Majjhima, das ist vermutlich häufiger als die Formeln für alle anderen Pfadfaktoren zusammen. Darüber hinaus erscheint rechte Versenkung auch in anderen Gestalten, wie etwa als die vier „göttlichen Meditationen“ (<i lang='pi' translate='no'>brahmavihāra</i>), wo die reinen Emotionen von Liebe, Mitgefühl, freudiger Anteilnahme und Gleichmut als Grundlage für die Versenkung dienen. Diese kommen etwa dreizehn Mal im Majjhima vor. Die noch subtileren „formlosen“ Meditationen sind ebenfalls ein häufiges Thema und kommen auch nicht weniger als dreizehn Mal vor. Im Unterschied zu den Vertiefungen sind diese für den Pfad zum Erwachen nicht unbedingt erforderlich, doch sie waren sicher Teil der Praxis für viele in der Meditation Begabte. Lehrreden wie <a class='ref' href='/mn52'>MN 52</a>, <cite class='text-translated'>Der Mann aus der Stadt Aṭṭhaka</cite> (<cite class='text-root'>Aṭṭhakanāgarasutta</cite>), verbinden diese drei Meditationsreihen, während fortgeschrittene Texte wie <a class='ref' href='/mn43'>MN 43</a>, <cite class='text-translated'>Die große Einteilung</cite> (<cite class='text-root'>Mahāvedallasutta</cite>), <a class='ref' href='/mn44'>MN 44</a>, <cite class='text-translated'>Die kürzere Einteilung</cite> (<cite class='text-root'>Cūḷavedallasutta</cite>), <a class='ref' href='/mn106'>MN 106</a>, <cite class='text-root'>Āneñjasappāyasutta</cite>, <a class='ref' href='/mn121'>MN 121</a>, <cite class='text-translated'>Die kürzere Lehrrede von der Leerheit</cite> (<cite class='text-root'>Cūḷasuññatasutta</cite>), und <a class='ref' href='/mn122'>MN 122</a>, <cite class='text-translated'>Die längere Lehrrede von der Leerheit</cite> (<cite class='text-root'>Mahāsuññatasutta</cite>), sich mit selten diskutierten Subtilitäten und Feinheiten befassen, die zu den fortgeschrittensten Formen der Meditation gehören. ",
  "mn-guide-sujato:41": "Der Buddha ",
  "mn-guide-sujato:42": "Die Geschichte vom Leben des Buddha ist zu einem vorrangigen Instrument geworden, um buddhistische Lehren und Werte in den buddhistischen Traditionen zu verbreiten und zu überliefern. Doch es gibt in den frühen Texten keine zusammenhängende Biografie des Buddha. Die Informationen, die wir haben, sind verstreut und bruchstückhaft, und sie finden sich in gelegentlichen Angaben, die der Buddha selbst macht, oder die aus verschiedenen Situationen, in denen wir ihn vorfinden, abgeleitet sind. ",
  "mn-guide-sujato:43": "Aber vielleicht sollte uns das nicht so sehr überraschen. Es gibt für den Buddha keinen besonderen Grund, warum er daran interessiert sein sollte, uns seine Lebensgeschichte zu erzählen – er hat sie durchlebt. Und seine Schüler kannten ihn persönlich. Erst nach seinem Tod hatte die Gemeinschaft das Bedürfnis, die Erinnerung an ihren Lehrer durch lebhafte und detailreiche Geschichten lebendig zu erhalten, die mit jedem neuen Erzählen sorgfältiger ausgearbeitet wurden. ",
  "mn-guide-sujato:44": "Die groben Umrisse der späteren Buddhalegenden bildeten sich aus den Kernen in den frühen Texten heraus, von denen viele im Majjhima zu finden sind. Hier finden wir die Geburt des Buddha, seine frühe Erziehung, sein Fortziehen, seine Übung und das Erwachen, Herausforderungen beim Aufbau einer Gemeinschaft und verschiedene Begegnungen beim Lehren. Im Dīgha finden wir in <a class='ref' href='/dn16'>DN 16</a>, <cite class='text-root'>Mahāparinibbāna</cite>, die längste Erzählung des frühen Buddhismus, einen ausführlichen Bericht über die letzten Tage des Buddha. Und überall in den Texten verstreut finden wir vereinzelte Ereignisse und Begegnungen. In gewissem Sinn können die meisten der Lehrreden als Episoden aus dem Leben des Buddha betrachtet werden, Vignetten in einem grandiosen Mythos, wobei jede ein wenig zum Verständnis des Mannes und seiner Botschaft beiträgt. Diese Texte bilden unsere primäre Wissensquelle über das frühe Leben des Buddha und seine Lehrerlaufbahn. Wenn auch die Neigung zur Legendenbildung an manchen Stellen sichtbar wird, sind die meisten dieser Episoden einfach und realistisch. ",
  "mn-guide-sujato:45": "Eine Ausnahme ist <a class='ref' href='/mn123'>MN 123</a>, <cite class='text-translated'>Unglaublich und erstaunlich</cite> (<cite class='text-root'>Acchariyaabbhutasutta</cite>), wo wir Ānanda, den Begründer buddhistischer Biografie, finden, wie er eine ausgedehnte Reihe von anscheinend wundersamen Ereignissen aufzählt, die die Geburt des künftigen Buddha begleiteten. Das ist offensichtlich von <a class='ref' href='/dn14'>DN 14</a>, <cite class='text-root'>Mahāpadāna</cite>, abgeleitet, mit einigen Erweiterungen. Mit der andächtigen Stimmung und der Betonung des Außergewöhnlichen zeigt dieser Text eine Verschiebung des Schwerpunkts von der Übung der Lehre des Buddha hin zur Verehrung seiner Person; einer Verschiebung, der der Buddha sich widersetzt, indem er darauf hinweist, dass das wirklich Außergewöhnliche darin besteht, des eigenen Geistes gewahr zu sein. ",
  "mn-guide-sujato:46": "Die engste Familie des Buddha wird in den <i lang='pi' translate='no'>Nikāyas</i> nur selten erwähnt. Seine Frau erscheint nur im Vinaya und im Therīgāthā, wo sie einige Strophen hat. Sein Sohn Rāhula kommt an prominenter Stelle in mehreren Lehrreden vor (<a class='ref' href='/mn61'>MN 61</a>, <a class='ref' href='/mn62'>MN 62</a>, <a class='ref' href='/mn147'>MN 147</a>), die die geduldige Unterweisung des Buddha und schließlich Rāhulas Erwachen zeigen. Der Vater des Buddha wird an der weiter unten genannten Stelle über die Meditation in seiner Kindheit kurz erwähnt. Beide Eltern werden in verschiedenen Lehrreden des Majjhima erwähnt (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>), aber nur an anderer Stelle mit Namen benannt: Suddhodana, sein Vater, in <a class='ref' href='/snp3.11'>Snp 3.11</a> und <a class='ref' href='/pli-tv-kd1/de/maitrimurti-traetow?reference=main#mt1-320'>Kd 1:mt1-320</a>; Māyā, seine Mutter, in <a class='ref' href='/thig6.6'>Thig 6.6</a>; und beide in <a class='ref' href='/dn14'>DN 14</a> und <a class='ref' href='/thag10.1'>Thag 10.1</a>. Seine Stiefmutter Mahāpajāpatī Gotamī kommt allerdings in ein paar Lehrreden vor, insbesondere in <a class='ref' href='/mn142'>MN 142</a>, <cite class='text-translated'>Die Aufgliederung der religiösen Gaben</cite> (<cite class='text-root'>Dakkhiṇāvibhaṅgasutta</cite>), und <a class='ref' href='/an8.51'>AN 8.51</a>. Unter den entfernteren Verwandten finden sich prominente Mönche und Nonnen sowie Laienfiguren wie Ānanda, Anuruddha und Mahānāma. ",
  "mn-guide-sujato:47": "In <a class='ref' href='/mn75'>MN 75:10</a>, <cite class='text-translated'>Mit Māgaṇḍiya</cite>, berichtet der Buddha von der luxuriösen Erziehung, die er als junger Mann genoss (vgl. <a class='ref' href='/an3.39'>AN 3.39</a>), und in <a class='ref' href='/mn26'>MN 26:13</a> spricht er von dem schmerzhaften Augenblick, als er sein Heim verließ, obwohl seine Eltern verzweifelt weinten. Einen alternativen Bericht über das Fortziehen finden wir in dem unverwechselbaren und frühen Attadaṇḍa-Sutta. Hier ist der Anlass für das Fortziehen nicht der Anblick von Alter, Krankheit und Tod, sondern dass er den endlosen Kampf und Schmerz der Welt sah (<a class='ref' href='/snp4.15'>Snp 4.15</a>). ",
  "mn-guide-sujato:48": "Es folgt die Geschichte von den sechs Jahren des Strebens, die in drei Abschnitte gegliedert ist. Es scheint, der künftige Buddha habe zuerst in einer Yogatradition geübt, die wahrscheinlich der Philosophie der Upaniṣaden folgte. <a class='ref' href='/mn26'>MN 26</a>, <cite class='text-translated'>Die edle Suche</cite> (<cite class='text-root'>Ariyapariyesanasutta</cite>, auch als <cite class='text-root'>Pāsarāsisutta</cite> bekannt), erzählt von seiner Erfahrung unter den bekannten spirituellen Führern Āḷāra Kālāma und Uddaka Rāmaputta. Unter ihrer Anleitung verwirklichte er tiefe Versenkung (<i lang='pi' translate='no'>samādhi</i>) und formlose Meditationszustände, aber er war immer noch unzufrieden, daher ging er weg, um einen strengeren asketischen Pfad einzuschlagen. ",
  "mn-guide-sujato:49": "Nach den Überlieferungen verbrachte er den Großteil dieser Periode mit dem Ertragen harter Entbehrungen, Übungen, die denen, die man bei den Jainas beobachtet, ähnlich oder gleich sind. Diese werden ausführlich in <a class='ref' href='/mn12'>MN 12</a>, <cite class='text-translated'>Die längere Lehrrede vom Löwengebrüll</cite> (<cite class='text-root'>Mahāsīhanādasutta</cite>), und <a class='ref' href='/mn36'>MN 36</a>, <cite class='text-translated'>Die längere Lehrrede mit Saccaka</cite>, beschrieben. Doch nach vielen Jahren solcher Selbstquälerei hatte er nichts erreicht. Daher nahm er etwas feste Nahrung zu sich, und indem er sich an die Erfahrung einer Versenkung aus seiner Kindheit erinnerte, begann er die dritte und letzte Phase seiner Übung, die zu seinem Erwachen führte. ",
  "mn-guide-sujato:50": "Während es scheint, als ob die Nacht des Erwachens unmittelbar auf das Verwerfen der Entbehrungen gefolgt sei, weisen mehrere Lehrreden darauf hin, dass diese Periode doch eine umfangreiche Entwicklung der Meditation beinhaltete. <a class='ref' href='/mn19'>MN 19</a> zum Beispiel, <cite class='text-translated'>Zwei Arten von Gedanken</cite> (<cite class='text-root'>Dvedhāvitakkasutta</cite>), erzählt von seiner Analyse und Schulung in heilsamem Denken; <a class='ref' href='/mn4'>MN 4</a>, <cite class='text-translated'>Furcht und Entsetzen</cite> (<cite class='text-root'>Bhayabheravasutta</cite>), stellt dar, wie er sich mühte, Furcht zu überwinden; und <a class='ref' href='/mn128'>MN 128</a>, <cite class='text-translated'>Verunreinigungen</cite> (<cite class='text-root'>Upakkilesasutta</cite>), spricht von einer Reihe spezifischer Meditationshindernisse, die ihm begegneten (siehe auch <a class='ref' href='/an8.64'>AN 8.64</a> und <a class='ref' href='/an9.40'>AN 9.40</a>). Während seine Überlegungen, den Übungspfad zu verfolgen, stets logisch sind, lesen wir in <a class='ref' href='/an5.196'>AN 5.196</a> über eine außergewöhnliche Serie von Träumen, die sein Erwachen vorhersagten; für die Symbolik der Traumbilder lohnt sich genaue Aufmerksamkeit. ",
  "mn-guide-sujato:51": "Der Majjhima (<a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>) ist der Ort, wo der Buddha von dem entscheidenden Moment in seiner Kindheit spricht, als er unvermittelt in die erste Vertiefung eintrat, einen Meditationszustand von tiefem Frieden und tiefer Stille. Viel später, als er mit seinem spirituellen Fortschritt zu einem kritischen Punkt kam, sollte er sich an diesen Vorfall erinnern und sich klar werden, dass meditative Vertiefung der einzige wahre Pfad zum Erwachen war (<i lang='pi' translate='no'>eso’va maggo bodhāya</i>). ",
  "mn-guide-sujato:52": "Das Erwachen des Buddha wird aus mehreren unterschiedlichen Blickwinkeln erzählt. Nachdem der Buddha in <a class='ref' href='/mn4'>MN 4</a>, <cite class='text-root'>Bhayabherava</cite>, beschrieben hat, wie er seine Ängste überwand, erzählt er, wie er die Vertiefungen entwickelte und das dreifache höhere Wissen gewann. In <a class='ref' href='/mn14'>MN 14</a>, <cite class='text-translated'>Die kürzere Lehrrede über die Masse des Leidens</cite> (<cite class='text-root'>Cūḷadukkhakkhandha</cite>), spricht er über das Entrinnen vom Leiden durch Loslassen der Sinnenfreuden; siehe auch <a class='ref' href='/sn35.117'>SN 35.117</a>. Mehrere Lehrreden nutzen den Standardrahmen der drei Aspekte vorteilhafte und nachteilige Folgen und Entrinnen, den sie auf die fünf Aggregate (<a class='ref' href='/sn22.26'>SN 22.26</a>), die Elemente (<a class='ref' href='/sn14.31'>SN 14.31</a>), die Gefühle (<a class='ref' href='/sn36.24'>SN 36.24</a>) oder die Welt (<a class='ref' href='/an3.101'>AN 3.101</a>) anwenden. An anderer Stelle wird das Erwachen als das Verstehen des abhängigen Entstehens gesehen (<a class='ref' href='/sn12.10'>SN 12.10</a>, <a class='ref' href='/dn14'>DN 14</a>). Wieder andere Stellen zeigen das Erwachen als etwas, das sich aus verschiedenen Übungen wie den vier Arten der Achtsamkeitsmeditation (<a class='ref' href='/sn47.31'>SN 47.31</a>), den vier Grundlagen übersinnlicher Kraft (<a class='ref' href='/sn51.9'>SN 51.9</a>) oder dem Aufgeben des Denkens (<a class='ref' href='/mn19'>MN 19</a>) herausbildet. Diese Aufzählung ist bei Weitem nicht erschöpfend, da alle Lehren des Buddha verschiedene Aspekte der Weisheit darstellen, die vom Erwachen stammt. ",
  "mn-guide-sujato:53": "Die Periode nach dem Erwachen wird in geraumer Ausführlichkeit erzählt und berichtet von den Reisen des Buddha, verschiedenen Begegnungen auf dem Weg, den ersten Bekehrungen und dem Aufbau des Saṅgha. Der ausführliche Bericht davon ist allerdings im Vinaya (<a class='ref' href='/pli-tv-kd1'>Kd 1</a>), und in den <i lang='pi' translate='no'>Nikāyas</i> finden sich nur Auszüge dieser Ereignisse wie etwa die drei ersten Lehrreden (<a class='ref' href='/sn56.11'>SN 56.11</a>, <a class='ref' href='/sn22.59'>SN 22.59</a>, <a class='ref' href='/sn35.28'>SN 35.28</a>). ",
  "mn-guide-sujato:54": "Der Buddha befolgte den gleichen einfachen Lebensstil wie seine Mönchsschüler. Seine Besitztümer bestanden aus einem einzigen Satz von drei Roben, einer Schale und ein paar anderen gemischten Gegenständen. Er lebte die meiste Zeit in Anāthapiṇḍikas Kloster bei Sāvatthī, obwohl er auch Zeit in anderen Klöstern verbrachte. Wenn er in einem Kloster war, lebte er in einer einfachen Hütte. Das Jahr war in drei Jahreszeiten aufgeteilt: die heiße Jahreszeit, die Regenzeit und die kalte Zeit. Während der Regenzeit blieb er immer in einem Kloster, während er zu den anderen Jahreszeiten auch durchs Land wanderte. ",
  "mn-guide-sujato:55": "Ein typischer Tag begann mit frühem Aufstehen zur Meditation. Die heraufziehende Morgendämmerung gab das Zeichen zum Beginn der Aktivitäten des Tages, insbesondere für die tägliche Almosenrunde. Während sie sich im Kloster aufhielten, trugen Mönche typischerweise nur eine untere sarongartige Robe (und ein oberes Tuch für die Nonnen). Einige Zeit nach der Morgendämmerung kleideten sie sich dann in den vollständigen Satz der drei Roben und begaben sich in ein nahe gelegenes Dorf oder eine Stadt zum Almosengang. Auf der Almosenrunde gaben die Laien, wie man es heute noch in buddhistischen Ländern sehen kann, etwas zu essen in die Schale, das am gleichen Tag zu verzehren war. Buddhistische Mönche und Nonnen dürfen kein Geld annehmen. Die Ordinierten aßen ein- oder zweimal am Tag, aber stets zwischen Morgendämmerung und Mittag. ",
  "mn-guide-sujato:56": "Normalerweise zogen sich die Mönche und Nonnen nach dem morgendlichen Mahl zur Meditation des Tages in die Einsamkeit zurück, entweder in ihre Hütten oder etwa in einen nahegelegenen Wald oder an einen anderen ruhigen Ort. In der warmen Jahreszeit hielt der Buddha manchmal nachmittags eine kurze Siesta (<a class='ref' href='/mn36'>MN 36:46</a>). Gegen Abend kam der Buddha heraus und gab oft Unterweisungen oder beantwortete Fragen. Aber das geschah spontan und war kein festgelegter Ablauf. Dann meditierte er bis spät in die Nacht; er brauchte nur ein paar Stunden Schlaf in der Mitte der Nacht. ",
  "mn-guide-sujato:57": "<a class='ref' href='/mn91'>MN 91</a>, <cite class='text-translated'>Mit Brahmāyu</cite>, beschreibt sein Verhalten in minutiösen Einzelheiten und zeichnet die winzigen Abstufungen der Achtsamkeit und Sorgfalt auf, die er zu jeder Aktivität einbrachte. Seine Anhänger sahen in ihm die Verkörperung der höchsten Wahrheit. Indem sie seine Verwirklichung in jedem Detail seiner Worte und Taten wahrnahmen, konnten sie in Passagen von Freude und großer Schönheit zu begeistertem Lobpreis bewegt werden (<a class='ref' href='/mn92'>MN 92</a> <cite class='text-translated'>Mit Sela</cite>, <a class='ref' href='/an6.43'>AN 6.43</a>, <a class='ref' href='/an10.30'>AN 10.30</a>, <a class='ref' href='/sn8.7'>SN 8.7</a>). Doch dem Buddha lag es fern, zu geistloser Ergebenheit zu ermuntern; er ermunterte seine Schüler dazu, ihn zu prüfen, und setzte eine strenge und ausführliche Serie von Tests fest, die ein guter spiritueller Lehrer bestehen sollte (<a class='ref' href='/mn47'>MN 47</a> <cite class='text-translated'>Der Prüfer</cite>). ",
  "mn-guide-sujato:58": "Diese kurze Beschreibung wird der Wirkung nicht gerecht, die der Buddha auf die Menschen hatte, die ihm begegneten. Er wird fortwährend als derjenige gepriesen, der aus Anteilnahme für die Lebewesen in der Welt erscheint (<a class='ref' href='/mn4'>MN 4</a>), der die guten Eigenschaften vervollkommnet hat (<a class='ref' href='/mn38'>MN 38</a>), dessen Erscheinen das Erscheinen eines großen Lichts ist (<a class='ref' href='/an1.175'>AN 1.175</a>–<a class='ref' href='/an1.177'>AN 1.177</a>), der alles, was man erkennen kann, vollständig versteht (<a class='ref' href='/mn1'>MN 1</a>; <a class='ref' href='/an4.23'>AN 4.23</a>) und der in jeder Situation vollkommene Zuversicht und unerschütterlichen Mut besitzt (<a class='ref' href='/mn12'>MN 12</a>). Er besaß überwältigende körperliche Schönheit und Ausstrahlung und machte auf viele der Menschen, denen er begegnete, einen unvergesslichen Eindruck (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/an4.36'>AN 4.36</a>), doch übereifrige Verehrer wies er an, seinen „faulen Körper“ nicht weiter zu beachten (<a class='ref' href='/sn22.87'>SN 22.87</a>). ",
  "mn-guide-sujato:59": "Während er als Mensch einzigartig und in seiner Zeit unerreicht war (<a class='ref' href='/mn56'>MN 56</a>; <a class='ref' href='/an1.174'>AN 1.174</a>), stand der Buddha als der „Klargewordene“ (<i lang='pi' translate='no'>tathāgatha</i>) in einer Reihe mit anderen erwachten Meistern von wahrhaft kosmischer Bedeutung. Sein Verständnis betraf nicht nur sein eigenes enges räumliches und zeitliches Umfeld, sondern war auch von Bedeutung für alle Lebewesen in allen Bereichen und zu allen Zeiten. ",
  "mn-guide-sujato:60": "Andere Buddhas sind in der Vergangenheit erschienen und werden in Zukunft wieder erscheinen, mit der gleichen Verwirklichung und den gleichen Lehren. Eine ausführliche Aufzählung vergangener Buddhas findet man in <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Mahāpadāna</cite>. Nennungen an anderer Stelle wie etwa der Buddha Kakusandha in <a class='ref' href='/mn50'>MN 50</a> und der Buddha Kassapa in <a class='ref' href='/mn81'>MN 81</a> zeigen, dass die zugrunde liegende Idee durch alle <i lang='pi' translate='no'>Nikāyas</i> geläufig war (siehe auch <a class='ref' href='/sn12.4'>SN 12.4</a>–10, <a class='ref' href='/an3.80'>AN 3.80</a> und <a class='ref' href='/an5.180'>AN 5.180</a>). ",
  "mn-guide-sujato:61": "<a class='ref' href='/mn116'>MN 116</a> <cite class='text-translated'>Bei Isigili</cite> nimmt auch auf die sogenannten „gesonderten Buddhas“ (<i lang='pi' translate='no'>paccekabuddha</i>) Bezug, eine Art geheimnisvoller Weiser, die die gleichen Wahrheiten erkannt haben wie der „vollkommen erwachte Buddha“ (<i lang='pi' translate='no'>sammāsambuddha</i>), die aber keine religiöse Bewegung begründen. ",
  "mn-guide-sujato:62": "Trotz seines erhabenen und hochgeehrten Status war der Buddha in den <i lang='pi' translate='no'>Nikāyas</i> noch nicht zu der kosmischen Gottheit erhoben, als die er im späteren Buddhismus erscheint. Bei all seinen außergewöhnlichen Eigenschaften bleibt er eine sehr menschliche Figur. Nirgendwo sagt er, seine Übung in früheren Leben habe zu seinem Erwachen in diesem Leben geführt; <i lang='pi' translate='no'>Pāramīs</i> werden nicht erwähnt. Tatsächlich erscheint er bei einer der seltenen Gelegenheiten, bei denen er Bezug auf ein früheres Leben nimmt (<a class='ref' href='/mn81'>MN 81</a> <cite class='text-translated'>Mit Ghaṭikāra</cite>), ausgesprochen unerleuchtet. ",
  "mn-guide-sujato:63": "In den frühen Texten bedeutet der Ausdruck <i lang='pi' translate='no'>bodhisatta</i> „einer, der zum Erwachen entschlossen ist“. Er bezieht sich in erster Linie auf die Zeitspanne vom Verlassen seines Heims bis zum Erwachen. Der künftige Buddha wird nicht als jemand beschrieben, der einem Pfad folgt, den er vor langer Zeit begonnen hat, sondern als jemand, der verschiedene Möglichkeiten, die ihm offenstehen, ausprobiert und der unsicher ist, wie man das Erwachen erlangen kann. Seine entscheidende Einsicht hatte er nicht durch Gelübde, die er in früheren Leben nahm, sondern als er sich daran erinnerte, wie er als Kind in eine Vertiefung (<i lang='pi' translate='no'>jhāna</i>) gelangte. ",
  "mn-guide-sujato:64": "Der Buddha gibt sich alle Mühe, um die vielen Versuche und Experimente aufzuführen, die er unternahm, bevor sein Pfad gereift war. Seine wirklich besondere Eigenschaft war, dass er den Pfad durch seine eigene Anstrengung entdeckte und später seine Schüler diesen Pfad lehrte. Selbst Schüler, die die gleiche Befreiung und das gleiche Verständnis verwirklicht hatten wie er, verehrten den Buddha als den Menschen von unübertroffener Weisheit und unübertroffenem Mitgefühl, der den Pfad für andere erhellte. ",
  "mn-guide-sujato:65": "Die Stufen des Erwachens ",
  "mn-guide-sujato:66": "Die spirituelle Erleuchtung oder das Erwachen wird im Buddhismus nicht als eine unbestimmte oder unbekannte Größe betrachtet. Im Gegenteil, es ist spezifisch, genau und wiederholbar. Die Texte entwickeln eine genaue Typologie erleuchteter Wesen. Es gibt vier Hauptstufen, die weiter zu acht unterteilt werden können. Diese werden als „edle Schüler“ (<i lang='pi' translate='no'>ariyasāvaka</i>) oder „gute Menschen“ (<i lang='pi' translate='no'>sappurisa</i>) bezeichnet. Sie werden überall in den Texten aus unterschiedlichen Blickwinkeln präsentiert; hier ist eine Übersicht: ",
  "mn-guide-sujato:67": "Die Faktoren des Pfades werden entwickelt, bis sie alle zu einem gewissen Reifegrad vorhanden sind. An diesem Punkt gilt man als ein „Nachfolger der Lehren“ (<i lang='pi' translate='no'>dhammānusāri</i>) oder „Nachfolger durch Vertrauen“ (<i lang='pi' translate='no'>saddhānusāri</i>), je nach dem, ob Weisheit oder Vertrauen vorherrscht (<a class='ref' href='/mn70'>MN 70:20</a>). Ein solcher Mensch wird auch „einer, der auf dem Weg zum Stromeintritt ist“ genannt (<a class='ref' href='/mn142>MN 142:5</a>, <a class='ref' href='/mn48'>MN 48:15</a>). Er wird in diesem Leben den Dhamma erkennen, doch er hat noch keinen Einblick in den Dhamma und sein Verständnis ist zu einem gewissen Grad noch konzeptionell (<a class='ref' href='/sn25.1'>SN 25.1</a>). Wie weit und wie schnell er vorankommt, hängt von der Stärke seiner Fähigkeiten und von seinem Bemühen ab. ",
  "mn-guide-sujato:68": "Die Texte sind unklar über die Frage, ob ein solcher Mensch sicher weiß, dass er diesen Punkt erreicht hat. Dem Augenblick, in dem man tatsächlich den Stromeintritt verwirklicht, haftet aber keine solche Unsicherheit an. Er trifft einen wie ein Blitzstrahl im Dunkel der Nacht (<a class='ref' href='/an3.25'>AN 3.25</a>), und man wird sich genau erinnern, wann es geschah (<a class='ref' href='/pj4'>Pj 4</a>). Man hat einen Einblick in die vier edlen Wahrheiten, und an diesem Punkt ist das konzeptionelle Verständnis des Pfades zu einem auf Erfahrung gegründeten Verständnis geworden (<a class='ref' href='/sn25.1'>SN 25.1</a>). Indem man die drei Fesseln (<i lang='pi' translate='no'>saṁyojana</i>) Zweifel, falsches Verständnis von Regeln und Gelübden sowie alle Ansichten, die mit den Aggregaten ein Selbst identifizieren, loslässt, erreicht man die erste Stufe des Erwachens, die als „Stromeintritt“ bekannt ist. ",
  "mn-guide-sujato:69": "Wer in den Strom eingetreten ist, ist für das Erwachen bestimmt, befreit von jeder Wiedergeburt in niederen Bereichen (<a class='ref' href='/mn6'>MN 6</a>; <a class='ref' href='/sn55.1'>SN 55.1</a>), und wird höchstens noch siebenmal wiedergeboren (<a class='ref' href='/an3.88'>AN 3.88</a>). Ein solcher Mensch hat eine große Menge an Leiden beseitigt; was übrig bleibt, ist wie sieben kleine Kieselsteinchen im Vergleich zum Himalaya (<a class='ref' href='/sn56.59'>SN 56.59</a>). Er ist großzügig, hingebungsvoll und hält ganz natürlich zumindest die fünf Ethikregeln ein (<a class='ref' href='/mn53'>MN 53</a>; <a class='ref' href='/sn12.41'>SN 12.41</a>; <a class='ref' href='/an7.6'>AN 7.6</a>). Er versteht die vier edlen Wahrheiten und das abhängige Entstehen und hat keinen Zweifel bezüglich des Buddha, seiner Lehre oder seines Saṅgha (<a class='ref' href='/mn7'>MN 7</a>; <a class='ref' href='/sn12.41'>SN 12.41</a>). Doch es gibt noch Bindungen; man ist vielleicht noch besorgt, wenn Angehörige sterben (<a class='ref' href='/ud8.8'>Ud 8.8</a>), oder empfindet Kummer oder Verzweiflung (<a class='ref' href='/dn16'>DN 16:5.13.1</a>). ",
  "mn-guide-sujato:70": "Wenn jemand, der in den Strom eingetreten ist, den Pfad weiterentwickelt, so heißt es, er sei auf dem Weg zur Einmalwiederkehr; mit der Abschwächung von Gier und Hass erreicht er die Stufe eines Einmalwiederkehrers. An diesem Punkt wird man nur einmal in dieser Welt wiedergeboren. Mit der weiteren Entwicklung des Pfades beseitigt man Gier und Hass vollständig; an diesem Punkt wird man als Nichtwiederkehrer betrachtet. Ein solcher Mensch wird gewöhnlich in einem der besonderen Bereiche hoher Göttlichkeit wiedergeboren, die als „reine Aufenthalte“ bekannt sind, und dort erlangt er das vollkommen Erlöschen. In gewissen Fällen kann aber ein Nichtwiederkehrer auch vollkommen erlöschen, bevor er wiedergeboren wird (<a class='ref' href='/an3.88'>AN 3.88</a>). ",
  "mn-guide-sujato:71": "Doch selbst der erhabene Zustand eines Nichtwiederkehrers ist nicht völlig frei von Bindungen. Er hat die Sittlichkeit und die Versenkung vervollkommnet, doch seine Weisheit ist noch nicht vollständig. Er hat noch die fünf höheren Fesseln: Bindung an Wiedergeburt im Bereich der leuchtenden Form oder im formlosen Bereich; einen rastlosen Drang, das vollständige Erwachen zu erreichen; den Rest eines Selbst-Gefühls oder einer Einbildung; und Unwissenheit. ",
  "mn-guide-sujato:72": "Und wieder entwickelt man den Pfad weiter, bis man das vollkommene Erwachen erlangt. Ein Vollendeter oder Arahant hat alle Befleckungen vollständig beseitigt, hat der Wiedergeburt ein Ende gemacht, und wenn dieses Leben vorüber ist, wird er nicht mehr leiden. Seine Befreiung ist identisch mit der des Buddha. Da er keine Hindernisse oder geistigen Befleckungen hat, kann er tiefe Meditationszustände erlangen, wann immer er will, und sein Leben ist voller Freude und Frieden. Er fühlt keinen Kummer, keine Angst, keine Verwirrung und keinen Zweifel. Ein Vollendeter lebt nur in Übereinstimmung mit dem Dhamma und ist unfähig, zu einem weltlichen Lebensstil zurückzukehren oder in materiellen Begierden zu schwelgen. Er führt ein gesammeltes und sittliches Leben und hilft anderen, wo er kann, insbesondere, indem er lehrt. Er ist frei von Furcht und besitzt vollkommenen Gleichmut, wenn er dem Tod entgegentritt (<a class='ref' href='/mn140'>MN 140:24</a>). Er erfährt noch körperlichen Schmerz, jedoch ohne dabei im Geringsten seelisch zu leiden (<a class='ref' href='/sn36.6'>SN 36.6</a>). ",
  "mn-guide-sujato:73": "Die ordinierten Schüler ",
  "mn-guide-sujato:74": "Obwohl wir die Suttas als die „Lehren des Buddha“ sehen, ist es tatsächlich nur in etwa einem Viertel der Lehrreden des Majjhima so, dass der Buddha einfach vor der Versammlung eine Lehrrede hält. Mehr als die Hälfte der Lehrreden besteht aus Dialogen (<i lang='pi' translate='no'>vyākaraṇa</i>). Manchmal stellt der Buddha eine Frage und führt die Versammlung durch den Prozess eines Sokratischen Gesprächs. Manchmal stellt ein Sucher eine Frage oder eine Serie von Fragen. Der Buddha antwortet auf unterschiedliche Art – manchmal direkt, manchmal mit einer Gegenfrage, manchmal mit einer längeren Aufgliederung – je nach der Art der Frage und dem Fragesteller. Und verblüffenderweise gibt er manchmal gar keine Antwort. ",
  "mn-guide-sujato:75": "In den meisten Lehrreden kommen auf die eine oder andere Art verschiedene Schüler vor, und darüber hinaus dienen diese in etwa einem Fünftel der Lehrreden des Majjhima als primäre Lehrer und setzen so das Werk des Buddha fort, die Lehre zu erforschen und zu erklären. Im Majjhima-Nikāya begegnen wir einer Reihe begabter und versierter Lehrer, von denen viele in den buddhistischen Traditionen weithin berühmt wurden. Von den Anfängen seines Lehrsystems an war der Buddha stets begierig, seine Nachfolger zu fähigen Lehrern zu machen, und ermunterte sie, die Lehre nach besten Kräften weiterzugeben. ",
  "mn-guide-sujato:76": "Neun Lehrreden wurden vom Hauptschüler des Buddha, dem berühmten General der Lehre, Sāriputta, gehalten. Dazu zählen <a class='ref' href='/mn9'>MN 9</a>, eine weitreichende Erkundung der vielen Facetten der rechten Ansicht; <a class='ref' href='/mn28'>MN 28</a>, das zeigt, wie alle Lehren in den vier edlen Wahrheiten enthalten sind; und <a class='ref' href='/mn141'>MN 141</a>, das aufbauend auf der ersten Lehrrede des Buddha eine ausführliche Erläuterung der vier edlen Wahrheiten gibt. In diesen Lehrreden zeigt Sāriputta sein Interesse an der Entwicklung eines systematischen Überblicks über den Dhamma. Solche Analysen sind eine der primären treibenden Kräfte hinter der späteren Entwicklung der Abhidhamma-Texte, und Sāriputta wird zu Recht als einer der Väter des Abhidhamma angesehen. ",
  "mn-guide-sujato:77": "Mahākaccāna ist ein anderer Mönch von berühmter Weisheit, dessen scharfsinniger analytischer Stil mit besonderem Schwerpunkt auf dem Vorgang der Sinneserfahrung ebenfalls den Abhidhamma beeinflusste. Er hielt vier Lehrreden im Majjhima. <a class='ref' href='/mn18'>MN 18</a>, der „Honigkuchen“, demonstriert sein unvergleichliches Geschick im Herausarbeiten subtiler Implikationen kurzer Unterweisungen des Buddha. Diese Lehrrede erfuhr in Katukurunde Nyananandas <cite class='book'>Konzept und Realität im frühbuddhistischen Gedankengut</cite>, einer der einflussreichsten Monographien in der modernen Buddhismuskunde, eine ausführliche Behandlung. ",
  "mn-guide-sujato:78": "<a class='ref' href='/mn24'>MN 24</a>, ein Dialog zwischen Sāriputta und Puṇṇa, dem Sohn Mantāṇīs, spricht von einer Staffel von Kutschen und führt damit die Idee von den sieben Läuterungsschritten ein, die das Konzept von Stufen der Einsicht in Buddhaghosas <cite class='text-root'>Visuddhimagga</cite> und von dort aus die heutige Theravada-Meditation stark beeinflussen sollte. ",
  "mn-guide-sujato:79": "Die Nonne Dhammadinnā präsentiert die einzige von einer <i lang='pi' translate='no'>Bhikkhunī</i> gehaltene Lehrrede im Majjhima. Es scheint, die Lehren von Frauen wurden, wenn auch selten, wegen ihrer einzigartigen und bemerkenswerten Weisheit in die Suttas eingeschlossen. In <a class='ref' href='/mn44'>MN 44</a> antwortet Dhammadinnā auf eine Reihe von Fragen ihres früheren Ehemannes und offenbart die Tiefe ihrer Meditation und ihrer Weisheit. ",
  "mn-guide-sujato:80": "Weitere von Schülern gehaltene Lehrreden umfassen mehrere von Moggallāna, Anuruddha und anderen. Und wir können nicht über die Schüler sprechen, ohne Ānanda zu erwähnen, der am engsten mit dem Buddha zusammenlebte und durch dessen Hände gemäß der Überlieferung alle Texte gingen. Ānanda ist der Hauptlehrer in sieben Lehrreden und spielt in vielen weiteren eine Rolle. Ānanda hat ein besonders großes Interesse am persönlichen Leben des Buddha, und durch ihn geschah es, dass die Lebensgeschichte des Buddha ihre vertraute From anzunehmen begann. ",
  "mn-guide-sujato:81": "Der Saṅgha ",
  "mn-guide-sujato:82": "Bei all der Macht ihrer Weisheit lebten die erleuchteten Schüler des Buddha nicht isoliert. Sie waren Teil einer organisierten spirituellen Gemeinschaft, die der „Saṅgha“ oder „Mönchs- und Nonnenorden“ genannt wurde. <i lang='pi' translate='no'>Saṅgha</i> als religiöser Begriff wird in zwei unterschiedlichen Bedeutungen gebraucht: Der „Orden der Mönche und Nonnen“ (<i lang='pi' translate='no'>bhikkhusaṅgha</i>) und die „Gemeinschaft der edlen Schüler“ (<i lang='pi' translate='no'>sāvakasaṅgha</i>; der Ausdruck <i lang='pi' translate='no'>ariyasaṅgha</i>, der eigentlich an dieser Stelle zu erwarten wäre, kommt nur in einer Strophe in <a class='ref' href='/an6.54'>AN 6.54</a> vor). Der erste Begriff bezieht sich auf die, die die Ordination genommen haben, um als buddhistische Mönche und Nonnen zu praktizieren, während letzterer jemanden bezeichnet, der eine der Stufen des Erwachens erreicht hat; und das können natürlich auch Laienschüler sein. ",
  "mn-guide-sujato:83": "Die Unterscheidung zwischen diesen beiden ist nicht so eindeutig, wie man meinen könnte. Die Standardformel, die den Saṅgha bei der Besinnung auf die drei Juwelen beschreibt, nennt acht Arten edler Schüler auf dem Pfad. Aber sie beschreibt sie in Begriffen, die typisch für den Mönchsorden sind, zum Beispiel als ein „Feld für Verdienst“. Es ist aber nicht leicht, daraus eine endgültige Schlussfolgerung zu ziehen, da diese Formel eine zusammengesetzte zu sein scheint. Als Faustregel kann man sicher annehmen, dass es sich um den Orden der Mönche und Nonnen handelt, solange der Kontext nicht ausdrücklich den Saṅgha der edlen Schüler angibt. ",
  "mn-guide-sujato:84": "Die Klostergemeinschaft wurde kurz nach dem Erwachen des Buddha begründet, wie im ersten Kapitel der Khandhakas des Vinaya erzählt wird, das auch als Mahākkhandhaka oder Pabbajjakkhandhaka bekannt ist (<a class='ref' href='/pli-tv-kd1'>Kd 1</a>). Teile dieser Erzählung erscheinen in den Suttas, aber man sollte wirklich die ganze Geschichte lesen. ",
  "mn-guide-sujato:85": "Der frühe Saṅgha bestand aus einer kleinen Gemeinschaft spirituell fortgeschrittener Praktizierender; nach den Texten waren sie alle Vollendete. Bekanntlich spornte der Buddha seine Nachfolger an, durch das Land zu wandern und zum Wohl aller Menschen den Dhamma zu lehren (<a class='ref' href='/sn4.5'>SN 4.5</a>). Das zeigt beispielhaft, wie der Buddha mit seiner Gemeinschaft umging. Er agierte nicht als Gurufigur, die Gehorsam forderte und ihre Anhänger als abhängig betrachtete. Im Gegenteil, er behandelte seine Gemeinschaft als erwachsene Menschen, die selbst Entscheidungen treffen konnten, und er traute ihnen zu, selbst etwas beizutragen. Sicher, zu diesem frühen Zeitpunkt waren sie alle erwacht; aber dieser Grundsatz setzte sich über sein ganzes Leben fort, selbst bis zu seinem Sterbebett, als das lange nicht mehr der Fall war. ",
  "mn-guide-sujato:86": "<a class='ref' href='/pli-tv-kd1'>Kd 1</a> erzählt die Geschichte von der Entwicklung des Ordinationsverfahrens. Ursprünglich hatte der Buddha selbst einfach seine Nachfolger eingeladen mit den Worten: „Komm, Mönch!“ Später, als die Zahl der Anwärter zunahm, erlaubte der Buddha den Mönchen und Nonnen, selbst die Ordination vorzunehmen, indem sie eine einfache Zeremonie benutzten, bei der man die dreifache Zuflucht nahm; das wird noch für die Novizenordination benutzt. Schließlich wurde das Verfahren in der ausgereiften Form formalisiert als „ein Antrag und drei Ankündigungen“. Die ausgereifte Form der Ordinationszeremonie enthielt verschiedene formale und legalistische Elemente: Es wurde eine Reihe Fragen gestellt, um die Kandidaten zu prüfen; die Fragesteller wurden vom Saṅgha formell bestimmt; nachdem die Kandidaten befragt worden waren, wurde ihnen ein Mentor zugewiesen; und der gesamte Saṅgha gab seine Zustimmung zur Ordination. Das ganze Verfahren ist direkt und legalistisch, ohne rituelle Schnörkel. Der Kern der Prozedur wird heute noch befolgt, wenn auch die Traditionen das nackte Gerüst mit einer bunten Reihe von Ritualen und Feierlichkeiten ausgeschmückt haben. ",
  "mn-guide-sujato:87": "Diese Prozedur bildete die Vorlage für die Verfahren des Saṅgha. Entscheidungen sind Konsensentscheidungen: Der Saṅgha als Ganzes erteilt die Ordination (<i lang='pi' translate='no'>saṁgho itthannāmaṁ upasampādeti</i>). Wenn nur ein einziger Mönch oder eine einzige Nonne der Ordination nicht zustimmt, wird damit nicht fortgefahren. Anders als leider oft selbst innerhalb des Saṅgha fälschlich verstanden führt der Mentor – für die Mönche <i lang='pi' translate='no'>upajjhāya</i> und für die Nonnen <i lang='pi' translate='no'>pavattinī</i> genannt – nicht die Ordination durch; er wird vom Saṅgha dazu bestimmt, die neuen Mönche oder Nonnen zu unterstützen. ",
  "mn-guide-sujato:88": "Für rechtliche Zwecke ist der Saṅgha die Gemeinschaft innerhalb einer „Grenze“ (<i lang='pi' translate='no'>sīmā</i>); das ist ein willkürlich festgelegtes Areal, das formal als örtliche Gemeinschaft bezeichnet wird. Typischerweise wäre es das Grundstück eines Klosters, aber es konnte auch viel größer oder kleiner sein (siehe <a class='ref' href='/pli-tv-kd2'>Kd 2</a>). Dies ist ein wichtiger pragmatischer Punkt: Der Saṅgha ist dezentral organisiert. Es ist praktisch nicht möglich, zu erwarten, dass alle Mönche und Nonnen von der ganzen Welt zusammenkommen und zu etwas zustimmen sollten, daher beruhen alle Verfahren auf der lokalen Gemeinschaft. ",
  "mn-guide-sujato:89": "Es gibt im Saṅgha keine Hierarchie: Alle Mitglieder haben das gleiche Mitspracherecht. Respekt gebührt den Altehrwürdigen aufgrund ihrer Erfahrung und Weisheit, aber das gibt ihnen keine Befehlsgewalt. Kein Saṅghamitglied hat das Recht, jemanden zu etwas zu zwingen, und wenn ein älteres Saṅghamitglied, selbst der eigene Mentor oder Lehrer, einem sagt, man solle etwas gegen den Dhamma oder Vinaya tun, ist man verpflichtet, den Gehorsam zu verweigern. Als Beispiel, wie die Mönche und Nonnen Entscheidungen trafen, gibt <a class='ref' href='/mn17'>MN 17</a>, <cite class='text-translated'>Urwalddickicht</cite> (<cite class='text-root'>Vanapatthasutta</cite>), einige Richtlinien dafür, ob ein Mönch oder eine Nonne in einem Kloster bleiben soll oder nicht; es ist nicht so, dass man zu dem einen oder anderen Platz hinbeordert würde. ",
  "mn-guide-sujato:90": "Der Saṅgha gründete bald Klöster mit relativ sesshaften Gemeinschaften. Typischerweise blieben die Mönche und Nonnen einen Teil des Jahres im Kloster, besonders während der drei Monate der Regenzeitklausur, und einen großen Teil des übrigen Jahres verbrachten sie oft wandernd. Sie trafen sich alle zwei Wochen zum „Besinnungstag“ (<i lang='pi' translate='no'>uposatha</i>); zu dieser Zeit wurden Unterweisungen gegeben (<a class='ref' href='/mn109'>MN 109</a> <cite class='text-translated'>Die längere Lehrrede über die Vollmondnacht</cite>, <cite class='text-root'>Mahāpuṇṇamasutta</cite>) und später wurde die Ordenssatzung (<i lang='pi' translate='no'>pātimokkha</i>) aufgesagt. ",
  "mn-guide-sujato:91": "Irgendwann wurde neben dem Orden der Mönche eine Gemeinschaft von Nonnen (<i lang='pi' translate='no'>Bhikkhunīs</i>) begründet. Der traditionelle Bericht besagt, dies sei auf Betreiben der Stiefmutter des Buddha, Mahapajāpatī Gotamī, geschehen. Doch der Bericht, wie er uns heute überliefert ist, ist hoch problematisch sowohl in textlicher als auch ethischer Hinsicht und kann nicht vorbehaltlos akzeptiert werden. Auf jeden Fall wissen wir, dass die Nonnengemeinschaft eingeführt wurde, und dass sie überwiegend unabhängig agierte. Die Nonnen bauten selbst ihre Klöster (<a class='ref' href='/pli-tv-bi-vb-pj5'>Bi Pj 5</a>), nahmen selbst Schülerinnen an (<a class='ref' href='/thig5.11'>Thig 5.11</a>), studierten die Texte (<a class='ref' href='/pli-tv-bi-vb-pc33'>Bi Pc 33</a>), entwickelten die Meditation (<a class='ref' href='/sn47.10'>SN 47.10</a>), wanderten durch das Land (<a class='ref' href='/pli-tv-bi-vb-pc50'>Bi Pc 50</a>) und erlangten die Weisheit des Erwachens (<a class='ref' href='/mn44'>MN 44</a> <cite class='text-translated'>Die kürzere Einteilung</cite>, <cite class='text-root'>Cūḷavedallasutta</cite>). Es ist zwar richtig, dass einige der Regeln, wie sie heute bestehen, die Nonnen diskriminieren, aber es gibt andere Regeln, die sie schützen; zum Beispiel ist es Mönchen verboten, sich von einer Nonne die Robe waschen zu lassen, was Mönche davon abhält, Nonnen wie Dienstmägde zu behandeln. Wenn Mönche die Nonnen unterwiesen, taten sie das respektvoll und gingen mit ihnen auf Augenhöhe um (<a class='ref' href='/mn146'>MN 146</a> <cite class='text-translated'>Nandakas Rat</cite>). Der Nonnenorden gab Frauen damals eine seltene Gelegenheit, mit Unterstützung durch die Gemeinschaft selbst ihren spirituellen Pfad zu verfolgen. Er überlebte über die Jahre in den ostasiatischen Traditionen, und in jüngerer Zeit wurde er in der tibetischen und der Theravāda-Schule wiederbelebt. ",
  "mn-guide-sujato:92": "Man beachte, dass in den Suttas der Begriff <i lang='pi' translate='no'>bhikkhu</i> (maskulin) als Oberbegriff für sowohl Mönche als auch Nonnen gebraucht wird. Dass Nonnen beim generischen Maskulinum eingeschlossen waren, wird aus Stellen wie <a class='ref' href='/an4.170'>AN 4.170</a> klar, wo Ānanda beginnt, indem er sich auf „Mönche und Nonnen“ bezieht und fortfährt, indem er nur „Mönche“ sagt; oder aus <a class='ref' href='/dn16'>DN 16</a>, das von „Mönchen und Nonnen“ spricht, aber ein männliches Pronomen benutzt, um auf beide hinzuweisen. Dass sich die männliche Standardform auf Frauen bezieht, wird weiterhin von Stellen wie <a class='ref' href='/thig16.1'>Thig 16.1</a> bestätigt, wo die Dame Sumedhā von ihrem Vater <i lang='pi' translate='no'>putta</i> genannt wird. <i lang='pi' translate='no'>Putta</i> als „Sohn“ steht <i lang='pi' translate='no'>dhītā</i> als „Tochter“ gegenüber, aber diese Stelle zeigt, dass es ebenso in einem generischen Sinn als „Kind“ benutzt werden kann. Bei allgemeinen Unterweisungen ist es wahrscheinlich, dass Mönche und Nonnen ebenso wie auch Laien anwesend waren, doch die Texte sind herkömmlicherweise an „Mönche“ (<i lang='pi' translate='no'>bhikkhave</i>) gerichtet. Daher habe ich <i lang='pi' translate='no'>bhikkhu</i> durchgängig mit dem geschlechtsneutralen „mendicant“ (engl. für „Almosenempfänger“, A.d.Ü.) wiedergegeben, außer da, wo es notwendig ist, die Geschlechter zu differenzieren; in diesem Fall benutze ich „monk“ (Mönch). Im Vinaya-Piṭaka sind die Texte allerdings standardmäßig nach Geschlechtern getrennt, daher ist es am besten, dort „Mönch“ zu benutzen. Beachte auch, dass „mendicant“ der eigentlichen Bedeutung von <i lang='pi' translate='no'>bhikkhu</i> entspricht: Es bezieht sich auf jemanden, der sein Leben fristet, indem er auf Almosengang geht. ",
  "mn-guide-sujato:93": "Ursprünglich folgte der Saṅgha einem informellen Regelsatz, der für Asketen als angemessen galt und der dem ähnelte, was von anderen asketischen Gruppen befolgt wurde. Dieser ist ausführlich in den Abschnitten über Sittlichkeit der stufenweisen Schulung bewahrt (<a class='ref' href='/mn51'>MN 51</a>; <a class='ref' href='/dn1'>DN 1</a> usw.). Der Buddha weigerte sich zunächst, ein formales System eines Ordensrechts zu erstellen, doch irgendwann wurde der Saṅgha so groß, dass das notwendig wurde (<a class='ref' href='/pli-tv-bu-vb-pj1'>Bu Pj 1</a>). Dieses ist in den umfangreichen Texten des Vinaya-Piṭaka aufgeführt. Man beachte, dass sich das Wort <i lang='pi' translate='no'>vinaya</i>, wenn es in den vier <i lang='pi' translate='no'>Nikāyas</i> benutzt wird, nur selten auf den Vinaya-Piṭaka bezieht. Normalerweise ist es ein allgemeiner Ausdruck für die praktische Anwendung der Lehre: <i lang='pi' translate='no'>Dhammavinaya</i> heißt in etwa „Theorie und Praxis“. ",
  "mn-guide-sujato:94": "Durch die vier <i lang='pi' translate='no'>Nikāyas</i> verstreut finden wir eine beachtliche Zahl von Unterweisungen, die für die klösterliche Gemeinschaft bestimmt sind. Manche von ihnen beziehen sich auf technische Verfahren des Vinaya-Piṭaka, vielleicht um sicherzustellen, dass Studierende der Suttas mit ihnen vertraut wären (<a class='ref' href='/mn104'>MN 104</a> <cite class='text-translated'>Bei Sāmagāma</cite>). Häufiger jedoch sind es allgemeine ethische Prinzipien, die die Richtlinien für eine harmonische und florierende spirituelle Gemeinschaft bilden. ",
  "mn-guide-sujato:95": "In <a class='ref' href='/mn3'>MN 3</a> <cite class='text-root'>Dhammadāyāda</cite> lehrt der Buddha seine Mönche und Nonnen, dass sie seine „Erben in der Lehre“ sein sollen, dass sie von ihrem Lehrer spirituelle und keine materiellen Dinge erben sollen. In <a class='ref' href='/mn5'>MN 5</a> <cite class='text-translated'>Makellos</cite> (<cite class='text-root'>Anaṅgaṇasutta</cite>) sprechen die Ehrwürdigen Sāriputta und Moggallāna von denen, die „Makel“ haben, die ihre spirituelle Lauterkeit zerstören. Wenn sie sich einen Verstoß haben zuschulden kommen lassen, verbergen sie ihn, statt ihn mit einem Eingeständnis zu bereinigen. Oder sie hoffen darauf, dass der Buddha ihnen eine Frage über die Lehre stellt, oder dass sie bei einer Mahlzeit das beste Essen erhalten. Solche Dinge erscheinen klein, aber mit der Zeit verunreinigen sie und müssen daher eifrig abgeschliffen werden, denn gewissenhafte Beachtung der Ethik ist die Grundlage für alle höheren Errungenschaften auf dem geistlichen Pfad (<a class='ref' href='/mn6'>MN 6</a> <cite class='text-translated'>Wenn man wünscht</cite>, <cite class='text-root'>Ākaṅkheyyasutta</cite>). Es ist für Mitglieder einer Gemeinschaft wesentlich, offen für eine Ermahnung zu sein, denn sonst können sie ihre Schwächen nicht erkennen und heilen (<a class='ref' href='/mn15'>MN 15</a> <cite class='text-translated'>Abwägen</cite>, <cite class='text-root'>Anumānasutta</cite>). Aber eine Gemeinschaft sollte nicht auf Angriffe und Kritik gegründet sein, sondern auf Liebe, Großzügigkeit und Respekt (<a class='ref' href='/mn16'>MN 16</a> <cite class='text-translated'>Seelische Kargheit</cite>, <cite class='text-root'>Cetokhilasutta</cite>). ",
  "mn-guide-sujato:96": "Nicht alle waren mit dem Pfad des Buddha zufrieden. Ein gewisser Sunakkhatta – bekannt aus <a class='ref' href='/dn24'>DN 24</a> – legte die Robe ab, da er mehr Wunder sehen wollte und dachte, das bloße Beenden des Leidens sei ein dürftiges Ziel (<a class='ref' href='/mn12'>MN 12</a>; siehe auch <a class='ref' href='/mn63'>MN 63</a>). Der Mönch Ariṭṭha ging sogar noch weiter, indem er den elementaren Grundsätzen des Dhamma direkt widersprach und erklärte, die Dinge, von denen der Buddha sagte, sie seien schädlich, seien gar nicht schädlich (<a class='ref' href='/mn22'>MN 22</a> <cite class='text-translated'>Das Gleichnis von der Schlange</cite>, <cite class='text-root'>Alagaddūpamasutta</cite>). Dieser Vorfall war der Anlass, dass eine Reihe von Vinayaregeln niedergelegt wurden, was die wechselseitige Abhängigkeit dieser beiden Literaturkorpora zeigt (<a class='ref' href='/pli-tv-bu-vb-pc68'>Bu Pc 68</a>, <a class='ref' href='/pli-tv-bu-vb-pc69'>Bu Pc 69</a>; <a class='ref' href='/pli-tv-kd11'>Kd 11</a>). ",
  "mn-guide-sujato:97": "Manchmal gingen Probleme über einzelne Individuen hinaus, und eine ganze Gemeinschaft konnte auseinanderbrechen. <a class='ref' href='/mn48'>MN 48</a>, <cite class='text-translated'>Die Mönche und Nonnen von Kosambi</cite>, das auch Parallelen im Vinaya hat, erzählt davon, wie sich eine Gemeinschaft wegen einer anscheinend belanglosen Differenz aufspalten kann. Die Kontrahenten wurden so von Zorn und Einbildung verzehrt, dass sie selbst die Versöhnungsversuche des Buddha ausschlugen. Doch schließlich kamen sie wieder zur Besinnung. In ähnlicher Weise waren die Mönche von Cātuma (<a class='ref' href='/mn67'>MN 67</a>) so widerspenstig, dass der Buddha sie wegschickte; doch er ließ sich bewegen, nachzugeben. ",
  "mn-guide-sujato:98": "Versöhnung und Wachstum ist auch die Botschaft von <a class='ref' href='/mn65'>MN 65</a> <cite class='text-translated'>Mit Bhaddāli</cite>, wo der Buddha verlangt, dass die Mönche und Nonnen vor dem Mittag essen. Bhaddāli weigert sich aus Gier und Halsstarrigkeit, doch nimmt später die Entscheidung des Buddha an und erfährt Vergebung. Diese Regel war sicherlich keine Kleinigkeit, denn sie wird auch in <a class='ref' href='/mn66'>MN 66</a> und <a class='ref' href='/mn70'>MN 70</a> diskutiert. ",
  "mn-guide-sujato:99": "Aber im Allgemeinen zeichnen die Suttas ein leuchtend positives Bild vom Leben der Entsagung und überlassen es dem Vinaya-Piṭaka, sich mit der Hauptmasse menschlicher Fehlbarkeit auseinanderzusetzen. <a class='ref' href='/mn31'>MN 31</a>, <cite class='text-translated'>Die kürzere Lehrrede bei Gosiṅga</cite> (<cite class='text-root'>Cūḷagosiṅgasutta</cite>, zeichnet eine idyllische Kameradschaft zwischen drei Mönchen, die in freundlicher und erfüllender Eintracht zusammenleben, wobei die Einfachheit und Reinheit ihres Lebensstils die Grundlage zu fortgeschrittener Meditation bildet (siehe <a class='ref' href='/mn128'>MN 128</a> <cite class='text-translated'>Verunreinigungen</cite>, <cite class='text-root'>Upakkilesasutta</cite>, das am der gleichen Schauplatz spielt). Der Saṅgha ehrt den Buddha nicht aus Furcht, sondern aus aufrichtiger Liebe und aus Respekt (<a class='ref' href='/mn77'>MN 77</a> <cite class='text-translated'>Die längere Lehrrede mit Sakuludāyī</cite>). Indem sie im Einklang mit dem Dhamma üben, ehren sie ihren Lehrer und werden ihres Almosens würdig (<a class='ref' href='/mn151'>MN 151</a> <cite class='text-translated'>Die Läuterung des Almosens</cite>, <cite class='text-root'>Piṇḍapātapārisuddhisutta</cite>). ",
  "mn-guide-sujato:100": "Die weitere Gemeinschaft ",
  "mn-guide-sujato:101": "Die Mönche und Nonnen sind bei Weitem nicht die einzigen Menschen, denen wir begegnen. Auf seinen weiten Wanderungen durch die Gangesebene hatte es der Buddha mit einem breiten Querschnitt durch die lokale Bevölkerung zu tun: gelehrte Brahmanen und einfache Dorfbewohner; Könige und Sklaven; Priester und Prostituierte; Frauen und Männer; Kinder und Greise; Fromme und Skeptiker; Kranke und Behinderte; solche, denen es um Verunglimpfung ging, und solche, die ernsthaft die Wahrheit suchten. ",
  "mn-guide-sujato:102": "Man soll nicht denken, dass die Lehren für Ordinierte und Laien vollständig getrennt waren. <a class='ref' href='/mn7'>MN 7</a> zum Beispiel, <cite class='text-translated'>Das Gleichnis vom Tuch</cite> (<cite class='text-root'>Vatthasutta</cite> oder <cite class='text-root'>Vatthūpamasutta</cite>), beginnt mit einer Standardunterweisung an die Mönche und Nonnen über die Läuterung des Geistes, die zu den göttlichen Meditationen und dem vollen Erwachen hinführt. Der Buddha nennt einen solchen Menschen „im inneren Bad gebadet“. Darauf widersprach der Brahmane Sundarika – der zufällig in der Nähe saß – und sagte, die Brahmanen bezeugten die läuternde Kraft eines Bades im Fluss Bāhuka. Dieses beiläufige Beispiel zeigt, dass, selbst wenn eine Lehrrede an die Mönche und Nonnen gerichtet ist, ein breiteres Spektrum an Menschen anwesend sein konnte, darunter auch Nicht-Buddhisten. ",
  "mn-guide-sujato:103": "Der Brahmane aus <a class='ref' href='/mn7'>MN 7</a> nahm schließlich die Ordination. Es gibt jedoch auch viele Fälle von Menschen, die lange Zeit praktizierten und im Laienleben blieben. In <a class='ref' href='/mn14'>MN 14</a> <cite class='text-root'>Cūḷadukkhakkhandha</cite> klagt Mahānāma, ein Verwandter des Buddha, dass er trotz seiner langjährigen Übung immer noch Gier, Hass und Täuschung habe. Offensichtlich rangen Laien damals ebenso darum, in ihrer Meditation tiefen inneren Frieden zu finden, wie sie es heute tun. ",
  "mn-guide-sujato:104": "Solche Fälle zeigen, wie der Buddha zu einzelnen Menschen sprach und ihre besonderen Nöte und Sorgen aufgriff. An anderer Stelle hielt er allgemeinere Lehrreden über ethische Grundsätze. In <a class='ref' href='/mn41'>MN 41</a>, <cite class='text-translated'>Die Leute von Sālā</cite> (<cite class='text-root'>Sāleyyakasutta</cite>), lehrt er eine Gruppe nicht-buddhistischer Laien, was gewöhnlich die „zehn Wege zum Begehen tauglicher Taten“ (<i lang='pi' translate='no'>dasakusalakammapathā</i>) genannt wird (siehe <a class='ref' href='/an10.176'>AN 10.176</a>): ",
  "mn-guide-sujato:105": "Nicht töten ",
  "mn-guide-sujato:106": "Nicht stehlen ",
  "mn-guide-sujato:107": "Keine sexuellen Verfehlungen ",
  "mn-guide-sujato:108": "Die Wahrheit sagen ",
  "mn-guide-sujato:109": "Auf Eintracht bedacht sprechen ",
  "mn-guide-sujato:110": "Freundlich sprechen ",
  "mn-guide-sujato:111": "Sinnvoll sprechen ",
  "mn-guide-sujato:112": "Keine Begehrlichkeit ",
  "mn-guide-sujato:113": "Kein böser Wille ",
  "mn-guide-sujato:114": "Rechte Ansicht ",
  "mn-guide-sujato:115": "Die ersten drei betreffen den Körper, die folgenden vier die Sprache und die letzten drei den Geist. Sie erweitern die bekannten fünf Ethikregeln und bieten einen vollständigen Leitfaden zu sittlicher Lebensführung. Sie werden an vielen Stellen in den Suttas gelehrt, und hier werden sie im Einzelnen definiert. ",
  "mn-guide-sujato:116": "Während im Majjhima und im ganzen Kanon formalistische und künstliche Schauplätze dominieren, haben manche Lehrreden eine etwas ungeordnete Erzählstruktur, die die Erinnerung an tatsächliche Vorfälle zu bewahren scheint. In <a class='ref' href='/mn51'>MN 51</a> <cite class='text-translated'>Mit Kandaraka</cite> wird der Buddha von einem Elefantentreiber namens Pessa und einem Wanderasketen namens Kandaraka aufgesucht. Kandaraka ist von der Stille des Saṅgha beeindruckt, und der Buddha führt das auf die Übung der Achtsamkeitsmeditation zurück. Pessa meldet sich zu Wort und sagt, auch Laien übten manchmal Achtsamkeit, und der Buddha führt mit ihm ein Gespräch über Menschen, die zu ihrem eigenen Schaden oder Nutzen handeln – ein Thema, das aus dem Aṅguttara vertraut ist (<a class='ref' href='/an4.198'>AN 4.198</a>). Doch Pessa muss gehen, und der Buddha bemerkt dazu, dass es ihm geholfen hätte, länger zu bleiben. Die Mönche bitten den Buddha, weiter auszuführen, was er hatte sagen wollen, worauf dieser eine ausführliche Fassung der stufenweisen Schulung vorträgt. Wir hören nichts über das weitere Schicksal von Pessa oder Kandaraka. Wir finden aber, dass Laien an anderer Stelle in der stufenweisen Schulung unterwiesen wurden, zum Beispiel von Ānanda beim Anlass der Eröffnung einer neuen Gemeindehalle, die seinem Stamm, den Sakyern, gehörte (<a class='ref' href='/mn53'>MN 53</a> <cite class='text-translated'>In Schulung</cite>, <cite class='text-root'>Sekhasutta</cite>). Der stufenweise Fortschritt eines Mönchs wird sogar mit der gestaffelten Berufsausbildung eines Buchhalters verglichen (<a class='ref' href='/mn107'>MN 107</a> <cite class='text-translated'>Mit dem Buchhalter Moggallāna</cite>, <cite class='text-root'>Gaṇakamoggallānasutta</cite>). ",
  "mn-guide-sujato:117": "Neben persönlichen Problemen und allgemeinen ethischen Unterweisungen ging der Buddha auch auf Kritik an seiner Gemeinschaft ein; nicht mit einer Abwehrhaltung, sondern mit klaren Erläuterungen. In <a class='ref' href='/mn55'>MN 55</a> <cite class='text-translated'>Mit Jīvaka</cite> berichtet der Arzt des Buddha, die Leute behaupteten, der Buddha esse Fleisch, das eigens für ihn geschlachtet worden sei. Der Buddha weist das zurück und sagt, er und seine Mönche und Nonnen nähmen nur Lebensmittel an, die freiwillig gespendet würden, und wiesen jedes Fleisch zurück, bei dem sie den Verdacht hätten, es wäre für sie getötet worden. ",
  "mn-guide-sujato:118": "Während in <a class='ref' href='/mn55'>MN 55</a> die Kritiker nicht benannt werden, zeigen <a class='ref' href='/mn56'>MN 56</a> <cite class='text-translated'>Mit Upāli</cite> und <a class='ref' href='/mn58'>MN 58</a> <cite class='text-translated'>Mit dem Prinzen Abhaya</cite> (<cite class='text-root'>Abhayarājakumārasutta</cite>), wie die Jainas absichtlich versuchen, den Buddha in einer Debatte fertigzumachen, und – da es sich hier um buddhistische Texte handelt – scheitern. Die Brahmanen versuchten das Gleiche, indem sie ihre begabtesten jungen Schüler gegen den Buddha losschickten, mit keinem besseren Erfolg (<a class='ref' href='/mn93'>MN 93</a>, <a class='ref' href='/mn95'>MN 95</a>). ",
  "mn-guide-sujato:119": "Einige Lehrreden stellen nicht die Botschaft des Buddha als solche in den Mittelpunkt, sondern die Auswirkungen, die sie auf das Familienleben hatte. Als der vermögende junge Mann Raṭṭhapāla Mönch wird, sind seine Eltern äußerst verzweifelt und versuchen, ihn dazu zu bewegen, die Robe abzulegen (<a class='ref' href='/mn82'>MN 82</a>). <a class='ref' href='/mn87'>MN 87</a>, <cite class='text-translated'>Aus dem geboren, was einem teuer ist</cite> (<cite class='text-root'>Piyajātikasutta</cite>), erlaubt uns einen flüchtigen Blick in das Familienleben von König Pasenadi und Königin Mallikā. Sie hören, dass der Buddha lehrt, unsere Lieben brächten uns Leiden, und als Mallikā dem zustimmt, ist ihr Mann alles andere als erfreut. Mallikā ist so umsichtig, sich zuerst zu vergewissern, dass diese Lehre tatsächlich das war, was der Buddha gesagt hatte, dann erklärt sie dem König behutsam und freundlich die Lehre und führt ihn dazu, dass er sein Vertrauen zum Buddha erklärt. Er wurde ein hingebungsvoller Anhänger, der in vielen Lehrreden auftritt. <a class='ref' href='/mn100'>MN 100</a> <cite class='text-translated'>Mit Saṅgārava</cite> ist ein anderer Fall, in dem die Frau ihren Mann zum Dhamma führt. ",
  "mn-guide-sujato:120": "Es sind nicht nur die Großen und die Guten, die Unterweisungen nötig haben. Die Suttas stellen den Ehrwürdigen Sāriputta dar, wie er seinem alten Freund Dhanañjāni hilft, der trotz seiner langen Laufbahn als Betrüger gegen Ende seines Lebens erlöst wird (<a class='ref' href='/mn97'>MN 97</a>). Selbst der Massenmörder Aṅgulimāla fand Erlösung und Vergebung (<a class='ref' href='/mn86'>MN 86</a>; vgl. <a class='ref' href='/thag16.8'>Thag 16.8</a>). ",
  "mn-guide-sujato:121": "Eine kurze Textgeschichte ",
  "mn-guide-sujato:122": "Der Majjhima-Nikāya wurde von V. Trenckner (Bd. 1) und Robert Chalmers (Bde. 2 und 3) auf der Grundlage von Manuskripten in singhalesischer, burmesischer und thailändischer Schrift bearbeitet und von 1888 bis 1899 von der Pali Text Society in lateinischer Schrift veröffentlicht. Die erste Übersetzung ins Englische folgte 1926–1927 durch Robert Chalmers unter dem Titel <cite class='book'>Further Dialogues of the Buddha</cite>. ",
  "mn-guide-sujato:123": "Rasche Fortschritte im Verständnis des Pali und des Buddhismus im frühen 20. Jahrhundert machten bald klar, dass eine verbesserte Übersetzung nötig war. Diese wurde 1950 von I.B. Horner vorgenommen und 1954–1959 von der PTS als <cite class='book'>The Book of Middle Length Sayings</cite> herausgegeben. ",
  "mn-guide-sujato:124": "Ihre Übersetzung war zwar eine deutliche Verbesserung gegenüber der von Chalmers, doch von der von Ñāṇamoḷi wurde sie bald in den Schatten gestellt. Ñāṇamoḷis außergewöhnliche Karriere als Pali-Gelehrter und Übersetzer wurde tragischerweise durch seinen frühen Tod vorzeitig beendet, und die Übersetzung des Majjhima-Nikāya blieb ein unvollendetes handgeschriebenes Manuskript. Dennoch war ihr Wert so offensichtlich, dass sie veröffentlicht wurde, zunächst als eine Auswahl von 90 Lehrreden, die von Bhikkhu Khantipalo bearbeitet und 1976 in Bangkok als <cite class='book'>A Treasury of the Buddha’s Words</cite> herausgegeben wurde, dann als vollständig überarbeitete und aktualisierte Fassung von Bhikkhu Bodhi 1995 unter dem Titel <cite class='book'>The Middle Length Discourses of the Buddha: A Translation of the Majjhima Nikaya</cite>. Letztere Version erreichte einen Gipfel an Genauigkeit, Einheitlichkeit und Lesbarkeit, die zu einem Standard wurden, den alle späteren Übersetzungen der <i lang='pi' translate='no'>Nikāyas</i> angestrebt haben. ",
  "mn-guide-sujato:125": "Wenn das Pali unklar war, bezog ich mich häufig auf das frühere Werk von Ñāṇamoḷi und Bodhi (sowohl das veröffentlichte Werk als auch Ñāṇamoḷis handgeschriebenes Original) und weniger oft auf Horner und verschiedene Übersetzungen einzelner Texte. Ich hatte auch Zugang zu Anmerkungen der Bhikkhus Ñāṇadīpa und Ñāṇatusita zu Bhikkhu Bodhis Übersetzung. Zusätzlich zog ich chinesische und andere Textparallelen zu Rate, sowie die ausführlichen Studien derselben von Bhikkhu Anālayo. Doch ich fand, diese waren nur in wenigen Fällen für die Übersetzung von Nutzen, denn ich glaube, es ist wichtig, die Integrität verschiedener textlicher Übertragungslinien zu bewahren. Vergleichende Untersuchungen verlieren ihren Wert, wenn die zugrunde liegenden Texte bereits miteinander in Einklang gebracht wurden. "
}