{
  "pirivenaPage:1": "SuttaCentral freut sich, in Zusammenarbeit mit dem Amarapura–Rāmañña und Siam-Nikāyas den Druck englischer Übersetzungen der Suttas und des Vinaya und ihrer Verteilung an klösterliche Ausbildungszentren (Pirivena) in Sri Lanka auf den Weg zu bringen. ",
  "pirivenaPage:1volume": "je 1 Band ",
  "pirivenaPage:2": "Ziel des Projektes ist es, sicherzustellen, dass alle Klöster in Sri Lanka einfachen Zugang zu modernen, genauen und leicht lesbaren Übersetzungen der wichtigsten Werke des Tipiṭaka (der buddhistischen Schriften) haben. ",
  "pirivenaPage:3": "Führende Mitglieder der sri-lankischen Nikāyas haben sich nach ausführlicher Erörterung bereit erklärt, das Projekt zu unterstützen. Vor ihrer Zustimmung prüften sie SuttaCentrals Übersetzungen umfassend, um ihre Genauigkeit und Eignung sicherzustellen. ",
  "pirivenaPage:4": "Unser Ziel ist es, 1.000 Sets von Sutta- und Vinaya-Übersetzungen der Ehrwürdigen Sujato und Brahmali zu drucken. ",
  "pirivenaPage:5": "Jedes Set besteht aus: ",
  "pirivenaPage:6": "Dies sind zusammen 28 Bände, und der gesamte Druckdurchlauf wird 28.000 Bücher in 1.000 Sets umfassen. ",
  "pirivenaPage:7": "Die Bücher werden als gebundene Bücher mit Fadenheftung in ausgezeichneter Qualität hergestellt. Der Druck wird von der erstklassigen Lake House-Druckerei in Sri Lanka gefertigt. ",
  "pirivenaPage:8": "Die Fertigstellung dieses würdigen Projekts ist nur mit Ihrer Hilfe möglich. Wenn Sie eine Spende zu den Druckkosten beitragen möchten, besuchen Sie bitte unsere Spendenseite auf Raisely. ",
  "pirivenaPage:button": "Dieses Projekt unterstützen ",
  "pirivenaPage:contact": "Wenn Sie Fragen haben, wenden Sie sich bitte an unsere Schatzmeisterin ",
  "pirivenaPage:imageAlt": "Buddhistischer Mönch wandert im Wald mit Novizenschülern, die Lehrbücher tragen ",
  "pirivenaPage:photoCaption": "Buddhistischer Mönchslehrer mit Schülern. Sri Lanka. Foto von Hugh Sitton ",
  "pirivenaPage:title": "SuttaCentral-Übersetzungen für Pirivenas ",
  "pirivenaPage:volumes": "Bände "
}