{
  "sn-guide-sujato:1": "Die Verbundenen Lehrreden: Blaupause für die buddhistische Philosophie ",
  "sn-guide-sujato:2": "Bhikkhu Sujato, 2019 ",
  "sn-guide-sujato:3": "<a href='#item1'>Wie der Saṁyutta gegliedert ist</a> ",
  "sn-guide-sujato:4": "<a href='#item2'>Das Buch mit Strophen</a> ",
  "sn-guide-sujato:5": "<a href='#item3'>Das Buch über das Kausalprinzip</a> ",
  "sn-guide-sujato:6": "<a href='#item4'>Das Buch der Aggregate</a> ",
  "sn-guide-sujato:6.1": "<a href='#item5'>Das Buch der sechs Sinnesfelder</a>",
  "sn-guide-sujato:7": "<a href='#item6'>Das Große Buch</a> ",
  "sn-guide-sujato:8": "<a href='#item7'>Eine kurze Textgeschichte</a> ",
  "sn-guide-sujato:9": "Der Saṁyutta-Nikāya ist die dritte der fünf Hauptabteilungen des Sutta-Piṭaka des Palikanons (<i lang='pi' translate='no'>tipiṭaka</i>). Er wird hier mit <cite class='text-translated'>Verbundene Lehrreden</cite> (<cite class='text-translated'>Linked Discourses</cite>) übersetzt und wurde früher auch mit <cite class='text-translated'>Verknüpfte Lehrreden</cite> (<cite class='text-translated'>Connected Discourses</cite>) oder <cite class='text-translated'>Verwandte Lehrreden</cite> (<cite class='text-translated'>Kindred Sayings</cite>) übersetzt (im Deutschen „Gruppierte Sammlung“ A.d.Ü.). ",
  "sn-guide-sujato:10": "Der Saṁyutta-Nikāya besteht aus 56 <i lang='pi' translate='no'>Saṁyuttas</i>, die in fünf großen „Büchern“ (<i lang='pi' translate='no'>vagga</i>) gesammelt sind und zusammen über tausend Lehrreden enthalten. Der Mahāsaṅgīti-Text, wie er von SuttaCentral benutzt wird, enthält 2837 Lehrreden; aber die Gesamtzahl ist ein wenig beliebig, da sie davon abhängt, wie abgekürzte Texte gehandhabt werden, und das unterscheidet sich in den verschiedenen Ausgaben. Diese Variation betrifft aber nur die Art, wie die Texte gezählt werden, und ändert nichts am Inhalt, der in allen Ausgaben praktisch identisch ist. ",
  "sn-guide-sujato:11": "Der Saṁyutta-Nikāya ist der Ort, an dem wir die Kernlehren finden, die die Grundlage für jede darauf aufbauende buddhistische Philosophie bildeten. Er gliedert sich im Wesentlichen um zentrale Abschnitte der Lehre herum, die der Vorlage der vier edlen Wahrheiten entsprechen: ",
  "sn-guide-sujato:12": "Das Leiden ",
  "sn-guide-sujato:13": "Aggregate (<a class='ref' href='/sn22'>SN 22</a>) ",
  "sn-guide-sujato:14": "Sechs Sinnesfelder (<a class='ref' href='/sn35'>SN 35</a>) ",
  "sn-guide-sujato:15": "Der Ursprung des Leidens ",
  "sn-guide-sujato:16": "Abhängiges Entstehen (<a class='ref' href='/sn12'>SN 12</a>) ",
  "sn-guide-sujato:17": "Das Aufhören des Leidens ",
  "sn-guide-sujato:18": "Abhängiges Aufhören (<a class='ref' href='/sn12'>SN 12</a>) ",
  "sn-guide-sujato:19": "Das Unbedingte (<a class='ref' href='/sn43'>SN 43</a>) ",
  "sn-guide-sujato:20": "Die Übung, die zum Aufhören des Leidens führt ",
  "sn-guide-sujato:21": "Die Kapitel des letzten Buches, des Mahāvagga (<a class='ref' href='/sn-mahavaggasamyutta'>SN 45–54</a>) ",
  "sn-guide-sujato:22": "Die vier edlen Wahrheiten selbst werden im letzten Kapitel, dem Sacca-Saṁyutta (<a class='ref' href='/sn56'>SN 56</a>), behandelt. ",
  "sn-guide-sujato:23": "Nicht alle <i lang='pi' translate='no'>Saṁyuttas</i> fügen sich so leicht in dieses Schema. Es gibt viele kleinere <i lang='pi' translate='no'>Saṁyuttas</i>, die manchmal mit einem Haupt-<i lang='pi' translate='no'>Saṁyutta</i> verbunden sind und manchmal nicht. Dazu kommt, dass das erste Buch, das <i lang='pi' translate='no'>Sagāthāvagga</i>, nicht nach Themen geordnet ist. Die thematische Verknüpfung ist hier vielmehr die Art von Personen, die in der Lehrrede vorkommen. Diese Texte sind auch durch ihre literarische Form verbunden: Sie bestehen aus einer Mischung von Prosa und Lyrik. ",
  "sn-guide-sujato:24": "Diese Sammlung hat eine vollständige Parallele im Saṁyuktāgama (SA) der Sarvāstivāda-Schule in chinesischer Übersetzung. Zusätzlich gibt es zwei Teilsammlungen auf Chinesisch (SA-2 und SA-3) sowie eine Anzahl gemischter oder fragmentarischer Texte auf Chinesisch, Sanskrit und Tibetisch. Der SN hat viel von seiner Gliederungsstruktur mit dem SA gemeinsam, was darauf hindeutet, dass diese Struktur der Trennung dieser beiden Sammlungen vorausging. ",
  "sn-guide-sujato:25": "Wie der Saṁyutta gegliedert ist ",
  "sn-guide-sujato:26": "Der Saṁyutta-Nikāya ist praktischerweise in fünf große <i lang='pi' translate='no'>Vaggas</i> oder „Bücher“ aufgeteilt. Wie ich bereits im allgemeinen Leitfaden erwähnt habe, ist der Saṁyutta ein Beispiel für die „verschachtelte“ <i lang='pi' translate='no'>Vagga</i>-Struktur, bei der das (ungewöhnliche) <i lang='pi' translate='no'>Vagga</i> als „Buch“ viele der normalen „kleinen“ <i lang='pi' translate='no'>Vaggas</i>, d. h. Gruppen von etwas zehn Suttas, in sich einschließt. ",
  "sn-guide-sujato:27": "In jedem der fünf „großen“ <i lang='pi' translate='no'>Vaggas</i> gibt es mehrere <i lang='pi' translate='no'>Saṁyuttas</i>, von denen jedes eine Reihe von Lehrreden enthält, die anhand einer Person oder eines Themas (manchmal auch beidem) verbunden sind. So handelt zum Beispiel jede der Lehrreden in <a class='ref' href='/sn5'>SN 5</a> von einer Nonne (<i lang='pi' translate='no'>bhikkhuni</i>), während jede Lehrrede in <a class='ref' href='/sn24'>SN 24</a> mit dem Thema „Ansichten“ (<i lang='pi' translate='no'>diṭṭhi</i>) zu tun hat. ",
  "sn-guide-sujato:28": "Auf SuttaCentral wird auf die Lehrreden des Saṁyutta mittels <i lang='pi' translate='no'>Saṁyutta</i> und <i lang='pi' translate='no'>Sutta</i> Bezug genommen. So ist also <a class='ref' href='/sn1.1'>SN 1.1</a> die erste Lehrrede im ersten <i lang='pi' translate='no'>Saṁyutta</i>, wohingegen <a class='ref' href='/sn56.11'>SN 56.11</a> die elfte Lehrrede im sechsundfünfzigsten <i lang='pi' translate='no'>Saṁyutta</i> ist. Das System von SuttaCentral ist das gleiche, das auch Bhikkhu Bodhi in seinen <cite class='book'>Connected Discourses of the Buddha</cite> verwendet und das auf <em>Access to Insight</em> benutzt wird. ",
  "sn-guide-sujato:29": "Die fünf Bücher sind nach verschiedenen Grundsätzen benannt: ",
  "sn-guide-sujato:30": "Bd. 1 Sagāthāvagga enthält Reihen von Lehrreden mit lyrischen Anteilen, wie im Titel angedeutet. ",
  "sn-guide-sujato:31": "Bde. 2–4 sind jeweils nach ihrem ersten und längsten <i lang='pi' translate='no'>Saṁyutta</i> benannt. ",
  "sn-guide-sujato:32": "Bd. 5 heißt das „Große Buch“ (<i lang='pi' translate='no'>Mahāvagga</i>) aufgrund seiner Größe. Die chinesische Fassung heißt passenderweise „Das Buch des Pfades“ (<i lang='pi' translate='no'>Maggavagga</i>). ",
  "sn-guide-sujato:33": "In diesem Essay will ich einen Überblick über jedes der fünf Bücher geben. Ich werde allerdings nicht alle 56 <i lang='pi' translate='no'>Saṁyuttas</i> zusammenfassen, denn das würde ihn zu sehr ausdehnen. Sie finden solche Zusammenfassungen in den Übersichten auf SuttaCentral, die Erläuterungen zu den verschiedenen Gliederungsebenen des <i lang='pi' translate='no'>Saṁyutta</i> wie auch zu den einzelnen Lehrreden enthalten. Hier will ich mich auf allgemeine Fragen zum Inhalt und der Interpretation beschränken. ",
  "sn-guide-sujato:34": "Das Buch mit Strophen ",
  "sn-guide-sujato:35": "Das „Buch mit Strophen“ (<i lang='pi' translate='no'>Sagāthāvagga</i>) ist in elf <i lang='pi' translate='no'>Saṁyuttas</i> gegliedert, die zusammen 271 Suttas enthalten. ",
  "sn-guide-sujato:36": "Während der größte Teil des <i lang='pi' translate='no'>Saṁyutta</i> um Themen herum angeordnet ist, folgt die Gliederung hier <em>Menschen</em>. Jedes <i lang='pi' translate='no'>Saṁyutta</i> beschreibt eine Unterhaltung des Buddha oder seiner Schüler mit einer anderen Person oder Personengruppe wie Göttern, Königen, Nonnen oder Brahmanen. ",
  "sn-guide-sujato:37": "Ein typisches Sutta hat einen schmucklosen erzählerischen Rahmen, in dem jemand zum Buddha kommt und eine Strophe spricht, und der Buddha antwortet mit einer besseren. In manchen Fällen, besonders im Sakka-Saṁyutta, ist der Erzählanteil zu einem lebhaften Austausch entwickelt. ",
  "sn-guide-sujato:38": "Lyrik und Prosa ",
  "sn-guide-sujato:39": "Jedes der Suttas in dieser Sammlung enthält ein Gedicht mit einem erzählerischen Hintergrund in Prosa, wenn auch in vielen Fällen die Prosa durch Abkürzung weggefallen ist. Diese Art der literarischen Form ist in der indischen Literatur verbreitet, daher lohnt es sich, ein wenig Zeit darauf zu verwenden, sie zu verstehen. ",
  "sn-guide-sujato:40": "Die älteste indische Literatur ist der Ṛg-Veda, eine Sammlung von etwa 10.600 Strophen. Diese wurden über Tausende von Jahren in der mündlichen Überlieferung der Brahmanen weitergegeben. Einer der Schlüssel für die korrekte Weitergabe dieser heiligen Lehre war der Gebrauch des Versmaßes: rhythmische Muster von langen und kurzen Silben. Solche Versmaße stellen ein Gerüst dar, um Wörter und somit Wissen anzuordnen in einer Form, die als Lied gelernt werden kann; und tatsächlich wurden sie auch in einer einfachen Melodie gesungen. Auf diese Art erhalten die Strophen eine präzise und festgelegte Form, eine, die bewahrt und durch die Generationen unverändert weitergegeben werden kann. ",
  "sn-guide-sujato:41": "Aber Poesie ist nicht nur technisch komplex; sie ist ekstatisch, beseelt, göttlich. Die Brahmanen betrachteten die Veden nicht als etwas, das im gewöhnlichen Sinn verfasst war, sondern das als göttliches Wort von Brahmā über weise Menschen (Pali: <i lang='pi' translate='no'>isi</i>; Sanskrit: <i lang='pi' translate='no'>ṛṣi</i>) eingegeben wurde. Die vedischen Gedichte spielen ständig auf Geschichten, Mythen und Ereignisse an – zum Beispiel, wie der Drache Vṛtra von dem göttlichen Helden Indra geschlagen wurde –, die ihrem Publikum wohlbekannt waren und daher im Text selbst nicht näher ausgeführt werden mussten. Die Strophen sind in der Tat Hymnen, die während des Rituals angestimmt wurden, um die emotionale Reaktion zu verstärken, um Ehrfurcht, Furcht oder Hingabe zu wecken. Sinn und Zusammenhang erhalten sie aus dem Verständnis der ihnen zugrunde liegenden Mythologie. So enthalten die Strophen in sich eine Geschichte, deren emotionaler und erzählerischer Höhepunkt sie sind. ",
  "sn-guide-sujato:42": "Daher können wir uns ein Gedicht wie einen Kristallisationskeim vorstellen, um den herum sich eine flexiblere Prosaerzählung bildet und wächst. Der Prosateil kann an Ort und Zeit angepasst, kürzer oder ausführlicher dargestellt oder auf das Publikum abgestimmt werden. Er kann zu aktuellen Ereignissen Stellung nehmen oder eine persönliche Sicht zum Ausdruck bringen. Aber das Gedicht ist (theoretisch) immer das gleiche. ",
  "sn-guide-sujato:43": "Hier sprechen wir von den Strophen, die wir im Sagāthāvagga finden. Aber wir sollten im Sinn behalten, dass es in den <i lang='pi' translate='no'>Nikāyas</i> auch außerhalb des Sagāthāvagga zahlreiche Strophen gibt, und nicht alle gehören dem gleichen Typus an. Hier ist eine kurze Zusammenfassung der wichtigsten Verstypen, die Ihnen begegnen werden. Dies ist nur als Hilfe für den Leser gedacht, um eine grobe Orientierung zu bekommen; es gibt viele Ausnahmen und Grauzonen. ",
  "sn-guide-sujato:44": "Strophen als Höhepunkt ",
  "sn-guide-sujato:45": "Wie im Sagāthāvagga erscheinen solche Strophen auf dem Höhepunkt einer Erzählung. Die Erzählung kann sehr spärlich sein oder ganz fehlen, wird aber stets vorausgesetzt. Manchmal wird sie in späteren Kommentaren beigesteuert. Außerhalb des Sagāthāvagga finden wir diese Form im Dhammapada, dem Udāna und den Jātakas. Unter dieser Überschrift können wir auch längere hingebungsvolle Gedichte wie die von Sela (<a class='ref' href='/mn92'>MN 92</a>, <a class='ref' href='/snp3.7'>Snp 3.7</a>) betrachten. ",
  "sn-guide-sujato:46": "Unabhängige Gedichte ",
  "sn-guide-sujato:47": "Ein Satz von Strophen, der ein einheitliches literarisches und thematisches Ganzes bildet und unabhängig von einer Prosaerzählung ist. In den vier <i lang='pi' translate='no'>Nikāyas</i> gibt es relativ wenige davon, aber im Suttanipāta herrschen sie vor. Das letzte <i lang='pi' translate='no'>Vagga</i> dieses Buches enthält eine Reihe solcher unabhängiger Gedichte, die alle in einer Erzählung vereint sind, die in Strophenform ist. Manche Strophen im Sagāthāvagga könnte man auch unter dieser Überschrift sehen, wenn man die Prosaerzählung als vernachlässigbar auslässt. ",
  "sn-guide-sujato:48": "Hingebungsvolle Anrufungen ",
  "sn-guide-sujato:49": "Solche Texte wie das Mahāsamayasutta (<a class='ref' href='/dn20'>DN 20</a>), das Āṭāṇātiyasutta (<a class='ref' href='/dn32'>DN 32</a>) oder das Isigilisutta (<a class='ref' href='/mn116'>MN 116</a>) nehmen einen ungewöhnlichen Platz im frühen buddhistischen Korpus ein. Mit ihrem spärlichen Lehrgehalt erscheinen sie eher als Anrufungen für Schutz und Segen. ",
  "sn-guide-sujato:50": "Zusammenfassende Strophen ",
  "sn-guide-sujato:51": "Wie die Strophen, die einen Höhepunkt darstellen, begleiten diese Prosatexte. Aber anstatt ein emotionales Glanzlicht zu setzen, dienen sie als Gedächtnisstütze, die hilft, den Prosa-Inhalt zu bewahren. Am bekanntesten sind diese in den <i lang='pi' translate='no'>uddānas</i>, die am Ende von <i lang='pi' translate='no'>Vaggas</i> und anderen Abschnitten überall in den FBT stehen und typischerweise aus jedem Text ein Stichwort anführen und so als eine Art Inhaltsverzeichnis fungieren. Man darf sie nicht verwechseln mit dem Genre, das man <i lang='pi' translate='no'>Udāna</i>, „Innige Sprüche“, nennt, das Strophen als Höhepunkt beinhaltet und trotz der ähnlichen Schreibung ein völlig anderes Wort ist. Zusätzlich zu den formellen <i lang='pi' translate='no'>uddānas</i> können wir unter dieser Überschrift auch viele Strophen im Aṅguttara betrachten, besonders im Viererbuch, die oft bloß zum Zusammenfassen des Prosa-Inhalts dienen, obwohl sie auch gelegentlich zu einer erfüllteren poetischen Reflexion über das Thema entwickelt sind. Gelegentlich enthält ein längeres Sutta eine Mischung aus Prosa und zusammenfassenden Strophen, zu erwähnen hier das Dvayatānupassanā-Sutta (<a class='ref' href='/snp3.12'>Snp 3.12</a>). Eine viel spätere Entwicklung dieses Stils findet man im Lakkhaṇasutta (<a class='ref' href='/dn30'>DN 30</a>). ",
  "sn-guide-sujato:52": "In meinen Übersetzungen habe ich Lyrik als Prosa wiedergegeben, die in Zeilen gegliedert ist, und mich nur selten an Dichtkunst versucht. Diese hochgradig didaktischen Verse, dicht gepackt mit Lehrbegriffen, in ordentliche englische Versform zu fassen, ist keine leichte Aufgabe. In vielen Fällen, besonders bei den zusammenfassenden Strophen, hat der Palitext wenig an literarischem Wert. Andere Texte, besonders die spätere Lyrik, zeigen eine gelehrte Beherrschung komplexer und ausgeklügelter literarischer Formen, wie man sie selten findet, selbst unter Autoren englischer Poesie. Zusammen mit dem oft obskuren Vokabular, seltenen und altertümlichen grammatischen Formen und der syntaktischen Flexibilität der Pali-Lyrik ist es eine schwierige und zeitraubende Aufgabe, sie in lesbares und korrektes Englisch zu fassen, selbst wenn man nicht nach poetischer Schönheit strebt. Daher sind meine Verse fachmännisch, und ich kann nur hoffen, dass Dichter sich der Aufgabe annehmen, ausgewählte Gedichte in der Schönheit wiederzugeben, die sie verdienen. (Sabbamittas deutsche Übersetzungen folgen den gleichen Prinzipien. A.d.Ü.) ",
  "sn-guide-sujato:53": "Das Spiel der Götter ",
  "sn-guide-sujato:54": "Im Buch mit Strophen sehen wir, wie das alte vedische Muster übernommen wurde, um einem buddhistischen Zweck zu dienen. Es ist kein Zufall, dass wir hier verschiedene Gottheiten antreffen, von denen viele aus der vedischen Mythologie stammen, und zwar in einem Zusammenhang, der manchmal direkt auf bestimmte vedische oder brahmanische Passagen eingeht. ",
  "sn-guide-sujato:55": "Das zwanglose Erscheinen von Gottheiten überall in diesen Texten stellt natürlich ein Problem dar. Heutzutage sehen wir normalerweise keine Götter, die sich mit prächtigem Licht bei spirituellen Versammlungen manifestieren. Wie sollen wir das also verstehen? ",
  "sn-guide-sujato:56": "Eine naheliegende Antwort ist, dass solche Texte buchstäblich wahr sind: Götter mit diesen Namen erschienen genau auf die beschriebene Art und hatten genau diese Unterhaltung. Wenn das so ist, warum sehen wir in unseren Tagen keine solchen Dinge? Man könnte versucht sein, voller Bedauern auf den Niedergang des religiösen und ethischen Lebens in der modernen Zeit hinzuweisen. Aber das ist nur eine weitere nicht überprüfbare Behauptung: Wie könnten wir so etwas je wissen? Und es schafft ein noch größeres Problem. Denn wenn wir die Vergangenheit als eine einzigartig privilegierte Ära betrachten, die mit einem Maß an Reinheit und seelischer Gesundheit gesegnet war, das für uns verloren ist, was würde uns da die Praxis nützen? Wäre es nicht besser, dem alten Glanz nachzutrauern und uns eine Erneuerung des Dhamma unter dem künftigen Buddha Metteyya zu wünschen? Solche Ansichten vergessen ein Grundprinzip der Lehre: Sie ist <i lang='pi' translate='no'>akāliko</i> – wir können sie hier und jetzt verwirklichen, ganz gleich, zu welcher Zeit wir leben. ",
  "sn-guide-sujato:57": "Also sollten wir vielleicht besser eine skeptische Haltung einnehmen: Solche Gottheiten gibt es nicht, und solche Ereignisse haben nicht stattgefunden. Es ist einfach religiöse Propaganda, Fiktion zu dem Zweck, einfache Menschen zu bekehren, indem man eine vertraute indische Kosmologie ins Spiel bringt. Wenn das Ganze überhaupt eine Realität besitzt, dann ist sie rein psychologisch; solche Wesen stehen für verschiedene Aspekte des Geistes. Doch trotz ihres wissenschaftlichen Anscheins ist auch diese reduktive Ansicht nicht haltbar. Die Vorstellung der Wiedergeburt und der Existenz vielfältiger Dimensionen des Daseins findet man nicht nur in volkstümlichen Erzählungen, sondern sie ist zentral für Kernlehren wie das abhängige Entstehen und die vier edlen Wahrheiten – die zweite edle Wahrheit ist gerade „das Verlangen, das zu künftiger Wiedergeburt führt“ (<i lang='pi' translate='no'>yāyaṁ taṇhā ponobbhavikā</i>). Man kann sie nicht einfach als unkritisch übernommenes Erbe aus der indischen Kultur abtun. ",
  "sn-guide-sujato:58": "Diese Ansichten sind polare Gegensätze; und wie alle Gegensatzpaare haben sie mehr gemeinsam als ihnen lieb ist. Beiden geht es um <em>Fakten</em>, darum, ob diese Ereignisse wahr sind oder nicht. Aber die Texte, die wir haben, sind keine Faktensammlungen: Sie sind Geschichten. Und der Wert einer Geschichte liegt in ihrem Sinn. Ob eine Geschichte wahr ist oder nicht, ist im besten Fall zweitrangig, und oft tut es gar nichts zur Sache. Worum es geht, ist, ein Publikum zu gewinnen, Wunder, Überraschung, Ehrfurcht oder Freude hervorzurufen. ",
  "sn-guide-sujato:59": "Die buddhistischen Traditionen haben das wohl verstanden, wie man aus der textlichen Situation erkennen kann. Obwohl in manchen Fällen Strophen und Geschichte eng verknüpft sind, ist es sehr verbreitet, dass die gleiche Strophe von ganz unterschiedlichen Hintergrunderzählungen begleitet wird oder ganz ohne Hintergrund vorkommt. Die Gedichte, die die wesentliche Dhammalehre übermitteln, die der Kern der Bedeutung und der Emotion sind, bleiben gleich, während die Geschichte variiert. Darauf zu bestehen, dass die Geschichte den Tatsachen entspricht oder nicht, geht an der Sache vorbei. Die Geschichte bietet einen Rahmen, der die Lehre in den Strophen für ein Publikum zum Leben erweckt. ",
  "sn-guide-sujato:60": "Somit ist die beste Art, solche Texte zu betrachten, weder, sie als historische Tatsache anzusehen, noch als Propaganda, sondern als sakrale Geschichte; das heißt, als Mythos. Jedes der kurzen Suttas erzählt eine Geschichte, die eine zeitlose spirituelle Wahrheit auf eine Art vermittelt, die die Zuhörer zu dieser Zeit und an diesem Ort ansprach. Sie spielen sich innerhalb einer umfassenderen Mythologie ab, die den Menschen hilft, in einem weiten, unbekannten Kosmos ihren Platz zu finden. ",
  "sn-guide-sujato:61": "Wie immer ist die frühe buddhistische Antwort auf die früheren religiösen Traditionen komplex und nuanciert. Und es stimmt zwar, dass viele Einzelheiten sowohl der literarischen Form als auch der Themen von den Veden abgeleitet sind, doch es sind die Unterschiede, in denen sich der unverwechselbar buddhistische Charakter der Texte zeigt. ",
  "sn-guide-sujato:62": "In den Veden sind die menschlichen Akteure bloße Überbringer des sakralen Worts der Götter. Wie genau sich das zutrug, ist ungeklärt, doch wahrscheinlich war eine Kombination von Drogen (<i lang='pi' translate='no'>Soma</i> ist eine der großen vedischen Gottheiten), Ritual, kreativer Begeisterung, traditioneller Lehre, Hingabe und gemeinschaftlicher Ermächtigung beteiligt, die alle die sakralen Dichter zu Höhen ekstatischer Visionen anspornten, durch die sich die Worte der Götter manifestierten. Doch wie auch immer es sich genau abspielte, der entscheidende Punkt ist, dass die Traditionen den menschlichen Akteur in der Beziehung als nebensächlich ansahen und den wahren Wert der Texte darin sahen, dass sie vom Göttlichen stammten. ",
  "sn-guide-sujato:63": "In den buddhistischen Texten ist die Situation umgekehrt. Die Götter inspirieren nicht einen menschlichen Wirt, sondern sprechen selbst. Und sie sind keine unfehlbaren Horte der Wahrheit; sie können recht oder unrecht haben, klug oder töricht sein, gerade wie jeder andere auch. Es wird zwar die Herrlichkeit ihrer Gegenwart betont, doch am Ende läuft es darauf hinaus, die Wertlosigkeit eines solchen Auftritts zu zeigen, denn die Götter werden ständig vom Buddha belehrt. Die charakteristischste Art des Dialogs besteht darin, dass ein Gott einen Gedanken vorträgt, der innerhalb einer begrenzten weltlichen (d. h. vedischen) Weltsicht ziemlich gut ist, aber den der Buddha zu einer völlig neuen Ebene erhebt. ",
  "sn-guide-sujato:64": "Es ist ein elementarer Grundsatz des Buddhismus, dass Götter nicht metaphysisch sind, in dem Sinn, dass sie nicht in einem getrennten Bereich leben, in dem andere Naturgesetze gelten als in unserem. Im Gegenteil, sie sind unbeständig und müssen leiden, gefangen im Kreislauf des Umherwanderns, genau wie wir. Daraus folgt, dass sie keinen Zugang zu irgendeiner besonderen Art von Wissen oder Weisheit haben. Buddhisten wenden sich nicht an die Götter um Unterweisung; vielmehr ist der Buddha der „Lehrer der Götter und Menschen“. ",
  "sn-guide-sujato:65": "Ich habe mich auf die Interaktion mit den göttlichen Wesen in dieser Sammlung konzentriert, da diese am meisten der Erläuterung ihres Kontextes bedürfen. Aber nicht in allen Sammlungen geht es um göttliche Wesen. Viele der <i lang='pi' translate='no'>Saṁyuttas</i> handeln von Menschen, die aus anderen Texten der Zeit vertraut sind. Und selbst wenn göttliche Wesen beteiligt sind, so erfordern die Strophen in der Mehrzahl der Fälle doch keine göttliche Umgebung, und in den Strophen selbst findet man nichts über die Götter und ihre göttlichen Dramen. ",
  "sn-guide-sujato:66": "Manche der Texte dieser Sammlung sind wohlbekannt und häufig zitiert, wie etwa die Einladung des Brahmā oder das Gleichnis der Nonne Vajirā über den Menschen als Wagen. Die meisten der Suttas hier haben Parallelen in chinesischen Übersetzungen des Saṁyuktāgama; die Teilübersetzungen SA-2 und SA-3 enthalten Sagāthāvagga-Material. Zusätzlich haben viele der Gedichte Parallelen an anderen Stellen in der gesamten buddhistischen Literatur aller Sprachen. ",
  "sn-guide-sujato:67": "Das Buch über das Kausalprinzip ",
  "sn-guide-sujato:68": "Das Buch über das Kausalprinzip (Nidānavagga) ist das zweite der fünf Bücher der Verbundenen Lehrreden. Es ist nach seinem ersten und längsten Abschnitt benannt, dem Nidāna-Saṁyutta. Dieses handelt vom Kausalprinzip durch die buddhistische Kernlehre des abhängigen Entstehens, die erklärt, wie Wiedergeburt ohne eine Seele geschieht. Die nächsten drei <i lang='pi' translate='no'>Saṁyuttas</i> kann man als Anhänge zum Nidāna-Saṁyutta betrachten; sie handeln von der Beseitigung des Leidens des Umherwanderns (<a class='ref' href='/sn13'>SN 13</a>), verschiedenen Reihen bedingter Elemente (<a class='ref' href='/sn14'>SN 14</a>) und der Unmöglichkeit, das Ausmaß des Umherwanderns zu kennen (<a class='ref' href='/sn15'>SN 15</a>). Die verbleibenden sechs <i lang='pi' translate='no'>Saṁyuttas</i> haben keinen thematischen Bezug. Vielmehr sind die die meisten nach Personen statt nach Themen geordnet. ",
  "sn-guide-sujato:69": "Das Thema des Kausalprinzips zieht sich durch alle Lehren des Buddha. Wir finden es im Zusammenhang mit der Meditationspraxis, gesellschaftlichen Missständen, der biologischen Evolution, der Medizin, psychologischem Stress und vielem mehr. Doch wenn wir uns auf das abhängige Entstehen beziehen, sprechen wir nicht von einem allgemeinen Ursache-Wirkungs-Prinzip – obwohl so ein Prinzip in <a class='ref' href='/sn12.21'>SN 12.21</a> vorgestellt wird. Wir sprechen vielmehr von einer bestimmten Serie einander bedingender Glieder, die offenbart, wie das Leiden entsteht und wie es endet. Insofern ist das abhängige Entstehen eine erweiterte Ausführung der zweiten und dritten edlen Wahrheit (<a class='ref' href='/sn12.27'>SN 12.27</a>). Es integriert die psychologischen und die existentiellen Aspekte des Leidens, indem es zeigt, wie wir, vom Verlangen gefesselt, Entscheidungen treffen, die uns an das Weiterwandern zu künftigen Leben binden (<a class='ref' href='/sn12.38'>SN 12.38</a>). Der Grund, warum wir dem Prozess der Wiedergeburt nicht entkommen sind, ist, dass wir das abhängige Entstehen nicht verstanden haben (<a class='ref' href='/sn12.60'>SN 12.60</a>). So besteht eins der Hauptanliegen der Lehre darin, zu erklären, wie Wiedergeburt stattfindet, ohne dass man in Begriffen von „ich“ oder „mein“ spricht (<a class='ref' href='/sn12.37'>SN 12.37</a>). ",
  "sn-guide-sujato:70": "Es ist ein zutiefst menschliches Bedürfnis, verstehen zu wollen, wie die Dinge entstanden sind. Eigentlich jeder religiöse oder spirituelle Weg empfindet die Notwendigkeit, in irgendeiner Form eine Erklärung anzubieten, wo diese Welt herkommt und was unser Platz darin ist. Solche Schöpfungsmythen findet man überall in der Welt, und sie zeigen verblüffende Ähnlichkeiten. Sie sprechen von einer Zeit, in der die Welt formlos war, von wässriger Dunkelheit umhüllt, bevor Licht erschien und die Welt Gestalt annahm. In der Mythen eigenen Art sind diese Geschichten auf mehreren Ebenen zu verstehen; sie reflektieren sowohl die materielle Evolution des Planeten (Makrokosmos) als auch das Heranwachsen des Individuums im Mutterleib (Mikrokosmos). ",
  "sn-guide-sujato:71": "Lange vor dem Buddha erzählte das Nasadiya-Sukta des Ṛg-Veda (10.129) die Geschichte der Schöpfung auf eine radikal neue Art. Es schöpfte aus den Motiven der klassischen Schöpfungsmythen – Wasser, Dunkelheit, Formlosigkeit –, aber zeigte ihre Entwicklung mit einer neuen Betonung auf Verlangen und Selbstwirksamkeit. Die Schöpfung entwickelte sich nicht aus göttlichem Ratschluss, sondern aus den ihr innewohnenden Kräften. Und wir können nicht wissen, was vor diesem Prozess kam; selbst die höchsten Götter kamen danach. ",
  "sn-guide-sujato:72": "Der Buddha teilte die epistemologische Bescheidenheit des Nasadiya-Sukta und bestand darauf, dass der letzte Ursprung der Dinge nicht erkennbar sei (<a class='ref' href='/sn15.1'>SN 15.1</a>). Das abhängige Entstehen ging tatsächlich noch viel weiter und verzichtete völlig auf Theologie und auch Mythologie. Es behielt aber den Reichtum und die Tiefe der Mythologie bei, indem es in seiner spärlichen Formulierung sowohl unmittelbare Erfahrung als auch kosmisches Umherwandern einschloss. ",
  "sn-guide-sujato:73": "Das Nidāna-Saṁyutta beginnt damit, jeden der Begriffe der üblichen zwölfgliedrigen Kette aufzuzählen (<a class='ref' href='/sn12.1'>SN 12.1</a>) und zu definieren (<a class='ref' href='/sn12.2'>SN 12.2</a>), Definitionen, von denen angenommen wird, dass sie überall zutreffen. Verbleibende Lehrreden kommen auf dieses Thema zurück und führen neue Blickwinkel und Formulierungen ein. Diese wandeln die üblichen zwölf Glieder manchmal ab und können so unerwartete Nuancen und verborgene Tiefen beleuchten. Hier ist eine Zusammenfassung der Definitionen der zwölf Glieder, zusammen mit einigen erläuternden Anmerkungen: ",
  "sn-guide-sujato:74": "Unwissenheit (<i lang='pi' translate='no'>avijjā</i>) ",
  "sn-guide-sujato:75": "Die vier edlen Wahrheiten nicht verstehen. ",
  "sn-guide-sujato:76": "Das hat natürlich nichts mit fehlender Kenntnis von Tatsachen und Einzelheiten aus dem Alltag zu tun. Ein Buddha oder ein Arahant ist nicht allwissend. ",
  "sn-guide-sujato:77": "Entscheidungen (<i lang='pi' translate='no'>saṅkhārā</i>) ",
  "sn-guide-sujato:78": "Absichtliche gute oder schlechte Taten (<i lang='pi' translate='no'>kamma</i>), die durch Körper, Sprache oder Geist zum Ausdruck gebracht werden. ",
  "sn-guide-sujato:79": "Der indische Ausdruck <i lang='pi' translate='no'>saṅkhāra</i> kann sich auf jede Art von Aktivität beziehen, die ein Ergebnis hervorbringt. Er wird im weltlichen Kontext für Dinge wie Bauarbeiten gebraucht. Das vedische Ritual ist ein <i lang='pi' translate='no'>saṅkhāra</i>, das darauf abzielte, ein nützliches Ergebnis in diesem oder dem nächsten Leben hervorzubringen. Im Buddhismus wird <i lang='pi' translate='no'>saṅkhāra</i> manchmal in einem allgemeinen Sinn von „bedingten (und bedingenden) Erscheinungen“ gebraucht. Beim abhängigen Entstehen wird es allerdings definiert als moralische Entscheidung oder Absicht, Gutes oder Schlechtes zu tun (<a class='ref' href='/sn12.51'>SN 12.51</a>). Ein <i lang='pi' translate='no'>saṅkhāra</i> ist eine Kraft oder Energie im Geist, die das Bewusstsein zur Wiedergeburt in einem bestimmten Zustand treibt. Das kann bewusst als Wunsch oder Ziel formuliert werden (siehe <a class='ref' href='/mn120'>MN 120</a>), ist aber normalerweise unbewusst, d. h. es kommt aus der Unwissenheit. ",
  "sn-guide-sujato:80": "Bewusstsein (<i lang='pi' translate='no'>viññāṇa</i>) ",
  "sn-guide-sujato:81": "Die sechs Arten von Sinnesbewusstsein. ",
  "sn-guide-sujato:82": "In der Sicht der Suttas machen alle Formen von Bewusstsein den „Bewusstseinsstrom“ (<i lang='pi' translate='no'>viññāṇasota</i>) aus, der in diesem und auch im nächsten Leben verankert ist (<a class='ref' href='/dn28'>DN 28</a>). Dieses Bewusstsein wird von den Entscheidungen, die wir getroffen haben, unterstützt und gelenkt. ",
  "sn-guide-sujato:83": "Name und Form (<i lang='pi' translate='no'>nāma-rūpa</i>) ",
  "sn-guide-sujato:84": "„Name“ sind verschiedene geistige Faktoren (Gefühl, Wahrnehmung, Aufmerksamkeit, Berührung und Absicht), während „Form“ die vier materiellen Elemente sind, die den Körper ausmachen. ",
  "sn-guide-sujato:85": "Das ist ein schwieriges Konzept. Es stammt vom Gebrauch in den Upaniṣaden, wo es sich auf verschiedene individualisierte Einheiten in der Welt bezieht, von denen jede ihre eigene „Form“ und ihren „Namen“ besitzt. Jeder Fluss auf der Erde, um eine Metapher aus der Prasna-Upaniṣad (6.5) zu nehmen, hat seine eigene individuelle Gestalt und wird mit seinem eigenen Namen benannt; aber wenn er ins Meer mündet, verliert er seinen Namen und seine Gestalt und ist einfach als das große Weltmeer bekannt. Das Weltmeer steht in dieser Metapher für das Bewusstsein, das in den Upaniṣaden für das ewige und unendliche göttliche Wesen des Universums gehalten wird. Der Buddha weist diese Vorstellung unmittelbar zurück, indem er zeigt, dass Bewusstsein und Name und Form wechselseitig voneinander abhängen. In <a class='ref' href='/dn15'>DN 15</a> <cite class='text-translated'>die große Lehrrede über das Kausalprinzip</cite> (<cite class='text-root'>Mahānidānasutta</cite>) werden Name und Form beschrieben als Embryo, der im Mutterleib Gestalt annimmt, während <a class='ref' href='/mn38'>MN 38</a> <cite class='text-translated'>die längere Lehrrede vom Beenden des Verlangens</cite> (<cite class='text-root'>Mahātaṇhāsaṅkhaya</cite>) davon spricht, wie das Kind anschließend wächst und heranreift. Somit ist in erster Linie der individuelle Organismus mit seinen geistigen und körperlichen Attributen gemeint. Da <i lang='pi' translate='no'>nāma-rūpa</i> in wechselseitiger Abhängigkeit zum Bewusstsein steht, ist es jedoch nicht richtig, es mit „Geist und Körper“ zu übersetzen – der Dualismus zwischen Geist und Körper hat im frühen Buddhismus keinen Platz. Erst in späteren Abhidhamma-Texten erhielt <i lang='pi' translate='no'>nāma-rūpa</i> die Funktion, als Überbegriff für alle geistigen und materiellen Eigenschaften zu dienen, und in diesem Zusammenhang ist die Übersetzung „Geist und Körper“ angemessen. ",
  "sn-guide-sujato:86": "Die sechs Sinnesfelder (<i lang='pi' translate='no'>saḷāyatana</i>) ",
  "sn-guide-sujato:87": "Auge, Ohr, Nase, Zunge, Körper und Geist. ",
  "sn-guide-sujato:88": "Diese werden im Einzelnen im <a class='ref' href='/sn35'>SN 35</a>, dem Saḷāyatana-Saṁyutta, behandelt. Beim abhängigen Entstehen heißt es, sie bilden und entwickeln sich, wenn das Individuum heranwächst, und ermöglichen ihm, die Welt in immer differenzierterer Weise zu erfahren. Es ist das erste von vier Gliedern, die, wie das Bewusstsein, sechsfach sind in Anlehnung an die sechs Sinne. Diese betten den Vorgang der unmittelbaren Sinneserfahrung in den weiteren Kontext des abhängigen Entstehens ein. ",
  "sn-guide-sujato:89": "Berührung (<i lang='pi' translate='no'>phassa</i>) ",
  "sn-guide-sujato:90": "Sie ist der Ablauf der Sinneserregung, wenn die sechs Sinnesorgane aktiviert werden und ihre Funktion ausführen. Sie erscheint mit dem Zusammentreffen von innerem Sinnesorgan, äußerem Sinnesreiz und dazugehörigem Bewusstsein. ",
  "sn-guide-sujato:91": "Das bewusste Individuum besteht nicht isoliert, sondern kann nur in einem Umfeld leben und wachsen, das es mit Reizen versorgt. ",
  "sn-guide-sujato:92": "Gefühl (<i lang='pi' translate='no'>vedanā</i>) ",
  "sn-guide-sujato:93": "Die angenehme, schmerzhafte oder neutrale Tönung, die jede bewusste Erfahrung begleitet. ",
  "sn-guide-sujato:94": "Gewisse Arten von Erfahrung sind erfreulich, andere sind unangenehm, und manche haben keine besondere affektive Tönung. Man beachte, dass sich <i lang='pi' translate='no'>vedanā</i> im Buddhismus nicht auf Gefühle im Sinn von „Emotionen“ bezieht, die weitaus komplexer sind. <i lang='pi' translate='no'>Vedanā</i> ist eine grundlegende Eigenschaft jeder Erfahrung, und es wird im Einzelnen im Vedana-Saṁyutta <a class='ref' href='/sn36'>SN 36</a> behandelt. ",
  "sn-guide-sujato:95": "Verlangen (<i lang='pi' translate='no'>taṇhā</i>) ",
  "sn-guide-sujato:96": "Verlangen oder Begehren nach den sechs Sinnesreizen. ",
  "sn-guide-sujato:97": "Hier folgt die Definition dem Thema der sechs Sinne und nicht der Definition, wie sie bei den vier edlen Wahrheiten gegeben wird, die Verlangen nach künftiger Wiedergeburt ist, d. h. Verlangen nach Sinnenfreuden, Verlangen danach, das Dasein fortzusetzen, und Verlangen danach, das Dasein zu beenden. In beiden Fällen bezieht sich das Verlangen auf einen Urinstinkt, der auf Sinnesreize reagiert und danach strebt, mehr Vergnügen zu finden oder Schmerz zu vermeiden. ",
  "sn-guide-sujato:98": "Ergreifen (<i lang='pi' translate='no'>upādāna</i>) ",
  "sn-guide-sujato:99": "Ergreifen von Sinnenfreuden, von Ansichten, von religiösen Gelübden und von Theorien über ein Selbst. ",
  "sn-guide-sujato:100": "Abgesehen vom ersten Faktor sind die Arten des Ergreifens differenzierter als die elementaren Begierden des „Verlangens“. Sie erfordern die Entwicklung von Denken und Sprache. Dies stellt ein weiteres Stadium im Heranwachsen eines Menschen dar, da er reifer und für seine Handlungen voll verantwortlich wird. Das ist der Grund, warum es im Buddhismus in erster Linie erwachsene Menschen sind, die die Taten ausführen, die zu Wiedergeburt führen und den Verlauf künftiger Leben prägen. Tiere oder Kinder können zwar solche Taten ausführen, aber sie sind in ihrer Auswirkung weniger schwer. ",
  "sn-guide-sujato:101": "Fortgesetztes Dasein (<i lang='pi' translate='no'>bhava</i>) ",
  "sn-guide-sujato:102": "Dasein kann es im Bereich der Sinne geben (<i lang='pi' translate='no'>kāma-bhava</i>), im Bereich der leuchtenden Form (<i lang='pi' translate='no'>rūpa-bhava</i>) oder im formlosen Bereich (<i lang='pi' translate='no'>arūpa-bhava</i>). ",
  "sn-guide-sujato:103": "<i lang='pi' translate='no'>Bhava</i> kann mit „Dasein“ oder „Leben“ übersetzt werden. Es bezieht sich auf den fortlaufenden Vorgang des Daseins. Indem sie verschiedene Aspekte des gegenwärtigen Lebens ergreifen, schaffen Lebewesen in Übereinstimmung damit kammische Energie. Die meisten Wesen sind an den Bereich der Sinne gebunden, aber die, die fortgeschrittene Meditation geübt haben, können sich an den Bereich der leuchtenden Form binden (durch die vier Vertiefungen) oder an den formlosen Bereich (durch die formlosen Meditationen). Eine solche Bindung oder ein solches Ergreifen regt diese Aspekte des Daseins an und aktiviert sie und schafft so eine entsprechende Wiedergeburt. <i lang='pi' translate='no'>Bhava</i> ist daher wie ein Faden, der sich durch die verschiedenen Schritte des abhängigen Entstehens zieht; tatsächlich wird das abhängige Entstehen als Ganzes manchmal <i lang='pi' translate='no'>bhavacakka</i> genannt („Rad des Daseins“). <i lang='pi' translate='no'>Bhava</i> ist ein zählbares Substantiv, daher ist die ältere Übersetzung mit „Werden“ (engl.: <em>becoming</em>) nicht richtig: Man kann nicht von mehreren „Werden“ sprechen. Dennoch ist <i lang='pi' translate='no'>bhava</i> ein ausgesprochen bedeutungsschwangeres Wort. Während wir uns vielleicht nach einem Leben gleichbleibender ewiger Freude sehnen, ist es die Natur des Daseins, dass es zwar vergeht, aber gleichzeitig den Samen für ein neues Leben in der Zukunft enthält. Daher erklärt der Buddha in <a class='ref' href='/an3.76'>AN 3.76</a> <i lang='pi' translate='no'>bhava</i>, indem er sagt: „Taten sind das Feld, Bewusstsein ist der Same und Verlangen ist die Feuchtigkeit“ (<i lang='pi' translate='no'>kammaṁ khettaṁ, viññāṇaṁ bījaṁ, taṇhā sneho</i>), um in der Zukunft ein neues Leben zu erzeugen (<i lang='pi' translate='no'>āyatiṁ punabbhavābhinibbatti</i>). ",
  "sn-guide-sujato:104": "Wiedergeburt (<i lang='pi' translate='no'>jāti</i>) ",
  "sn-guide-sujato:105": "Die Wiedergeburt oder Empfängnis der Aggregate bei den verschiedenen Gattungen von Lebewesen. ",
  "sn-guide-sujato:106": "Das Paliwort <i lang='pi' translate='no'>jāti</i> wird of mit „Geburt“ übersetzt, aber im Zusammenhang mit der Lehre bezieht es sich immer auf Wiedergeburt im Sinn von Wiederverkörperung in einem neuen Leben. Trotz der Behauptungen mancher moderner Kommentatoren gebrauchen die Suttas Wiedergeburt nie als psychologische Metapher. ",
  "sn-guide-sujato:107": "Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis ",
  "sn-guide-sujato:108": "Alter ist das Abbröckeln der Zähne, das Runzligwerden der Haut und das Versagen der Sinneskräfte. Tod ist das Ablegen der Leiche am Ende des Lebens. ",
  "sn-guide-sujato:109": "Wie Wiedergeburt so werden auch Alter und Tod in rein materiellen Begriffen definiert. Psychologisches Leiden wird mit den anderen Begriffen beschrieben. ",
  "sn-guide-sujato:110": "Das abhängige Entstehen ist der Kern der Einsicht nicht nur des historischen Buddha Gotama, sondern auch anderer Buddhas der Vergangenheit (<a class='ref' href='/sn12.4'>SN 12.4–10</a>). Die Verwirklichung des Buddha war wie bei einem Menschen, der zufällig zu einer alten Stadt kommt, die vergessen und vom Dschungel überwuchert ist (<a class='ref' href='/sn12.65'>SN 12.65</a>). Somit ist das abhängige Entstehen keine Erfindung des Buddha, sondern die Beschreibung einer natürlichen Gesetzmäßigkeit, die auf die gleiche Weise am Werk ist, ob nun ein Buddha erscheint oder nicht (<a class='ref' href='/sn12.20'>SN 12.20</a>). ",
  "sn-guide-sujato:111": "Der Buddha unterschied zwischen Erscheinungen, die abhängig entstanden sind, und dem Vorgang des abhängigen Entstehens (<a class='ref' href='/sn12.20'>SN 12.20</a>). Während man alle abhängig entstandenen Erscheinungen in der Gegenwart sehen kann, muss man die Wirklichkeit des Vorgangs in der Vergangenheit und der Zukunft durch Rückschlüsse ableiten (<a class='ref' href='/sn12.34'>SN 12.34</a>). ",
  "sn-guide-sujato:112": "Das ist der Unterschied zwischen dem Erkennen des abhängigen Entstehens und den übersinnlichen Kräften, durch die man spezifische Einzelheiten aus früheren Leben und künftigen Wiedergeburten sieht. Solche übersinnlichen Visionen kommen aus tiefer Versenkung in der Meditation, und sie sind nützlich, aber nicht wesentlich für das Verstehen und das Loslassen. Beim abhängigen Entstehen geht es nicht darum, die Besonderheiten vergangener und künftiger Leben zu sehen, sondern um das Verständnis der Grundsätze, nach denen die Wiedergeburt vor sich geht. Wenn man Erinnerungen an vergangene Leben mit dem Betrachten einer Fernsehshow vergleichen würde, so wäre die Einsicht in das abhängige Entstehen wie das Verstehen der Wissenschaft und Technik, die hinter der Fernsehübertragung steckt. Deshalb wird das abhängige Entstehen immer als einzig zum Buddhismus gehörig und zentral für ihn angesehen, während übersinnliche Visionen nur eine begrenzte Rolle spielen. ",
  "sn-guide-sujato:113": "Dieser mit Bewusstsein versehene Körper mit seinen komplexen Systemen geistiger und körperlicher Vorgänge wurde aufgrund von Unwissenheit und Verlangen in einem früheren Leben erzeugt (<a class='ref' href='/sn12.19'>SN 12.19</a>). So kam unser gegenwärtiges Dasein zustande. Solange wir weiter im Verlangen nach Sinneserfahrungen gefangen sind, wiederholen wir den Kreis, geben dem Verlangen weitere Nahrung und schaffen wieder einen neuen Körper, der in der Zukunft wiedergeboren werden wird. Wenn wir die Theorie des abhängigen Entstehens verstehen, verschafft uns das eine Öffnung, um die Einsicht zu entwickeln. ",
  "sn-guide-sujato:114": "Es versteht sich natürlich von selbst, dass alle Faktoren des abhängigen Entstehens in der Gegenwart beobachtet werden können. Aber was den Ablauf des Vorgangs betrifft, so beginnen wir damit, die zentralen Faktoren zu untersuchen, die Entfaltung der Sinneserfahrung. Allmählich wird uns klar, dass die Auswirkungen dessen, was wir sehen, weit tiefer reichen als nur in die Gegenwart. Wie ein Wissenschaftler, wenn er Jahresringe von Bäumen oder Eisbohrkerne untersucht, versteht, dass er daraus verlässliche Schlüsse über die ferne Vergangenheit ziehen kann, so verstehen wir, dass der gleiche Vorgang, der uns hierher gebracht hat, uns weiter in die Zukunft treiben wird. Und wir sehen, dass es genau dieses Verständnis ist, das den Anfang vom Ende der Unwissenheit darstellt. ",
  "sn-guide-sujato:115": "Und obwohl diese Lehre somit eine zutiefst philosophische ist, ist sie doch nicht bloße Theorie, sondern auch Praxis (<a class='ref' href='/sn12.3'>SN 12.3</a>). Man entwickelt ein Verständnis davon als natürliche Folge der Entwicklung von Vertrauen zum Dhamma (<a class='ref' href='/sn12.23'>SN 12.23</a>). Sie wird verwirklicht von jemandem, der ein auf Erfahrung gegründetes Verständnis des Dhamma hat, was gewöhnlich als Stromeintritt bezeichnet wird (<a class='ref' href='/sn12.28'>SN 12.28</a>). Das gilt sowohl für Ordinierte (<a class='ref' href='/sn12.29'>SN 12.29</a>) als auch für Laien (<a class='ref' href='/sn12.41'>SN 12.41</a>). Aus diesem Grund hat ein edler Schüler keinen Zweifel über den Sinn oder den Ursprung des Lebens: Er hat ihn selbst gesehen (<a class='ref' href='/sn12.49'>SN 12.49</a>). Eine solche Person ist unabhängig von anderen und muss sich auf keinen Lehrer verlassen. Man muss kein Vollendeter (<i lang='pi' translate='no'>Arahant</i>) sein, um das abhängige Entstehen zu verstehen (<a class='ref' href='/sn12.68'>SN 12.68</a>). ",
  "sn-guide-sujato:116": "Der Buddha veranschaulicht das abhängige Entstehen mit vielen Gleichnissen, deren Bilder oft von der Vorstellung von Feuer, Brennstoff oder Nahrung genommen sind. Sich auf Dinge auszurichten, die Freude bereiten, regt leicht das Verlangen an, wie ein Feuer, das auf trockenem Gras brennt (<a class='ref' href='/sn12.52'>SN 12.52</a>), oder wie ein Baum, der Saft aufsaugt (<a class='ref' href='/sn12.58'>SN 12.58</a>). Dies ist auch die Sammlung, in der wir das inzwischen klassische Gleichnis vom affengleichen Geist finden, obwohl seine Anwendung etwas unerwartet ist (<a class='ref' href='/sn12.61'>SN 12.61</a>). ",
  "sn-guide-sujato:117": "Eine Anzahl von Suttas greift die Vorstellung der Bedingtheit als „Nahrung“ oder „Brennstoff“ oder „Unterhalt“ auf und wendet sie auf eine Gruppe von vier Dingen an: feste Nahrung, Berührung, Absicht und Bewusstsein (<a class='ref' href='/sn12.11'>SN 12.11</a>). Jedes dieser Dinge wird wiederum mit einem Gleichnis illustriert, das so grauenerregend wie unvergesslich ist (<a class='ref' href='/sn12.63'>SN 12.63</a>). ",
  "sn-guide-sujato:118": "Die Standarddarstellung der zwölf Glieder mag den Eindruck erwecken, dass sie nacheinander auftreten wie eine Reihe fallender Dominosteine, aber die Wirklichkeit ist komplexer. Gewisse Faktoren wie Bewusstsein und Name und Form sind unabhängig und stützen sich einer auf den anderen (<a class='ref' href='/sn12.65'>SN 12.65</a>) wie zwei Schilfbündel (<a class='ref' href='/sn12.67'>SN 12.67</a>). Manchmal ist ein Faktor implizit gemeint, obwohl er nicht ausdrücklich genannt wird (<a class='ref' href='/sn12.13'>SN 12.13</a>), manchmal ist die Reihenfolge abgewandelt (<a class='ref' href='/sn12.43'>SN 12.43</a> und <a class='ref' href='/sn12.44'>SN 12.44</a>), an anderer Stelle wiederum kann die Lehre auf ganz andere Art dargestellt sein (<a class='ref' href='/sn12.38'>SN 12.38</a>). Bedingtheit wird im Buddhismus immer als etwas Komplexes und Verästeltes verstanden: viele Ursachen, viele Wirkungen, die sich alle wechselseitig beeinflussen. Das einfache Schema soll nicht die Komplexität reduzieren, sondern wichtige Aspekte des Vorgangs auf eine Art klarstellen, die leicht zu behalten und zu verstehen ist. ",
  "sn-guide-sujato:119": "Philosophisch wird das abhängige Entstehen als die „mittlere Lehre“ bezeichnet, die extreme Ansichten vermeidet. Solche extremen Ansichten sind die polaren Gegensätze, die oft philosophische Positionen bestimmen. Dazu gehören Ansichten über moralische Verantwortung: Ist der Mensch, der eine Tat begeht, identisch mit dem, der das Ergebnis erfährt? Oder wird das Ergebnis von einer anderen Person erfahren? Der Buddha verwirft diese Alternativen: Die Tat hat eine Wirkung, und diese Wirkung ist Leiden (<a class='ref' href='/sn12.46'>SN 12.46</a>). ",
  "sn-guide-sujato:120": "In ähnlicher Weise verwirft der Buddha auch Vorstellungen, dass „alles ist“ oder „alles nicht ist“ (<a class='ref' href='/sn12.48'>SN 12.48</a>). Diese Ideen mögen unserer Art, zu denken, sonderbar, ja sogar bizarr erscheinen, doch sie stammen aus der philosophischen Tendenz in Indien, das „Sein“ als inhärent, absolut oder gar göttlich anzusehen. Wenn daher etwas besteht, besteht es in einem absoluten und wesensmäßigen Sinn, und wenn alles besteht, heißt das, die Wirklichkeit des Kosmos selbst ist absolut und ewig. Wenn nichts „besteht“, heißt das nicht, dass es in der Welt nichts Wirkliches gäbe; es heißt, dass die Dinge keine Essenz haben und daher zugrunde gehen werden. Daher verwirft der Buddha diese entgegengesetzten Ansichten als Formen von Ewigkeitsglauben und Vernichtungsglauben, die Vorstellung, dass das Selbst für immer bestehen wird oder dass das Selbst zerstört werden wird (<a class='ref' href='/sn12.15'>SN 12.15</a>). ",
  "sn-guide-sujato:121": "Schließlich ist vielleicht das Wichtigste, was man sich merken sollte, dass das abhängige „Entstehen“ nur die Hälfte des Ganzen ist. Von gleicher Bedeutung ist das „Aufhören“, die Auflösung jedes der Faktoren, was „Erlöschen“ (<i lang='pi' translate='no'>nibbāna</i>) genannt wird. Der eigentliche Zweck des Studiums des abhängigen Entstehens ist nicht philosophische Meisterschaft, nicht das Gewinnen von Debatten oder das Bestehen einer Prüfung, sondern, das Beenden des Leidens zu verwirklichen. Das abhängige Entstehen ist eine Lehre, die wahrhaft unabhängig macht, da sie annimmt, dass menschliches Verständnis völlig ausreichend ist, um das Wesen des Daseins selbst zu verstehen und Erlösung durch Weisheit zu finden. ",
  "sn-guide-sujato:122": "Das Buch der Aggregate ",
  "sn-guide-sujato:123": "Das „Buch der Aggregate“ ist das dritte der fünf Bücher der Verbundenen Lehrreden. Es ist nach seinem ersten und längsten <i lang='pi' translate='no'>Saṁyutta</i> benannt, das die buddhistische Kernlehre der fünf Aggregate in 159 Lehrreden behandelt. Von den übrigen zwölf <i lang='pi' translate='no'>Saṁyuttas</i> greifen drei ebenfalls das Thema der Aggregate auf, während die übrigen gemischte untergeordnete Themen behandeln, von denen  manche nach Themen, andere nach Personen geordnet sind. ",
  "sn-guide-sujato:124": "Die „fünf mit Ergreifen verbundenen Aggregate“ (<i lang='pi' translate='no'>pañc’upādānakkhandhā</i>) werden in der ersten Lehrrede des Buddha als Zusammenfassung der edlen Wahrheit vom Leiden genannt (<a class='ref' href='/sn56.11'>SN 56.11</a>) und wurden zu einer grundlegenden Lehre in allen Formen des Buddhismus. ",
  "sn-guide-sujato:125": "Die Grundidee eines „Aggregats“ (<i lang='pi' translate='no'>khandha</i>) ist eine Serie oder Klasse von Erscheinungen. Die „fünf Aggregate“ sind die verschiedenen Gruppen von Erscheinungen, die auf diese Art eingeteilt werden. ",
  "sn-guide-sujato:126": "Die fünf Aggregate werden fast immer als „mit Ergreifen verbundene“ Aggregate bezeichnet. Der Ausdruck „Ergreifen“ (<i lang='pi' translate='no'>upādāna</i>) hat eine komplexe und vielschichtige Beziehung zu dem Grundbegriff. ",
  "sn-guide-sujato:127": "Die Aggregate sind insofern das <em>Objekt</em> des Ergreifens, als sie die Dinge sind, an die  man sich normalerweise hängt und die man für das beständige „Selbst“ hält. ",
  "sn-guide-sujato:128": "Aber sie sind mehr als passive Zuschauer: Sie sind auch die <em>funktionelle Unterstützung</em> des Ergreifens, die Dinge, die das Ergreifen möglich machen. Das ist vielleicht die grundlegende Metapher dieser Reihe, da die fünf Aggregate den fünf Fingern einer Hand entsprechen, die die Handlung des Ergreifens ausführen. Ergreifen ist selbst etwas, das die Aggregate tun. In dieser Metapher ist der „Daumen“ das Bewusstsein, das den anderen vier gegenübersteht. ",
  "sn-guide-sujato:129": "Als aktiv Beteiligte am Vorgang des Ergreifens <em>regen</em> sie sich selbst zum Ergreifen <em>an</em> (<i lang='pi' translate='no'>upādāniya</i>). ",
  "sn-guide-sujato:130": "Und schließlich sind sie das <em>Produkt</em> des Ergreifens in dem Sinn, dass Bindungen in früheren Leben die Aggregate in diesem Leben hervorgebracht haben (<i lang='pi' translate='no'>upādiṇṇa</i>). ",
  "sn-guide-sujato:131": "Hier ist eine kurze Analyse jedes der fünf Aggregate: ",
  "sn-guide-sujato:132": "Form (<i lang='pi' translate='no'>rūpa</i>) ",
  "sn-guide-sujato:133": "„Materielle Erscheinungen“ oder manchmal einfach „Körper“, mit dem Verständnis, dass diese aus den vier materiellen Grundelementen bestehen: Erde (Festes), Wasser (Flüssiges), Feuer (Hitze) und Luft (Gasförmiges) und alles, was davon abgeleitet ist, wie die fünf körperlichen Sinneseindrücke. ",
  "sn-guide-sujato:134": "<i lang='pi' translate='no'>Rūpa</i> ist in seinem Umfang weitreichender als das westliche Konzept der „Materie“. Es schließt materielle Eigenschaften ein, die nur im Geist wahrgenommen werden, wie etwa Formen oder Farben, die man als Visionen in der Meditation sieht. ",
  "sn-guide-sujato:135": "Gefühl (<i lang='pi' translate='no'>vedanā</i>) ",
  "sn-guide-sujato:136": "Die angenehme, schmerzhafte oder neutrale Tönung der Erfahrung, die von den sechs Sinnen kommt. ",
  "sn-guide-sujato:137": "Wahrnehmung (<i lang='pi' translate='no'>saññā</i>) ",
  "sn-guide-sujato:138": "Das Wiedererkennen oder Deuten der Erfahrung aus den sechs Sinnen. ",
  "sn-guide-sujato:139": "Wahrnehmung bezieht sich auf die Funktion des Geistes, die die schwindelerregend komplexen eingehenden Signale gegenwärtiger Erfahrung auf der Grundlage vergangener Erfahrungen einordnet. Das Auge etwa sieht nicht „blau“ oder „gelb“, es sieht nur Licht verschiedener Frequenzen und Amplituden. Die Wahrnehmung erkennt, dass diese eingehenden Signale dem Konzept „blau“ oder „gelb“ entsprechen (<a class='ref' href='/sn22.79'>SN 22.79</a>), und so ermöglicht sie uns, in einer Welt (relativ) beständiger und vorhersagbarer Gebilde und Vorstellungen zu leben. Damit macht Wahrnehmung zwar Bewusstsein möglich, aber sie kann uns auch eine Falle stellen, indem wir Dinge nur in Begriffen der Vergangenheit sehen. In den rechtlichen Abhandlungen des Vinaya werden häufig Fälle diskutiert, in denen die Handlungen eines Mönchs oder einer Nonne aufgrund einer Wahrnehmung erfolgen, die sich als falsch herausstellt. ",
  "sn-guide-sujato:140": "Entscheidungen (<i lang='pi' translate='no'>saṅkhārā</i>) ",
  "sn-guide-sujato:141": "Absicht, Wille oder Wollen (<i lang='pi' translate='no'>cetanā</i>); die Entscheidung, eine Handlung auszuführen, insbesondere eine mit einer moralischen Dimension. Es sind Entscheidungen, die die fünf Aggregate schaffen (<a class='ref' href='/sn22.79'>SN 22.79</a>). ",
  "sn-guide-sujato:142": "Spätere Formen des Buddhismus, angefangen von den Abhidhamma-Texten, behandelten dieses Aggregat, als sei es ein Auffangbehälter, dessen Zweck es sei, alles aufzunehmen, was nicht unter den übrigen Aggregaten erwähnt ist. In den frühen Texten ist das aber nicht der Fall; hier findet sich kein Hinweis, dass <i lang='pi' translate='no'>saṅkhārā</i> in diesem Zusammenhang mehr bedeutet als „Wille, Entscheidung“. ",
  "sn-guide-sujato:143": "Bewusstsein (<i lang='pi' translate='no'>viññāṇa</i>) ",
  "sn-guide-sujato:144": "Der subjektive Vorgang des Gewahrseins selbst. ",
  "sn-guide-sujato:145": "Wie beim abhängigen Entstehen heißt es hier, Bewusstsein sei von Name und Form abhängig. ",
  "sn-guide-sujato:146": "Mit Ausnahme der Wahrnehmung finden sich alle diese Faktoren auch beim abhängigen Entstehen, wo sie ähnlich definiert sind. Während das abhängige Entstehen die Entfaltung des Leidensvorgangs in der Zeit zeigt, liegt der Schwerpunkt der Lehre von den Aggregaten auf den Aspekten in der gegenwärtigen Wahrnehmung, die am ehesten als ein Selbst verstanden werden können. In <a class='ref' href='/sn22.5'>SN 22.5</a> wird gezeigt, dass das Ergreifen der Aggregate genau das gleiche Ergreifen ist, das, wie beim abhängigen Entstehen gezeigt, zur Wiedergeburt führt. <a class='ref' href='/sn22.54'>SN 22.54</a> führt diesen Punkt weiter aus und stellt fest, dass es unmöglich ist, von Wiedergeburt zu sprechen, ohne sich auf die Aggregate zu beziehen. ",
  "sn-guide-sujato:147": "Von der allerersten Lehrrede des Buddha an (<a class='ref' href='/sn56.11'>SN 56.11</a>) erfahren wir, dass die Aggregate Leiden sind. In der zweiten Lehrrede – der Lehrrede von dem, was ohne Selbst ist (Anattalakkhaṇa-Sutta) in <a class='ref' href='/sn22.59'>SN 22.59</a> – wird diese kurze Aussage in einem weiteren Dialog mit der Gruppe der fünf Asketen ausgeführt. Jedes der Aggregate führt zu Beschwerden, und man kann nicht einfach beschließen, dass die Aggregate so sein sollen, wie man das wünscht; daher können sie kein Selbst sein. Weiterhin ist jedes der Aggregate unbeständig und daher Leiden, und auch das schließt wieder die Möglichkeit aus, dass sie ein Selbst sein könnten. Wenn ein Übender auf diese Art sieht, lässt er die Bindung an die Aggregate los und erlangt Freiheit. Und während sie dieser Lehrrede zuhörten, geschah es, dass die fünf Asketen alle Vollendete wurden. ",
  "sn-guide-sujato:148": "Die Lehre von den „drei Kennzeichen“ ist zwar in allen buddhistischen Texten zu finden, aber sie tritt hier im Khandha-Saṁyutta am stärksten hervor. Hier ist ein kurzer Überblick: ",
  "sn-guide-sujato:149": "Unbeständigkeit (<i lang='pi' translate='no'>anicca</i>) ",
  "sn-guide-sujato:150": "Alle bedingten Erscheinungen werden von Ursachen erzeugt und aufrechterhalten und können daher nur so lange bestehen, wie ihre Ursache sie unterhält. Unbeständigkeit ist ein fraktales Phänomen: Sie kennzeichnet den Aufbau der Wirklichkeit auf jeder Ebene. Das trifft auf den gewaltigsten Maßstab von Universen und die Lebensdauer der Gottheiten genauso zu wie auf das pausenlose Abbrechen und Verschwinden von Bedingungen von einem Augenblick zum anderen. Aber bei den fünf Aggregaten liegt der Hauptschwerpunkt auf dem Maßstab des menschlichen Daseins, wo der emotionale Eindruck der Unbeständigkeit beim Tod besonders einschneidend zu spüren ist. ",
  "sn-guide-sujato:151": "Leiden (<i lang='pi' translate='no'>dukkha</i>) ",
  "sn-guide-sujato:152": "Auf der einfachsten Ebene bezieht sich dies auf schmerzhafte Gefühle, ob körperlich oder seelisch (<i lang='pi' translate='no'>dukkha-dukkhatā</i>). Das ist an sich schon eine tiefgründige Beobachtung, da wir praktisch in jedem Augenblick unseres wachen Lebens von irgendeiner Form von Schmerz oder Ärger geplagt sind. Aber das Leiden reicht tiefer als das, denn selbst wenn wir Vergnügen erleben, kann dieses nicht aufrechterhalten werden. Der zweite Bissen einer Mango ist köstlich – aber nicht ganz so köstlich wie der erste (<i lang='pi' translate='no'>vipariṇāma-dukkhatā</i>). Und schließlich ist selbst die höchste Freude wie etwa die Seligkeit eines tiefen Meditationszustandes niemals so friedvoll wie <i lang='pi' translate='no'>Nibbāna</i>, da sie ihrer Natur nach bedingt und damit instabil ist (<i lang='pi' translate='no'>saṅkhāradukkhatā</i>). Keine Erfahrung ist so friedvoll wie das Aufhören. ",
  "sn-guide-sujato:153": "Das Fehlen eines Selbst (<i lang='pi' translate='no'>anattā</i>) ",
  "sn-guide-sujato:154": "Das subtilste und charakteristischste der drei Kennzeichen, das Fehlen eines Selbst, wird am leichtesten missverstanden. Es ist in erster Linie eine anti-metaphysische Lehre, keine psychologische. Sie zielt darauf ab, die verschiedenen Arten von Selbst oder Seele auszuschließen, die von den Philosophen zur Zeit des Buddha vorgeschlagen wurden. Sie tut das, indem sie nachweist, dass alle Lehren von einem Selbst das eine oder andere der Aggregate als das Selbst identifizieren; diese aber besitzen nicht die Natur, die dem Selbst zugeschrieben wird. Diese Bedeutung unterscheidet sich sehr von der modernen psychologischen Vorstellung des Selbst, und es ist unangebracht und möglicherweise schädlich, die Lehre vom Fehlen eines Selbst auf Fälle anzuwenden, in denen ein Mensch an einer Identitätsstörung leidet. ",
  "sn-guide-sujato:155": "Lassen Sie uns noch ein wenig länger bei der Vorstellung von einem Selbst oder dem Fehlen desselben bleiben; man versteht diese Thematik am besten in ihrem historischen Kontext. Es begann ein paar Jahrhunderte vor dem Buddha, dass indische Weise von der subjektiven Natur der Erfahrung fasziniert waren. Sie fragten, wer es im wahren und höchsten Sinn war, auf den man als „ich“ Bezug nahm. ",
  "sn-guide-sujato:156": "Anfängliche Theorien bauten auf einfachen animistischen Vorstellungen auf und stellten sich ein Selbst als ein äußeres materielles Totem vor, oder gar als ein kleines Männchen, das in der Brust lebte. Andere bildeten die Theorie, dass das Selbst das Herz sei oder der Atem oder andere körperliche Merkmale. Aber all diese Theorien können durch einfache empirische Beobachtung widerlegt werden. Ein Totem etwa kann zerstört werden, doch die Person lebt weiter. Wenn man einen schlafenden Menschen beobachtet, kann man kein kleines Männchen erkennen, das durch den Mund ein- und ausgeht. Und wenn ein Trompeter seinen Atem ausstößt, fällt er nicht tot um. ",
  "sn-guide-sujato:157": "Was soll dieses Selbst dann sein, wenn es nichts Materielles ist? Vielleicht ist es eher ein Gefühl, die Seligkeit, die man erfährt, wenn man nach dem Tod zu einer schönen Welt geht? Doch das kann nicht sein, denn auch das Gefühl ist unbeständig  (<a class='ref' href='/dn15'>DN 15</a>). Könnte es dann sein, dass das Selbst die Wahrnehmung ist (<a class='ref' href='/dn1'>DN 1</a>)? Aber nein, auch Wahrnehmung ist verzwickt und unzuverlässig, wie ein Trugbild. Sind dann unsere Entscheidungen das Selbst? Ein Mensch wird schließlich durch die Entscheidungen definiert, die er trifft. Aber auch diese sieht man als unbeständig und unzuverlässig; oftmals trifft man schlechte Entscheidungen, oder die Folgen einer Entscheidungen entsprechen nicht den Hoffnungen. ",
  "sn-guide-sujato:158": "Unbefriedigt verwarfen die Weisen der Upaniṣaden all diese begrenzten Konzepte des Selbst (Bṛhadāraṇyaka-Upaniṣad 3.9.26: <i lang='pi' translate='no'>neti! neti!</i>). Sie gelangten zu ihrer tiefgründigsten These: Das Selbst in seinem höchsten Sinn war das Gewahrsein selbst, die „schiere Masse des Bewusstseins“ (Bṛhadāraṇyaka-Upaniṣad 2.4.12: <i lang='pi' translate='no'>vijnāna-ghanam’eva</i>). Die wahre Natur des Selbst ist die höchste Göttlichkeit (Bṛhadāraṇyaka-Upaniṣad 1.4.10: <i lang='pi' translate='no'>ahaṁ brahmāsmīti</i>; vgl. <a class='ref' href='/dn1'>DN 1:2</a>, <a class='ref' href='/dn11'>DN 11:81</a>, <a class='ref' href='/dn24'>DN 24:2</a>: <i lang='pi' translate='no'>ahamasmi brahmā</i>). Diese Einsicht wird in den Upaniṣaden als das berühmte „das bist du“ ausgedrückt (Chāndogya-Upaniṣad 6.8.7: <i lang='pi' translate='no'>tat tvam asi</i>) und in den Palitexten als „das bin ich“ ( <a class='ref' href='/sn22.8'>SN 22.8</a>: <i lang='pi' translate='no'>eso hamasmi</i>). „Das“ kann alles sein, was man als Selbst identifiziert. Aber für jemanden, der richtig versteht (<i lang='pi' translate='no'>ya evaṁ veda</i>), ist das göttliche Selbst nichts weniger als die Gesamtheit des Universums: „Das Selbst und das Weltall sind ein und dasselbe“ (<a class='ref' href='/sn22.81'>SN 22.81</a>: <i lang='pi' translate='no'>so attā so loko</i>, vgl. Bṛhadāraṇyaka-Upaniṣad 1.2.7: <i lang='pi' translate='no'>tasyeme lokā ātmānaḥ</i>, 4.5.7: <i lang='pi' translate='no'>idaṁ brahmedaṁ kṣatram ime lokā ime devā ime vedā imāni bhūtānīdaṁ sarvaṁ yad ayam ātmā</i>). Diese Philosophie ist aufs Engste mit Yajnavalkya verbunden, einem brahmanischen Weisen, der in der gleichen Gegend lebte wie der Buddha (Mithila), etwa ein- oder zweihundert Jahre vor diesem. ",
  "sn-guide-sujato:159": "Die genaue Ausgestaltung dieser Argumente mag zwar archaisch erscheinen, aber auch wir hängen noch in ähnlicher Weise an den Aggregaten. Wir betrachten unser Hab und Gut – Häuser, Kleidung, Autos – als Ausdruck unseres Selbst und sind aufgebracht, wenn sie beschädigt oder getadelt werden. Wir hängen auch an unserem physischen Körper, schwelgen im Gefühl der Gesundheit oder stellen uns vor, wir lebten durch die Verbreitung unserer DNA weiter. Wir hängen an Vergnügen und denken, das Glück wird andauern. Wir hängen an unseren Wahrnehmungen wie etwa dem Zugehörigkeitsgefühl zu einer Nation oder einer Religion oder der Vorstellung, dass wir ein guter Mensch seien. Wir hängen an unseren Entscheidungen und sind stolz auf unsere Fähigkeit, zu entscheiden. Schließlich hängen wir auch an unserem Bewusstsein, besonders, wenn wir das Gewahrsein in der Meditation läutern. ",
  "sn-guide-sujato:160": "Somit war eine der Schlüsselfunktionen der Aggregate, die Theorien über das Selbst zu kategorisieren, indem man vom Einfachen zum Tiefgründigen voranschreitet. Das scheint Philosophen vor dem Buddha vertraut gewesen zu sein. Die Aggregate werden in der ersten Lehrrede beiläufig erwähnt, als sei es selbstverständlich, dass die fünf Asketen sie kannten. Viele der Ansichten Andersgläubiger über ein Selbst in <a class='ref' href='/dn1'>DN 1</a>, dem Brahmajala-Sutta, beziehen sich in der einen oder anderen Art auf die Aggregate. Und an anderer Stelle behauptete der nicht-buddhistische Asket Saccaka, dass die fünf Aggregate das Selbst seien (<a class='ref' href='/mn35'>MN 35</a>). Nichtsdestotrotz konnten die Aggregate in keinem vorbuddhistischen Text nachgewiesen werden. ",
  "sn-guide-sujato:161": "Doch unabhängig davon, ob diese Serie an Kategorien vorbuddhistisch war oder nicht, behandelte der Buddha sie auf seine ihm eigene Art, indem er betonte, dass die Aggregate, wenn man sie untersucht, am Ende nicht die Eigenschaften der Dauerhaftigkeit, Verlässlichkeit und des Schutzes aufweisen, die der Idee eines wahren Selbst innewohnen. Aber unser Ergreifen  und unsere Identifikation sind stark und haben sich über lange Zeit aufgebaut, sodass es nicht genügt, diese Tatsache bloß auf einer intellektuellen Ebene anzuerkennen. Daher finden wir im Khandha-Saṁyutta wieder und wieder die Betonung der Kernlehren. Der Buddha erinnert die Mönche und Nonnen fortwährend daran, dass die Aggregate zu Kummer und Verzweiflung führen (<a class='ref' href='/sn22.7'>SN 22.7</a>), dass sie reizen (<a class='ref' href='/sn22.79'>SN 22.79</a>), dass das Verlangen nach ihnen aufgegeben werden muss (<a class='ref' href='/sn22.137'>SN 22.137</a>) und dass sie fremd sind (<a class='ref' href='/sn22.33'>SN 22.33</a>). Wer sich mit den Aggregaten identifiziert, ist wie der Mann, der einen Mörder als Diener einstellt (<a class='ref' href='/sn22.85'>SN 22.85</a>). Sie waren in der Vergangenheit Leiden und werden das in der Zukunft sein, geradeso wie sie es heute sind (<a class='ref' href='/sn22.10'>SN 22.10</a>). ",
  "sn-guide-sujato:162": "Die Ansicht, dass die Aggregate ein Selbst seien, wird „Glaube an eine Persönlichkeit“ (<i lang='pi' translate='no'>sakkāyadiṭṭhi</i>) genannt. Es ist möglich, sich mit einem der Aggregate oder mit allen auf unzählige Arten zu identifizieren, was gewöhnlich als zwanzig Formen des Glaubens an eine Persönlichkeit aufgeführt wird (<a class='ref' href='/sn22.1'>SN 22.1</a> usw.). Glaube an eine Persönlichkeit bindet einen unerleuchteten Menschen an das Umherwandern wie einen Hund an einen Pfosten, um den er ständig sinnlos herumrennt (<a class='ref' href='/sn22.99'>SN 22.99</a>). ",
  "sn-guide-sujato:163": "Mehrere Lehrreden betonen, dass es zum Verständnis der Aggregate wesentlich ist, die tiefe Stille meditativer Versenkung zu entwickeln (<a class='ref' href='/sn22.5'>SN 22.5</a>, <a class='ref' href='/sn22.6'>SN 22.6</a>). Aber Erkenntnis geschieht in der Meditation nicht automatisch; man muss die Aggregate fortgesetzt betrachten  und beobachten (<a class='ref' href='/sn22.40'>SN 22.40</a> usw.). ",
  "sn-guide-sujato:164": "In dieser Sammlung finden wir eine große Zahl an markanten und lebhaften Erzählungen, die zeigen, wie die Aggregate ein Trost im Alter sein können (<a class='ref' href='/sn22.1'>SN 22.1</a>), ein Führer in verzwickten theoretischen Debatten über die Persönlichkeit oder ein Rahmen für die Einsichtsmeditation. ",
  "sn-guide-sujato:165": "Das Buch der sechs Sinnesfelder ",
  "sn-guide-sujato:166": "Das „Buch der sechs Sinnesfelder“ ist das vierte der fünf Bücher der Verbundenen Lehrreden. Es ist nach seinem ersten und längsten Saṁyutta benannt. Das zweite Saṁyutta über Gefühle behandelt ebenfalls ein großes Lehrthema, eines, das zum Hauptthema in enger Beziehung steht. Die verbleibenden acht Saṁyuttas behandeln nachgeordnete Themen, die nach Themen oder Personen gegliedert sind. ",
  "sn-guide-sujato:167": "Die Anzahl der Lehrreden in den „Verbundenen Lehrreden über die sechs Sinnesfelder“ schwankt je nach Ausgabe, hauptsächlich aufgrund der Art, wie die Wiederholungen gezählt werden. SuttaCentral folgt Bhikkhu Bodhis Übersetzung und zählt 248 Lehrreden; zu einer Diskussion des Problems der Zählung dieser Sammlung siehe seine Einleitung zu diesem Kapitel. Die Lehrreden sind in vier <i lang='pi' translate='no'>paṇṇasakas</i> zusammengestellt. ",
  "sn-guide-sujato:168": "Dieses <i lang='pi' translate='no'>Saṁyutta</i> hat eine besonders enge Beziehung zu den „Verbundenen Lehrreden über die Aggregate“, die weit über die offensichtlichen thematischen Ähnlichkeiten hinausgeht. Tatsächlich sind viele der Lehrreden in den beiden Sammlungen nach praktisch identischem Muster aufgebaut. Bhikkhu Bodhi untersucht diese Verbindungen mit seinem Begriff der „Vorlagen-Parallelen“, die man im ganzen Saṁyutta-Nikāya findet, aber besonders in diesen beiden Abschnitten. ",
  "sn-guide-sujato:169": "Die sechs Sinnesfelder ergänzen die fünf Aggregate als Zusammenfassung der edlen Wahrheit vom Leiden. Wo die Aggregate sich auf die funktionale Struktur der Erfahrung ausrichten, liegt die Betonung hier darauf, wie Sinneserfahrungen Verlangen anregen. ",
  "sn-guide-sujato:170": "Die sechs Sinnesfelder sind Mittel, durch die die Welt erkannt wird, und so hat jedes von ihnen zwei Aspekte. Der „innere“ Aspekt ist das Sinnesorgan, zum Beispiel das „Auge“ oder das „Ohr“, das es einem Organismus ermöglicht, die äußere Welt durch Empfang von Sinnesreizen zu erfahren. Dieser innere Aspekt wird mit den äußeren Sinnesreizen gepaart, wie etwa „Bildern“ oder „Tönen“, die auf das Sinnesorgan auftreffen (Berührung, <i lang='pi' translate='no'>phassa</i>) und die entsprechende Form des Bewusstseins entstehen lassen. ",
  "sn-guide-sujato:171": "Am besten vermeidet man, über die äußeren Sinnesfelder als „Objekte“ zu denken, da sie in den Suttas in Beziehung zum beobachtenden Geist dargestellt sind und nicht als unabhängig existierende Einheiten. Es gibt in den frühen Texten kein Wort für „Objekt“ in diesem Sinn: Das Dasein ist nicht objektiv, es ist beziehungsorientiert. Der Ausdruck <i lang='pi' translate='no'>ārammaṇa</i>, der in diesem Sinn viel später im Abhidhamma in Gebrauch kam, bedeutet in den Suttas „Unterstützung“. ",
  "sn-guide-sujato:172": "Die Tätigkeit der Sinne ist vergleichsweise einfach, bis wir zum letzten Sinn kommen, dem „Geist“ und den „Gedanken“ oder „mentalen Phänomenen“. Um ein mögliches Missverständnis klarzustellen: Dieser „sechste Sinn“ ist einfach die geistige Fähigkeit und hat nichts mit übersinnlichen Kräften zu tun. Und im Unterschied zu den fünf äußeren Sinnen ist dieses „innere“ Sinnesfeld kein körperliches Organ: <i lang='pi' translate='no'>Mano</i> heißt nicht „Gehirn“. ",
  "sn-guide-sujato:173": "Die genaue Bedeutung von „Geist“ (<i lang='pi' translate='no'>mano</i>) in diesem Zusammenhang wird nicht im Einzelnen ausgeführt, daher lassen Sie uns das zuerst betrachten. Die Suttas verwenden hauptsächlich drei Begriffe für den Geist: <i lang='pi' translate='no'>mano</i>, <i lang='pi' translate='no'>citta</i> und <i lang='pi' translate='no'>viññāṇa</i>. Im Allgemeinen sind sie Synonyme und es ist nicht möglich, eine absolut verbindliche Unterscheidung zwischen ihnen zu treffen (<a class='ref' href='/an3.60'>AN 3.60</a>, <a class='ref' href='/dn1'>DN 1:2</a>, <a class='ref' href='/sn12.61'>SN 12.61</a>). Nichtsdestotrotz werden sie tendenziell in verschiedenen Zusammenhängen gebraucht, in denen jedes seine besondere Nuance hat. Diese Zusammenhänge kann man in Begriffen der vier edlen Wahrheiten verstehen; somit beziehen sich die verschiedenen Begriffe auf die gleiche Sache, aber unter je einem bestimmten Aspekt oder mit einer bestimmten Reaktion auf diese Sache. ",
  "sn-guide-sujato:174": "<i lang='pi' translate='no'>Viññāṇa</i> ",
  "sn-guide-sujato:175": "In doktrinalen Zusammenhängen ist es das Gewahrsein selbst, das reine Erkennen von Dingen. Es erscheint in diesem Sinn beim abhängigen Entstehen, den Aggregaten und den Sinnesfeldern. Daher gehört es zur ersten edlen Wahrheit, dem Leiden der Welt, und es muss vollständig verstanden werden. Umgangssprachlich kann es allerdings eine Reihe verschiedener Bedeutungsnuancen annehmen wie etwa „Verstehen“. ",
  "sn-guide-sujato:176": "<i lang='pi' translate='no'>Mano</i> ",
  "sn-guide-sujato:177": "Der Geist in Tätigkeit, einer der drei Wirkungsbereiche des <i lang='pi' translate='no'>Kamma</i>, eine Bedeutung, die es aus den Upaniṣaden mitbringt. Es ist das, was Ergebnisse schafft, wie in der berühmten ersten Zeile des Dhammapada: <i lang='pi' translate='no'>mano pubbaṅgamā dhammā</i>, „Absicht formt Erfahrungen“. Es wird vor allem im Zusammenhang mit Ethik benutzt, der Durchführung eines geistigen Akts, der entweder gute oder schlechte Frucht trägt. Somit kann es in erster Linie in Beziehung zur zweiten und dritten edlen Wahrheit gesehen werden, dem Entstehen und dem Enden des Leidens. ",
  "sn-guide-sujato:178": "<i lang='pi' translate='no'>Citta</i> ",
  "sn-guide-sujato:179": "Das allgemeinste dieser Wörter, das am wenigsten eng an eine bestimmte technische Bedeutung geknüpft ist. Es wird weithin als „Geist“, „Gedanke“, „Herz“ usw. gebraucht. Aber wenn man es in einem technischen Zusammenhang findet, bezieht es sich auf <i lang='pi' translate='no'>samādhi</i>, das geläuterte Gewahrsein tiefer meditativer Versenkung. Aus diesem Grund wird es besonders in Kontexten benutzt, die mit dem Pfad zu tun haben, der vierten edlen Wahrheit. ",
  "sn-guide-sujato:180": "Bei den sechs Sinnen ist <i lang='pi' translate='no'>mano</i> eindeutig nicht das Gleiche wie das „Wissen“ (<i lang='pi' translate='no'>viññāṇa</i>), da es dieses hervorbringt. Noch ist es das „Gewusste“, die Erscheinungen, deren sich der Geist bewusst ist, denn diese sind <i lang='pi' translate='no'>dhammā</i>. Noch ist es die Hinwendung zu dem Gewussten oder die Zuwendung der Aufmerksamkeit, wie in <a class='ref' href='/mn28'>MN 28</a>, dem <cite class='text-translated'>längeren Gleichnis von der Fußspur des Elefanten</cite> (<cite class='text-root'>Mahāhatthipadopamasutta</cite>), gezeigt wird: ",
  "sn-guide-sujato:181": "Obwohl der Geist innerlich unversehrt ist, gibt es, solange keine äußeren Gedanken in seine Reichweite kommen und es keine entsprechende Hinwendung gibt, keine Manifestation der entsprechenden Bewusstseinsklasse. ",
  "sn-guide-sujato:182": "Diese Stelle legt nahe, dass <i lang='pi' translate='no'>mano</i>, wie die physischen Sinnesorgane, auf gewisse Weise vor dem eigentlichen Moment des bewussten Gewahrseins bereits besteht. Das bedeutet nicht, dass es sich um eine Art mystisches Bewusstseinssubstrat handelt, denn wie wir gesehen haben, wird <i lang='pi' translate='no'>mano</i> regelmäßig im Sinn des Geistes gebraucht, der Taten begeht, besonders solche mit einer moralischen Dimension. Daher ist <i lang='pi' translate='no'>mano</i> das, was in der Vergangenheit Taten begangen hat und ein fortlaufendes mentales Kontinuum antreibt, innerhalb dessen die Ergebnisse dieser Taten in der Gegenwart erfahren werden können. Diese geistige Fähigkeit ist es, die das Potenzial für bewusste Erfahrung trägt, geschaffen und bedingt von Entscheidungen, die in der Vergangenheit getroffen wurden. ",
  "sn-guide-sujato:183": "Der „äußere“ Aspekt des sechsten Sinnes ist <i lang='pi' translate='no'>dhammā</i>, ein Begriff, der so mehrdeutig ist, dass seine Übersetzung immer schwierig ist. Hier bezieht er sich auf alles, was vom Geist unmittelbar erkannt werden kann, unabhängig von den fünf körperlichen Sinnen. Die technisch korrekteste Übersetzung ist vielleicht „mentale Phänomene“. Allerdings ist das plump und undurchsichtig, daher kann „Gedanken“ als umgangssprachlichere Übersetzung verwendet werden, so lange man darunter auch Ideen, Fantasievorstellungen usw. versteht und nicht nur sprachlich geformte Denkprozesse. ",
  "sn-guide-sujato:184": "Der Begriff <i lang='pi' translate='no'>āyatana</i> bezieht sich auf etwas „Ausgestrecktes“, einen Bereich, ein Feld oder eine Dimension von Aktivität. Allerdings schlägt das Visuddhimagga vor, dass das Wort in erster Linie die Bedeutung einer „Ursache“ oder vielleicht eines „Reizes“ hat: ",
  "sn-guide-sujato:185": "… Grundlage (<i lang='pi' translate='no'>āyatana</i>) soll als solche verstanden werden (a) wegen ihres Anstoßen (<i lang='pi' translate='no'>āyatana</i>), (b) wegen der Reichweite (<i lang='pi' translate='no'>tanana</i>) der Ursachen (<i lang='pi' translate='no'>āya</i>) und (c) weil sie weiterführt (<i lang='pi' translate='no'>nayana</i>), was angestoßen (<i lang='pi' translate='no'>āyata</i>) wurde. <cite class='text-translated'>Path of Purification (Pfad der Läuterung)</cite>, XV.4, übersetzt ins Englische von Bhikkhu Ñāṇamoḷi. ",
  "sn-guide-sujato:186": "Bhikkhu Ñāṇamoḷi übersetzte den Begriff entsprechend mit „Grundlage“ (<em>base</em>), und Bhikkhu Bodhi tat es ihm gleich (Nyanatiloka und Mettiko haben ebenfalls „Grundlage“, andere ältere deutsche Übersetzungen haben „Bereich“ oder „Gebiet“; A.d.Ü.). Aber diese kommentarische Erklärung ist bloß eine Reihe falscher Etymologien oder besser, Wortspiele. Der Zweck solcher Erläuterungen ist es, Material für Lehrer zur Verfügung zu stellen, um darüber nachzudenken und sie im Unterricht zu benutzen, und sie sollten nicht unkritisch übernommen werden. Tatsächlich ist die Wurzel des Wortes nicht das unklare <i lang='pi' translate='no'>āyatati</i> („anstoßen“), sondern <i lang='pi' translate='no'>āyamati</i>, „ziehen, ausdehnen“. <i lang='pi' translate='no'>Āyatana</i> wird gewöhnlich in diesem Sinn benutzt und kann mit „Feld“, „Dimension“ usw. übersetzt werden. ",
  "sn-guide-sujato:187": "Wie so oft, verwendet der Kontext brahmanische Terminologie und definiert sie neu. Die „sechs Sinnesfelder“ (<i lang='pi' translate='no'>saḷāyatana</i>) wurden erstmals in der dritten Lehrrede des Buddha erwähnt, der berühmten Feuer-Lehrrede (Ādittapariyāyasutta), die in dieser Sammlung bei <a class='ref' href='/sn35.28'>SN 35.28</a> erscheint. Diese Lehrrede wurde vor einer großen Versammlung brahmanischer Asketen gehalten und folgte auf eine Zeit, in der der Buddha in ihrem „Feuerhaus“ gelebt hatte, einer Art Altarraum, im dem die heilige Flamme verehrt wird. Und auf Sanskrit wird dieser Raum ein <i lang='pi' translate='no'>āyatana</i> genannt. Die Upaniṣaden nennen auch die Sinne <i lang='pi' translate='no'>āyatana</i> im Sinn von Feldern oder Bereichen der Aktivität und Erfahrung (z. B. Bṛhadāraṇyaka-Upaniṣad 4.1.4: <i lang='pi' translate='no'>cakṣur evāyatanam</i>, Bṛhadāraṇyaka-Upaniṣad 6.1.5: <i lang='pi' translate='no'>mano vā āyatanam</i>; Chāndogya-Upaniṣad 5.1.5: <i lang='pi' translate='no'>mano ha vā āyatanam</i>). ",
  "sn-guide-sujato:188": "Als der Buddha diesen Asketen sagte, dass „alles brennt“, gab er ihnen keine Abhidhamma-Analyse, denn es war viele Jahrhunderte, bevor der Abhidhamma entwickelt wurde. Er sprach vielmehr in Begriffen, die die Brahmanen verstehen konnten. ",
  "sn-guide-sujato:189": "Eins der Schlüsselprojekte der brahmanischen Upaniṣaden war es, die Gottheiten der Veden neu zu interpretieren. Statt sie sich als Wesenheiten vorzustellen, die im Himmel lebten, wurden sie Kräfte oder Wesensmerkmale, die die gesamte Wirklichkeit durchdrangen. So wurde aus Sicht der brahmanischen Asketen die Flamme (<i lang='pi' translate='no'>agni</i>) als Verkörperung der sakralen Energie verehrt, die allen Dingen innewohnte. ",
  "sn-guide-sujato:190": "Die Lehren der Feuerpredigt gehen auf einige Schlüsselpassagen der Upaniṣaden ein. In der Bṛhadāraṇyaka-Upaniṣad 1.3 wird erklärt, wie das Böse durch die Taten der Dämonen (<i lang='pi' translate='no'>asuras</i>) in die Welt kam. Während die Götter (<i lang='pi' translate='no'>devas</i>) ihr Ritual vollführten, drangen die Dämonen in die verschiedenen Sinne ein und verfälschten sie, indem sie sie mit bösen Dingen und Tod beschmutzten. Wenn daher über die Sinne Leiden erfahren wird, ist dies der Grund. Aber die gleichen Sinne können von dieser Beschmutzung befreit werden, indem sie über den Tod hinausgetragen werden. ",
  "sn-guide-sujato:191": "Diese geläuterten, göttlichen Sinne werden in der Bṛhadāraṇyaka-Upaniṣad 2.5.1 näher beschrieben, dem sogenannten „Honig-Wissen“, das als eine der höchsten und geheimsten Lehren gilt. Es präsentiert eine Vorlage, die auf verschiedene Arten von Dingen angewendet wird. Diese sind nicht so rational gegliedert wie die buddhistischen Lehren, sondern beinhalten recht unterschiedliche Arten von Dingen in einer Reihe, wie die Elemente, Wahrheiten, die Sonne usw. Dennoch sind die Parallelen zu den Lehren über die sechs Sinne recht augenfällig. ",
  "sn-guide-sujato:192": "<i lang='pi' translate='no'>ayam ādityaḥ sarveṣāṁ bhūtānāṁ madhu</i><br> Diese Sonne ist der Honig aller Wesen.<br> <i lang='pi' translate='no'>asyādityasya sarvāṇi bhūtāni madhu</i><br> Alle Wesen sind der Honig der Sonne.<br> <i lang='pi' translate='no'>yaś cāyam asminn āditye tejomayo ’mṛtamayaḥ puruṣo yaś cāyam adhyātmaṁ cākṣuṣas tejomayo ’mṛtamayaḥ puruṣo ’yam eva sa yo ’yam ātmā</i><br> Dieser Mensch ist die Sonne, gemacht aus Feuer und Unsterblichkeit, und dieser Mensch im inneren Auge, gemacht aus Feuer und Unsterblichkeit: dies ist jenes—jenes, das das Selbst ist.<br> <i lang='pi' translate='no'>idam amṛtam idaṁ brahmedaṁ sarvam</i><br> Das ist das Unsterbliche, das ist das Göttliche, das ist alles.<br> (Bṛhadāraṇyaka-Upaniṣad 2.5.5, engl. Übersetzung Bhikkhu Sujato) ",
  "sn-guide-sujato:193": "Die brahmanische Sicht ist, dass jegliche Schöpfung von Brahmā stammt und daher in ihrem tiefsten Wesen von Göttlichkeit und Seligkeit – Honig – überfließt. Jegliches Leiden ist lediglich eine vorübergehende Unvollkommenheit. ",
  "sn-guide-sujato:194": "So gingen sie mit der großen Herausforderung für alle theistischen Systeme um, dem Problem des Bösen. Den Fokus auf das Leiden zu legen, geht für die Brahmanen an der Sache vorbei. Dies ist nicht einfach eine oberflächliche Lehre „positiven Denkens“, es ist eine zutiefst kontemplative Philosophie, in großer Ausführlichkeit durch viele komplexe sakrale Texte hindurch ausgearbeitet und von tiefgründiger Meditationspraxis untermauert. Sie leugnet nicht die Realität des Leidens, aber sie evoziert eine tiefere Wirklichkeit, an die das Leiden nicht heranreicht. ",
  "sn-guide-sujato:195": "Anstatt die textlichen und philosophischen Fragen anzugehen, zog es der Buddha vor, unmittelbar auf die Erfahrung hinzuweisen. Wenn sie von Theologie entkleidet ist, ist die Erfahrung unserer Sinne nicht „Honig“, sondern „Feuer“. Auch wenn unsere Philosophie sagt, Feuer sei sakral, ist es in Wirklichkeit so, dass es brennt. Der Buddha zeigte den Asketen, dass sie nicht Gottheiten und Metaphysik aufzurufen brauchten, um ihre Erfahrung zu verstehen: Sie konnten sehen, wie es sich gerade hier abspielte. ",
  "sn-guide-sujato:196": "Die Kräfte, die dieses Feuer entzünden, sind leicht auszumachen: Gier, Hass und Täuschung. Diese klassische buddhistische Darstellung der grundlegenden Befleckungen erscheint erstmals in dieser Passage. Sie steht in Beziehung zu den drei Gefühlen: Angenehmes Gefühl regt Verlangen an; schmerzhaftes Gefühl ruft Hass hervor; und neutrales Gefühl gleitet in die Täuschung hinein (<a class='ref' href='/mn44'>MN 44:25</a>, <a class='ref' href='/mn128'>MN 128:28</a>, <a class='ref' href='/sn36.3'>SN 36.3</a>). ",
  "sn-guide-sujato:197": "Die Feuerpredigt lässt in ihrer Kürze verschiedene charakteristische Merkmale der Lehren über die sechs Sinne im Vergleich zu den fünf Aggregaten ahnen. Sie ist direkt, emotional und kraftvoll, sie spricht von der brennenden Welt – im Gegensatz zu der mehr intellektuellen Herangehensweise der Aggregate. ",
  "sn-guide-sujato:198": "Indem sie die Vorstellung des „Alles“ aufruft, legt die Feuerpredigt nahe, dass die Reichweite der sechs Sinne alles umfasst, was man erfahren und erkennen kann. Diese Vorstellung wird in zahlreichen Suttas ausgeführt (<a class='ref' href='/sn35.33'>SN 35.33–52</a>). Im Gegensatz dazu gibt es bei den Aggregaten einen solchen Anspruch der Vollständigkeit nicht. Und der Text behandelt die Sinneserfahrung als einen bedingten Vorgang, die unmittelbar sichtbare Dimension des abhängigen Entstehens. ",
  "sn-guide-sujato:199": "Da die sechs Sinnesfelder Erfahrung möglich machen, kommt durch sie das Leiden zustande (<a class='ref' href='/sn35.106'>SN 35.106</a>). Um dieses Leiden zu verstehen, dazu unternimmt man das geistliche Leben (<a class='ref' href='/sn35.81'>SN 35.81</a>, <a class='ref' href='/sn35.152'>SN 35.152</a>). Die Sinnesfelder sind in der Tat die Welt (<i lang='pi' translate='no'>loka</i>), die verwelkt (<i lang='pi' translate='no'>lujjati</i>; <a class='ref' href='/sn35.82'>SN 35.82</a>, <a class='ref' href='/sn35.84'>SN 35.84</a>), denn „alles in der Welt, wodurch man die Welt wahrnimmt und sich die Welt einbildet, nennt man in der Lehre des Edlen die Welt“ (<a class='ref' href='/sn35.116'>SN 35.116</a>). Diese Welt ist leer von einem Selbst (<a class='ref' href='/sn35.85'>SN 35.85</a>). ",
  "sn-guide-sujato:200": "Da die Sinnesfelder von in der Vergangenheit getroffenen Entscheidungen hervorgebracht wurden, heißt es, sie seien „altes Kamma“; damit stehen sie im Gegensatz zu den Aggregaten, denn diese schließen „Entscheidungen“ ein, die das Kamma darstellen, das in der Gegenwart geschaffen wird. Mit den Sinnen als dem Erbe aus früheren Taten fahren wir allerdings fort, auf sie zu reagieren, indem wir über sie in Begriffen eines „Selbst“ denken oder sie uns in diesen Begriffen einbilden, ein Vorgang, der im Pali als „Sichgleichsetzen“ bekannt ist (<i lang='pi' translate='no'>maññita</i>; <a class='ref' href='/sn35.146'>SN 35.146</a>, <a class='ref' href='/sn35.30'>SN 35.30–32</a>, <a class='ref' href='/sn35.90'>SN 35.90–91</a>, <a class='ref' href='/sn35.248'>SN 35.248</a>). ",
  "sn-guide-sujato:201": "„Sich einbilden“ und das eng verwandte „Einbildung“ (<i lang='pi' translate='no'>māna</i>) beziehen sich auf die Neigung des Geistes, die Erfahrung in Begriffen des Selbst zu formen. Vieles unserer Denkprozesse wird darauf verwendet, unsere Erfahrung auf eine Art zu rechtfertigen, zu erklären und zu interpretieren, die unsere Vorstellung von einem Selbst verstärkt. Das kann außer Kontrolle geraten, und in diesem Fall wird es „Wuchern“ (<i lang='pi' translate='no'>papañca</i>) genannt. Um diesen Vorgang zu unterbrechen, spornt uns der Buddha an, bei der Sinneserfahrung haltzumachen (<a class='ref' href='/sn35.94'>SN 35.94</a>, <a class='ref' href='/sn35.95'>SN 35.95</a>). ",
  "sn-guide-sujato:202": "Es ist bezeichnend, dass die Texte zwar wiederholt davon sprechen, wie die Aggregate die Grundlage für Theorien über das Selbst (<i lang='pi' translate='no'>sakkāya</i>) bilden, doch von den Sinnesfeldern sagen sie das nicht. Wenn die Aggregate Anlass geben, nach Theorien zu greifen, so geben die Sinnesfelder Anlass, nach <em>Vergnügen</em> zu greifen, nach der reinen Lebensfreude sinnlicher Erfahrung. Während daher die Lehren über die Aggregate <em>Ansichten</em> betonen, verschiebt sich der Schwerpunkt hier zu <em>Zügelung</em>. Eine Standardpassage zur Zügelung der Sinne, die aus der stufenweisen Schulung vertraut ist, spricht davon, dass man schädliche Eigenschaften daran hindert, während einer gerade ablaufenden Sinneserfahrung in den Geist einzudringen (<a class='ref' href='/sn35.120'>SN 35.120</a>, <a class='ref' href='/sn35.127'>SN 35.127</a>, <a class='ref' href='/sn35.239'>SN 35.239</a>, <a class='ref' href='/sn35.240'>SN 35.240</a>). Ein Mensch, der den von den Sinnen zur Verfügung gestellten Vergnügen nachjagt, wird genauso sehr von dem Schmerz gefangen, den sie bereiten, und nur, indem man Achtsamkeit aufbaut, kann man Frieden erlangen (<a class='ref' href='/sn35.132'>SN 35.132</a>, <a class='ref' href='/sn35.243'>SN 35.243–244</a>, <a class='ref' href='/sn35.247'>SN 35.247</a>). ",
  "sn-guide-sujato:203": "Wenn man daher die Sinnesfelder für seine Praxis auswählt, zielt man direkt auf die Wurzel des Verlangens. Das wird in den letzten beiden <i lang='pi' translate='no'>Vaggas</i> betont, die besonders reich an unvergesslichen Bildern sind. Die Sinne sind ein Meer, das man auf seiner spirituellen Reise durchquert (<a class='ref' href='/sn35.228'>SN 35.228</a>). Es wäre besser für uns, mit heißen Spießen gefoltert zu werden, als in der Sinneserfahrung gefangen zu sein (<a class='ref' href='/sn35.235'>SN 35.235</a>). Wenn man sich in der Meditation schulen will, muss man lernen, die Sinne einzuziehen wie eine Schildkröte ihre Glieder, sodass sie vor Raubtieren sicher ist (<a class='ref' href='/sn35.240'>SN 35.240</a>). Angenehme Erfahrungen sind Māras Köder (<a class='ref' href='/sn35.230'>SN 35.230</a>). Die sechs Sinne sind wie sechs sehr verschiedene Tiere, die alle zusammengebunden sind und sich mühen, zu ihrem jeweiligen Gebiet zu gelangen (<a class='ref' href='/sn35.247'>SN 35.247</a>). ",
  "sn-guide-sujato:204": "Das Große Buch ",
  "sn-guide-sujato:205": "Das „Große Buch“ ist das letzte und größte der fünf Bücher der Verbundenen Lehrreden. Es besteht aus zwölf <i lang='pi' translate='no'>Saṁyuttas</i>, von denen fast alle von einem Aspekt der buddhistischen Praxis oder dem Pfad handeln. Das erste davon ist tatsächlich der „Abschnitt über den Pfad“ (<i lang='pi' translate='no'>Magga Saṁyutta</i>), und in den nördlichen Kanons wird das Buch als Ganzes das „Buch des Pfades“ (<i lang='pi' translate='no'>Maggavagga</i>) genannt. ",
  "sn-guide-sujato:206": "Die ersten sieben <i lang='pi' translate='no'>Saṁyuttas</i> bieten eine eingehende Behandlung von sieben Reihen von Faktoren über buddhistische Praxis. Diese Reihen wurden in den späteren Traditionen als die 37 <i lang='pi' translate='no'>bodhipakkhiyā dhammā</i> oder „Eigenschaften, die zum Erwachen führen“, bekannt. Man beachte, dass dieser Begriff in den Suttas nicht in dieser Bedeutung verwendet wird; er wird vielmehr auf eine der Reihen, die fünf Fähigkeiten, bezogen (<a class='ref' href='/sn48.55'>SN 48.55</a> usw.). Die 37 Faktoren werden im gesamten Kanon erwähnt, aber in diesem Buch finden wir die primäre Quelle dieser Lehren. Nachfolgende <i lang='pi' translate='no'>Saṁyuttas</i> behandeln den Pfad aus verschiedenen Blickwinkeln, und die beiden letzten behandeln den Stromeintritt und die vier edlen Wahrheiten. ",
  "sn-guide-sujato:207": "Während die meisten Bücher des <i lang='pi' translate='no'>Saṁyutta</i> von einer Hauptsammlung beherrscht werden, enthält das Große Buch mehrere <i lang='pi' translate='no'>Saṁyuttas</i> von vergleichbarer Bedeutung. Aus diesem Grund will ich kurz die meisten der substanziellen <i lang='pi' translate='no'>Saṁyuttas</i> besprechen. Diejenigen, die bloße Reihen wiederholter Vorlagen sind, lasse ich beiseite, ebenso wie die beiden letzten <i lang='pi' translate='no'>Saṁyuttas</i> über den Stromeintritt und die Wahrheiten, da ich diese Themen an anderer Stelle behandelt habe. Ich schicke der Diskussion der einzelnen <i lang='pi' translate='no'>Saṁyuttas</i> eine allgemeine Diskussion der „Eigenschaften, die zum Erwachen führen“, voraus. ",
  "sn-guide-sujato:208": "Die <i lang='pi' translate='no'>Saṁyuttas</i> im Großen Buch zeigen eine beachtliche Komplexität in ihrem Aufbau und dem Gebrauch von Wiederholungen. Aber um die Diskussion nicht zu überfrachten, verweise ich alle Interessierten auf die entsprechenden Abschnitte in Bhikkhu Bodhis <cite class='book'>Connected Discourses</cite>. ",
  "sn-guide-sujato:209": "Die 37 Eigenschaften, die zum Erwachen führen ",
  "sn-guide-sujato:210": "Für die frühen buddhistischen Texte lag das Hauptanliegen in der geistlichen Übung, die zum Entrinnen vom Leiden führt. Das ist die vierte edle Wahrheit. Von der allerersten Lehrrede an wurde das durch eine spezifische Reihe von Faktoren klargemacht, die den Pfad zum Erwachen umfassen: den edlen achtfachen Pfad. Im Laufe seiner langen Lehrerlaufbahn stellte der Buddha diesen Pfad auf viele verschiedene Arten dar, formell oder informell, kurz oder ausführlich, unter Betonung verschiedener Aspekte entsprechend dem Anlass oder der Person. ",
  "sn-guide-sujato:211": "Vor seinem Tod, so scheint es, hat der Buddha begonnen, diese verschiedenen Darstellungen zu systematisieren und hat sieben Reihen von Eigenschaften zusammengestellt, die zum Pfad gehören und insgesamt 37 Faktoren umfassen. Jede Reihe stellte den Pfad zur Befreiung aus einer etwas anderen Perspektive dar. ",
  "sn-guide-sujato:212": "Die sieben Haupt<i lang='pi' translate='no'>saṁyuttas</i> des Mahāvagga enthalten eben diese Lehren, wenngleich in einer unterschiedlichen Reihenfolge. Das Mahāvagga beginnt mit dem edlen achtfachen Pfad wegen seines Ansehens und seiner Bedeutung als <em>der</em> Lehre auf dem Pfad. Aber wenn die Reihen an anderer Stelle im Kanon vorgestellt werden, finden wir sie in numerischer Reihenfolge. ",
  "sn-guide-sujato:213": "Vier Arten der Achtsamkeitsmeditation. Die Beobachtung: ",
  "sn-guide-sujato:214": "des Körpers ",
  "sn-guide-sujato:215": "der Gefühle ",
  "sn-guide-sujato:216": "des Geistes ",
  "sn-guide-sujato:217": "der natürlichen Gesetzmäßigkeiten ",
  "sn-guide-sujato:218": "Vier Arten rechten Bemühens: ",
  "sn-guide-sujato:219": "Schlechtem vorbeugen ",
  "sn-guide-sujato:220": "Schlechtes aufgeben ",
  "sn-guide-sujato:221": "Gutes aufkommen lassen ",
  "sn-guide-sujato:222": "Gutes beibehalten und weiterentwickeln ",
  "sn-guide-sujato:223": "Vier Grundlagen übersinnlicher Kraft: ",
  "sn-guide-sujato:224": "Enthusiasmus ",
  "sn-guide-sujato:225": "Energie ",
  "sn-guide-sujato:226": "Geist ",
  "sn-guide-sujato:227": "Untersuchung ",
  "sn-guide-sujato:228": "Fünf Fähigkeiten: ",
  "sn-guide-sujato:229": "Vertrauen ",
  "sn-guide-sujato:230": "Energie ",
  "sn-guide-sujato:231": "Achtsamkeit ",
  "sn-guide-sujato:232": "Versenkung ",
  "sn-guide-sujato:233": "Weisheit ",
  "sn-guide-sujato:234": "Fünf Kräfte: ",
  "sn-guide-sujato:235": "Vertrauen ",
  "sn-guide-sujato:236": "Energie ",
  "sn-guide-sujato:237": "Achtsamkeit ",
  "sn-guide-sujato:238": "Versenkung ",
  "sn-guide-sujato:239": "Weisheit ",
  "sn-guide-sujato:240": "Sieben Faktoren des Erwachens: ",
  "sn-guide-sujato:241": "Achtsamkeit ",
  "sn-guide-sujato:242": "Erforschung der Gesetzmäßigkeiten ",
  "sn-guide-sujato:243": "Energie ",
  "sn-guide-sujato:244": "Ekstase ",
  "sn-guide-sujato:245": "Stille ",
  "sn-guide-sujato:246": "Versenkung ",
  "sn-guide-sujato:247": "Gleichmut ",
  "sn-guide-sujato:248": "Der edle achtfache Pfad: ",
  "sn-guide-sujato:249": "rechte Ansicht ",
  "sn-guide-sujato:250": "rechtes Denken ",
  "sn-guide-sujato:251": "rechte Rede ",
  "sn-guide-sujato:252": "rechtes Verhalten ",
  "sn-guide-sujato:253": "rechter Lebenserwerb ",
  "sn-guide-sujato:254": "rechter Einsatz ",
  "sn-guide-sujato:255": "rechte Achtsamkeit ",
  "sn-guide-sujato:256": "rechte Versenkung ",
  "sn-guide-sujato:257": "Ein kurzer Blick auf die Palitexte zeigt, wie einflussreich und weit verbreitet diese Reihe von 37 Eigenschaften wurde. Sie erscheint in jedem der vier <i lang='pi' translate='no'>Nikāyas</i> (<a class='ref' href='/dn28'>DN 28</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/mn103'>MN 103</a>, <a class='ref' href='/mn104'>MN 104</a>, <a class='ref' href='/sn22.81'>SN 22.81</a>, <a class='ref' href='/sn22.101'>SN 22.101</a>, <a class='ref' href='/sn43.12'>SN 43.12</a>, <a class='ref' href='/an8.19'>AN 8.19</a>) wie auch im Udāna (<a class='ref' href='/ud5.5'>Ud 5.5</a>). Sie ist eine der wenigen Lehren, die mehrfach im Vinaya erwähnt sind (<a class='ref' href='/pli-tv-bu-vb-pj4'>Pj 4</a>, <a class='ref' href='/pli-tv-bu-vb-pc8'>Pc 8</a>, <a class='ref' href='/pli-tv-kd19'>Kd 19</a>). Sie erscheint fortwährend in den späten kanonischen Texten des Khuddaka (<a class='ref' href='/ne8'>Ne 8</a>, <a class='ref' href='/cnd12'>Cnd 12</a>, <a class='ref' href='/cnd15'>Cnd 15</a>, <a class='ref' href='/cnd20'>Cnd 20</a>, <a class='ref' href='/cnd22'>Cnd 22</a>, <a class='ref' href='/mnd6'>Mnd 6</a>, <a class='ref' href='/mnd7'>Mnd 7</a>, <a class='ref' href='/mnd14'>Mnd 14</a>, <a class='ref' href='/mnd16'>Mnd 16</a>, <a class='ref' href='/ps1.5'>Ps 1.5</a>, <a class='ref' href='/ps2.8'>Ps 2.8</a>, <a class='ref' href='/ps2.9'>Ps 2.9</a>, <a class='ref' href='/mil3.1.13'>Mil 3.1.13</a>, <a class='ref' href='/mil6.4.1'>Mil 6.4.1</a>, <a class='ref' href='/mil6.4.2'>Mil 6.4.2</a> usw.) wie auch im Abhidhamma (<a class='ref' href='/vb17'>Vb 17</a>, <a class='ref' href='/Dt1.2'>Dt 1.2</a>, <a class='ref' href='/Dt2.1'>Dt 2.1</a>, <a class='ref' href='/Dt2.6'>Dt 2.6</a>, <a class='ref' href='/kv4.3'>Kv 4.3</a>, <a class='ref' href='/kv12.5'>Kv 12.5</a>, <a class='ref' href='/kv14.9'>Kv 14.9</a>, <a class='ref' href='/kv15.6'>Kv 15.6</a>, <a class='ref' href='/kv21.1'>Kv 21.1</a>, <a class='ref' href='/kv21.5'>Kv 21.5</a> usw.). ",
  "sn-guide-sujato:258": "Aber ihr Einfluss sollte hier noch nicht enden, denn sie blieb ein zentraler Lehrgrundsatz in späteren Formen des Buddhismus. Im Mahāyāna zum Beispiel wurden die 37 Eigenschaften als die „37 Übungen des Bodhisattva“ bekannt. ",
  "sn-guide-sujato:259": "Der Buddha erklärte, dass diese Lehren aus seiner unmittelbaren Einsicht hervorgegangen waren. Sie sind sicherlich Faktoren der Praxis, die von denen, die die spirituelle Reise unternehmen, entwickelt und erfahren werden müssen. Aber sie wurden von ihrem ersten Auftreten an auch als Lehren behandelt, die gelernt, sich eingeprägt und aufgesagt werden müssen. Aus <a class='ref' href='/dn29'>DN 29</a>: ",
  "sn-guide-sujato:260": "Ihr solltet alle zusammenkommen und die Dinge, die ich euch aus meiner unmittelbaren Einsicht heraus gelehrt habe, im Chor aufsagen, ohne zu streiten, Bedeutung mit Bedeutung und Ausdruck mit Ausdruck vergleichen, sodass dieser geistliche Pfad lange Zeit bestehen bleibt. ",
  "sn-guide-sujato:261": "Solche Stellen geben den 37 Faktoren einen Platz im Herzen des spirituellen Vermächtnisses des Buddha. Aber was genau soll da aufgesagt werden? Sicher muss eine so folgenreiche Lehre etwas mehr beinhaltet haben als nur die Aufzählung der Faktoren. Es muss ein Textkorpus gegeben haben, über das Einigkeit bestand, einen Kanon von Texten, der von der frühen Gemeinschaft einträchtig rezitiert wurde. Und was konnte das anderes gewesen sein als eben diese Lehren, diese gesammelten Lehrreden über die Faktoren des Pfades, die man heute im Mahāvagga findet? Damit soll nicht geleugnet werden, dass es Ausweitungen und Erweiterungen gegeben hat, aber die Kernlehren des Mahāvagga waren aller Wahrscheinlichkeit nach das Herz der Texte der frühen Buddhisten. ",
  "sn-guide-sujato:262": "Manche der Reihen sind auf einen bestimmten Bereich ausgerichtet, wie etwa Achtsamkeit oder Bemühen, während andere einen eher übergeordneten Blickwinkel haben, wie etwa der edle achtfache Pfad. Nichtsdestotrotz sind sie alle eng miteinander verwoben, und die gleichen Faktoren kehren in verschiedenen Reihen wieder. Insgesamt legen sie eine starke Betonung auf die Meditation, obwohl andere Dimensionen der spirituellen Praxis wie Ethik und Studium ebenfalls zu finden sind. Hier ist ein kurzer Überblick über die allgemeinen Unterschiede in der Perspektive der einzelnen Gruppen. Man beachte, dass die ersten drei Reihen locker den letzten drei Faktoren des edlen achtfachen Pfades entsprechen: rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn-guide-sujato:263": "Vier Arten der Achtsamkeitsmeditation ",
  "sn-guide-sujato:264": "Die Übung in der Meditation, die zu Sammlung und Klarsicht führt. ",
  "sn-guide-sujato:265": "Vier Arten rechten Bemühens ",
  "sn-guide-sujato:266": "Das Aufbringen von Einsatz zum Kultivieren des Geistes. ",
  "sn-guide-sujato:267": "Vier Grundlagen übersinnlicher Kraft ",
  "sn-guide-sujato:268": "Die Entwicklung tiefer Versenkung, die zu verschiedenen außergewöhnlichen Fähigkeiten führt. ",
  "sn-guide-sujato:269": "Fünf Fähigkeiten ",
  "sn-guide-sujato:270": "Die geistigen Eigenschaften, die zur Befreiung führen und die den Geist eines Menschen kennzeichnen, der sich auf dem Pfad befindet. ",
  "sn-guide-sujato:271": "Fünf Kräfte ",
  "sn-guide-sujato:272": "Wie die fünf Fähigkeiten. ",
  "sn-guide-sujato:273": "Sieben Faktoren des Erwachens ",
  "sn-guide-sujato:274": "Das Behalten und Untersuchen der Lehren führt zu fortschreitender Vertiefung der emotionalen Eigenschaften, die in der Befreiung zur Reife kommen. ",
  "sn-guide-sujato:275": "Der edle achtfache Pfad ",
  "sn-guide-sujato:276": "Die Reihe mit dem breitesten Umfang und die einzige, die ausdrücklich die Sittlichkeit erwähnt. ",
  "sn-guide-sujato:277": "Wie in den Suttas üblich, beziehen sich diese Reihen manchmal auf ähnliche Eigenschaften mit unterschiedlichen Worten. Die Eigenschaft der Weisheit zum Beispiel wird als vierte Art der Achtsamkeitsmeditation „Beobachtung der natürlichen Gesetzmäßigkeiten“ (<i lang='pi' translate='no'>dhamānupassanā</i>) genannt, bei den Grundlagen übersinnlicher Kraft „Untersuchung“ (<i lang='pi' translate='no'>vīmaṁsa</i>), bei den Fähigkeiten  und den Kräften „Weisheit“ (<i lang='pi' translate='no'>paññā</i>), bei den Faktoren des Erwachens „Erforschung der Gesetzmäßigkeiten“ (<i lang='pi' translate='no'>dhammavicaya</i>) und beim edlen achtfachen Pfad „rechte Ansicht“ (<i lang='pi' translate='no'>sammādiṭṭhi</i>). Die Beziehungen zwischen diesen Begriffen werden in den Abhidhamma- und Kommentartexten ausführlich analysiert. ",
  "sn-guide-sujato:278": "Behalten wir aber im Sinn, dass jeder Kontext seinen eigenen geschlossenen Rahmen hat, seinen eigenen speziellen Zweck und seine Ausrichtung, und die Wahl verschiedener Begriffe ist in keiner Weise zufällig. „Rechte Ansicht“, die am Anfang des Pfades steht, betont das theoretische Verständnis, das man durch Hören des Dhamma erlangt. „Erforschung der Gesetzmäßigkeiten“, das ebenfalls ziemlich am Anfang steht, bezieht sich auf das Nachdenken über diese Lehren und das Untersuchen derselben, so, wie man sie in sich selbst verwirklicht hat. „Beobachtung der natürlichen Gesetzmäßigkeiten“ und „Untersuchung“ kommen nach der Entwicklung tiefer Stille in der Versenkungsmeditation und beziehen sich auf das Untersuchen und Erforschen der Natur dieser Erfahrung und der meditativen Vorgänge und Bedingungen, die solche tiefen Erfahrungen prägen. Und „Weisheit“, der Gipfel von allen, ist die Verwirklichung der vier edlen Wahrheiten, die befreiende Einsicht des Stromeintritts. Wenn man sie unabhängig als einen bestimmten geistigen Faktor betrachtet, können sie also als Synonyme angesehen werden. Aber ihre wahre Tiefe erkennt man nur, indem man die Rolle versteht, die sie in ihrem jeweiligen Kontext spielen. ",
  "sn-guide-sujato:279": "Wenn man diese Lehren betrachtet und über sie als einen spirituellen Pfad nachdenkt, so gibt es da etwas ziemlich Seltsames. Sie erscheinen so anders als die Übungen, die man normalerweise als „religiös“ ansieht. Wo sind die Rituale? Die Opfer? Die Hingabe an eine Gottheit? Die Loyalität zu einer Institution? Die Symbole und Riten, die Mythologie? Diese Dinge sind auf schroffe, dramatische Weise abwesend. Um klar zu sein: Man kann einige solche Dinge finden, auf die eine oder andere Art, an anderer Stelle im Kanon und mehr noch in späteren buddhistischen Traditionen. Aber hier, in den Lehren, die vom Buddha selbst als seine Kernbotschaft und -übung angesehen werden, finden wir nur ausgewogene und durchdachte Entwicklung von Verhalten, Emotionen und Verstand. Es ist ein integrierter und vernünftiger Pfad, einer, der nicht von kulturellen und historischen Besonderheiten abhängt, sonder von universellen menschlichen Eigenschaften. Die Faktoren, die zum Erwachen führen, alle 37, sind Dinge, die jeder Mensch in sich selbst finden kann. Indem er auf diese Eigenschaften hinwies, wies der Buddha auf das spirituelle Potenzial in allen Wesen hin und gab uns die Mittel an die Hand, das Beste in uns zum Wachsen und Gedeihen zu bringen. ",
  "sn-guide-sujato:280": "SN 45: Verbundene Lehrreden über den Pfad ",
  "sn-guide-sujato:281": "Der edle achtfache Pfad erhielt in der allerersten Lehrrede des Buddha (<a class='ref' href='/sn56.11'>SN 56.11</a>) die berühmte Bezeichnung „mittlerer Weg“. Er behandelt den gesamten spirituellen Pfad (<a class='ref' href='/sn45.6'>SN 45.6</a>, <a class='ref' href='/sn45.19'>SN 45.19</a>, <a class='ref' href='/sn45.20'>SN 45.20</a>) vom Erwerb der rechten Ansicht als Ausgangspunkt (<a class='ref' href='/sn45.1'>SN 45.1</a>) bis hin zu tiefer meditativer Versenkung als unmittelbarem Vorläufer zur Verwirklichung der vier edlen Wahrheiten. ",
  "sn-guide-sujato:282": "Der edle achtfache Pfad gilt als ein „göttliches Fahrzeug“, das uns zum Erwachen bringt, seine Faktoren werden mit den Teilen eines Wagens verglichen (<a class='ref' href='/sn45.4'>SN 45.4</a>). Wenn man ihn übt, führt er zum Ende des Leidens (<a class='ref' href='/sn45.5'>SN 45.5</a>), aber nur, wenn er mit rechter Ansicht beginnt; ansonsten führt er dazu, dass man sich selbst schadet (<a class='ref' href='/sn45.9'>SN 45.9</a>). ",
  "sn-guide-sujato:283": "Die Faktoren werden in <a class='ref' href='/sn45.8'>SN 45.8</a> wie auch an verschiedenen anderen Stellen im Kanon definiert: ",
  "sn-guide-sujato:284": "Rechte Ansicht (<i lang='pi' translate='no'>sammādiṭṭhi</i>) ",
  "sn-guide-sujato:285": "Die vier edlen Wahrheiten verstehen. ",
  "sn-guide-sujato:286": "Rechtes Denken (<i lang='pi' translate='no'>sammāsaṅkappa</i>) ",
  "sn-guide-sujato:287": "Gedanken des Loslassens, der Liebe und Güte. ",
  "sn-guide-sujato:288": "Rechte Rede (<i lang='pi' translate='no'>sammāvācā</i>) ",
  "sn-guide-sujato:289": "Rede, die wahr ist, Eintracht fördert, sanft und sinnvoll ist. ",
  "sn-guide-sujato:290": "Rechtes Verhalten (<i lang='pi' translate='no'>sammākammanta</i>) ",
  "sn-guide-sujato:291": "Nicht töten, nicht stehlen und kein sexuelles Fehlverhalten. ",
  "sn-guide-sujato:292": "Rechter Lebenserwerb (<i lang='pi' translate='no'>sammāājīva</i>) ",
  "sn-guide-sujato:293": "Vermeiden eines Lebenserwerbs, der schädlich ist. ",
  "sn-guide-sujato:294": "Rechter Einsatz (<i lang='pi' translate='no'>sammāvāyāma</i>) ",
  "sn-guide-sujato:295": "Die vier Arten rechten Bemühens. ",
  "sn-guide-sujato:296": "Rechte Achtsamkeit (<i lang='pi' translate='no'>sammāsati</i>) ",
  "sn-guide-sujato:297": "Die vier Arten der Achtsamkeitsmeditation. ",
  "sn-guide-sujato:298": "Rechte Versenkung (<i lang='pi' translate='no'>sammāsamādhi</i>) ",
  "sn-guide-sujato:299": "Die vier Vertiefungen. ",
  "sn-guide-sujato:300": "Die acht Faktoren haben einen eindeutig fortschreitenden Aspekt, wie in dieser Sammlung von Anfang an deutlich gemacht wird (<a class='ref' href='/sn45.1'>SN 45.1</a>). Sie folgen dem selben allgemeinen Verlauf, der in der stufenweisen Schulung im Einzelnen erklärt ist, doch mit weniger Betonung auf dem Klosterleben, da sowohl Ordinierte als auch Laien sie üben sollen (<a class='ref' href='/sn45.24'>SN 45.24</a>). Man hört die Lehre und gewinnt ein anfängliches Verständnis (rechte Ansicht). Dann entschließt man sich, im Einklang damit zu leben (rechtes Denken), und nimmt sich die wesentlichen ethischen Verhaltensweisen mit der Sprache (rechte Rede) und dem Körper (rechtes Verhalten) vor und stellt sicher, dass man sein Geld nicht auf eine Art verdient, die Schaden anrichtet (rechter Lebenserwerb). Auf dieser Grundlage gibt man sich dann Mühe, um den Geist zu läutern (rechter Einsatz), und widmet sich der Meditation (rechte Achtsamkeit), die in die Vertiefungen führt (rechte Versenkung) (<a class='ref' href='/sn45.28'>SN 45.28</a>). ",
  "sn-guide-sujato:301": "Wenn all diese Faktoren erfüllt sind, ist der Geist bereit für den Durchbruch zur Verwirklichung der vier edlen Wahrheiten. Auf diese Art vertieft sich, genährt von Erfahrung und Nachdenken, im Verlauf der spirituellen Reise schrittweise das Verständnis der vier edlen Wahrheiten, das mit einem Konzept beginnt, das man aus Vertrauen annimmt. Rechte Ansicht leitet uns bei jedem Schritt auf dem Weg, wir lernen aus Fehlern, erkennen unsere verborgene Motivation und entdecken unerwartete Möglichkeiten. Am Ende verwandelt sich die rechte Ansicht in die befreiende Einsicht der vier edlen Menschen (<a class='ref' href='/sn45.13'>SN 45.13</a>, <a class='ref' href='/sn45.35'>SN 45.35</a> usw.). Der Schlüssel zu dieser Transformation ist die strahlende Klarheit und Stille der meditativen Vertiefung, ein höheres Bewusstsein, das weiter und tiefer sieht als je zuvor und das die Kraft hat, Gier, Hass und Täuschung vollständig zu entwurzeln (<a class='ref' href='/sn45.36'>SN 45.36</a> usw.). ",
  "sn-guide-sujato:302": "Dennoch, trotz dieser fortschreitenden Folge, trifft es offensichtlich nicht zu, dass die Faktoren buchstäblich einer nach dem anderen in Angriff genommen werden müssen. Der „Pfad“ ist nur eine Metapher, und im wirklichen Leben ist die spirituelle Entwicklung komplexer. ",
  "sn-guide-sujato:303": "Die Faktoren des Pfades sieht man am besten als einen Rahmen zur Betrachtung seines eigenen Lebens und seiner Übung und, wenn nötig, zur Veränderung derselben. Jeder dieser Faktoren ist wesentlich, und wenn Sie finden, dass Ihnen höhere Faktoren fehlen, fragen Sie sich vielleicht, ob Sie genug an den Grundlagen gearbeitet haben. Manchmal scheinen Menschen begeistert darauf zu drängen, zu den höheren Bewusstseinszuständen zu gelangen, ohne das breite und sichere Fundament zu legen, das die einfacheren Faktoren des Pfades bieten. Wenn die Entwicklung tiefer Meditation sich als schwierig erweist, ist die Antwort nicht, dass man versucht, sie zum schnelleren Reifen zu zwingen, noch – was schlimmer wäre –, dass man sie als irgendwie unnötig bagatellisiert. Vielmehr soll man mehr darauf achten, durch Studium des Dhamma und Diskussion darüber rechte Ansicht zu verbessern; rechtes Denken zu entwickeln, indem man großzügiger und offenherziger wird; oder mehr Sorgfalt auf seine ethische und berufliche Lebensführung zu verwenden (<a class='ref' href='/sn45.50'>SN 45.50–54</a>). ",
  "sn-guide-sujato:304": "Und vergessen wir nicht, diesen Pfad geht  man nicht allein. Bei aller Betonung von Meditation in Abgeschiedenheit erinnert uns dieses <i lang='pi' translate='no'>Saṁyutta</i> daran, dass gute Freundschaft das ganze geistliche Leben ist (<a class='ref' href='/sn45.2'>SN 45.2</a>, <a class='ref' href='/sn45.3'>SN 45.3</a>), denn gute Freundschaft geht dem edlen achtfachen Pfad voraus (<a class='ref' href='/sn45.49'>SN 45.49</a>). ",
  "sn-guide-sujato:305": "SN 46: Verbundene Lehrreden über die Faktoren des Erwachens ",
  "sn-guide-sujato:306": "Diese sieben Faktoren werden „Faktoren des Erwachens“ (<i lang='pi' translate='no'>bojjaṅga</i>, d. h. <i lang='pi' translate='no'>bodhi</i> + <i lang='pi' translate='no'>aṅga</i>) genannt, weil sie zum Erwachen führen  (<a class='ref' href='/sn46.5'>SN 46.5</a>, <a class='ref' href='/sn46.21'>SN 46.21</a>). Sie selbst haben ihren Schwerpunkt auf der Psychologie der Kontemplation, aber das <i lang='pi' translate='no'>Saṁyutta</i> macht von Anfang an klar, dass sie, wie alle Darstellungen des Pfades, auf der Sittlichkeit beruhen (<a class='ref' href='/sn46.1'>SN 46.1</a>). ",
  "sn-guide-sujato:307": "Im Unterschied zu anderen Faktoren des Pfades gibt es hier keine ausdrückliche Definition. Dennoch sollten wir diese Faktoren natürlich genauso interpretieren, wie sie beim edlen achtfachen Pfad und anderswo vorkommen. Allerdings gibt es ein paar neue Faktoren und auch ein paar Stellen, die eine neue Sichtweise auf einige bekannte Faktoren eröffnen. Die meisten der folgenden Angaben stammen aus <a class='ref' href='/sn46.52'>SN 46.52</a>. ",
  "sn-guide-sujato:308": "Achtsamkeit (<i lang='pi' translate='no'>sati</i>) ",
  "sn-guide-sujato:309": "Umfasst sowohl, sich an die Lehren zu erinnern, (<a class='ref' href='/sn46.3'>SN 46.3</a>) als auch achtsames Gewahrsein von inneren und äußeren Erscheinungen. ",
  "sn-guide-sujato:310": "Erforschung der Gesetzmäßigkeiten (<i lang='pi' translate='no'>dhammavicaya</i>) ",
  "sn-guide-sujato:311": "Umfasst sowohl Erforschen der Lehren und Nachdenken darüber (<a class='ref' href='/sn46.3'>SN 46.3</a>) als auch Erforschung innerer und äußerer Erscheinungen. ",
  "sn-guide-sujato:312": "Energie (<i lang='pi' translate='no'>viriya</i>) ",
  "sn-guide-sujato:313": "Sowohl körperlich als auch geistig. ",
  "sn-guide-sujato:314": "Ekstase (<i lang='pi' translate='no'>pīti</i>) ",
  "sn-guide-sujato:315": "Das ist die Erfahrung der erhebenden Freude, die aufkommt, wenn der Geist in der Meditation friedvoll wird. Dazu gehört die Ekstase der ersten und der zweiten Vertiefung. ",
  "sn-guide-sujato:316": "Stille (<i lang='pi' translate='no'>passadhi</i>) ",
  "sn-guide-sujato:317": "Sowohl körperlich als auch geistig. ",
  "sn-guide-sujato:318": "Versenkung (<i lang='pi' translate='no'>samādhi</i>) ",
  "sn-guide-sujato:319": "Die Vertiefungen. ",
  "sn-guide-sujato:320": "Gleichmut (<i lang='pi' translate='no'>upekkhā</i>) ",
  "sn-guide-sujato:321": "Das kann sowohl der Gleichmut der höheren Versenkungszustände sein als auch der Gleichmut einer tiefen Einsicht. ",
  "sn-guide-sujato:322": "Ein Punkt der vorangehenden Aufzählung verlangt wohl nach näherer Erklärung; das ist die Vorstellung, dass mit Achtsamkeit auch Erinnerung an die Lehren gemeint ist. Achtsamkeit wird überall in den Suttas als die Fähigkeit definiert, sich an Dinge zu erinnern, die vor langer Zeit gesagt oder getan wurden (<a class='ref' href='/dn33'>DN 33</a>, <a class='ref' href='/dn34'>DN 34</a>, <a class='ref' href='/mn53'>MN 53</a>, <a class='ref' href='/sn48.9'>SN 48.9</a>, <a class='ref' href='/sn48.50'>SN 48.50</a>, <a class='ref' href='/an4.35'>AN 4.35</a>, <a class='ref' href='/an8.13'>AN 8.13</a>, <a class='ref' href='/an10.17'>AN 10.17</a> usw.). Die Grundbedeutung des Wortes <i lang='pi' translate='no'>sati</i> ist „Erinnerung“, und in den brahmanischen Traditionen bezieht es sich auf auswendig gelernte Texte. Aber natürlich verstehen wir heute unter Achtsamkeit das „klare Gewahrsein“ von Erscheinungen in der Gegenwart. ",
  "sn-guide-sujato:323": "Dieses <i lang='pi' translate='no'>Saṁyutta</i> gibt uns einen Anhaltspunkt, der hilft, diese beiden Bedeutungen zu klären. In <a class='ref' href='/sn46.56'>SN 46.56</a> fragt ein Brahmane den Buddha, warum er sich manchmal an seine Rezitationstexte erinnern kann und manchmal nicht. Der Buddha erklärt, dass die Anwesenheit der Hindernisse sein Gedächtnis verdunkelt, und gibt eine ausgeklügelte Serie von Gleichnissen, die Wasser in verschiedenen Zuständen mit den Hindernissen vergleicht. Wie, so fragen wir uns vielleicht, kann ein Rezitator von mündlichem Text seine Aufgabe bewerkstelligen? <em>Indem er während des Rezitierens einen durchgängigen und klaren Fokus bewahrt</em>. Wenn der Geist wandert und abgelenkt wird, ist die Rezitation verloren. Mit <i lang='pi' translate='no'>sati</i> sind nicht die ungeordneten Erinnerungen gemeint, die einem zufällig in den Sinn kommen, sondern der stetige Fluss und die Konstanz fokussierten Gewahrseins. Und damit erscheint der Akt, Texte zu erinnern, plötzlich der Aufmerksamkeit auf die Meditation sehr ähnlich. ",
  "sn-guide-sujato:324": "Die Faktoren folgen aufeinander, wobei jeder als Bedingung oder Nahrung für den nächsten dient (<a class='ref' href='/sn46.3'>SN 46.3</a>). Mehrere Suttas heben diesen Aspekt der Bedingtheit hervor. Jeder der Faktoren des Erwachens wird von einer bestimmten Art von Nahrung genährt (<a class='ref' href='/sn46.51'>SN 46.51</a>). Die Reihe als Ganzes geht aus der Übung der vier Arten der Achtsamkeitsmeditation und der Reihe von Übungen, die diesen zugrunde liegt, hervor (<a class='ref' href='/sn45.6'>SN 45.6</a>). Sie beeinflussen und bedingen den Geist auf jeweils bestimmte Art; so ist es am besten, wenn der Geist müde ist, Untersuchung, Energie und Ekstase zu entwickeln, aber wenn er ruhelos ist, entwickelt man Stille, Versenkung und Gleichmut. Doch Achtsamkeit ist immer nützlich (<a class='ref' href='/sn46.53'>SN 46.53</a>). Und die Faktoren selbst sind die Bedingung für das Erwachen (<a class='ref' href='/sn46.56'>SN 46.56</a>). ",
  "sn-guide-sujato:325": "Und dennoch üben selbst die Vollendeten sie weiterhin und legen einen beliebigen von ihnen an, wann immer sie wollen, wie ein Kleidungsstück (<a class='ref' href='/sn46.4'>SN 46.4</a>). Ein solcher hat „den Pfad gewonnen“ und versteht die wahre Kraft der Faktoren des Erwachens, die zum Ende der Wiedergeburt führen (<a class='ref' href='/sn46.30'>SN 46.30</a>). ",
  "sn-guide-sujato:326": "Das <i lang='pi' translate='no'>Saṁyutta</i> stellt wiederholt die Faktoren des Erwachens ihren dunklen Gegenspielern, den fünf Hindernissen sinnliches Verlangen, böser Wille, Dumpfheit und Benommenheit, Rastlosigkeit und Reue sowie Zweifel, gegenüber. Diese werden mit Verunreinigungen in Gold verglichen (<a class='ref' href='/sn46.33'>SN 46.33</a>) oder mit Schmarotzerpflanzen (<a class='ref' href='/sn46.39'>SN 46.39</a>). ",
  "sn-guide-sujato:327": "Einer der einzigartigen Aspekte der Faktoren des Erwachens ist, dass es heißt, sie aufzusagen, sei eine wirksame Hilfe für das Heilen von Krankheiten. Mehrere Suttas sprechen davon, wie ein Mönch – und sogar der Buddha selbst –, beim Anhören dieser Faktoren ergriffen wird und geheilt aufsteht (<a class='ref' href='/sn46.14'>SN 46.14–16</a>). Verständlicherweise hat das dazu geführt, dass das Rezitieren von Passagen über die Faktoren des Erwachens für Kranke in der Theravada-Kultur immer noch beliebt ist. Wenn ein solches Aufsagen heute weniger wirkungsvoll erscheint als in den Suttas, sollte man nicht vergessen, dass es sich hier um Menschen handelte, die in der Meditation fortgeschritten und erfahren waren, in der Tat Vollendete, die diese Faktoren bereits vollständig entwickelt hatten. Ihre Ergriffenheit ist auf einer anderen Ebene als die eines gewöhnlichen Menschen. Und selbst hier gibt es keine Garantie: Es gibt in den frühen Texten viele Fälle von Vollendeten, die krank werden, ohne dass es eine Heilung gäbe. ",
  "sn-guide-sujato:328": "Die meisten der Faktoren des Erwachens beziehen sich auf den emotionalen Aspekt des spirituellen Pfades, die Freude und den Frieden der Meditation. Das wird in <a class='ref' href='/sn46.54'>SN 46.54</a> weiter herausgestellt, wo die Faktoren des Erwachens mit den vier unermesslichen oder göttlichen Meditationen verbunden werden – Liebe, Mitgefühl, freudiger Anteilnahme und Gleichmut. Die buddhistischen Mönche und Nonnen werden von den Anhängern anderer Pfade herausgefordert, die sagen, dass auch sie die Entwicklung dieser Dinge lehren. Der Buddha weist darauf hin, dass er erklärt, <em>wie</em> diese Dinge zu ihrem höchsten Potenzial entwickelt werden. Zu diesem Zweck werden die Unermesslichen durch die Faktoren des Erwachens gestärkt. ",
  "sn-guide-sujato:329": "SN 47: Verbundene Lehrreden über Achtsamkeitsmeditation ",
  "sn-guide-sujato:330": "Der Palibegriff <i lang='pi' translate='no'>satipaṭṭhāna</i> bedeutet das „Verankern der Achtsamkeit“. Ich gebe es gewöhnlich mehr umgangssprachlich einfach mit „Achtsamkeitsmeditation“ (<em>mindfulness meditation</em>) wieder. Während <i lang='pi' translate='no'>sati</i> an anderer Stelle als „Erinnerung“ definiert ist, wird es hier als <i lang='pi' translate='no'>anupassanā</i> beschrieben, „anhaltende Beobachtung“. Es bezieht sich auf die meditative Übung, die Aufmerksamkeit in vier verschiedenen Bereichen zu verankern und anhaltend und ununterbrochen aufrechtzuerhalten: ",
  "sn-guide-sujato:331": "Körper (<i lang='pi' translate='no'>kāya</i>) ",
  "sn-guide-sujato:332": "Jeder Aspekt des Physischen, darunter der Atem, die Stellungen, die Körperteile usw. ",
  "sn-guide-sujato:333": "Gefühle (<i lang='pi' translate='no'>vedanā</i>) ",
  "sn-guide-sujato:334": "Verschiedene Arten von Gefühl, schmerzhaft, angenehm oder neutral, seelisch oder körperlich. ",
  "sn-guide-sujato:335": "Geist (<i lang='pi' translate='no'>citta</i>) ",
  "sn-guide-sujato:336": "Zustände des Gewahrseins, sowohl solche, die unter dem Einfluss von Gier, Hass und Täuschung stehen, als auch solche, die frei davon sind. ",
  "sn-guide-sujato:337": "Natürliche Gesetzmäßigkeiten (<i lang='pi' translate='no'>dhammā</i>) ",
  "sn-guide-sujato:338": "Verstehen der ursächlichen Beziehungen, die zu Leiden oder zu Frieden führen, insbesondere durch Reflektieren des Meditationsvorgangs selbst. ",
  "sn-guide-sujato:339": "Jeder dieser Bereiche kann eine vielfältige Spanne von Erfahrungen beinhalten. Aber in der Meditation ist es wichtig, den Fokus beizubehalten. Die Standardformel drückt das durch den Gebrauch des rückbezüglichen Idioms <i lang='pi' translate='no'>kāye kāyānupassī</i> aus. Hier wird der Lokativ recht wörtlich benutzt in der Bedeutung „einer der Körper im Körper“, oder wie man auf Englisch (oder Deutsch, A.d.Ü.) sagen würde: ein bestimmter Aspekt des Körpers. Somit bewegt man in der Meditation nicht ständig die Aufmerksamkeit zu dem, was gerade in den Sinn kommt, sondern  hält ein stetiges, anhaltendes Gewahrsein bei einem bestimmten Aspekt der körperlichen Erfahrung. ",
  "sn-guide-sujato:340": "Es handelt sich hier um eine fortschreitende Übung. Die Natur dieses Fortschreitens wird klarer, wenn wir verstehen, dass die Achtsamkeit auf den Atem eine Form der <i lang='pi' translate='no'>Satipaṭṭhāna</i>-Praxis ist. ",
  "sn-guide-sujato:341": "Die Meditation beginnt mit der Aufmerksamkeit auf die vergleichsweise groben Erscheinungen des physischen Atems, bis dieser ruhig und still wird. ",
  "sn-guide-sujato:342": "Ein subtiles Gefühl von Freude und Seligkeit durchdringt den Atem und den Körper. ",
  "sn-guide-sujato:343": "Der Geist wird frei, versunken in der ausschließlichen Erfahrung der Seligkeit der Befreiung. ",
  "sn-guide-sujato:344": "Man betrachtet die sich verändernden Vorgänge der Meditation, die bis hierher geführt hat. Der Geist, durch Versenkung machtvoll geworden, lässt los. ",
  "sn-guide-sujato:345": "Doch <i lang='pi' translate='no'>Satipaṭṭhāna</i> ist umfassender, als ich hier angedeutet habe, denn es schließt nicht nur die positiven Erfahrungen ein, die sich während der Meditation entwickeln, sondern auch die negativen: den Schmerz, den eingeengten Geist, die Hindernisse. Indem es die gesamte Bandbreite an Erfahrungen umfasst, fördert <i lang='pi' translate='no'>Satipaṭṭhāna</i> eine breite, umfassende Herangehensweise an die Meditation, eine, die sich auf Gewahrsein stützt und nicht auf Kontrolle, die den Grundstein für das Erblühen der Weisheit legt. ",
  "sn-guide-sujato:346": "Dieses <i lang='pi' translate='no'>Saṁyutta</i> präsentiert eine Reihe aufschlussreicher und häufig charmanter Suttas über <i lang='pi' translate='no'>Satipaṭṭhāna</i>, aber es definiert nicht den Umfang der Meditation. Die obigen Definitionen sind von den längeren Lehrreden abgeleitet, die sich heute in <a class='ref' href='/mn10'>MN 10</a> und <a class='ref' href='/dn22'>DN 22</a> finden. Doch diese haben sicherlich beträchtliche späte Entwicklungen erfahren, verglichen mit den kurzen Lehrreden des <i lang='pi' translate='no'>Saṁyutta</i>, und man kann nicht einfach annehmen, dass alles in <a class='ref' href='/mn10'>MN 10</a> und <a class='ref' href='/dn22'>DN 22</a> auf den <i lang='pi' translate='no'>Saṁyutta</i> zutrifft. ",
  "sn-guide-sujato:347": "Das zusammengesetzte Paliwort <i lang='pi' translate='no'>satipaṭṭhāna</i> wird zu <i lang='pi' translate='no'>sati</i> + <i lang='pi' translate='no'>upaṭṭhāna</i> aufgelöst. Dieser Ausdruck ist aus der stufenweisen Schulung vertraut, wo er sich auf den Augenblick bezieht, wenn sich ein Übender in Abgeschiedenheit hinsetzt und mit der Meditation beginnt, indem er „die Achtsamkeit verankert“ (<i lang='pi' translate='no'>satiṁ upaṭṭhapetvā</i>). Er bezieht sich somit in erster Linie auf die formale Meditationsübung. ",
  "sn-guide-sujato:348": "Heute ist es üblich, von „Achtsamkeit im täglichen Leben“ zu sprechen, aber in den Suttas wird das <i lang='pi' translate='no'>sampajañña</i> genannt, was ich mit „situational awareness“ („Gewahrsein der Situation“ oder Umsicht) übersetze. Es ist eine aus der Serie von Übungen in der stufenweisen Schulung, die das Fundament zu formaler Meditation legen. <a class='ref' href='/sn47.2'>SN 47.2</a> macht den Unterschied zwischen diesen beiden klar, indem es sie als zwei Eigenschaften behandelt, die ein Mönch entwickeln soll. Das heißt natürlich nicht, dass sie völlig unabhängig voneinander wären, denn bei spiritueller und geistiger Entwicklung geschieht nichts abgeschottet vom Rest. <i lang='pi' translate='no'>Sampajañña</i> ist nicht auf „Achtsamkeit im täglichen Leben“ begrenzt, sondern spielt auch bei den Vertiefungen und der Einsicht eine Rolle (siehe <a class='ref' href='/sn47.35'>SN 47.35</a>). Aber es ist so, dass diese beiden Übungen in erster Linie verschiedene Dinge sind, wobei die Umsicht hilft, den Geist für die Achtsamkeitsmeditation vorzubereiten. ",
  "sn-guide-sujato:349": "Die Standardformel beschreibt den Menschen, der achtsam meditiert, mit vier Begriffen. Diese greifen zurück auf die grundlegenden Hilfsübungen der stufenweisen Schulung und erinnern uns daran, dass <i lang='pi' translate='no'>Satipaṭṭhāna</i>-Meditation nicht isoliert geschieht: ",
  "sn-guide-sujato:350": "Eifrig (<i lang='pi' translate='no'>ātāpī</i>) ",
  "sn-guide-sujato:351": "Man besitzt ausdauernde und unermüdliche Energie. ",
  "sn-guide-sujato:352": "Umsichtig (<i lang='pi' translate='no'>sampajāno</i>) ",
  "sn-guide-sujato:353": "Man besitzt Umsicht. ",
  "sn-guide-sujato:354": "Achtsam (<i lang='pi' translate='no'>satimā</i>) ",
  "sn-guide-sujato:355": "Man besitzt Achtsamkeit. ",
  "sn-guide-sujato:356": "Frei von Verlangen nach der Welt oder Abneigung dagegen (<i lang='pi' translate='no'>vineyya loke abhijjhādomanassaṁ</i>) ",
  "sn-guide-sujato:357": "Man hat offene Formen von Verlangen und Abneigung durch Zügelung der Sinne beseitigt. Der Ausdruck <i lang='pi' translate='no'>abhijjhādomanassa</i> wird anderswo nur im Zusammenhang mit der Zügelung der Sinne gebraucht (<a class='ref' href='/dn10'>DN 10</a>, <a class='ref' href='/mn33'>MN 33</a>, <a class='ref' href='/sn35.120'>SN 35.120</a>, <a class='ref' href='/an4.14'>AN 4.14</a> usw.). ",
  "sn-guide-sujato:358": "Beim achtfachen Pfad, den Faktoren des Erwachens, den Fähigkeiten und den Kräften ist Achtsamkeitsmeditation einer der Schlüsselfaktoren, die zu tiefer meditativer Stille und Versenkung führen. Sie ist anderswo definiert als „die Grundlage, um sich im <i lang='pi' translate='no'>Samādhi</i> zu versenken“ (<a class='ref' href='/mn44'>MN 44</a>: <i lang='pi' translate='no'>cattāro satipaṭṭhānā samādhinimittā</i>). Mit der bezaubernden Parabel vom Koch zeigt <a class='ref' href='/sn47.8'>SN 47.8</a>, wie jemand, der in der Achtsamkeitsmeditation geschickt ist, in die Versenkung eintritt und die Befleckungen aufgibt, indem er die Merkmale seines eigenen Geistes versteht, während das bei jemandem, der schlecht meditiert, misslingt. In <a class='ref' href='/sn47.4'>SN 47.4</a> spornt der Buddha alle an, ob sie in der Meditation nun Anfänger sind oder Fortgeschrittene, die Achtsamkeit bis zum Stadium der vollständigen Versenkung zu üben (<i lang='pi' translate='no'>ekodibhūtā vippasannacittā samāhitā ekaggacittā</i>; „eins geworden, mit klarem Geist, der im <i lang='pi' translate='no'>Samādhi</i> versunken ist, geeint“). ",
  "sn-guide-sujato:359": "Die zentrale Stellung der meditativen Versenkung wird von dem Spruch betont, dass <i lang='pi' translate='no'>Satipaṭṭhāna</i> der „Pfad zum Einswerden“ (<i lang='pi' translate='no'>ekāyano maggo</i>) ist. Dieser Spruch ist aus <a class='ref' href='/mn10'>MN 10</a> berühmt, stammt aber aus dem <i lang='pi' translate='no'>Saṁyutta</i>, wo er in Brahmās Mund gelegt ist (<a class='ref' href='/sn47.1'>SN 47.1</a>, <a class='ref' href='/sn47.18'>SN 47.18</a>, <a class='ref' href='/sn47.43'>SN 47.43</a>). Es ist ein Begriff aus den Upaniṣaden, der in einem kontemplativen Zusammenhang bedeutet: „der Ort, wo alle Dinge als eins zusammenkommen“ (Bṛhadāraṇyaka-Upaniṣad 2.4:11). ",
  "sn-guide-sujato:360": "Die meditativen Vertiefungen (<i lang='pi' translate='no'>Jhānas</i>) wurden ausdrücklich in der ausgedehnten und späten Passage über die vier edlen Wahrheiten in <a class='ref' href='/dn22'>DN 22</a> in den <i lang='pi' translate='no'>Satipaṭṭhāna</i>-Text gebracht. Allerdings sind sie unausgesprochen an vielen Stellen vorhanden, einschließlich dem Beobachten der Gefühle in den Ausdrücken „mit dem Geistlichen verbundene Ekstase“ und „mit dem Geistlichen verbundene Seligkeit“, die in Begriffen der Vertiefungen definiert sind (<a class='ref' href='/sn36.31'>SN 36.31</a>); wie auch in der Beobachtung des Geistes als dem Geist, der „ausgedehnt“, „unübertrefflich“, „versunken“ und „befreit“ ist – alles Begriffe für tiefe Versenkungszustände; oder in der Diskussion in <a class='ref' href='/mn125'>MN 125</a>. ",
  "sn-guide-sujato:361": "Das heißt nicht, dass Einsicht (oder Klarsicht, <i lang='pi' translate='no'>vipassanā</i>) in <i lang='pi' translate='no'>Satipaṭṭhāna</i> keinen Platz hätte. Im Gegenteil, das vierte der <i lang='pi' translate='no'>Satipaṭṭhānas</i>, die Beobachtung der natürlichen Gesetzmäßigkeiten, befasst sich in erster Linie mit der Einsicht, die aus der meditativen Versenkung folgt. Wie in <a class='ref' href='/mn10'>MN 10</a> beschrieben, beobachtet man hier nicht lediglich die An- oder Abwesenheit verschiedener Faktoren, sondern man versteht den Grund, warum sie erscheinen und verschwinden. Und das Verstehen ursächlicher Zusammenhänge ist das Herz der Einsicht. Das wird in der Lehre von der Achtsamkeit auf den Atem untermauert, die an diesem Punkt die Betrachtung der Unbeständigkeit einführt. ",
  "sn-guide-sujato:362": "Zwei Suttas bringen den <i lang='pi' translate='no'>Vipassanā</i>-Aspekt in den Vordergrund. In <a class='ref' href='/sn47.40'>SN 47.40</a> lehrt der Buddha zuerst die Standard-<i lang='pi' translate='no'>Satipaṭṭhāna</i>übung und führt dann die „Entwicklung“ von <i lang='pi' translate='no'>Satipaṭṭhāna</i> ein. In den Suttas bedeutet „Entwicklung“ die Verbesserung und Erweiterung dessen, was bereits da ist. (<i lang='pi' translate='no'>Bhāvanā</i> ist von der Kausativform des Worts „sein“ abgeleitet, d. h. etwas „mehr sein machen“.) Diese Weiterentwicklung schließt das Betrachten aller vier <i lang='pi' translate='no'>Satipaṭṭhānas</i> in Begriffen von Ursprung und Aufhören ein. Die genaue Bedeutung dieser Stelle ist in  <a class='ref' href='/sn47.42'>SN 47.42</a> ausgeführt, das den Ursprung jedes der vier <i lang='pi' translate='no'>Satipaṭṭhānas</i> darlegt. ",
  "sn-guide-sujato:363": "Ein auffallendes Merkmal dieser Sammlung ist die Zahl der bezaubernden Parabeln, die ebenso denkwürdig wie amüsant sind. Neben der Geschichte vom Koch, die wir oben erwähnt haben (<a class='ref' href='/sn47.8'>SN 47.8</a>), hören wir, wie eine Wachtel lernte, dem Habicht zu entkommen (<a class='ref' href='/sn47.6'>SN 47.6</a>), wie ein törichter Affe in einer Teerfalle gefangen wurde (<a class='ref' href='/sn47.7'>SN 47.7</a>) und wie zwei Akrobaten sich gegenseitig unterstützen (<a class='ref' href='/sn47.19'>SN 47.19</a>). Eine andere Lehrrede stellt eine scheinbar unerfüllbare Aufgabe für die Achtsamkeitspraxis: Man muss mit einer bis zum Rand mit Öl gefüllten Schüssel zwischen einer populären Bühnenkünstlerin und dem Gedränge der Zuschauer, die sie bejubeln, hindurchgehen, während ein Mann mit gezogenem Schwert darauf wartet, einem den Kopf abzuschlagen, wenn man einen Tropfen verschüttet (<a class='ref' href='/sn47.20'>SN 47.20</a>)! ",
  "sn-guide-sujato:364": "SN 48: Verbundene Lehrreden über die Fähigkeiten ",
  "sn-guide-sujato:365": "Das Wort <i lang='pi' translate='no'>indriya</i> hat eine recht interessante Geschichte. Es kommt 39 mal im Ṛg-Veda vor in der allgemeinen Bedeutung der „Macht Indras“, des großen Krieger-Gottes und Drachentöters, der im Pali als Sakka bekannt ist. Aber die Natur seiner Macht ist vielleicht nicht, was man sich vorstellen würde, denn mehr als zwei Drittel dieser Fälle bringen <i lang='pi' translate='no'>indriya</i> mit <i lang='pi' translate='no'>soma</i> in Verbindung. ",
  "sn-guide-sujato:366": "Nun, <i lang='pi' translate='no'>soma</i> war natürlich eine Droge, vielleicht eine Zubereitung aus der amphetaminartig stimulierenden Ephedra. Es wurde von den frühen Indo-Europäern getrunken, um Kriegern auf dem Schlachtfeld die Energie eines Berserkers zu verleihen. Neben der Zähmung des Pferdes und der Erfindung des schnellen zweirädrigen Streitwagens war drogenstimulierter Kampf eine der wichtigsten Innovationen, die dem  militärischen Erfolg der Indo-Europäer zugrunde lagen. ",
  "sn-guide-sujato:367": "In der vedischen Kultur war der Genuss von <i lang='pi' translate='no'>soma</i> als religiöse Praxis ritualisiert: Indra selbst trinkt <i lang='pi' translate='no'>soma</i>, um seine Macht zu steigern. Er ist nicht mehr aufzuhalten und zermalmt all seine Feinde vor sich. Seine Anhänger folgen seinem Beispiel und manifestieren so die Macht des Gottes in sich selbst. Der drogeninduzierte Rausch verlieh ihnen die Macht der Götter. Aber der entscheidende Punkt ist, dass diese Macht nicht von Indra geliehen ist; vielmehr beziehen Gott und Verehrer ihre Macht aus der gleichen Quelle. Sie war von Anfang an in ihnen, und das <i lang='pi' translate='no'>soma</i> war nur nötig, um sie hervorzubringen. ",
  "sn-guide-sujato:368": "Zur Zeit des Buddha war das vedische Zeitalter längst vorbei und das <i lang='pi' translate='no'>soma</i> weitgehend vergessen. Spätere Kommentatoren, die mit seinen vedischen Wurzeln nicht vertraut waren, definierten <i lang='pi' translate='no'>indriya</i> als „Herrschaft“ und die verschiedenen <i lang='pi' translate='no'>indriyā</i>  im Buddhismus als die lenkenden Kräfte, die Herrschaft über ihren jeweiligen Bereich ausüben. Aber der Gebrauch in den Suttas zeigt, dass die Bedeutung näher an dem vedischen Sinn von „Stärke“ liegt. Die <i lang='pi' translate='no'>indriyā</i> sind angeborene Kräfte, die sich unter den richtigen Bedingungen zeigen können. ",
  "sn-guide-sujato:369": "Das ist der Grund, warum der Buddha nach seinem Erwachen die Welt prüfend betrachtete und die <i lang='pi' translate='no'>indriyā</i> der vielen verschiedenen Wesen in ihr abschätzte. Er sah das latente spirituelle Potenzial in jedem Menschen in unterschiedlichem Ausmaß und verstand, dass dieses verborgene Potenzial mit der richtigen Lehre und Förderung gehoben werden konnte (<a class='ref' href='/sn6.1'>SN 6.1</a>). ",
  "sn-guide-sujato:370": "Als er die Lehre über die <i lang='pi' translate='no'>indriyā</i> abfasste, verwendete der Buddha eine Serie von fünf Eigenschaften, die er unter seinen früheren Lehrern Āḷāra Kālāma und Uddaka Rāmaputta (<a class='ref' href='/mn26'>MN 26:17</a> usw.) entwickelt hatte. Dass diese tatsächlich eine Serie von Lehren in der brahmanischen Tradition waren, wird durch ihre Erwähnung im Yogasūtra (1.20) bestätigt. Der Buddha nannte diese Reihe die fünf <i lang='pi' translate='no'>indriyā</i>. ",
  "sn-guide-sujato:371": "Die gleichen Eigenschaften sind auch als <i lang='pi' translate='no'>balā</i> oder „Kräfte“ bekannt. In <a class='ref' href='/sn48.43'>SN 48.43</a> bespricht der Buddha die Beziehung zwischen diesen beiden Reihen und sagt, sie seien wie ein Fluss, der um eine Insel herumfließt. Sie gehören zum gleichen Strom und fließen zum gleichen Ort, aber aus einem gewissen Blickwinkel kann man sie unterscheiden. Der Ausdruck <i lang='pi' translate='no'>bala</i> ist wie <i lang='pi' translate='no'>indriya</i> vedisch mit der gleichen Grundbedeutung von Stärke oder Kraft und kommt ebenfalls in Zusammenhängen über Indra und seinem <i lang='pi' translate='no'>soma</i> vor. Die <i lang='pi' translate='no'>balā</i> haben im Saṁyutta nur einige Wiederholungsvorlagen und werden im Aṅguttara definiert (<a class='ref' href='/an5.14'>AN 5.14</a>). ",
  "sn-guide-sujato:372": "Die <i lang='pi' translate='no'>indriyā</i> (zusammen mit den <i lang='pi' translate='no'>balā</i>) wurden unter die 37 <i lang='pi' translate='no'>bodhipakkhiyadhammā</i> aufgenommen und bilden das Herz des Indriya-Saṁyutta, wo sie wie folgt definiert sind (<a class='ref' href='/sn48.8'>SN 48.8</a>, <a class='ref' href='/sn48.9'>SN 48.9</a>, <a class='ref' href='/sn48.10'>SN 48.10</a>): ",
  "sn-guide-sujato:373": "Vertrauen (<i lang='pi' translate='no'>saddhā</i>) ",
  "sn-guide-sujato:374": "Vertrauen zum Erwachen des Buddha. ",
  "sn-guide-sujato:375": "Energie (<i lang='pi' translate='no'>viriya</i>) ",
  "sn-guide-sujato:376": "Das Bemühen, Schlechtes aufzugeben und Gutes zu entwickeln. ",
  "sn-guide-sujato:377": "Achtsamkeit (<i lang='pi' translate='no'>sati</i>) ",
  "sn-guide-sujato:378": "Sich an Dinge erinnern, die vor langer Zeit gesagt oder getan wurden, und die vier Arten der Achtsamkeitsmeditation. ",
  "sn-guide-sujato:379": "Versenkung (<i lang='pi' translate='no'>samādhi</i>) ",
  "sn-guide-sujato:380": "Auf Loslassen gegründete Einheit des Geistes; außerdem als die vier Vertiefungen (<i lang='pi' translate='no'>jhānā</i>) definiert. ",
  "sn-guide-sujato:381": "Weisheit (<i lang='pi' translate='no'>paññā</i>) ",
  "sn-guide-sujato:382": "Verstehen der Unbeständigkeit und der vier edlen Wahrheiten. ",
  "sn-guide-sujato:383": "Der Text beginnt mit Vertrauen (<i lang='pi' translate='no'>saddhā</i>) und führt damit eine Eigenschaft ein, die in den bisherigen Reihen nicht ausdrücklich erwähnt wird. Im Buddhismus ist Vertrauen wesentlich. In traditionellen buddhistischen Ländern sind das stille, doch stetige Vertrauen und die Hingabe an den Buddha und seine Lehre bis auf den heutigen Tag allgegenwärtig und finden Ausdruck in Blumenspenden, in Ehrerbietung und Demut in Gegenwart des Sakralen oder in erhebender Besinnung auf die Worte des Buddha. Es ist eine emotionale Eigenschaft, die oft mit <i lang='pi' translate='no'>pema</i>, „Zuneigung“, gepaart ist. Aber der Buddha wies blinden Glauben oder „unbegründetes Vertrauen“ (<a class='ref' href='/mn95'>MN 95:13</a>: <i lang='pi' translate='no'>amūlikā saddhā</i>) ausdrücklich zurück und ermunterte seine Anhänger zu „begründetem Vertrauen“ (<a class='ref' href='/mn47'>MN 47:16</a>: <i lang='pi' translate='no'>ākāravatī saddhā</i>) auf der Grundlage sorgfältiger und kritischer Untersuchung. ",
  "sn-guide-sujato:384": "Das ist ein Glaube, der dem Vertrauen und der Zuversicht gleicht, die ein Wissenschaftler braucht, wenn er sich auf Entdeckungen und Theorien anderer in seinem Arbeitsfeld stützt. Er ist wesentlich, um irgendwohin zu gelangen; aber gleichzeitig ist er vollkommen vorläufig. Wenn es etwas gibt, dem die Beweise widersprechen, muss es zurückgewiesen werden. Und sobald man die Wahrheit selbst gesehen hat, gibt es keinen Grund mehr für Glauben, wie der Ehrwürdige Sāriputta in <a class='ref' href='/sn48.44'>SN 48.44</a> dargelegt hat. ",
  "sn-guide-sujato:385": "Gemäß dem Muster, das wir in vorangehenden Reihen von Eigenschaften gesehen haben, richtet sich die Nennung von Vertrauen an dem Fortschritt aus, den man macht, indem man der stufenweisen Schulung folgt. Zuerst hört man die Lehre und fasst Vertrauen, dann zieht man fort und setzt seine Energie in die Übung, unternimmt die Achtsamkeitsmeditation, erlangt die Vertiefungen und die Weisheit der Erkenntnis der Unbeständigkeit, die daraus folgt. An dieser Stelle geht ein Schüler über einen bloßen Glauben oder ein begründetes Vertrauen hinaus und sieht selbst die Wahrheit. Sein Vertrauen wird als <i lang='pi' translate='no'>aveccappasāda</i> bezeichnet, „auf Erfahrung gegründete“ oder „gesicherte“ Zuversicht. Das Wort <i lang='pi' translate='no'>avecca</i> heißt wörtlich „durchlebt haben“. Erst an diesem Punkt ist das Vertrauen unerschütterlich. ",
  "sn-guide-sujato:386": "Viele der Suttas über die fünf Fähigkeiten sind nach der gleichen Art von Mustern und Vorlagen aufgebaut wie die <i lang='pi' translate='no'>Saṁyuttas</i> über den edlen achtfachen Pfad oder die Faktoren des Erwachens. Aber in zwei Punkten, die miteinander zusammenhängen, heben sie sich heraus. Und beide dieser charakteristischen Merkmale stammen von der ursprünglichen Bedeutung von <i lang='pi' translate='no'>indriya</i> als „Kraft“ oder „Potenzial“. ",
  "sn-guide-sujato:387": "Das erste dieser beiden Merkmale ist der Gebrauch der Fähigkeiten, um Übende einzustufen. Jemand, der die Fähigkeiten wahrhaftig versteht, ist in den Strom eingetreten (<a class='ref' href='/sn48.2'>SN 48.2</a>, <a class='ref' href='/sn48.3'>SN 48.3</a>), während jemand, der auf der Grundlage dieses Verstehens vollständig loslassen kann, vollendet ist (<a class='ref' href='/sn48.4'>SN 48.4</a>, <a class='ref' href='/sn48.5'>SN 48.5</a>). Diese Einstufung von Übenden anhand ihrer Entwicklung der Fähigkeiten wird in einer anschließenden Reihe von Lehrreden weiter ausgeführt (<a class='ref' href='/sn48.12'>SN 48.12–18</a>, <a class='ref' href='/sn48.24'>SN 48.24</a>). ",
  "sn-guide-sujato:388": "Wir alle haben also diese Fähigkeiten als verborgenes Potenzial in uns, doch sie manifestieren ihre Stärke erst, wenn sie durch den Pfad die Kraft dazu bekommen. Sobald das geschieht, im Augenblick des Stromeintritts, sind sie nicht mehr aufzuhalten, wie Indra, wenn er in rasender Wut auf einen Drachen losgeht. ",
  "sn-guide-sujato:389": "Um das zweite charakteristische Merkmal zu verstehen, wollen wir uns an diese <i lang='pi' translate='no'>Saṁyuttas</i> erinnern, die den Pfad behandeln, die vierte der edlen Wahrheiten, die „entwickelt werden muss“ (<i lang='pi' translate='no'>bhāvetabba</i>). Und während das Indriya-Saṁyutta, wie andere <i lang='pi' translate='no'>Saṁyuttas</i> über den Pfad, tatsächlich vom „Entwickeln der Fähigkeiten“ spricht, spricht eine Reihe von Suttas auch davon, die Fähigkeiten im Licht der vier edlen Wahrheiten zu verstehen (<a class='ref' href='/sn48.2'>SN 48.2–7</a>). Normalerweise findet man eine solche Formulierung in Lehrreden, die die erste edle Wahrheit behandeln, wie etwa die Aggregate oder die Sinnesfelder, die „vollständig verstanden werden“ müssen. Hier verwischen die Texte die Unterscheidung zwischen der ersten und der vierten edlen Wahrheit. Um klar zu sein: Das ist nichts Einzigartiges; wir haben bereits ein paar der Lehrreden über <i lang='pi' translate='no'>Satipaṭṭhāna</i> gefunden, die auf eine andere Art etwas Ähnliches tun. Aber es ist ungewöhnlich, und sicher ist die Gewichtung einzigartig. ",
  "sn-guide-sujato:390": "Es gibt nichts, was daran in Bezug auf die Lehre schwierig wäre; schließlich ist der Pfad bedingt (<a class='ref' href='/an4.34'>AN 4.34</a>), und alle bedingten Dinge sind Leiden. Aber der Buddha sprach gewöhnlich über den Pfad in leuchtend positiven Ausdrücken, nicht über sein Leiden und seine Nachteile. ",
  "sn-guide-sujato:391": "Das ist wieder einmal einleuchtend, wenn wir die Fähigkeiten als innere Potenziale betrachten, als etwas, das wir bereits in latenter Form zu einem gewissen Grad besitzen. Indem wir die Fähigkeiten verstehen, verstehen wir, <em>wer wir sind</em> und <em>wer wir werden können</em>. ",
  "sn-guide-sujato:392": "Diese Vorstellung, dass ein <i lang='pi' translate='no'>indriya</i> eine Macht oder Fähigkeit oder Kraft sein kann, die ein Mensch besitzt, wird im Rest des <i lang='pi' translate='no'>Saṁyutta</i> weiterentwickelt, wo eine Reihe von Fähigkeiten außerhalb der grundlegenden fünf eingeführt wird. Zusammen mit den fünf Fähigkeiten ergibt das eine Zusammenstellung von 22 Fähigkeiten, die eine Standardreihe im Abhidhamma wurden (siehe <a class='ref' href='/vb5'>Vb 5</a>). Hier sind sie in der Abhidhamma-Reihenfolge: ",
  "sn-guide-sujato:393": "Die sechs Sinnesfähigkeiten (<a class='ref' href='/sn48.25'>SN 48.25</a>). ",
  "sn-guide-sujato:394": "Drei biologische Fähigkeiten: Weiblichkeit, Männlichkeit und Lebensenergie (<a class='ref' href='/sn48.22'>SN 48.22</a>). ",
  "sn-guide-sujato:395": "Fünf Arten von Gefühl als Fähigkeiten (<a class='ref' href='/sn48.31'>SN 48.31</a>). ",
  "sn-guide-sujato:396": "Die fünf spirituellen Fähigkeiten. ",
  "sn-guide-sujato:397": "Drei Fähigkeiten, die sich auf Stadien des Erwachens beziehen (<a class='ref' href='/sn48.23'>SN 48.23</a>). ",
  "sn-guide-sujato:398": "Sinne, Gefühle, ja auch die biologischen Attribute sind Dinge, die jeder besitzt. Sie müssen als Teil der bedingten Wirklichkeit und somit als Leiden verstanden werden, aber sie können eingesetzt werden, um dem spirituellen Pfad Kraft zu geben. ",
  "sn-guide-sujato:399": "SN 51: Verbundene Lehrreden über die Grundlagen übersinnlicher Kraft ",
  "sn-guide-sujato:400": "Wir haben gelernt, dass die Begriffe <i lang='pi' translate='no'>indriya</i> und <i lang='pi' translate='no'>bala</i>, die wir mit „Fähigkeit“ und „Kraft“ übersetzen, vedische Begriffe waren, die eng mit der göttlichen Macht des Kriegsgottes Indra verbunden waren. Dieses <i lang='pi' translate='no'>Saṁyutta</i> nun befasst sich mit <i lang='pi' translate='no'>iddhi</i>, einem anderen vedischen Begriff mit der ähnlichen Bedeutung von „Erfolg, Kraft, Macht“. Man beachte, dass das Paliwort <i lang='pi' translate='no'>iddhi</i> mit der Bedeutung von zwei vedischen Begriffen übereinstimmt, <i lang='pi' translate='no'>siddhi</i> und <i lang='pi' translate='no'>ṛddhi</i>, aber formal ist es von Letzterem abgeleitet. <i lang='pi' translate='no'>Pāda</i> bedeutet wörtlich „Fuß“, und da <i lang='pi' translate='no'>iddhipāda</i> als „der Weg oder die Übung, um <i lang='pi' translate='no'>iddhi</i> zu gewinnen“, definiert ist (<a class='ref' href='/sn51.27'>SN 51.27</a>), ist es verlockend, die Metapher zu bewahren, indem man von den „vier Schritten zu übersinnlicher Kraft“ spricht. ",
  "sn-guide-sujato:401": "<i lang='pi' translate='no'>Iddhī</i> können sich auf verschiedene Arten von Erfolg, Macht oder Kraft beziehen, aber in diesem Zusammenhang bestehen sie aus verschiedenen erstaunlichen Glanztaten übersinnlicher oder Wunderkraft. Solche Taten haben in Indien eine lange und bunte Geschichte. In den Veden sind sie, wie wir gesehen haben, in Form des legendären militärischen Heldenmuts der Götter entstanden, nach dem auch Sterbliche mithilfe von Stimulanzien strebten. Als das <i lang='pi' translate='no'>soma</i> verschwand, wurden, so scheint es, andere Mittel gesucht, um über die gewöhnlichen menschlichen und physikalischen Grenzen hinauszugehen. Asketen unternahmen strapaziöse Bußübungen (<i lang='pi' translate='no'>tapas</i>) und quälten ihren Körper auf der Suche nach Wunderkräften. Obwohl einige vorbuddhistische Anhänger religiöser Übungen – insbesondere der Jainas und der Upaniṣaden – sich höhere und würdigere Ziele gesetzt hatten als bloße Kräfte, so blieben doch viele, für die die spirituelle Praxis ein Mittel zu diesen ausgesprochen weltlichen Zielen war. ",
  "sn-guide-sujato:402": "Die Faszination, die Superhelden auf die moderne Kultur ausüben, zeigt, dass dies nicht an eine bestimmte Zeit oder einen bestimmten Ort gebunden ist. Es geht um die sehr menschliche Sehnsucht nach Transzendenz und Transformation, das Anders-Werden, Mehr-Werden. Superhelden zeigen viele Kräfte derselben Art wie die, von denen in buddhistischen und anderen alten indischen Texten die Rede ist: Gedankenlesen, erweiterte Sinneswahrnehmung, die Fähigkeit, die Elemente zu kontrollieren oder seine eigene Form zu vervielfältigen, durch die Luft und sogar durch den Weltraum zu fliegen (<a class='ref' href='/sn51.11'>SN 51.11</a>). Und die Mittel, mit denen diese Kräfte gewonnen werden, bleiben denen der vorbuddhistischen Traditionen ähnlich: Sie können göttlichen oder außerirdischen Ursprungs sein; oder sie werden von einer Droge oder einem chemischen Wirkstoff vermittelt; oder sie sind das Ergebnis des Ertragens von Prüfungen und Leiden. ",
  "sn-guide-sujato:403": "Der Buddha verzichtete allerdings auf diese Methoden und sagte, Wunderkräfte werden rein durch geistige Entwicklung oder Meditation gewonnen. Der Schwerpunkt verschob sich von den eigentlichen Kräften zu den Mitteln, mit denen man sie erreicht; und das ist, wie sich herausstellt, zufällig auch der Pfad zum Erwachen. Die verschiedenen Kräfte erweitern oder steigern gewöhnliche menschliche Fähigkeiten, und sie können auf die gleiche Art entwickelt werden wie jede andere Fähigkeit entwickelt wird: durch Übung. ",
  "sn-guide-sujato:404": "Trotz ihrer häufigen Erwähnung in buddhistischen Texten werden übersinnliche Kräfte bemerkenswerterweise ausgelassen, wenn es um die wirklich wichtigen Dinge geht. Sie sind Nebeneffekte des spirituellen Pfades, Dinge, die Spaß machen können und einen gewissen Wert als vorbereitende Übung haben, die aber weit davon entfernt sind, das wahre Ziel zu sein (see <a class='ref' href='/sn12.70'>SN 12.70</a>). Der Buddha hatte tatsächlich eine ausgesprochen zwiespältige Haltung zu den Kräften, besonders, wenn sie vorgeführt wurden. Er verbot den Mönchen und Nonnen, sie öffentlich zu zeigen, und verglich die, die das taten, mit einer Frau, die für eine billige Münze ihre Geschlechtsteile zeigt (<a class='ref' href='/pli-tv-kd15'>Kd 15:8.2</a>). Das Zurschaustellen übersinnlicher Kräfte wird außerdem kritisiert, weil sie wie bloße Zauberei erscheinen (<a class='ref' href='/dn11'>DN 11:5</a>, <a class='ref' href='/an3.60'>AN 3.60</a>). Auch war der Besitz von Wunderkräften in keiner Weise ein Zeichen für eine echte spirituelle Errungenschaft, denn selbst von Devadatta, dem Erzfeind des Buddha, heißt es, er habe sie erlangt (<a class='ref' href='/pli-tv-kd17'>Kd 17:1.4</a>). ",
  "sn-guide-sujato:405": "Nichts von alledem sagt etwas darüber aus, ob es solche Kräfte wirklich gibt. Die Suttas nehmen durchgängig an, dass dem so ist, und es gibt keinen Grund, zu denken, dass das nicht die Meinung des Buddha war. Der traditionelle Buddhismus hat immer akzeptiert, dass es Erfahrungen und Kräfte jenseits des Normalen gibt, und die buddhistischen Kulturen sind voller Anekdoten und Geschichten über solche Vorkommnisse. Strenge Untersuchungen sind allerdings schwerer zu finden. Das außergewöhnliche Werk <cite class='book'>Irreducible Mind</cite>, eine anhaltende Kritik reduktionistischer Theorien des Geistes, trägt Hunderte von Studien über verschiedene Arten außergewöhnlicher Phänomene zusammen. Während ein vernünftiger Mensch durchaus skeptisch bleiben kann, scheint es eine signifikante Menge an Belegen zu geben, die für Dinge wie Gedankenlesen oder Erinnerung an frühere Leben sprechen. Die Fähigkeiten, zu fliegen oder die Sonne zu berühren, konnten leider nicht bezeugt werden. ",
  "sn-guide-sujato:406": "Normalerweise wird der Begriff <i lang='pi' translate='no'>iddhi</i> in den Suttas für eine bestimmte Reihe übersinnlicher Kräfte benutzt, die in erster Linie eine Herrschaft über die physikalische Welt zeigen (<a class='ref' href='/sn51.19'>SN 51.19</a> usw.). Sie finden sich typischerweise in einer erweiterten Reihe von sechs „unmittelbaren Erkenntnissen“ (<i lang='pi' translate='no'>abhiññā</i>), die ebenfalls in diesem <i lang='pi' translate='no'>Saṁyutta</i> erwähnt werden (<a class='ref' href='/sn51.11'>SN 51.11</a>). Die letzte davon ist das Auflösen der Befleckungen und das Beenden der Wiedergeburt, das wahre Ziel der buddhistischen Praxis. ",
  "sn-guide-sujato:407": "Was den Inhalt der <i lang='pi' translate='no'>iddhipādā</i> betrifft, so gibt es vier grundlegende Begriffe: ",
  "sn-guide-sujato:408": "Enthusiasmus (<i lang='pi' translate='no'>chanda</i>) ",
  "sn-guide-sujato:409": "Das ist eins der gebräuchlichsten Wörter für „Verlangen“. Obwohl es in keiner der anderen Aufzählungen von <i lang='pi' translate='no'>bodhipakkhiyadhammā</i> formal genannt wird, erscheint es in der Formel für die vier Arten rechten Bemühens. Es ist der Wunsch, es gut zu machen, zu üben, dem Leiden zu entrinnen. ",
  "sn-guide-sujato:410": "Energie (<i lang='pi' translate='no'>viriya</i>) ",
  "sn-guide-sujato:411": "Das ist der am häufigsten vorkommende Faktor unter den 37 <i lang='pi' translate='no'>bodhipakkhiyadhammā</i>. Doch bei den Grundlagen übersinnlicher Kraft erhält er eine besondere Betonung, da er nicht nur einer der Faktoren, sondern auch eine Eigenschaft jedes Faktors ist. ",
  "sn-guide-sujato:412": "Geist (<i lang='pi' translate='no'>citta</i>) ",
  "sn-guide-sujato:413": "Gedanke, Vorstellung, Entschlossenheit oder Gewahrsein (siehe unten). ",
  "sn-guide-sujato:414": "Untersuchung (<i lang='pi' translate='no'>vīmaṁsā</i>) ",
  "sn-guide-sujato:415": "Untersuchung oder Erforschung des Dhamma, aber im Besonderen, was die Meditation behindert und was sie unterstützt. In diesem Zusammenhang ist die Bedeutung nicht zu weit entfernt von „Neugier“. ",
  "sn-guide-sujato:416": "Seltsamerweise ist das Wort <i lang='pi' translate='no'>citta</i>, obwohl es ein weites Bedeutungsspektrum besitzt, in diesem Zusammenhang nicht klar definiert. Selbst der Abhidhamma und die Kommentare bieten wenig mehr als die übliche Aufzählung von Synonymen für „Geist“ (<a class='ref' href='/vb9'>Vb 9</a>). Normalerweise muss der Geist im Zusammenhang mit dem Pfad „entwickelt werden“ (siehe <a class='ref' href='/sn51.9'>SN 51.9</a>), und diese „Entwicklung des Geistes“ (<i lang='pi' translate='no'>cittabhāvanā</i>) ist ein Ausdruck für <i lang='pi' translate='no'>samādhi</i> und den Weg dahin. Entsprechend fällt <i lang='pi' translate='no'>citta</i> zwischen den Energie- und den Weisheitsfaktor, an die Stelle, die normalerweise von <i lang='pi' translate='no'>samādhi</i> und Achtsamkeit eingenommen wird, und es heißt, es muss in der üblichen Art des <i lang='pi' translate='no'>samādhi</i> entwickelt werden (siehe <a class='ref' href='/sn51.11'>SN 51.11</a>). Und <i lang='pi' translate='no'>samādhi</i> selbst wird, wie Energie, stets betont als an jedem Punkt für diese Übung wesentlich. ",
  "sn-guide-sujato:417": "Allerdings ist <i lang='pi' translate='no'>citta</i> auch der Gedanke oder die Absicht, die einen zu seinem Ziel bringen (<a class='ref' href='/sn51.15'>SN 51.15</a>). Im Einklang damit erlangt man <i lang='pi' translate='no'>samādhi</i>, indem man sich auf <i lang='pi' translate='no'>citta</i> stützt (<a class='ref' href='/sn51.13'>SN 51.13</a>); das legt nahe, dass <i lang='pi' translate='no'>citta</i> nicht das Gleiche sein kann wie <i lang='pi' translate='no'>samādhi</i>. ",
  "sn-guide-sujato:418": "Vielleicht wurde der Ausdruck <i lang='pi' translate='no'>citta</i> eben wegen der Breite seiner Bedeutung benutzt. Er umfasst „Gedanken“ des Dhamma, der Übung und des Ziels; die „Vorstellung“, die man im Sinn hat, die einen weiterführt; die „Entschlossenheit“, die die Aufmerksamkeit fokussiert hält; das „Gewahrsein“, wenn das Ziel in Sicht kommt; und das geläuterte „Bewusstsein“ der tiefen Meditation. So deckt <i lang='pi' translate='no'>citta</i> hier das gleiche Terrain ab, wie es das bei den vier <i lang='pi' translate='no'>Satipaṭṭhānas</i> tut: Es bezieht sich auf den Geisteszustand, mit dem man den Pfad entwickelt, einschließlich <i lang='pi' translate='no'>samādhi</i>, ist aber nicht darauf begrenzt. ",
  "sn-guide-sujato:419": "Die vier Grundlagen werden fast immer mit einer Standardformel präsentiert, die aus einem langen zusammengesetzten Wort besteht, dessen Bedeutung in <a class='ref' href='/sn51.13'>SN 51.13</a> erklärt ist. Auf jede der vier Eigenschaften kann man sich stützen, um eine tiefe Einheit des Geistes, <i lang='pi' translate='no'>samādhi</i>, zu entwickeln. Dieser Vorgang schließt ein, dass man sich aktiv bemüht, beschrieben in den Begriffen der vier Arten rechten Bemühens. Somit besteht jedes der <i lang='pi' translate='no'>iddhipādā</i> aus drei Aspekten: ",
  "sn-guide-sujato:420": "einer der vier Eigenschaften. ",
  "sn-guide-sujato:421": "der resultierenden meditativen Versenkung. ",
  "sn-guide-sujato:422": "dem erforderlichen Bemühen. ",
  "sn-guide-sujato:423": "In <a class='ref' href='/sn51.20'>SN 51.20</a> finden wir die ausführlichste Erklärung, wie diese in der Praxis angewendet werden. Dieses Sutta bringt eine Anzahl von Übungen, die von anderen Stellen in den Suttas vertraut sind, wie etwa die Betrachtung der 31 Körperteile. Die meisten davon sind unkompliziert, doch es gibt ein etwas unklares Pali-Idiom, das ein wenig nach Klärung verlangt. Das ist der Ausdruck „wie vorher, so nachher; wie nachher, so vorher“ (<i lang='pi' translate='no'>yathā pure tathā pacchā, yathā pacchā tathā pure</i>), der „Wahrnehmung der Stetigkeit“ (<i lang='pi' translate='no'>pacchāpuresaññā</i>) genannt wird. Ähnliche Ausdrücke findet man im Zusammenhang mit Meditation an verschiedenen Stellen (<a class='ref' href='/thag6.4'>Thag 6.4</a>, <a class='ref' href='/sn47.10'>SN 47.10</a>, <a class='ref' href='/an7.61'>AN 7.61</a>, <a class='ref' href='/an3.90'>AN 3.90</a>). Im Vinaya wird derselbe Ausdruck benutzt, um zu betonen, dass der Status eines Mönchs unverändert bleibt. In der Meditation weist er auf die Notwendigkeit zu stetigem und anhaltendem Bemühen hin, um seinen Fokus aufrechtzuerhalten. Als Teil der Reihe verwandter Idiome – wie oben, so unten; wie bei Tag, so bei Nacht; wie dieses ist, so ist jenes – weist es darauf hin, wie der Vorgang der Meditation sich von Vielfalt und Spezialisierung zu Einheitlichkeit und Einssein bewegt. ",
  "sn-guide-sujato:424": "Wenn sie den Grundlagen übersinnlicher Kraft zum ersten Mal begegnen, sind Studierende oft verblüfft über ein scheinbares Paradox. Verlangen, so wurde uns gesagt, ist die Ursache des Leidens, und doch sollen wir es entwickeln. Dieses Problem wird in <a class='ref' href='/sn51.15'>SN 51.15</a> direkt angesprochen, wo Ānanda dem Brahmanen Uṇṇābha erklärt, dass man das geistliche Leben führt, um Verlangen aufzugeben, was durch die Entwicklung der vier Grundlagen übersinnlicher Kraft geschieht. Aber Uṇṇābha protestiert, denn Verlangen ist selbst eine der vier Grundlagen, und Verlangen kann nicht durch Verlangen aufgegeben werden. Ānanda löst den Widerspruch auf mit dem Gleichnis von einem Mann, der in einen Park geht. Bevor er losgeht, hat er den Wunsch, die Energie, die Idee oder die Neugier, diesen Park zu erreichen. Aber wenn er da ist, verschwinden diese Dinge. Ebenso trägt einen der Wunsch oder Enthusiasmus, das Ziel des geistlichen Lebens zu erreichen, zum Ziel, aber sobald man da ist, ist er nicht mehr nötig. ",
  "sn-guide-sujato:425": "Eine kurze Textgeschichte ",
  "sn-guide-sujato:426": "Der Saṁyutta-Nikāya wurde von 1884 bis 1898 von M. Léon Feer auf der Grundlage von Manuskripten in singhalesischer und burmesischer Schrift bearbeitet und von der <em>Pali Text Society</em> in lateinischer Schrift herausgegeben. Die erste Übersetzung folgte 1917–1930 durch Mrs. C.A.F. Rhys Davids (Bd. 1–2) und F.L. Woodward (Bd. 3–5) unter dem Titel <cite class='book'>The Book of the Kindred Sayings</cite>. 1999 gab die PTS eine neue Ausgabe des Palitextes des ersten Bandes, Sagāthāvagga, heraus, die von G.A. Somaratne bearbeitet war. ",
  "sn-guide-sujato:427": "Während in der Folge mehrere unvollständige Übersetzungen gemacht wurden, gab es keine vollständige englische Übersetzung bis 2002, als Bhikkhu Bodhi sein <cite class='book'>The Connected Discourses of the Buddha</cite> veröffentlichte. Wie mit seiner Übersetzung von <cite class='book'>The Middle-Length Discourses of the Buddha</cite> bedeutete dies einen großen Sprung nach vorne, der die ältere Übersetzung im Wesentlichen überflüssig machte. Anders als die <cite class='book'>Middle-Length Discourses</cite> war dies eine gänzlich neue Übersetzung. In einer ausführlichen Einleitung erklärte Bhikkhu Bodhi genau, wie sich seine Herangehensweise an die Übersetzung entwickelte, und stellte eine eingehende thematische und strukturelle Analyse des Textes vor. ",
  "sn-guide-sujato:428": "Wo das Pali unklar war, habe ich mich oft auf Bodhis früheres Werk bezogen, selten auch auf Woodward / Rhys Davids sowie verschiedene Übersetzungen einzelner Texte. "
}