{
  "start:1": "Einen Anfang finden ",
  "start:2": "Wenn es darum geht, wie man die Suttas lesen sollte, gibt es so viele Ansätze wie es Leser gibt. Das Hilfreichste überhaupt für das Verstehen der Suttas ist ein guter Lehrer. Wie es im Bootsutta (Snp 2.8) heißt: ",
  "start:3": "Wer sich eingeschifft hat mit einem soliden Boot,<br> vollständig mit Riemen und Steuerruder –<br> ein weiser Mensch, in den richtigen Mitteln bewandert,<br> kann viele andere hinüberbringen. ",
  "start:4": "Hier wollen wir ein paar Tipps und Hilfsmittel anbieten, die Menschen bei ihren ersten Schritten helfen können. ",
  "start:5": "Gute Gewohnheiten ",
  "start:6": "Hier gibt es ein paar Gedanken darüber, wie man eine regelmäßige Praxis im Lesen der Suttas aufbaut: ",
  "start:7": "**<a href='https://dhammaregen.github.io/dhammaregen/Studium/SuttasLesen'>Wie soll man die Suttas lesen?</a>** Aus Erfahrung gesprochene Worte von Bhante Sujato. ",
  "start:8": "**<a href='https://www.accesstoinsight.org/befriending.html'>Befriending the Suttas</a>:** Ein klassischer Leitfaden auf der ursprünglichen Sutta-Webseite _Access to Insight_ (englisch). ",
  "start:9": "**<a href='https://readingfaithfully.org/'>Reading Faithfully</a>:** Eine Webseite, die sich zum Ziel setzt, eine tiefere Verbindung mit den Suttas auf emotionaler Ebene zu fördern (englisch; ein <a href='https://de.readingfaithfully.org/'>Sutta-Zufallsgenerator</a> auf Deutsch). ",
  "start:10": "**<a href='https://app.box.com/shared/yifyua1nr2'>Guidelines for Sutta Reading</a>:** Der Sangha von Sacred Mountain bietet Richtlinien an zum kontemplativen Lesen der Suttas in einer Gruppe oder allein, mit Anleitungen von Peter Woods (englisch). ",
  "start:11": "Strukturierte Kurse und Leitfäden ",
  "start:12": "Manche Menschen ziehen eher einen frei fließenden, intuitiven Ansatz vor, aber für andere ist ein gut strukturierter Kurs genau das Richtige: ",
  "start:13": "**<a href='http://www.buddhareden.com/index.php?id=51&tx_ttnews%5Btt_news%5D=45&cHash=a0ef6db93c7a61c6fb475a46e6c5ff7b'>In den Worten des Buddha</a>:** Bhikkhu Bodhi stellt ausgewählte Lehrreden des Buddha aus dem Palikanon vor, der frühesten Aufzeichnung der Lehren. <cite>In den Worten des Buddha</cite> ist in zehn thematische Kapitel gegliedert und zeigt damit den ganzen Umfang der Lehrreden des Buddha, vom Familien- und Eheleben bis zur Entsagung und dem Pfad der Einsicht. Jedem Kapitel ist eine kurze und lehrreiche Einführung vorangestellt, die die Leserin zu einem tieferen Verständnis der nachfolgenden Texte geleitet. ",
  "start:14": "**<a href='http://www.theravada.ch/Theravada-Buddhismus/Die-Lehre-des-Buddha/'>Die Lehre des Buddha</a>:** Kurze Übersicht über die zentralen Punkte der Lehre mit Suttazitaten, zusammengestellt von Bhikkhu Nyānatiloka. ",
  "start:15": "**<a href='https://www.origoverlag.ch/detail/10572BB/'>Was der Buddha lehrt</a>:** von Walpola Rahula, Einführung in die grundlegenden Lehren des Buddha mit einer Auswahl an Suttas. ",
  "start:16": "In englischer Sprache: <p>**<a href='https://bhikkhucintita.wordpress.com/2017/05/02/new-textbook-buddhist-lifebuddhist-path/'>Buddhist Life/Buddhist Path</a>:** Bhikkhu Cintita hat auf der Grundlage jahrelanger Erfahrung im Halten von Kursen über die frühen Texte diese umfassende Einführung zusammengestellt. Sie ist in zwei Bücher aufgeteilt: <cite>Buddhist Life</cite> für die grundlegenden Lehren und <cite>Buddhist Path</cite> für eine systematische Schulung auf dem höheren Pfad, der zum Erwachen führt. Die Bücher können unabhängig voneinander und in beliebiger Reihenfolge studiert werden. </p> <p>**<a href='https://archive.org/details/guidetotipitaka029042mbp'>Guide To Tipitaka</a>:** Sayagyi U Ko Lays klassische Übersicht über den gesamten Palikanon. Sie gibt einen beschreibenden Überblick aus der Sicht des Theravada und fasst jeden Abschnitt und viele einzelne Texte zusammen. Sie ist besonders praktisch, wenn man zu einem neuen Buch im Kanon kommt und mehr darüber erfahren will.</p> <p>**<a href='http://dharmafarer.org/wordpress/sutta-discovery'>The Sutta Discovery Series</a>:** Viele Jahre lang hat der altehrwürdige Lehrer Piya Tan Suttakurse mit ausführlichen Anmerkungen gehalten und dabei die Texte selbst aus dem Pali übersetzt. Diese unschätzbare Ressource ist vollständig im Internet verfügbar.</p> ",
  "start:17": "Die Suttas hören ",
  "start:18": "Es gibt eine Reihe von Quellen, die Audios oder Videos von den Suttas bereitstellen, darunter Lesungen, Kurse und Videoblogs. ",
  "start:19": "**<a href='https://voice.suttacentral.net'>Voice.suttacentral.net</a>:** Sutta-Webseite mit Audiofunktion, die speziell für Menschen mit eingeschränktem Sehvermögen entwickelt wurde. Alle Suttas der vier Nikāyas und die älteren Teile des Khuddaka-Nikāya in der Quellsprache Pali sowie verschiedenen Übersetzungen, von Computerstimmen gelesen. Spracheinstellung für Deutsch oben rechts. ",
  "start:20": "**<a href='https://dhammaregen.github.io/dhammaregen'>Dhammaregen</a>:** Webseite zum Suttastudium mit Audiofunktion, technisch ähnlich wie Voice.suttacentral.net. Dhammaregen enthält deutsche Übersetzungen von SuttaCentral, die für diese Funktion technisch geeignet sind. Einiges einführendes Material zum Lesen gibt es im <a href='https://dhammaregen.github.io/dhammaregen/wiki'>„Wiki“-Abschnitt</a> der Webseite, Tipps für den Einstieg finden Sie <a href='https://dhammaregen.github.io/dhammaregen/Studium/Einstieg'>hier</a>. ",
  "start:21": "In englischer Sprache: <p>**<a href='https://www.youtube.com/watch?v=KuOOmGfebV8'>5 Funny Buddhist Suttas That Have a Great Message</a>:** Mindah-Lee Kumar (oder „Die begeisterte Buddhistin“) zeigt, wie der Buddha seine Botschaft mit Humor vermittelt.</p> <p>**<a href='https://www.youtube.com/c/BuddhistSocietyWA/playlists?view=50&sort=dd&shelf_id=8'>BSWA Sutta-Vorlesungen</a>:** Seit vielen Jahren schon halten Mönche und Nonnen von Bodhinyana und Dhammasara, einschließlich Ajahn Brahm, Suttakurse. Diese stehen auf Youtube zur Verfügung.</p> <p>**<a href='https://discourse.suttacentral.net/c/av'>SuttaCentral-Forum</a>:** Unser Forum ist ein Ort, wo jeder Ressourcen zu den Suttas hochladen oder verlinken kann. Es gibt zahlreiche Lesungen, Chants und Kurse. ",
  "start:22": "Schließen Sie sich einer Lesegruppe an ",
  "start:23": "Es gibt viele Sutta-Lesegruppen, vor Ort oder im Internet. Eine Reise ist immer am besten, wenn man sie mit anderen gemeinsam unternehmen kann. ",
  "start:24": "Hier sollen keine spezifischen Gruppen genannt werden, da sie gewöhnlich lokal und kurzlebig sind. Fragen Sie in Ihren Zentren vor Ort oder auf sozialen Medien oder auch auf unserem Forum, und die Chancen stehen gut, dass Sie etwas finden.</p> <p>Auf den folgenden Übersichtsseiten über Gruppen finden Sie neben Klöstern und Meditationsgruppen auch einige Lehrreden- und Studiengruppen: <ul><li>Deutschland: <a href='https://www.theravadanetz.de/theravada_gruppen.php'>Gruppenliste des Theravadanetz</a> (Deutschland, Österreich und Schweiz);</li> <li>Österreich: <a href='https://www.buddhismus-austria.at/buddhismus-in-oesterreich/oebr-gruppen-und-orden/theravada-schule/'>Theravada-Gruppenliste der Österreichischen Buddhistischen Religionsgemeinschaft</a>;</li> <li>Schweiz: <a href='http://www.theravada.ch/Theravada-Schweiz/Gruppen/'>Gruppenliste der Buddhistischen Gemeinschaft Schweiz</a>.</li></ul></p> <p>Wenn es in Ihrer Gegend nichts gibt, warum gründen Sie nicht selbst eine Gruppe? Beim Theravadanetz können Sie Ihre Gruppe auch <a href='https://www.theravadanetz.de/Kontakt-GruppenAnmeldung.php'>zur Veröffentlichung anmelden</a>, um sie besser bekannt zu machen. ",
  "start:25": "Discuss & Discover, das Forum von SuttaCentral ",
  "start:26": "Wir haben eine dynamische, vielfältige Gemeinschaft von Leuten aufgebaut, die an den Suttas interessiert sind. Sie sind eingeladen, Fragen zu stellen, Aufsätze zu lesen und sich <a href='https://discourse.suttacentral.net/'>hier</a> an der Diskussion zu beteiligen (überwiegend englisch). ",
  "start:27": "Steigen Sie einfach ein ",
  "start:28": "Sicher, ein strukturierter Kurs ist ein wundervoller Weg, um einen Überblick über die Lehren zu bekommen. Aber das Leben ist nicht strukturiert. Der Buddha lehrte nicht alles von A bis Z, sondern ging auf die Bedürfnisse derer ein, mit denen er zusammen war. Manchmal lernen wir am meisten von zufälligen Dingen, einem Satz, den wir zufällig hören, oder einem Wort, das gerade zur rechten Zeit kommt. ",
  "start:29": "Warum also nicht zufällig ein Sutta ausprobieren? Oder einmal herausfinden, was der Buddha über Katzen zu sagen hatte? Manche Webseiten wie <a href='https://dhammaregen.github.io/dhammaregen'>Dhammaregen</a> oder <a href='https://voice.suttacentral.net'>Voice.suttacentral.net</a> haben auch eine Zufalls-Suchfunktion („Such mir etwas aus“). ",
  "start:30": "Lesen Sie sie alle ",
  "start:31": "Es gibt sehr viele Suttas. Aber *so* viele auch wieder nicht. Wenn Sie es sich zur regelmäßigen Gepflogenheit machen, können Sie in ein paar Jahren alle Suttas in einer Übersetzung gelesen haben. Warum nicht? "
}