{
  "vinaya:1": "Das Ordensrecht: Wie klösterliche Gemeinschaften leben sollten ",
  "vinaya:2": "Bhikkhu Brahmāli ",
  "vinaya:3": "<a href='#item1'>Ursprung</a> ",
  "vinaya:4": "<a href='#item2'>Weitergabe der Texte und Schulen</a> ",
  "vinaya:5": "<a href='#item3'>Inhalt</a> ",
  "vinaya:6": "<a href='#item4'>Aus heutiger Sicht</a> ",
  "vinaya:7": "<a href='#item5'>Kommentare</a> ",
  "vinaya:8": "<a href='#item6'>Literaturnachweis und weiterführende Literatur</a> ",
  "vinaya:9": "Der Vinayapiṭaka, der „Korb des Ordensrechts“, enthält die Regeln, die für Mönche und Nonnen bindend sind, und die für die Klostergemeinschaft zutreffenden Regelungen. Das Ordensrecht ist in mehr Rezensionen verfügbar als alle anderen Texte des Tipiṭaka. Es gibt eine vollständige Fassung auf Pali und vier komplette Fassungen, die in chinesischer Übersetzung existieren und alle zu verschiedenen Schulen des frühen Buddhismus gehören: der Mahāsāṅghika-, Dharmaguptaka-, Mahīśāsaka- und Sarvāstivādaschule. Der chinesische Tipiṭaka bewahrt auch andere Texte mit Bezug zum Vinaya wie etwa einen unabhängigen _Bhikkhu-Pātimokkha_ der Kāśyapīya-Schule und verschiedene mehr oder weniger schulenspezifische Vinayatexte. Der Vinaya der Mūlasarvāstivāda-Schule existiert in drei Fassungen: in einer vollständigen Fassung in tibetischer Übersetzung, einer weitgehend vollständigen Fassung auf Chinesisch und beträchtlichen Ausschnitten auf Sanskrit. Es gibt auch verschiedene Vinayatexte sowie eine große Zahl an Fragmenten auf Sanskrit und in anderen indischen Sprachen, die zumeist aus dem Mahāsāṅghika, Sarvāstivāda oder Mūlasarvāstivāda stammen. ",
  "vinaya:10": "Ursprung ",
  "vinaya:11": "Das Wort _Vinaya_, das hier mit „Ordensrecht“ übersetzt wurde, bedeutete ursprünglich vermutlich „Schulung“, wie man aus seinem Gebrauch im Suttapiṭaka, dem „Korb der Lehrreden“, erkennen kann. In diesem Sinn ergänzt es den Dhamma, die Doktrin oder Lehre, die die Anweisungen enthält, wie die Schulung durchzuführen ist. Das zusammengesetzte Wort _Dhamma-Vinaya_ ist in der frühesten Literatur sehr gebräuchlich und könnte mit „Theorie und Praxis“ wiedergegeben werden. Allmählich hat sich die Bedeutung von _Vinaya_ gewandelt hin zu den Verhaltensregeln, sodass es sich auf die Schulung im engeren Sinn bezieht. Obwohl der frühere Gebrauch in den _Suttas_ der häufigere ist, wurde der letztere Gebrauch des Wortes _Vinaya_ der vorherrschende, der sich bis heute durchgesetzt hat. ",
  "vinaya:12": "Das Ordensrecht hat sich über einen Zeitraum von mehreren Jahrhunderten nach dem Tod des Buddha entwickelt. Doch angesichts der genauen Übereinstimmung in einigen der grundlegendsten Aspekten des Vinaya in allen Schriften, die überlebt haben, ist es wahrscheinlich, dass die ältesten Teile ihren Ursprung in der Zeit des Buddha haben. Dazu gehören die Verhaltensregeln, die für alle Ordinierten bindend sind und die man als _Pātimokkha_ kennt, und einige der wichtigsten Verfahren, die das richtige Zusammenleben der klösterlichen Gemeinschaften regeln. Nur diese Teile des Vinaya gehören zu den Frühen Buddhistischen Texten im engeren Sinn. ",
  "vinaya:13": "Um diesen Kern herum wurde der Vinaya allmählich erweitert. Mit der Zeit erhielten die _Pātimokkha_regeln einen kanonischen Kommentar, der Entstehungsgeschichten enthielt, Worterklärungen, ausführliche Permutationsreihen zur Anwendbarkeit der Regeln, Ausnahmeklauseln und Fallstudien. Für den übrigen Vinaya, der als die Khandhakas bekannt ist, geschah die Erweiterung weniger geordnet; kleinere Regeln, Geschichten und Verfahren wurden anscheinend nach Bedarf hinzugefügt. Von Frauwallner (1956) wurde gezeigt, dass sich trotz eines bedeutenden gemeinsamen Kerns viele der Einzelheiten dieses Teils des Vinaya von Schule zu Schule unterscheiden. ",
  "vinaya:14": "Den genauen Zeitpunkt zu bestimmen, nach dem kein neues Material mehr zum kanonischen Vinaya hinzugefügt wurde, ist unmöglich, und es wäre für jede Schule ein anderer. Aus linguistischer Sicht ist es wahrscheinlich, dass die meisten Erweiterungen zum Pali-Vinaya – mit Ausnahme des Parivāra – vor seiner Ankunft in Sri Lanka im dritten Jahrhundert v. Chr. erfolgten. Nach diesem Zeitpunkt wurde neues Material der Kommentarliteratur hinzugefügt, die, obwohl die Anfänge wohl auf das Festland zurückzuführen sind, in hohem Maß in Sri Lanka erweitert und fortentwickelt wurde. ",
  "vinaya:15": "Der Vinaya wurde nicht als Teil eines übergreifenden Plans begründet, die klösterliche Gemeinschaft mit einer rechtlichen Struktur auszustatten, sondern wurde Regel für Regel als Reaktion auf Probleme niedergelegt, sobald diese im Orden auftraten. Der Dhamma, die Lehre, war es, der führend war beim Erlassen des Vinaya, und der Vinaya ist den weiter gefassten Interessen des richtigen Übens auf dem buddhistischen Pfad untergeordnet und in sie eingebunden. Eine große Zahl von Regeln wurde als Reaktion auf eine Kritik von Laien am monastischen Orden niedergelegt. ",
  "vinaya:16": "Weitergabe der Texte und Schulen ",
  "vinaya:17": "Die Zahl der bestehenden Vinayatexte ist recht groß und der Vorgang der Weitergabe und Übersetzung in verschiedene indische Sprachen und besonders ins Chinesische und Tibetische recht komplex. Im Folgenden gebe ich eine Übersicht darüber, wie die wichtigsten Vinayatexte nach China und Tibet übertragen wurden. ",
  "vinaya:18": "Die erste Aufspaltung des klösterlichen Ordens erfolgte zwischen den Mahāsāṅghikas und den Sthaviras, sehr grob um 200 v. Chr. Jeder dieser Zweige teilte sich in der Folge in eine Anzahl Unterschulen auf. Von den sechs vollständigen Vinayas, die noch erhalten sind, gehört nur einer der Mahāsāṅghika-Gruppe an, die übrigen fünf gehören zu Unterschulen der Sthaviras. Wir sollten daher erwarten, dass wir bei den Vinayas der Sthavira-Schulen gemeinsame Eigenschaften finden, die in dem Mahāsāṅghika-Vinaya fehlen. Und tatsächlich sind die Khandhakas des Mahāsāṅghika-Vinaya anders gegliedert als die aller anderen Vinayas. ",
  "vinaya:19": "Die Unterschulen des Sthavira-Zweiges, von denen wir noch vollständige Vinayas haben, fallen in zwei Untergruppen: Sarvāstivāda und Mūlasarvāstivāda auf der einen Seite und Dharmaguptaka, Mahīśāsaka und Theravāda auf der anderen. Zuerst trennten sich die Sarvāstivādins von den übrigen Sthaviras. Mit der Zeit trat die Mūlasarvāstivāda-Schule als eine Unterschule des Sarvāstivāda hervor, und aus diesem Grund haben die Vinayas dieser Schulen bestimmte Eigenschaften gemeinsam (Frauwallner, 1956: 194). Nach der Abspaltung des Sarvāstivāda trennten sich die übrigen Sthaviras weiter auf, einschließlich der Herausbildung von Dharmaguptaka, Mahīśāsaka und Theravāda. Doch diese drei Schulen waren wahrscheinlich nichts weiter als regionale Variationen der gleichen Schule (Sujato, 2012: 102), und folglich haben ihre Vinayas Vieles gemeinsam (Frauwallner, 1956: 181). ",
  "vinaya:20": "Abgesehen vom Theravāda-Vinaya sind die wichtigsten noch vorhandenen Vinayas die Folgenden: ",
  "vinaya:21": "Ein vollständiger Mahāsāṅghika-Vinaya, den man im chinesischen Tipiṭaka bei T 1425 findet, wurde von  Faxian und Buddhabhadra 416-418 ins Chinesische übersetzt. Obwohl sein Khandhaka-Abschnitt anders gegliedert ist als die anderer Schulen, scheint sich doch der Inhalt weitgehend zu überschneiden. Weitere Untersuchungen sind nötig, um den Grad der Abweichung zu klären. Wesentliche Teile dieses Vinaya wurden auch in buddhistischem hybridem Sanskrit bewahrt, darunter das Mahāvastu, ein großes Werk, das sich hauptsächlich mit der Biografie des Buddha befasst, sowie der Suttavibhaṅga für die _Pātimokkhas_ der Nonnen und Mönche. ",
  "vinaya:22": "Ein vollständiger Sarvāstivāda-Vinaya wurde unter T 1435 auf Chinesisch bewahrt, übersetzt 404-409 n. Chr. von Kumārajīva. Es gibt auch eine Anzahl von Fragmenten auf Sanskrit, die überlebt haben. ",
  "vinaya:23": "Eine vollständige Übersetzung des Mūlasarvāstivāda-Vinaya, die man im Kanjur unter D 1-7/P 1030-1036 findet, wurde im ersten Jahrzehnt des 9. Jhd. n. Chr. von Jinamitra aus Kashmir und verschiedenen anderen fertiggestellt. Es gibt eine Fassung dieses Vinaya auf Chinesisch unter T 1441-1457, die 703-710 n. Chr. von Yijing weitgehend übersetzt wurde. Diese Übersetzung ist unvollständig und lückenhaft (Frauwallner, 1956: 195). Zusätzlich zu diesen Fassungen existieren circa 80% der Khandhakas auf Sanskrit (Clarke, 2015: 75). ",
  "vinaya:24": "Abgesehen von wenigen Fragmenten auf Sanskrit und Gāndhārī wurde ein vollständiger Dharmaguptaka-Vinaya nur auf Chinesisch unter T 1428 bewahrt, übersetzt 410-412 n. Chr. von Buddhayaśas und Zhu Fonian. Von allen existierenden Vinayas wird dieser normalerweise als derjenige betrachtet, der dem Theravāda-Vinaya am nächsten steht (Clarke, 2015: 69). ",
  "vinaya:25": "Der Mahīśāsaka-Vinaya existiert nur auf Chinesisch unter T 1421, übersetzt 423-424 n. Chr. von Buddhajīva aus Kashmir und anderen von einem Manuskript, das von Faxian aus Sri Lanka gebracht worden war. Nach Frauwallner (1956: 183-84) ist dieser Vinaya lückenhaft. Er ist mit dem Dharmaguptaka-Vinaya eng verwandt (Frauwallner, 1956: 181). ",
  "vinaya:26": "Neben den hier aufgezählten vollständigen Vinayas gibt es eine Vielzahl kanonischer Vinayatexte und Fragmente in verschiedenen Sprachen. Ein bedeutsamer Text ist der _Pātimokkha_ der Mönche der Kāśyapīya-Schule, der unter T 1460 verfügbar ist und 543 n. Chr. von Gautama Prajñāruci ins Chinesische übersetzt wurde. ",
  "vinaya:27": "Inhalt ",
  "vinaya:28": "Der Vinayapiṭaka ist in zwei Hauptteile unterteilt: den Suttavibhaṅga, „die Aufgliederung der Regeln“, und die Khandhakas, die „Kapitel“. Die einzelnen Schulen haben manchmal zusätzliche Texte wie etwa das Parivāra, das „Kompendium“, das zur Theravādatradition gehört, und das Uttaragrantha der Mūlasarvāstivādins. ",
  "vinaya:29": "Suttavibhaṅga ",
  "vinaya:30": "Suttavibhaṅga bedeutet „Aufgliederung des _Sutta_“. _Sutta_ bezieht sich hier nicht auf die Lehrreden, sondern vielmehr auf den vollständigen Satz an _Pātimokkha_regeln. ",
  "vinaya:31": "Der Suttavibhaṅga besteht aus den _Pātimokkha_regeln, die in einen Kommentar eingebettet sind, der jede Regel im Einzelnen analysiert. Der Suttavibhaṅga ist in zwei Teile gegliedert, die 227 Regeln für die Mönche und die 311 Regeln für die Nonnen.  Die Mehrzahl der Regeln sind für beide Orden gleich, aber 130 Regeln sind den Nonnen eigentümlich und 46 den Mönchen. Die größere Zahl an Regeln für die Nonnen kommt zum großen Teil durch eine Unterteilung einzelner Mönchsregeln in mehrere Regeln für die Nonnen zustande sowie durch die Tatsache, dass die Nonnen Regeln in ihrem _Pātimokkha_ haben, die die Mönche in den Khandhakas haben. ",
  "vinaya:32": "Die Regeln sind nach den Sanktionen geordnet, die ein Verstoß nach sich zieht. Die schwerste Sanktion, Ausschluss aus dem klösterlichen Orden, erfolgt nur für Verhalten, das dem Klosterleben grundsätzlich widerspricht, wie Geschlechtsverkehr oder Mord. Es gibt vier solcher Regeln für Mönche und acht für Nonnen. Die zweitschwerste Sanktion besteht in einer Zeit der Enthebung und einer Probezeit, während der man kein vollwertiges Mitglied des Ordens ist. Es gibt dreizehn solcher Regeln für Mönche und siebzehn für Nonnen. Die große Mehrzahl der Verstöße wird aber einfach mit einem Geständnis bereinigt. Diese Regeln sind in mehrere Kategorien untergliedert in Abhängigkeit von Faktoren wie der Schwere des Verstoßes, der Art des Geständnisses, das erforderlich ist, und weiteren Erfordernissen wie etwa Verzicht auf unrechtmäßig erworbene Bedarfsgegenstände. Die letzten sieben Regeln des Suttavibhaṅga sind Grundsätze zum Beilegen „rechtlicher“ Angelegenheiten. Das meiste Material, das sich auf diese Grundsätze bezieht, findet man jetzt in den Khandhakas. ",
  "vinaya:33": "Innerhalb des Suttavibhaṅga ist jede Regel weitgehend eigenständig und bildet einen eigenen Unterabschnitt. Diese Abschnitte beginnen mit einer oder mehreren Entstehungsgeschichten, die den Vorfall berichten, der dazu führte, dass der Buddha eine bestimmte Regel festlegte. Viele dieser Geschichten sind lediglich kurze Berichte über stereotype Mönche oder Nonnen, von denen es einfach heißt, sie hätten etwas Unangemessenes getan. Manche sind komplexe Erzählungen, die manchmal auch Unterregeln enthalten oder wichtige Verfahren für den Orden, und gelegentlich sogar _Sutta_-ähnliches Material oder Geschichten vom Jātaka-Typ. Die Mehrzahl der Entstehungsgeschichten fällt irgendwo zwischen diese beiden Extreme. ",
  "vinaya:34": "Der Entstehungsgeschichte folgt die eigentliche Regel. In einer Anzahl von Fällen wird die Regel später vom Buddha abgeändert, manchmal mehrmals, bevor sie ihre endgültige Form erhält. Die Regel wird dann in einem Wortkommentar im einzelnen analysiert, wobei jedes wichtige Wort der Regel definiert wird. Diese Definitionen reichen von der bloßen Angabe eines Synonyms bis zu langen Abschnitten mit einer ausführlichen Darlegung. Der Wortkommentar ist immer technischer Natur. ",
  "vinaya:35": "Nach dem Wortkommentar werden manche Regeln weiter aufgegliedert nach ihrer Anwendbarkeit in einer Reihe von allgemeinen Szenarien. Dieser Abschnitt hat normalerweise die Form einer Permutationsreihe, in der eine gewisse Zahl von Faktoren in jeder möglichen Art miteinander kombiniert wird. Auch diese Abschnitte sind ausgesprochen technisch. ",
  "vinaya:36": "Als nächstes kommt eine Ausnahmeklausel, die für jede Regel die Fälle festlegt, in denen kein Verstoß vorliegt. Der Ausnahmeklausel folgen manchmal eine Reihe von Fallstudien. Diese betreffen bestimmte Fälle, wo ein Mönch oder eine Nonne in einer Art handelt, dass es nicht ganz eindeutig ist, ob ein Verstoß vorliegt. Der Fall wird berichtet und der Buddha trifft dann eine Entscheidung. Dieser Abschnitt gleicht in seinem Inhalt den Entstehungsgeschichten. Nur die ersten neun Regeln des _Pātimokkha_ der Mönche haben diesen Abschnitt. ",
  "vinaya:37": "Vergleichende Untersuchungen der verschiedenen _Pātimokkhas_ zeigen klar, dass diese Texte zum großen Teil auf die Zeit vor der Schulenbildung im Buddhismus zurückgehen (Pachow, 2000). Das übrige Material des Suttavibhaṅga wird von Wissenschaftlern normalerweise als wesentlich jünger betrachtet als die _Pātimokkha_-Regeln (v. Hinüber, 2000: 13f), aber es ist dennoch wahrscheinlich, dass manches davon bis auf die früheste Periode zurückgeht (Pachow, 2000: 14ff). In Ermangelung genauerer Forschung scheint es klug, den _Pātimokkha_ als den einzigen Teil des Suttavibhaṅga zu betrachten, der zu den frühen buddhistischen Texten gehört. ",
  "vinaya:38": "Aber selbst das ist eine Überbewertung, denn es ist klar, dass nicht einmal alle _Pātimokkha_regeln der frühesten Periode angehören (Pachow, 2000). Das trifft auf viele, wenn nicht alle der unbedeutendsten Regeln der Mönche, die _Sekhiyas_, zu, aber besonders auf die Regeln der Nonnen, von denen viele beträchtliche Abweichungen zwischen den verschiedenen Schulen zeigen; das macht es wahrscheinlich, dass sie aus der Zeit nach der Schulenbildung stammen. ",
  "vinaya:39": "Khandhakas ",
  "vinaya:40": "Der andere Hauptteil des Vinaya, die Khandhakas, ist eine Gruppe von Abschnitten, von denen jeder einen größeren Bereich des Ordensrechts bespricht; so gibt es etwa einen Abschnitt über die Ordination, mehrere Abschnitte über erlaubte Bedarfsgegenstände und eine Reihe von Abschnitten, die technische Dinge behandeln. Die Theravāda-Khandhakas sind eine Reihe von 22 Abschnitten, die alle Entsprechungen in den anderen bestehenden Vinaya-Rezensionen haben, mit einer gewissen Ausnahme bei den Mahāsāṅghikas. Die Khandhakas der Mahāsāṅghikas enthalten zwar viel von demselben Material wie die anderen Vinaya-Rezensionen, sind aber anders gegliedert. Bisher gibt es noch keinen wissenschaftlichen Konsens zu der Frage, warum das so ist und was das für die historische Entwicklung der Khandhakas bedeutet. ",
  "vinaya:41": "Die Khandhakas besitzen keine geschlossene übergreifende Struktur wie wir sie im Suttavibhaṅga finden, der, wie wir gesehen haben, als ein Kommentar und eine Aufgliederung der _Pātimokkha_regeln aufgebaut ist. Dadurch sind die Khandhakas weniger ganzheitlich und vielfältiger als der Suttavibhaṅga. ",
  "vinaya:42": "Anstelle der starren Struktur des Suttavibhaṅga sind die Khandhakas lose um die Lebensgeschichte des Buddha herum geordnet. Nach seinem Erwachen macht sich der Buddha daran, andere über seine Entdeckung zu unterweisen. Mit der Bildung einer klösterlichen Anhängerschaft entstand allmählich die Notwendigkeit für Regeln und Verfahrensweisen. Diese Notwendigkeit setzte sich durch das ganze Leben des Buddha fort. Dieser Prozess ist es, der den Khandhakas insgesamt ihren Rahmen gibt. ",
  "vinaya:43": "Die „Biografie“ des Buddha wird tatsächlich weithin in allen buddhistischen Schulen als Teil des Vinaya betrachtet. (Manche Schulen reihen selbst ihre Version des Mahāparinibbāna-Sutta beim Vinaya ein statt bei den _Suttas_, wie es die Theravādins tun.) Die Khandhakas zeigen den normalen Austausch des Buddha mit Ordinierten und Laien, und wir erhalten einen kleinen Eindruck vom Buddha als Menschen, nicht bloß als dem unnahbaren Lehrer und Leiter einer großen religiösen Organisation. Wir sehen ihn, wie er durch die Gangesebene wandert und viele unterschiedliche Menschen trifft. Wir sehen ihn in engem Kontakt mit seinen monastischen Schülern und Schülerinnen, wie er ihr Fehlverhalten tadelt, aber sie auch lobt, wenn sie es richtig machen. Die berührende Geschichte, wie der Buddha und der Ehrwürdige Ānanda einen Mönch waschen, der an Durchfall leidet, findet man in den Khandhakas. Dieser nahe und fast persönliche Blick auf den Buddha macht die Khandhakas zu einer besonders interessanten Sammlung. ",
  "vinaya:44": "Eine der Hauptfunktionen der Khandhakas ist es, die Verfahren darzulegen, mit denen die Klosterorden ihre Angelegenheiten regeln. Dazu gehören das Ordinationsverfahren und die _Uposatha_-Zeremonie, aber auch eine Reihe anderer Verfahren, die das reibungslose Funktionieren des Ordens ermöglichen. Diese Verfahren werden von genauen Vorschriften geregelt, besonders im Hinblick auf demokratische Teilhabe und dezentrales Treffen von Entscheidungen. Sie ermöglichen eine erfolgreiche und harmonische Erledigung der klösterlichen Angelegenheiten. ",
  "vinaya:45": "Die Khandhakas enthalten eine große Zahl kleinerer Regeln, die man nicht im _Pātimokkha_ findet. Diese Regeln sind gemischt, können aber grob zusammengefasst werden als Regeln, die luxuriöses und sinnliches Leben verbieten – einen Lebensstil, der mit der Entsagung nicht vereinbar ist. ",
  "vinaya:46": "Die Khandhakas enthalten auch Hintergrundgeschichten über manche der bekanntesten Laienschüler des Buddha wie etwa Anāthapiṇḍika, Visākhā und Jīvaka. Es gibt auch Geschichten über ordinierte Schüler wie die bemerkenswerte Geschichte von Pilindavaccha, die ergreifenden Geschichten von Soṇa Kolivisa und Soṇa Kuṭikaṇṇa sowie die Geschichte vom Untergang Devadattas. Dann gibt es mehrere Geschichten vom Jātaka-Typ, von denen man manche auch in der Jātaka-Sammlung findet. Darüber hinaus haben die einzelnen Abschnitte oft ihre eigene Entstehungsgeschichte ähnlich denen, die man im Suttavibhaṅga findet. Doch abgesehen von den Entstehungsgeschichten fehlt den Khandhakas das ausführliche erklärende Material, wie wir es im Suttavibhaṅga finden. ",
  "vinaya:47": "Das drittletzte Kapitel der Khandhakas handelt von den Regeln und Verfahren, die speziell die Nonnen betreffen, einschließlich ihrem Ordinationsverfahren. Sofern nicht ausdrücklich etwas anderes gesagt wird oder sich aus dem Zusammenhang ergibt, gilt der Rest der Khandhakas gleichermaßen für beide Orden. ",
  "vinaya:48": "Die Khandhakas enden mit einer Beschreibung des ersten _Sangīti_, des ersten „gemeinsamen Aufsagens“ der Lehren nach dem Tod des Buddha, und der berühmten Vesālī-Affäre, die auch unter der Bezeichnung Zweites Konzil bekannt ist, bei der der Orden unter Schwierigkeiten eine Meinungsverschiedenheit über Vinayafragen beilegte. Die Vesālī-Affäre soll sich etwa einhundert Jahre nach dem Tod des Buddha zugetragen haben. Etwa zu der Zeit begannen sich getrennte Schulen im Orden herauszubilden, und es ist grob gesagt der Punkt, an dem das gemeinsame Erbe aller Buddhisten endet. ",
  "vinaya:49": "Sonstige Texte ",
  "vinaya:50": "Die Theravāda-Tradition schließt das Parivāra in ihren Vinayapiṭaka ein. Oskar von Hinüber (2000: 22) schlägt vor, dass es nicht später als im ersten Jahrhundert v. Chr. fertiggestellt wurde. Das Parivāra ist eine analytische Zusammenfassung der ersten beiden Teile des Vinaya. Sein Stil und seine Methode werden manchmal mit dem Abhidhamma verglichen. ",
  "vinaya:51": "Auch andere Schulen haben Zusammenfassungen des Vinaya und Ergänzungen, die Material mit dem Parivāra gemeinsam haben können oder auch nicht. Aufgrund mangelnder Forschung ist über diese Texte nicht viel bekannt. Es scheint jedoch klar, dass keiner von ihnen zu den frühen buddhistischen Texten zählt. ",
  "vinaya:52": "Aus heutiger Sicht ",
  "vinaya:53": "Die meisten der frühen Schulen des Buddhismus sind längst verschwunden, aber drei Vinayatraditionen sind noch lebendig: die Dharmaguptaka-Tradition, die in Ostasien praktiziert wird; die Mūlasarvāstivāda-Tradition, die in Tibet und der Mongolei praktiziert wird; und die Theravāda-Tradition, die in Süd- und Südostasien praktiziert wird. ",
  "vinaya:54": "Praktisch gesehen ist es selten, dass Mönche und Nonnen alle Auflagen des von ihnen gewählten Vinaya befolgen. Obwohl zum Beispiel der Gebrauch von Geld von den _Pātimokkha_regeln aller Schulen verboten wird, wird es dennoch von der überwiegenden Mehrheit der Ordinierten benutzt. Das Ausmaß, in dem die Regeln befolgt werden, variiert gewaltig, aber die meisten Mönche und Nonnen halten zumindest die wichtigsten Regeln ein, das heißt die Regeln, deren Übertretung mit Ausschluss oder mit Enthebung geahndet werden. Eine ähnliche Situation liegt bei den Ordensverfahren vor. Manchmal werden sie buchstabengetreu befolgt, wie etwa bei den meisten Ordinationszeremonien in der Theravāda-Tradition. In anderen Fällen werden die Verfahren falsch interpretiert oder schlicht nicht beachtet, wie etwa bei den Verfahren zur Wahl der Amtsträger im Orden. ",
  "vinaya:55": "Im Verlauf der Geschichte des Buddhismus gab es immer wieder Reformbewegungen und unregelmäßige Versuche, den klösterlichen Orden zu läutern. Typischerweise degeneriert der Orden allmählich, bis ein charismatischer Führer eine Reformbewegung anstößt, die auf die richtige Übung des buddhistischen Pfades einschließlich des Vinaya abzielt. Diese Reformbewegungen äußern sich manchmal als „Waldtraditionen“, bei denen die Mönche und Nonnen Waldklöster in Übereinstimmung mit den Idealen des frühen Buddhismus gründen. In den letzten drei Jahrzehnten war eine umstrittene und immer noch andauernde Reform die Wiedereinführung des Nonnen- oder _Bhikkhunī_-Ordens in der Theravāda-Tradition. ",
  "vinaya:56": "Kommentare ",
  "vinaya:57": "Ein anderer wichtiger Bestandteil des Vinaya ist die enorme Kommentarliteratur, die sich nach und nach über die Jahrhunderte und Jahrtausende entwickelt hat und bis heute weiter entwickelt. Alle drei der lebenden Vinaya-Traditionen besitzen eine solche Kommentarliteratur. ",
  "vinaya:58": "Die Kommentarliteratur beginnt mit dem Suttavibhaṅga, der, obwohl er jetzt zum Kanon gehört, ein früher Kommentar zu den_Pātimokkha_regeln ist. Als nächstes haben wir andere kanonische Kommentare oder Zusammenfassungen wie das Parivāra des Theravāda. Danach kommen wir dann zu den eigentlichen Kommentaren, den _Atthakathās_, der „Diskussion über die Bedeutung“. ",
  "vinaya:59": "Der wichtigste nicht-kanonische Kommentar zum Vinayapiṭaka ist der Samantapāsādikā, der im fünften Jahrhundert n. Chr. von Buddhaghosa in Sri Lanka auf der Grundlage vorbestehender Kommentare, die möglicherweise ihren Ursprung in Indien hatten, verfasst wurde. Es gibt einen weiteren wichtigen Kommentar aus der gleichen Zeit, den Kaṅkhāvitaraṇī, der ebenfalls von Buddhaghosa verfasst wurde. Die nächste Schicht an Kommentaren sind die _Ṭīkās_, die Subkommentare, von denen es über ein Dutzend gibt, darunter hochspezialisierte Literatur wie Handbücher über Klostergrenzen (_Sīmās_). _Ṭīkās_ werden bis zum heutigen Tag verfasst. Der Grad, zu dem der kanonische Vinaya gemäß dieser Kommentartradition zu interpretieren ist, ist üblicherweise umstritten und weist große Unterschiede auf. ",
  "vinaya:60": "Um sich in dieser umfangreichen Literatur zurechtzufinden, stützen sich viele Theravādaklöster für ihre Übung des Vinaya auf moderne Zusammenfassungen. Beispiele dafür sind der Vinayamukha auf Thailändisch und Ajahn Ṭhānissaros <cite>The Buddhist Monastic Code</cite> auf Englisch. ",
  "vinaya:61": "Darüber hinaus befolgen viele Theravādaklöster eine Anzahl von Regeln, die mehr informeller Natur sind. Dazu gehören Regeln, die dazu dienen, einzelne Sekten (_Nikāyas_) voneinander zu unterscheiden, wie etwa Regeln über den Stil der Roben und die Art, sie zu tragen. Dann gibt es Regeln, die zu der Tradition eines bestimmten Lehrers gehören, wie sie sich oft um besonders charismatische  und berühmte Lehrer bilden. Die letzte Gruppe von Regeln sind die, die von einzelnen Klöstern festgelegt werden. Diese regeln den Tagesablauf und andere klosterspezifische Aspekte des Klosterlebens. Obwohl all diese Regeln manchmal Vinaya genannt werden und man daher annimmt, sie stammten aus dem Vinayapiṭaka oder zumindest aus den Kommentaren, haben in Wahrheit wenige von ihnen eine kanonische Grundlage. ",
  "vinaya:62": "Literaturnachweis und weiterführende Literatur ",
  "vinaya:63": "Clarke, Shayne; <cite>Vinaya Mātṛikā – Mother of the Monastic Codes, or just Another Set of Lists?</cite>; Indo-Iranian Journal 47: 77–120, 2004 ",
  "vinaya:64": "Clarke, Shayne; <cite>Vinayas</cite>; in Brill’s Encyclopaedia of Buddhism; Leiden, 2015; vol. I, pp. 60-87. ",
  "vinaya:65": "Frauwallner, Erich; <cite>The Earliest Vinaya and the Beginnings of Buddhist Literature</cite>; Rome, 1956 ",
  "vinaya:66": "v. Hinüber, Oskar; <cite>A Handbook of Pāli Literature</cite>; Walter de Gruyter, Berlin, 2000 ",
  "vinaya:67": "Kabilsingh, Chatsumarn (trans.); <cite>The Bhikkhunī Patimokkha of the Six Schools</cite>; Bangkok, 1991 ",
  "vinaya:68": "Norman, K.R.; <cite>Pāli Literature</cite>; Otto Harrassowitz, Wiesbaden, 1983 ",
  "vinaya:69": "Ñāṇatusita, Bhikkhu; <cite>A Translation and Analysis of the Pātimokkha</cite>; Kandy, 2008 ",
  "vinaya:70": "Pachow, W; <cite>A Comparative Study of the Prātimokṣa</cite>; Motilal Banarsidass, Delhi, 2000 ",
  "vinaya:71": "Sujato, Bhikkhu; <cite>Sects and Sectarianism</cite>; Santipada, 2012 ",
  "vinaya:72": "Sujato, Bhikkhu; <cite>Bhikkhunī Vinaya Studies</cite>; Santipada, 2009 "
}