{
  "an7.22:0.1": "Aṅguttara Nikāya 7 ",
  "an7.22:0.2": "3. Vajjisattakavagga ",
  "an7.22:0.3": "22. Vassakārasutta ",
  "an7.22:1.1": "Evaṃ me sutaṃ—",
  "an7.22:1.2": "ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
  "an7.22:1.3": "Tena kho pana samayena rājā māgadho ajātasattu vedehiputto vajjī abhiyātukāmo hoti. ",
  "an7.22:1.4": "So evamāha: ",
  "an7.22:1.5": "“ahaṃ hime vajjī evaṃmahiddhike evaṃmahānubhāve ucchecchāmi, vajjī vināsessāmi, vajjī anayabyasanaṃ āpādessāmī”ti. ",
  "an7.22:2.1": "Atha kho rājā māgadho ajātasattu vedehiputto vassakāraṃ brāhmaṇaṃ māgadhamahāmattaṃ āmantesi: ",
  "an7.22:2.2": "“ehi tvaṃ, brāhmaṇa, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha: ",
  "an7.22:2.3": "‘rājā, bhante, māgadho ajātasattu vedehiputto bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’ti. ",
  "an7.22:2.4": "Evañca vadehi: ",
  "an7.22:2.5": "‘rājā, bhante, māgadho ajātasattu vedehiputto vajjī abhiyātukāmo. ",
  "an7.22:2.6": "So evamāha—",
  "an7.22:2.7": "ahaṃ hime vajjī evaṃmahiddhike evaṃmahānubhāve ucchecchāmi, vajjī vināsessāmi, vajjī anayabyasanaṃ āpādessāmī’ti. ",
  "an7.22:2.8": "Yathā te bhagavā byākaroti, taṃ sādhukaṃ uggahetvā mama āroceyyāsi. ",
  "an7.22:2.9": "Na hi tathāgatā vitathaṃ bhaṇantī”ti. ",
  "an7.22:3.1": "“Evaṃ, bho”ti kho vassakāro brāhmaṇo māgadhamahāmatto rañño māgadhassa ajātasattussa vedehiputtassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
  "an7.22:3.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vassakāro brāhmaṇo māgadhamahāmatto bhagavantaṃ etadavoca: ",
  "an7.22:3.3": "“rājā, bho gotama, māgadho ajātasattu vedehiputto bhoto gotamassa pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati. ",
  "an7.22:3.4": "Rājā, bho gotama, māgadho ajātasattu vedehiputto vajjī abhiyātukāmo. ",
  "an7.22:3.5": "So evamāha: ",
  "an7.22:3.6": "‘ahaṃ hime vajjī evaṃmahiddhike evaṃmahānubhāve ucchecchāmi, vajjī vināsessāmi, vajjī anayabyasanaṃ āpādessāmī’”ti. ",
  "an7.22:4.1": "Tena kho pana samayena āyasmā ānando bhagavato piṭṭhito ṭhito hoti bhagavantaṃ bījayamāno. ",
  "an7.22:4.2": "Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ",
  "an7.22:4.3": "“kinti te, ānanda, sutaṃ: ‘vajjī abhiṇhaṃ sannipātā sannipātabahulā’”ti? ",
  "an7.22:4.4": "“Sutaṃ metaṃ, bhante: ‘vajjī abhiṇhaṃ sannipātā sannipātabahulā’”ti. ",
  "an7.22:4.5": "“Yāvakīvañca, ānanda, vajjī abhiṇhaṃ sannipātā bhavissanti sannipātabahulā; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (1) ",
  "an7.22:5.1": "Kinti te, ānanda, sutaṃ: ‘vajjī samaggā sannipatanti, samaggā vuṭṭhahanti, samaggā vajjikaraṇīyāni karontī’”ti? ",
  "an7.22:5.2": "“Sutaṃ metaṃ, bhante: ‘vajjī samaggā sannipatanti, samaggā vuṭṭhahanti, samaggā vajjikaraṇīyāni karontī’”ti. ",
  "an7.22:5.3": "“Yāvakīvañca, ānanda, vajjī samaggā sannipatissanti, samaggā vuṭṭhahissanti, samaggā vajjikaraṇīyāni karissanti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (2) ",
  "an7.22:6.1": "Kinti te, ānanda, sutaṃ: ‘vajjī apaññattaṃ na paññāpenti, paññattaṃ na samucchindanti, yathāpaññatte porāṇe vajjidhamme samādāya vattantī’”ti? ",
  "an7.22:6.2": "“Sutaṃ metaṃ, bhante: ‘vajjī apaññattaṃ na paññāpenti, paññattaṃ na samucchindanti, yathāpaññatte porāṇe vajjidhamme samādāya vattantī’”ti. ",
  "an7.22:6.3": "“Yāvakīvañca, ānanda, vajjī apaññattaṃ na paññāpessanti, paññattaṃ na samucchindissanti, yathāpaññatte porāṇe vajjidhamme samādāya vattissanti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (3) ",
  "an7.22:7.1": "Kinti te, ānanda, sutaṃ: ‘vajjī ye te vajjīnaṃ vajjimahallakā te sakkaronti garuṃ karonti mānenti pūjenti, tesañca sotabbaṃ maññantī’”ti? ",
  "an7.22:7.2": "“Sutaṃ metaṃ, bhante: ‘vajjī ye te vajjīnaṃ vajjimahallakā te sakkaronti garuṃ karonti mānenti pūjenti, tesañca sotabbaṃ maññantī’”ti. ",
  "an7.22:7.3": "“Yāvakīvañca, ānanda, vajjī ye te vajjīnaṃ vajjimahallakā te sakkarissanti garuṃ karissanti mānessanti pūjessanti, tesañca sotabbaṃ maññissanti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (4) ",
  "an7.22:8.1": "Kinti te, ānanda, sutaṃ: ‘vajjī yā tā kulitthiyo kulakumāriyo tā na okassa pasayha vāsentī’”ti? ",
  "an7.22:8.2": "“Sutaṃ metaṃ, bhante: ‘vajjī yā tā kulitthiyo kulakumāriyo tā na okassa pasayha vāsentī’”ti. ",
  "an7.22:8.3": "“Yāvakīvañca, ānanda, vajjī yā tā kulitthiyo kulakumāriyo tā na okassa pasayha vāsessanti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (5) ",
  "an7.22:9.1": "Kinti te, ānanda, sutaṃ: ‘vajjī yāni tāni vajjīnaṃ vajjicetiyāni abbhantarāni ceva bāhirāni ca tāni sakkaronti garuṃ karonti mānenti pūjenti, tesañca dinnapubbaṃ katapubbaṃ dhammikaṃ baliṃ no parihāpentī’”ti? ",
  "an7.22:9.2": "“Sutaṃ metaṃ, bhante: ‘vajjī yāni tāni vajjīnaṃ vajjicetiyāni abbhantarāni ceva bāhirāni ca tāni sakkaronti garuṃ karonti mānenti pūjenti, tesañca dinnapubbaṃ katapubbaṃ dhammikaṃ baliṃ no parihāpentī’”ti. ",
  "an7.22:9.3": "“Yāvakīvañca, ānanda, vajjī yāni tāni vajjīnaṃ vajjicetiyāni abbhantarāni ceva bāhirāni ca tāni sakkarissanti garuṃ karissanti mānessanti pūjessanti, tesañca dinnapubbaṃ katapubbaṃ dhammikaṃ baliṃ no parihāpessanti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (6) ",
  "an7.22:10.1": "Kinti te, ānanda, sutaṃ: ‘vajjīnaṃ arahantesu dhammikā rakkhāvaraṇagutti susaṃvihitā—kinti anāgatā ca arahanto vijitaṃ āgaccheyyuṃ, āgatā ca arahanto vijite phāsuṃ vihareyyun’”ti? ",
  "an7.22:10.2": "“Sutaṃ metaṃ, bhante: ‘vajjīnaṃ arahantesu dhammikā rakkhāvaraṇagutti susaṃvihitā bhavissati—kinti anāgatā ca arahanto vijitaṃ āgaccheyyuṃ, āgatā ca arahanto vijite phāsuṃ vihareyyun’”ti. ",
  "an7.22:10.3": "“Yāvakīvañca, ānanda, vajjīnaṃ arahantesu dhammikā rakkhāvaraṇagutti susaṃvihitā bhavissati: ‘kinti anāgatā ca arahanto vijitaṃ āgaccheyyuṃ, āgatā ca arahanto vijite phāsuṃ vihareyyun’ti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihānī”ti. (7) ",
  "an7.22:11.1": "Atha kho bhagavā vassakāraṃ brāhmaṇaṃ māgadhamahāmattaṃ āmantesi: ",
  "an7.22:11.2": "“ekamidāhaṃ, brāhmaṇa, samayaṃ vesāliyaṃ viharāmi sārandade cetiye. ",
  "an7.22:11.3": "Tatrāhaṃ, brāhmaṇa, vajjīnaṃ ime satta aparihāniye dhamme desesiṃ. ",
  "an7.22:11.4": "Yāvakīvañca, brāhmaṇa, ime satta aparihāniyā dhammā vajjīsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu vajjī sandississanti; vuddhiyeva, brāhmaṇa, vajjīnaṃ pāṭikaṅkhā, no parihānī”ti. ",
  "an7.22:12.1": "“Ekamekenapi, bho gotama, aparihāniyena dhammena samannāgatānaṃ vajjīnaṃ vuddhiyeva pāṭikaṅkhā, no parihāni; ",
  "an7.22:12.2": "ko pana vādo sattahi aparihāniyehi dhammehi. ",
  "an7.22:12.3": "Akaraṇīyā ca, bho gotama, vajjī raññā māgadhena ajātasattunā vedehiputtena yadidaṃ yuddhassa, aññatra upalāpanāya, aññatra mithubhedā. ",
  "an7.22:12.4": "Handa ca dāni mayaṃ, bho gotama, gacchāma, bahukiccā mayaṃ bahukaraṇīyā”ti. ",
  "an7.22:12.5": "“Yassadāni tvaṃ, brāhmaṇa, kālaṃ maññasī”ti. ",
  "an7.22:12.6": "Atha kho vassakāro brāhmaṇo māgadhamahāmatto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmīti. ",
  "an7.22:12.7": "Dutiyaṃ. "
}