{
  "an7.61:0.1": "Aṅguttara Nikāya 7 ",
  "an7.61:0.2": "6. Abyākatavagga ",
  "an7.61:0.3": "61. Pacalāyamānasutta ",
  "an7.61:1.1": "Evaṃ me sutaṃ—",
  "an7.61:1.2": "ekaṃ samayaṃ bhagavā bhaggesu viharati susumāragire bhesakaḷāvane migadāye. ",
  "an7.61:1.3": "Tena kho pana samayena āyasmā mahāmoggallāno magadhesu kallavāḷaputtagāme pacalāyamāno nisinno hoti. ",
  "an7.61:1.4": "Addasā kho bhagavā dibbena cakkhunā visuddhena atikkantamānusakena āyasmantaṃ mahāmoggallānaṃ magadhesu kallavāḷaputtagāme pacalāyamānaṃ nisinnaṃ. ",
  "an7.61:1.5": "Disvā—",
  "an7.61:1.6": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ—bhaggesu susumāragire bhesakaḷāvane migadāye antarahito magadhesu kallavāḷaputtagāme āyasmato mahāmoggallānassa sammukhe pāturahosi. ",
  "an7.61:1.7": "Nisīdi bhagavā paññatte āsane. ",
  "an7.61:1.8": "Nisajja kho bhagavā āyasmantaṃ mahāmoggallānaṃ etadavoca: ",
  "an7.61:2.1": "“Pacalāyasi no tvaṃ, moggallāna, pacalāyasi no tvaṃ, moggallānā”ti? ",
  "an7.61:2.2": "“Evaṃ, bhante”. ",
  "an7.61:2.3": "“Tasmātiha, moggallāna, yathāsaññissa te viharato taṃ middhaṃ okkamati, taṃ saññaṃ mā manasākāsi, taṃ saññaṃ mā bahulamakāsi. ",
  "an7.61:2.4": "Ṭhānaṃ kho panetaṃ, moggallāna, vijjati yaṃ te evaṃ viharato taṃ middhaṃ pahīyetha. (1) ",
  "an7.61:3.1": "No ce te evaṃ viharato taṃ middhaṃ pahīyetha, tato tvaṃ, moggallāna, yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakkeyyāsi anuvicāreyyāsi, manasā anupekkheyyāsi. ",
  "an7.61:3.2": "Ṭhānaṃ kho panetaṃ vijjati yaṃ te evaṃ viharato taṃ middhaṃ pahīyetha. (2) ",
  "an7.61:4.1": "No ce te evaṃ viharato taṃ middhaṃ pahīyetha, tato tvaṃ, moggallāna, yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ kareyyāsi. ",
  "an7.61:4.2": "Ṭhānaṃ kho panetaṃ vijjati yaṃ te evaṃ viharato taṃ middhaṃ pahīyetha. (3) ",
  "an7.61:5.1": "No ce te evaṃ viharato taṃ middhaṃ pahīyetha, tato tvaṃ, moggallāna, ubho kaṇṇasotāni āviñcheyyāsi, pāṇinā gattāni anumajjeyyāsi. ",
  "an7.61:5.2": "Ṭhānaṃ kho panetaṃ vijjati yaṃ te evaṃ viharato taṃ middhaṃ pahīyetha. (4) ",
  "an7.61:6.1": "No ce te evaṃ viharato taṃ middhaṃ pahīyetha, tato tvaṃ, moggallāna, uṭṭhāyāsanā udakena akkhīni anumajjitvā disā anuvilokeyyāsi, nakkhattāni tārakarūpāni ullokeyyāsi. ",
  "an7.61:6.2": "Ṭhānaṃ kho panetaṃ vijjati yaṃ te evaṃ viharato taṃ middhaṃ pahīyetha. (5) ",
  "an7.61:7.1": "No ce te evaṃ viharato taṃ middhaṃ pahīyetha, tato tvaṃ, moggallāna, ālokasaññaṃ manasi kareyyāsi, divāsaññaṃ adhiṭṭhaheyyāsi—",
  "an7.61:7.2": "yathā divā tathā rattiṃ yathā rattiṃ tathā divā. ",
  "an7.61:7.3": "Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveyyāsi. ",
  "an7.61:7.4": "Ṭhānaṃ kho panetaṃ vijjati yaṃ te evaṃ viharato taṃ middhaṃ pahīyetha. (6) ",
  "an7.61:8.1": "No ce te evaṃ viharato taṃ middhaṃ pahīyetha, tato tvaṃ, moggallāna, pacchāpuresaññī caṅkamaṃ adhiṭṭhaheyyāsi antogatehi indriyehi abahigatena mānasena. ",
  "an7.61:8.2": "Ṭhānaṃ kho panetaṃ vijjati yaṃ te evaṃ viharato taṃ middhaṃ pahīyetha. (7) ",
  "an7.61:9.1": "No ce te evaṃ viharato taṃ middhaṃ pahīyetha, tato tvaṃ, moggallāna, dakkhiṇena passena sīhaseyyaṃ kappeyyāsi pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasi karitvā. ",
  "an7.61:9.2": "Paṭibuddhena ca te, moggallāna, khippaññeva paccuṭṭhātabbaṃ: ",
  "an7.61:9.3": "‘na seyyasukhaṃ na passasukhaṃ na middhasukhaṃ anuyutto viharissāmī’ti. ",
  "an7.61:9.4": "Evañhi te, moggallāna, sikkhitabbaṃ. ",
  "an7.61:10.1": "Tasmātiha, moggallāna, evaṃ sikkhitabbaṃ: ",
  "an7.61:10.2": "‘na uccāsoṇḍaṃ paggahetvā kulāni upasaṅkamissāmī’ti. ",
  "an7.61:10.3": "Evañhi te, moggallāna, sikkhitabbaṃ. ",
  "an7.61:10.4": "Sace, moggallāna, bhikkhu uccāsoṇḍaṃ paggahetvā kulāni upasaṅkamati, santi hi, moggallāna, kulesu kiccakaraṇīyāni. ",
  "an7.61:10.5": "Yehi manussā āgataṃ bhikkhuṃ na manasi karonti, tatra bhikkhussa evaṃ hoti: ",
  "an7.61:10.6": "‘kosu nāma idāni maṃ imasmiṃ kule paribhindi, virattarūpā dānime mayi manussā’ti. ",
  "an7.61:10.7": "Itissa alābhena maṅkubhāvo, maṅkubhūtassa uddhaccaṃ, uddhatassa asaṃvaro, asaṃvutassa ārā cittaṃ samādhimhā. ",
  "an7.61:11.1": "Tasmātiha, moggallāna, evaṃ sikkhitabbaṃ: ",
  "an7.61:11.2": "‘na viggāhikakathaṃ kathessāmī’ti. ",
  "an7.61:11.3": "Evañhi te, moggallāna, sikkhitabbaṃ. ",
  "an7.61:11.4": "Viggāhikāya, moggallāna, kathāya sati kathābāhullaṃ pāṭikaṅkhaṃ, kathābāhulle sati uddhaccaṃ, uddhatassa asaṃvaro, asaṃvutassa ārā cittaṃ samādhimhā. ",
  "an7.61:11.5": "Nāhaṃ, moggallāna, sabbeheva saṃsaggaṃ vaṇṇayāmi. ",
  "an7.61:11.6": "Na panāhaṃ, moggallāna, sabbeheva saṃsaggaṃ na vaṇṇayāmi. ",
  "an7.61:11.7": "Sagahaṭṭhapabbajitehi kho ahaṃ, moggallāna, saṃsaggaṃ na vaṇṇayāmi. ",
  "an7.61:11.8": "Yāni ca kho tāni senāsanāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni tathārūpehi senāsanehi saṃsaggaṃ vaṇṇayāmī”ti. ",
  "an7.61:12.1": "Evaṃ vutte, āyasmā mahāmoggallāno bhagavantaṃ etadavoca: ",
  "an7.61:12.2": "“kittāvatā nu kho, bhante, bhikkhu saṅkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan”ti? ",
  "an7.61:13.1": "“Idha, moggallāna, bhikkhuno sutaṃ hoti: ",
  "an7.61:13.2": "‘sabbe dhammā nālaṃ abhinivesāyā’ti; ",
  "an7.61:13.3": "evañcetaṃ, moggallāna, bhikkhuno sutaṃ hoti: ",
  "an7.61:13.4": "‘sabbe dhammā nālaṃ abhinivesāyā’ti. ",
  "an7.61:13.5": "So sabbaṃ dhammaṃ abhijānāti, sabbaṃ dhammaṃ abhiññāya sabbaṃ dhammaṃ parijānāti. Sabbaṃ dhammaṃ pariññāya yaṃ kiñci vedanaṃ vediyati sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā. ",
  "an7.61:13.6": "So tāsu vedanāsu aniccānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati. ",
  "an7.61:13.7": "So tāsu vedanāsu aniccānupassī viharanto virāgānupassī viharanto nirodhānupassī viharanto paṭinissaggānupassī viharanto na kiñci loke upādiyati, ",
  "an7.61:13.8": "anupādiyaṃ na paritassati, aparitassaṃ paccattaṃyeva parinibbāyati. ",
  "an7.61:13.9": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
  "an7.61:13.10": "Ettāvatā kho, moggallāna, bhikkhu saṃkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan”ti. ",
  "an7.61:13.11": "Aṭṭhamaṃ. "
}