{
  "an7.42:0.1": "Aṅguttara Nikāya 7 ",
  "an7.42:0.2": "4. devatāvagga ",
  "an7.42:0.3": "42. Paṭhamaniddasasutta ",
  "an7.42:1.1": "Atha kho āyasmā sāriputto pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pāvisi. ",
  "an7.42:1.2": "Atha kho āyasmato sāriputtassa etadahosi: ",
  "an7.42:1.3": "“atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ. ",
  "an7.42:1.4": "Yannūnāhaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyan”ti. ",
  "an7.42:1.5": "Atha kho āyasmā sāriputto yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkami; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodi. ",
  "an7.42:1.6": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "an7.42:1.7": "Tena kho pana samayena tesaṁ aññatitthiyānaṁ paribbājakānaṁ sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "an7.42:1.8": "“yo hi koci, āvuso, dvādasavassāni paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ carati, ‘niddaso bhikkhū’ti alaṁvacanāyā”ti. ",
  "an7.42:2.1": "Atha kho āyasmā sāriputto tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandi nappaṭikkosi. ",
  "an7.42:2.2": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkāmi: ",
  "an7.42:2.3": "“bhagavato santike etassa bhāsitassa atthaṁ ājānissāmī”ti. ",
  "an7.42:2.4": "Atha kho āyasmā sāriputto sāvatthiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "an7.42:3.1": "“Idhāhaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pāvisiṁ. ",
  "an7.42:3.2": "Tassa mayhaṁ, bhante, etadahosi: ",
  "an7.42:3.3": "‘atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ. ",
  "an7.42:3.4": "Yannūnāhaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyan’ti. ",
  "an7.42:3.5": "Atha khvāhaṁ, bhante, yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamiṁ; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodiṁ. ",
  "an7.42:3.6": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁ. ",
  "an7.42:3.7": "Tena kho pana, bhante, samayena tesaṁ aññatitthiyānaṁ paribbājakānaṁ sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "an7.42:3.8": "‘yo hi koci, āvuso, dvādasavassāni paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ carati, niddaso bhikkhūti alaṁvacanāyā’ti. ",
  "an7.42:3.9": "Atha khvāhaṁ, bhante, tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandiṁ nappaṭikkosiṁ. ",
  "an7.42:3.10": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṁ: ",
  "an7.42:3.11": "‘bhagavato santike etassa atthaṁ ājānissāmī’ti. ",
  "an7.42:3.12": "Sakkā nu kho, bhante, imasmiṁ dhammavinaye kevalaṁ vassagaṇanamattena niddaso bhikkhu paññāpetun”ti? ",
  "an7.42:4.1": "“Na kho, sāriputta, sakkā imasmiṁ dhammavinaye kevalaṁ vassagaṇanamattena niddaso bhikkhu paññāpetuṁ. ",
  "an7.42:4.2": "Satta kho imāni, sāriputta, niddasavatthūni mayā sayaṁ abhiññā sacchikatvā paveditāni. ",
  "an7.42:5.1": "Katamāni satta? ",
  "an7.42:5.2": "Idha, sāriputta, bhikkhu sikkhāsamādāne tibbacchando hoti āyatiñca sikkhāsamādāne avigatapemo, dhammanisantiyā tibbacchando hoti āyatiñca dhammanisantiyā avigatapemo, icchāvinaye tibbacchando hoti āyatiñca icchāvinaye avigatapemo, paṭisallāne tibbacchando hoti āyatiñca paṭisallāne avigatapemo, vīriyārambhe tibbacchando hoti āyatiñca vīriyārambhe avigatapemo, satinepakke tibbacchando hoti āyatiñca satinepakke avigatapemo, diṭṭhipaṭivedhe tibbacchando hoti āyatiñca diṭṭhipaṭivedhe avigatapemo. ",
  "an7.42:5.3": "Imāni kho, sāriputta, satta niddasavatthūni mayā sayaṁ abhiññā sacchikatvā paveditāni. ",
  "an7.42:5.4": "Imehi kho, sāriputta, sattahi niddasavatthūhi samannāgato bhikkhu dvādasa cepi vassāni paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ carati, ‘niddaso bhikkhū’ti alaṁvacanāya; ",
  "an7.42:5.5": "catubbīsati cepi vassāni paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ carati, ‘niddaso bhikkhū’ti alaṁvacanāya; ",
  "an7.42:5.6": "chattiṁsati cepi vassāni paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ carati, ‘niddaso bhikkhū’ti alaṁvacanāya, aṭṭhacattārīsañcepi vassāni paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ carati, ‘niddaso bhikkhū’ti alaṁvacanāyā”ti. ",
  "an7.42:5.7": "Ekādasamaṁ. "
}