{
  "an7.73:0.1": "Aṅguttara Nikāya 7 ",
  "an7.73:0.2": "7. Mahāvagga ",
  "an7.73:0.3": "73. Sunettasutta ",
  "an7.73:1.1": "“Bhūtapubbaṁ, bhikkhave, sunetto nāma satthā ahosi titthakaro kāmesu vītarāgo. ",
  "an7.73:1.2": "Sunettassa kho pana, bhikkhave, satthuno anekāni sāvakasatāni ahesuṁ. ",
  "an7.73:1.3": "Sunetto satthā sāvakānaṁ brahmalokasahabyatāya dhammaṁ desesi. ",
  "an7.73:1.4": "Ye kho pana, bhikkhave, sunettassa satthuno brahmalokasahabyatāya dhammaṁ desentassa cittāni nappasādesuṁ te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjiṁsu. ",
  "an7.73:1.5": "Ye kho pana, bhikkhave, sunettassa satthuno brahmalokasahabyatāya dhammaṁ desentassa cittāni pasādesuṁ te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjiṁsu. ",
  "an7.73:2.1": "Bhūtapubbaṁ, bhikkhave, mūgapakkho nāma satthā ahosi …pe… ",
  "an7.73:2.2": "aranemi nāma satthā ahosi …pe… ",
  "an7.73:2.3": "kuddālako nāma satthā ahosi …pe… ",
  "an7.73:2.4": "hatthipālo nāma satthā ahosi …pe… ",
  "an7.73:2.5": "jotipālo nāma satthā ahosi …pe… ",
  "an7.73:2.6": "arako nāma satthā ahosi titthakaro kāmesu vītarāgo. ",
  "an7.73:2.7": "Arakassa kho pana, bhikkhave, satthuno anekāni sāvakasatāni ahesuṁ. ",
  "an7.73:2.8": "Arako nāma satthā sāvakānaṁ brahmalokasahabyatāya dhammaṁ desesi. ",
  "an7.73:2.9": "Ye kho pana, bhikkhave, arakassa satthuno brahmalokasahabyatāya dhammaṁ desentassa cittāni nappasādesuṁ, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjiṁsu. ",
  "an7.73:2.10": "Ye kho pana, bhikkhave, arakassa satthuno brahmalokasahabyatāya dhammaṁ desentassa cittāni pasādesuṁ, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjiṁsu. ",
  "an7.73:3.1": "Taṁ kiṁ maññatha, bhikkhave, ",
  "an7.73:3.2": "yo ime satta satthāre titthakare kāmesu vītarāge anekasataparivāre sasāvakasaṅghe paduṭṭhacitto akkoseyya paribhāseyya, bahuṁ so apuññaṁ pasaveyyā”ti? ",
  "an7.73:3.3": "“Evaṁ, bhante”. ",
  "an7.73:3.4": "“Yo, bhikkhave, ime satta satthāre titthakare kāmesu vītarāge anekasataparivāre sasāvakasaṅghe paduṭṭhacitto akkoseyya paribhāseyya, bahuṁ so apuññaṁ pasaveyya. ",
  "an7.73:3.5": "Yo ekaṁ diṭṭhisampannaṁ puggalaṁ paduṭṭhacitto akkosati paribhāsati, ayaṁ tato bahutaraṁ apuññaṁ pasavati. ",
  "an7.73:3.6": "Taṁ kissa hetu? ",
  "an7.73:3.7": "Nāhaṁ, bhikkhave, ito bahiddhā evarūpiṁ khantiṁ vadāmi yathāmaṁ sabrahmacārīsu. ",
  "an7.73:4.1": "Tasmātiha, bhikkhave, evaṁ sikkhitabbaṁ: ",
  "an7.73:4.2": "‘na no sabrahmacārīsu cittāni paduṭṭhāni bhavissantī’ti. ",
  "an7.73:4.3": "Evañhi vo, bhikkhave, sikkhitabban”ti. ",
  "an7.73:4.4": "Navamaṁ. "
}