{
  "an7.53:0.1": "Aṅguttara Nikāya 7 ",
  "an7.53:0.2": "5. Mahāyaññavagga ",
  "an7.53:0.3": "53. Nandamātāsutta ",
  "an7.53:1.1": "Evaṃ me sutaṃ—",
  "an7.53:1.2": "ekaṃ samayaṃ āyasmā ca sāriputto āyasmā ca mahāmoggallāno dakkhiṇāgirismiṃ cārikaṃ caranti mahatā bhikkhusaṃghena saddhiṃ. ",
  "an7.53:1.3": "Tena kho pana samayena veḷukaṇḍakī nandamātā upāsikā rattiyā paccūsasamayaṃ paccuṭṭhāya pārāyanaṃ sarena bhāsati. ",
  "an7.53:2.1": "Tena kho pana samayena vessavaṇo mahārājā uttarāya disāya dakkhiṇaṃ disaṃ gacchati kenacideva karaṇīyena. ",
  "an7.53:2.2": "Assosi kho vessavaṇo mahārājā nandamātāya upāsikāya pārāyanaṃ sarena bhāsantiyā, sutvā kathāpariyosānaṃ āgamayamāno aṭṭhāsi. ",
  "an7.53:3.1": "Atha kho nandamātā upāsikā pārāyanaṃ sarena bhāsitvā tuṇhī ahosi. ",
  "an7.53:3.2": "Atha kho vessavaṇo mahārājā nandamātāya upāsikāya kathāpariyosānaṃ viditvā abbhānumodi: ",
  "an7.53:3.3": "“sādhu, bhagini, sādhu, bhaginī”ti. ",
  "an7.53:3.4": "“Ko paneso, bhadramukhā”ti? ",
  "an7.53:3.5": "“Ahaṃ te, bhagini, bhātā vessavaṇo, mahārājā”ti. ",
  "an7.53:3.6": "“Sādhu, bhadramukha, tena hi yo me ayaṃ dhammapariyāyo bhaṇito idaṃ te hotu ātitheyyan”ti. ",
  "an7.53:3.7": "“Sādhu, bhagini, etañceva me hotu ātitheyyaṃ. ",
  "an7.53:3.8": "Sveva sāriputtamoggallānappamukho bhikkhusaṃgho akatapātarāso veḷukaṇḍakaṃ āgamissati, tañca bhikkhusaṃghaṃ parivisitvā mama dakkhiṇaṃ ādiseyyāsi. ",
  "an7.53:3.9": "Etañceva me bhavissati ātitheyyan”ti. ",
  "an7.53:4.1": "Atha kho nandamātā upāsikā tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpesi. ",
  "an7.53:4.2": "Atha kho sāriputtamoggallānappamukho bhikkhusaṅgho akatapātarāso yena veḷukaṇḍako tadavasari. ",
  "an7.53:4.3": "Atha kho nandamātā upāsikā aññataraṃ purisaṃ āmantesi: ",
  "an7.53:4.4": "“ehi tvaṃ, ambho purisa, ārāmaṃ gantvā bhikkhusaṅghassa kālaṃ ārocehi: ",
  "an7.53:4.5": "‘kālo, bhante, ayyāya nandamātuyā nivesane niṭṭhitaṃ bhattan’”ti. ",
  "an7.53:4.6": "“Evaṃ, ayye”ti kho so puriso nandamātāya upāsikāya paṭissutvā ārāmaṃ gantvā bhikkhusaṅghassa kālaṃ ārocesi: ",
  "an7.53:4.7": "“kālo, bhante, ayyāya nandamātuyā nivesane niṭṭhitaṃ bhattan”ti. ",
  "an7.53:4.8": "Atha kho sāriputtamoggallānappamukho bhikkhusaṅgho pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena nandamātāya upāsikāya nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an7.53:4.9": "Atha kho nandamātā upāsikā sāriputtamoggallānappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "an7.53:5.1": "Atha kho nandamātā upāsikā āyasmantaṃ sāriputtaṃ bhuttāviṃ onītapattapāṇiṃ ekamantaṃ nisīdi. ",
  "an7.53:5.2": "Ekamantaṃ nisinnaṃ kho nandamātaraṃ upāsikaṃ āyasmā sāriputto etadavoca: ",
  "an7.53:5.3": "“ko pana te, nandamāte, bhikkhusaṅghassa abbhāgamanaṃ ārocesī”ti? ",
  "an7.53:6.1": "“Idhāhaṃ, bhante, rattiyā paccūsasamayaṃ paccuṭṭhāya pārāyanaṃ sarena bhāsitvā tuṇhī ahosiṃ. ",
  "an7.53:6.2": "Atha kho, bhante, vessavaṇo mahārājā mama kathāpariyosānaṃ viditvā abbhānumodi: ",
  "an7.53:6.3": "‘sādhu, bhagini, sādhu, bhaginī’ti. ",
  "an7.53:6.4": "‘Ko paneso, bhadramukhā’ti? ",
  "an7.53:6.5": "‘Ahaṃ te, bhagini, bhātā vessavaṇo, mahārājā’ti. ",
  "an7.53:6.6": "‘Sādhu, bhadramukha, tena hi yo me ayaṃ dhammapariyāyo bhaṇito idaṃ te hotu ātitheyyan’ti. ",
  "an7.53:6.7": "‘Sādhu, bhagini, etañceva me hotu ātitheyyaṃ. ",
  "an7.53:6.8": "Sveva sāriputtamoggallānappamukho bhikkhusaṃgho akatapātarāso veḷukaṇḍakaṃ āgamissati, tañca bhikkhusaṃghaṃ parivisitvā mama dakkhiṇaṃ ādiseyyāsi. ",
  "an7.53:6.9": "Etañceva me bhavissati ātitheyyan’ti. ",
  "an7.53:6.10": "Yadidaṃ, bhante, dāne puññañca puññamahī ca taṃ vessavaṇassa mahārājassa sukhāya hotū”ti. ",
  "an7.53:7.1": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte. ",
  "an7.53:7.2": "Yatra hi nāma vessavaṇena mahārājena evaṃmahiddhikena evaṃmahesakkhena devaputtena sammukhā sallapissasī”ti. (1) ",
  "an7.53:8.1": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
  "an7.53:8.2": "Atthi me aññopi acchariyo abbhuto dhammo. ",
  "an7.53:8.3": "Idha me, bhante, nando nāma ekaputtako piyo manāpo. ",
  "an7.53:8.4": "Taṃ rājāno kismiñcideva pakaraṇe okassa pasayha jīvitā voropesuṃ. ",
  "an7.53:8.5": "Tasmiṃ kho panāhaṃ, bhante, dārake gahite vā gayhamāne vā vadhe vā vajjhamāne vā hate vā haññamāne vā nābhijānāmi cittassa aññathattan”ti. ",
  "an7.53:8.6": "“Acchariyaṃ, nandamāte, abbhutaṃ nandamāte. ",
  "an7.53:8.7": "Yatra hi nāma cittuppādampi parisodhessasī”ti. (2) ",
  "an7.53:9.1": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
  "an7.53:9.2": "Atthi me aññopi acchariyo abbhuto dhammo. ",
  "an7.53:9.3": "Idha me, bhante, sāmiko kālaṅkato aññataraṃ yakkhayoniṃ upapanno. ",
  "an7.53:9.4": "So me teneva purimena attabhāvena uddassesi. ",
  "an7.53:9.5": "Na kho panāhaṃ, bhante, abhijānāmi tatonidānaṃ cittassa aññathattan”ti. ",
  "an7.53:9.6": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte. ",
  "an7.53:9.7": "Yatra hi nāma cittuppādampi parisodhessasī”ti. (3) ",
  "an7.53:10.1": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
  "an7.53:10.2": "Atthi me aññopi acchariyo abbhuto dhammo. ",
  "an7.53:10.3": "Yatohaṃ, bhante, sāmikassa daharasseva daharā ānītā nābhijānāmi sāmikaṃ manasāpi aticaritā, kuto pana kāyenā”ti. ",
  "an7.53:10.4": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte. ",
  "an7.53:10.5": "Yatra hi nāma cittuppādampi parisodhessasī”ti. (4) ",
  "an7.53:11.1": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
  "an7.53:11.2": "Atthi me aññopi acchariyo abbhuto dhammo. ",
  "an7.53:11.3": "Yadāhaṃ, bhante, upāsikā paṭidesitā nābhijānāmi kiñci sikkhāpadaṃ sañcicca vītikkamitā”ti. ",
  "an7.53:11.4": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte”ti. (5) ",
  "an7.53:12.1": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
  "an7.53:12.2": "Atthi me aññopi acchariyo abbhuto dhammo. ",
  "an7.53:12.3": "Idhāhaṃ, bhante, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi. ",
  "an7.53:12.4": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ vivekajaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāmi. ",
  "an7.53:12.5": "Pītiyā ca virāgā upekkhikā ca viharāmi satā ca sampajānā sukhañca kāyena paṭisaṃvedemi, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharāmi. ",
  "an7.53:12.6": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharāmī”ti. ",
  "an7.53:12.7": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte”ti. (6) ",
  "an7.53:13.1": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
  "an7.53:13.2": "Atthi me aññopi acchariyo abbhuto dhammo. ",
  "an7.53:13.3": "Yānimāni, bhante, bhagavatā desitāni pañcorambhāgiyāni saṃyojanāni nāhaṃ tesaṃ kiñci attani appahīnaṃ samanupassāmī”ti. ",
  "an7.53:13.4": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte”ti. (7) ",
  "an7.53:14.1": "Atha kho āyasmā sāriputto nandamātaraṃ upāsikaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmīti. ",
  "an7.53:14.2": "Dasamaṃ. ",
  "an7.53:14.3": "Mahāyaññavaggo pañcamo. ",
  "an7.53:15.1": "Ṭhiti ca parikkhāraṃ dve, ",
  "an7.53:15.2": "aggī saññā ca dve parā; ",
  "an7.53:15.3": "Methunā saṃyogo dānaṃ, ",
  "an7.53:15.4": "nandamātena te dasāti. ",
  "an7.53:15.5": "Paṇṇāsako samatto. "
}