{
  "sn16.5:0.1": "Verbundene Lehrreden 16.5 ",
  "sn16.5:0.2": "1. Das Kapitel mit Kassapa ",
  "sn16.5:0.3": "Alter ",
  "sn16.5:1.1": "So habe ich es gehört: ",
  "sn16.5:1.2": "Bei Rājagaha, im Bambuswäldchen. ",
  "sn16.5:1.3": "Da ging der Ehrwürdige Mahākassapa zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "sn16.5:1.4": "„Du bist jetzt alt, Kassapa. Diese abgetragenen hanfenen Fetzenroben müssen für dich beschwerlich sein. ",
  "sn16.5:1.5": "Daher, Kassapa, solltest du Kleider tragen, die von Hausbesitzern gespendet wurden, solltest Einladungen zum Essen annehmen und in meiner Nähe bleiben.“ ",
  "sn16.5:2.1": "„Lange Zeit, Herr, habe ich in der Wildnis gelebt, nur Almosen gegessen, Fetzenroben getragen und nur drei Roben besessen; und ich habe diese Dinge gepriesen. Ich war genügsam, zufrieden, lebte abgeschieden, hielt mich fern und war energisch; und ich habe diese Dinge gepriesen.“ ",
  "sn16.5:3.1": "„Aber welchen Vorteil hast du gesehen, Kassapa, dass du diese Dinge so lange geübt hast?“ ",
  "sn16.5:4.1": "„Herr, ich habe zwei Vorteile gesehen, dass ich diese Dinge so lange geübt habe: ",
  "sn16.5:5.1": "Ich sehe ein glückliches Leben für mich selbst in der Gegenwart. Und ich habe Anteilnahme für künftige Generationen: ",
  "sn16.5:5.2": "‚Hoffentlich folgen die, die nachkommen, meinem Beispiel.‘ ",
  "sn16.5:5.3": "Denn sie könnten denken: ‚Es scheint, die erwachten Schüler des Buddha lebten lange in der Wildnis, aßen nur Almosen, trugen Fetzenroben und besaßen nur drei Roben; und sie priesen diese Dinge. Sie waren genügsam, zufrieden, lebten abgeschieden, hielten sich fern und waren energisch; und sie priesen diese Dinge.‘ ",
  "sn16.5:5.12": "Sie werden entsprechend üben, und das wird zu ihrem langanhaltenden Nutzen und Glück sein. ",
  "sn16.5:6.1": "Diese beiden Vorteile habe ich gesehen, dass ich diese Dinge so lange geübt habe.“ ",
  "sn16.5:7.1": "„Gut, gut, Kassapa! ",
  "sn16.5:7.2": "Du handelst zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "sn16.5:7.3": "Daher, Kassapa, trage abgetragene hanfene Fetzenroben, wandere um Almosen und lebe in der Wildnis.“ "
}