{
  "sn16.8:0.1": "Verbundene Lehrreden 16.8 ",
  "sn16.8:0.2": "1. Das Kapitel mit Kassapa ",
  "sn16.8:0.3": "Unterweisung (3) ",
  "sn16.8:1.1": "Bei Rājagaha, am Futterplatz der Eichhörnchen. ",
  "sn16.8:1.2": "Da ging der Ehrwürdige Mahākassapa zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "sn16.8:1.3": "„Kassapa, unterweise die Mönche und Nonnen! ",
  "sn16.8:1.4": "Halte einen Dhammavortrag für sie! ",
  "sn16.8:1.5": "Entweder du oder ich sollten die Mönche und Nonnen unterweisen ",
  "sn16.8:1.6": "und einen Dhammavortrag für sie halten.“ ",
  "sn16.8:2.1": "„Herr, die Mönche und Nonnen sind dieser Tage schwer zu ermahnen, sie haben Eigenschaften, durch die sie schwer zu ermahnen sind. Sie sind ungeduldig und nehmen die Anleitung nicht respektvoll an.“ ",
  "sn16.8:2.2": "„Kassapa, da lebten früher die altehrwürdigen Mönche und Nonnen in der Wildnis, aßen nur Almosen, trugen Fetzenroben und besaßen nur drei Roben; und sie priesen diese Dinge. Sie waren genügsam, zufrieden, lebten abgeschieden, hielten sich fern und waren energisch; und sie priesen diese Dinge. ",
  "sn16.8:3.1": "Da laden die altehrwürdigen Mönche und Nonnen einen solchen Mönch ein, sich zu setzen: ",
  "sn16.8:3.2": "‚Willkommen, Mönch! Wie ist der Name des Mönchs? Dieser Mönch ist redlich, er will sich wirklich schulen. Bitte, Mönch, setz dich.‘ ",
  "sn16.8:4.1": "Dann denken die jüngeren Mönche und Nonnen: ",
  "sn16.8:4.2": "‚Es scheint, wenn ein Mönch in der Wildnis lebt … und energisch ist, und wenn er diese Dinge preist, laden ihn die altehrwürdigen Mönche und Nonnen ein, sich zu setzen …‘ ",
  "sn16.8:4.4": "Und sie üben entsprechend. ",
  "sn16.8:4.5": "Das ist zu ihrem langanhaltenden Nutzen und Glück. ",
  "sn16.8:5.1": "Aber heutzutage, Kassapa, leben die altehrwürdigen Mönche und Nonnen nicht in der Wildnis … und sind nicht energisch; und sie priesen diese Dinge nicht. ",
  "sn16.8:6.1": "Wenn ein Mönch bedeutend und berühmt ist und reichlich Roben, Almosen, Unterkünfte sowie Arznei und Krankenversorgung erhält, laden die altehrwürdigen Mönche und Nonnen ihn ein, sich zu setzen: ",
  "sn16.8:6.2": "‚Willkommen, Mönch! Wie ist der Name des Mönchs? Dieser Mönch ist redlich, er liebt seine Mitmönche wirklich. Bitte, Mönch, setz dich.‘ ",
  "sn16.8:7.1": "Dann denken die jüngeren Mönche und Nonnen: ",
  "sn16.8:7.2": "‚Es scheint, wenn ein Mönch bedeutend und berühmt ist und reichlich Roben, Almosen, Unterkünfte sowie Arznei und Krankenversorgung erhält, laden ihn die altehrwürdigen Mönche und Nonnen ein, sich zu setzen …‘ ",
  "sn16.8:7.4": "Und sie üben entsprechend. ",
  "sn16.8:7.5": "Das ist zu ihrem langanhaltenden Unglück und Leiden. ",
  "sn16.8:7.6": "Und wenn je zu Recht gesagt werden könnte, ",
  "sn16.8:7.7": "dass Menschen, die ein geistliches Leben führen, Gefahr droht von jemandem, der ein geistliches Leben führt, dass sie bezwungen werden vom Bezwungenwerden eines, der ein geistliches Leben führt, dann kann es heutzutage zu Recht gesagt werden.“ "
}