{
  "sn16.11:0.1": "Verbundene Lehrreden 16.11 ",
  "sn16.11:0.2": "1. Das Kapitel mit Kassapa ",
  "sn16.11:0.3": "Roben ",
  "sn16.11:1.1": "Einmal hielt sich der Ehrwürdige Mahākassapa bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn16.11:1.2": "Zu dieser Zeit nun wanderte der Ehrwürdige Ānanda mit einem großen Saṅgha von Mönchen und Nonnen durch die Südlichen Hügel. ",
  "sn16.11:2.1": "Und zu der Zeit brachen dreißig von Ānandas Mönchsschülern, meist Jugendliche, die Schulung ab und wandten sich wieder einem geringeren Leben zu. ",
  "sn16.11:2.2": "Als der Ehrwürdige Ānanda so lange in den Südlichen Hügeln gewandert war, wie es ihm gefiel, brach er nach Rājagaha auf, zum Bambuswäldchen, dem Futterplatz der Eichhörnchen. Er ging zum Ehrwürdigen Mahākassapa, verbeugte sich und setzte sich zur Seite hin. Mahākassapa sagte zu ihm: ",
  "sn16.11:2.3": "„Werter Ānanda, aus wie vielen Gründen hat der Buddha eine Regel festgelegt, die verbietet, dass man in einer Gruppe von mehr als drei bei Familien isst?“ ",
  "sn16.11:3.1": "„Herr, der Buddha hat diese Regel aus drei Gründen festgelegt: ",
  "sn16.11:3.2": "um schwierige Menschen in Schach zu halten und gutherzigen Mönchen und Nonnen die Sorgen zu nehmen; um diejenigen mit unlauteren Wünschen davon abzuhalten, Partei zu ergreifen und den Saṅgha zu spalten; und aus Rücksicht auf Familien. ",
  "sn16.11:3.3": "Das sind die drei Gründe, aus denen der Buddha diese Regel festgelegt hat.“ ",
  "sn16.11:4.1": "„Und was genau tust du da, dass du mit diesen jungen Mönchen und Nonnen zusammen wanderst, die die Tore der Sinne nicht bewachen, zu viel essen und sich nicht dem Wachsein weihen? ",
  "sn16.11:4.2": "Als würdest du herumwandern, die Ernten zerstören und die Familien zugrunde richten! ",
  "sn16.11:4.3": "Deine Gefolgschaft zerfällt, werter Ānanda, ",
  "sn16.11:4.4": "und die, die eben anfangen, entgleiten. ",
  "sn16.11:4.5": "Doch dieser Junge kennt kein Maß!“ ",
  "sn16.11:5.1": "„Obwohl auf meinem Kopf graue Haare wachsen, ",
  "sn16.11:5.2": "bleibt es mir nicht erspart, vom Ehrwürdigen Mahākassapa ein Junge genannt zu werden.“ ",
  "sn16.11:5.3": "„Das ist, weil du mit diesen jungen Mönchen und Nonnen zusammen wanderst … ",
  "sn16.11:5.4": "Deine Gefolgschaft zerfällt, werter Ānanda, ",
  "sn16.11:5.5": "und die, die eben anfangen, entgleiten. ",
  "sn16.11:5.6": "Doch dieser Junge kennt kein Maß!“ ",
  "sn16.11:6.1": "Die Nonne Thullanandā hörte ein Gerücht, ",
  "sn16.11:6.2": "dass der Meister Mahākassapa den Meister Ānanda, den Abgeklärten aus Videha, zurechtgewiesen hätte, indem er ihn einen Jungen nannte. ",
  "sn16.11:7.1": "Sie war aufgebracht und es entfuhr ihr: ",
  "sn16.11:7.2": "„Wie kann Meister Mahākassapa, der früher einen anderen Weg ging, sich erlauben, den Meister Ānanda, den Abgeklärten aus Videha, zurechtzuweisen, indem er ihn einen Jungen nennt?“ ",
  "sn16.11:7.3": "Mahākassapa hörte Thullanandā so reden ",
  "sn16.11:8.1": "und sagte zu Ānanda: ",
  "sn16.11:8.2": "„Sicher, werter Ānanda, hat die Nonne Thullanandā hastig gesprochen und ohne nachzudenken. ",
  "sn16.11:8.3": "Ich erinnere mich nicht, dass ich, seit ich mir Haar und Bart rasiert und ockerfarbene Roben angelegt habe und aus dem Haus fortgezogen bin ins hauslose Leben, einen anderen Lehrer anerkannt hätte außer dem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha. ",
  "sn16.11:8.4": "Früher, als ich noch ein Laie war, dachte ich: ",
  "sn16.11:8.5": "‚Das Leben in einem Haus ist eng und schmutzig, aber das Leben von jemand, der fortgezogen ist, ist weit offen. ",
  "sn16.11:8.6": "Es ist nicht einfach, wenn man im Haus lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "sn16.11:8.7": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "sn16.11:8.8": "Nach einiger Zeit fertigte ich aus Flickstücken eine äußere Robe an und im Namen der Vollendeten in der Welt rasierte ich mir Haar und Bart, legte ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. ",
  "sn16.11:9.1": "Nachdem ich fortgezogen war, wanderte ich die Straße zwischen Rājagaha und Nāḷandā entlang und sah dort den Buddha beim Viele-Kinder-Heiligtum sitzen. ",
  "sn16.11:9.2": "Als ich ihn sah, dachte ich: ",
  "sn16.11:9.3": "‚Wenn ich je einen Lehrer sehen sollte, so wäre es dieser Gesegnete! ",
  "sn16.11:9.4": "Wenn ich je einen Heiligen sehen sollte, so wäre es dieser Gesegnete! ",
  "sn16.11:9.5": "Wenn ich je einen vollkommen erwachten Buddha sehen sollte, so wäre es dieser Gesegnete!‘ ",
  "sn16.11:9.7": "Dann beugte ich meinen Kopf zu den Füßen des Buddha und sagte: ",
  "sn16.11:9.8": "‚Herr, der Buddha ist mein Lehrer, ich bin sein Schüler! ",
  "sn16.11:9.9": "Der Buddha ist mein Lehrer, ich bin sein Schüler!‘ ",
  "sn16.11:9.10": "Der Buddha sagte zu mir: ",
  "sn16.11:9.11": "‚Kassapa, wenn irgendjemand zu einem so aufrichtigen Schüler sagen würde, er erkenne, wenn er nicht erkennt, oder er sehe, wenn er nicht sieht, würde ihm der Kopf zerspringen. ",
  "sn16.11:9.12": "Aber Kassapa, wenn ich sage, dass ich erkenne und sehe, dann erkenne und sehe ich wirklich. ",
  "sn16.11:10.1": "Daher sollst du dich so schulen: ",
  "sn16.11:10.2": "„Ich will einen ausgeprägten Sinn für Gewissen und Zurückhaltung gegenüber den Älteren, Jüngeren und Mittleren entwickeln.“ ",
  "sn16.11:10.3": "So sollst du dich schulen. ",
  "sn16.11:11.1": "Und du sollst dich so schulen: ",
  "sn16.11:11.2": "„Immer, wenn ich eine Lehre höre, die mit dem Tauglichen verbunden ist, will ich achtgeben, aufpassen, mit ganzem Herzen dabei sein und die Ohren spitzen.“ ",
  "sn16.11:11.3": "So sollst du dich schulen. ",
  "sn16.11:12.1": "Und du sollst dich so schulen: ",
  "sn16.11:12.2": "„Ich will die Achtsamkeit auf den Körper voller Hochgefühl nie vernachlässigen.“ ",
  "sn16.11:12.3": "So sollst du dich schulen.‘ ",
  "sn16.11:13.1": "Und nachdem der Buddha mir diesen Rat erteilt hatte, erhob er sich von seinem Sitz und ging. ",
  "sn16.11:13.2": "Sieben Tage lang verzehrte ich das Almosen des Landes als Schuldner. Am achten Tag war ich erleuchtet. ",
  "sn16.11:14.1": "Und dann ging der Buddha von der Straße ab und ging zum Fuß eines gewissen Baumes. ",
  "sn16.11:14.2": "Da faltete ich meine äußere Robe aus Flickstücken vierfach, breitete sie aus und sagte zu ihm: ",
  "sn16.11:14.3": "‚Herr, setz dich hierher. Das wird zu meinem langanhaltenden Nutzen und Glück sein.‘ ",
  "sn16.11:14.4": "Der Buddha setzte sich auf den ausgebreiteten Sitz ",
  "sn16.11:14.5": "und sagte zu mir: ",
  "sn16.11:14.6": "‚Kassapa, diese äußere Robe aus Flickstücken ist weich.‘ ",
  "sn16.11:14.7": "‚Herr, bitte nimm aus Anteilnahme meine äußere Robe aus Flickstücken an.‘ ",
  "sn16.11:14.8": "‚Wirst du, Kassapa, in diesem Fall meine abgetragene hanfene Fetzenrobe tragen?‘ ",
  "sn16.11:14.9": "‚Ich werde sie tragen, Herr.‘ ",
  "sn16.11:14.10": "Und so übergab ich meine äußere Robe aus Flickstücken dem Buddha, ",
  "sn16.11:14.11": "und der Buddha übergab mir seine abgetragene hanfene Fetzenrobe. ",
  "sn16.11:15.1": "Wenn von irgendjemandem zu Recht gesagt werden könnte, ",
  "sn16.11:15.2": "er sei ein wahres Kind des Buddha, aus seinem Mund geboren, aus der Lehre geboren, ein Erbe der Lehre und Empfänger seiner abgetragenen hanfenen Fetzenrobe, so bin ich es. ",
  "sn16.11:16.1": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trete ich, wann immer ich will, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. … ",
  "sn16.11:16.3": "(Die neun fortschreitenden Meditationen und die fünf Einsichten sind in voller Länge zu sprechen.) ",
  "sn16.11:17.1": "Ich habe mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, habe sie durch eigene Einsicht erkannt und lebe darin. ",
  "sn16.11:17.2": "Werter Freund, du könntest ebenso gut versuchen, einen Elefantenbullen von sieben oder siebeneinhalb Ellen Höhe hinter einem Palmblatt zu verstecken, wie du meine sechs Einsichten verstecken könntest.“ ",
  "sn16.11:18.1": "Aber die Nonne Thullanandā fiel vom geistlichen Leben ab. "
}