{
  "sn16.3:0.1": "Verbundene Lehrreden 16.3 ",
  "sn16.3:0.2": "1. Das Kapitel mit Kassapa ",
  "sn16.3:0.3": "Wie der Mond ",
  "sn16.3:1.1": "In Sāvatthī. ",
  "sn16.3:1.2": "„Mönche und Nonnen, wenn ihr euch zu Familien begebt, sollt ihr sein wie der Mond: ",
  "sn16.3:1.3": "mit Körper und Geist zurückgezogen, stets zum ersten Mal kommend und nie ruppig. ",
  "sn16.3:1.4": "Wie wenn jemand in einen alten Brunnen oder in einen schroffen Abgrund oder auf eine unzugängliche Flusslandschaft blicken würde: ",
  "sn16.3:1.5": "Er würde Körper und Geist zurückziehen. ",
  "sn16.3:1.6": "Ebenso sollt ihr, wenn ihr euch zu Familien begebt, sein wie der Mond: ",
  "sn16.3:1.7": "mit Körper und Geist zurückgezogen, stets zum ersten Mal kommend und nie ruppig. ",
  "sn16.3:2.1": "Kassapa begibt sich zu Familien wie der Mond: ",
  "sn16.3:2.2": "mit Körper und Geist zurückgezogen, stets zum ersten Mal kommend und nie ruppig. ",
  "sn16.3:2.3": "Was meint ihr, Mönche und Nonnen? ",
  "sn16.3:2.4": "Welche Art von Mönch ist würdig, sich zu Familien zu begeben?“ ",
  "sn16.3:2.5": "„Unsere Lehren wurzeln im Buddha. Er leitet uns und ist unsere Zuflucht. Herr, es wäre gut, wenn der Buddha selbst erklären würde, was das bedeutet. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "sn16.3:3.1": "Da bewegte der Buddha seine Hand im Raum hin und her. ",
  "sn16.3:3.2": "„Mönche und Nonnen, diese Hand steckt nicht im Raum fest, noch ist sie dort gehalten oder gefangen. ",
  "sn16.3:3.3": "Ebenso steckt der Geist eines Mönchs, wenn er sich zu Familien begibt, nicht fest, noch ist er gehalten oder gefangen: ",
  "sn16.3:3.4": "‚Dass doch die, die materiellen Besitz wollen, diesen bekommen und die, die Verdienst wollen, Verdienst schaffen!‘ ",
  "sn16.3:3.5": "Er ist ebenso erfreut und glücklich, wenn andere etwas bekommen, als wenn er selbst etwas bekommt. ",
  "sn16.3:3.6": "Diese Art von Mönch ist würdig, sich zu Familien zu begeben. ",
  "sn16.3:4.1": "Wenn Kassapa sich zu Familien begibt, steckt sein Geist nicht fest, noch ist er gehalten oder gefangen: ",
  "sn16.3:4.2": "‚Dass doch die, die materiellen Besitz wollen, diesen bekommen und die, die Verdienst wollen, Verdienst schaffen!‘ ",
  "sn16.3:4.3": "Er ist ebenso erfreut und glücklich, wenn andere etwas bekommen, als wenn er selbst etwas bekommt. ",
  "sn16.3:5.1": "Was meint ihr, Mönche und Nonnen? ",
  "sn16.3:5.2": "Bei welcher Art von Mönch ist das Lehren des Dhamma unrein, und bei welcher Art ist es rein?“ ",
  "sn16.3:5.3": "„Unsere Lehren wurzeln im Buddha. Er leitet uns und ist unsere Zuflucht. Herr, es wäre gut, wenn der Buddha selbst erklären würde, was das bedeutet. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "sn16.3:5.4": "„Also dann, Mönche und Nonnen, hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "sn16.3:5.5": "„Ja, Herr“, antworteten sie. ",
  "sn16.3:5.6": "Der Buddha sagte: ",
  "sn16.3:6.1": "„Da lehrt irgendein Mönch andere den Dhamma im Gedanken: ",
  "sn16.3:6.2": "‚Ach! Dass sie doch die Lehre von mir hören. Dass sie, wenn sie sie gehört haben, Vertrauen zur Lehre fassen und mir ihr Vertrauen bezeigen.‘ ",
  "sn16.3:6.3": "Bei einem solchen Mönch ist das Lehren des Dhamma unrein. ",
  "sn16.3:7.1": "Da lehrt irgendein Mönch andere den Dhamma im Gedanken: ",
  "sn16.3:7.2": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben ersichtlich, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können. ",
  "sn16.3:7.3": "Ach! Dass sie doch die Lehre von mir hören. Dass sie, wenn sie sie gehört haben, die Lehre verstehen und im Einklang damit üben.‘ ",
  "sn16.3:7.4": "Daher lehrt er andere wegen der natürlichen Exzellenz der Lehre, aus Mitgefühl, Güte und Anteilnahme. ",
  "sn16.3:7.5": "Bei einem solchen Mönch ist das Lehren des Dhamma rein. ",
  "sn16.3:8.1": "Kassapa lehrt andere den Dhamma im Gedanken: ",
  "sn16.3:8.2": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben ersichtlich, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können. ",
  "sn16.3:8.3": "Ach! Dass sie doch die Lehre von mir hören. Dass sie, wenn sie sie gehört haben, die Lehre verstehen und im Einklang damit üben.‘ ",
  "sn16.3:8.4": "Daher lehrt er andere wegen der natürlichen Exzellenz der Lehre, aus Mitgefühl, Güte und Anteilnahme. ",
  "sn16.3:8.5": "Ich will euch mit Kassapas Beispiel oder dem von jemandem wie ihm ermahnen. Ihr solltet entsprechend üben.“ "
}