{
  "sn16.7:0.1": "Verbundene Lehrreden 16.7 ",
  "sn16.7:0.2": "1. Das Kapitel mit Kassapa ",
  "sn16.7:0.3": "Unterweisung (2) ",
  "sn16.7:1.1": "Bei Rājagaha, im Bambuswäldchen. ",
  "sn16.7:1.2": "Da ging der Ehrwürdige Mahākassapa zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "sn16.7:1.3": "Der Buddha sagte zu ihm: ",
  "sn16.7:1.4": "„Kassapa, unterweise die Mönche und Nonnen! ",
  "sn16.7:1.5": "Halte einen Dhammavortrag für sie! ",
  "sn16.7:1.6": "Entweder du oder ich sollten die Mönche und Nonnen unterweisen ",
  "sn16.7:1.7": "und einen Dhammavortrag für sie halten.“ ",
  "sn16.7:2.1": "„Herr, die Mönche und Nonnen sind dieser Tage schwer zu ermahnen, sie haben Eigenschaften, durch die sie schwer zu ermahnen sind. Sie sind ungeduldig und nehmen die Anleitung nicht respektvoll an. ",
  "sn16.7:2.2": "Herr, jeder, der in Bezug auf taugliche Eigenschaften kein Vertrauen, kein Gewissen, keine Besonnenheit, keine Energie und keine Weisheit besitzt, kann bei tauglichen Eigenschaften Niedergang erwarten, kein Wachstum, bei Tag oder Nacht. ",
  "sn16.7:3.1": "Wie der Mond in der dunklen Monatshälfte: Bei Tag und Nacht nehmen seine Schönheit, seine Rundung, sein Licht und sein Durchmesser stets ab. ",
  "sn16.7:3.2": "Ebenso kann jeder, der in Bezug auf taugliche Eigenschaften kein Vertrauen, kein Gewissen, keine Besonnenheit, keine Energie und keine Weisheit besitzt, bei tauglichen Eigenschaften Niedergang erwarten, kein Wachstum, bei Tag oder Nacht. ",
  "sn16.7:4.1": "Ein Mensch ohne Vertrauen wird verkümmern. ",
  "sn16.7:4.2": "Ein Mensch, der kein Gewissen hat, wird verkümmern. ",
  "sn16.7:4.3": "Ein Mensch, der ohne Besonnenheit ist, wird verkümmern. ",
  "sn16.7:4.4": "Ein träger Mensch wird verkümmern. ",
  "sn16.7:4.5": "Ein geistloser Mensch wird verkümmern. ",
  "sn16.7:4.6": "Ein reizbarer Mensch wird verkümmern. ",
  "sn16.7:4.7": "Ein feindseliger Mensch wird verkümmern. ",
  "sn16.7:4.8": "Wenn es keine Unterweiser für Mönche und Nonnen gibt, gibt es Niedergang. ",
  "sn16.7:5.1": "Herr, jeder, der in Bezug auf taugliche Eigenschaften Vertrauen, ein Gewissen, Besonnenheit, Energie und Weisheit besitzt, kann bei tauglichen Eigenschaften Wachstum erwarten, keinen Niedergang, bei Tag oder Nacht. ",
  "sn16.7:6.1": "Wie der Mond in der hellen Monatshälfte: Bei Tag und Nacht nehmen seine Schönheit, seine Rundung, sein Licht und sein Durchmesser stets zu. ",
  "sn16.7:6.2": "Ebenso kann jeder, der in Bezug auf taugliche Eigenschaften Vertrauen, ein Gewissen, Besonnenheit, Energie und Weisheit besitzt, bei tauglichen Eigenschaften Wachstum erwarten, keinen Niedergang, bei Tag oder Nacht. ",
  "sn16.7:7.1": "Ein vertrauensvoller Mensch wird nicht verkümmern. ",
  "sn16.7:7.2": "Ein Mensch, der ein Gewissen hat, wird nicht verkümmern. ",
  "sn16.7:7.3": "Ein besonnener Mensch wird nicht verkümmern. ",
  "sn16.7:7.4": "Ein energischer Mensch wird nicht verkümmern. ",
  "sn16.7:7.5": "Ein weiser Mensch wird nicht verkümmern. ",
  "sn16.7:7.6": "Ein langmütiger Mensch wird nicht verkümmern. ",
  "sn16.7:7.7": "Ein gütiger Mensch wird nicht verkümmern. ",
  "sn16.7:7.8": "Wenn es Unterweiser für Mönche und Nonnen gibt, gibt es keinen Niedergang.“ ",
  "sn16.7:8.1": "„Gut, gut, Kassapa! ",
  "sn16.7:8.2": "Jeder, der in Bezug auf taugliche Eigenschaften kein Vertrauen, kein Gewissen, keine Besonnenheit, keine Energie und keine Weisheit besitzt, kann Niedergang erwarten, kein Wachstum … ",
  "sn16.7:9.15": "Wenn es keine Unterweiser für Mönche und Nonnen gibt, gibt es Niedergang. ",
  "sn16.7:10.1": "Jeder, der in Bezug auf taugliche Eigenschaften Vertrauen, ein Gewissen, Besonnenheit, Energie und Weisheit besitzt, kann Wachstum erwarten, keinen Niedergang … ",
  "sn16.7:12.8": "Wenn es Unterweiser für Mönche und Nonnen gibt, gibt es keinen Niedergang.“ "
}