{
  "sn16.12:0.1": "Verbundene Lehrreden 16.12 ",
  "sn16.12:0.2": "1. Das Kapitel mit Kassapa ",
  "sn16.12:0.3": "Der Klargewordene nach dem Tod ",
  "sn16.12:1.1": "Einmal hielten sich der Ehrwürdige Mahākassapa und der Ehrwürdige Sāriputta bei Varanasi auf, im Wildpark bei Isipatana. ",
  "sn16.12:1.2": "Da kam der Ehrwürdige Sāriputta am späten Nachmittag aus seiner Klausur, ging zum Ehrwürdigen Mahākassapa und tauschte Willkommensgrüße mit ihm aus. ",
  "sn16.12:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte Sāriputta sich zur Seite hin und sagte zu Mahākassapa: ",
  "sn16.12:1.4": "„Geehrter Kassapa, besteht ein Klargewordener nach dem Tod fort?“ ",
  "sn16.12:1.5": "„Geehrter, das wurde vom Buddha nicht erklärt.“ ",
  "sn16.12:1.7": "„Nun, besteht dann ein Klargewordener nach dem Tod nicht fort?“ ",
  "sn16.12:1.8": "„Auch das wurde vom Buddha nicht erklärt.“ ",
  "sn16.12:1.10": "„Nun, besteht dann ein Klargewordener nach dem Tod fort und besteht auch nicht fort?“ ",
  "sn16.12:1.11": "„Auch das wurde vom Buddha nicht erklärt.“ ",
  "sn16.12:1.13": "„Nun, besteht dann ein Klargewordener nach dem Tod weder fort, noch besteht er nicht fort?“ ",
  "sn16.12:1.14": "„Auch das wurde vom Buddha nicht erklärt.“ ",
  "sn16.12:1.16": "„Und warum wurde das vom Buddha nicht erklärt?“ ",
  "sn16.12:1.17": "„Weil es nicht zum Segen und von Bedeutung für die Grundlagen des geistlichen Lebens ist. Es führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "sn16.12:1.18": "Darum wurde es vom Buddha nicht erklärt.“ ",
  "sn16.12:2.1": "„Was wurde nun aber vom Buddha erklärt?“ ",
  "sn16.12:2.2": "„‚Das ist das Leiden‘ wurde vom Buddha erklärt. ",
  "sn16.12:2.3": "‚Das ist der Ursprung des Leidens‘ … ",
  "sn16.12:2.4": "‚Das ist das Aufhören des Leidens‘ … ",
  "sn16.12:2.5": "‚Das ist die Übung, die zum Aufhören des Leidens führt‘ wurde vom Buddha erklärt.“ ",
  "sn16.12:2.6": "„Und warum wurde das vom Buddha erklärt?“ ",
  "sn16.12:2.7": "„Weil es zum Segen und von Bedeutung für die Grundlagen des geistlichen Lebens ist. Es führt zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "sn16.12:2.8": "Darum wurde es vom Buddha erklärt.“ "
}