{
  "sn16.10:0.1": "Verbundene Lehrreden 16.10 ",
  "sn16.10:0.2": "1. Das Kapitel mit Kassapa ",
  "sn16.10:0.3": "Die Nonnenunterkünfte ",
  "sn16.10:1.1": "So habe ich es gehört: ",
  "sn16.10:1.2": "Einmal hielt sich der Ehrwürdige Mahākassapa bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn16.10:1.3": "Da kleidete sich der Ehrwürdige Ānanda am Morgen an, nahm Schale und Robe, ging zum Ehrwürdigen Mahākassapa und sagte: ",
  "sn16.10:1.4": "„Komm, Ehrenwerter Kassapa, wir wollen zu einer der Nonnenunterkünfte gehen.“ ",
  "sn16.10:1.5": "„Geh du, werter Ānanda, du hast viele Pflichten und Verantwortlichkeiten.“ ",
  "sn16.10:1.6": "Zum zweiten Mal … ",
  "sn16.10:1.9": "und zum dritten Mal sagte Ānanda: ",
  "sn16.10:1.10": "„Komm, Ehrenwerter Kassapa, wir wollen zu einer der Nonnenunterkünfte gehen.“ ",
  "sn16.10:2.1": "Da kleidete sich der Ehrwürdige Mahākassapa am Morgen an, nahm Schale und Robe, ging zu einer der Nonnenunterkünfte, wobei ihm der Ehrwürdige Ānanda als Begleiter folgte, und setzte sich auf den ausgebreiteten Sitz. ",
  "sn16.10:2.2": "Da gingen einige Nonnen zu Mahākassapa, verbeugten sich und setzten sich zur Seite hin. ",
  "sn16.10:2.3": "Mahākassapa leitete sie mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "sn16.10:2.4": "Darauf erhob er sich von seinem Sitz und ging. ",
  "sn16.10:3.1": "Aber die Nonne Thullatissā war aufgebracht und es entfuhr ihr: ",
  "sn16.10:3.2": "„Was denkt Meister Mahākassapa, dass er den Dhamma vor dem Meister Ānanda lehren würde, dem Abgeklärten aus Videha? ",
  "sn16.10:3.3": "Er ist wie ein Nadelverkäufer, der denkt, er könne einem Nadelmacher eine Nadel verkaufen!“ ",
  "sn16.10:4.1": "Mahākassapa hörte Thullatissā so reden ",
  "sn16.10:4.2": "und sagte zu Ānanda: ",
  "sn16.10:4.3": "„Ist das so, werter Ānanda, dass ich der Nadelverkäufer bin und du der Nadelmacher? ",
  "sn16.10:4.4": "Oder bin ich der Nadelmacher und du der Nadelverkäufer?“ ",
  "sn16.10:4.5": "„Nimm es ihr nicht übel, Ehrenwerter Kassapa. Die Frauensperson ist eine Törin.“ ",
  "sn16.10:4.6": "„Halt ein, werter Ānanda! Nicht, dass der Saṅgha noch weitere Untersuchungen über dich anstellt! ",
  "sn16.10:5.1": "Was denkst du, werter Ānanda? ",
  "sn16.10:5.2": "Warst du es, den der Buddha vor dem Saṅgha herausgestellt hat: ",
  "sn16.10:5.3": "‚Mönche und Nonnen, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trete ich, wann immer ich will, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "sn16.10:5.4": "Und für Ānanda gilt das Gleiche‘?“ ",
  "sn16.10:5.5": "„Nein, Herr.“ ",
  "sn16.10:6.1": "„Ich war es, den der Buddha vor dem Saṅgha herausgestellt hat: ",
  "sn16.10:6.2": "‚Mönche und Nonnen, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trete ich, wann immer ich will, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "sn16.10:6.3": "Und für Kassapa gilt das Gleiche. …‘ ",
  "sn16.10:6.4": "(Die neun fortschreitenden Meditationen und die fünf Einsichten sind in voller Länge zu sprechen.) ",
  "sn16.10:7.1": "Was denkst du, werter Ānanda? ",
  "sn16.10:7.2": "Warst du es, den der Buddha vor dem Saṅgha herausgestellt hat: ",
  "sn16.10:7.3": "‚Ich habe mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, habe sie durch eigene Einsicht erkannt und lebe darin. ",
  "sn16.10:7.4": "Und für Ānanda gilt das Gleiche‘?“ ",
  "sn16.10:7.5": "„Nein, Herr.“ ",
  "sn16.10:8.1": "„Ich war es, den der Buddha vor dem Saṅgha herausgestellt hat: ",
  "sn16.10:8.2": "‚Ich habe mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, habe sie durch eigene Einsicht erkannt und lebe darin. ",
  "sn16.10:8.3": "Und für Kassapa gilt das Gleiche.‘ ",
  "sn16.10:9.1": "Werter Freund, du könntest ebenso gut versuchen, einen Elefantenbullen von sieben oder siebeneinhalb Ellen Höhe hinter einem Palmblatt zu verstecken, wie du meine sechs Einsichten verstecken könntest.“ ",
  "sn16.10:10.1": "Aber die Nonne Thullatissā fiel vom geistlichen Leben ab. "
}