{
  "sn16.9:0.1": "Verbundene Lehrreden 16.9 ",
  "sn16.9:0.2": "1. Das Kapitel mit Kassapa ",
  "sn16.9:0.3": "Vertiefung und Einsicht ",
  "sn16.9:1.1": "In Sāvatthī. ",
  "sn16.9:1.2": "„Mönche und Nonnen, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trete ich, wann immer ich will, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "sn16.9:1.3": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:2.1": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, trete ich, wann immer ich will, in die zweite Vertiefung ein und verweile darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "sn16.9:2.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:3.1": "Und mit dem Schwinden der Ekstase trete ich, wann immer ich will, in die dritte Vertiefung ein und verweile darin; da meditiere ich mit Gleichmut, achtsam und umsichtig, und erfahre persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "sn16.9:3.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:4.1": "Indem ich Glück und Schmerz aufgebe, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, trete ich, wann immer ich will, in die vierte Vertiefung ein und verweile darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "sn16.9:4.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:5.1": "Ich übersteige, wann immer ich will, jegliche Formwahrnehmung, und mit dem Beenden der Wahrnehmung von Eindrücken, und indem ich mich nicht der Wahrnehmung von Vielfalt zuwende, trete ich im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweile darin. ",
  "sn16.9:5.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:6.1": "Ich übersteige, wann immer ich will, vollständig die Dimension des unendlichen Raumes, trete im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweile darin. ",
  "sn16.9:6.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:7.1": "Ich übersteige, wann immer ich will, vollständig die Dimension des unendlichen Bewusstseins, trete im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweile darin. ",
  "sn16.9:7.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:8.1": "Ich übersteige, wann immer ich will, vollständig die Dimension des Nichts, trete in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweile darin. ",
  "sn16.9:8.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:9.1": "Ich übersteige, wann immer ich will, vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, trete in das Aufhören von Wahrnehmung und Gefühl ein und verweile darin. ",
  "sn16.9:9.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:10.1": "Ich übe, wann immer ich will, die vielen Arten übersinnlicher Kraft aus: mich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Festungswall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt. ",
  "sn16.9:10.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:11.1": "Mit geläuterter und übermenschlicher Hellhörigkeit kann ich, wann immer ich will, beide Arten von Tönen hören, menschliche und göttliche, ob nah oder fern. ",
  "sn16.9:11.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:12.1": "Ich erkenne, wann immer ich will, den Geist anderer Wesen und Menschen, indem ich ihn mit meinem Geist erfasse. ",
  "sn16.9:12.2": "Ich erkenne einen gierigen Geist als ‚gierigen Geist‘ ",
  "sn16.9:12.3": "und einen von Gier freien Geist als ‚von Gier freien Geist‘, ",
  "sn16.9:12.4": "einen hasserfüllten Geist … ",
  "sn16.9:12.5": "einen von Hass freien Geist … ",
  "sn16.9:12.6": "einen Geist, der sich täuscht … ",
  "sn16.9:12.7": "einen von Täuschung freien Geist … ",
  "sn16.9:12.8": "einen eingeengten Geist … ",
  "sn16.9:12.9": "einen zerstreuten Geist … ",
  "sn16.9:12.10": "einen ausgedehnten Geist … ",
  "sn16.9:12.11": "einen nicht ausgedehnten Geist … ",
  "sn16.9:12.12": "einen Geist, der nicht unübertrefflich ist … ",
  "sn16.9:12.13": "einen unübertrefflichen Geist … ",
  "sn16.9:12.14": "einen im Samādhi versunkenen Geist … ",
  "sn16.9:12.15": "einen nicht im Samādhi versunkenen Geist … ",
  "sn16.9:12.16": "einen befreiten Geist … ",
  "sn16.9:12.17": "einen nicht befreiten Geist … ",
  "sn16.9:12.18": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:13.1": "Ich erinnerte mich, wann immer ich will, an viele Arten früherer Leben, das heißt eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Ich erinnere mich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnere ich mich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "sn16.9:13.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:14.1": "Mit geläuterter und übermenschlicher Hellsichtigkeit sehe ich, wann immer ich will, Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstehe, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlecht gemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlecht gemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sehe ich mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstehe, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "sn16.9:14.2": "Und für Kassapa gilt das Gleiche. ",
  "sn16.9:15.1": "Ich habe mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, habe sie durch eigene Einsicht erkannt und lebe darin. ",
  "sn16.9:15.2": "Und für Kassapa gilt das Gleiche.“ "
}