{
  "sn16.6:0.1": "Verbundene Lehrreden 16.6 ",
  "sn16.6:0.2": "1. Das Kapitel mit Kassapa ",
  "sn16.6:0.3": "Unterweisung ",
  "sn16.6:1.1": "Bei Rājagaha, im Bambuswäldchen. ",
  "sn16.6:1.2": "Da ging der Ehrwürdige Mahākassapa zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "sn16.6:1.3": "„Kassapa, unterweise die Mönche und Nonnen! ",
  "sn16.6:1.4": "Halte einen Dhammavortrag für sie! ",
  "sn16.6:1.5": "Entweder du oder ich sollten die Mönche und Nonnen unterweisen ",
  "sn16.6:1.6": "und einen Dhammavortrag für sie halten.“ ",
  "sn16.6:2.1": "„Herr, die Mönche und Nonnen sind dieser Tage schwer zu ermahnen, sie haben Eigenschaften, durch die sie schwer zu ermahnen sind. Sie sind ungeduldig und nehmen die Anleitung nicht respektvoll an. ",
  "sn16.6:2.2": "Nehmen wir den Mönch mit Namen Bhaṇḍa, den Schüler Ānandas. Er hat mit dem Mönch mit Namen Abhiñjika, dem Schüler Anuruddhas, beim Lernen gewetteifert: ",
  "sn16.6:2.3": "‚Komm, Mönch, wer kann mehr aufsagen? Wer kann besser aufsagen? Wer kann länger aufsagen?‘“ ",
  "sn16.6:3.1": "Da wandte sich der Buddha an einen gewissen Mönch: ",
  "sn16.6:3.2": "„Bitte, Mönch, sag dem Mönch Bhaṇḍa, dem Schüler Ānandas, und dem Mönch Abhiñjika, dem Schüler Anuruddhas, in meinem Namen, ",
  "sn16.6:3.3": "dass der Lehrer sie rufen lässt.“ ",
  "sn16.6:3.4": "„Ja, Herr“, antwortete dieser Mönch. Er ging zu diesen Mönchen und sagte: ",
  "sn16.6:3.5": "„Ehrwürdige, der Lehrer lässt euch rufen.“ ",
  "sn16.6:4.1": "„Ja, Geehrter“, antworteten diese Mönche. Sie gingen zum Buddha, verbeugten sich und setzten sich zur Seite hin. Der Buddha sagte zu ihnen: ",
  "sn16.6:4.2": "„Ist es wirklich wahr, Mönche, dass ihr beim Lernen gewetteifert habt: ",
  "sn16.6:4.3": "‚Komm, Mönch, wer kann mehr aufsagen? Wer kann besser aufsagen? Wer kann länger aufsagen?‘“ ",
  "sn16.6:4.4": "„Ja, Herr.“ ",
  "sn16.6:4.5": "„Habe ich eures Wissens jemals den Dhamma so gelehrt: ",
  "sn16.6:4.6": "‚Bitte, Mönche und Nonnen, wetteifert beim Lernen darum, ",
  "sn16.6:4.7": "wer mehr und besser und länger aufsagen kann‘?“ ",
  "sn16.6:4.8": "„Nein, Herr.“ ",
  "sn16.6:4.9": "„Wenn ich eures Wissens nie den Dhamma so gelehrt habe, was genau erkennt und seht ihr dann, ihr törichten Männer, dass ihr, da ihr in einer so gut erklärten Lehre und Schulung fortgezogen seid, beim Lernen darum wetteifert, ",
  "sn16.6:4.10": "wer mehr und besser und länger aufsagen kann?“ ",
  "sn16.6:5.1": "Da beugten diese Mönche ihren Kopf zu den Füßen des Buddha und sagten: ",
  "sn16.6:5.2": "„Wir haben einen Fehler gemacht, Herr. Es war töricht, dumm und untauglich von uns, dass wir, da wir in einer so gut erklärten Lehre und Schulung fortgezogen sind, beim Lernen darum wetteiferten, ",
  "sn16.6:5.3": "wer mehr und besser und länger aufsagen kann. ",
  "sn16.6:5.4": "Bitte, Herr, nimm unseren Fehler als Fehler an, und wir wollen uns in Zukunft zügeln.“ ",
  "sn16.6:6.1": "„Jawohl, Mönche, ihr habt einen Fehler gemacht. Es war töricht, dumm und untauglich von euch, so zu handeln. ",
  "sn16.6:6.3": "Aber da ihr euren Fehler als Fehler erkannt habt und richtig mit ihm verfahren seid, nehme ich ihn an. ",
  "sn16.6:6.4": "Denn es gilt als Fortschritt in der Schulung des Edlen, einen Fehler als Fehler zu erkennen, richtig mit ihm zu verfahren und sich zu verpflichten, sich in der Zukunft zu zügeln.“ "
}