{
  "offline:addToHomeScreen": "होम स्क्रीनवर जोडा",
  "offline:additionalInfo": "याव्यतिरिक्त, तुम्ही तुमच्या पसंतीच्या भाषेतील मजकूर डाउनलोड करू शकता आणि ऑफलाइन असताना ते वाचू शकता. हे विशेषतः मर्यादित डेटा असलेल्या मोबाइलवरील वापरकर्त्यांसाठी किंवा खराब कव्हरेज असलेल्या प्रदेशांमध्ये उपयुक्त आहे. तुमचा डेटा मर्यादित असल्यास, आम्ही डाउनलोड करण्यापूर्वी वायफायशी कनेक्ट करण्याची शिफारस करतो.",
  "offline:alreadyDownloaded": "आधीच डाउनलोड केले आहे.",
  "offline:canceled": "तुम्ही डाउनलोड रद्द केले आहे.",
  "offline:certainFunctions": "शोध सह काही फंक्शन्सना इंटरनेट कनेक्शन आवश्यक आहे.",
  "offline:chineseLookups": "चीनी लुकअप",
  "offline:chineseLookupsDescription": "खालील भाषांमधील चीनी शब्दांचे शब्दकोश लुकअप डाउनलोड करण्यासाठी निवडा:",
  "offline:doesntSupportPWAs": "दुर्दैवाने आम्ही तुमच्या प्लॅटफॉर्मवर प्रगत प्रोग्रेसिव्ह वेब अॅप (PWA) वैशिष्ट्यांना सपोर्ट करत नाही. तुम्हाला संपूर्ण ऑफलाइन वापर हवा असल्यास, कृपया Chrome ची अद्ययावत आवृत्ती वापरा. आम्ही भविष्यात इतर ब्राउझरवर अधिक PWA वैशिष्ट्ये लागू करण्याची योजना आखत आहोत.",
  "offline:downloadButton": "{languageName} मधील मजकूर डाउनलोड करा",
  "offline:downloadComplete": "तुमचे डाउनलोड पूर्ण झाले आहे. तुम्ही आता सुट्टे {lang} ऑफलाइनमध्ये वाचू शकता.",
  "offline:downloadErrored": "तुमचे डाउनलोड पूर्ण झाले, परंतु आम्ही विनंती केलेले सर्व मजकूर डाउनलोड करू शकलो नाही. {एकूण} पैकी {अयशस्वी} विनंत्या योग्यरित्या पूर्ण झाल्या नाहीत.",
  "offline:downloadInProgress": "डाउनलोड प्रगतीपथावर आहे.",
  "offline:downloadParallels": "समांतर समाविष्ट करा",
  "offline:downloadParallelsDescription": "तसेच मजकूरांसाठी समांतर सारण्या डाउनलोड करण्यासाठी निवडा.",
  "offline:downloadPaused": "डाउनलोड थांबवले.",
  "offline:downloadRootTexts": "मूळ मजकूर समाविष्ट करा",
  "offline:downloadRootTextsDescription": "तसेच मूळ भाषांमधील मजकूर डाउनलोड करण्यासाठी निवडा. यामध्ये पाली > {toLang} लुकअप शब्दकोश समाविष्ट आहे. तुमचा लुकअप बदलण्यासाठी, क्लिक करा",
  "offline:downloadStarted": "तुमचे डाउनलोड आता सुरू झाले आहे. तुम्ही साइट वापरत राहू शकता आणि ती पूर्ण झाल्यावर आम्ही तुम्हाला कळवू.",
  "offline:downloading": "डाउनलोड करत आहे",
  "offline:extraFeatures": "तुम्हाला अतिरिक्त वैशिष्ट्ये हवी असल्यास, आम्हाला कळवा.",
  "offline:language": "इंग्रजी",
  "offline:networkError": "नेटवर्क त्रुटी.",
  "offline:networkLost": "नेटवर्क कनेक्शन गमावले. डाउनलोडला विराम देत आहे.",
  "offline:networkRecovered": "नेटवर्क कनेक्शन पुनर्प्राप्त केले. डाउनलोड पुन्हा सुरू करत आहे.",
  "offline:newTech": "पीडब्ल्यूए हे नवीन तंत्रज्ञान आहे. सध्या, ऑफलाइन वापराला काही मर्यादा आहेत:",
  "offline:oneLang": "एकच भाषा.",
  "offline:paliLookups": "पाली लुकअप",
  "offline:paliLookupsDescription": "खालील भाषांमधील पाली शब्दांचे शब्दकोश लुकअप डाउनलोड करण्यासाठी निवडा:",
  "offline:pwaDescription": "SuttaCentral हे <a href='https://developers.google.com/web/progressive-web-apps/' target='_blank' rel='noopener'>प्रोग्रेसिव्ह वेब अॅप</a> आहे. समर्थित डिव्हाइसेसवर, नेव्हिगेशन आणि पूर्वी भेट दिलेल्या पृष्ठांसह अनेक वैशिष्ट्ये, तुमच्याकडे इंटरनेट कनेक्शन नसले तरीही कार्य करत राहतील.",
  "offline:resetButton": "डाउनलोड इतिहास साफ करा",
  "offline:resetComplete": "डाउनलोड इतिहास साफ केला गेला आहे",
  "offline:selectDifferentLang": "डीफॉल्टनुसार तुमचे सुट्टे साइट भाषेत डाउनलोड केले जातील. तुम्हाला वेगळी भाषा निवडायची असल्यास, मेनूमधून एक निवडा.",
  "offline:supportsPWAs": "तुमचा ब्राउझर प्रोग्रेसिव्ह वेब अॅप्सला सपोर्ट करतो!",
  "offline:suttasOnly": "केवळ सुत्त, विनया किंवा अभिधम्म नाही.",
  "offline:usingOffline": "SuttaCentral ऑफलाइन वापरणे"
}