{
  "snp2.5:0.1": "Antologija Budinih govora 2.5 ",
  "snp2.5:0.2": "Sūćiloma ",
  "snp2.5:1.1": "Ovako sam čuo. ",
  "snp2.5:1.2": "Jednom je Blaženi boravio u okolini Gaye, kraj Taṃkita doline, u kraju u kojem je živeo vilenjak Sūćiloma. ",
  "snp2.5:1.3": "I tako su jednom vilenjaci Khara i Sūćiloma prolazili nedaleko od Blaženog. ",
  "snp2.5:1.4": "Na to vilenjak Khara reče Sūćilomi: ",
  "snp2.5:1.5": "„Ovo je neki asketa.” ",
  "snp2.5:1.6": "„Mislim da nije asketa, samo tako izgleda. ",
  "snp2.5:1.7": "Sad ću da proverim je li stvarno asketa ili nije.” ",
  "snp2.5:2.1": "Onda vilenjak Sūćiloma otide do Blaženog i nasloni se na njega. ",
  "snp2.5:2.2": "Na to se Blaženi pomeri unazad. ",
  "snp2.5:2.3": "A Sūćiloma upita Blaženog: ",
  "snp2.5:2.4": "„Ti se to mene plašiš, asketo!?” ",
  "snp2.5:2.5": "„Ne plašim te se, prijatelju, ",
  "snp2.5:2.6": "ali tvoj je dodir loš.” ",
  "snp2.5:3.1": "„Postaviću ti pitanje, asketo. ",
  "snp2.5:3.2": "Ako ne možeš da mi odgovoriš, pomutiću ti razum ili iščupati srce ili te zgrabiti za noge i zavitlati na drugu obalu Ganga.” ",
  "snp2.5:4.1": "„Prijatelju, ne vidim bilo koga u ovome svetu, sa njegovim božanstvima, Mārom i Brahmom, u ovom pokolenju sa njegovim asketama i brahmanima, plemenitim i običnim ljudima, ko bi mi mogao pomutiti um ili rastrgnuti srce ili me zgrabiti za noge i zavitlati na drugu obalu Ganga. ",
  "snp2.5:4.2": "No svejedno, prijatelju, pitaj me to što želiš.” ",
  "snp2.5:4.3": "I vilenjak Sūćiloma se onda obrati Blaženom u stihovima: ",
  "snp2.5:5.1": "„Na kojem to mestu žudnja i mržnja izviru? ",
  "snp2.5:5.2": "Gde se odbojnost, privlačnost i strah rađaju? ",
  "snp2.5:5.3": "Odakle nastavši, misli se umom poigravaju ",
  "snp2.5:5.4": "kao nestašni dečaci zarobljenim gavranom?” ",
  "snp2.5:6.1": "„Žudnja i mržnja izviru odavde, ",
  "snp2.5:6.2": "ovde se odbojnost, privlačnost i strah rađaju. ",
  "snp2.5:6.3": "Odatle nastavši, misli se umom poigravaju ",
  "snp2.5:6.4": "kao nestašni dečaci zarobljenim gavranom. ",
  "snp2.5:7.1": "Rođene su sviđanjem, iznikle u nama samima, ",
  "snp2.5:7.2": "nalik granama što izbiju iz stabla banjanovog. ",
  "snp2.5:7.3": "Mnogostruke, hrane se zadovoljstvima čula, ",
  "snp2.5:7.4": "māluvā puzavici nalik što obraste čitavu šumu. ",
  "snp2.5:8.1": "Oni koji razumeju gde je ovaj izvor, ",
  "snp2.5:8.2": "rado ga odbacuju – dobro me čuj, o yakkha! ",
  "snp2.5:8.3": "Takvi prelaze bujicu koju je tako teško preći, ",
  "snp2.5:8.4": "do tada neprelaznu, i više se ne preporađaju.” "
}