{
  "ds2.2.2:0.1": "Dhammasaṅgaṇī ",
  "ds2.2.2:0.2": "2 Niddesa ",
  "ds2.2.2:0.3": "2.2 Rūpakaṇḍa ",
  "ds2.2.2:0.4": "2.2.2. Mātikā ",
  "ds2.2.2:1.0": "2.2.2.1. Ekaka ",
  "ds2.2.2:1.1": "Tattha katamaṁ sabbaṁ rūpaṁ? ",
  "ds2.2.2:1.2": "Cattāro ca mahābhūtā, catunnañca mahābhūtānaṁ upādāya rūpaṁ—",
  "ds2.2.2:1.3": "idaṁ vuccati sabbaṁ rūpaṁ. ",
  "ds2.2.2:1.4": "Sabbaṁ rūpaṁ na hetu, ahetukaṁ, hetuvippayuttaṁ, sappaccayaṁ, saṅkhataṁ, rūpaṁ, lokiyaṁ, sāsavaṁ, saññojaniyaṁ, ganthaniyaṁ, oghaniyaṁ, yoganiyaṁ, nīvaraṇiyaṁ, parāmaṭṭhaṁ, upādāniyaṁ, saṅkilesikaṁ, abyākataṁ, anārammaṇaṁ, acetasikaṁ, cittavippayuttaṁ, nevavipākanavipākadhammadhammaṁ, asaṅkiliṭṭhasaṅkilesikaṁ, na savitakkasavicāraṁ, na avitakkavicāramattaṁ, avitakkaavicāraṁ, na pītisahagataṁ, na sukhasahagataṁ, na upekkhāsahagataṁ, neva dassanena na bhāvanāya pahātabbaṁ, neva dassanena na bhāvanāya pahātabbahetukaṁ, neva ācayagāmi na apacayagāmi, nevasekkhanāsekkhaṁ, parittaṁ, kāmāvacaraṁ, na rūpāvacaraṁ, na arūpāvacaraṁ, pariyāpannaṁ, no apariyāpannaṁ, aniyataṁ, aniyyānikaṁ, uppannaṁ, chahi viññāṇehi viññeyyaṁ, aniccaṁ, jarābhibhūtaṁ. ",
  "ds2.2.2:1.5": "Evaṁ ekavidhena rūpasaṅgaho. ",
  "ds2.2.2:1.6": "Ekakaṁ. ",
  "ds2.2.2:2.0": "2.2.2.2. Duka ",
  "ds2.2.2:2.1": "Duvidhena rūpasaṅgaho—",
  "ds2.2.2:3.1": "Atthi rūpaṁ upādā, atthi rūpaṁ no upādā. ",
  "ds2.2.2:4.1": "Atthi rūpaṁ upādinnaṁ, atthi rūpaṁ anupādinnaṁ. ",
  "ds2.2.2:5.1": "Atthi rūpaṁ upādinnupādāniyaṁ, atthi rūpaṁ anupādinnupādāniyaṁ. ",
  "ds2.2.2:6.1": "Atthi rūpaṁ sanidassanaṁ, atthi rūpaṁ anidassanaṁ. ",
  "ds2.2.2:7.1": "Atthi rūpaṁ sappaṭighaṁ, atthi rūpaṁ appaṭighaṁ. ",
  "ds2.2.2:8.1": "Atthi rūpaṁ indriyaṁ, atthi rūpaṁ na indriyaṁ. ",
  "ds2.2.2:9.1": "Atthi rūpaṁ mahābhūtaṁ, atthi rūpaṁ na mahābhūtaṁ. ",
  "ds2.2.2:10.1": "Atthi rūpaṁ viññatti, atthi rūpaṁ na viññatti. ",
  "ds2.2.2:11.1": "Atthi rūpaṁ cittasamuṭṭhānaṁ, atthi rūpaṁ na cittasamuṭṭhānaṁ. ",
  "ds2.2.2:12.1": "Atthi rūpaṁ cittasahabhu, atthi rūpaṁ na cittasahabhu. ",
  "ds2.2.2:13.1": "Atthi rūpaṁ cittānuparivatti, atthi rūpaṁ na cittānuparivatti. ",
  "ds2.2.2:14.1": "Atthi rūpaṁ ajjhattikaṁ, atthi rūpaṁ bāhiraṁ. ",
  "ds2.2.2:15.1": "Atthi rūpaṁ oḷārikaṁ, atthi rūpaṁ sukhumaṁ. ",
  "ds2.2.2:16.1": "Atthi rūpaṁ dūre, atthi rūpaṁ santike. [14] ",
  "ds2.2.2:16.2": "Pakiṇṇakadukaṁ. ",
  "ds2.2.2:17.1": "Atthi rūpaṁ cakkhusamphassassa vatthu, atthi rūpaṁ cakkhusamphassassa na vatthu. ",
  "ds2.2.2:17.2": "Atthi rūpaṁ cakkhusamphassajāya vedanāya …pe… ",
  "ds2.2.2:17.3": "saññāya …pe… ",
  "ds2.2.2:17.4": "cetanāya …pe… ",
  "ds2.2.2:17.5": "cakkhuviññāṇassa vatthu, atthi rūpaṁ cakkhuviññāṇassa na vatthu. ",
  "ds2.2.2:18.1": "Atthi rūpaṁ sotasamphassassa …pe… ",
  "ds2.2.2:18.2": "ghānasamphassassa …pe… ",
  "ds2.2.2:18.3": "jivhāsamphassassa …pe… ",
  "ds2.2.2:18.4": "kāyasamphassassa vatthu, atthi rūpaṁ kāyasamphassassa na vatthu. ",
  "ds2.2.2:18.5": "Atthi rūpaṁ kāyasamphassajāya vedanāya …pe… ",
  "ds2.2.2:18.6": "saññāya …pe… ",
  "ds2.2.2:18.7": "cetanāya …pe… ",
  "ds2.2.2:18.8": "kāyaviññāṇassa vatthu, atthi rūpaṁ kāyaviññāṇassa na vatthu. [25] ",
  "ds2.2.2:18.9": "Vatthudukaṁ. ",
  "ds2.2.2:19.1": "Atthi rūpaṁ cakkhusamphassassa ārammaṇaṁ, atthi rūpaṁ cakkhusamphassassa nārammaṇaṁ. ",
  "ds2.2.2:19.2": "Atthi rūpaṁ cakkhusamphassajāya vedanāya …pe… ",
  "ds2.2.2:19.3": "saññāya …pe… ",
  "ds2.2.2:19.4": "cetanāya …pe… ",
  "ds2.2.2:19.5": "cakkhuviññāṇassa ārammaṇaṁ, atthi rūpaṁ cakkhuviññāṇassa nārammaṇaṁ. ",
  "ds2.2.2:20.1": "Atthi rūpaṁ sotasamphassassa …pe… ",
  "ds2.2.2:20.2": "ghānasamphassassa …pe… ",
  "ds2.2.2:20.3": "jivhāsamphassassa …pe… ",
  "ds2.2.2:20.4": "kāyasamphassassa ārammaṇaṁ, atthi rūpaṁ kāyasamphassassa nārammaṇaṁ. ",
  "ds2.2.2:20.5": "Atthi rūpaṁ kāyasamphassajāya vedanāya …pe… ",
  "ds2.2.2:20.6": "saññāya …pe… ",
  "ds2.2.2:20.7": "cetanāya …pe… ",
  "ds2.2.2:20.8": "kāyaviññāṇassa ārammaṇaṁ, atthi rūpaṁ kāyaviññāṇassa nārammaṇaṁ. [25] ",
  "ds2.2.2:20.9": "Ārammaṇadukaṁ. ",
  "ds2.2.2:21.1": "Atthi rūpaṁ cakkhāyatanaṁ, atthi rūpaṁ na cakkhāyatanaṁ. ",
  "ds2.2.2:21.2": "Atthi rūpaṁ sotāyatanaṁ …pe… ",
  "ds2.2.2:21.3": "ghānāyatanaṁ …pe… ",
  "ds2.2.2:21.4": "jivhāyatanaṁ …pe… ",
  "ds2.2.2:21.5": "kāyāyatanaṁ, atthi rūpaṁ na kāyāyatanaṁ. ",
  "ds2.2.2:22.1": "Atthi rūpaṁ rūpāyatanaṁ, atthi rūpaṁ na rūpāyatanaṁ. ",
  "ds2.2.2:22.2": "Atthi rūpaṁ saddāyatanaṁ …pe… ",
  "ds2.2.2:22.3": "gandhāyatanaṁ …pe… ",
  "ds2.2.2:22.4": "rasāyatanaṁ …pe… ",
  "ds2.2.2:22.5": "phoṭṭhabbāyatanaṁ, atthi rūpaṁ na phoṭṭhabbāyatanaṁ. [10] ",
  "ds2.2.2:22.6": "Āyatanadukaṁ. ",
  "ds2.2.2:23.1": "Atthi rūpaṁ cakkhudhātu, atthi rūpaṁ na cakkhudhātu. ",
  "ds2.2.2:23.2": "Atthi rūpaṁ sotadhātu …pe… ",
  "ds2.2.2:23.3": "ghānadhātu …pe… ",
  "ds2.2.2:23.4": "jivhādhātu …pe… ",
  "ds2.2.2:23.5": "kāyadhātu, atthi rūpaṁ na kāyadhātu. ",
  "ds2.2.2:24.1": "Atthi rūpaṁ rūpadhātu, atthi rūpaṁ na rūpadhātu. ",
  "ds2.2.2:24.2": "Atthi rūpaṁ saddadhātu …pe… ",
  "ds2.2.2:24.3": "gandhadhātu …pe… ",
  "ds2.2.2:24.4": "rasadhātu …pe… ",
  "ds2.2.2:24.5": "phoṭṭhabbadhātu, atthi rūpaṁ na phoṭṭhabbadhātu. [10] ",
  "ds2.2.2:24.6": "Dhātudukaṁ. ",
  "ds2.2.2:25.1": "Atthi rūpaṁ cakkhundriyaṁ, atthi rūpaṁ na cakkhundriyaṁ. ",
  "ds2.2.2:25.2": "Atthi rūpaṁ sotindriyaṁ …pe… ",
  "ds2.2.2:25.3": "ghānindriyaṁ …pe… ",
  "ds2.2.2:25.4": "jivhindriyaṁ …pe… ",
  "ds2.2.2:25.5": "kāyindriyaṁ, atthi rūpaṁ na kāyindriyaṁ. ",
  "ds2.2.2:26.1": "Atthi rūpaṁ itthindriyaṁ, atthi rūpaṁ na itthindriyaṁ. ",
  "ds2.2.2:27.1": "Atthi rūpaṁ purisindriyaṁ, atthi rūpaṁ na purisindriyaṁ. ",
  "ds2.2.2:28.1": "Atthi rūpaṁ jīvitindriyaṁ, atthi rūpaṁ na jīvitindriyaṁ. [8] ",
  "ds2.2.2:28.2": "Indriyadukaṁ. ",
  "ds2.2.2:29.1": "Atthi rūpaṁ kāyaviññatti, atthi rūpaṁ na kāyaviññatti. ",
  "ds2.2.2:30.1": "Atthi rūpaṁ vacīviññatti, atthi rūpaṁ na vacīviññatti. ",
  "ds2.2.2:31.1": "Atthi rūpaṁ ākāsadhātu, atthi rūpaṁ na ākāsadhātu. ",
  "ds2.2.2:32.1": "Atthi rūpaṁ āpodhātu, atthi rūpaṁ na āpodhātu. ",
  "ds2.2.2:33.1": "Atthi rūpaṁ rūpassa lahutā, atthi rūpaṁ rūpassa na lahutā. ",
  "ds2.2.2:34.1": "Atthi rūpaṁ rūpassa mudutā, atthi rūpaṁ rūpassa na mudutā. ",
  "ds2.2.2:35.1": "Atthi rūpaṁ rūpassa kammaññatā, atthi rūpaṁ rūpassa na kammaññatā. ",
  "ds2.2.2:36.1": "Atthi rūpaṁ rūpassa upacayo, atthi rūpaṁ rūpassa na upacayo. ",
  "ds2.2.2:37.1": "Atthi rūpaṁ rūpassa santati, atthi rūpaṁ rūpassa na santati. ",
  "ds2.2.2:38.1": "Atthi rūpaṁ rūpassa jaratā, atthi rūpaṁ rūpassa na jaratā. ",
  "ds2.2.2:39.1": "Atthi rūpaṁ rūpassa aniccatā, atthi rūpaṁ rūpassa na aniccatā. ",
  "ds2.2.2:40.1": "Atthi rūpaṁ kabaḷīkāro āhāro, atthi rūpaṁ na kabaḷīkāro āhāro. [12] ",
  "ds2.2.2:40.2": "Evaṁ duvidhena rūpasaṅgaho. ",
  "ds2.2.2:40.3": "Sukhumarūpadukaṁ. ",
  "ds2.2.2:40.4": "Dukaṁ. ",
  "ds2.2.2:41.0": "2.2.2.3. Tika ",
  "ds2.2.2:41.1": "Tividhena rūpasaṅgaho—",
  "ds2.2.2:42.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ upādā. ",
  "ds2.2.2:42.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi upādā, atthi no upādā. ",
  "ds2.2.2:43.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ upādinnaṁ. ",
  "ds2.2.2:43.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi upādinnaṁ, atthi anupādinnaṁ. ",
  "ds2.2.2:44.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ upādinnupādāniyaṁ. ",
  "ds2.2.2:44.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi upādinnupādāniyaṁ, atthi anupādinnupādāniyaṁ. ",
  "ds2.2.2:45.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ anidassanaṁ. ",
  "ds2.2.2:45.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi sanidassanaṁ, atthi anidassanaṁ. ",
  "ds2.2.2:46.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ sappaṭighaṁ. ",
  "ds2.2.2:46.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi sappaṭighaṁ, atthi appaṭighaṁ. ",
  "ds2.2.2:47.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ indriyaṁ. ",
  "ds2.2.2:47.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi indriyaṁ, atthi na indriyaṁ. ",
  "ds2.2.2:48.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na mahābhūtaṁ. ",
  "ds2.2.2:48.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi mahābhūtaṁ, atthi na mahābhūtaṁ. ",
  "ds2.2.2:49.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na viññatti. ",
  "ds2.2.2:49.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi viññatti, atthi na viññatti. ",
  "ds2.2.2:50.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na cittasamuṭṭhānaṁ. ",
  "ds2.2.2:50.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi cittasamuṭṭhānaṁ, atthi na cittasamuṭṭhānaṁ. ",
  "ds2.2.2:51.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na cittasahabhu. ",
  "ds2.2.2:51.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi cittasahabhu, atthi na cittasahabhu. ",
  "ds2.2.2:52.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na cittānuparivatti. ",
  "ds2.2.2:52.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi cittānuparivatti, atthi na cittānuparivatti. ",
  "ds2.2.2:53.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ oḷārikaṁ. ",
  "ds2.2.2:53.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi oḷārikaṁ, atthi sukhumaṁ. ",
  "ds2.2.2:54.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ santike. ",
  "ds2.2.2:54.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi dūre, atthi santike. [13] ",
  "ds2.2.2:54.3": "Pakiṇṇakatikaṁ. ",
  "ds2.2.2:55.1": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ cakkhusamphassassa na vatthu. ",
  "ds2.2.2:55.2": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ atthi cakkhusamphassassa vatthu, atthi cakkhusamphassassa na vatthu. ",
  "ds2.2.2:56.1": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ cakkhusamphassajāya vedanāya …pe… ",
  "ds2.2.2:56.2": "saññāya …pe… ",
  "ds2.2.2:56.3": "cetanāya …pe… ",
  "ds2.2.2:56.4": "cakkhuviññāṇassa na vatthu. ",
  "ds2.2.2:56.5": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ atthi cakkhuviññāṇassa vatthu, atthi cakkhuviññāṇassa na vatthu. ",
  "ds2.2.2:57.1": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ sotasamphassassa …pe… ",
  "ds2.2.2:57.2": "ghānasamphassassa …pe… ",
  "ds2.2.2:57.3": "jivhāsamphassassa …pe… ",
  "ds2.2.2:57.4": "kāyasamphassassa na vatthu. ",
  "ds2.2.2:57.5": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ atthi kāyasamphassassa vatthu, atthi kāyasamphassassa na vatthu. ",
  "ds2.2.2:57.6": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ kāyasamphassajāya vedanāya …pe… ",
  "ds2.2.2:57.7": "saññāya …pe… ",
  "ds2.2.2:57.8": "cetanāya …pe… ",
  "ds2.2.2:57.9": "kāyaviññāṇassa na vatthu. ",
  "ds2.2.2:57.10": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ atthi kāyaviññāṇassa vatthu, atthi kāyaviññāṇassa na vatthu. [25] ",
  "ds2.2.2:57.11": "Vatthutikaṁ. ",
  "ds2.2.2:58.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ cakkhusamphassassa nārammaṇaṁ. ",
  "ds2.2.2:58.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi cakkhusamphassassa ārammaṇaṁ, atthi cakkhusamphassassa nārammaṇaṁ. ",
  "ds2.2.2:58.3": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ cakkhusamphassajāya vedanāya …pe… ",
  "ds2.2.2:58.4": "saññāya …pe… ",
  "ds2.2.2:58.5": "cetanāya …pe… ",
  "ds2.2.2:58.6": "cakkhuviññāṇassa nārammaṇaṁ. ",
  "ds2.2.2:58.7": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi cakkhuviññāṇassa ārammaṇaṁ, atthi cakkhuviññāṇassa nārammaṇaṁ. ",
  "ds2.2.2:59.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ sotasamphassassa …pe… ",
  "ds2.2.2:59.2": "ghānasamphassassa …pe… ",
  "ds2.2.2:59.3": "jivhāsamphassassa …pe… ",
  "ds2.2.2:59.4": "kāyasamphassassa nārammaṇaṁ. ",
  "ds2.2.2:59.5": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi kāyasamphassassa ārammaṇaṁ, atthi kāyasamphassassa nārammaṇaṁ. ",
  "ds2.2.2:59.6": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ kāyasamphassajāya vedanāya …pe… ",
  "ds2.2.2:59.7": "saññāya …pe… ",
  "ds2.2.2:59.8": "cetanāya …pe… ",
  "ds2.2.2:59.9": "kāyaviññāṇassa nārammaṇaṁ. ",
  "ds2.2.2:59.10": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi kāyaviññāṇassa ārammaṇaṁ, atthi kāyaviññāṇassa nārammaṇaṁ. [25] ",
  "ds2.2.2:59.11": "Ārammaṇatikaṁ. ",
  "ds2.2.2:60.1": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ na cakkhāyatanaṁ. ",
  "ds2.2.2:60.2": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ atthi cakkhāyatanaṁ, atthi na cakkhāyatanaṁ. ",
  "ds2.2.2:60.3": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ na sotāyatanaṁ …pe… ",
  "ds2.2.2:60.4": "na ghānāyatanaṁ …pe… ",
  "ds2.2.2:60.5": "na jivhāyatanaṁ …pe… ",
  "ds2.2.2:60.6": "na kāyāyatanaṁ. ",
  "ds2.2.2:60.7": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ atthi kāyāyatanaṁ, atthi na kāyāyatanaṁ. ",
  "ds2.2.2:61.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na rūpāyatanaṁ. ",
  "ds2.2.2:61.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi rūpāyatanaṁ, atthi na rūpāyatanaṁ. ",
  "ds2.2.2:61.3": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na saddāyatanaṁ …pe… ",
  "ds2.2.2:61.4": "na gandhāyatanaṁ …pe… ",
  "ds2.2.2:61.5": "na rasāyatanaṁ …pe… ",
  "ds2.2.2:61.6": "na phoṭṭhabbāyatanaṁ. ",
  "ds2.2.2:61.7": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi phoṭṭhabbāyatanaṁ, atthi na phoṭṭhabbāyatanaṁ. [10] ",
  "ds2.2.2:61.8": "Āyatanatikaṁ. ",
  "ds2.2.2:62.1": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ na cakkhudhātu. ",
  "ds2.2.2:62.2": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ atthi cakkhudhātu, atthi na cakkhudhātu. ",
  "ds2.2.2:62.3": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ na sotadhātu …pe… ",
  "ds2.2.2:62.4": "na ghānadhātu …pe… ",
  "ds2.2.2:62.5": "na jivhādhātu …pe… ",
  "ds2.2.2:62.6": "na kāyadhātu. ",
  "ds2.2.2:62.7": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ atthi kāyadhātu, atthi na kāyadhātu. ",
  "ds2.2.2:63.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na rūpadhātu. ",
  "ds2.2.2:63.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi rūpadhātu, atthi na rūpadhātu. ",
  "ds2.2.2:63.3": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na saddadhātu …pe… ",
  "ds2.2.2:63.4": "na gandhadhātu …pe… ",
  "ds2.2.2:63.5": "na rasadhātu …pe… ",
  "ds2.2.2:63.6": "na phoṭṭhabbadhātu. ",
  "ds2.2.2:63.7": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi phoṭṭhabbadhātu, atthi na phoṭṭhabbadhātu. [10] ",
  "ds2.2.2:63.8": "Dhātutikaṁ. ",
  "ds2.2.2:64.1": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ na cakkhundriyaṁ. ",
  "ds2.2.2:64.2": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ atthi cakkhundriyaṁ, atthi na cakkhundriyaṁ. ",
  "ds2.2.2:64.3": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ na sotindriyaṁ …pe… ",
  "ds2.2.2:64.4": "na ghānindriyaṁ …pe… ",
  "ds2.2.2:64.5": "na jivhindriyaṁ …pe… ",
  "ds2.2.2:64.6": "na kāyindriyaṁ. ",
  "ds2.2.2:64.7": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ atthi kāyindriyaṁ, atthi na kāyindriyaṁ. ",
  "ds2.2.2:65.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na itthindriyaṁ. ",
  "ds2.2.2:65.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi itthindriyaṁ, atthi na itthindriyaṁ. ",
  "ds2.2.2:66.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na purisindriyaṁ. ",
  "ds2.2.2:66.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi purisindriyaṁ, atthi na purisindriyaṁ. ",
  "ds2.2.2:67.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na jīvitindriyaṁ. ",
  "ds2.2.2:67.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi jīvitindriyaṁ, atthi na jīvitindriyaṁ. [8] ",
  "ds2.2.2:67.3": "Indriyatikaṁ. ",
  "ds2.2.2:68.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na kāyaviññatti. ",
  "ds2.2.2:68.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi kāyaviññatti, atthi na kāyaviññatti. ",
  "ds2.2.2:69.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na vacīviññatti. ",
  "ds2.2.2:69.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi vacīviññatti, atthi na vacīviññatti. ",
  "ds2.2.2:70.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na ākāsadhātu. ",
  "ds2.2.2:70.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi ākāsadhātu, atthi na ākāsadhātu. ",
  "ds2.2.2:71.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na āpodhātu. ",
  "ds2.2.2:71.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi āpodhātu, atthi na āpodhātu. ",
  "ds2.2.2:72.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ rūpassa na lahutā. ",
  "ds2.2.2:72.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi rūpassa lahutā, atthi rūpassa na lahutā. ",
  "ds2.2.2:73.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ rūpassa na mudutā. ",
  "ds2.2.2:73.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi rūpassa mudutā, atthi rūpassa na mudutā. ",
  "ds2.2.2:74.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ rūpassa na kammaññatā. ",
  "ds2.2.2:74.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi rūpassa kammaññatā, atthi rūpassa na kammaññatā. ",
  "ds2.2.2:75.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ rūpassa na upacayo. ",
  "ds2.2.2:75.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi rūpassa upacayo, atthi rūpassa na upacayo. ",
  "ds2.2.2:76.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ rūpassa na santati. ",
  "ds2.2.2:76.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi rūpassa santati, atthi rūpassa na santati. ",
  "ds2.2.2:77.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ rūpassa na jaratā. ",
  "ds2.2.2:77.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi rūpassa jaratā, atthi rūpassa na jaratā. ",
  "ds2.2.2:78.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ rūpassa na aniccatā. ",
  "ds2.2.2:78.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi rūpassa aniccatā, atthi rūpassa na aniccatā. ",
  "ds2.2.2:79.1": "Yaṁ taṁ rūpaṁ ajjhattikaṁ, taṁ na kabaḷīkāro āhāro. ",
  "ds2.2.2:79.2": "Yaṁ taṁ rūpaṁ bāhiraṁ, taṁ atthi kabaḷīkāro āhāro, atthi na kabaḷīkāro āhāro. [12] ",
  "ds2.2.2:79.3": "Evaṁ tividhena rūpasaṅgaho. ",
  "ds2.2.2:79.4": "Sukhumarūpatikaṁ. ",
  "ds2.2.2:79.5": "Tikaṁ. ",
  "ds2.2.2:80.0": "2.2.2.4. Catukka ",
  "ds2.2.2:80.1": "Catubbidhena rūpasaṅgaho—",
  "ds2.2.2:81.1": "Yaṁ taṁ rūpaṁ upādā, taṁ atthi upādinnaṁ, atthi anupādinnaṁ. ",
  "ds2.2.2:81.2": "Yaṁ taṁ rūpaṁ no upādā, taṁ atthi upādinnaṁ, atthi anupādinnaṁ. ",
  "ds2.2.2:82.1": "Yaṁ taṁ rūpaṁ upādā, taṁ atthi upādinnupādāniyaṁ, atthi anupādinnupādāniyaṁ. ",
  "ds2.2.2:82.2": "Yaṁ taṁ rūpaṁ no upādā, taṁ atthi upādinnupādāniyaṁ, atthi anupādinnupādāniyaṁ. ",
  "ds2.2.2:83.1": "Yaṁ taṁ rūpaṁ upādā, taṁ atthi sappaṭighaṁ, atthi appaṭighaṁ. ",
  "ds2.2.2:83.2": "Yaṁ taṁ rūpaṁ no upādā, taṁ atthi sappaṭighaṁ, atthi appaṭighaṁ. ",
  "ds2.2.2:84.1": "Yaṁ taṁ rūpaṁ upādā, taṁ atthi oḷārikaṁ, atthi sukhumaṁ. ",
  "ds2.2.2:84.2": "Yaṁ taṁ rūpaṁ no upādā, taṁ atthi oḷārikaṁ, atthi sukhumaṁ. ",
  "ds2.2.2:85.1": "Yaṁ taṁ rūpaṁ upādā, taṁ atthi dūre, atthi santike. ",
  "ds2.2.2:85.2": "Yaṁ taṁ rūpaṁ no upādā, taṁ atthi dūre, atthi santike. ",
  "ds2.2.2:86.1": "Yaṁ taṁ rūpaṁ upādinnaṁ, taṁ atthi sanidassanaṁ, atthi anidassanaṁ. ",
  "ds2.2.2:86.2": "Yaṁ taṁ rūpaṁ anupādinnaṁ, taṁ atthi sanidassanaṁ, atthi anidassanaṁ. ",
  "ds2.2.2:87.1": "Yaṁ taṁ rūpaṁ upādinnaṁ, taṁ atthi sappaṭighaṁ atthi appaṭighaṁ. ",
  "ds2.2.2:87.2": "Yaṁ taṁ rūpaṁ anupādinnaṁ, taṁ atthi sappaṭighaṁ, atthi appaṭighaṁ. ",
  "ds2.2.2:88.1": "Yaṁ taṁ rūpaṁ upādinnaṁ, taṁ atthi mahābhūtaṁ, atthi na mahābhūtaṁ. ",
  "ds2.2.2:88.2": "Yaṁ taṁ rūpaṁ anupādinnaṁ, taṁ atthi mahābhūtaṁ, atthi na mahābhūtaṁ. ",
  "ds2.2.2:89.1": "Yaṁ taṁ rūpaṁ upādinnaṁ, taṁ atthi oḷārikaṁ, atthi sukhumaṁ. ",
  "ds2.2.2:89.2": "Yaṁ taṁ rūpaṁ anupādinnaṁ, taṁ atthi oḷārikaṁ, atthi sukhumaṁ. ",
  "ds2.2.2:90.1": "Yaṁ taṁ rūpaṁ upādinnaṁ, taṁ atthi dūre, atthi santike. ",
  "ds2.2.2:90.2": "Yaṁ taṁ rūpaṁ anupādinnaṁ, taṁ atthi dūre, atthi santike. ",
  "ds2.2.2:91.1": "Yaṁ taṁ rūpaṁ upādinnupādāniyaṁ, taṁ atthi sanidassanaṁ, atthi anidassanaṁ. ",
  "ds2.2.2:91.2": "Yaṁ taṁ rūpaṁ anupādinnupādāniyaṁ, taṁ atthi sanidassanaṁ, atthi anidassanaṁ. ",
  "ds2.2.2:92.1": "Yaṁ taṁ rūpaṁ upādinnupādāniyaṁ, taṁ atthi sappaṭighaṁ, atthi appaṭighaṁ. ",
  "ds2.2.2:92.2": "Yaṁ taṁ rūpaṁ anupādinnupādāniyaṁ, taṁ atthi sappaṭighaṁ, atthi appaṭighaṁ. ",
  "ds2.2.2:93.1": "Yaṁ taṁ rūpaṁ upādinnupādāniyaṁ, taṁ atthi mahābhūtaṁ, atthi na mahābhūtaṁ. ",
  "ds2.2.2:93.2": "Yaṁ taṁ rūpaṁ anupādinnupādāniyaṁ, taṁ atthi mahābhūtaṁ, atthi na mahābhūtaṁ. ",
  "ds2.2.2:94.1": "Yaṁ taṁ rūpaṁ upādinnupādāniyaṁ, taṁ atthi oḷārikaṁ, atthi sukhumaṁ. ",
  "ds2.2.2:94.2": "Yaṁ taṁ rūpaṁ anupādinnupādāniyaṁ, taṁ atthi oḷārikaṁ, atthi sukhumaṁ. ",
  "ds2.2.2:95.1": "Yaṁ taṁ rūpaṁ upādinnupādāniyaṁ, taṁ atthi dūre, atthi santike. ",
  "ds2.2.2:95.2": "Yaṁ taṁ rūpaṁ anupādinnupādāniyaṁ, taṁ atthi dūre, atthi santike. ",
  "ds2.2.2:96.1": "Yaṁ taṁ rūpaṁ sappaṭighaṁ, taṁ atthi indriyaṁ, atthi na indriyaṁ. ",
  "ds2.2.2:96.2": "Yaṁ taṁ rūpaṁ appaṭighaṁ, taṁ atthi indriyaṁ, atthi na indriyaṁ. ",
  "ds2.2.2:97.1": "Yaṁ taṁ rūpaṁ sappaṭighaṁ, taṁ atthi mahābhūtaṁ, atthi na mahābhūtaṁ. ",
  "ds2.2.2:97.2": "Yaṁ taṁ rūpaṁ appaṭighaṁ, taṁ atthi mahābhūtaṁ, atthi na mahābhūtaṁ. ",
  "ds2.2.2:98.1": "Yaṁ taṁ rūpaṁ indriyaṁ, taṁ atthi oḷārikaṁ, atthi sukhumaṁ. ",
  "ds2.2.2:98.2": "Yaṁ taṁ rūpaṁ na indriyaṁ, taṁ atthi oḷārikaṁ, atthi sukhumaṁ. ",
  "ds2.2.2:99.1": "Yaṁ taṁ rūpaṁ indriyaṁ, taṁ atthi dūre, atthi santike. ",
  "ds2.2.2:99.2": "Yaṁ taṁ rūpaṁ na indriyaṁ, taṁ atthi dūre, atthi santike. ",
  "ds2.2.2:100.1": "Yaṁ taṁ rūpaṁ mahābhūtaṁ, taṁ atthi oḷārikaṁ, atthi sukhumaṁ. ",
  "ds2.2.2:100.2": "Yaṁ taṁ rūpaṁ na mahābhūtaṁ, taṁ atthi oḷārikaṁ, atthi sukhumaṁ. ",
  "ds2.2.2:101.1": "Yaṁ taṁ rūpaṁ mahābhūtaṁ, taṁ atthi dūre, atthi santike. ",
  "ds2.2.2:101.2": "Yaṁ taṁ rūpaṁ na mahābhūtaṁ, taṁ atthi dūre, atthi santike. [22] ",
  "ds2.2.2:101.3": "Diṭṭhaṁ sutaṁ mutaṁ viññātaṁ rūpaṁ. ",
  "ds2.2.2:101.4": "Evaṁ catubbidhena rūpasaṅgaho. ",
  "ds2.2.2:101.5": "Catukkaṁ. ",
  "ds2.2.2:102.0": "2.2.2.5. Pañcaka ",
  "ds2.2.2:102.1": "Pañcavidhena rūpasaṅgaho—",
  "ds2.2.2:103.1": "Pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, yañca rūpaṁ upādā. ",
  "ds2.2.2:103.2": "Evaṁ pañcavidhena rūpasaṅgaho. ",
  "ds2.2.2:103.3": "Pañcakaṁ. ",
  "ds2.2.2:104.0": "2.2.2.6. Chakka ",
  "ds2.2.2:104.1": "Chabbidhena rūpasaṅgaho—",
  "ds2.2.2:105.1": "Cakkhuviññeyyaṁ rūpaṁ, sotaviññeyyaṁ rūpaṁ, ghānaviññeyyaṁ rūpaṁ, jivhāviññeyyaṁ rūpaṁ, kāyaviññeyyaṁ rūpaṁ, manoviññeyyaṁ rūpaṁ. ",
  "ds2.2.2:105.2": "Evaṁ chabbidhena rūpasaṅgaho. ",
  "ds2.2.2:105.3": "Chakkaṁ. ",
  "ds2.2.2:106.0": "2.2.2.7. Sattaka ",
  "ds2.2.2:106.1": "Sattavidhena rūpasaṅgaho—",
  "ds2.2.2:107.1": "Cakkhuviññeyyaṁ rūpaṁ, sotaviññeyyaṁ rūpaṁ, ghānaviññeyyaṁ rūpaṁ, jivhāviññeyyaṁ rūpaṁ, kāyaviññeyyaṁ rūpaṁ, manodhātuviññeyyaṁ rūpaṁ, manoviññāṇadhātuviññeyyaṁ rūpaṁ. ",
  "ds2.2.2:107.2": "Evaṁ sattavidhena rūpasaṅgaho. ",
  "ds2.2.2:107.3": "Sattakaṁ. ",
  "ds2.2.2:108.0": "2.2.2.8. Aṭṭhaka ",
  "ds2.2.2:108.1": "Aṭṭhavidhena rūpasaṅgaho—",
  "ds2.2.2:109.1": "Cakkhuviññeyyaṁ rūpaṁ, sotaviññeyyaṁ rūpaṁ, ghānaviññeyyaṁ rūpaṁ, jivhāviññeyyaṁ rūpaṁ, kāyaviññeyyaṁ rūpaṁ, atthi sukhasamphassaṁ, atthi dukkhasamphassaṁ, manodhātuviññeyyaṁ rūpaṁ, manoviññāṇadhātuviññeyyaṁ rūpaṁ. ",
  "ds2.2.2:109.2": "Evaṁ aṭṭhavidhena rūpasaṅgaho. ",
  "ds2.2.2:109.3": "Aṭṭhakaṁ. ",
  "ds2.2.2:110.0": "2.2.2.9. Navaka ",
  "ds2.2.2:110.1": "Navavidhena rūpasaṅgaho—",
  "ds2.2.2:111.1": "Cakkhundriyaṁ, sotindriyaṁ, ghānindriyaṁ, jivhindriyaṁ, kāyindriyaṁ, itthindriyaṁ, purisindriyaṁ, jīvitindriyaṁ, yañca rūpaṁ na indriyaṁ. ",
  "ds2.2.2:111.2": "Evaṁ navavidhena rūpasaṅgaho. ",
  "ds2.2.2:111.3": "Navakaṁ. ",
  "ds2.2.2:112.0": "2.2.2.10. Dasaka ",
  "ds2.2.2:112.1": "Dasavidhena rūpasaṅgaho—",
  "ds2.2.2:113.1": "Cakkhundriyaṁ, sotindriyaṁ, ghānindriyaṁ, jivhindriyaṁ kāyindriyaṁ, itthindriyaṁ, purisindriyaṁ, jīvitindriyaṁ, na indriyaṁ rūpaṁ atthi sappaṭighaṁ, atthi appaṭighaṁ. ",
  "ds2.2.2:113.2": "Evaṁ dasavidhena rūpasaṅgaho. ",
  "ds2.2.2:113.3": "Dasakaṁ. ",
  "ds2.2.2:114.0": "2.2.2.11. Ekādasaka ",
  "ds2.2.2:114.1": "Ekādasavidhena rūpasaṅgaho—",
  "ds2.2.2:115.1": "Cakkhāyatanaṁ, sotāyatanaṁ, ghānāyatanaṁ, jivhāyatanaṁ, kāyāyatanaṁ, rūpāyatanaṁ, saddāyatanaṁ, gandhāyatanaṁ, rasāyatanaṁ, phoṭṭhabbāyatanaṁ, yañca rūpaṁ anidassanaappaṭighaṁ dhammāyatanapariyāpannaṁ. ",
  "ds2.2.2:115.2": "Evaṁ ekādasavidhena rūpasaṅgaho. ",
  "ds2.2.2:115.3": "Ekādasakaṁ. ",
  "ds2.2.2:115.4": "Mātikā. "
}