{
  "pli-tv-kd21:1.1.1": "The unusual opening to this Khandhaka suggest that this section has at some point been part of another longer text, most likely DN 16, the Mahāparinibbāna Sutta, with which it dovetails. See EVBBL, pp. 41–46. ",
  "pli-tv-kd21:1.8.8": "This is the first discourse of the _Dīgha Nikāya_, the _Brahmajāla Sutta_, [dn1:1.1.1](). ",
  "pli-tv-kd21:1.8.13": "This is the second discourse of the _Dīgha Nikāya_, the _Sāmaññaphala Sutta_, [dn2:1.1.1](). ",
  "pli-tv-kd21:1.9.26": "For some reason _dhūmakālika_ is not commented on in the Vipassana Research Institute’s (VRI) version of Sp. The PTS version, however, comments as follows at Sp.5.1296: _Dhūmakālikanti yāva samaṇassa (gotamassa) parinibbānacitakadhūmo paññāyati tāva kāloti_, “_Dhūmakālika_ means the time until the smoke from the final-extinguishment pyre of the ascetic Gotama.” ",
  "pli-tv-kd21:1.14.31": "“Nothing is wasted” renders _na kulavaṁ gamenti_. Sp-t 3.4.445: _Na kulavaṁ gamentīti niratthakavināsanaṁ na gamenti. Kucchito lavo kulavo, anayavināsoti vuttaṁ hoti_, “_Na kulavaṁ gamenti_ means they do not make it go to uselessness and ruin.” ",
  "pli-tv-kd21:1.16.1": "“Communal recitation of the Monastic Law” renders _vinayasaṅgīti_. The meaning of this compound seems straightforward, but Sp-t 3.4.445 interprets it as follows: _“Dhammavinayasaṅgītiyā”ti vattabbe saṅgītiyā vinayappadhānattā “vinayasaṅgītiyā”ti vuttaṁ_, “When ‘communal recitation of the Teaching and the Monastic Law’ should be said, ‘_vinayasaṅgīti_’ is said instead, because of the striving according to the Monastic Law at the communal recitation.” This explanation seems contrived. Indeed, the second _saṅgīti_ is also called a _vinayasaṅgīti_, except that in this case the meaning “Communal recitation of the Monastic Law” fits well. It seems likely to me that this compound should mean the same in the two contexts that are so similar. Might it then be that the first communal recitation was limited to reciting the Monastic Law? "
}