{
  "pli-tv-kd7:1.3.2": "[See essay on <i lang='pi' translate='no'>kathina</i>.] ",
  "pli-tv-kd7:1.3.3": "",
  "pli-tv-kd7:1.3.4": "For the first four of these five see <i lang='pi' translate='no'>bhikkhu pācittiya</i> 46, <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya</i> 2, <i lang='pi' translate='no'>bhikkhu pācittiya</i> 32, and<i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya</i> 1 respectively. ",
  "pli-tv-kd7:1.5.3": "Sp.3.308: <i lang='pi' translate='no'>Ullikhitamattenāti dīghato ca puthulato ca pamāṇaggahaṇamattena</i>, “<i lang='pi' translate='no'>Ullikhitamattena</i>: merely by taking the measure lengthwise or crosswise.” ",
  "pli-tv-kd7:1.5.5": "Sp.3.308: <i lang='pi' translate='no'>Cīvaravicāraṇamattenāti “pañcakaṁ vā sattakaṁ vā navakaṁ vā ekādasakaṁ vā hotū”ti evaṁ vicāritamattena</i>, “<i lang='pi' translate='no'>Cīvaravicāraṇamattena</i>: merely by planning the robe in this way: let it consists of five, seven, nine, or eleven.” Vmv.3.308 specifies: <i lang='pi' translate='no'>Pañcakanti pañcakhaṇḍaṁ</i>, “<i lang='pi' translate='no'>Pañcaka</i> means: five sections.” ",
  "pli-tv-kd7:1.5.7": "Sp.3.308: <i lang='pi' translate='no'>Bandhanamattenāti moghasuttakāropanamattena</i>, “<i lang='pi' translate='no'>Bandhanamattena</i>: merely by inserting a false thread.” ",
  "pli-tv-kd7:1.5.8": "Sp.3.308: <i lang='pi' translate='no'>Ovaṭṭiyakaraṇamattenāti moghasuttakānusārena dīghasibbitamattena</i>, “<i lang='pi' translate='no'>Ovaṭṭiyakaraṇamattena</i>: merely by sewing a long seam in conformity with the false thread.” ",
  "pli-tv-kd7:1.5.9": "Sp.3.308: <i lang='pi' translate='no'>Kaṇḍusakaraṇamattenāti muddhiyapattabandhanamattena</i>, “<i lang='pi' translate='no'>Kaṇḍusakaraṇamattena</i> means merely by fixing a panel for calculating.” Vjb.3.308: <i lang='pi' translate='no'>Kaṇḍusaṁ nāma pubbabandhana</i>, “<i lang='pi' translate='no'>Kaṇḍusa</i> is a prior fixing.” ",
  "pli-tv-kd7:1.5.11": "Sp.3.308: <i lang='pi' translate='no'>Anuvātakaraṇamattenāti piṭṭhianuvātāropanamattena</i>, “<i lang='pi' translate='no'>Anuvātakaraṇamattena</i> means merely by mounting a border at the back.” This is further explained at Sp-ṭ.3.3.308: <i lang='pi' translate='no'>Piṭṭhianuvātāropanamattenāti dīghato anuvātassa āropanamattena</i>, “<i lang='pi' translate='no'>Piṭṭhianuvātāropanamattena</i> means merely by mounting a border lengthwise.” ",
  "pli-tv-kd7:1.5.12": "Sp.3.308: <i lang='pi' translate='no'>Paribhaṇḍakaraṇamattenāti kucchianauvātāropanamattena</i>, “<i lang='pi' translate='no'>Paribhaṇḍakaraṇamattena</i> means merely by mounting a border at the belly.” This is further explained at Sp-ṭ.3.3.308: <i lang='pi' translate='no'>Kucchianuvātāropanamattenāti puthulato anuvātassa āropanamattena</i>, “<i lang='pi' translate='no'>Kucchianuvātāropanamattena</i> means merely by adding a border crosswise.” ",
  "pli-tv-kd7:1.5.13": "Sp.3.308: <i lang='pi' translate='no'>Ovaddheyyakaraṇamattenāti āgantukapattāropanamattena; kathinacīvarato vā pattaṁ gahetvā aññasmiṁ akathinacīvare pattāropanamattena</i>, “<i lang='pi' translate='no'>Ovaddheyyakaraṇamattena</i>: merely by adding a panel to an external (robe); having taken a panel from the cloth for the robe-making ceremony, then adding it to another robe, which is not the cloth for the robe-making ceremony.” ",
  "pli-tv-kd7:1.5.14": "Sp.3.308: <i lang='pi' translate='no'>Kambalamaddanamattenāti ekavāraṁyeva rajane pakkhittena dantavaṇṇena paṇḍupalāsavaṇṇena vā</i>, “<i lang='pi' translate='no'>Kambalamaddanamattena</i>: dying it just once by putting it into the color of ivory or beige.” The implication seems to be that the <i lang='pi' translate='no'>kathina</i> ceremony can be done by a process of proper dying. Sp.3.308: <i lang='pi' translate='no'>Sace pana sakiṁ vā dvikkhattuṁ vā rattampi sāruppaṁ hoti, vaṭṭati</i>, “But if it is suitably dyed, once or twice, it is allowable.” ",
  "pli-tv-kd7:1.5.15": "Sp.3.308: <i lang='pi' translate='no'>Nimittakatenāti “‘iminā dussena kathinaṁ attharissāmī’ti evaṁ nimittakatena. Ettakameva hi parivāre vuttaṁ. Aṭṭhakathāsu pana ‘ayaṁ sāṭako sundaro, sakkā iminā kathinaṁ attharitu’nti evaṁ nimittakammaṁ katvā laddhenā”ti vuttaṁ</i>, “<i lang='pi' translate='no'>Nimittakatena</i>: it is said in the Parivāra that it means making an indication in this way: ‘I will do the robe-making ceremony with this cloth.’ But it is said in the commentaries that it is by obtaining (a robe) after making an indication in this way: ‘This cloth is beautiful; it is possible to do the robe-making ceremony with it.’” ",
  "pli-tv-kd7:1.5.16": "Sp.3.308: <i lang='pi' translate='no'>Parikathākatenāti “kathinaṁ nāma dātuṁ vaṭṭati, kathinadāyako bahuṁ puññaṁ pasavatī”ti evaṁ parikathāya uppāditena</i>, “<i lang='pi' translate='no'>Parikathākatena</i>: by one who causes it to be given by hinting in this way: ‘It is allowable to give a cloth for the robe-making ceremony; one who gives this makes much merit.’” ",
  "pli-tv-kd7:1.5.17": "Sp.3.308: <i lang='pi' translate='no'>Kukkukatenāti tāvakālikena</i>, “<i lang='pi' translate='no'>Kukkukatena</i>: with one that is borrowed.” ",
  "pli-tv-kd7:1.5.20": "For the meaning of <i lang='pi' translate='no'>akappakatena</i> see <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 58, <a href='/pli-tv-bu-vb-pc58/en/brahmali#0.5'>Bu Pc 58:0.5</a>. ",
  "pli-tv-kd7:1.5.24": "Sp.3.308 explains <i lang='pi' translate='no'>pañcakena vā atirekapañcakena vā</i>, “five or more”, as <i lang='pi' translate='no'>pañca vā atirekāni vā khaṇḍāni</i>, “five or more sections”. Each section is made up of a large panel (<i lang='pi' translate='no'>maṇḍala</i>) and a medium-sized panel (<i lang='pi' translate='no'>aḍḍhamaṇḍala</i>) with a strip (<i lang='pi' translate='no'>aḍḍhakusi</i>) in between. In this case <i lang='pi' translate='no'>maṇḍala</i> seems to be used as an umbrella term for both <i lang='pi' translate='no'>maṇḍala</i> and <i lang='pi' translate='no'>aḍḍhamaṇḍala</i>. Sp.3.308: <i lang='pi' translate='no'>Mahāmaṇḍalaaḍḍhamaṇḍalāni dassetvā</i>, “Showing large panels and medium-sized panels.” See also <a href='/pli-tv-kd8/en/brahmali#12.2.3'>Kd 8:12.2.3</a>. ",
  "pli-tv-kd7:1.5.25": "Sp.3.308: <i lang='pi' translate='no'>Aññatra puggalassa atthārāti puggalassa atthāraṁ ṭhapetvā na aññena saṅghassa vā gaṇassa vā atthārena atthataṁ hoti</i>, “<i lang='pi' translate='no'>Aññatra puggalassa atthārā</i>: apart from an individual performing it, there is no other performing it by a sangha or by a group.” The performing, lit. “spreading”, does not refer to the making of the robe, but to the declaration made when the robe is complete. Sp.3.306: <i lang='pi' translate='no'>Katapariyositaṁ pana kathinaṁ gahetvā atthārakena bhikkhunā “sace saṅghāṭiyā kathinaṁ attharitukāmo hoti, porāṇikā saṅghāṭi paccuddharitabbā, navā saṅghāṭi adhiṭṭhātabbā, ‘Imāya saṅghāṭiyā kathinaṁ attharāmī’ti vācā bhinditabbā”tiādinā parivāre vuttavidhānena kathinaṁ attharitabbaṁ</i>, “By the monk who is performing the ceremony, having taken the completed <i lang='pi' translate='no'>kathina</i> (robe), the <i lang='pi' translate='no'>kathina</i> ceremony is performed by the ceremony spoken of in the Parivāra: ‘If he wants to perform the <i lang='pi' translate='no'>kathina</i> ceremony with an outer robe, he should first relinquish his old outer robe and determine the new one, and then say, “I perform the <i lang='pi' translate='no'>kathina</i> ceremony with this outer robe”’, etc.” ",
  "pli-tv-kd7:1.5.26": "Sp.3.306 explains the appreciation as follows: <i lang='pi' translate='no'>Tehi anumodakehi bhikkhūhi ekaṁsaṁ uttarāsaṅgaṁ karitvā añjaliṁ paggahetvā evamassa vacanīyo – “atthataṁ āvuso saṅghassa kathinaṁ, dhammiko kathinatthāro, anumodāmā”ti evamādinā parivāre vuttavidhāneneva anumodāpetabbaṁ</i>, “The expression of appreciation is to be done by the ceremony spoken of in the Parivāra, thus: the monks who express their appreciation should put their upper robe over one shoulder, put the palms of their hands together, and says this: ‘The <i lang='pi' translate='no'>kathina</i> ceremony has been done by the Sangha, it is legitimate, we express our appreciation.’” ",
  "pli-tv-kd7:1.6.2": "<i lang='pi' translate='no'>Ahatena</i>. Sp.3.309: <i lang='pi' translate='no'>Ahatenāti aparibhuttena</i>, “<i lang='pi' translate='no'>Ahatena</i>: not used.” | <i lang='pi' translate='no'>Ahatakappena</i>. Sp.3.309: <i lang='pi' translate='no'>Ahatakappenāti ahatasadisena ekavāraṁ vā dvikkhattuṁ vā dhotena</i>, “<i lang='pi' translate='no'>Ahatakappena</i>: similar to one that is brand new; washed once or twice.” | <i lang='pi' translate='no'>Pilotikāya</i>. Sp.3.309: <i lang='pi' translate='no'>Pilotikāyāti hatavatthakasāṭakena</i>, “<i lang='pi' translate='no'>Pilotikāya</i>: a used robe-cloth.” ",
  "pli-tv-kd7:2.2.12": "The point seems to be that he makes it back to the monastery before the end of the robe-making season. ",
  "pli-tv-kd7:11.1.9": "Presumably this means he will leave the monastery once the robe is finished and not return before the end of the robe season. ",
  "pli-tv-kd7:12.1.1": "“Whose meditation is going well” renders <i lang='pi' translate='no'>phāsuvihārika</i>. <i lang='pi' translate='no'>Vihāra</i> is a common <i lang='pi' translate='no'>sutta</i> term for a state of meditation, as in <i lang='pi' translate='no'>diṭṭhadhammasukhavihāra</i>, “a happy (meditation) abiding in this very life”, which is a reference to the four <i lang='pi' translate='no'>jhānas</i>. <i lang='pi' translate='no'>Phāsu</i> means “comfortable” or “at ease”. Although this may be understood quite broadly, it seems likely that meditation would be the main connotation. ",
  "pli-tv-kd7:12.1.2": ""
}