{
  "pli-tv-kd21:1.8.8": "This is the first discourse of the <i lang='pi' translate='no'>Dīgha Nikāya</i>, the <i lang='pi' translate='no'>Brahmajāla Sutta</i>. ",
  "pli-tv-kd21:1.8.13": "This is the second discourse of the <i lang='pi' translate='no'>Dīgha Nikāya</i>, the <i lang='pi' translate='no'>Sāmaññaphala Sutta</i>. ",
  "pli-tv-kd21:1.9.26": "<i lang='pi' translate='no'>Dhūmakālika</i>. For some reason this word is not commented on in the Vipassana Research Institute’s (VRI) version of Sp. The PTS version (Sp.V.1296), however, comments as follows: <i lang='pi' translate='no'>Dhūmakālikanti yāva samaṇassa (gotamassa) parinibbānacitakadhūmo paññāyati tāva kāloti</i>, “<i lang='pi' translate='no'>Dhūmakālika</i> means the time until the smoke from the final-extinguishment pyre of the ascetic Gotama.” ",
  "pli-tv-kd21:1.14.31": "<i lang='pi' translate='no'>Na kulavaṁ gamenti</i>. Sp-ṭ.3.4.445: <i lang='pi' translate='no'>Na kulavaṁ gamentīti niratthakavināsanaṁ na gamenti. Kucchito lavo kulavo, anayavināsoti vuttaṁ hoti</i>, “<i lang='pi' translate='no'>Na kulavaṁ gamenti</i> means they do not make it go to uselessness and ruin.” ",
  "pli-tv-kd21:1.16.1": "“Communal recitation of the Monastic Law” renders <i lang='pi' translate='no'>vinayasaṅgīti</i>. The meaning of this compound seems straightforward, but Sp-ṭ.3.4.445 interprets it as follows: <i lang='pi' translate='no'>“Dhammavinayasaṅgītiyā”ti vattabbe saṅgītiyā vinayappadhānattā “vinayasaṅgītiyā”ti vuttaṁ</i>, “When ‘communal recitation of the Teaching and the Monastic Law’ should be said, ‘<i lang='pi' translate='no'>vinayasaṅgīti</i>’ is said instead, because of the striving according to the Monastic Law at the communal recitation.” This explanation seems contrived. Indeed, the second <i lang='pi' translate='no'>saṅgīti</i> is also called a <i lang='pi' translate='no'>vinayasaṅgīti</i>, except that in this case the meaning “Communal recitation of the Monastic Law” fits well. It seems likely to me that this compound should mean the same in the two contexts that are so similar. Might it then be that the first communal recitation was limited to reciting the Monastic Law? "
}