{
  "pli-tv-kd15:1.1.4": "“Boxers” renders <i lang='pi' translate='no'>mallamuṭṭhikā</i> and “city slickers who beautify their bodies” is for <i lang='pi' translate='no'>gāmamoddavā</i>. In relation to <i lang='pi' translate='no'>mallamuṭṭhikā</i> Sp 4.243 simply says <i lang='pi' translate='no'>mallamuṭṭhikāti muṭṭhikamallā</i>, which is not very helpful. <i lang='pi' translate='no'>Muṭṭhikamallā</i> is then explained at Sp-yoj 3.243: <i lang='pi' translate='no'>Muṭṭhikamallāti muṭṭhikena mathanti aññamaññaṁ hiṁsantīti</i>, “<i lang='pi' translate='no'>Muṭṭhikamallā</i>: hitting with a fist, they hurt each other.” As regards <i lang='pi' translate='no'>gāmamoddavā</i>, Sp 4.243 says: <i lang='pi' translate='no'>Gāmamuddavāti chavirāgamaṇḍanānuyuttā nāgarikamanussā. Gāmamoddavātipi pāṭho; esevattho</i>, “<i lang='pi' translate='no'>Gāmamuddavā</i> means townspeople who are devoted to beautifying their skin with color; <i lang='pi' translate='no'>gāmamoddavā</i> is another reading, with the same meaning.” ",
  "pli-tv-kd15:1.3.1": "Sp 4.243: <i lang='pi' translate='no'>Aṭṭāne nhāyantīti ettha aṭṭānaṁ nāma rukkhaṁ phalakaṁ viya tacchetvā aṭṭhapadākārena rājiyo chinditvā nhānatitthe nikhaṇanti, tattha cuṇṇāni ākiritvā manussā kāyaṁ ghaṁsanti</i>, “<i lang='pi' translate='no'>Aṭṭāne nahāyanti</i>: here an <i lang='pi' translate='no'>aṭṭāna</i> means: having carved a tree to become like a plank, having cut lines in a cross-wise pattern, having dug it in at a bathing ford, people sprinkle powder there and rub their bodies.” ",
  "pli-tv-kd15:1.3.11": "Sp 4.243: <i lang='pi' translate='no'>Gandhabbahatthakenāti nhānatitthe ṭhapitena dārumayahatthena, tena kira cuṇṇāni gahetvā manussā sarīraṁ ghaṁsanti</i>, “<i lang='pi' translate='no'>Gandhabbahatthakena</i>: having taken powders with a hand made of wood, which is kept at a bathing ford, people rub their bodies.” ",
  "pli-tv-kd15:1.3.18": "Sp 4.243: <i lang='pi' translate='no'>Kuruvindakasuttiyāti kuruvindakapāsāṇacuṇṇāni lākhāya bandhitvā kataguḷikakalāpako vuccati, taṁ ubhosu antesu gahetvā sarīraṁ ghaṁsanti</i>, “<i lang='pi' translate='no'>Kuruvindakasuttiyā</i>: having bound powder from a cinnabar-stone with resin, it is said a string of beads is made; having grasped it at both ends, they rub their bodies.” ",
  "pli-tv-kd15:1.4.1": "<i lang='pi' translate='no'>Viggayha parikammaṁ kārāpenti</i>, literally, “Having stretched out, they caused a massage to be done.” Sp 4.243: <i lang='pi' translate='no'>Viggayha parikammaṁ kārāpentīti aññamaññaṁ sarīrena sarīraṁ ghaṁsanti</i>, “<i lang='pi' translate='no'>Viggayha parikammaṁ kārāpenti</i>: they rubbed each other, body with body.” ",
  "pli-tv-kd15:1.4.7": "Sp 4.243: <i lang='pi' translate='no'>Mallakaṁ nāma makaradantake chinditvā mallakamūlasaṇṭhānena kataṁ mallakanti vuccati</i>, “<i lang='pi' translate='no'>Mallaka</i>: having cut a shark-teeth pattern at the position of the base of the <i lang='pi' translate='no'>mallaka</i>, it is called a <i lang='pi' translate='no'>mallaka</i>.” It is not clear what this refers to, apart from the fact that it is decorated. I follow the suggestion in PED. ",
  "pli-tv-kd15:1.5.3": "Sp 4.244: <i lang='pi' translate='no'>Ukkāsikanti vatthavaṭṭiṁ</i>, “<i lang='pi' translate='no'>Ukkāsika</i> means a sheath of cloth.” ",
  "pli-tv-kd15:2.1.1": "Sp 4.245: <i lang='pi' translate='no'>Vallikāti kaṇṇato nikkhantamuttolambakādīnaṁ etaṁ adhivacanaṁ</i>, “<i lang='pi' translate='no'>Vallikā</i>: this is a term for a pearl, etc., hanging and protruding from the ear.” ",
  "pli-tv-kd15:2.1.2": "Sp 4.245: <i lang='pi' translate='no'>pāmaṅganti yaṅkiñci palambakasuttaṁ</i>, “<i lang='pi' translate='no'>Pāmaṅga</i>: whatever is a hanging thread.” ",
  "pli-tv-kd15:2.1.5": "Sp 4.245: <i lang='pi' translate='no'>Ovaṭṭikanti valayaṁ</i>, “An <i lang='pi' translate='no'>ovaṭṭika</i> is a bangle.” This is further explained at Vmv 4.245: <i lang='pi' translate='no'>Valayanti hatthapādavalayaṁ</i>, “A bangle: a bangle for the hands or the feet.” ",
  "pli-tv-kd15:2.1.6": "Sp 4.245: <i lang='pi' translate='no'>Kāyūrādīni pākaṭāneva, akkhakānaṁ heṭṭhā bāhābharaṇaṁ yaṅkiñci ābharaṇaṁ na vaṭṭati</i>, “Just ordinary <i lang='pi' translate='no'>kāyūra</i>s, etc.; any arm-ornaments below the collar-bone, are not allowable.” ",
  "pli-tv-kd15:2.1.7": "<i lang='pi' translate='no'>Hatthābharaṇa</i>, literally, “a hand ornament”, is not further explained in the commentaries. ",
  "pli-tv-kd15:2.2.7": "That is, two fingerbreadths. For a discussion of the <i lang='pi' translate='no'>aṅgula</i>, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd15:2.5.2": "“Applied facial creams” renders <i lang='pi' translate='no'>mukhaṁ ummaddenti</i>. The verb <i lang='pi' translate='no'>ummaddeti</i> normally just means “rubs” or “massages”, but here the contexts required the application of some kind of cosmetic or cream. Sp 3.247: <i lang='pi' translate='no'>Ummaddentīti nānāummaddanehi ummaddenti</i>, “<i lang='pi' translate='no'>Ummaddenti</i>: they rub with various creams.” ",
  "pli-tv-kd15:3.1.11": "This is parallel to <a href='https://suttacentral.net/an5.209/en/brahmali#0.3'>AN 5.209:0.3</a>. ",
  "pli-tv-kd15:3.1.12": "“Performing with the voice” renders <i lang='pi' translate='no'>sarakutti</i>. According to DOP, <i lang='pi' translate='no'>kutti</i> means “arranging, dressing, preparation; action; forming; contriving”. Sp 4.249: <i lang='pi' translate='no'>Sarakuttinti sarakiriyaṁ</i>, “<i lang='pi' translate='no'>Sarakuttiṁ</i> means activity/performance with the voice”. ",
  "pli-tv-kd15:3.2.1": "“Chant” renders <i lang='pi' translate='no'>sarabhañña</i>. PED says: “Intoning, a particular mode of reciting.” Sp 4.249: <i lang='pi' translate='no'>Sarabhaññanti sarena bhaṇanaṁ</i>, “<i lang='pi' translate='no'>Sarabhañña</i> means reciting with intonation.” <i lang='pi' translate='no'>Sara</i> can mean either “voice” or “intonation”. But since “voice” would be redundant in the present context (“reciting with a voice”), intonation seems to be the likely meaning. ",
  "pli-tv-kd15:5.1.4": "Vmv 4.250: <i lang='pi' translate='no'>Pāḷiyaṁ taruṇaññeva ambanti taruṇaṁ asañjātabījaṁ eva ambaphalaṁ</i>, “In the Canonical text, <i lang='pi' translate='no'>taruṇaññeva ambanṁ</i> means: a mango fruit even with undeveloped seed.” ",
  "pli-tv-kd15:6.1.3": "The following is parallel to <a href='https://suttacentral.net/an4.67/en/brahmali#1.1'>AN 4.67:1.1</a>. ",
  "pli-tv-kd15:8.1.5": "“Carrying net” renders <i lang='pi' translate='no'>sikkā</i>. Vin-vn-ṭ 91: <i lang='pi' translate='no'>Sikkāyāti olambikādhāre</i>, “<i lang='pi' translate='no'>Sikkā</i> means a holder for hanging.” CPD, under <i lang='pi' translate='no'>uḍḍeti</i>, says, “To put in a sling or carrying net”, evidently referring to the <i lang='pi' translate='no'>sikkā</i>. ",
  "pli-tv-kd15:9.1.1": "It is not clear whether <i lang='pi' translate='no'>sovaṇṇamayaṁ rūpiyamayaṁ</i> means “made of gold or silver” or “made with gold or silver”. It seems unlikely, however, that a bowl made partly of gold/silver would be acceptable, since it would still be considered luxurious. Moreover, just below the text mentions bowls made of/with crystal and gems (<i lang='pi' translate='no'>maṇimayo … veḷuriyamayo</i>). It is hard to imagine that a bowl could be made of any of these in its entirety. It seems more likely that they were used as decorations. In either case “made with” seems preferable to “made of”. With smaller requisites, however, “made of” gold and silver may be the preferable rendering. The commentaries are silent. ",
  "pli-tv-kd15:9.1.8": "“Beryl” renders <i lang='pi' translate='no'>veḷuriya</i>. The commentary at Sp-t 2.281 says: <i lang='pi' translate='no'>Veḷuriyoti vaṁsavaṇṇamaṇi</i>, “The bamboo-colored gem is called <i lang='pi' translate='no'>veḷuriya</i>.” According to PED <i lang='pi' translate='no'>veḷuriya</i> is lapis lazuli, which cannot be correct because lapis lazuli is blue. ",
  "pli-tv-kd15:9.2.12": "Sp-t 4.253: <i lang='pi' translate='no'>Acchupiyantīti na suphassitāni honti</i>, “<i lang='pi' translate='no'>Acchupiyanti</i>: not touching properly.” ",
  "pli-tv-kd15:9.2.17": "“A shark-teeth pattern” renders <i lang='pi' translate='no'>makaradantaka</i>, literally, “like the teeth of a <i lang='pi' translate='no'>makara</i>”. In later Buddhism the <i lang='pi' translate='no'>makara</i> is the name of a mythological marine animal, but what it refers to in this context is not clear. According to Sp-yoj 3.243 <i lang='pi' translate='no'>makara</i> is the name of a certain species of fish: <i lang='pi' translate='no'>Makaradantaketi makaranāmakassa macchassa dantasadise dante</i>, “Teeth like the teeth of a fish called <i lang='pi' translate='no'>makara</i>.” Vin-vn-ṭ 3048: <i lang='pi' translate='no'>Makaradantakanti girikūṭākāraṁ</i>, “<i lang='pi' translate='no'>Makaradantaka</i> means making (a design) like the peak of a hill.” PED suggests “the tooth of a swordfish”, but apparently swordfish do not have teeth. Given that the <i lang='pi' translate='no'>makara</i> were fearsome creatures and that their teeth looked like the peak of a hill, presumably meaning that their teeth were pointed, “shark teeth” seems like a reasonable guess. ",
  "pli-tv-kd15:9.2.18": "<i lang='pi' translate='no'>Bhittikamma</i>, literally, “wall-work”. Sp 4.297: <i lang='pi' translate='no'>Bhittikammanti nānāvaṇṇehi vibhittirājikaraṇaṁ</i>, “<i lang='pi' translate='no'>Bhittikamma</i> means making separate lines by means of many colors.” ",
  "pli-tv-kd15:9.4.2": "Sp 4.254: <i lang='pi' translate='no'>Āvaṭṭitvāti aññamaññaṁ paharitvā</i>, “<i lang='pi' translate='no'>Āvaṭṭitva</i>: (the bowls) struck one another.” ",
  "pli-tv-kd15:9.4.4": "Sp 4.254: <i lang='pi' translate='no'>Pattādhārakanti ettha “dantavallivettādīhi kate bhūmiādhārake tayo, dāruādhārake dve patte uparūpari ṭhapetuṁ vaṭṭatī”ti kurundiyaṁ vuttaṁ. Mahāaṭṭhakathāyaṁ pana vuttaṁ – “bhūmiādhārake tiṇṇaṁ pattānaṁ anokāso, dve ṭhapetuṁ vaṭṭati”</i>, “<i lang='pi' translate='no'>Pattādhāraka</i>: in the Kurundī it is said: in a tiered rack made of ivory, creepers, cane, etc., three bowls may be placed on top of one another; in a rack made of wood, two bowls. But in the Mahāaṭṭhakathā it is said: in a tiered rack, there is no occasion for three bowls, but placing two is allowed.” ",
  "pli-tv-kd15:9.4.8": "Sp 4.254: <i lang='pi' translate='no'>Miḍḍhanteti ālindakamiḍḍhikādīnaṁ ante</i>, “<i lang='pi' translate='no'>Miḍḍhante</i> means on the edge of a porch bench, etc.” See CPD, <i lang='pi' translate='no'>sv</i>. <i lang='pi' translate='no'>ālindakamiḍḍhika</i>. ",
  "pli-tv-kd15:9.4.13": "Sp 4.254: <i lang='pi' translate='no'>Paribhaṇḍanteti bāhirapasse katāya tanukamiḍḍhikāya ante</i>, “<i lang='pi' translate='no'>Paribhaṇḍante</i> means on the edge of a small bench made on an external slope.” Vmv 4.254: <i lang='pi' translate='no'>Tanukamiḍḍhikāyāti vedikāya</i>, “On a small bench means on a ledge (or railing).” ",
  "pli-tv-kd15:9.4.24": "Sp 4.254: <i lang='pi' translate='no'>Pattamāḷakaṁ iṭṭhakāhi vā dārūhi vā kātuṁ vaṭṭati</i>, “<i lang='pi' translate='no'>Pattamāḷaka</i>: made of bricks or wood is allowed.” Sp-yoj 3.254: <i lang='pi' translate='no'>Pattamāḷakanti pattassa ṭhapanatthāya kataṁ aṭṭaṁ</i>, “<i lang='pi' translate='no'>Pattamāḷaka</i>: a platform made for the purpose of placing the bowl.” ",
  "pli-tv-kd15:9.4.25": "I here follow the PTS reading, <i lang='pi' translate='no'>pattamāḷakā</i>, rather than the MS reading of <i lang='pi' translate='no'>pattamāḷako</i>. According to the PTS reading the bowl fell from the platform, whereas on the MS reading the platform itself fell. ",
  "pli-tv-kd15:9.4.27": "Sp 4.254: <i lang='pi' translate='no'>Pattakuṇḍolikāti mahāmukhakuṇḍasaṇṭhānā bhaṇḍakukkhalikā vuccati</i>, “A pot for goods in the appearance of a pot with a large mouth is called a <i lang='pi' translate='no'>pattakuṇḍolika</i>.” ",
  "pli-tv-kd15:9.5.1": "<i lang='pi' translate='no'>Bhittikhilepi nāgadantakepi</i>, literally, “wall pegs and elephant tusks”. These are different kinds of pegs and I have not tried to differentiate between them. ",
  "pli-tv-kd15:10.1.5": "Sp 4.255: <i lang='pi' translate='no'>Tumbakaṭāhanti lābukaṭāhaṁ vuccati</i>, “A gourd as a bowl is called a <i lang='pi' translate='no'>tumbakaṭāha</i>.” ",
  "pli-tv-kd15:11.1.14": "In its discussion of ointment boxes Khuddas-pt 185 says of <i lang='pi' translate='no'>phalamaya</i>, “made of fruit”: <i lang='pi' translate='no'>āmalakakakkādīhi katā phalamayā</i>, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:11.2.8": "Sp 4.256: <i lang='pi' translate='no'>Kiṇṇena pūretunti kiṇṇacuṇṇena pūretuṁ</i>, “To fill it with yeast means to fill it with yeast powder.’” ",
  "pli-tv-kd15:11.2.12": "Sp 4.256: <i lang='pi' translate='no'>Saritakanti pāsāṇacuṇṇaṁ vuccati; tena pūretuṁ anujānāmīti attho</i>, “Stone powder is called <i lang='pi' translate='no'>saritaka</i>. The meaning is ‘I allow you to fill with that.’” ",
  "pli-tv-kd15:11.2.14": "Sp 4.256: <i lang='pi' translate='no'>Madhusitthakena sāretunti madhusitthakena makkhetuṁ</i>, “<i lang='pi' translate='no'>Madhusitthakena sāretuṁ</i> means to mix with beeswax.” ",
  "pli-tv-kd15:11.2.15": "Sp 4.256: <i lang='pi' translate='no'>Saritakaṁ paribhijjatīti taṁ makkhitamadhusitthakaṁ bhijjati</i>, “<i lang='pi' translate='no'>Saritakaṁ paribhijjati</i>: that mixture with beeswax broke apart.” ",
  "pli-tv-kd15:11.2.16": "Sp 4.256: <i lang='pi' translate='no'>Saritasipāṭikanti madhusitthakapilotikaṁ; satthakosakasipāṭiyā pana saritasipāṭikāya anulomāti kurundiyaṁ vuttaṁ</i>, “<i lang='pi' translate='no'>Saritasipāṭika</i>: a piece of cloth with beeswax; but in the Kurundī it is said that a knife-sheath-<i lang='pi' translate='no'>sipāṭiyā</i> is in conformity with a <i lang='pi' translate='no'>saritakasipāṭika</i>.” At <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#27.3.7'>Kd 15:27.3.7</a> <i lang='pi' translate='no'>sipāṭika</i> refers to a case (for a razor). I translate accordingly. ",
  "pli-tv-kd15:11.3.4": "The word rendered as “frame” is <i lang='pi' translate='no'>kathina</i>. ",
  "pli-tv-kd15:11.3.14": "Sp 4.256: <i lang='pi' translate='no'>Kathinaṁ nappahotīti dīghassa bhikkhuno pamāṇena kataṁ kathinaṁ; tattha rassassa bhikkhuno cīvaraṁ patthariyamānaṁ nappahoti, antoyeva hoti; daṇḍake na pāpuṇātīti attho</i>, “The frame was not the right size: the frame had been made to fit the size of a tall monk and it was not the right size for spreading out the robe-cloth for a short monk—it fell within; the meaning is the sticks (of the frame) are the wrong size.” ",
  "pli-tv-kd15:11.3.15": "“An inner frame” renders <i lang='pi' translate='no'>daṇḍakathina</i>. Sp 4.256: <i lang='pi' translate='no'>Daṇḍakathinanti tassa majjhe itarassa bhikkhuno pamāṇena aññaṁ nisseṇiṁ bandhituṁ anujānāmīti attho</i>, “<i lang='pi' translate='no'>Daṇḍakathina</i>: the meaning is ‘I allow you to bind another frame to fit the size of another monk in the middle of that (large frame).’” Sp 4.256: <i lang='pi' translate='no'>Bidalakanti daṇḍakathinappamāṇena kaṭasārakassa pariyante paṭisaṁharitvā duguṇakaraṇaṁ</i>, “<i lang='pi' translate='no'>Bidalaka</i>: making a double layer by folding the ends of a straw mat to fit the inner frame.” Sp 4.256: <i lang='pi' translate='no'>Salākanti dupaṭṭacīvarassa antare pavesanasalākaṁ</i>, “<i lang='pi' translate='no'>Salāka</i>: a <i lang='pi' translate='no'>salāka</i> for inserting between a double-layer robe-cloth.” Sp 4.256: <i lang='pi' translate='no'>Vinandhanarajjunti mahānisseṇiyā saddhiṁ khuddakaṁ nisseṇiṁ vinandhituṁ rajjuṁ</i>, “<i lang='pi' translate='no'>Vinandhanarajju</i>: a string to tie the small frame to the large frame.” Sp 4.256: <i lang='pi' translate='no'>Vinandhanasuttanti khuddakanisseṇiyā cīvaraṁ vinandhituṁ suttakaṁ</i>, “<i lang='pi' translate='no'>Vinandhanasutta</i>: a string to tie the robe-cloth to the small frame.” ",
  "pli-tv-kd15:11.3.17": "Sp 4.256: <i lang='pi' translate='no'>Kaḷimbhakanti pamāṇasaññākaraṇaṁ yaṅkiñci tālapaṇṇādiṁ</i>, “<i lang='pi' translate='no'>Kaḷimbhaka</i>: whatever enables one to perceive the distance, (such as) a palmleaf, etc.” ",
  "pli-tv-kd15:11.3.19": "Sp 4.256: <i lang='pi' translate='no'>Moghasuttakanti vaḍḍhakīnaṁ dārūsu kāḷasuttena viya haliddisuttena saññākaraṇaṁ</i>, “<i lang='pi' translate='no'>Moghasuttaka</i>: by means of a thread with turmeric, like the black thread on wood used by carpenters; what enables one to perceive.” ",
  "pli-tv-kd15:11.5.12": "In its discussion of ointment boxes, Khuddas-pt 185 says of <i lang='pi' translate='no'>phalamaya</i>, “made of fruit”: <i lang='pi' translate='no'>āmalakakakkādīhi katā phalamayā</i>, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:11.6.3": "For an explanation of rendering <i lang='pi' translate='no'>sālā</i> as “shed”, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd15:11.6.16": "“To firm up the structure” renders <i lang='pi' translate='no'>ogumphetvā</i>. Sp 4.257: <i lang='pi' translate='no'>Ogumphetvā ullittāvalittaṁ kātunti chadanaṁ odhunitvā ghanadaṇḍakaṁ katvā anto ceva bahi ca mattikāya limpitunti attho</i>, “<i lang='pi' translate='no'>Ogumphetvā ullittāvalittaṁ kātuṁ</i>: having shook out the roof cover and added rods to firm up (the structure), to smear with clay inside and outside—this is the meaning.” At <a href='https://suttacentral.net/pli-tv-kd5/en/brahmali#11.1.5'>Kd 5:11.1.5</a> the same verb, in the form <i lang='pi' translate='no'>ogumphiyanti</i>, is used to show how dwellings are “held together” by straps of leather. This makes it certain that <i lang='pi' translate='no'>ogumphetvā</i> in the present context must refer to the “firming up” rather than the “shaking out”. ",
  "pli-tv-kd15:11.6.17": "“The fivefold pattern” renders <i lang='pi' translate='no'>pañcapaṭika</i>. Vmv 4.299: <i lang='pi' translate='no'>Pāḷiyaṁ pañcapaṭikanti jātiādipañcappakāravaṇṇamaṭṭhaṁ</i>, “<i lang='pi' translate='no'>Pañcapaṭika</i> in the canonical text means the five-fold appearance, starting with jasmine.” The meaning is not clear. ",
  "pli-tv-kd15:13.1.1": "Vmv 4.258: <i lang='pi' translate='no'>Udakaṁ akappiyanti sappāṇakaṁ</i>, “Unallowable water: it contained living beings.” ",
  "pli-tv-kd15:13.1.8": "It is not clear how the “water strainer”, <i lang='pi' translate='no'>dhammakaraṇa</i>, is different from the “water filter”, <i lang='pi' translate='no'>arissāvana</i>. The commentaries are silent. ",
  "pli-tv-kd15:13.2.30": "For an explanation of rendering <i lang='pi' translate='no'>saṅghāṭi</i> as “robe”, see Appendix of Technical Terms. ",
  "pli-tv-kd15:13.3.4": "Sp-t 4.259: <i lang='pi' translate='no'>Na sammatīti nappahoti</i>, “<i lang='pi' translate='no'>Na sammati</i>: not enough.” ",
  "pli-tv-kd15:13.3.6": "Sp 4.259: <i lang='pi' translate='no'>Daṇḍaparissāvananti rajakānaṁ khāraparissāvanaṁ viya catūsu pādesu baddhanisseṇikāya sāṭakaṁ bandhitvā majjhedaṇḍake udakaṁ āsiñcitabbaṁ, taṁ ubhopi koṭṭhāse pūretvā parissavati</i>, “<i lang='pi' translate='no'>Daṇḍaparissāvana</i>: like the filters for caustic substances used by dyers, having bound a cloth to a framework fastened on four legs, the water is filtered by pouring on the middle rod, having filled on both sides.” ",
  "pli-tv-kd15:13.3.9": "Sp 4.259: <i lang='pi' translate='no'>Ottharakaṁ nāma yaṁ udake ottharitvā ghaṭakena udakaṁ gaṇhanti, tañhi catūsu daṇḍakesu vatthaṁ bandhitvā udake cattāro khāṇuke nikhaṇitvā tesu bandhitvā sabbapariyante udakato mocetvā majjhe ottharitvā ghaṭena udakaṁ gaṇhanti</i>, “<i lang='pi' translate='no'>Ottharaka</i>: having spread it on water, they collect water with a jar. That is, having bound a cloth onto four rods, having implanted four stakes in the water, having bound them together, keeping it out of the water on all sides, having spread it out (in the water) in the middle, they collect water with a jar.” ",
  "pli-tv-kd15:13.3.12": "<i lang='pi' translate='no'>Makasakuṭika</i>, literally, “a mosquito hut”. ",
  "pli-tv-kd15:14.1.13": "For an explanation of rendering <i lang='pi' translate='no'>jantāghara</i> as “sauna”, see Appendix of Technical Terms. ",
  "pli-tv-kd15:14.2.21": "For a discussion of <i lang='pi' translate='no'>sālā</i>, see Appendix of Technical Terms. ",
  "pli-tv-kd15:14.3.12": "“A lower hinge” renders <i lang='pi' translate='no'>udukkhalika</i>, while “an upper hinge” is for <i lang='pi' translate='no'>uttarapāsaka</i>. Sp 1.77: … <i lang='pi' translate='no'>yena kenaci kavāṭaṁ katvā heṭṭhā udukkhale upari uttarapāsake ca pavesetvā kataṁ parivattakadvārameva saṁvaritabbaṁ … atha dvārassa udukkhalaṁ vā uttarapāsako vā bhinno vā hoti aṭṭhapito vā, saṁvarituṁ na sakkoti</i>, “Having made a door by whatever (material), having entered it into the <i lang='pi' translate='no'>udukkhala</i> below and into the <i lang='pi' translate='no'>uttarapāsaka</i> above, it is made a revolving door to be closed … but when the <i lang='pi' translate='no'>udukkhala</i> or the <i lang='pi' translate='no'>uttarapāsaka</i> is broken or not mounted, then one cannot close the door.” From this it seems that the <i lang='pi' translate='no'>udukkhala</i> and <i lang='pi' translate='no'>uttarapāsaka</i>, together with the two corresponding “projecting pivots” on the door, are the functional equivalents of hinges. <i lang='pi' translate='no'>Udukkhalika</i> and <i lang='pi' translate='no'>udukkhala</i> refer to the same thing, the former being used in the canonical text, whereas the latter is found in the summary verses. For further details see CPD, <i lang='pi' translate='no'>sv</i>. <i lang='pi' translate='no'>uttarapāsaka</i>. “Bolt-receiving post” renders <i lang='pi' translate='no'>aggaḷavaṭṭi</i>. Sp 4.260: <i lang='pi' translate='no'>Aggaḷavaṭṭi nāma dvārabāhāya samappamāṇoyeva aggaḷatthambho vuccati, yattha tīṇi cattāri chiddāni katvā sūciyo denti</i>, “<i lang='pi' translate='no'>Aggaḷavaṭṭi</i>: it is called a door post, which is the same length as the door frame. It is where three or four holes are made for inserting bolts.” Whenever the Canonical text lists the parts of a door and door frame, the <i lang='pi' translate='no'>aggaḷavaṭṭi</i> always has the same position, being grouped together with the parts for the locking mechanism, such as latches and bolts. Given the commentarial explanation, it is natural to think that it was a special post added to the door frame, or perhaps replacing the door frame, for the purpose of receiving bolts. “Bolt socket” renders <i lang='pi' translate='no'>kapisīsaka</i>. Sp 4.260: <i lang='pi' translate='no'>Kapisīsakaṁ nāma dvārabāhaṁ vijjhitvā tattha pavesito aggaḷapāsako vuccati</i>, “The bolt-receiving socket which is inserted after piercing the door post is called a <i lang='pi' translate='no'>kapisīsaka</i>.” “Bolt” renders <i lang='pi' translate='no'>sūcika</i>. Sp 4.260: <i lang='pi' translate='no'>Sūcikāti tattha majjhe chiddaṁ katvā pavesitā</i>, “It is entered, having made a hole in the middle there.” Vmv 4.260: <i lang='pi' translate='no'>Tattha majjheti aggaḷapāsakassa majjhe</i>, “In the middle there: in the middle of the bolt-receiving post.” “Latch” renders <i lang='pi' translate='no'>ghaṭika</i>. Sp-t 3.4.255: <i lang='pi' translate='no'>Ghaṭikanti upari yojitaṁ aggaḷaṁ</i>, “<i lang='pi' translate='no'>Ghaṭika</i>: a latch fastened at the top.” From the origin story of <a href='https://suttacentral.net/pli-tv-bu-vb-ss2/en/brahmali#1.1.11'>Bu Ss 2:1.1.11</a> it seems that the <i lang='pi' translate='no'>ghaṭika</i> was a device that could be opened with a key: <i lang='pi' translate='no'>Avāpuraṇaṁ ādāya ghaṭikaṁ ugghāṭetvā kavāṭaṁ paṇāmetvā vihāraṁ pāvisi</i>, “(Udāyī) took the key, lifted the latch, opened the door, and entered the dwelling.” It follows from this that the <i lang='pi' translate='no'>ghaṭika</i> is unlikely to be a bolt, but probably a kind of bar, like a latch, that would require lifting for the door to open. The lifting would be done with <i lang='pi' translate='no'>tāḷa</i>, a key-like device. “A door-pulling hole” renders <i lang='pi' translate='no'>āviñchanachidda</i>. Vmv 4.296: <i lang='pi' translate='no'>Āviñchanachiddanti yattha aṅguliṁ vā rajjusaṅkhalikādiṁ vā pavesetvā kavāṭaṁ ākaḍḍhantā dvārabāhaṁ phusāpenti</i>, “<i lang='pi' translate='no'>Āviñchanachidda</i>: where, having entered the finger or a rope or a chain, etc., they pull the door and make it touch the door post.” “A door-pulling rope” renders <i lang='pi' translate='no'>āviñchanarajju</i>. Sp 4.296: <i lang='pi' translate='no'>Āviñchanarajjunti kavāṭeyeva chiddaṁ katvā tattha pavesetvā yena rajjukena kaḍḍhantā dvāraṁ phusāpenti</i>, “Having made a hole in the door, having entered (the rope) there, the rope with which they close and make the door touch (the post).” ",
  "pli-tv-kd15:14.3.14": "Sp 4.260: <i lang='pi' translate='no'>Maṇḍalikaṁ kātunti nīcavatthukaṁ cinituṁ</i>, “To make a <i lang='pi' translate='no'>maṇḍalika</i> means to construct a low site.” Sp-t 4.260: <i lang='pi' translate='no'>Nīcavatthukaṁ cinitunti bahikuṭṭassa samantato nīcavatthukaṁ katvā cinituṁ</i>, “<i lang='pi' translate='no'>Nīcavatthukaṁ cinituṁ</i> means to construct after making the ground low on all sides outside the wall.” ",
  "pli-tv-kd15:14.5.1": "For an explanation of rendering <i lang='pi' translate='no'>pariveṇa</i> as “yard”, see Appendix of Technical Terms. ",
  "pli-tv-kd15:14.5.3": "This is an unusual use of the verb <i lang='pi' translate='no'>pariyāpuṇati</i>, which normally means “to learn”. I follow the suggestion in DOP. ",
  "pli-tv-kd15:14.5.4": "Or “slabs of stone”, <i lang='pi' translate='no'>padarasila</i>. See <a href='https://suttacentral.net/pli-tv-bu-vb-pc18/en/brahmali#2.3.5'>Bu Pc 18:2.3.5</a> where <i lang='pi' translate='no'>padara</i> means “floor boards”. ",
  "pli-tv-kd15:16.1.6": "“Sauna shed” renders <i lang='pi' translate='no'>jantāgharasālā</i>. It seems from the above description of a sauna that it was a building, including a roof. A <i lang='pi' translate='no'>jantāgharasālā</i> is then presumably another building (from the description below it seems to be a separate building from the sauna) where you get undressed and hang up your robes, etc. For an explanation of rendering <i lang='pi' translate='no'>sālā</i> as “shed”, see Appendix of Technical Terms. ",
  "pli-tv-kd15:16.2.21": "“Well-sweep”, “pulley”, and “well-wheels” respectively render <i lang='pi' translate='no'>tula</i>, <i lang='pi' translate='no'>karakaṭaka</i>, and <i lang='pi' translate='no'>cakkavaṭṭaka</i>. For all three words see CPD, <i lang='pi' translate='no'>sv</i>. <i lang='pi' translate='no'>karakaṭaka</i>. ",
  "pli-tv-kd15:16.2.27": "For an explanation of rendering <i lang='pi' translate='no'>sālā</i> as “house”, see Appendix of Technical Terms. ",
  "pli-tv-kd15:17.1.4": "“Waste-water disposal area” renders <i lang='pi' translate='no'>candanika</i>, which is not defined in the Vinaya commentaries. Elsewhere, however, we find the following definition, e.g. at MN-a 1.25: <i lang='pi' translate='no'>Candanikanti ucchiṭṭhodakagabbhamalādīnaṁ chaḍḍanaṭṭhānaṁ</i>, “<i lang='pi' translate='no'>Candanika</i> means a place for the discarding of used water, afterbirth, etc.” We also know that it is not a cesspit, which is known as a <i lang='pi' translate='no'>vaccakūpa</i>, see below. ",
  "pli-tv-kd15:17.1.5": "Sp 4.262: <i lang='pi' translate='no'>Pākaṭā hotīti aparikkhittā hoti</i>, “<i lang='pi' translate='no'>Pākaṭā hoti</i> means it is unenclosed.” ",
  "pli-tv-kd15:17.2.16": "“Saunas with pointed roofs” renders <i lang='pi' translate='no'>nillekhaṁ jantāgharaṁ</i>. Sp 4.263: <i lang='pi' translate='no'>Nillekhajantāgharaṁ nāma āviddhapakkhapāsakaṁ vuccati, gopānasīnaṁ upari maṇḍale pakkhapāsake ṭhapetvā katakūṭacchadanassetaṁ nāmaṁ</i>, “One with a side loop all around is called a <i lang='pi' translate='no'>nillekhajantāghara</i>. Having fixed on a side loop circle above the rafters, this is a name for a roof made with a peak.” The exact meaning is not clear to me. ",
  "pli-tv-kd15:19.1.6": "For an explanation of the idea of <i lang='pi' translate='no'>vikappanā</i>, see Appendix of Technical Terms. ",
  "pli-tv-kd15:19.1.7": "Sp 4.264: <i lang='pi' translate='no'>Āsittakūpadhānaṁ nāma tambalohena vā rajatena vā katāya peḷāya etaṁ adhivacanaṁ, paṭikkhittattā pana dārumayāpi na vaṭṭati</i>, “<i lang='pi' translate='no'>Āsittakūpadhāna</i>: this is a term for a container made of copper or silver. But a prohibited one made of wood is also not allowable.” Vmv 4.264: <i lang='pi' translate='no'>Peḷāyāti aṭṭhaṁsasoḷasaṁsādiākārena katāya bhājanākārāya peḷāya. Yattha uṇhapāyāsādiṁ pakkhipitvā upari bhojanapātiṁ ṭhapenti bhattassa uṇhabhāvāvigamanatthaṁ, tādisassa bhājanākārassa ādhārassetaṁ adhivacanaṁ. Teneva pāḷiyaṁ āsittakūpadhānanti vuttaṁ</i>, “Pelāya: a container having the form of a vessel made with eight or sixteen edges, etc., where, for the purpose of keeping the food hot, having filled with hot milk-rice, etc., they place a bowl with food on top. This is a term for the stand for such a vessel. For this reason it is said <i lang='pi' translate='no'>āsittakūpadhāna</i> in the Canonical text.” ",
  "pli-tv-kd15:19.1.16": "Sp-t 4.264: <i lang='pi' translate='no'>Pubbe pattasaṅgopanatthaṁ ādhārako anuññāto, idāni bhuñjanatthaṁ</i>, “Previously a stand for the purpose of protecting the bowls was allowed; now (it is allowed) for the purpose of eating.” The stand referred to here was allowed above at <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#9.4.4'>Kd 15:9.4.4</a> (there rendered as “rack”). ",
  "pli-tv-kd15:19.2.2": "“The same sheet and under the same cover” renders <i lang='pi' translate='no'>ekattharaṇapāvuraṇa</i>. Sp 2.937: <i lang='pi' translate='no'>Ekattharaṇapāvuraṇā; saṁhārimānaṁ pāvārattharaṇakaṭasārakādīnaṁ ekaṁ antaṁ attharitvā ekaṁ pārupitvā tuvaṭṭentīnametaṁ adhivacanaṁ</i>, “<i lang='pi' translate='no'>Ekattharaṇapāvuraṇa</i>: this is an expression for: a mobile blanket, a mat, a straw mat, etc., having spread one of these to one side and having covered with another, one lies down.” ",
  "pli-tv-kd15:20.7.4": "The meaning of the first of these phrases, <i lang='pi' translate='no'>sammā vattati</i>, is straightforward, but the last two, <i lang='pi' translate='no'>lomaṁ pāteti</i> and <i lang='pi' translate='no'>netthāraṁ vattati</i>, are more difficult. Commenting on Bu Ss 13, Sp 1.435 explains: <i lang='pi' translate='no'>Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti</i>, “<i lang='pi' translate='no'>Na lomaṁ pātenti</i>: because of their non-practicing in conformity with the path, their bodily hairs are not flat. <i lang='pi' translate='no'>Na netthāraṁ vattanti</i>: they are not practicing the path for their own getting out (of the offense).” My rendering attempts to capture the meaning in a non-literal way. ",
  "pli-tv-kd15:21.4.14": "Sp 4.268: <i lang='pi' translate='no'>Dhotapādakaṁ nāma pādadhovanaṭṭhāne dhotehi pādehi akkamanatthāya paccattharaṇaṁ atthataṁ hoti, taṁ akkamituṁ vaṭṭati</i>, “<i lang='pi' translate='no'>Dhotapādaka</i>: a mat that has been spread out for the purpose of stepping on with the washed feet at the place of washing the feet. To step on that is allowable.” ",
  "pli-tv-kd15:22.1.4": "That the foot scrubber, the <i lang='pi' translate='no'>kataka</i>, is ceramic is clear from <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#37.1.8'>Kd 15:37.1.8</a> below. ",
  "pli-tv-kd15:22.1.16": "“Stones” renders <i lang='pi' translate='no'>sakkhara</i>. Sp 4.269: <i lang='pi' translate='no'>Sakkharāti pāsāṇo vuccati</i>, “A rock is called <i lang='pi' translate='no'>sakkhara</i>.” “Pumice” renders <i lang='pi' translate='no'>samuddapheṇaka</i>, literally, “ocean foam”. Sp 4.269: <i lang='pi' translate='no'>Pāsāṇapheṇakopi vaṭṭati</i>, “Also rock-foam is allowable”. ",
  "pli-tv-kd15:22.2.8": "“A fan” renders <i lang='pi' translate='no'>vidhūpana</i>. Sp 4.269: <i lang='pi' translate='no'>Vidhūpananti vījanī vuccati</i>, “A fan is called a <i lang='pi' translate='no'>vidhūpana</i>.” To distinguish it from the “palm-leaf fan”, I render it as “standard fan”. ",
  "pli-tv-kd15:24.1.1": "“Carrying net” renders <i lang='pi' translate='no'>sikkā</i>. Vin-vn-ṭ 91: <i lang='pi' translate='no'>Sikkāyāti olambikādhāre</i>, “<i lang='pi' translate='no'>Sikkā</i> means a holder for hanging.” CPD, <i lang='pi' translate='no'>sv</i>. <i lang='pi' translate='no'>uḍḍeti</i>, says, “To put in a sling or carrying net”, evidently referring to the <i lang='pi' translate='no'>sikkā</i>. ",
  "pli-tv-kd15:25.1.9": "That is, <a href='https://suttacentral.net/pli-tv-bu-vb-pc37/en/brahmali#1.22.1'>Bu Pc 37:1.22.1</a>/<a href='https://suttacentral.net/pli-tv-bi-vb-pc120/en/brahmali'>Bi Pc 120</a>. ",
  "pli-tv-kd15:27.1.7": "<i lang='pi' translate='no'>Pajānāhi tvaṁ, bhaginīti</i>, literally, “You understand, sister.” Commenting on a different context, DN-a 2.436 says: <i lang='pi' translate='no'>Tvaṁ pajānāhīti tvaṁ jāna. Sace gaṇhitukāmosi, gaṇhāhīti vuttaṁ hoti</i>, “You understand: you know. What is said is: if you wish to take it, then take it.” In other words, do as you please. ",
  "pli-tv-kd15:27.2.7": "“Even with the tip of the flesh” renders <i lang='pi' translate='no'>maṁsappamāṇena</i>. Vin-alan-t 34.40: <i lang='pi' translate='no'>Maṁsappamāṇenāti aṅgulaggamaṁsappamāṇena</i>, “<i lang='pi' translate='no'>Maṁsappamāṇena</i>: measured by the flesh at the tip of the finger.” ",
  "pli-tv-kd15:27.2.8": "“Polished their finger and toe nails” renders <i lang='pi' translate='no'>vīsatimaṭṭhaṁ</i>, literally, “Polished the twenty”. Sp 4.274: <i lang='pi' translate='no'>Vīsatimaṭṭhanti vīsatipi nakhe likhitamaṭṭhe kārāpenti</i>, “<i lang='pi' translate='no'>Vīsatimaṭṭhaṁ</i>: they polished their twenty nails.” ",
  "pli-tv-kd15:27.3.6": "Following the PTS version. ",
  "pli-tv-kd15:27.4.3": "“Goatees” renders <i lang='pi' translate='no'>golomikaṁ kārāpenti</i>. Sp 4.275: <i lang='pi' translate='no'>Golomikanti hanukamhi dīghaṁ katvā ṭhapitaṁ eḷakamassu vuccati</i>, “Making it long at the jaw, a beard like that of a goat is called <i lang='pi' translate='no'>golomika</i>.” ",
  "pli-tv-kd15:27.4.4": "“Sideburns” renders <i lang='pi' translate='no'>caturassakaṁ kārāpenti</i>. Sp 4.275: <i lang='pi' translate='no'>Caturassakanti catukoṇaṁ</i>, “<i lang='pi' translate='no'>Caturassaka</i>: the four-cornered one.” This is further explained by Vmv 4.275: <i lang='pi' translate='no'>Catukoṇanti yathā upari nalāṭantesu dve, heṭṭhā hanukapasse dveti cattāro koṇā paññāyanti, evaṁ caturassaṁ katvā kappāpanaṁ</i>, “<i lang='pi' translate='no'>Catukoṇa</i>: when four corners are seen—two above at the end of the forehead and two below on the side of the jaw—trimming it, having made it four-cornered like this.” ",
  "pli-tv-kd15:27.4.5": "Sp 4.275: <i lang='pi' translate='no'>Parimukhanti ure lomasaṁharaṇaṁ</i>, “<i lang='pi' translate='no'>Parimukha</i>: removing the hair from the chest.” It is a stretch, however, to take <i lang='pi' translate='no'>parimukha</i> as referring to the chest, rather than the face or the mouth. Assuming that beard fashions are fairly timeless, it seems possible that this may refer to a beard around the mouth, that is, a circle beard. ",
  "pli-tv-kd15:27.4.6": "My rendering is based on the reading <i lang='pi' translate='no'>aḍḍhuraka</i>. Sp 4.275: <i lang='pi' translate='no'>Aḍḍhadukanti udare lomarājiṭṭhapanaṁ</i>, “<i lang='pi' translate='no'>Aḍḍhaduka</i>: arrangement of lines of hair on the stomach.” The problem with this is that it is difficult to see how this meaning bears any relationship with <i lang='pi' translate='no'>aḍḍhaduka</i>. In fact, <i lang='pi' translate='no'>aḍḍhaduka</i> is a curious word. On the face of it, it should mean “half a dyad”, but this hardly makes much sense in the context. A major problem with <i lang='pi' translate='no'>aḍḍhaduka</i> is that the reading is highly uncertain. CST gives the alternatives <i lang='pi' translate='no'>aḍḍhuraka</i> (Sri Lankan) and <i lang='pi' translate='no'>aḍḍharuka</i> (Thai). (The PTS edition gives a third alternative: <i lang='pi' translate='no'>aḍḍharūka</i>.) The first of these is particularly interesting: it almost certainly means “half-chest-ed”. It could well be that this is the basis for the commentarial gloss. The actual commentarial reading (the lemma) may be due to a later “correction”, perhaps based on a change in the Canonical text. If we start with <i lang='pi' translate='no'>aḍḍhuraka</i> as the original form, it is relatively easy to explain the other two forms, which weighs in favor of this reading. <i lang='pi' translate='no'>Aḍḍharuka</i> can be explained as an <i lang='pi' translate='no'>a/u</i> metathesis in <i lang='pi' translate='no'>aḍḍhuraka</i>, which is all too common in oral tradition, especially with obscure words. Once the meaning was lost, <i lang='pi' translate='no'>aḍḍhaduka</i> may have formed as a kind of further corruption, either by accident or through intentional “correction”. We would then see the following pattern of corruption: <i lang='pi' translate='no'>aḍḍhuraka</i> > <i lang='pi' translate='no'>aḍḍharuka</i> > <i lang='pi' translate='no'>aḍḍhaduka</i>. ",
  "pli-tv-kd15:27.6.10": "“Made of fruit” renders <i lang='pi' translate='no'>phalamaya</i>. Khuddas-pt 185: <i lang='pi' translate='no'>Āmalakakakkādīhi katā phalamayā</i>, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:28.2.1": "“Even metal used for binding” renders <i lang='pi' translate='no'>bandhanamatta</i>. Vmv 4.277: <i lang='pi' translate='no'>Bandhanamattanti vāsidaṇḍādīnaṁ koṭīsu apātanatthaṁ, lohehi bandhanaṁ</i>, “<i lang='pi' translate='no'>Bandhanamatta</i>: bindings of metal used for the purpose of the non-falling off at the top end of the handle of an adz, etc.” ",
  "pli-tv-kd15:28.2.4": "This refers to using the upper robe as a support in the <i lang='pi' translate='no'>pallatthikā</i> sitting posture. See TAP, p.259 (re. <a href='https://suttacentral.net/pli-tv-bu-vb-sk26/en/brahmali#1.3.1'>Bu Sk 26:1.3.1</a>). ",
  "pli-tv-kd15:28.2.5": "Sp 3.359: <i lang='pi' translate='no'>Pattā lujjantīti mahantesu pattamukhesu dinnāni suttāni gaḷanti, tato pattā lujjanti</i>, “<i lang='pi' translate='no'>Pattā lujjanti</i>: concerning large openings in the panels, the sewing thread had vanished; therefore the panels were torn apart.” ",
  "pli-tv-kd15:28.2.10": "The <i lang='pi' translate='no'>āyoga</i> is used as a support for the <i lang='pi' translate='no'>pallattikā</i> sitting posture. ",
  "pli-tv-kd15:28.2.16": "“Warp” renders <i lang='pi' translate='no'>tantaka</i>. Vmv 4.277: <i lang='pi' translate='no'>Tantakanti āyogavāyanatthaṁ tadākārena pasāritatantaṁ</i>, “The stretched thread by means of which the purpose of weaving the back-and-knee strap (is achieved).” It is curious, however, that the loom is missing from this list of weaving equipment. It is possible that <i lang='pi' translate='no'>tantaka</i> is merely another term for <i lang='pi' translate='no'>tanta</i> “a loom”. “Reed” renders <i lang='pi' translate='no'>vema</i>. Commenting on Bu Np 26, Kkh-pt says: <i lang='pi' translate='no'>Vemanti vāyanūpakaraṇo eko daṇḍo, suttaṁ pavesetvā yena ākoṭento ghanabhāvaṁ sampādenti</i>, “<i lang='pi' translate='no'>Vema</i>: a weaving instrument consisting of a single rod; having entered the thread, that by which they make it firm by knocking.” Vmv 4.277 clarifies that this concerns the cross-going thread, the weft: <i lang='pi' translate='no'>Vāyantā tiriyaṁ suttaṁ pavesetvā</i> …, “Those weaving, having entered the weft …” According to SED, however, the <i lang='pi' translate='no'>vema</i> is the loom. “Weft” renders <i lang='pi' translate='no'>kavaṭa</i>. I am unable to trace any exegetical information on this word; quite possibly the reading is corrupted. It may be that we should prefer the PTS reading of <i lang='pi' translate='no'>vaṭa</i>, which can mean “string” or “tie”, according to SED. Since the warp seems to be covered by <i lang='pi' translate='no'>tantaka</i>, it does not seem unreasonable to suggest <i lang='pi' translate='no'>vaṭa</i> refers to the “weft”, that is, the cross-thread. “Shuttle” renders <i lang='pi' translate='no'>salāka</i>. The basic meaning of this word is “small stick”. In the Vinaya Piṭaka the word <i lang='pi' translate='no'>salāka</i> is used especially to designate the “voting tickets” that were sometimes used when making decisions in the monastic Sangha. The “shuttle” is a basic weaving equipment and its size would seem to fit well with the size of a <i lang='pi' translate='no'>salāka</i>. However, since there is no exegetical information on this word used in this context, this is no more than a hypothesis. ",
  "pli-tv-kd15:29.2.2": "Sp 4.278: <i lang='pi' translate='no'>Kalābukaṁ nāma bahurajjukaṁ</i>, “<i lang='pi' translate='no'>Kalābuka</i>: one having many strings.” Sp 4.278: <i lang='pi' translate='no'>Deḍḍubhakaṁ nāma udakasappasīsasadisaṁ</i>, “<i lang='pi' translate='no'>Deḍḍubhaka</i>: one that is like the head of a water snake.” Sp-t 2.1.85: <i lang='pi' translate='no'>Murajañhi nāma nānāvaṇṇehi suttehi murajavaṭṭisaṇṭhānaṁ veṭhetvā kataṁ</i>, “<i lang='pi' translate='no'>Muraja</i>: one that is made by the twisting of strings of various colors in the manner of the skin of a <i lang='pi' translate='no'>muraja</i> drum.” Sp 4.275: <i lang='pi' translate='no'>Maddavīṇaṁ nāma pāmaṅgasaṇṭhānaṁ</i>, “<i lang='pi' translate='no'>Maddavīṇa</i>: it looks like an ornamental hanging string.” ",
  "pli-tv-kd15:29.2.12": "Sp 4.278: <i lang='pi' translate='no'>Idaṁ dasāsuyeva anuññātaṁ</i>, “This is only allowed in regard to the edges.” According to the commentary, in other words, the Buddha is not overturning the prohibition found in the previous rule. ",
  "pli-tv-kd15:29.2.14": "Sp 4.278: <i lang='pi' translate='no'>Sobhaṇaṁ nāma veṭhetvā mukhavaṭṭisibbanaṁ</i>, “<i lang='pi' translate='no'>Sobhaṇa</i>: having twisted, sewing along the edge of the opening.” Sp 4.278: <i lang='pi' translate='no'>Guṇakaṁ nāma mudiṅgasaṇṭhānena sibbanaṁ</i>, “<i lang='pi' translate='no'>Guṇaka</i>: sewing with the appearance of a <i lang='pi' translate='no'>mudiṅga</i> drum”, which according to Sp-t 5.278 means: <i lang='pi' translate='no'>Mudiṅgasaṇṭhānenāti varakasīsākārena</i>, “<i lang='pi' translate='no'>Mudiṅgasaṇṭhānena</i>: with the characteristic of the head of the <i lang='pi' translate='no'>varaka</i> bean.” It is not clear what is meant. Perhaps the point is that one end of the belt should form a loop and the other a knot, with the knot fitting into the loop. ",
  "pli-tv-kd15:29.2.15": "Sp 4.275: <i lang='pi' translate='no'>Pavanantoti pāsanto vuccati</i>, “The loop-end is called <i lang='pi' translate='no'>pavananta</i>.” ",
  "pli-tv-kd15:29.2.24": "In its discussion of ointment boxes, Khuddas-pt 185 says of <i lang='pi' translate='no'>phalamaya</i>, “made of fruit”: <i lang='pi' translate='no'>Āmalakakakkādīhi katā phalamayā</i>, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:29.3.12": "In its discussion of ointment boxes, Khuddas-pt 185]() says of <i lang='pi' translate='no'>phalamaya</i>, “made of fruit”: <i lang='pi' translate='no'>Āmalakakakkādīhi katā phalamayā</i>, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:29.3.18": "Reading <i lang='pi' translate='no'>koṇa</i> with SRT, as against <i lang='pi' translate='no'>koṭṭa</i> of MS. ",
  "pli-tv-kd15:29.3.21": "That is, seven or eight fingerbreadths. For a discussion of the <i lang='pi' translate='no'>aṅgula</i>, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd15:29.4.9": "The context provided by the previous rule on sarongs suggests that this rule concerns the style of dressing rather than the kind of robe used. ",
  "pli-tv-kd15:31.1.4": "This is parallel to <a href='https://suttacentral.net/an5.208/en/brahmali#0.3'>AN 5.208:0.3</a>. ",
  "pli-tv-kd15:31.1.5": "“It’s bad for your eyes” renders <i lang='pi' translate='no'>acakkhussa</i>. Sp 4.282: <i lang='pi' translate='no'>Acakkhussanti cakkhūnaṁ hitaṁ na hoti; parihāniṁ janeti</i>, “<i lang='pi' translate='no'>Acakkhussa</i>: it is not beneficial for the eyes; it causes their decline.” Tooth infections can apparently affect the eyes. ",
  "pli-tv-kd15:31.2.5": "That is, eight fingerbreadths. For a discussion of the <i lang='pi' translate='no'>aṅgula</i>, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd15:33.1.5": "“Their own expressions” renders <i lang='pi' translate='no'>sakāya niruttiyā</i>. <i lang='pi' translate='no'>Nirutti</i> is found at <a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#7.6.9'>Bu Pj 2:7.6.9</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#7.6.19'>Bu Pj 2:7.6.19</a>, and <a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#7.6.30'>Bu Pj 2:7.6.30</a> where its contextual meaning must be “expression” or “manner of speaking” rather than “language”. If the word is used in the same way here, it follows that <i lang='pi' translate='no'>sakāya</i> must refer to the particular expressions used by the monks. Using the Buddha’s own way of expression would not have been a problem. For a scholarly discussion of <i lang='pi' translate='no'>nirutti</i> that supports this view, see Bryan Levman, “Sakāya niruttiyā revisited”, BEI 26–27 (2008–2009): 33–51. ",
  "pli-tv-kd15:33.1.15": "Sp 4.275: <i lang='pi' translate='no'>Sakāya niruttiyāti ettha sakā nirutti nāma sammāsambuddhena vuttappakāro māgadhiko vohāro</i>, “<i lang='pi' translate='no'>Sakāya niruttiyā</i>: here ‘own expression’ means the Māghadhan language as spoken by the fully Awakened One.” This gloss refers to this particular usage of this expression, and it does not necessarily follow that it also glosses the same expression as used immediately above. ",
  "pli-tv-kd15:33.2.1": "“Cosmology” renders <i lang='pi' translate='no'>lokāyata</i>. At <a href='https://suttacentral.net/sn12.48/en/brahmali#2.2'>SN 12.48:2.2</a> we have: <i lang='pi' translate='no'>Sabbamatthī’ti kho, brāhmaṇa, jeṭṭhametaṁ lokāyataṁ … Sabbaṁ natthī’ti kho, brāhmaṇa, dutiyametaṁ lokāyataṁ … Sabbamekatta’nti kho, brāhmaṇa, tatiyametaṁ lokāyataṁ … Sabbaṁ puthutta’nti kho, brāhmaṇa, catutthametaṁ lokāyataṁ</i>, “‘Everything exists’ is the oldest cosmology … ‘Nothing exists’ is the second oldest cosmology … ‘Everything is one’ is the third oldest cosmology … ‘Everything is diversity’ is the fourth oldest cosmology.” ",
  "pli-tv-kd15:33.2.18": "At <a href='https://suttacentral.net/dn1/en/brahmali#1.21.1'>DN 1:1.21.1</a> we find a list of such worldly subjects, most prominently prognostication and the performing of rituals. At <a href='https://suttacentral.net/pli-tv-bi-vb-pc49/en/brahmali#2.1.5'>Bi Pc 49:2.1.5</a> “worldly subjects” is defined more broadly as anything outside of the Buddha’s teachings. ",
  "pli-tv-kd15:35.1.8": "<i lang='pi' translate='no'>Pāduka</i>, normally rendered as “shoe”, I here translate as “foot-stands”. This seems to be required from the context. Sp 4.290: <i lang='pi' translate='no'>Passāvapādukanti ettha pādukā iṭṭhakāhipi silāhipi dārūhipi kātuṁ vaṭṭati. Vaccapādukāyapi eseva nayo</i>, “A <i lang='pi' translate='no'>pāduka</i> for urinating: here it is allowable to make a <i lang='pi' translate='no'>pāduka</i> of bricks, stone, or wood. The same method also applies for <i lang='pi' translate='no'>pāduka</i> for defecating.” These fixtures seem more likely to be platforms or stands than shoes in any ordinary sense. ",
  "pli-tv-kd15:36.1.18": "That is, <a href='https://suttacentral.net/pli-tv-bu-vb-ss13/en/brahmali#1.8.10.1'>Bu Ss 13:1.8.10.1</a>. ",
  "pli-tv-kd15:37.1.8": "Reading <i lang='pi' translate='no'>kumbhakārika</i> as an adjective, it means “that which belongs to the potter” or “of the potter”, that is, a clay hut. Sp 4.293: <i lang='pi' translate='no'>Kumbhakārikañcāti dhaniyasseva sabbamattikāmayakuṭi vuccati</i>, “Dhaniya’s hut made entirely of clay is called ‘that which belongs to the potter’.” "
}