{
  "pli-tv-kd8:1.2.1": "Sp 3.326: <i lang='pi' translate='no'>Negamoti kuṭumbiyagaṇo</i>, “<i lang='pi' translate='no'>Negama</i>: a group of householders.” This definition is missing in DOP. ",
  "pli-tv-kd8:1.36.1": "“Was offered” renders <i lang='pi' translate='no'>uppanna</i>. This word, which literally means “arisen”, varies slightly in meaning dependent on the context. Often it refers to a requisite that has just been given to the Sangha or an individual monastic. Occasionally however, such as here, this does not fit the context. Here we need to assume that the monks had not yet received it, seeing as they ask the Buddha whether or not the robe is allowable. In other words, here <i lang='pi' translate='no'>uppanna</i> happens first, and only then is the robe given. The meaning, then, must be that the monks had been given an offer or a promise of this robe, but had not yet received it. In a sense, the robe had “become available” to them. The most common way for a requisite to become available to a monastic is that an offer is made. I translate accordingly. See also DOP for this meaning of <i lang='pi' translate='no'>uppanna</i>. ",
  "pli-tv-kd8:1.36.3": "Sp 3.337: <i lang='pi' translate='no'>Pāvāroti salomako kappāsādibhedo</i>, “<i lang='pi' translate='no'>Pāvāra</i> means cotton, etc., with hair.” Sp-yoj 2.337: <i lang='pi' translate='no'>Pāvāroti uttarāsaṅgo</i>, “<i lang='pi' translate='no'>Pāvāro</i> means upper robe.” ",
  "pli-tv-kd8:1.36.9": "Vin-alan-t 34.57: <i lang='pi' translate='no'>Kojavanti uṇṇāmayo pāvārasadiso</i>, “<i lang='pi' translate='no'>Kojava</i> is like a <i lang='pi' translate='no'>pāvāra</i> made of wool.” ",
  "pli-tv-kd8:2.1.10": "In connection with <a href='https://suttacentral.net/pli-tv-bu-vb-np26/en/brahmali#1.23.1'>Bu NP 26:1.23.1</a>, which concerns thread used for weaving robes, Sp 1.636 says: <i lang='pi' translate='no'>Kambalanti eḷakalomasuttaṁ</i>, “<i lang='pi' translate='no'>Kambala</i> means a thread of wool.” ",
  "pli-tv-kd8:3.1.6": "Sp 1.636: <i lang='pi' translate='no'>Sāṇanti sāṇavākasuttaṁ. Bhaṅganti pāṭekkaṁ vākasuttamevāti eke. Etehi pañcahi missetvā katasuttaṁ pana “bhaṅga”nti veditabbaṁ</i>, “<i lang='pi' translate='no'>Sāṇa</i>: thread from the bark of hemp. <i lang='pi' translate='no'>Bhaṅga</i>: some say it is just a separate thread from bark. But <i lang='pi' translate='no'>bhaṅga</i> is to be understood as the thread made by mixing the (other) five.” SED: “<i lang='pi' translate='no'>śaṇa</i>, m. (L also n.) a kind of hemp, Cannabis Sativa or Crotolaria Juncea …”. And: “<i lang='pi' translate='no'>bhāṅga</i>, mf(<i lang='pi' translate='no'>ī</i>)n, (fr. <i lang='pi' translate='no'>bhaṅgā</i>) hempen, made or consisting of hemp …”. And: “Bhaṅgā, f. hemp (Cannabis Sativa); an intoxicating beverage (or narcotic drug commonly called ‘bhang’) prepared from the hemp plant”. <i lang='pi' translate='no'>Cannabis sativa</i> is “hemp”, whereas <i lang='pi' translate='no'>Crotolaria juncea</i> is often known as “sunn hemp”, according to Wikipedia. I translate the two Pali terms accordingly. ",
  "pli-tv-kd8:4.4.2": "Sp 3.340: <i lang='pi' translate='no'>Sadisā susānaṁ okkamiṁsūti sabbe samaṁ okkamiṁsu</i>, “<i lang='pi' translate='no'>Sadisā susānaṁ okkamiṁsu</i>: they all entered together.” ",
  "pli-tv-kd8:4.5.2": "Sp 3.340: <i lang='pi' translate='no'>Te katikaṁ katvāti laddhaṁ paṁsukūlaṁ sabbe bhājetvā gaṇhissāmāti bahimeva katikaṁ katvā</i>, “After making an agreement about it means: having made an agreement outside, as follows: ‘We will get (rags) by distributing the obtained rags to everyone.’” ",
  "pli-tv-kd8:7.1.3": "Apart from the <i lang='pi' translate='no'>vihāra</i>, “a dwelling”, and the <i lang='pi' translate='no'>guha</i>, “a cave”, the Pali mentions three kinds of buildings, the <i lang='pi' translate='no'>aḍḍhayoga</i>, the <i lang='pi' translate='no'>pāsāda</i>, and the <i lang='pi' translate='no'>hammiya</i>, all of which, according to the commentaries are different kinds of <i lang='pi' translate='no'>pāsāda</i>, “stilt houses”. Rather than try to differentiate between between these buildings, which is unlikely to be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. Sp 4.294: <i lang='pi' translate='no'>Aḍḍhayogoti supaṇṇavaṅkagehaṁ</i>, “An <i lang='pi' translate='no'>aḍḍhayoga</i> is a house bent like a <i lang='pi' translate='no'>supaṇṇa</i>.” Sp-t 3.4.294 clarifies: <i lang='pi' translate='no'>Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ</i>, “<i lang='pi' translate='no'>Supaṇṇavaṅkageha</i>: a house made in the shape of the wings of a <i lang='pi' translate='no'>garula</i>.” A <i lang='pi' translate='no'>garuḷa</i>, better known in its Sanskrit form <i lang='pi' translate='no'>garuḍa</i> is a mythological bird. Sp 4.294 continues: <i lang='pi' translate='no'>Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva</i>, “A <i lang='pi' translate='no'>pāsāda</i> is a long stilt house. A <i lang='pi' translate='no'>hammiya</i> is just a <i lang='pi' translate='no'>pāsāda</i> that has an upper room on top of its flat roof.” At Sp-t 3.3.74, however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. ",
  "pli-tv-kd8:8.1.3": "Sp 3.343: <i lang='pi' translate='no'>Guttāguttañca jāneyyāti ettha yassa tāva chadanādīsu koci doso natthi, taṁ guttaṁ</i>, “<i lang='pi' translate='no'>Guttāguttañca jāneyya</i>: here, in so far as there is no fault in the roofing, etc., it is protected.” The commentary then goes on to say he should make repairs if the stored goods are unprotected. ",
  "pli-tv-kd8:9.2.4": "Sp 3.343: <i lang='pi' translate='no'>Uccinitvāti “‘idaṁ thūlaṁ, idaṁ saṇhaṁ, idaṁ ghanaṁ, idaṁ tanukaṁ, idaṁ paribhuttaṁ, idaṁ aparibhuttaṁ, idaṁ dīghato ettakaṁ puthulato ettaka’nti evaṁ vatthāni vicinitvā. Tulayitvāti ‘idaṁ ettakaṁ agghati, idaṁ ettakan’ti evaṁ agghaparicchedaṁ katvā. ‘Vaṇṇāvaṇṇaṁ katvā’ti ‘sace sabbesaṁ ekekameva dasagghanakaṁ pāpuṇāti, iccetaṁ kusalaṁ; no ce pāpuṇāti, yaṁ nava vā aṭṭha vā agghati, taṁ aññena ekaagghanakena ca dviagghanakena ca saddhiṁ bandhitvā etena upāyena same paṭivīse ṭhapetvā’ti attho. ‘Bhikkhū gaṇetvā vaggaṁ bandhitvā’ti ‘sace ekekassa diyamāne divaso nappahoti, dasa dasa bhikkhū gaṇetvā dasa dasa cīvarapaṭivīse ekavaggaṁ bandhitvā ekaṁ bhaṇḍikaṁ katvā evaṁ cīvarapaṭivīsaṁ ṭhapetuṁ anujānāmī’”ti attho</i> , “<i lang='pi' translate='no'>Uccinitvā</i> means having distinguished the cloth in this way: ‘This is coarse, this is soft, this is thick, this is thin, this is used, this is unused; this is its length and this its width.’ <i lang='pi' translate='no'>Tulayitvā</i> means dividing it up according to value in this way: ‘This is worth so much, this so much.’ <i lang='pi' translate='no'>Vaṇṇāvaṇṇaṁ katvā</i>: the meaning is: ‘If each one of them obtains what has a value of ten, it is good. If not, then what has the value of nine or eight should be bound with another (piece) that has the value of one or two, in this way fixing equal shares’. <i lang='pi' translate='no'>Bhikkhū gaṇetvā vaggaṁ bandhitvā</i>: the meaning is: ‘I allow, if one day is not sufficient to give it out to each one separately, to count the monks in groups of ten, then to bind ten shares of robe-cloth for each group, then to make one bundle, and in this way to fix the shares of robe-cloth.’” ",
  "pli-tv-kd8:9.3.1": "<i lang='pi' translate='no'>Uttaritukāma</i>, literally, “desiring to cross over”. Sp 3.343: <i lang='pi' translate='no'>Uttaritukāmoti nadiṁ vā kantāraṁ vā uttaritukāmo; satthaṁ labhitvā disā pakkamitukāmoti attho</i>, “<i lang='pi' translate='no'>Uttaritukāmo</i>: means desiring to cross over a river or a wilderness. The meaning is: ‘Having found a caravan, he desires to leave for the districts.’” ",
  "pli-tv-kd8:9.4.4": "The meaning of this is not clear. <i lang='pi' translate='no'>Toseti</i>, which is the causative formation of <i lang='pi' translate='no'>tussati</i>, means “to please” or “to satisfy” someone. Judging from the usage of this verb elsewhere, it seems to be exclusively used with reference to living beings, that is, the patient of the verb will invariably be a living being. Reading <i lang='pi' translate='no'>vikalake</i> as an accusative plural, the meaning of <i lang='pi' translate='no'>vikalake tosetvā</i> might be construed as follows: “to satisfy those who are short (of robes or cloth)”. The meaning of <i lang='pi' translate='no'>kusapātaṁ kātuṁ</i>, literally, “the <i lang='pi' translate='no'>kusa</i>-grass should be dropped”, is equally unclear. Yet according to how <i lang='pi' translate='no'>kusa</i>-grass is used elsewhere as an aid to sharing out requisites (e.g. at <a href='https://suttacentral.net/pli-tv-kd8/en/brahmali#24.4.4'>Kd 8:24.4.4</a>), I take it to refer to a randomized method for giving out shares of robe-cloth. I translate accordingly. I have added the phrase “give out the remainder” to clarify the overall meaning. The commentary, however, sees most of this quite differently. Sp 3.343: <i lang='pi' translate='no'>Vikalake tosetvāti … Cīvaravikalakaṁ nāma sabbesaṁ pañca pañca vatthāni pattāni, sesānipi atthi, ekekaṁ pana na pāpuṇāti, chinditvā dātabbāni. … Chinditvā dinne pana taṁ tositaṁ hoti, atha kusapāto kātabbo</i>, “<i lang='pi' translate='no'>Vikalake tosetvā</i>: … <i lang='pi' translate='no'>Cīvaravikalaka</i> means when five cloths are obtained by everyone and there are leftovers, but not sufficient for each one, the cloth should be cut up and then given out. … When it is given out after cutting it up, that means the remainder is shared out. Then the <i lang='pi' translate='no'>kusa</i>-grass should be dropped.” ",
  "pli-tv-kd8:10.2.7": "Sp 3.344: <i lang='pi' translate='no'>Uttarāḷumpanti vaṭṭādhārakaṁ, rajanakumbhiyā majjhe ṭhapetvā taṁ ādhārakaṁ parikkhipitvā rajanaṁ pakkhipituṁ anujānāmīti attho. Evañhi kate rajanaṁ na uttarati</i>, “<i lang='pi' translate='no'>Uttarāḷumpa</i>: the meaning is a circular collar; having fixed it on the middle of the dying-pot, having made a circle of it, you should add the dye. For when it is done in this way, the dye does not overflow.” Sp-t 3.3.344 specifies that the collar goes inside the pot, <i lang='pi' translate='no'>antorajanakumbhiyā</i>. Vmv 3.344 adds: <i lang='pi' translate='no'>Evañhi kateti vaṭṭādhārassa anto rajanodakaṁ, bahi challikañca katvā viyojane kate. Na uttaratīti kevalaṁ udakato pheṇuṭṭhānābhāvā na uttarati</i>, “‘For when it is done in this way’ means: after placing the dying water inside the circular collar and the (dying-)bark on the outside, they are kept separate. ‘It does not overflow’ means: the foam rising completely from the water does not overflow.” ",
  "pli-tv-kd8:10.3.1": "Reading <i lang='pi' translate='no'>āvajjanti</i> with the PTS edition. ",
  "pli-tv-kd8:10.3.7": "Vin-alan-t 34.57: <i lang='pi' translate='no'>Tattha rajanakolambanti rajanakuṇḍaṁ. Tattha rajanakuṇḍanti pakkarajanaṭṭhapanakaṁ mahāghaṭaṁ</i>, “There the <i lang='pi' translate='no'>rajanakolamba</i> is a <i lang='pi' translate='no'>rajanakuṇḍa</i>. There the <i lang='pi' translate='no'>rajanakuṇḍa</i> is a large waterpot (<i lang='pi' translate='no'>ghaṭa</i>) for the placing of finished dye.” ",
  "pli-tv-kd8:11.1.14": "Sp 1.85: <i lang='pi' translate='no'>Yaṁ pana “anujānāmi, bhikkhave, kaṇṇasuttaka”nti evaṁ anuññātaṁ, taṁ anuvāte pāsakaṁ katvā bandhitabbaṁ rajanakāle lagganatthāya</i>, “But that which is allowed in this way, <i lang='pi' translate='no'>anujānāmi, bhikkhave, kaṇṇasuttaka</i>, having made a loop at the long edge, it is to be bound for the purpose of hanging up at the time of dyeing.” ",
  "pli-tv-kd8:11.2.1": "Sp 3.344: <i lang='pi' translate='no'>Patthinnanti atirajitattā thaddhaṁ</i>, “<i lang='pi' translate='no'>Patthinna</i>: stiff because of too much dye.” ",
  "pli-tv-kd8:12.1.2": "Sp 3.345: <i lang='pi' translate='no'>Acchibaddhanti caturassakedārakabaddhaṁ</i>, “<i lang='pi' translate='no'>Acchibaddha</i>: a rectangular field with borders.” ",
  "pli-tv-kd8:12.1.5": "Sp 3.345: <i lang='pi' translate='no'>Saṁvidahitunti kātuṁ</i>, “<i lang='pi' translate='no'>Saṁvidahituṁ</i> means to make.” ",
  "pli-tv-kd8:12.2.3": "Vin-vn-ṭ 563: <i lang='pi' translate='no'>Kusinti āyāmato ca vitthārato ca anuvātaṁ cīvaramajjhe tādisameva dīghapattañca</i>, “A <i lang='pi' translate='no'>kusi</i> is a lengthwise or crosswise border in the middle of the robe, just like a long panel.” Vin-vn-ṭ 563: <i lang='pi' translate='no'>Aḍḍhakusinti anuvātasadisaṁ cīvaramajjhe tattha tattha rassapattaṁ</i>, “An <i lang='pi' translate='no'>aḍḍhakusi</i> is a short panel like a border, here and there in the middle of the robe.” Sp 3.245: <i lang='pi' translate='no'>Maṇḍalanti pañcakhaṇḍikacīvarassa ekekasmiṁ khaṇḍe mahāmaṇḍalaṁ</i>, “A <i lang='pi' translate='no'>maṇḍala</i> is the large panel in each section of a robe with five sections.” Commenting on the <i lang='pi' translate='no'>vivaṭṭa</i>, “the middle section”, Vin-vn-ṭ 563 says: <i lang='pi' translate='no'>Vivaṭṭanti maṇḍalaṁ, aḍḍhamaṇḍalañcāti dve ekato katvā sibbitaṁ vemajjhe khaṇḍaṁ</i>, “The <i lang='pi' translate='no'>vivaṭṭa</i> is the section in the middle, which is made by sewing together a large panel (<i lang='pi' translate='no'>maṇḍala</i>) and a medium-sized panel (<i lang='pi' translate='no'>aḍḍhamaṇḍala</i>).” The <i lang='pi' translate='no'>vivaṭṭa</i>, “section in the middle”, is one of usually five main sections of the robe, see below. Sp 3.245: <i lang='pi' translate='no'>Vivaṭṭanti maṇḍalañca aḍḍhamaṇḍalañca ekato katvā sibbitaṁ majjhimakhaṇḍaṁ</i>, “The <i lang='pi' translate='no'>vivaṭṭa</i> is the sewn-together section in the middle, made by making the large panel and the medium-sized panel into one.” Sp 3.245: <i lang='pi' translate='no'>Anuvivaṭṭanti tassa ubhosu passesu dve khaṇḍāni</i>, “The <i lang='pi' translate='no'>anuvivaṭṭa</i>s are the two sections on either side of it.” Vin-vn-ṭ 563 clarifies that “it” refers to the <i lang='pi' translate='no'>majjhimakhaṇḍa</i>, “the middle section”. Sp 3.245: <i lang='pi' translate='no'>Gīveyyakanti gīvāveṭhanaṭṭhāne daḷhīkaraṇatthaṁ aññaṁ suttasaṁsibbitaṁ āgantukapattaṁ</i>, “The <i lang='pi' translate='no'>gīveyyaka</i> is another added panel, sewn on with thread and for the purpose of strengthening, wrapping the neck area.” Sp 3.245: <i lang='pi' translate='no'>Jaṅgheyyakanti jaṅghapāpuṇanaṭṭhāne tatheva saṁsibbitaṁ pattaṁ</i>, “The <i lang='pi' translate='no'>jaṅgheyyaka</i> is a panel sewn on in the same way (as the neckpiece) at the place reaching the calves.” Sp 3.245: <i lang='pi' translate='no'>Bāhantanti anuvivaṭṭānaṁ bahi ekekaṁ khaṇḍaṁ</i>, “The <i lang='pi' translate='no'>bāhanta</i> is the single section on the outside of (each of) the intermediate sections.” Sp 3.245 then adds: <i lang='pi' translate='no'>Iti pañcakhaṇḍikacīvarenetaṁ vicāritanti</i>, “In this way is the layout of a robe with five sections.” ",
  "pli-tv-kd8:13.6.8": "That is, <a href='https://suttacentral.net/pli-tv-bu-vb-np1/en/brahmali#2.17.1'>Bu NP 1:2.17.1</a>. ",
  "pli-tv-kd8:13.8.5": "For an explanation of the idea of <i lang='pi' translate='no'>vikappanā</i>, see Appendix of Technical Terms. ",
  "pli-tv-kd8:14.1.9": "The point, presumably, is that there would be a double layer of cloth wherever the patch overlapped with the original robe, but only a single layer over the hole. ",
  "pli-tv-kd8:14.2.12": "For a discussion of rendering <i lang='pi' translate='no'>aggaḷa</i> as “patch”, see Appendix of Technical Terms. Sp 3.348: <i lang='pi' translate='no'>Suttena saṁsibbitaṁ tunnaṁ</i>, “<i lang='pi' translate='no'>Tunna</i> is the sewing on (of the patch) with a thread.” Sp 3.348: <i lang='pi' translate='no'>Vaṭṭetvā karaṇaṁ ovaṭṭikaṁ</i>, “Having folded, there is the making of the <i lang='pi' translate='no'>ovaṭṭika</i>.” Sp 3.348: <i lang='pi' translate='no'>Kaṇḍusakaṁ vuccati muddikā</i>, “Calculating is called <i lang='pi' translate='no'>kaṇḍusaka</i>.” Vjb 3.308 adds: <i lang='pi' translate='no'>Kaṇḍusaṁ nāma pubbabandhana</i>, “<i lang='pi' translate='no'>Kaṇḍusa</i> is a prior fixing.” The meaning of this is not clear to me. I follow the definition given in CPD. See also <a href='https://suttacentral.net/pli-tv-kd7/en/brahmali#1.5.8'>Kd 7:1.5.8</a>. ",
  "pli-tv-kd8:16.3.1": "This is parallel to <a href='https://suttacentral.net/an5.210/en/brahmali#1.1'>AN 5.210:1.1</a>. ",
  "pli-tv-kd8:20.2.4": "For an explanation of the idea of <i lang='pi' translate='no'>vikappanā</i>, see Appendix of Technical Terms. ",
  "pli-tv-kd8:21.1.7": "Sp 3.359: <i lang='pi' translate='no'>Suttalūkhaṁ kātunti sutteneva aggaḷaṁ kātunti attho</i>, “<i lang='pi' translate='no'>Suttalūkhaṁ kātuṁ</i> means to patch just using thread.” ",
  "pli-tv-kd8:21.1.8": "Sp 3.359: <i lang='pi' translate='no'>Vikaṇṇo hotīti suttaṁ acchetvā acchetvā sibbantānaṁ eko saṅghāṭikoṇo dīgho hoti</i>, “<i lang='pi' translate='no'>Vikaṇṇo hoti</i>: when those who are sewing repeatedly pull (<i lang='pi' translate='no'>añchitvā añchitvā</i>) the thread, one corner of the outer robe becomes long.” Instead of the above commentarial reading, <i lang='pi' translate='no'>acchetvā acchetvā</i> (“having repeatedly left uncut”), which does not fit the context well, I read <i lang='pi' translate='no'>añchitvā añchitvā</i> with Sp-yoj 2.359. ",
  "pli-tv-kd8:21.1.10": "Sp 3.359: <i lang='pi' translate='no'>Vikaṇṇaṁ uddharitunti dīghakoṇaṁ chindituṁ</i>, “<i lang='pi' translate='no'>Vikaṇṇaṁ uddharituṁ</i> means to cut off the long corner.” ",
  "pli-tv-kd8:21.1.13": "<i lang='pi' translate='no'>Anuvāta</i> and <i lang='pi' translate='no'>paribhaṇḍa</i>, refer to long and short borders respectively. This is what the commentaries have to say. Sp 3.308: <i lang='pi' translate='no'>Anuvātakaraṇamattenāti piṭṭhianuvātāropanamattena</i>, “<i lang='pi' translate='no'>Anuvātakaraṇamattena</i> means merely by mounting a border at the back.” Which is further explained at Sp-t 3.3.308: <i lang='pi' translate='no'>Piṭṭhianuvātāropanamattenāti dīghato anuvātassa āropanamattena</i>, “<i lang='pi' translate='no'>Piṭṭhianuvātāropanamattena</i> means merely by mounting a border lengthwise.” Sp 3.308: <i lang='pi' translate='no'>Paribhaṇḍakaraṇamattenāti kucchianauvātāropanamattena</i>, “<i lang='pi' translate='no'>Paribhaṇḍakaraṇamattena</i> means merely by mounting a border at the belly.” Which is further explained at Sp-t 3.3.308: <i lang='pi' translate='no'>Kucchianuvātāropanamattenāti puthulato anuvātassa āropanamattena</i>, “<i lang='pi' translate='no'>Kucchianuvātāropanamattena</i> means merely by adding a border crosswise.” ",
  "pli-tv-kd8:21.1.16": "Sp 3.359: <i lang='pi' translate='no'>Aṭṭhapadakaṁ kātunti aṭṭhapadakacchannena pattamukhaṁ sibbituṁ</i>, “<i lang='pi' translate='no'>Aṭṭhapadakaṁ kātuṁ</i> means to sew the opening in the panel with a network-covering.” CPD suggests “network” for <i lang='pi' translate='no'>aṭṭhapadaka</i>. ",
  "pli-tv-kd8:21.2.9": "Sp 3.360: <i lang='pi' translate='no'>Anvādhikampi āropetunti āgantukapattampi dātuṁ</i>, “<i lang='pi' translate='no'>Anvādhikampi āropetuṁ</i>: to give an extra panel.” The exact significance of this is unclear. ",
  "pli-tv-kd8:22.1.6": "Sp 3.361: <i lang='pi' translate='no'>Ettha sesañātīnaṁ dento vinipātetiyeva</i>, “In this context it goes to ruin when given to other relatives.” Presumably this means one should not give to anyone who is not a monastic, apart from one’s parents. ",
  "pli-tv-kd8:23.3.1": "This passage suggests that each of the three robes could be used as a substitute for the remaining two, which in turn suggests they were similar to each other. ",
  "pli-tv-kd8:23.3.2": "Sp 3.362: <i lang='pi' translate='no'>Vassikasaṅketanti vassike cattāro māse</i>, “<i lang='pi' translate='no'>Vassikasaṅketa</i> means the four months of the rainy season.” In the compound <i lang='pi' translate='no'>aggaḷaguttivihāra</i>, the basic meaning of <i lang='pi' translate='no'>aggaḷa</i> is “door”. Doors at that time often had a closing mechanism that included a bolt, perhaps even a lockable bolt. <i lang='pi' translate='no'>Aggaḷa</i> also means patch. The connection seems to be that the door, that is, the door panel, “patches” the doorway, the <i lang='pi' translate='no'>dvāra</i>. ",
  "pli-tv-kd8:26.7.2": "Sp 3.366: <i lang='pi' translate='no'>Bhesajjaṁ saṁvidhātunti bhesajjaṁ yojetuṁ asamattho hoti</i>, “<i lang='pi' translate='no'>Bhesajjaṁ saṁvidhātuṁ</i>: he is incapable of preparing medicine.” ",
  "pli-tv-kd8:28.2.3": "Sp 1.67: <i lang='pi' translate='no'>Phalakacīraṁ nāma phalakasaṇṭhānāni phalakāni sibbitvā katacīraṁ</i>, “<i lang='pi' translate='no'>Phalakacīra</i>: a robe made by sewing together bits of wood or what has the appearance of wood.” ",
  "pli-tv-kd8:28.3.12": "Sp 3.371: <i lang='pi' translate='no'>Potthakoti makacimayo vuccati</i>, “What is made of <i lang='pi' translate='no'>makaci</i> is called <i lang='pi' translate='no'>potthaka</i>.” N&E, p.90, identifies <i lang='pi' translate='no'>potthaka</i> as jute. ",
  "pli-tv-kd8:29.1.6": "According to the SED, the <i lang='pi' translate='no'>mahāraṅga</i> (<i lang='pi' translate='no'>sv</i>. <i lang='pi' translate='no'>mahārajana</i>) is the safflower, which is normally deep yellow or orange. ",
  "pli-tv-kd8:29.1.7": "Sp 3.246: <i lang='pi' translate='no'>Mahānāmarattā sambhinnavaṇṇā hoti paṇḍupalāsavaṇṇā</i>, “<i lang='pi' translate='no'>Mahānāmaratta</i> is a mixed color, the color of withered leaves.” ",
  "pli-tv-kd8:29.1.12": "CPD: “<i lang='pi' translate='no'>Kañcuk(ā/a)</i>, m. and f. (ts.), a dress that fits close to the upper part of the body, hence: 1. jacket; 2.a. suit of armour; …”. ",
  "pli-tv-kd8:29.1.13": "Sp 3.372: <i lang='pi' translate='no'>Tirīṭakaṁ pana rukkhachallimayaṁ</i>, “But <i lang='pi' translate='no'>tirīṭaka</i> means made of tree bark.” Khuddas-nṭ 57 adds: <i lang='pi' translate='no'>Tirīṭaketi taṁ nāmaka rukkhatace</i>, “<i lang='pi' translate='no'>Tirīṭake</i> is the bark of a tree with that name.” The <i lang='pi' translate='no'>tirīṭa</i> is identified as the Lodh tree in SAF, p.73. ",
  "pli-tv-kd8:30.2.1": "Sp 3.374 says: <i lang='pi' translate='no'>Patirūpe gāhaketi sace koci bhikkhu “ahaṁ tassa gaṇhāmī”ti gaṇhāti, dātabbanti attho</i>, “<i lang='pi' translate='no'>Patirūpe gāhake</i> means: if there is any monk who thinks, ‘I’ll take it for him’, he should take it.” ",
  "pli-tv-kd8:30.3.1": "“Has been offered” renders <i lang='pi' translate='no'>uppanna</i>. This word, which literally means “arisen”, varies slightly in meaning dependent on the context. Often it refers to a requisite that has just been given to the Sangha or an individual monastic. Occasionally however, such as here, this does not fit the context, because the giving of the cloth is specifically said to happen afterwards. In other words, here <i lang='pi' translate='no'>uppanna</i> happens first, and only then is the robe given. The meaning, then, must be that the monks had been given an offer or a promise of robe-cloth, but had not yet received it. In a sense, the robe-cloth had “become available” to them. The most common way for a requisite to become available to a monastic is that an offer is made. I translate accordingly. See also DOP for this meaning of <i lang='pi' translate='no'>uppanna</i>. ",
  "pli-tv-kd8:30.5.4": "Sp 3.376: <i lang='pi' translate='no'>Pakkhassevetanti evaṁ dinne yassa koṭṭhāsassa udakaṁ dinnaṁ, tassa udakameva hoti; yassa cīvaraṁ dinnaṁ, tasseva cīvaraṁ</i>, “<i lang='pi' translate='no'>Pakkhassevetan</i>: when given in this way, the water is for the side to which water was given, and the robe-cloth is for the side to which robe-cloth was given.” ",
  "pli-tv-kd8:32.1.2": "Sp 3.379: <i lang='pi' translate='no'>… sīmaṁ parāmasitvā dento sīmāya deti nāma</i>, “… giving while touching the zone is called ‘giving within a zone’.” ",
  "pli-tv-kd8:32.1.6": "Sp 3.379: <i lang='pi' translate='no'>Katikāyāti samānalābhakatikāya. Tenevāha – “sambahulā āvāsā samānalābhā hontī”ti. Tatrevaṁ katikā kātabbā, ekasmiṁ vihāre sannipatitehi bhikkhūhi yaṁ vihāraṁ saṅgaṇhitukāmā samānalābhaṁ kātuṁ icchanti, tassa nāmaṁ gahetvā asuko nāma vihāro porāṇakoti vā buddhādhivutthoti vā appalābhoti vā yaṁkiñci kāraṇaṁ vatvā taṁ vihāraṁ iminā vihārena saddhiṁ ekalābhaṁ kātuṁ saṅghassa ruccatīti tikkhattuṁ sāvetabbaṁ. Ettāvatā tasmiṁ vihāre nisinnopi idha nisinnova hoti, tasmiṁ vihārepi saṅghena evameva kātabbaṁ. Ettāvatā idha nisinnopi tasmiṁ nisinnova hoti. Ekasmiṁ lābhe bhājiyamāne itarasmiṁ ṭhitassa bhāgaṁ gahetuṁ vaṭṭati. Evaṁ ekena vihārena saddhiṁ bahūpi āvāsā ekalābhā kātabbā</i>, “<i lang='pi' translate='no'>Katikāya</i>: an agreement on equality in material support. Because of this, it was said: <i lang='pi' translate='no'>Sambahulā āvāsā samānalābhā honti</i>. In regard to this, the agreement is to be made in this way: by the monks gathered in one monastery, in the monastery where they desire to collect (material support) to make an equality in material support, having taken its name, a monastery called such-and-such, whether it is old or was lived in by the Buddha or gets little support, for whatever reason, having said this, he should proclaim three times, “That monastery together with this monastery approves of the Sangha to make a unity in material support.” With this much, even if seated in that monastery, it is as if seated here. Also, if this were to be done by the Sangha in that monastery, then, with this much, even if seated here, it is as if seated there. When distributing the material support in one place, one is allowed to take a share for one in the other. In this way, even many monasteries are to be made a unity in material support with one monastery.” ",
  "pli-tv-kd8:32.1.7": "<i lang='pi' translate='no'>Saṅghassa dhuvakārā kariyyanti</i> can be construed either as the Sangha regularly doing work or as work regularly being done for the Sangha. The commentary merely offer various scenarios for this sort of situation. Sp 3.379: <i lang='pi' translate='no'>Bhikkhāpaññattiyāti attano pariccāgapaññāpanaṭṭhāne. Tenevāha – “yattha saṅghassa dhuvakārā kariyantī”ti. Tassattho – yasmiṁ vihāre imassa cīvaradāyakassa santakaṁ saṅghassa pākavaṭṭaṁ vā vattati, yasmiṁ vā vihāre bhikkhū attano bhāraṁ katvā sadā gehe bhojeti, yattha vā anena āvāso kārito, salākabhattādīni vā nibaddhāni, yena pana sakalopi vihāro patiṭṭhāpito, tattha vattabbameva natthi, ime dhuvakārā nāma. Tasmā sace so “yattha mayhaṁ dhuvakārā karīyanti, tattha dammī”ti vā “tattha dethā”ti vā bhaṇati, bahūsu cepi ṭhānesu dhuvakārā honti, sabbattha dinnameva hoti</i>, “<i lang='pi' translate='no'>Bhikkhāpaññattiyā</i>: in the place of preparing one’s own offering. Because of that, this is said: <i lang='pi' translate='no'>Yattha saṅghassa dhuvakārā kariyanti</i>. This is its meaning: “In the monastery, where are the belongings of this robe-giver, where there is a regular supply of cooked food for the Sangha; or in the monastery where, having created their own burden, the monks are always fed in the house; or where a monastery is built by him (Sp-yoj 2.379: <i lang='pi' translate='no'>cīvaradāyakena</i>, ‘by the robe-giver’); or when meals decided by lots, etc., are regular, by whom even an entire monastery is established, (even if) nothing is to be done there—these are called regular work. Therefore, if he thinks, ‘I will give where constant work is being done by me,’ or he says, ‘Give there,’ then even if there is constant work in many places, it is given everywhere.” ",
  "pli-tv-kd8:32.1.11": "Sp 3.379: <i lang='pi' translate='no'>Ādissa detīti … Tatrāyaṁ yojanā – bhikkhū ajjatanāya vā svātanāya vā yāguyā nimantetvā tesaṁ gharaṁ paviṭṭhānaṁ yāguṁ deti, yāguṁ datvā pītāya yāguyā “imāni cīvarāni, yehi mayhaṁ yāgu pītā, tesaṁ dammī”ti deti, yehi nimantitehi yāgu pītā, tesaṁyeva pāpuṇāti</i>. “<i lang='pi' translate='no'>Ādissa deti</i> … This is the meaning: having invited monks to rice-porridge on the same or the following day, one then gives rice-porridge to those who have entered the house. When the rice-porridge has been given and it has been drunk, one then gives, saying, ‘I give these robes to those who drank my rice-porridge.’ The drinkers of rice-porridge among those who were invited, only they obtain (robes).” "
}