{
  "pli-tv-kd3:1.3.4": "_Vassaṁ upagantuṁ_, literally, “to enter the rainy season”, but the idea of staying put in one place is implied. In these cases _vassa_, “rainy season”, is used synonymously with _vassāvāsa_, “rainy-season residence” or “rains residence”. ",
  "pli-tv-kd3:2.2.6": "Although the match is not perfect, I have here translated Āsāḷha as July. ",
  "pli-tv-kd3:4.3.4": "_Rājūnaṁ anuvattituṁ_, literally, “(You should) behave according to the kings.” This is often understood to mean that monastics are obliged to follow the laws of the land in which they live. ",
  "pli-tv-kd3:5.2.6": "The Pali word translated here as “give” is _patiṭṭhāpetu_, which normally means “establish”. In the present context I understand it as “establishing a gift”, in the sense that the gift is meant for the Sangha but given in the presence of the local monks. The expression _dakkhiṇaṁ patiṭṭhāpeti_, “to establish a gift”, is quite common in the _suttas_, see [sn3.19:3.2](), [an4.61:16.1](), [an5.41:5.1](), [an5.227:2.3](), and [an6.37:1.2](). ",
  "pli-tv-kd3:5.6.1": "As elsewhere, I have rendered _aḍḍhayoga_, _pāsāda_, and _hammiya_ together as “stilt house”. According to the commentaries, the _aḍḍhayoga_, the _pāsāda_, and the _hammiya_, are all different kinds of _pāsāda_, “stilt houses”. Rather than try to differentiate between between these buildings, which is unlikely to be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. Sp 4.294: _Aḍḍhayogoti supaṇṇavaṅkagehaṁ_, “An _aḍḍhayoga_ is a house bent like a _supaṇṇa_.” Sp-t 3.4.294 clarifies: _Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ_, “_Supaṇṇavaṅkageha_: a house made in the shape of the wings of a _garula_ (=_garuda_).” Sp 4.294 continues: _Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva_, “A _pāsāda_ is a long stilt house. A _hammiya_ is just a _pāsāda_ that has an upper room on top of its flat roof.” At Sp-t 3.3.74, however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. See also _pāsāda_, “stilt house”, in the Appendix of Technical Terms. ",
  "pli-tv-kd3:5.6.4": "For an explanation of rendering _guhā_ as “cave”, see Appendix of Technical Terms. ",
  "pli-tv-kd3:5.6.8": "For an explanation of the rendering _aggisālā_ as “water-boiling shed”, see _sālā_ in the Appendix of Technical Terms. ",
  "pli-tv-kd3:5.6.15": "For an explanation of rendering _jantāghara_ as “sauna”, see Appendix of Technical Terms. ",
  "pli-tv-kd3:5.9.8": "According to the commentaries the _māḷa_, the _pāsāda_, and the _hammiya_ are all different kinds of stilt houses. It is hard to make a meaningful distinction between these buildings from a modern perspective, and I have therefore grouped them together into the single category of “stilt house”. For an explanation of rendering _pāsāda_ as “stilt house”, see Appendix of Technical Terms. ",
  "pli-tv-kd3:6.2.4": "Although the Pali expresses these alternatives as if they were a single thought, I take them to be individual reasons for taking the seven-day allowance. This is a common way throughout the Vinaya Piṭaka of expressing such alternatives. ",
  "pli-tv-kd3:6.11.4": "The meaning of the first of these phrases, _sammā vattati_, is straightforward, but the last two, _lomaṁ pāteti_ and _netthāraṁ vattati_, are more difficult. Commenting on Bu Ss 13, Sp 1.435 explains: _Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti_, “_Na lomaṁ pātenti_: because of their non-practicing in conformity with the path, their bodily hairs are not flat. _Na netthāraṁ vattanti_: they are not practicing the path for their own getting out (of the offense).” My rendering attempts to capture the meaning in a non-literal way. ",
  "pli-tv-kd3:6.25.4": "_Vassa_ refers to the rainy season and by implication to a person’s age, that is, the number of rainy seasons. Perhaps the purpose of this question was to find out whether one is eligible for ordination. The commentaries are silent. ",
  "pli-tv-kd3:7.8.1": "Sp 3.275: _Bhikkhugatikoti ekasmiṁ vihāre bhikkhūhi saddhiṁ vasanakapuriso_, “_Bhikkhugatika_ means a man living with the monks in a particular monastery.” ",
  "pli-tv-kd3:12.9.1": "Sp 3.204: _Cāṭiyāti etthāpi mahantena kapallena_, “Here _cāṭi_ is a large piece of earthenware.” ",
  "pli-tv-kd3:14.1.1": "This refers to the first of the two entries to the rainy-season residence, as set out above at [pli-tv-kd3:2.2.4](). "
}