{
  "pli-tv-kd16:1.1.2": "In the broadest sense _senāsana_ means “resting place”, which includes everything from the foot of a tree to furniture and huts. The current chapter focusses on furniture and dwellings. Here, however, the meaning is huts or dwellings. For a further discussion of _senāsana_, see Appendix of Technical Terms. ",
  "pli-tv-kd16:1.2.15": "[Sp-ṭ.3.4.294](): _Pañca leṇānīti pañca līyanaṭṭhānāni. Nilīyanti ettha bhikkhūti leṇāni_, “The five _leṇas_: the five places for resting. _Leṇas_ are where monks hide away.” ",
  "pli-tv-kd16:1.2.16": "For an explanation of the renderings “stilt house” and “cave” for _pāsāda_ and _guhā_ respectively, see Appendix of Technical Terms. Apart from _vihāra_, “dwellings”, and _guha_, “caves”, the Pali mentions three kinds of buildings, the _aḍḍhayoga_, the _pāsāda_, and the _hammiya_, all of which, according to the commentaries are different kinds of _pāsāda_, “stilt houses”. Rather than try to differentiate between these buildings, which is unlikely to be useful from a practical perspective, I have instead grouped them together as “stilt houses”. Here is what the commentaries have to say. [Sp.4.294](): _Aḍḍhayogoti supaṇṇavaṅkagehaṁ_, “An _aḍḍhayoga_ is a house bent like a _supaṇṇa_.” [Sp-ṭ.3.4.294]() clarifies: _Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ_, “_Supaṇṇavaṅkageha_: a house made in the shape of the wings of a _garula_ (=_garuda_).” [Sp.4.294]() continues: _Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva_, “A _pāsāda_ is a long stilt house. A _hammiya_ is just a _pāsāda_ that has an upper room on top of its flat roof.” At [Sp-ṭ.3.3.74](), however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. ",
  "pli-tv-kd16:2.1.11": "“Door frame” renders _piṭṭhasaṅghāṭa_. The precise meaning of the two words that make up this compound is never clarified in the Pali texts, but it seems clear enough that the compound as a whole refers to the entire door frame, for instance when it is used to define the _dvārakosa_ at _bhikkhu-pācitttiya_ 19. [Vmv.1.349](): _Piṭṭhasaṅghāṭo nāma dvārabāhasaṅkhāto caturassadārusaṅghāṭo, yattha sauttarapāsaṁ kavāṭaṁ apassāya dvāraṁ pidahanti_, “_Piṭṭhasaṅghāṭo_: a rectangular binding together of wood, called a doorcase, where the door with its hinges are supported and shut the doorway.” “Lower and upper hinges” renders _udukkhalika_ and _uttarapāsaka_, respectively. [Sp.1.77](): … _yena kenaci kavāṭaṁ katvā heṭṭhā udukkhale upari uttarapāsake ca pavesetvā kataṁ parivattakadvārameva saṁvaritabbaṁ … atha dvārassa udukkhalaṁ vā uttarapāsako vā bhinno vā hoti aṭṭhapito vā, saṁvarituṁ na sakkoti_, “Having made a door by whatever (material), having entered it into the _udukkhala_ below and into the _uttarapāsaka_ above, it is made a revolving door to be closed … but when the _udukkhala_ or the _uttarapāsaka_ is broken or not mounted, then one cannot close the door.” From this it seems that the _udukkhala_ and _uttarapāsaka_, together with the two corresponding “projecting pivots” on the door, are the functional equivalents of hinges. _Udukkhalika_ and _udukkhala_ refer to the same thing, the former being used in the canonical text, whereas the latter is found in the summary verses. For further details see CPD, _sv_, _uttarapāsaka_. ",
  "pli-tv-kd16:2.1.12": "Elsewhere we find the closely related expression _phusitaggaḷa_, “with a touching door”, to describe a well-built house, e.g. at [MN 12:41.4](mn12:41.4). The same description says that the house is _nivāta_, “free from drafts”. [MN-a.1.154]() comments: _Phusitaggaḷanti dvārabāhāhi saddhiṁ supihitakavāṭaṁ_, “With a touching door: the door-panel closes well with the door frame.” The point seems to be that the door is closed all the way so that it touches the door frame. ",
  "pli-tv-kd16:2.1.14": "“A hole in the door (for pulling)” and “a rope for pulling” render _āviñchanachidda_ and _āviñchanarajju_ respectively. [Vmv.4.296](): _Āviñchanachiddanti yattha aṅguliṁ vā rajjusaṅkhalikādiṁ vā pavesetvā kavāṭaṁ ākaḍḍhantā dvārabāhaṁ phusāpenti_, “_Āviñchanachidda_: where, having entered the finger or a rope or a chain, etc., they pull the door and make it touch the door post.” [Sp.4.296](): _Āviñchanarajjunti kavāṭeyeva chiddaṁ katvā tattha pavesetvā yena rajjukena kaḍḍhantā dvāraṁ phusāpenti_, “Having made a hole in the door, having entered (the rope) there, the rope with which they close and make the door touch (the post).” ",
  "pli-tv-kd16:2.1.15": "The commentaries are silent. Under the entry _thaketi_, DOP says: “covers, covers up; closes”. The context, however, suggests that this concerns more than merely closing the door, which is already effected by the hole and the rope mentioned just above. That more than closing is meant is also apparent from the fact that the remedy is to allow the use of bolts. ",
  "pli-tv-kd16:2.1.17": "“Bolt-receiving post” renders _aggaḷavaṭṭi_. [Sp.4.260](): _Aggaḷavaṭṭi nāma dvārabāhāya samappamāṇoyeva aggaḷatthambho vuccati, yattha tīṇi cattāri chiddāni katvā sūciyo denti_, “_Aggaḷavaṭṭi_: it is called a door post, which is the same length as the door frame. It is where three or four holes are made for inserting bolts.” Whenever the Canonical text lists the parts of a door and door frame, the _aggaḷavaṭṭi_ always has the same position, being grouped together with the parts for the locking mechanism, such as latches and bolts. Given the commentarial explanation, it is natural to think that it was a special post added to the door frame, or perhaps replacing the door frame, for the purpose of receiving bolts. “Bolt socket” renders _kapisīsaka_. [Sp.4.260](): _Kapisīsakaṁ nāma dvārabāhaṁ vijjhitvā tattha pavesito aggaḷapāsako vuccati_, “The bolt-receiving socket which is inserted after piercing the door post is called a _kapisīsaka_.” “Bolt” renders _sūcika_. [Sp.4.260](): _Sūcikāti tattha majjhe chiddaṁ katvā pavesitā_, “It is entered, having made a hole in the middle there.” “Latch” renders _ghaṭika_. [Sp-ṭ.3.4.255](): _Ghaṭikanti upari yojitaṁ aggaḷaṁ_, “_Ghaṭika_: a latch fastened at the top.” From the origin story to [Bu Ss 2](pli-tv-bu-vb-ss2:1.1.11) it seems that the _ghaṭika_ was a device that could be opened with a key: _Avāpuraṇaṁ ādāya ghaṭikaṁ ugghāṭetvā kavāṭaṁ paṇāmetvā vihāraṁ pāvisi_, “(Udāyī) took the key, lifted the latch, opened the door, and entered the dwelling.” It follows from this that the _ghaṭika_ is unlikely to be a bolt, but probably a kind of bar, like a latch, that would require lifting for the door to open. The lifting would be done with _tāḷa_, a key-like device, for which see below. ",
  "pli-tv-kd16:2.1.18": "It is not clear why this would be so. Perhaps the latch would fasten automatically as the door was closed, but it would then be impossible to get back inside. ",
  "pli-tv-kd16:2.1.23": "Again, it is not clear to me why this would be the case. ",
  "pli-tv-kd16:2.1.25": "A _yantaka_ seems to be any implement that is used as a bolt, whereas a _sūcika_ is a bolt proper. [Sp.4.296](): _Yantakaṁ sūcikanti ettha yaṁ yaṁ jānāti taṁ taṁ yantakaṁ, tassa vivaraṇasūcikañca kātuṁ vaṭṭati_, “Here, whatever he finds, that is a _yantaka_; to make a bolt of it for opening is allowed.” It is not clear why bolts, _sūcika_, are mentioned both here and above. It is possible that the text has evolved over time. ",
  "pli-tv-kd16:2.2.4": "“Firm up the structure” renders _ogumphetvā_. [Sp.4.257](): _Ogumphetvā ullittāvalittaṁ kātunti chadanaṁ odhunitvā ghanadaṇḍakaṁ katvā anto ceva bahi ca mattikāya limpitunti attho_, “_Ogumphetvā ullittāvalittaṁ kātuṁ_: having shook out the roof cover and added rods to firm up (the structure), to smear with clay inside and outside—this is the meaning.” At [Kd 5:11.1.5](pli-tv-kd5:11.1.5) the same verb, in the form _ogumphiyanti_, is used to show how dwellings are “held together” by straps of leather. This makes it certain that _ogumphetvā_ in the present context must refer to “firming up” rather than “shaking out”. ",
  "pli-tv-kd16:2.2.5": "The usual meaning of _acakkhussa_ is “bad for the eyes”. According to SED, however, it can also mean “blind”; _sv_. _acakshushka_. ",
  "pli-tv-kd16:2.2.8": "“Railing windows” renders _vedikāvātapāna_. [Sp.4.296](): _Vedikāvātapānaṁ nāma cetiye vedikāsadisaṁ_, “(A window) like the railing on a shrine is called _vedikāvātapāna_.” “Windows with bars” renders _salākavātapāna_. [Sp.4.296](): _Salākavātapānaṁ nāma thambhakavātapānaṁ_, “Windows with rods are called _salākavātapāna_.” ",
  "pli-tv-kd16:2.2.11": "[Sp.4.296](): _Cakkalikanti ettha “coḷakapādapuñchanaṁ bandhituṁ anujānāmī”ti attho_, “_Cakkalika_: the meaning is: ‘I allow to bind a foot-wiping cloth there.’” ",
  "pli-tv-kd16:2.2.14": "I am not able to make a distinction between _vātapānakavāṭaka_ and _vātapānabhisika_ that is meaningful in English. _Vātapānakavāṭaka_, literally, means “a small door for the windows”. The _vātapānabhisika_ is described at [Sp.4.296](): _Vātapānabhisīti vātapānappamāṇena bhisiṁ katvā bandhituṁ anujānāmīti attho_, “_Vātapānabhisi_: the meaning is: ‘I allow, having made a small mattress the size of the window, to bind it on.’” ",
  "pli-tv-kd16:2.3.7": "For further discussion of this and the next item, see Furniture in the Appendix of Technical Terms. ",
  "pli-tv-kd16:2.3.11.1": "[Vin-vn-ṭ.663](): _Sosānikanti susāne chaḍḍitaṁ_, “_Sosānika_ means what is discarded on a charnel ground.” The text gives two different kinds of beds (and benches just below) called _masāraka_ and _bundikābaddha_. The only difference between the two seems to be how the rails are fastened to the legs. From this it seems reasonable to conclude that all beds with legs and a frame are allowable, as long as they adhere to the other standards of the Vinaya, such as _bhikkhu-pācittiya_ 87. Thus my decision to group these beds and benches together as “various kinds of beds/benches”. For further discussion, see Furniture in the Appendix of Technical Terms. ",
  "pli-tv-kd16:2.3.24": " ",
  "pli-tv-kd16:2.3.25": "For a further discussion of this and the various items below, see Furniture in the Appendix of Technical Terms. ",
  "pli-tv-kd16:2.5.9": "These were not legs but a loose kind of prop used to keep the bed off the ground, see [Kd 1:25.15.3](pli-tv-kd1:25.15.3) and [Kd 1:25.16.2](pli-tv-kd1:25.16.2). ",
  "pli-tv-kd16:2.5.16": "I take _aṭṭhaṅgulaparama_ to be equivalent to the maximum height allowed under _bhikkhu-pācittiya_ 87, where the _aṅgula_ is specified as the _sugataṅgula_, “the standard finger-breadth”. ",
  "pli-tv-kd16:2.6.3": "Reading _veṭhetuṁ_. ",
  "pli-tv-kd16:2.6.6": "The meaning of this is not clear. The commentaries are silent. ",
  "pli-tv-kd16:2.6.9": "For further discussion, see Furniture in the Appendix of Technical Terms. ",
  "pli-tv-kd16:2.7.2": "“Government official” renders _mahāmattā_. [Sp.1.92](), commenting on _bhikkhu-pārājika_ 2, says: _Mahāmattāti ṭhānantarappattā mahāamaccā; tepi tattha tattha gāme vā nigame vā nisīditvā rājakiccaṁ karonti_, “_Mahāmattā_ means an important worker, who has attained a position; those who sit down in this or that village or town, and do the work of the King.” _Mahāmatta_ is often translated as “minister” or even “great minister”, but the relatively small scale of ancient Indian society suggests a more humble translation. ",
  "pli-tv-kd16:2.7.16": "{Sp.4.297}(): _Ullokaṃ akaritvāti heṭṭhā cimilikaṃ adatvā_, “_Ullokaṃ akaritvā_: not having applied an underlay beneath.” ",
  "pli-tv-kd16:2.7.19": "[Sp.4.297](): _Phositunti rajanena vā haliddiyā vā upari phusitāni dātuṁ_, “To sprinkle means to apply spots of dye or turmeric on top.” [Sp-ṭ̣.3.297](): _Phusitāni dātunti saññākaraṇatthaṁ bindūni dātuṁ_, “To apply spots means to apply marks for the purpose of recognition.” ",
  "pli-tv-kd16:2.7.21": "[Sp.4.297](): “_Bhattikammanti bhisicchaviyā upari bhattikammaṁ_, “_Bhattikamma_ means _bhattikamma_ on top of the mattress covering.” [Vmv.4.297](): “_Bhittikammanti nānāvaṇṇehi vibhittirājikaraṇaṁ_”, “_Bhittikamma_ means making separate lines by means of many colors.” According to SED, the Sanskrit _bhakti_ can mean “distribution, partition, separation”, “division by streaks or lines”, or “a streak, line, variegated decoration”. Based on this, it seems possible that _bhatti_ refers to multi-colored lines drawn on the cloth. ",
  "pli-tv-kd16:2.7.23": "It is not clear what the difference is between _hatthabhattikamma_ and _hatthabhatti_, the latter being found in the next rule. _Hatthabhattikamma_ is not mentioned in the commentaries, nor is it found in the PTS version of the Canon. It may be that this word has been accidentally added to MST. ",
  "pli-tv-kd16:2.7.25": "[Sp.4.297](): “_Hatthabhattinti pañcaṅgulibhattiṁ_, “_Hatthabhatti_ means _bhatti_ with the five fingers.” Commenting on the word _hatthakamma_, “hand-work”, [Vmv.4.297]() says: “_Hatthakammanti hatthena yaṁ kiñci saññākaraṇaṁ_”, “_Hatthakamma_ means whatever mark is made by hand.” ",
  "pli-tv-kd16:3.1.5": "[Vmv.4.298](): _Pāḷiyaṃ na nipatatīti na allīyati_, “In the Canonical text, _na nipatati_ means not sticking.” ",
  "pli-tv-kd16:3.1.7": "[Sp-ṭ.3.4.298](): _Paṭibāhetvāti maṭṭhaṁ katvā_, “_Paṭibāhetva_ means having polished.” [Vmv.4.298](): _Paṭibāhetvāti ghaṁsitvā_, “_Paṭibāhetva_ means having rubbed.” ",
  "pli-tv-kd16:3.1.8": "[Sp-ṭ.4.298](): _Na nibandhatīti anibandhanīyo, na allīyatīti attho_, “_Anibandhanīyo_: ʻIt does not bindʼ; the meaning is ʻit does not stickʼ.” ",
  "pli-tv-kd16:3.1.11": "“Sap” renders _ikkāsa_. [Sp.4.298](): _Ikkāsanti rukkhaniyyāsaṁ vā silesaṁ vā_, “_Ikkāsa_ means exudation from a tree or gum.” ",
  "pli-tv-kd16:3.1.16": "[Sp.4.298](): _Kuṇḍakamattikanti kuṇḍakamissakamattikaṃ_, “_Kuṇḍakamattika_ means clay mixed with bran.” ",
  "pli-tv-kd16:3.1.25": "“Excreted clay” renders _gaṇḍumattika_. [Sp.4.275](): _Gaṇḍumattikanti gaṇḍuppādagūthamattikaṁ_, “_Gaṇḍumattika_ means the clay excretions of worms.” ",
  "pli-tv-kd16:3.2.9": "“A shark-teeth pattern” renders _makaradantaka_, literally, “like the teeth of a _makara_”. In later Buddhism the _makara_ is the name of a mythological marine animal, but what it refers to in this context is not clear. According to [Sp-yoj.3.243]() _makara_ is the name of a certain species of fish: _Makaradantaketi makaranāmakassa macchassa dantasadise dante_, “Teeth like the teeth of a fish called _makara_.” According to [Vin-vn-ṭ.3048](), _Makaradantakanti girikūṭākāraṁ_, “_Makaradantaka_ means making (a design) like the peak of a hill.” PED suggests “the tooth of a swordfish”, but apparently swordfish do not have teeth. Given that the _makara_ were fearsome creatures and that their teeth looked like the peak of a hill, presumably meaning that their teeth were pointed, “shark teeth” seems like a reasonable guess. “The fivefold pattern” renders _pañcapaṭika_. [Vmv.4.299](): _Pāḷiyaṁ pañcapaṭikanti jātiādipañcappakāravaṇṇamaṭṭhaṁ_, “_Pañcapaṭika_ in the canonical text means treated with the color of the five kinds, starting with jasmine.” The meaning is not clear. It seems unlikely to me, however, that it should refer to colors, since such have just been listed. ",
  "pli-tv-kd16:3.3.12": "“Accessible to the public” renders _āḷakamandā_. In the _suttas_ _āḷakamandā_ is a name for the capital city of the _devas._ In the present context, however, the meaning must be something else, albeit perhaps semantically related. [Sp.4.300](): _Ekaṅgaṇā manussābhikiṇṇā_, “A single open space, thronged with people.” ",
  "pli-tv-kd16:3.3.20": "[Sp.4.300](): _Sivikāgabbhoti caturassagabbho_, “_Sivikāgabbha_ means a rectangular room.” [Sp.4.300](): _Nāḷikāgabbhoti vitthārato diguṇatiguṇāyāmo dīghagabbho_, “_Nāḷikāgabbha_ means a long room, twice or three times as long as it is wide.” [Sp.4.300](): _Hammiyagabbhoti ākāsatale kūṭāgāragabbho vā muṇḍacchadanagabbho vā_, “_Hammiyagabbha_ means a room on the roof, either with a peaked roof or with a flat roof.” ",
  "pli-tv-kd16:3.3.22": "[Vmv.4.300](): _Upacāro na hotīti gabbhassa bahi samantā anuparigamanassa okāso nappahoti_, “_Upacāro na hoti_ means there was insufficient space for walking all the way around outside the room.” ",
  "pli-tv-kd16:3.4.5": "“A protection screen” and “plastering” render _parittāṇakiṭika_ and _uddasudha_ respectively. [Sp.4.300](): _Parittāṇakiṭikanti vassaparittāṇatthaṁ kiṭikaṁ. Uddasudhanti vacchakagomayena ceva chārikāya ca saddhiṁ madditamattikaṁ_, “_Parittāṇakiṭika_ means a screen for the purpose of protection against the rain. _Uddasudha_ means clay mixed with calf-manure and ash.” ",
  "pli-tv-kd16:3.5.4": "_Bhittikhilaṁ nāgadantakaṁ_, literally, “A wall peg and an elephant tusk”. These are different kinds of pegs, and I have not tried to differentiate between them. ",
  "pli-tv-kd16:3.5.9": "{Sp.4.300](): _Āḷindo nāma pamukhaṁ vuccati_, “The forecourt is called an _āḷinda_.” In other words, this seems to refer to an entrance area with a roof. ",
  "pli-tv-kd16:3.5.11": "“Screened doorstep” renders _paghana_. [Sp.4.300](): _Paghanaṁ nāma yaṁ nikkhamantā ca pavisantā ca pādehi hananti, tassa vihāradvāre ubhato kuṭṭaṁ nīharitvā katapadesassetaṁ adhivacanaṁ_, “Where those who leave and enter stomp their feet is called a _paghana_. This is a word for a place made at the door to the dwelling, having removed the wall on both sides.” [Sp-ṭ̣.4.300]() further explains this as follows: _Ubhato kuṭṭaṁ nīharitvā katapadesassāti yathā antodvārasamīpe nisinnehi ujukaṁ bahi oloketuṁ na sakkā hoti, evaṁ ubhohi passehi kuṭṭaṁ nīharitvā abhimukhe bhittiṁ upaṭṭhapetvā katapadesassa_, “The place made […] having removed the wall on both sides means: just as one seated near the inside of the door is unable to see straight outside, so it is for the place made after removing the wall from both sides and building a wall in front.” “Encircling corridor” renders _pakuṭṭa_. [Sp.4.300](): _Pakuṭṭanti majjhe gabbhassa samantā pariyāgāro vuccati_, “A corridor on all sides of a room in the middle is called a _pakuṭṭa_.” “Entrance roof” _osāraka_. [Sp.4.300](): _Osārakanti anāḷindake vihāre vaṁsaṁ datvā tato daṇḍake osāretvā katachadanapamukhaṁ_, “_Osāraka_ means: for a dwelling without a porch, one makes a roof in front with sticks fixed to a bamboo pole.” ",
  "pli-tv-kd16:3.5.14": "[Sp.4.300](): _Saṁsāraṇakiṭiko nāma cakkalayutto kiṭiko_, “_Saṁsāraṇakiṭika_ means a screen connected to wheels.” [Sp-ṭ̣.4.300](): _Cakkalayutto kiṭikoti kavāṭaṁ viya vivaraṇathakanasukhatthaṁ cakkalabandhakiṭikaṁ_, “_Cakkalayutto kiṭika_ means a screen fixed to wheels for the purpose of easy opening and closing, like a door.” [Vmv.4.300](): _Pāḷiyaṁ ugghāṭanakiṭikanti āpaṇādīsu anatthikakāle ukkhipitvā, upari ca bandhitvā pacchā otaraṇakiṭikaṁ, kappasīsehi vā upatthambhanīhi ukkhipitvā pacchā otaraṇakiṭikampi_, “_Ugghāṭanakiṭika_, in the Canonical text, means: outside of business hours, having lifted it up onto a shop, etc., having fixed it at the top, then lowering the screen; or having raised it with a post and a bolt socket, then lowering the screen.” ",
  "pli-tv-kd16:3.7.3": "“Drinking-water sheds” renders _pāniyasālā_. For further discussion of _sālā_, see Appendix of Technical Terms. ",
  "pli-tv-kd16:3.7.16": "[Sp.4.301](): _Pānīyabhājananti pivantānaṁ pānīyadānabhājanaṁ_, “_Pānīyabhājana_ means vessel for taking the drinking water for those who are drinking.” ",
  "pli-tv-kd16:3.8.14": "For an explanation of rendering _pariveṇa_ as “yard”, see Appendix of Technical Terms. ",
  "pli-tv-kd16:3.8.18": "Or “slabs of stone”, _padarasila_. See [Bu Pc 18:2.3.5](pli-tv-bu-vb-pc18:2.3.5) where _padara_ means “floor boards”. ",
  "pli-tv-kd16:3.9.4": "For a further discussion of _aggisālā_ and _sālā_, see Appendix of Technical Terms. ",
  "pli-tv-kd16:3.10.5": "Reading _kaṇṭakīvāṭa_ and _parikha_ with the PTS edition. ",
  "pli-tv-kd16:3.10.8": "“Gates of wood and thorny branches” renders _apesi_. [Sp.4.303](): _Apesīti dīghadārumhi khāṇuke pavesetvā kaṇṭakasākhāhi vinandhitvā kataṁ dvārathakanakaṁ_, “_Apesi_ means a closing gate that is made by entering stakes into a long piece of wood and covering it with thorny branches.” ",
  "pli-tv-kd16:3.10.15": "Or “slabs of stone”, _padarasila_. See [Bu Pc 18:2.3.5](pli-tv-bu-vb-pc18:2.3.5) where _padara_ means “floor boards”. ",
  "pli-tv-kd16:4.4.11": "This and the following verse are also found at [SN 10.8](sn10.8:12.1) and [AN 3.35](an3.35:8.1). ",
  "pli-tv-kd16:5.3.4": "My rendering “should put […] in charge” is for the Pali word _dadeyya_, which literally means, “Should give (out)”. [Vmv.4.309](): _Dadeyyāti navakammaṁ adhiṭṭhātuṁ vihāre issariyaṁ dadeyyāti attho_, “The meaning of _dadeyya_ is that they should give control over the dwelling to supervise the building work.” This definition seems required by the context. The expression “the dwelling of householder so-and-so” can only be understood to mean a dwelling _to be built for the Sangha_ by householder so-and-so. ",
  "pli-tv-kd16:6.3.2.1": "Reading _himavantapasse_ with the PTS edition. ",
  "pli-tv-kd16:6.3.27": "There seems to be a play on words here, in which _tittiriya_ refers both to a partridge and to a class of brahmins. ",
  "pli-tv-kd16:6.4.2": "[Sp.3.248](): _Ettha tanti nipātamattaṁ, idha kho bhikkhave sobheyyāthāti attho_, “Here _taṁ_ is a mere indeclinable. The meaning is, ‘In this case, monks, would you shine?’” ",
  "pli-tv-kd16:6.4.7": "Which effectively means that such things cannot be reserved at all. ",
  "pli-tv-kd16:7.1": "[Vmv.4.313]() defines _okāsa_ as _nivāsokāsa_, “a place to stay”. ",
  "pli-tv-kd16:7.3": "To make this sentence fit the context I read _saṅghikaññeva_ as _saṅghikaṁ + na + eva_. ",
  "pli-tv-kd16:7.19": "Again, this effectively means that such things cannot be reserved at all. ",
  "pli-tv-kd16:8.2": "For further discussion of these renderings, see Furniture in the Appendix of Technical Terms. ",
  "pli-tv-kd16:10.1.23": "[Sp.3.316](): _Pavārito ca hotīti yaṁ so vuṭṭhāpeti, ayañca bhikkhu pavārito ca hoti, tena vattabbo – “gaccha udakaṁ āharāhī”ti_, “‘Have already refused an invitation to eat more’: whom he asks to get up, this monk has already refused an invitation to eat more. He should say, ‘Go and get some water.’” In other words, it is the monk who is asked to get up who has refused the invitation to eat more. The point is that this prohibits him from continuing his meal elsewhere after getting up. According to _bhikkhu-pācittiya_ 35, once you have refused an invitation to eat more and risen from your seat, you cannot eat anything further. For further discussion, see _pavāraṇā_ in the Appendix of Technical Terms. ",
  "pli-tv-kd16:10.2.13": "[Sp.4.316](): _Lesakappenāti appakena sīsābādhādimattena_, “Pretext: merely a minor headache.” ",
  "pli-tv-kd16:10.2.15": "For an explanation of rendering _senāsana_ as “resting place”, see Appendix of Technical Terms. ",
  "pli-tv-kd16:11.2.2": "Again, see _senāsana_ in the Appendix of Technical Terms. ",
  "pli-tv-kd16:11.3.4": "“One monk to each bed” renders _seyyaggena_. [Sp.4.318](): _Seyyaggenāti seyyāparicchedena, vassūpanāyikadivase kālaṁ ghosetvā ekamañcaṭṭhānaṁ ekassa bhikkhuno gāhetuṁ anujānāmīti attho_, “_Seyyaggena_ means by dividing the beds; the meaning is I allow you, after announcing the time on the day for entering the rainy-season residence, to allocate one bed-place to one monk.” ",
  "pli-tv-kd16:11.3.10": "[Sp.4.318](): _Anubhāganti puna aparampi bhāgaṃ dātuṃ. Atimandesu hi bhikkhūsu ekekassa bhikkhuno dve tīṇi pariveṇāni dātabbāni_, “_Anubhāga_ to give another part too. Two or three yards are to be given to a single monk among excessively foolish monks.” ",
  "pli-tv-kd16:11.4.5": "“When given up in between” renders _antarāmuttaka_. This is obscure. [Sp-yoj.3.318](): _Antarā dvīhi vassūpanāyikadivasehi mutte kāle gāho antarāmuttako_, “When the time it is given up is in between the two days for entering the rainy season retreat, then the allocation is given up in between.” This would seem to refer to what is relinquished between the former and the latter entry to the rainy-season residence. I am not sure, however, whether this judgment makes sense, since such a dwelling might then be allocated for the second rainy-season residence, which is already covered. It seems to me, rather, that _antarāmuttaka_ must refer to any dwelling that has been either vacant for the whole rainy-season residence or vacated during the rainy-season residence. ",
  "pli-tv-kd16:12.1.20": "My translation is a paraphrasing that accords with the explanation given in the commentary at [Sp.4.319](). The Canonical phrasing is succinct to the point of being incomprehensible. ",
  "pli-tv-kd16:14.1.1": "“Elephant globes” renders _hatthinakhaka_, literally, “elephant nails”. [Sp.4.319](): _Hatthinakhakanti hatthikumbhe patiṭṭhitaṁ; evaṁ katassa kiretaṁ nāmaṁ_, “_Hatthinakhaka_ means established on elephant globes; this is a name for what is made in this way.” Elephant globes are the frontal globes on an elephant’s forehead. ",
  "pli-tv-kd16:14.1.7": "All the following items seem to fall into the category seat/bed (see [Kd 16:8.7](pli-tv-kd16:8.7) and [Kd 5:10.5.1](pli-tv-kd5:10.5.1)), the two often not being differentiated in the Canonical texts. In other words, beds were often used as seats, and vice versa. ",
  "pli-tv-kd16:14.1.8": "For further discussion of these, see Furniture in the Appendix of Technical Terms. ",
  "pli-tv-kd16:15.2.21": "I have rendered _muñja_-reed and _pabbaja_-reed with the single word “reed”. I am not aware that these two kinds of reed can be distinguished in English. ",
  "pli-tv-kd16:16.2.13": "It is not immediately clear how “distributing” is different from “giving” in the previous section. Presumably “giving” refers to a change in ownership. Following the usage elsewhere, such as in the case of the distribution of dwellings, it seems reasonable to assume that “distributing” also here refers to a right of usage, not to a change in ownership. We can surmise from the context that “distribution” gives a stronger right to usage than “allocation”, for which see below. ",
  "pli-tv-kd16:17.1.5": "[Vmv.4.323](): _Pāḷiyaṁ piṇḍanikkhepanamattenātiādīsu khaṇḍaphullaṭṭhāne mattikāpiṇḍaṭṭhapanaṁ piṇḍanikkhepanaṁ nāma_, “Among _piṇḍanikkhepanamattena_, etc., in the Canonical text, the placing of bits of clay in the gaps and cracks is called _piṇḍanikkhepana_.” ",
  "pli-tv-kd16:17.1.14": "{Vmv.4.323](): _Bandhanaṁ nāma daṇḍavalliādīhi chadanabandhanameva_, “Just the binding of a roof with sticks and creepers, etc., is called _bandhana_.” ",
  "pli-tv-kd16:17.1.15": "The meaning of _bhaṇḍikāṭṭhapanamatta_ is not clear. I follow the suggestion given in DOP, _sv_, “_kapota_”. ",
  "pli-tv-kd16:17.1.17": "[Sp.4.323](): _Paribhaṇḍakaraṇamattenāti gomayaparibhaṇḍakasāvaparibhaṇḍakaraṇamattena_, “_Paribhaṇḍakaraṇamattena_ means merely doing _paribhaṇḍa_ with cow dung or with a bitter substance.” [Vmv.4.318](): _Kasāvaparibhaṇḍanti kasāvarasehi bhūmiparikammaṁ_, “_Paribhaṇḍa_ with a bitter substance means treating the floor with a bitter substance.” ",
  "pli-tv-kd16:17.1.21": "[Sp.4.323](): _Dhūmakālikanti idaṁ yāvassa citakadhūmo na paññāyati, tāva ayaṁ vihāro etassevāti evaṁ dhūmakāle apaloketvā katapariyositaṁ vihāraṁ denti_, “_Dhūmakālika_: here, ‘As long as the smoke from the funeral pile is not seen, until then this dwelling is for this one’, in this way, looking for the time of the smoke, they give a dwelling that has been finished.” ",
  "pli-tv-kd16:17.1.64": "“A small stilt house” renders _aḍḍhayoga_. [Vmv.3.73](): _Aḍḍhayogoti ekasālo dīghapāsādo_, “An _aḍḍhayoga_ is a long stilt house with a single room.” That the _aḍḍhayoga_ is smaller than a regular _pāsāda_, which is the generic term for a “stilt house”, is also implied by the duration of the work that may be given. ",
  "pli-tv-kd16:17.2.1": "[Vmv.4.323](): _Ekassa sabbesu vihāresu navakammaṁ detīti attho_, “The meaning is they gave the building work on all the buildings to one person.” ",
  "pli-tv-kd16:17.3.34": "[Sp.4.323](): _Pariyosite pakkamati tassevetanti puna āgantvā vasantassa antovassaṁ tasseva taṁ_, “‘Departs when it is finished, then it is still his’ means: after returning, if he stays there, then within the rainy-season residence it is still his.” ",
  "pli-tv-kd16:19.1.1": "It can be seen from [Bi Np 11](pli-tv-bi-vb-np11:1.1) that valuable, woolen cloth, _mahaggha kambala_, was considered inappropriate for monastics. ",
  "pli-tv-kd16:19.1.3": "[Sp.4.324](): _Phātikammatthāyāti vaḍḍhikammatthāya. Phātikammañcettha samakaṁ vā atirekaṁ vā agghanakaṁ mañcapīṭhādisenāsanameva vaṭṭati_, “_Phātikammatthāya_ means for the purpose of making a profit. Here, doing a beneficial (trade) with furniture, such as a bed or bench, etc., equal or greater in value, is allowed.” ",
  "pli-tv-kd16:19.1.10": "[Sp.4.324](): _Cakkalikanti kambalādīhi veṭhetvā katacakkalikaṁ_, “_Cakkalika_ means a _cakkalika_ made by wrapping with woolen cloth, etc.” [Sp-ṭ.3.4.324](): _Cakkalikanti kambalādīhi veṭhetvā cakkasaṇṭhānena pādapuñchanayoggaṁ kataṁ_, “_Cakkalika_ means after wrapping with woolen cloth, etc., having the shape of a wheel, it is made suitable as a doormat.” ",
  "pli-tv-kd16:20.2.19": "Presumably because their feet were still wet. ",
  "pli-tv-kd16:21.1.5": "“Whole” is supplied from the commentary at [Sp.4.325](). ",
  "pli-tv-kd16:21.1.27": "[Sp.4.325](): _Rukkhasāramayāya salākāya vā veḷuvilīvatālapaṇṇādimayāya paṭṭikāya vā “asukassa nāma salākabhattan”ti evaṁ akkharāni upanibandhitvā pacchiyaṁ vā cīvarabhoge vā katvā sabbā salākāyo opuñjitvā punappunaṁ heṭṭhuparivaseneva āloḷetvā pañcaṅgasamannāgatena bhattuddesakena sace ṭhitikā atthi, ṭhitikato paṭṭhāya; no ce atthi, therāsanato paṭṭhāya salākā dātabbā_, “Having marked with letters a (_salākā_)-ticket made of heartwood or (_paṭṭikā_)-ticket made of bamboo or palm leaves, (showing), ‘This is the meal drawn by lots of so-and-so’, having placed it in a basket or the fold of a robe, having collected all the tickets, having mixed them again and again from below and above, the distributor of meals who has five qualities should give tickets according to a schedule, if there is one, or according to seniority if there is not.” The point, presumably, is that the donors’ names that have been drawn are distributed according to seniority. ",
  "pli-tv-kd16:21.3.16": "The last six terms are explained in the commentaries as follows. [Vin-vn-ṭ.563](): _Kusinti āyāmato ca vitthārato ca anuvātaṁ cīvaramajjhe tādisameva dīghapattañca_, “A _kusi_ is a long panel that is a lengthwise or crosswise border in the middle of the robe.” [Vin-vn-ṭ.563](): _Aḍḍhakusinti anuvātasadisaṁ cīvaramajjhe tattha tattha rassapattaṁ_, “An _aḍḍhakusi_ is a short panel like a border, here and there in the middle of the robe.” [Sp.3.245](): _Maṇḍalanti pañcakhaṇḍikacīvarassa ekekasmiṁ khaṇḍe mahāmaṇḍalaṁ_, “A _maṇḍala_ is the large panel in each section of a robe with five sections.” The _aḍḍhamaṇḍala_ is explained in connection with comments on the _vivaṭṭa_, “the middle section”. [Vin-vn-ṭ.563](): _Vivaṭṭanti maṇḍalaṁ, aḍḍhamaṇḍalañcāti dve ekato katvā sibbitaṁ vemajjhe khaṇḍaṁ_, “The _vivaṭṭa_ is the section in the middle, which is made by sewing together a large panel (_maṇḍala_) and a medium-sized panel (_aḍḍhamaṇḍala_).” The _vivaṭṭa_, “section in the middle”, is one of usually five main sections of the robe; see just below. _Anuvāta_ is explained in connection with making the _kathina_ robe in the commentary to the Kathinakhandhaka. [Sp.3.308](): _Anuvātakaraṇamattenāti piṭṭhianuvātāropanamattena_, “_Anuvātakaraṇamattena_ means merely by mounting a border at the back.” Which is further explained at [Sp-ṭ.3.3.308](): _Piṭṭhianuvātāropanamattenāti dīghato anuvātassa āropanamattena_, “_Piṭṭhianuvātāropanamattena_ means merely by mounting a border lengthwise.” _Paribhaṇḍa_ is also explained in connection with making the _kathina_ robe in the commentary to the Kathinakhandhaka. [Sp.3.308](): _Paribhaṇḍakaraṇamattenāti kucchianauvātāropanamattena_, “_Paribhaṇḍakaraṇamattena_ means merely by mounting a border at the belly.” Which is further explained at [Sp-ṭ.3.3.308](): _Kucchianuvātāropanamattenāti puthulato anuvātassa āropanamattena_, “_Kucchianuvātāropanamattena_ means merely by adding a border crosswise.” ",
  "pli-tv-kd16:21.3.19.1": "Commenting on _bhikkhu-pācittiya_ 79 [Kkh-pṭ]() says: _Sāṭiyaggāhāpakoti vassikasāṭiyaggāhāpako_, “_Sāṭiyaggāhāpaka_ means a distributor of rainy-season bathing cloths.” ",
  "pli-tv-kd16:21.3.21": "The typical translation of _ārāmika_, found both in the CPD and DOP, is “monastery attendant” or “monastery servant”. Yet, perhaps the only place in the Canonical texts where the meaning of the word is clear from the context, [Bu Np 23:1.1.5](pli-tv-bu-vb-np23:1.1.5), it means “monastery worker”. "
}