{
  "pli-tv-kd12:1.1.29": "Sp 3.275: _Oṇojananti vissajjanaṁ vuccati_, “_Oṇojana_ means an offering.” ",
  "pli-tv-kd12:1.2.13": "Sp 4.76: _Na savacanīyaṁ kātabbanti palibodhatthāya vā pakkosanatthāya vā savacanīyaṁ na kātabbaṁ, palibodhatthāya hi karonto “ahaṁ āyasmantaṁ imasmiṁ vatthusmiṁ savacanīyaṁ karomi, imamhā āvāsā ekapadampi mā pakkāmi, yāva na taṁ adhikaraṇaṁ vūpasantaṁ hotī”ti evaṁ karoti. Pakkosanatthāya karonto “ahaṁ te savacanīyaṁ karomi, ehi mayā saddhiṁ vinayadharānaṁ sammukhībhāvaṁ gacchāmā”ti evaṁ karoti; tadubhayampi na kātabbaṁ_, “_Na savacanīyaṁ kātabba_: _savacanīya_ is not to be done for the purpose of (creating) an obstacle or for the purpose of summoning. Acting for the purpose of (creating) an obstacle is done like this: ‘I am doing _savacanīya_ against the Venerable in regard to this offense: do not depart from this monastery even with one foot so long as this legal issue has not been resolved.’ Acting for the purpose of summoning is done like this: ‘I am doing _savacanīya_ against you: come with me and let us go to the presence of a master of the Monastic Law.’ Neither of these is to be done.” Sp-t 3.76: _Savacanīyanti sadosaṁ_, “_Savacanīyan_: with flaw.”  Vmv 4.76: _Savacanīyanti ettha “sadosa”nti atthaṁ vadati. Attano vacane pavattanakammanti evamettha attho daṭṭhabbo, “mā pakkamāhī”ti vā “ehi vinayadharānaṁ sammukhībhāva”nti vā evaṁ attano āṇāya pavattanakakammaṁ na kātabbanti adhippāyo. Evañhi kenaci savacanīye kate anādarena atikkamituṁ na vaṭṭati, buddhassa saṅghassa āṇā atikkantā nāma hoti_, “_Savacanīyan_: here he says the meaning is ‘with flaw’. Here the meaning is to be understood as bringing about an action when speaking oneself: ‘Don’t leave,’ ‘Come to the presence of master of the Monastic Law’. The intention is one is not to do the bringing about of an action in this way because of a command from oneself.” ",
  "pli-tv-kd12:1.2.14": "_Anuvāda_ is not listed in CPD, and based on the commentarial interpretation, both DOP and PED have the wrong definition. Sp 4.76: _Na anuvādoti vihāre jeṭṭhakaṭṭhānaṁ na kātabbaṁ. Pātimokkhuddesakena vā dhammajjhesakena vā na bhavitabbaṁ. Nāpi terasasu sammutīsu ekasammutivasenāpi issariyakammaṁ kātabbaṁ_, “_Na anuvādo_: in a monastery, one is not to be put in a senior position. One should not be the reciter of the Monastic Code or the one who requests someone to speak on the Dhamma. One is not to be made an authority even on account of one agreement among the thirteen agreements.” The thirteen agreements are the various offices of storeman, etc., that Sangha members may hold, see Sp-t 2.69. Vjb 4.428: _Anuvādanti issariyaṭṭhānaṁ_, “_Anuvādo_: a position of authority.” Sp-yoj 3.76: _Anuvādoti ettha anusāsanavasena aññe vadatīti_, “_Anuvādo_: here one speaks to others on account of instructing (them).” The impression given here is that _anuvāda_ means instructing others, especially from a position of authority. "
}