{
  "pli-tv-kd14:4.4.34": "See [pli-tv-kd18:1.2.22]() for the correct interpretation of _idaṁ saṅghassa katikasaṇṭhānaṁ, imaṁ kālaṁ pavisitabbaṁ, imaṁ kālaṁ nikkhamitabbanti_. ",
  "pli-tv-kd14:4.11.2": "Sp 4.195: _Tattha ca anuvadantīti codenti_, “And there _anuvadanti_ means they accuse.” ",
  "pli-tv-kd14:5.1.1": "_Cittavipariyāsakata_, literally, “(his) mind was made distorted”. ",
  "pli-tv-kd14:9.1.1": "“That legal issue” refers back to the arguing and disputing just mentioned. ",
  "pli-tv-kd14:10.1.3": "Sp 4.204: _Na ca gatigatanti dve tayo āvāse na gataṁ, tattha tattheva vā dvattikkhattuṁ avinicchitaṁ_, “_Na ca gatigatan_: they have not gone to two or three monasteries, or they have not investigated two or three times in this or that place.” Sp 4.204: _Na ca saritasāritanti dvattikkhattuṁ tehi bhikkhūhi sayaṁ saritaṁ vā aññehi sāritaṁ vā na hoti_, “_Na ca saritasāritan_: Those monks have not themselves remembered or had others remember two or three times.” In regard to the verb _jānāti_, “knows”, it is not immediately clear who the agent is. Sp 4.204: _Jānātīti salākaṁ gāhento jānāti “adhammavādī bahutarā”ti_, “_Jānāti_: the one distributing the ballots (i.e. the manager) knows that those speaking contrary to the Teaching are in the majority.” ",
  "pli-tv-kd14:13.3.1": "I here follow the PTS reading, _ekatopakkhikānaṁ bhikkhūnaṁ_, as opposed to the MS reading, _athāparesaṁ ekatopakkhikānaṁ bhikkhūnaṁ_. With the MS reading there is no distinction between the two groups of monks. ",
  "pli-tv-kd14:13.4.1": "“Voice their disapproval”  renders _diṭṭhāvikamma_, literally, “disclosure of view”. This cannot mean an objection made in the midst of the Sangha, for that would invalidate the procedure. Sp 4.214: _Ye pana “na metaṁ khamatī”ti aññamaññaṁ diṭṭhāvikammaṁ karonti … te āpattīhi na vuṭṭhahanti_, “But those who disclose their view to each other, saying, ‘I do not approve of this’ … they are not cleared of offenses.” ",
  "pli-tv-kd14:14.1.1": "_Bhikkhunīnaṁ anupakhajja_, literally, “intruding on the nuns”. Sp 4.215: _Bhikkhunīnaṁ anupakhajjāti bhikkhunīnaṁ anto pavisitvā_, “Intruding on the nuns means having entered among the nuns.” The contextual point is that he is siding with the nuns. ",
  "pli-tv-kd14:14.8.1": "According to the sub-commentary, the Pali should be understood as a question. Sp-t 3.220: _Vivādādhikaraṇaṁ kusalaṁ akusalaṁ abyākatanti vivādādhikaraṇaṁ kiṁ kusalaṁ akusalaṁ udāhu abyākatanti pucchati. Vivādādhikaraṇaṁ siyā kusalantiādi vissajjanaṁ. Esa nayo sesesupi_, “_Vivādādhikaraṇaṁ kusalaṁ akusalaṁ abyākatan_: he asks, ‘Is a legal issue arising from a dispute wholesome, unwholesome, or indeterminate?’ ‘A legal issue arising from a dispute may be wholesome,’ etc., is the response. This method also applies to the rest (below).” ",
  "pli-tv-kd14:14.14.8": "The Pali word _āpatti_ means both “attainment” and “offense”. ",
  "pli-tv-kd14:14.16.23": "See [pli-tv-bu-vb-pc63:1.12.1](). ",
  "pli-tv-kd14:14.16.24": "See [pli-tv-bu-vb-pc79:1.22.1](). ",
  "pli-tv-kd14:14.18.19": "Sp-t 3.230: _Antarenāti kāraṇena_, “_Antarena_: by means of”. ",
  "pli-tv-kd14:14.24.5": "“Who knows who has and who hasn’t voted” renders _gahitāgahitañca jāneyya_, literally, “He should know taken and not taken.” The taking refers to the taking of ballots, _salāka_. ",
  "pli-tv-kd14:14.25.1": "That is, it had come about in accordance with the immediately preceding discussion. ",
  "pli-tv-kd14:14.33.27": "I here follow the PTS reading, _ekatopakkhikānaṁ bhikkhūnaṁ_, as opposed to MS, _athāparesaṁ ekatopakkhikānaṁ bhikkhūnaṁ_. With the MS reading there is no distinction between the two groups of monks. ",
  "pli-tv-kd14:14.33.55": "Here “the one he confesses to” should presumably be seen as the Sangha. ",
  "pli-tv-kd14:14.33.60": "Again, “a receiver” should presumably be understood as any member of the Sangha who is taking part in the legal procedure. "
}