{
  "pli-tv-kd1:3.1.1": "<i lang='pi' translate='no'>Mucalinda</i>. According to “South Asian Flora as reflected in the twelfth-century Pali lexicon Abhidhānapadīpikā”, by J. Liyanaratne, p.85-86, this is a <i lang='pi' translate='no'>Barringtonia racemosa</i>, sometimes known as a “powder-puff tree”. ",
  "pli-tv-kd1:4.1.1": "<i lang='pi' translate='no'>Rājāyatana</i>. According to “South Asian Flora as reflected in the twelfth-century Pali lexicon Abhidhānapadīpikā”, by J. Liyanaratne, p.85-86, p.72, this is a <i lang='pi' translate='no'>Buchanania axillaris</i>, sometimes known as an “ape-flower tree”. ",
  "pli-tv-kd1:5.11.1": "I follow the reading in the PTS edition of the Pali. ",
  "pli-tv-kd1:6.11.2": "<i lang='pi' translate='no'>Pādapīṭha</i>. Sp-yoj.1.694: <i lang='pi' translate='no'>Pādassa ṭhapanakaṁ pīṭhaṁ pādapīṭhaṁ</i>, “A <i lang='pi' translate='no'>pādapīṭha</i> is a bench for placing the feet.” | <i lang='pi' translate='no'>Pādakathalika</i>. Vmv.2.112: <i lang='pi' translate='no'>Pādakathalikanti adhotapādaṁ yasmiṁ ghaṁsantā dhovanti, taṁ dāruphalakādi</i>, “<i lang='pi' translate='no'>Pādakathalika</i> means the wooden plank, etc. with which they wash the dirty feet by rubbing.” ",
  "pli-tv-kd1:14.2.4": "This rendering is elliptical. The combination of <i lang='pi' translate='no'>kiṁ</i> + <i lang='pi' translate='no'>itthiyā</i>, an interrogative particle together with what is probably an instrumental case, normally means, “What use is a woman?” (See DOP, s.v. <i lang='pi' translate='no'>ka</i>.) The context, however, makes it clear that the problem is not women as such, but rather the pursuit of sensuality when one is better of looking for a higher spiritual happiness. Thus my indirect translation. ",
  "pli-tv-kd1:15.7.5": "“Red” renders <i lang='pi' translate='no'>lohitaka</i>, whereas “magenta” is for <i lang='pi' translate='no'>mañjiṭṭhā</i>. <a href='/dn16/en/brahmali#3.31.2'>DN 16:3.31.2</a> says that <i lang='pi' translate='no'>lohitaka</i> is the color of the <i lang='pi' translate='no'>bandhujīvakapuppha</i>, which according to PED is the flower of <i lang='pi' translate='no'>Pentapetes phaenicea</i>, which is red. Vv-a.689: <i lang='pi' translate='no'>Sinduvārakaṇavīramakulasadisavaṇṇañhi “mañjiṭṭhakan”ti vuccati</i>, “For a color like the bud of the <i lang='pi' translate='no'>sinduvāra</i> and the <i lang='pi' translate='no'>kaṇavīra</i> is called <i lang='pi' translate='no'>mañjiṭṭhka</i>.” The <i lang='pi' translate='no'>sinduvāra</i> (<i lang='pi' translate='no'>Vitex negundo</i>) flower is a variety of shades from white to blue, including purple, whereas the <i lang='pi' translate='no'>kaṇavīra</i> (<i lang='pi' translate='no'>Pentapetes phaenicea</i>) flower is mostly pink. I have settled for “magenta” as an approximate description for this range of colors. ",
  "pli-tv-kd1:20.10.6": "“Orchid tree” renders <i lang='pi' translate='no'>pāricchattaka</i>. According to PED the <i lang='pi' translate='no'>pāricchattaka</i> tree is equivalent to the <i lang='pi' translate='no'>kovilāra</i> tree, which DOP identifies as the <i lang='pi' translate='no'>Bauhinia variegata</i>, the orchid tree. ",
  "pli-tv-kd1:20.16.2": "Here I do not follow the Mahāsaṅgīti reading, which has <i lang='pi' translate='no'>na otthaṭo</i>, but instead the reading <i lang='pi' translate='no'>anuotthaṭo</i> or <i lang='pi' translate='no'>otthaṭo</i> found in other editions. ",
  "pli-tv-kd1:20.16.10": "“Reappeared” renders <i lang='pi' translate='no'>paccuṭṭhāsi</i>. This verb usually means “to stand up” or “to get up”, as in getting up from one’s seat or getting up from bed. In the current context, however, the meaning must be slightly different. A fairly unambiguous context is found at <a href='/dn21/en/brahmali#1.2.6'>DN 21:1.2.6</a>, in the Sakkapañhā Sutta, where Sakka, the king of gods, is said to disappear in heaven and then <i lang='pi' translate='no'>paccuṭṭhāsi</i> in Magadha. Here it would seem to be used synonymously with <i lang='pi' translate='no'>pātubhavati</i>, “to reappear”. I take the meaning to be the same in the present context. ",
  "pli-tv-kd1:20.19.1": "Following the commentary I render <i lang='pi' translate='no'>kesamissaṁ jaṭāmissaṁ khārikājamissaṁ aggihutamissaṁ</i> as if <i lang='pi' translate='no'>missaṁ</i> were not there. Sp.3.52: <i lang='pi' translate='no'>Kesamissantiādīsu kesā eva kesamissaṁ. Esa nayo sabbattha</i>, “In regard to <i lang='pi' translate='no'>kesamissa</i> etc, <i lang='pi' translate='no'>kesamissa</i> is just <i lang='pi' translate='no'>kesa</i>. This method applies to all (four).” Of <i lang='pi' translate='no'>aggihut(t)a</i> the Critical Pali Dictionary says: “an instrument for the fire-worship.” ",
  "pli-tv-kd1:22.4.9": "Sp.3.55: <i lang='pi' translate='no'>Dutiyagāthāya ayamattho – ete rūpādike kāme itthiyo ca yaññā abhivadanti</i>, “This is the meaning of the second verse: they promise that the sacrifice will give these sense pleasures, starting with forms, and also women.” Sp-ṭ.3.3.55 adds: <i lang='pi' translate='no'>Yaññā abhivadantīti yāgahetu ijjhantīti vadanti</i>, “<i lang='pi' translate='no'>Yaññā abhivadanti</i> means: they say, ‘They get good results because of the sacrifice.’” ",
  "pli-tv-kd1:22.5.7": "Sp.3.55: <i lang='pi' translate='no'>Jātijarāmaraṇānaṁ abhāvena anaññathābhāviṁ. Attanā bhāvitena maggeneva adhigantabbaṁ, na aññena kenaci adhigametabbanti anaññaneyyaṁ</i>. “One is <i lang='pi' translate='no'>anaññathābhāvi</i> by not being born, becoming old, or dying. <i lang='pi' translate='no'>Anaññaneyyaṁ</i>: it is to be obtained by a path developed by oneself; it is not to be obtained by anyone else.” ",
  "pli-tv-kd1:22.5.8": "Sp.3.55: <i lang='pi' translate='no'>Jātijarāmaraṇānaṁ abhāvena anaññathābhāviṁ. Attanā bhāvitena maggeneva adhigantabbaṁ, na aññena kenaci adhigametabbanti anaññaneyyaṁ</i>. “One is <i lang='pi' translate='no'>anaññathābhāvi</i> by not being born, becoming old, or dying. <i lang='pi' translate='no'>Anaññaneyyaṁ</i>: it is to be obtained by a path developed by oneself; it is not to be obtained by anyone else.” ",
  "pli-tv-kd1:22.18.6": "[See essay on <i lang='pi' translate='no'>ārāma</i>.] ",
  "pli-tv-kd1:23.5.9": "<i lang='pi' translate='no'>Paccabyattha padamasokaṁ</i>. Sp.3.59 explains <i lang='pi' translate='no'>paccabyattha</i> as <i lang='pi' translate='no'>paṭividdhāttha tumhe</i>, “You have penetrated.” ",
  "pli-tv-kd1:25.4.1": "Here and below the Pali has ellipses points: <i lang='pi' translate='no'>atha kho te bhikkhū …pe… bhagavato etamatthaṁ ārocesuṁ</i>. The elided text is merely a repetition of what has already been stated: <i lang='pi' translate='no'>te bhikkhū anekapariyāyena vigarahitvā</i>, “Having criticized those monks in many ways”. I have decided to leave out the ellipses points in these case, since no information is lost in so doing. ",
  "pli-tv-kd1:25.10.6": "That is, four finger-breadths. [See essay on Measures.] ",
  "pli-tv-kd1:25.15.7": "<i lang='pi' translate='no'>Ullokā</i>. See DOP. | <i lang='pi' translate='no'> Ālokasandhikaṇṇabhāga</i>. Sp.3.66: <i lang='pi' translate='no'>Ālokasandhikaṇṇabhāgāti ālokasandhibhāgā ca kaṇṇabhāgā ca antarabāhiravātapānakavāṭakāni ca gabbhassa ca cattāro koṇā pamajjitabbāti attho</i>, “<i lang='pi' translate='no'>Ālokasandhikaṇṇabhāga</i> means the windows and the corners. The meaning is that he should sweep inside and outside the windows and the door and the four corners of the room.” ",
  "pli-tv-kd1:25.22.4": "The meaning of the first of these phrases, <i lang='pi' translate='no'>sammā vattati</i>, is straightforward, but the last two, <i lang='pi' translate='no'>lomaṁ pāteti</i> and <i lang='pi' translate='no'>netthāraṁ vattati</i>, are more difficult. Commenting on <i lang='pi' translate='no'>bhikkhu-saṅghādisesa</i> 13, Sp.1.435: <i lang='pi' translate='no'>Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti</i>, “<i lang='pi' translate='no'>Na lomaṁ pātenti</i>: because of their non-practicing in conformity with the path, their bodily hairs are not flat. <i lang='pi' translate='no'>Na netthāraṁ vattanti</i>: they are not practicing the path for their own getting out [of the offense].” My rendering attempts to capture the meaning in a non-literal way. ",
  "pli-tv-kd1:26.1.4": "Sp.3.67: <i lang='pi' translate='no'>Sace upajjhāyassa patto hotīti sace atirekapatto hoti. Esa nayo sabbattha</i>, “‘If the preceptor has a bowl’ means if the preceptor has an extra bowl. This method applies to everything (below).” ",
  "pli-tv-kd1:26.3.4": "That is, four finger-breadths. [See essay on Measures.] ",
  "pli-tv-kd1:28.4.5": "The Pali reads: <i lang='pi' translate='no'>Ayaṁ itthannāmo itthannāmassa āyasmato upasampadāpekkho</i>. Taking the genitive case here to be the agent genitive, which seems to be the most obvious reading, this would mean, “So-and-so who is seeking to be fully ordained <em>by</em> Venerable so-and-so.” But it is the Sangha that ordains, not individuals, and so this translation does not seem quite right. According to Vmv.3.126 this phrase should be understood by means of this example: <i lang='pi' translate='no'>Ayaṁ buddharakkhito āyasmato dhammarakkhitassa saddhivihārikabhūto upasampadāpekkho</i>, “This Buddharakkhita, who is seeking the full ordination, is the student of Venerable Dhammarakkhita.” I have followed this interpretation, and thus my translation “with Venerable so-and-so”. ",
  "pli-tv-kd1:30.4.10": "Apart from the <i lang='pi' translate='no'>vihāra</i>, “a dwelling”, and the <i lang='pi' translate='no'>guha</i>, “a cave”, the Pali mentions three kinds of buildings, the <i lang='pi' translate='no'>aḍḍhayoga</i>, the <i lang='pi' translate='no'>pāsāda</i>, and the <i lang='pi' translate='no'>hammiya</i>, all of which, according to the commentaries are different kinds of <i lang='pi' translate='no'>pāsāda</i>, “stilt houses”. Rather than try to name each of these buildings, which in any case would not be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. Sp.4.294: <i lang='pi' translate='no'>Aḍḍhayogoti supaṇṇavaṅkagehaṁ</i>, “An <i lang='pi' translate='no'>aḍḍhayoga</i> is a house bent like a <i lang='pi' translate='no'>supaṇṇa</i>.” Sp-ṭ.3.4.294 clarifies: <i lang='pi' translate='no'>Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ</i>, “<i lang='pi' translate='no'>Supaṇṇavaṅkageha</i>: a house made in the shape of the wings of a <i lang='pi' translate='no'>garula</i> (=<i lang='pi' translate='no'>garuda</i>).” Sp.4.294 continues: <i lang='pi' translate='no'>Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva</i>, “A <i lang='pi' translate='no'>pāsāda</i> is a long stilt house. A <i lang='pi' translate='no'>hammiya</i> is just a <i lang='pi' translate='no'>pāsāda</i> that has a house with a peak established on top of the flat roof.” At Sp-ṭ.3.3.74, however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. ",
  "pli-tv-kd1:31.4.8": "<i lang='pi' translate='no'>Setughāta</i>, lit. “destroyed the bridge”. Sp.1.16: <i lang='pi' translate='no'>Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti</i>, “The path is called the bridge; such speech is destroyed by the path.” The commentary seems to take <i lang='pi' translate='no'>setu</i>, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access. ",
  "pli-tv-kd1:32.1.1": "“Joined another faction” renders <i lang='pi' translate='no'>pakkhasaṅkantesu</i>. Sp.3.77: <i lang='pi' translate='no'>Pakkhasaṅkantesūti titthiyapakkhasaṅkantesu</i>, “<i lang='pi' translate='no'>Pakkhasaṅkantesu</i> means those who have joined a faction of the monastics of another religion.” Yet the idea of <i lang='pi' translate='no'>pakkha</i>, “a faction”, also refers to factions within the Sangha, for instance, when the Sangha is split into different communities (<i lang='pi' translate='no'>nānāsaṁvāsa</i>) that no longer perform legal procedures together. ",
  "pli-tv-kd1:32.3.16": "That is, four finger-breadths. [See essay on Measures.] ",
  "pli-tv-kd1:33.1.4": "According to the commentary, Sp.3.77, this should be understood as for the preceptor, for which see comment at <a href='/pli-tv-kd1/en/brahmali#26.1.4'>Kd 1:26.1.4</a>. ",
  "pli-tv-kd1:33.1.19": "That is, four finger-breadths. [See essay on Measures.] ",
  "pli-tv-kd1:36.1.4": "“Joins another faction” renders <i lang='pi' translate='no'>pakkhasaṅkanto</i>. Sp.3.77: <i lang='pi' translate='no'>Pakkhasaṅkantesūti titthiyapakkhasaṅkantesu</i>, “<i lang='pi' translate='no'>Pakkhasaṅkantesu</i> means those who have joined a faction of the monastics of another religion.” Yet the idea of <i lang='pi' translate='no'>pakkha</i>, “a faction”, also refers to factions within the Sangha, for instance, when the Sangha is split into different communities (<i lang='pi' translate='no'>nānāsaṁvāsa</i>) that no longer perform legal procedures together. ",
  "pli-tv-kd1:38.1.1": "See above, <a href='/pli-tv-kd1/en/brahmali#31.6.8'>Kd 1:31.6.8</a>. ",
  "pli-tv-kd1:38.5.5": "Sp-ṭ.3.3.87: <i lang='pi' translate='no'>Vesiyā gocaro mittasanthavavasena upasaṅkamitabbaṭṭhānaṁ assāti vesiyāgocaro. Esa nayo sabbattha</i>, “<i lang='pi' translate='no'>Vesiyāgocaro</i>: regularly associates with prostitutes would be the place to be approached because of the intimacy of friendship. This method applies to all (five groups).” ",
  "pli-tv-kd1:39.1.2": "[For an explanation of these, see essay on Illnesses.] ",
  "pli-tv-kd1:43.1.3": "<i lang='pi' translate='no'>Likhitaka</i>, lit. “one who has been written about”. Sp.3.93: <i lang='pi' translate='no'>Atha kho yo koci corikaṁ vā aññaṁ vā garuṁ rājāparādhaṁ katvā palāto, rājā ca naṁ paṇṇe vā potthake vā “itthannāmo yattha dissati, tattha gahetvā māretabbo”ti vā “hatthapādānissa chinditabbānī”ti vā “ettakaṁ nāma daṇḍaṁ āharāpetabbo”ti vā likhāpeti, ayaṁ likhitako nāma</i>, “When someone has run away after stealing or committing another heavy offense against the king, and the king causes the writing about him on a leaf or in a book that ‘wherever so-and-so is seen, he should be seized and executed’ or ‘his hands and feet are to be cut off’ or ‘this penalty is to be imposed’, this is called a wanted criminal.” ",
  "pli-tv-kd1:49.6.1": "Sp-ṭ.3.295: <i lang='pi' translate='no'>Sarīsapeti ye keci sarante gacchante dīghajātike</i>, “<i lang='pi' translate='no'>Sarīsape</i>: whatever long creature are moving by flowing.” ",
  "pli-tv-kd1:49.6.7": "See <i lang='pi' translate='no'>bhikkhu-pācittiya 65</i> at <a href='/pli-tv-bu-vb-pc65/en/brahmali#1.53'>Bu Pc 65:1.53</a>. ",
  "pli-tv-kd1:56.1.13": "“Resting place” renders <i lang='pi' translate='no'>sayana</i>, often translated as “bed”. As can be seen from <a href='/pli-tv-kd16/en/brahmali#6.5.29--6.5.39'>Kd 16:6.5.29--6.5.39</a>, the <i lang='pi' translate='no'>sayana</i> was used both for sitting and lying down. ",
  "pli-tv-kd1:57.2.10": "[Sp.3.107]: <i lang='pi' translate='no'>Yattha vā vasati yattha vā paṭikkamatīti yattha vasati vā pavisati vā</i>, <i lang='pi' translate='no'>Yattha vā vasati yattha vā paṭikkamati</i>: “Where he lives or enters.” ",
  "pli-tv-kd1:60.1.15": "Sp.3.115: <i lang='pi' translate='no'>Bhikkhunidūsako bhikkhaveti ettha yo pakatattaṁ bhikkhuniṁ tiṇṇaṁ maggānaṁ aññatarasmiṁ dūseti, ayaṁ bhikkhunidūsako nāma</i>, “<i lang='pi' translate='no'>Bhikkhunidūsako bhikkhave</i>: in this context it means whoever violates an ordinary nun through one of three orifices (vagina, anus, or mouth) is called a <i lang='pi' translate='no'>bhikkhunidūsaka</i>.” ",
  "pli-tv-kd1:61.1.19": "[See essay for the meaning of <i lang='pi' translate='no'>paṇḍaka</i>.] ",
  "pli-tv-kd1:62.3.5": "“Who has previously left to join the monastics of another religion” renders <i lang='pi' translate='no'>titthiyapakkantaka</i>, lit. “one who has left for another religion”. Sp.3.110: <i lang='pi' translate='no'>Ettha pana titthiyesu pakkanto paviṭṭhoti titthiyapakkantako. … upasampanno bhikkhu titthiyo bhavissāmīti saliṅgeneva tesaṁ upassayaṁ gacchati, padavāre padavāre dukkaṭaṁ. Tesaṁ liṅge ādinnamatte titthiyapakkantako hoti</i>, “Here <i lang='pi' translate='no'>titthiyapakkantaka</i> means one who has left and entered among the monastics of another religion. … If a fully ordained monk thinks, ‘I will become a monastic of another religion’, and he goes to their dwelling place while looking like a Buddhist monk, then each step is an instance of wrong conduct. Then, merely by taking on their characteristics, he is a <i lang='pi' translate='no'>titthiyapakkantaka</i>.” ",
  "pli-tv-kd1:68.1.2": "Sp.3.116: <i lang='pi' translate='no'>Karotīti purisanimittena itthīsu methunavītikkamaṃ karoti. Kārāpetīti paraṃ samādapetvā attano itthinimitte kārāpeti</i>, “<i lang='pi' translate='no'>Karoti</i>: with the male characteristic he acts to transgress through sexual intercourse with women. <i lang='pi' translate='no'>Kārāpeti</i>: having encouraged another, he causes action in his own female characteristic.” The meaning of the causative <i lang='pi' translate='no'>kārāpeti</i>, however, is usually to make someone else act, not specifically to cause someone to act towards oneself. If this is correct, then the meaning here would be that one has sex oneself and generally causes others to have sex, not that the same person takes on different roles. I translate accordingly. ",
  "pli-tv-kd1:68.1.4": "[See essay for a further discussion on the meaning of <i lang='pi' translate='no'>ubhatobyañjanka</i>.] ",
  "pli-tv-kd1:71.2.7": "This single phrase combines two Pali terms, <i lang='pi' translate='no'>aṅgulicchinna</i> and <i lang='pi' translate='no'>aḷacchinna</i>. The latter refers to a thumb or a big toe, whereas the former refers to any of the remaining eight digits. ",
  "pli-tv-kd1:71.2.10": "<i lang='pi' translate='no'>Phaṇahatthaka</i>, lit. “one who has hands like a snake’s hood”. Sp.3.119: <i lang='pi' translate='no'>Phaṇahatthakoti yassa vaggulipakkhakā viya aṅguliyo sambaddhā honti</i>, “<i lang='pi' translate='no'>Phaṇahatthako</i>: one whose fingers are connected like the wings of a bat.” ",
  "pli-tv-kd1:71.2.16": "<i lang='pi' translate='no'>Likhitaka</i>, lit. “one who has been written about”. Sp.3.93: <i lang='pi' translate='no'>Atha kho yo koci corikaṁ vā aññaṁ vā garuṁ rājāparādhaṁ katvā palāto, rājā ca naṁ paṇṇe vā potthake vā “itthannāmo yattha dissati, tattha gahetvā māretabbo”ti vā “hatthapādānissa chinditabbānī”ti vā “ettakaṁ nāma daṇḍaṁ āharāpetabbo”ti vā likhāpeti, ayaṁ likhitako nāma</i>, “When someone has run away after stealing or committing another heavy offense against the king, and the king causes the writing about him on a leaf or in a book that ‘wherever so-and-so is seen, he should be seized and executed’ or ‘his hands and feet are to be cut off’ or ‘this penalty is to be imposed’, this a called a wanted criminal.” ",
  "pli-tv-kd1:71.2.19": "<i lang='pi' translate='no'>Parisadūsaka</i>, lit. “one who defiles an assembly”. Sp.3.119: <i lang='pi' translate='no'>Parisadūsakoti yo attano virūpatāya parisaṁ dūseti; atidīgho vā hoti aññesaṁ sīsappamāṇanābhippadeso, atirasso vā …</i>, “<i lang='pi' translate='no'>Parisadūsaka</i>: whoever defiles an assembly through his own bad appearance. He is too tall, a head taller than others, or he is too short …” ",
  "pli-tv-kd1:71.2.23": "<i lang='pi' translate='no'>Pakkhahata</i>. Sp.3.119: <i lang='pi' translate='no'>Pakkhahatoti yassa eko hattho vā pādo vā aḍḍhasarīraṁ vā sukhaṁ na vahati</i>, “<i lang='pi' translate='no'>Pakkhahata</i>: for whom one hand or one foot or half the body does not work properly.” ",
  "pli-tv-kd1:71.2.24": "<i lang='pi' translate='no'>Chinniriyāpatha</i>, lit. “the ways of movement have been cut off”. Sp.3.119: <i lang='pi' translate='no'>Chinniriyāpathoti pīṭhasappi vuccati</i>, “One who crawls is called <i lang='pi' translate='no'>chinniriyāpatha</i>.” The exact meaning is not clear. ",
  "pli-tv-kd1:72.1.15": "Sp.3.120: <i lang='pi' translate='no'>Yāva bhikkhusabhāgataṁ jānāmīti nissayadāyakassa bhikkhuno bhikkhūhi sabhāgataṁ lajjibhāvaṁ yāva jānāmīti attho. Tasmā navaṁ ṭhānaṁ gatena “ehi bhikkhu, nissayaṁ gaṇhāhī”ti vuccamānenāpi catūhapañcāhaṁ nissayadāyakassa lajjibhāvaṁ upaparikkhitvā nissayo gahetabbo</i>, “The meaning of ‘to find out if the other person is compatible with the monks’ is: until I find out the compatibility with the monks in terms of conscientiousness of the monk giving support. Therefore, when a monk who has gone to a new place is being told to obtain support, he should observe the conscientiousness of the support giver for four or five days, and then obtain support.” ",
  "pli-tv-kd1:76.1.1": "[For an explanation of these, see essay on Illnesses.] ",
  "pli-tv-kd1:76.5.11": "The Pali reads: <i lang='pi' translate='no'>Ayaṁ itthannāmo itthannāmassa āyasmato upasampadāpekkho</i>. Taking the genitive case here to be the agent genitive, which seems to be the most obvious reading, this would mean, “So-and-so who is seeking to be fully ordained <em>by</em> Venerable so-and-so.” But it is the Sangha that ordains, not individuals, and so this translation does not seem quite right. Vmv.3.126: <i lang='pi' translate='no'>Ayaṁ buddharakkhito āyasmato dhammarakkhitassa saddhivihārikabhūto upasampadāpekkho</i>, “This Buddharakkhita, who is seeking the full ordination, is the student of Venerable Dhammarakkhita.” I have followed this interpretation, and thus my translation “with Venerable so-and-so”. ",
  "pli-tv-kd1:76.9.3": "The Pali reads: <i lang='pi' translate='no'>Ayaṁ itthannāmo itthannāmassa āyasmato upasampadāpekkho</i>. Taking the genitive case here to be the agent genitive, which seems to be the most obvious reading, this would mean, “So-and-so who is seeking to be fully ordained <em>by</em> Venerable so-and-so.” But it is the Sangha that ordains, not individuals, and so this translation does not seem quite right. Vmv.3.126: <i lang='pi' translate='no'>Ayaṁ buddharakkhito āyasmato dhammarakkhitassa saddhivihārikabhūto upasampadāpekkho</i>, “This Buddharakkhita, who is seeking the full ordination, is the student of Venerable Dhammarakkhita.” I have followed this interpretation, and thus my translation “with Venerable so-and-so”. ",
  "pli-tv-kd1:77.1.1": "Sp.3.128: <i lang='pi' translate='no'>Chāyā metabbāti ekaporisā vā dviporisā vāti chāyā metabbā. Utuppamāṇaṁ ācikkhitabbanti “vassāno hemanto gimho”ti evaṁ utuppamāṇaṁ ācikkhitabbaṁ. Ettha ca utuyeva utuppamāṇaṁ. Sace vassānādayo aparipuṇṇā honti, yattakehi divasehi yassa yo utu aparipuṇṇo, te divase sallakkhetvā so divasabhāgo ācikkhitabbo. Atha vā “ayaṁ nāma utu, so ca kho paripuṇṇo vā aparipuṇṇo vā”ti evaṁ utuppamāṇaṁ ācikkhitabbaṁ. “Pubbaṇho vā sāyanho vā”ti evaṁ divasabhāgo ācikkhitabbo</i>, “<i lang='pi' translate='no'>Chāyā metabbā</i>: ‘It is the height of one man or the height of two men’, the length of the shade is to be measured. ‘The measure of the season (<i lang='pi' translate='no'>utuppamāṇa</i>) should be pointed out’: ‘It is the rainy season, the cold season, the hot season’, in this way the measure of the season should be pointed out. In this case the measure of the season is just the season. If the rainy season, etc, is not complete, one should calculate the days until the completion of the season; that share of days (<i lang='pi' translate='no'>divasabhāga</i>) is to be pointed out. Alternatively, ‘This is the name of the season, and it is complete or incomplete (by so many days)’, in this way the date is to be pointed out. ‘It is morning or evening’, in this way the part of the day is to be pointed out.” I have followed the latter of these two ways of understanding these terms, see the Critical Pali Dictionary. <i lang='pi' translate='no'>Saṅgīti ācikkhitabbā</i>, lit. “A joint recitation is to be declared”, which is rather cryptic. Sp.3.128: <i lang='pi' translate='no'>Saṅgītīti idameva sabbaṁ ekato katvā “tvaṁ kiṁ labhasi, kā te chāyā, kiṁ utuppamāṇaṁ, ko divasabhāgo”ti puṭṭho “idaṁ nāma labhāmi – vassaṁ vā hemantaṁ vā gimhaṁ vā, ayaṁ me chāyā, idaṁ utuppamāṇaṁ, ayaṁ divasabhāgoti vadeyyāsī”ti evaṁ ācikkhitabbaṁ</i>, “<i lang='pi' translate='no'>Saṅgīti</i>: here it means: having brought everyone together, it should pointed out: “When you are asked, ‘What did you have? What time did you have? What date did you have?’ you should reply, ‘I had this: it was the rainy season/the cold season/the hot season; I had this time; I had this date.’” The point seems to be that a newly ordained monk should remember the time and date of his ordination so that he may respond to questions about it in future. Vmv.3.128 clarifies: <i lang='pi' translate='no'>Chāyādikameva sabbaṁ saṅgahetvā gāyitabbato kathetabbato saṅgītīti āha “idamevā”tiādi. Tattha ekato katvā ācikkhitabbaṁ. Tvaṁ kiṁ labhasīti tvaṁ upasampādanakāle kataravassaṁ, katarautuñca labhasi, katarasmiṁ te upasampadā laddhāti attho</i>, “‘Here’ etc. means: having collected all—that is the time, etc.—<i lang='pi' translate='no'>saṅgīti</i> is said because it is to be chanted, because it is to be declared. In regard to this, having brought (everyone) together, it is to be pointed out. ‘What did you have’ means: at the time of the ordination, which year did you have, which season; your ordination was obtained in which one?” ",
  "pli-tv-kd1:77.1.13": "[See essay on <i lang='pi' translate='no'>pāsāda</i>.] | Apart from the <i lang='pi' translate='no'>vihāra</i>, “a dwelling”, and the <i lang='pi' translate='no'>guha</i>, “a cave”, the Pali mentions three kinds of buildings, the <i lang='pi' translate='no'>aḍḍhayoga</i>, the <i lang='pi' translate='no'>pāsāda</i>, and the <i lang='pi' translate='no'>hammiya</i>, all of which, according to the commentaries are different kinds of <i lang='pi' translate='no'>pāsāda</i>, “stilt houses”. Rather than try to name each of these buildings, which in any case would not be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. Sp.4.294: <i lang='pi' translate='no'>Aḍḍhayogoti supaṇṇavaṅkagehaṁ</i>, “An <i lang='pi' translate='no'>aḍḍhayoga</i> is a house bent like a <i lang='pi' translate='no'>supaṇṇa</i>.” Sp-ṭ.3.4.294 clarifies: <i lang='pi' translate='no'>Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ</i>, “<i lang='pi' translate='no'>Supaṇṇavaṅkageha</i>: a house made in the shape of the wings of a <i lang='pi' translate='no'>garula</i> (=<i lang='pi' translate='no'>garuda</i>).” Sp.4.294 continues: <i lang='pi' translate='no'>Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva</i>, “A <i lang='pi' translate='no'>pāsāda</i> is a long stilt house. A <i lang='pi' translate='no'>hammiya</i> just a <i lang='pi' translate='no'>pāsāda</i> that has a house with a peak established on top of the flat roof.” At Sp-ṭ.3.3.74, however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. | [See essay on <i lang='pi' translate='no'>guhā</i>.] ",
  "pli-tv-kd1:79.2.9": "See definitions of <i lang='pi' translate='no'>sambhoga</i> and <i lang='pi' translate='no'>saṁvāsa</i> at <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 69, <a href='/pli-tv-bu-vb-pc69/en/brahmali#2.1.14'>Bu Pc 69:2.1.14</a> and <a href='/pli-tv-bu-vb-pc69/en/brahmali#2.1.21'>Bu Pc 69:2.1.21</a>. ",
  "pli-tv-kd1:79.4.21": "Vmv.3.131: <i lang='pi' translate='no'>Vinayamhītiādigāthāsu niggahānanti niggahakaraṇesu. Pāpiccheti pāpapuggalānaṃ niggahakaraṇesu, lajjīnaṃ paggahesu ca pesalānaṃ sukhāvahe mahante vinayamhi yathā atthakārī atthānuguṇaṃ karontova yasmā yoniso paṭipajjati nāma hoti, tasmā uddānaṃ pavakkhāmīti sambandhayojanā daṭṭhabbā</i>; “In regard to the verses beginning with <i lang='pi' translate='no'>vinayamhi</i>: <i lang='pi' translate='no'>niggahānaṁ</i> means concerning the production of restraint. <i lang='pi' translate='no'>Pāpicche</i> means in regard to the production of restraint of bad people and in regard to helping those who have a sense of conscience and those who are good, in the great Monastic Law which brings happiness, concerning one making and helping what is beneficial, wherefore it is called one practicing wisely, therefore I speak this summary. It is to be seen as connected together.” ",
  "pli-tv-kd1:79.4.22": "Vmv.3.131 reads <i lang='pi' translate='no'>mahante vinayamhi</i>, “In the great Monastic Law”, which I follow. ",
  "pli-tv-kd1:79.4.24": "Reading <i lang='pi' translate='no'>niggahe ca pāpicchānaṁ</i> with the PTS edition. ",
  "pli-tv-kd1:79.4.25": "I am not clear here on the function of the locative plural <i lang='pi' translate='no'>esu</i>, but I am assuming the construction is parallel to the previous two lines. ",
  "pli-tv-kd1:79.4.48": "<i lang='pi' translate='no'>Asesetuṁ</i> is presumably a denominative form of <i lang='pi' translate='no'>asesa</i>, “without remainder”. See CPD, sv. <i lang='pi' translate='no'>asesita</i>. ",
  "pli-tv-kd1:79.4.119": "Reading <i lang='pi' translate='no'>pekkhanā</i> with the PTS version, instead of <i lang='pi' translate='no'>lakkhaṇā</i>. "
}