{
  "pli-tv-kd14:4.4.34": "See <a href='/pli-tv-kd18/en/brahmali#1.2.22'>Kd 18:1.2.22</a> for the correct interpretation of <i lang='pi' translate='no'>idaṁ saṅghassa katikasaṇṭhānaṁ, imaṁ kālaṁ pavisitabbaṁ, imaṁ kālaṁ nikkhamitabbanti</i>. ",
  "pli-tv-kd14:4.11.2": "<i lang='pi' translate='no'>Sānuvādo</i>. Vin-vn-ṭ.2777: <i lang='pi' translate='no'>Sānuvādoti ettha anuvādo nāma codanā, saha anuvādena vattatīti sānuvādo</i>, “<i lang='pi' translate='no'>Sānuvādo</i>: here accusing is called <i lang='pi' translate='no'>anuvādo</i>. <i lang='pi' translate='no'>Sānuvādo</i> means he proceeds with an accusation.” ",
  "pli-tv-kd14:5.1.1": "<i lang='pi' translate='no'>Cittavipariyāsakata</i>, lit. “(his) mind was made distorted”. ",
  "pli-tv-kd14:10.1.3": "The Pali just says “he knows”, <i lang='pi' translate='no'>jānāti</i>, but it seems implied that this refers to the manager. Sp.4.204: <i lang='pi' translate='no'>Jānātīti salākaṁ gāhento jānāti “adhammavādī bahutarā”ti</i>, “‘He knows’: the one distributing the voting tickets (i.e. the manager) knows that those speaking contrary to the Teaching are in the majority.” ",
  "pli-tv-kd14:13.3.1": "I here follow the PTS reading, <i lang='pi' translate='no'>ekatopakkhikānaṁ bhikkhūnaṁ</i>, as opposed to the Mahāsaṅgīti reading, <i lang='pi' translate='no'>athāparesaṁ ekatopakkhikānaṁ bhikkhūnaṁ</i>. With the Mahāsaṅgīti reading there is no distinction between the two groups of monks. ",
  "pli-tv-kd14:14.1.1": "<i lang='pi' translate='no'>Bhikkhunīnaṁ anupakhajja</i>, lit. “intruding on the nuns”. Sp.4.215: <i lang='pi' translate='no'>Bhikkhunīnaṁ anupakhajjāti bhikkhunīnaṁ anto pavisitvā</i>, “Intruding on the nuns means having entered among the nuns.” The contextual point is that he is siding with the nuns. ",
  "pli-tv-kd14:14.8.1": "According to the sub-commentary, this should be understood as a question. Sp-ṭ.3.220: <i lang='pi' translate='no'>Vivādādhikaraṇaṃ kusalaṃ akusalaṃ abyākatanti vivādādhikaraṇaṃ kiṃ kusalaṃ akusalaṃ udāhu abyākatanti pucchati. Vivādādhikaraṇaṃ siyā kusalantiādi vissajjanaṃ. Esa nayo sesesupi</i>, “<i lang='pi' translate='no'>Vivādādhikaraṇaṃ kusalaṃ akusalaṃ abyākatan</i>: he asks, ‘Is a legal issue arising from a dispute wholesome, unwholesome, or indeterminate?’ ‘A legal issue arising from a dispute may be wholesome,’ etc., is the response. This method also applies to the rest (below).” ",
  "pli-tv-kd14:14.14.8": "The Pali word <i lang='pi' translate='no'>āpatti</i> means both “attainment” and “offense”. ",
  "pli-tv-kd14:14.16.23": "<i lang='pi' translate='no'>Bhikkhu-pācittiya</i> 63. ",
  "pli-tv-kd14:14.16.24": "<i lang='pi' translate='no'>Bhikkhu-pācittiya</i> 79. ",
  "pli-tv-kd14:14.24.5": "<i lang='pi' translate='no'>Gahitāgahitañca jāneyya</i>, lit. “He should know taken and not taken.” The taking refers to the taking of voting tickets, <i lang='pi' translate='no'>salāka</i>. ",
  "pli-tv-kd14:14.33.27": "I here follow the PTS reading, <i lang='pi' translate='no'>ekatopakkhikānaṁ bhikkhūnaṁ</i>, as opposed to the Mahāsaṅgīti reading, <i lang='pi' translate='no'>athāparesaṁ ekatopakkhikānaṁ bhikkhūnaṁ</i>. With the Mahāsaṅgīti reading there is no distinction between the two groups of monks. "
}