{
  "pli-tv-kd17:1.2.24": "“Go ahead” renders <i lang='pi' translate='no'>upajānāhi</i>. According to Sp.4.330, <i lang='pi' translate='no'>upajānāhi</i> is just another word for <i lang='pi' translate='no'>jānāhi</i>. Sp-ṭ.3.4.330 adds: <i lang='pi' translate='no'>Jānāhīti cettha paṭipajjāti attho veditabbo</i>, “<i lang='pi' translate='no'>Jānāhi</i>: here the meaning ‘practise’ should be understood.” ",
  "pli-tv-kd17:2.1.20": "<i lang='pi' translate='no'>Saṅghāṭipattacīvaradharo</i>. In the <i lang='pi' translate='no'>vinaya</i> <i lang='pi' translate='no'>saṅghāṭi</i> frequently refers to whatever robe is worn on the upper body without distinguishing whether it is the single layered one or the double layered one. In other instances where <i lang='pi' translate='no'>saṅghāṭi</i> and <i lang='pi' translate='no'>cīvara</i> are spoken of together, as they are here, the <i lang='pi' translate='no'>cīvara</i> seems to refer to the third robe, which is often spare, whereas the <i lang='pi' translate='no'>saṅghāṭi</i> refers to the upper robe. See for instance <a href='/pli-tv-bu-vb-ss8/en/brahmali#1.7.21'>Bu Ss 8:1.7.21</a> where we find the following: <i lang='pi' translate='no'>Atha kho mettiyabhūmajakā bhikkhū pacchābhattaṁ piṇḍapātapaṭikkantā ārāmaṁ gantvā pattacīvaraṁ paṭisāmetvā bahārāmakoṭṭhake saṅghāṭipallatthikāya nisīdiṁsu</i>, “After the meal they returned to the monastery, put their bowls and robes away, and squatted on their heels outside the monastery gateway, supported by their upper robe.” ",
  "pli-tv-kd17:2.2.1": "This is a parallel to AN5.100 at <a href='/an5.100/en/brahmali#0.1'>AN 5.100:0.1</a>. ",
  "pli-tv-kd17:2.3.8": "<i lang='pi' translate='no'>Sammannati kho pana cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena</i>, which is rather obscure. Vmv.4.334: <i lang='pi' translate='no'>Sammannatīti cīvarādinā amhākaṁ sammānaṁ karoti, parehi vā ayaṁ satthā sammānīyatīti attho</i>, “<i lang='pi' translate='no'>Sammannati</i>: the meaning is: he creates honor for us by way of robes, etc, or this teacher is being honored by others.” ",
  "pli-tv-kd17:3.1.12": "<i lang='pi' translate='no'>Kheḷāsaka</i>, lit. “an eater of spittle”. The spittle apparently refers to the gains, honor, and fame he has acquired in an inappropriate manner. Sp.4.336 says: <i lang='pi' translate='no'>Kheḷāsakassāti ettha micchājīvena uppannapaccayā ariyehi vantabbā kheḷasadisā, tathārūpe paccaye ayaṁ ajjhoharatīti katvā kheḷāsakoti bhagavatā vutto</i>, “<i lang='pi' translate='no'>Kheḷāsakassa</i> here means that those requisites he has acquired though wrong livelihood, which the noble ones would vomit up like spittle, such requisites he has swallowed down. <i lang='pi' translate='no'>Kheḷāsakassa</i> was said by the Buddha in this connection.” ",
  "pli-tv-kd17:3.8.22": "Here I follow the PTS edition. The Mahāsaṅgīti adds, “The Buddha then said to them, ‘Don’t go back along this path, go along that one.’ And he sent them down a different path”, which is absent from the PTS edition. This seems to be an error in the Mahāsaṅgīti based on automatic copying from the previous paragraphs. ",
  "pli-tv-kd17:3.10.19": "Partial parallel to AN5.100 at <a href='/an5.100/en/brahmali#0.1'>AN 5.100:0.1</a>. ",
  "pli-tv-kd17:3.10.26": "<i lang='pi' translate='no'>Sammannati kho pana cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena</i>, which is rather obscure. Vmv.4.334: <i lang='pi' translate='no'>Sammannatīti cīvarādinā amhākaṁ sammānaṁ karoti, parehi vā ayaṁ satthā sammānīyatīti attho</i>, “<i lang='pi' translate='no'>Sammannati</i>: the meaning is: he creates honor for us by way of robes, etc, or this teacher is being honored by others.” ",
  "pli-tv-kd17:3.13.21": "See <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 32, <a href='/pli-tv-bu-vb-pc32/en/brahmali#8.15'>Bu Pc 32:8.15</a>. ",
  "pli-tv-kd17:3.14.2": "<i lang='pi' translate='no'>Cakkabheda</i>. Sp.3.410: <i lang='pi' translate='no'>Cakkabhedāyāti āṇābhedāya</i>, “<i lang='pi' translate='no'>Cakkabheda</i> means a break in authority.” Vjb.4.343: <i lang='pi' translate='no'>Cakkabhedanti sāsanabhedaṁ</i>, “<i lang='pi' translate='no'>Cakkabheda</i> means a break in the instruction.” ",
  "pli-tv-kd17:4.6.1": "Parallel to AN8.16 at <a href='/an8.16/en/brahmali#0.3'>AN 8.16:0.3</a>. ",
  "pli-tv-kd17:4.7.1": "Partial parallel to AN8.7 at <a href='/an8.7/en/brahmali#0.3'>AN 8.7:0.3</a>. ",
  "pli-tv-kd17:4.7.6": "<i lang='pi' translate='no'>Ayaso</i>. Sp.2.264: <i lang='pi' translate='no'>Ayasoti parivāravipatti; parammukhagarahā vā</i>, “<i lang='pi' translate='no'>Lack of fame</i> means lacking an entourage or disparaged in one’s absence.” ",
  "pli-tv-kd17:4.7.49": "Parallel to <a href='/iti.89/en/brahmali'>Iti.89</a>. ",
  "pli-tv-kd17:4.8.20": "<i lang='pi' translate='no'>Bhesmā</i>, lit. “frightening”. The commentary to the parallel verses at <a href='/iti.89/en/brahmali'>Iti.89</a> says, <i lang='pi' translate='no'>Bhesmāti vipulabhāvena gambhīrabhāvena ca bhiṁsāpento viya, vipulagambhīroti attho</i>, “‘Frightening’ means large and deep, as if frightening because of its size and depth.” ",
  "pli-tv-kd17:4.8.23": "Reading <i lang='pi' translate='no'>sammaggata</i>/<i lang='pi' translate='no'>sammāgata</i> with the Vipassana Research Institute and the PTS editions. ",
  "pli-tv-kd17:5.4.1": "Partial parallels to AN10.39 at <a href='/an10.39/en/brahmali#0.3'>AN 10.39:0.3</a> and <a href='/iti.18/en/brahmali'>Iti.18</a>. ",
  "pli-tv-kd17:5.4.9": "Partial parallels to AN10.40 at <a href='/an10.40/en/brahmali#0.3'>AN 10.40:0.3</a> and <a href='/iti.19/en/brahmali'>Iti.19</a>. ",
  "pli-tv-kd17:5.4.12": "<i lang='pi' translate='no'>Samaggānañca anuggaho</i>, lit. “and the helping of those who are united”. The commentary to the parallel verses at <a href='/iti.19/en/brahmali'>Iti.19</a> says: <i lang='pi' translate='no'>Samaggānañcanuggahoti samaggānaṁ sāmaggianumodanena anuggaṇhanaṁ sāmaggianurūpaṁ, yathā te sāmaggiṁ na vijahanti, tathā gahaṇaṁ ṭhapanaṁ anubalappadānanti attho</i>, “<i lang='pi' translate='no'>Samaggānañcanuggaho</i> means: one who rejoices in unity helps those who are united in accordance with what is suitable for unity; he takes hold of it, firms it up, and supports it, so that they do not abandon that unity.” ",
  "pli-tv-kd17:5.5.20": "Mahāsaṅgīti includes the following case, which is missing in the PTS edition: <i lang='pi' translate='no'>Tasmiṁ dhammadiṭṭhi bhede dhammadiṭṭhi</i>, “He has the view that what he says is legitimate and the view that the schism is legitimate.” This seems to be a mistake in Mahāsaṅgīti, since the whole point of this is that the monk “misrepresents his view of what is true, his belief of what is true, his acceptance of what is true, and his sentiment of what is true”. ",
  "pli-tv-kd17:5.5.48": "Here too Mahāsaṅgīti includes the following case, which is missing in the PTS edition: <i lang='pi' translate='no'>Tasmiṁ dhammadiṭṭhi bhede dhammadiṭṭhi</i>, “He has the view that what he says is legitimate and the view that the schism is legitimate.” This too must be a mistake in Mahāsaṅgīti; see above. "
}