{
  "pli-tv-kd20:1.4.3": "“Acts of respect” renders <i lang='pi' translate='no'>sāmīcikammaṁ</i>. Sp 2.149: <i lang='pi' translate='no'>sāmīcikammanti maggasampadānabījanapānīyāpucchanādikaṁ anucchavikavattaṁ</i>, “<i lang='pi' translate='no'>Sāmīcikammaṁ</i> means appropriate duties such as giving way, fanning, offering drinking water, etc.” ",
  "pli-tv-kd20:1.4.5": "The Pali word behind the translation “monastery” is <i lang='pi' translate='no'>āvāsa</i>. This refers to the area of the <i lang='pi' translate='no'>simā</i>, the monastery zone, as established through a legal procedure. This area may be much larger than the space occupied by any actual buildings. See also <a href='https://suttacentral.net/pli-tv-bi-vb-pc56/en/brahmali#1.16.1'>Bi Pc 56:1.16.1</a>. ",
  "pli-tv-kd20:1.4.7": "See also <a href='https://suttacentral.net/pli-tv-bi-vb-pc59/en/brahmali#1.11.1'>Bi Pc 59:1.11.1</a>. ",
  "pli-tv-kd20:1.4.10": "See also <a href='https://suttacentral.net/pli-tv-bi-vb-pc57/en/brahmali#1.15.1'>Bi Pc 57:1.15.1</a>. ",
  "pli-tv-kd20:1.4.13": "Heavy offense, <i lang='pi' translate='no'>garudhamma</i>, here refers to the <i lang='pi' translate='no'>saṅghādisesa</i> offenses, the offenses entailing suspension. See <a href='https://suttacentral.net/pli-tv-bi-vb-ss13/en/brahmali#3.16'>Bi Ss 13:3.16</a>. ",
  "pli-tv-kd20:1.4.15": "See especially <a href='https://suttacentral.net/pli-tv-bi-vb-pc64/en/brahmali#1.36.1'>Bi Pc 64:1.36.1</a>, but also <a href='https://suttacentral.net/pli-tv-bi-vb-pc67/en/brahmali#1.36.1'>Bi Pc 67:1.36.1</a> and <a href='https://suttacentral.net/pli-tv-bi-vb-pc73/en/brahmali#1.36.1'>Bi Pc 73:1.36.1</a>. ",
  "pli-tv-kd20:1.4.17": "See <a href='https://suttacentral.net/pli-tv-bi-vb-pc52/en/brahmali#1.29.1'>Bi Pc 52:1.29.1</a>. ",
  "pli-tv-kd20:1.4.19": "“Correct” renders <i lang='pi' translate='no'>vacanapatha</i>. For the meaning of this word see BVS, pp.73–76. ",
  "pli-tv-kd20:1.5.22": "For further information on these flowers, see Plants in the Appendix of Technical Terms. ",
  "pli-tv-kd20:1.6.9": "“Whiteheads” renders <i lang='pi' translate='no'>setaṭṭ(h)ikā</i>, lit. “white bones”. Sp 4.403: <i lang='pi' translate='no'>Setaṭṭhikā nāma rogajātīti eko pāṇako nāḷimajjhagataṁ kaṇḍaṁ vijjhati, yena viddhattā nikkhantampi sālisīsaṁ khīraṁ gahetuṁ na sakkoti</i>, “The disease called <i lang='pi' translate='no'>setaṭṭhikā</i> means: an insect penetrates the stem, goes to the middle of the stalk, from the penetration of which the rice grains are not able to get sap.” This seems to be a description of so-called “whiteheads”, pale panicles without rice grains, caused by stem borers. ",
  "pli-tv-kd20:1.6.11": "Sp 4.403: <i lang='pi' translate='no'>Mañjiṭṭhikā nāma rogajātīti ucchūnaṁ antorattabhāvo</i>, “<i lang='pi' translate='no'>Mañjiṭṭhikā nāma rogajāti</i>: sugar cane becoming red within.” ",
  "pli-tv-kd20:6.1.4": "I follow the Pali of the PTS version. MS reads, “The monks thought”. ",
  "pli-tv-kd20:6.3.8": "“Who had had a legal procedure done against them” renders <i lang='pi' translate='no'>katakammā</i>. The commentary is silent, but elsewhere <i lang='pi' translate='no'>katadaṇḍakamma</i> (e.g. at <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#44.1.1'>Kd 1:44.1.1</a>) and <i lang='pi' translate='no'>kammakata</i> (e.g. at <a href='https://suttacentral.net/pli-tv-bu-vb-ss13/en/brahmali#2.45'>Bu Ss 13:2.45</a>) mean “who has had a legal procedure (of penalization) done against them”. ",
  "pli-tv-kd20:7.1.6": "Sp-t 4.410: <i lang='pi' translate='no'>Kammappattāyopīti kammārahāpi. Āpattigāminiyopīti āpattiāpannāyopi</i>, “<i lang='pi' translate='no'>Kammappattāyopi</i>: who deserved a legal procedure. <i lang='pi' translate='no'>Āpattigāminiyopi</i>: who had committed an offense.” ",
  "pli-tv-kd20:7.1.11": "“Determine the nature of the nuns’ legal procedure” renders <i lang='pi' translate='no'>bhikkhunīnaṁ kammaṁ āropetvā</i>. Sp 4.410: <i lang='pi' translate='no'>Anujānāmi, bhikkhave, bhikkhūhi bhikkhunīnaṁ kammaṁ ropetvā niyyādetunti ettha tajjanīyādīsu “idaṁ nāma kammaṁ etissā kātabban”ti evaṁ ropetvā “taṁ dāni tumheva karothā”ti niyyādetabbaṁ</i>, “<i lang='pi' translate='no'>Anujānāmi, bhikkhave, bhikkhūhi bhikkhunīnaṁ kammaṁ ropetvā niyyādetuṁ</i> here, in regard to (legal procedures of) condemnation, etc., saying, ‘This kind of legal procedure is to be done toward this one’, having fixed it thus, it is to be handed over (to the nuns), saying, ‘Now you should do it against her.’” ",
  "pli-tv-kd20:9.1.9": "It is not clear from the Pali whether it is the monks or the nuns who should penalize the monk. The discussion in the commentary at Sp 4.411, however, makes it clear that it is the nuns who impose the penalty. The commentary explains that the penalty is imposed by assembling at the nuns’ dwelling place, <i lang='pi' translate='no'>bhikkhunupassaye</i>, and those assembled then use the term <i lang='pi' translate='no'>ayya</i> when referring to the monk who acted inappropriately. Only nuns use this term when referring to monks. ",
  "pli-tv-kd20:9.1.13": "Sp 4.411: <i lang='pi' translate='no'>Avandiyo so bhikkhave bhikkhu bhikkhunisaṅghena kātabboti bhikkhunupassaye sannipatitvā “asuko nāma ayyo bhikkhunīnaṁ apasādanīyaṁ dasseti, etassa ayyassa avandiyakaraṇaṁ ruccatī”ti evaṁ tikkhattuṁ sāvetabbaṁ. Ettāvatā avandiyo kato hoti</i>, “‘The Sangha of nuns shouldn’t pay respect to such a monk’: Having assembled in the nuns’ quarters, this proclamation is to be done three times: ‘The venerable so-and-so is disagreeable toward the nuns. It is proper not to pay respects to this venerable.’ In this way not-paying respect is done.” ",
  "pli-tv-kd20:9.2.10": "Sp 4.411: <i lang='pi' translate='no'>Āvaraṇanti vihārappavesane nivāraṇaṁ</i>, “Restrictions: a hindrance on entering the monastery.” ",
  "pli-tv-kd20:9.3.11": "The word “monks” is missing from the Pali, but is found in other versions of the Tipiṭaka, such as SRT. ",
  "pli-tv-kd20:9.3.19": "“Did not investigate” renders <i lang='pi' translate='no'>vinicchayaṁ na denti</i>. The commentaries are silent. I take it to mean that the monks did not investigate whether the nun had changed her behavior. ",
  "pli-tv-kd20:9.4.4": "See <a href='https://suttacentral.net/pli-tv-bi-vb-pc58/en/brahmali#1.14.1'>Bi Pc 58:1.14.1</a>. ",
  "pli-tv-kd20:9.4.31": "These are the eight qualities listed at <a href='https://suttacentral.net/pli-tv-bu-vb-pc21/en/brahmali#2.26'>Bu Pc 21:2.26</a>. ",
  "pli-tv-kd20:9.5.46": "Sp-t 3.4.415: <i lang='pi' translate='no'>Na ārocentīti pātimokkhuddesakassa na ārocenti</i>, “‘Without informing’: without informing the reciter of the Monastic Code.” ",
  "pli-tv-kd20:10.1.1": "Sp 4.416: <i lang='pi' translate='no'>Phāsukā namentīti gihidārikāyo viya ghanapaṭṭakena kāyabandhanena phāsukā namanatthāya bandhanti</i>, “<i lang='pi' translate='no'>Phāsukā namenti</i> means: using the thick strips of the waistband, they made ribs for the purpose of shaping, like lay girls.” Vin-vn-ṭ 2954: <i lang='pi' translate='no'>Na phāsukā nametabbāti majjhimassa tanubhāvatthāya gāmadārikā viya phāsulikā na nāmetabbā</i>; “<i lang='pi' translate='no'>Na phāsukā nametabbā</i>: village-girl ribs are not to be made for the purpose of making one of middle size slender.” ",
  "pli-tv-kd20:10.2.2": "“The backs of their hands” renders <i lang='pi' translate='no'>hatthakoccha</i>. Sp 4.416: <i lang='pi' translate='no'>Hatthakocchanti piṭṭhihatthaṁ</i>, “<i lang='pi' translate='no'>Hatthakoccha</i> means the back of the hand.” According to PED <i lang='pi' translate='no'>piṭṭhi </i> and <i lang='pi' translate='no'>tala</i> refer to opposite sides of the hand and the foot, with <i lang='pi' translate='no'>tala</i> referring to the palm/sole. ",
  "pli-tv-kd20:10.3.2": "“Applied facial creams” renders <i lang='pi' translate='no'>mukhaṁ ummaddenti</i>. The verb <i lang='pi' translate='no'>ummaddeti</i> normally just means “rubs” or “massages”, but here the contexts required the application of some kind of cosmetic or cream. Sp 3.247: <i lang='pi' translate='no'>Ummaddentīti nānāummaddanehi ummaddenti</i>, “<i lang='pi' translate='no'>Ummaddenti</i>: they rub with various creams.” ",
  "pli-tv-kd20:10.4.1": "Sp 4.417: <i lang='pi' translate='no'>Avaṅgaṁ karontīti akkhī añjantiyo avaṅgadese adhomukhaṁ lekhaṁ karonti</i>, “<i lang='pi' translate='no'>Avaṅgaṁ karontīti</i>: they made up the eyes by making a downward line at the outer corner of the eye.” ",
  "pli-tv-kd20:10.4.2": "Sp 4.417: <i lang='pi' translate='no'>Visesakanti gaṇḍappadese vicitrasaṇṭhānaṁ visesakaṁ karonti. Olokentīti vātapānaṁ vivaritvā vīthiṁ olokenti. Sāloke tiṭṭhantīti dvāraṁ vivaritvā upaḍḍhakāyaṁ dassentiyo tiṭṭhanti</i>, “<i lang='pi' translate='no'>Visesaka</i>: they made a colored mark on the cheek. <i lang='pi' translate='no'>Olokenti</i>: having opened a window, they looked at the street. <i lang='pi' translate='no'>Sāloke tiṭṭhanti</i>: having opened a door, they stood showing half their body.” ",
  "pli-tv-kd20:10.4.3": "“Appointed sex workers” renders <i lang='pi' translate='no'>vesiṁ vuṭṭhāpenti</i>. Sp 3.327: <i lang='pi' translate='no'>Sālavatiṁ kumāriṁ gaṇikaṁ vuṭṭhāpesīti … gaṇikaṭṭhāne ṭhapesunti attho</i>, “Appointed the girl Sālavatī as courtesan: … the meaning is that they placed her in the position of courtesan.” “Traded in raw and cooked greens” renders <i lang='pi' translate='no'>haritakapakkikaṁ pakiṇanti</i>. Sp 4.417: <i lang='pi' translate='no'>Haritakapakkikaṁ pakiṇantīti haritakañceva pakkañca pakiṇanti; pakiṇṇakāpaṇaṁ pasārentīti vuttaṁ hoti</i>, “<i lang='pi' translate='no'>Haritakapakkikaṁ pakiṇanti</i> means she traded in greens and what is cooked; it is said that she set up shop for trading.” Sp-yoj 3.417: <i lang='pi' translate='no'>“Haritakañceva pakkañcā”ti … Tattha haritakanti haritameva paṇṇaṁ. Pakkantiseditaṁ paṇṇaṁ</i>, “<i lang='pi' translate='no'>Haritakañceva pakkañcā</i>: … In this <i lang='pi' translate='no'>haritaka</i> is just green leaves. <i lang='pi' translate='no'>Pakka</i> is heated leaves.” ",
  "pli-tv-kd20:10.5.6": "For further explanations of some of these, see comments at <a href='https://suttacentral.net/pli-tv-kd8/en/brahmali#29.1.6'>Kd 8:29.1.6</a>, <a href='https://suttacentral.net/pli-tv-kd8/en/brahmali#29.1.7'>Kd 8:29.1.7</a>, and <a href='https://suttacentral.net/pli-tv-kd8/en/brahmali#29.1.13'>Kd 8:29.1.13</a>. ",
  "pli-tv-kd20:15.1.14": "Thus the initial rule is overturned. ",
  "pli-tv-kd20:15.1.17": "Sp 4.421: <i lang='pi' translate='no'>Bhikkhūnaṁ sannidhiṁ bhikkhunīhi paṭiggāhāpetvāti hiyyo paṭiggahetvā ṭhapitamaṁsaṁ ajja aññasmiṁ anupasampanne asati bhikkhūhi paṭiggāhāpetvā bhikkhunīhi paribhuñjitabbaṁ</i>, “<i lang='pi' translate='no'>Bhikkhūnaṁ sannidhiṁ bhikkhunīhi paṭiggāhāpetvā</i>: in regard to meat received yesterday by the monks, but set aside, when there is no unordained person available today, then the monks may have the nuns receive it, and it may then be used by the nuns.” ",
  "pli-tv-kd20:15.2.14": "Again, the initial rule is overturned. ",
  "pli-tv-kd20:16.2.6": "<i lang='pi' translate='no'>Āvasathacīvara</i> literally means “a house robe”, that is, belonging to a particular house. As can be seen from <a href='https://suttacentral.net/pli-tv-bi-vb-pc47/en/brahmali#1.12.1'>Bi Pc 47:1.12.1</a>, it was used in turn by the nuns. Vin-vn-ṭ 2300: <i lang='pi' translate='no'>Āvasathacīvaranti “utuniyo bhikkhuniyo paribhuñjantū”ti dinnaṁ cīvaraṁ</i>, “<i lang='pi' translate='no'>Āvasathacīvara</i>: a robe given for menstruating nuns to use.” ",
  "pli-tv-kd20:16.2.15": "“Loin cloth” renders <i lang='pi' translate='no'>saṁvelliya</i>. Sp 4.280: <i lang='pi' translate='no'>Saṁvelliyaṁ nivāsentīti mallakammakārādayo viya kacchaṁ bandhitvā nivāsenti</i>, “<i lang='pi' translate='no'>Saṁvelliyaṁ nivāsenti</i> means wearing the sarong, having bound the lower end like a wrestler or worker, etc.” ",
  "pli-tv-kd20:17.1.2": "“Who were incontinent” renders <i lang='pi' translate='no'>paggharantī</i>. Sp 1.285: <i lang='pi' translate='no'>Paggharantīti savantī; sadā te muttaṁ savatīti vuttaṁ hoti</i>, “<i lang='pi' translate='no'>Paggharantī</i> means flowing. It is said, ‘Their urine is always flowing.’” “Who had genital prolapse” renders <i lang='pi' translate='no'>sikharaṇī</i>. Sp 1.285: <i lang='pi' translate='no'>Sikharaṇīti bahinikkhantaāṇimaṁsā</i>, “<i lang='pi' translate='no'>Sikharaṇī</i> means a piece of flesh is protruding outside.” “Who lacked sexual organs” renders <i lang='pi' translate='no'>itthipaṇḍakā</i>. Despite leaving the uncompounded term <i lang='pi' translate='no'>paṇḍaka</i> untranslated, I have opted to follow the commentarial explanation of <i lang='pi' translate='no'>itthipaṇḍaka</i>. Sp 1.285: <i lang='pi' translate='no'>Itthipaṇḍakāti animittāva vuccati</i>, “It is just a woman without genitals who is called an <i lang='pi' translate='no'>itthipaṇḍakā</i>.” “Manlike” renders <i lang='pi' translate='no'>vepurisikā</i>. Sp 1.285: <i lang='pi' translate='no'>Vepurisikāti samassudāṭhikā purisarūpā itthī</i>, “<i lang='pi' translate='no'>Vepurisikā</i> means a woman who has a beard and a mustache like a man.” “Who had fistula” renders <i lang='pi' translate='no'>sambhinnā</i>. Sp 1.285: <i lang='pi' translate='no'>Sambhinnāti sambhinnavaccamaggapassāvamaggā</i>, “<i lang='pi' translate='no'>Sambhinnā</i> means the anus and the vagina are joined.” That <i lang='pi' translate='no'>passāvamagga</i>, “the path of urine”, can refer to the vagina is clear from <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#9.1.10'>Bu Pj 1:9.1.10</a> where it refers to an orifice for sexual intercourse. Also, it is anatomically more likely that the anus and vagina would be conjoined, rather than the anus and the urethra. ",
  "pli-tv-kd20:17.1.8": "For an explanation of these, see Illnesses in the Appendix of Technical Terms. ",
  "pli-tv-kd20:17.2.4": "“Who is free from the obstacles” renders <i lang='pi' translate='no'>visuddhā</i>, often translated as “pure”. In the present case, however, the contextual meaning is that she is pure of or free from the obstacles to ordination. It seems to be used synonymously with the expression <i lang='pi' translate='no'>parisuddhā antaryike dhamme</i>. ",
  "pli-tv-kd20:17.4.11": "The Pali reads: <i lang='pi' translate='no'>Ayaṁ itthannāmā itthannāmāya ayyāya upasampadāpekkhā</i>. Taking the genitive case here to be the agent genitive, which seems to be the most obvious reading, this would mean, “So-and-so who is seeking to be fully ordained <em>by</em> Venerable so-and-so.” But it is the Sangha that ordains, not individuals, and so this translation does not seem quite right. According to Vmv 3.126 this phrase should be understood by means of this example: <i lang='pi' translate='no'>Ayaṁ buddharakkhito āyasmato dhammarakkhitassa saddhivihārikabhūto upasampadāpekkho</i>, “This Buddharakkhita, who is seeking the full ordination, is the student of Venerable Dhammarakkhita.” I have followed this interpretation, and thus my translation “with Venerable so-and-so”. ",
  "pli-tv-kd20:17.5.9": "For an explanation of these, see Illnesses in the Appendix of Technical Terms. ",
  "pli-tv-kd20:17.6.8": "See notes above. ",
  "pli-tv-kd20:17.8.3": "“Who is free from the obstacles” renders <i lang='pi' translate='no'>visuddhā</i>, often translated as “pure”. In the present case, however, the contextual meaning is that she is pure of or free from the obstacles to ordination. It seems to be used synonymously with the expression <i lang='pi' translate='no'>parisuddhā antaryikehi dhammehi</i> above. ",
  "pli-tv-kd20:17.8.39": "<i lang='pi' translate='no'>Saṅgīti ācikkhitabbā</i>, literally, “a joint recitation is to be declared”, which is rather cryptic. Sp 3.128: <i lang='pi' translate='no'>Saṅgītīti idameva sabbaṁ ekato katvā “tvaṁ kiṁ labhasi, kā te chāyā, kiṁ utuppamāṇaṁ, ko divasabhāgo”ti puṭṭho “idaṁ nāma labhāmi – vassaṁ vā hemantaṁ vā gimhaṁ vā, ayaṁ me chāyā, idaṁ utuppamāṇaṁ, ayaṁ divasabhāgoti vadeyyāsī”ti evaṁ ācikkhitabbaṁ</i>, “<i lang='pi' translate='no'>Saṅgīti</i>: here it means: having brought everyone together, it should pointed out: ‘When you are asked, “What did you have: what was your time; what was your date?” you should reply, “I had this: it was the rainy season/the cold season/the hot season; it was this time; it was this date.”’” The point seems to be that a newly ordained nun should remember the time and date of her ordination so that she may respond to questions about it in future. In the above, the word “date” renders the combined meaning of <i lang='pi' translate='no'>utuppamāṇa</i> and <i lang='pi' translate='no'>divasabhāga</i>. Vmv 3.128: <i lang='pi' translate='no'>Chāyādikameva sabbaṁ saṅgahetvā gāyitabbato kathetabbato saṅgītīti āha “idamevā”tiādi. Tattha ekato katvā ācikkhitabbaṁ. Tvaṁ kiṁ labhasīti tvaṁ upasampādanakāle kataravassaṁ, katarautuñca labhasi, katarasmiṁ te upasampadā laddhāti attho</i>, “‘Here’ etc. means: having collected all—that is the time, etc.—<i lang='pi' translate='no'>saṅgīti</i> is said because it is to be chanted, because it is to be declared. In regard to this, having brought (everyone) together, it is to be pointed out. ‘What did you have’ means: at the time of the ordination, what was your year and season; your ordination was obtained in which one?” ",
  "pli-tv-kd20:17.8.40": "That is, the nuns who did the ordination should point this out to those who have just been ordained. Vmv 4.425: <i lang='pi' translate='no'>Tayo nissayeti rukkhamūlasenāsanassa tāsaṁ alabbhanato vuttaṁ</i>, “<i lang='pi' translate='no'>Tayo nissaye</i>: this is said because they do not obtain a resting place at the foot of a tree.” ",
  "pli-tv-kd20:18.1.1": "Sp 4.426: <i lang='pi' translate='no'>Āsanaṁ saṁkasāyantiyo kālaṁ vītināmesunti aññaṁ vuṭṭhāpetvā aññaṁ nisīdāpentiyo bhojanakālaṁ atikkāmesuṁ</i>, “<i lang='pi' translate='no'>Āsanaṁ saṁkasāyantiyo kālaṁ vītināmesuṁ</i>: making (nuns) get up and sit down, they went beyond the time for eating.” ",
  "pli-tv-kd20:18.1.3": "Sp 4.426: <i lang='pi' translate='no'>Aṭṭhannaṁ bhikkhunīnaṁ yathāvuḍḍhanti ettha sace pure aṭṭhasu nisinnāsu tāsaṁ abbhantarimā aññā āgacchati, sā attano navakaṁ uṭṭhāpetvā nisīdituṁ labhati. Yā pana aṭṭhahipi navakatarā, sā sacepi saṭṭhivassā hoti, āgatapaṭipāṭiyāva nisīdituṁ labhati</i>, “<i lang='pi' translate='no'>Aṭṭhannaṁ bhikkhunīnaṁ yathāvuḍḍhaṁ</i>: here, if another nun arrives who belongs (seniority-wise) among the first eight nuns who are seated, she may make a nun junior to her get up and then sit down. But whoever is junior to the eight, even if she has sixty years seniority, should sit down in accordance with the order of arrival.” ",
  "pli-tv-kd20:19.1.4": "See <a href='https://suttacentral.net/pli-tv-bi-vb-pc57/en/brahmali#1.15.1'>Bi Pc 57:1.15.1</a>. ",
  "pli-tv-kd20:19.1.9": "The point seems to be that the nuns did <i lang='pi' translate='no'>their own</i> invitation ceremony in the presence of the monks. The appropriate procedure, however, is to do it first among themselves, and only then with the monks. ",
  "pli-tv-kd20:20.1.1": "Sp 4.76: <i lang='pi' translate='no'>Na savacanīyaṁ kātabbanti palibodhatthāya vā pakkosanatthāya vā savacanīyaṁ na kātabbaṁ, palibodhatthāya hi karonto “ahaṁ āyasmantaṁ imasmiṁ vatthusmiṁ savacanīyaṁ karomi, imamhā āvāsā ekapadampi mā pakkāmi, yāva na taṁ adhikaraṇaṁ vūpasantaṁ hotī”ti evaṁ karoti. Pakkosanatthāya karonto “ahaṁ te savacanīyaṁ karomi, ehi mayā saddhiṁ vinayadharānaṁ sammukhībhāvaṁ gacchāmā”ti evaṁ karoti; tadubhayampi na kātabbaṁ</i>, “<i lang='pi' translate='no'>Na savacanīyaṁ kātabba</i>: <i lang='pi' translate='no'>savacanīya</i> is not to be done for the purpose of (creating) an obstacle or for the purpose of summoning. Acting for the purpose of (creating) an obstacle is done like this: ‘I am doing <i lang='pi' translate='no'>savacanīya</i> against the Venerable in regard to this offense: he must not depart from this monastery even with one foot so long as this legal issue has not been resolved.’ Acting for the purpose of summoning is done like this: ‘I am doing <i lang='pi' translate='no'>savacanīya</i> against you: come with me and let us go to the presence of a master of the Monastic Law.’ Neither of these is to be done.” Sp-t 3.76: <i lang='pi' translate='no'>Savacanīyanti sadosaṁ</i>, “<i lang='pi' translate='no'>Savacanīyan</i>: with flaw.” Vmv 4.76: <i lang='pi' translate='no'>Savacanīyanti ettha “sadosa”nti atthaṁ vadati. Attano vacane pavattanakammanti evamettha attho daṭṭhabbo, “mā pakkamāhī”ti vā “ehi vinayadharānaṁ sammukhībhāva”nti vā evaṁ attano āṇāya pavattanakakammaṁ na kātabbanti adhippāyo</i>, “<i lang='pi' translate='no'>Savacanīyan</i>: here he says the meaning is ‘with flaw’. Here the meaning is to be understood as bringing about an action when speaking oneself: ‘Don’t leave,’ ‘Come to the presence of a master of the Monastic Law’. The intention is one is not to do the bringing about an action in this way because of a command from oneself.” <i lang='pi' translate='no'>Okāsaṁ kārenti</i> literally means “they have (the other) make an opportunity”. The idiomatic meaning is “they get permission” or usually “they get permission from someone to correct them”. For the sake of clarity, I use both of these renderings depending on the context. ",
  "pli-tv-kd20:21.1.7": "That is, <a href='https://suttacentral.net/pli-tv-bi-vb-pc85/en/brahmali#1.2.5.1'>Bi Pc 85:1.2.5.1</a>. ",
  "pli-tv-kd20:22.3.3": "These are the obstacles mentioned in the ordination ceremony as described above. ",
  "pli-tv-kd20:23.1.2": "The word <i lang='pi' translate='no'>dūseti</i> has a wide application, but in this sort of context it seems to mean “rape”. Commenting on the related term <i lang='pi' translate='no'>(bhikkhunī-)dūsaka</i>, Sp 3.115 says: <i lang='pi' translate='no'>Bhikkhunidūsako bhikkhaveti ettha yo pakatattaṁ bhikkhuniṁ tiṇṇaṁ maggānaṁ aññatarasmiṁ dūseti, ayaṁ bhikkhunidūsako nāma</i>, “<i lang='pi' translate='no'>Bhikkhunidūsako bhikkhave</i>: in this context it means whoever violates an ordinary nun though one of three orifices (vagina, anus, or mouth) is called a <i lang='pi' translate='no'>bhikkhunidūsaka</i>.” See also discussion of <i lang='pi' translate='no'>dūsaka</i> in the Appendix of Technical Terms. ",
  "pli-tv-kd20:24.1.6": "It’s a bit unexpected that the text jumps from outbuilding to dwelling place. Perhaps these buildings were multipurpose, and the overall number was insufficient. ",
  "pli-tv-kd20:24.1.9": "Sp 4.431 explains: <i lang='pi' translate='no'>Navakammanti saṅghassatthāya bhikkhuniyā navakammampi kātuṁ anujānāmīti attho</i>, “‘Building work’: the meaning is ‘I allow the nuns to build for the benefit of the Sangha.’” ",
  "pli-tv-kd20:25.1.6": "<i lang='pi' translate='no'>Yāva so dārako viññutaṁ pāpuṇāti</i>, literally, “until the boy reaches discernment”. Sp 4.432: <i lang='pi' translate='no'>Yāva so dārako viññutaṁ pāpuṇātīti yāva khādituṁ bhuñjituṁ nahāyituñca maṇḍituñca attano dhammatāya sakkotīti attho</i>, “<i lang='pi' translate='no'>Yāva so dārako viññutaṁ pāpuṇāti</i> means until he is able to eat, bathe, and groom himself.” ",
  "pli-tv-kd20:25.1.8": "That she is unable to stay by herself probably refers to <a href='https://suttacentral.net/pli-tv-bi-vb-ss3/en/brahmali#4.14.1'>Bi Ss 3:4.14.1</a>. ",
  "pli-tv-kd20:25.2.4": "Sp 4.432: <i lang='pi' translate='no'>Ṭhapetvā sāgāranti sahagāraseyyamattaṁ ṭhapetvā</i>, “<i lang='pi' translate='no'>Ṭhapetvā sāgāra</i>: apart from a mere sleeping place in the same house.” ",
  "pli-tv-kd20:25.3.3": "In other words, there is a conflict between <a href='https://suttacentral.net/pli-tv-bi-vb-ss3/en/brahmali#4.14.1'>Bi Ss 3:4.14.1</a>, according to which a nun cannot stay by herself, and the rules for the trial period, <i lang='pi' translate='no'>mānatta</i>, according to which a nun cannot stay together with another nun, see <a href='https://suttacentral.net/pli-tv-kd12/en/brahmali#5.1.63'>Kd 12:5.1.63</a>–5.1.65. ",
  "pli-tv-kd20:26.1.4": "The difference between “verbally renouncing” and “disrobing” just below is that disrobal refers to the act of literally removing one’s robes. ",
  "pli-tv-kd20:26.1.5": "“Disrobes” renders <i lang='pi' translate='no'>vibbhantā</i>. See the Appendix of Technical Terms for a brief discussion of this word. Sp 4.434: <i lang='pi' translate='no'>Sā puna upasampadaṁ na labhati</i>, “She does not obtain the full ordination again”. Yet this commentarial statement has no basis in the Canonical texts. In fact it contrasts with the immediately following case, in the Canonical text, of a nun who returns after joining another religious community. In this case it is explicitly stated that she cannot reordain. The fact that this is not explicitly stated in the present case seems to suggest that she can reordain after disrobing. ",
  "pli-tv-kd20:26.2.4": "That is, she has gone over to the other religion without first disrobing. ",
  "pli-tv-kd20:27.2.8": "That is, “cross-legged” with one leg. This posture is perhaps similar to the “polite posture”, <i lang='pi' translate='no'>puppeap</i>, used in Thailand. ",
  "pli-tv-kd20:27.4.125": "Reading <i lang='pi' translate='no'>heṭṭhaṁ</i> with SRT, as opposed to <i lang='pi' translate='no'>bhoṭṭhaṁ</i>. "
}