{
  "pli-tv-kd17:1.2.9": "Sp-t 3.4.330: <i lang='pi' translate='no'>Ujuṁ kārāpetabbanti puñjaṁ kārāpetabbaṁ</i>, “To be made straight means to be made into heaps.” It seems from this that the original meaning may have been <i lang='pi' translate='no'>ujuṁ kārāpetabbaṁ</i> rather than <i lang='pi' translate='no'>puñjaṁ kārāpetabbaṁ</i>. I interpret “to make straight” as organizing the harvest into sheaves. ",
  "pli-tv-kd17:1.2.24": "“Go ahead” renders <i lang='pi' translate='no'>upajānāhi</i>. According to Sp 4.330, <i lang='pi' translate='no'>upajānāhi</i> is just another word for <i lang='pi' translate='no'>jānāhi</i>. Sp-t 3.4.330 addds: <i lang='pi' translate='no'>Jānāhīti cettha paṭipajjāti attho veditabbo</i>, “<i lang='pi' translate='no'>Jānāhi</i>: here the meaning ‘practice’ should be understood.” ",
  "pli-tv-kd17:1.6.17": "Sp 4.332: <i lang='pi' translate='no'>Nānubhavantīti na sampāpuṇanti; tassa dassanaṁ devānampi dullabhanti adhippāyo</i>, “<i lang='pi' translate='no'>Nānubhavanti</i>: they do not attain; the meaning is that even for the gods seeing him is difficult.” ",
  "pli-tv-kd17:2.1.20": "“Wearing his robes and carrying his bowl” renders <i lang='pi' translate='no'>saṅghāṭipattacīvaradharo</i>. In the <i lang='pi' translate='no'>vinaya</i>, <i lang='pi' translate='no'>saṅghāṭi</i> frequently refers to whatever robe is worn on the upper body without distinguishing whether it is the single layered one or the double layered one. In other instances where <i lang='pi' translate='no'>saṅghāṭi</i> and <i lang='pi' translate='no'>cīvara</i> are spoken of together, as they are here, the <i lang='pi' translate='no'>cīvara</i> seems to refer to the third robe, which is often spare, whereas the <i lang='pi' translate='no'>saṅghāṭi</i> refers to the upper robe. See for instance <a href='https://suttacentral.net/pli-tv-bu-vb-ss8/en/brahmali#1.7.21'>Bu Ss 8:1.7.21</a> where we find the following: <i lang='pi' translate='no'>Atha kho mettiyabhūmajakā bhikkhū pacchābhattaṁ piṇḍapātapaṭikkantā ārāmaṁ gantvā pattacīvaraṁ paṭisāmetvā bahārāmakoṭṭhake saṅghāṭipallatthikāya nisīdiṁsu</i>, “When they had eaten their meal and returned from alms round, they put their bowls and robes away, and squatted on their heels outside the monastery gatehouse, using their upper robes as back-and-knee straps.” See also note on <i lang='pi' translate='no'>saṅghāṭi</i> in the Appendix of Technical Terms. ",
  "pli-tv-kd17:2.2.1": "This is a parallel to <a href='https://suttacentral.net/an5.100/en/brahmali#0.1'>AN 5.100:0.1</a>. ",
  "pli-tv-kd17:2.3.1": "",
  "pli-tv-kd17:2.3.8": "The Pali is rather obscure. Vmv 4.334: <i lang='pi' translate='no'>Sammannatīti cīvarādinā amhākaṁ sammānaṁ karoti, parehi vā ayaṁ satthā sammānīyatīti attho</i>, “<i lang='pi' translate='no'>Sammannati</i>: the meaning is: he creates honor for us by way of robes, etc., or this teacher is being honored by others.” ",
  "pli-tv-kd17:3.1.12": "<i lang='pi' translate='no'>Kheḷāsaka</i>, literally, “an eater of spittle”. The spittle apparently refers to the material support, honor, and praise he had acquired in an inappropriate manner. Sp 4.336 says: <i lang='pi' translate='no'>Kheḷāsakassāti ettha micchājīvena uppannapaccayā ariyehi vantabbā kheḷasadisā, tathārūpe paccaye ayaṁ ajjhoharatīti katvā kheḷāsakoti bhagavatā vutto</i>, “<i lang='pi' translate='no'>Kheḷāsakassa</i> here means that those requisites he had acquired though wrong livelihood, which the noble ones would vomit up like spittle, such requisites he has swallowed down. <i lang='pi' translate='no'>Kheḷāsakassa</i> was said by the Buddha in this connection.” ",
  "pli-tv-kd17:3.8.22": "Here I follow the PTS edition, which does not have this or the next segment. The text means, “The Buddha then said to them, ‘Don’t go back along this path, go along that one.’ And he sent them down a different path”. This seems to be an error in MS based on automatic copying from the previous paragraphs. ",
  "pli-tv-kd17:3.10.19": "Partial parallel to <a href='https://suttacentral.net/an5.100/en/brahmali#6.1'>AN 5.100:6.1</a>. ",
  "pli-tv-kd17:3.10.26": "The Pali is rather obscure. Vmv 4.334: <i lang='pi' translate='no'>Sammannatīti cīvarādinā amhākaṁ sammānaṁ karoti, parehi vā ayaṁ satthā sammānīyatīti attho</i>, “<i lang='pi' translate='no'>Sammannati</i>: the meaning is: he creates honor for us by way of robes, etc., or this teacher is being honored by others.” ",
  "pli-tv-kd17:3.13.2": "Sp 4.342: <i lang='pi' translate='no'>Alakkhikoti ettha na lakkhetīti alakkhiko; na jānātīti attho, ahaṁ pāpakammaṁ karomīti na jānāti</i>, “<i lang='pi' translate='no'>Alakkhika</i>: here <i lang='pi' translate='no'>alakkhika</i> means ʻOne does not distinguishʼ. The meaning is ʻHe does not knowʼ.  He does not know ʻI am making bad karmaʼ.” ",
  "pli-tv-kd17:3.13.5.1": "Sp 2.209: <i lang='pi' translate='no'>Kulesu viññāpetvā viññāpetvā bhuñjatīti “mā me gaṇo bhijjī”ti parisaṁ posento “tvaṁ ekassa bhikkhuno bhattaṁ dehi, tvaṁ dvinna”nti evaṁ viññāpetvā sapariso kulesu bhuñjati</i>, “<i lang='pi' translate='no'>Kulesu viññāpetvā viññāpetvā bhuñjati</i>: thinking, ʻMay my group not split,ʼ he looks after his group, saying, ʻYou give food to one monk; you to twoʼ. Having asked families in this way, he eats together with his followers.” ",
  "pli-tv-kd17:3.13.21": "See <a href='https://suttacentral.net/pli-tv-bu-vb-pc32/en/brahmali#8.15'>Bu Pc 32:8.15</a>. ",
  "pli-tv-kd17:3.14.2": "“Break its authority” renders <i lang='pi' translate='no'>cakkabheda</i>. Sp 3.410: <i lang='pi' translate='no'>Cakkabhedāyāti āṇābhedāya</i>, “<i lang='pi' translate='no'>Cakkabheda</i>: by breaking the authority.” Vjb 4.343: <i lang='pi' translate='no'>Cakkabhedanti sāsanabhedaṁ</i>, “<i lang='pi' translate='no'>Cakkabheda</i>: a break in the instruction.” The break in authority is presumably both from the Buddha and the Sangha. Although the Buddha was the only authority in laying down rules, the Sangha was autonomous in its decision making. For practical purposes, it was the Sangha that Devadatta was breaking with. ",
  "pli-tv-kd17:4.5.12": "Sp 4.346: <i lang='pi' translate='no'>Mahāvarāhassāti mahānāgassa</i>, “<i lang='pi' translate='no'>Mahāvarāhassa</i> means the great being/elephant.” ",
  "pli-tv-kd17:4.6.1": "Parallel to <a href='https://suttacentral.net/an8.16/en/brahmali#0.3'>AN 8.16:0.3</a>. ",
  "pli-tv-kd17:4.7.1": "Partial parallel to <a href='https://suttacentral.net/an8.7/en/brahmali#0.3'>AN 8.7:0.3</a>. ",
  "pli-tv-kd17:4.7.6": "Sp 2.264: <i lang='pi' translate='no'>Ayasoti parivāravipatti; parammukhagarahā vā</i>, “<i lang='pi' translate='no'>Ayaso</i> means lacking an entourage or being disparaged in one’s absence.” ",
  "pli-tv-kd17:4.7.49": "Parallel to <a href='https://suttacentral.net/iti89/en/brahmali#1.1'>Iti 89</a>. ",
  "pli-tv-kd17:4.8.20": "<i lang='pi' translate='no'>Bhesmā</i>, literally, “frightening”. The commentary to the parallel verse at <a href='https://suttacentral.net/iti89/en/brahmali#7.4'>Iti 89</a> says: <i lang='pi' translate='no'>Bhesmāti vipulabhāvena gambhīrabhāvena ca bhiṁsāpento viya, vipulagambhīroti attho</i>, “‘Frightening’ means large and deep, as in frightening because of its size and depth.” ",
  "pli-tv-kd17:4.8.23": "Reading <i lang='pi' translate='no'>sammaggata</i>/<i lang='pi' translate='no'>sammāgata</i> with the VRI and PTS editions. ",
  "pli-tv-kd17:5.1.7": "“Take this” refers to the ballots. Sp 4.351: <i lang='pi' translate='no'>Salākaṁ gāhetīti evaṁ anussāvetvā pana “idaṁ gaṇhatha, idaṁ rocethā”ti vadanto salākaṁ gāheti</i>, “<i lang='pi' translate='no'>Distributes ballots</i>: having proclaimed this, saying, ‘Take this, approve of this,’ he distributes the ballots.” ",
  "pli-tv-kd17:5.4.1": "Partial parallels to <a href='https://suttacentral.net/an10.39/en/brahmali#0.3'>AN 10.39:0.3</a> and <a href='https://suttacentral.net/iti18/en/brahmali#1.1'>Iti 18</a>. ",
  "pli-tv-kd17:5.4.9": "Partial parallels to <a href='https://suttacentral.net/an10.40/en/brahmali#0.3'>AN 10.40:0.3</a> and <a href='https://suttacentral.net/iti19/en/brahmali#1.1'>Iti 19</a>. ",
  "pli-tv-kd17:5.4.12": "<i lang='pi' translate='no'>Samaggānañca anuggaho</i>, literally, “and the helping of those who are united”. The commentary to the parallel verse at <a href='https://suttacentral.net/iti19/en/brahmali#3.2'>Iti 19:3.2</a> says: <i lang='pi' translate='no'>Samaggānañcanuggahoti samaggānaṁ sāmaggianumodanena anuggaṇhanaṁ sāmaggianurūpaṁ, yathā te sāmaggiṁ na vijahanti, tathā gahaṇaṁ ṭhapanaṁ anubalappadānanti attho</i>, “<i lang='pi' translate='no'>Samaggānañcanuggaho</i> means: one who rejoices in unity helps those who are united in accordance with what is suitable for unity; he takes hold of it, firms it up, and supports it, so that they do not abandon that unity.” ",
  "pli-tv-kd17:5.5.20": "This is only found in MST, and is missing in the PTS edition. It could be rendered as follows: “He has the view that what he says is legitimate and the view that the schism is legitimate.” This seems to be a mistake in MST, since the whole point of this is that the monk “misrepresents his view of what’s true, his belief of what’s true, his acceptance of what’s true, or his sentiment of what’s true”. This assessment is supported by the fact that the parallel passage at <a href='https://suttacentral.net/pli-tv-pvr19/en/brahmali#80.1'>Pvr 19:80.1</a> does not have this combination. See Sp 5.477, which gives the details on this passage, which is only contracted in the Canonical text. ",
  "pli-tv-kd17:5.5.48": "This too is only found in MST, and is missing in the PTS edition. As pointed out above, this must be a mistake in MST. ",
  "pli-tv-kd17:5.6.7": "The Pali of MS is incorrect. I follow the PTS edition which has <i lang='pi' translate='no'>aduṭṭhullaṁ āpattiṁ duṭṭhullā āpattīti dīpeti</i>. "
}