{
  "pli-tv-kd10:2.6.7": "<i lang='pi' translate='no'>Viññutaṁ pāpuṇi</i>, lit. “reached discernment”. Commenting on a similar context in the <i lang='pi' translate='no'>Bhikkhunī-kkhandhaka</i>, Sp.4.432 explains: <i lang='pi' translate='no'>Yāva so dārako viññutaṁ pāpuṇātīti yāva khādituṁ bhuñjituṁ nahāyituñca maṇḍituñca attano dhammatāya sakkotīti attho</i>, “<i lang='pi' translate='no'>Yāva so dārako viññutaṁ pāpuṇāti</i> means until he is able to eat, bathe, and groom himself.” ",
  "pli-tv-kd10:4.5.5": "<i lang='pi' translate='no'>Harita</i> could in principle refer to all plants, but it is elsewhere defined as what is cultivated, see <a href='/pli-tv-bu-vb-pc19/en/brahmali#2.1.14'>Bu Pc 19:2.1.14</a> and <a href='/pli-tv-bi-vb-pc9/en/brahmali#2.1.14'>Bi Pc 9:2.1.14</a>. ",
  "pli-tv-kd10:4.5.7": "“Dining hall” renders <i lang='pi' translate='no'>bhattagga</i>, lit. “eating house”. The name suggests that the <i lang='pi' translate='no'>bhattagga</i> was a separate building for eating. They were found both in private houses and in monasteries, as can be seen from the present passage. Since they were part of houses, “refectory” is not a satisfactory rendering. The fact that kitchens are not mentioned separately may mean that they were part of the <i lang='pi' translate='no'>bhattagga</i>, except in monasteries. This is supported by a passage in <i lang='pi' translate='no'>bhikkhu-pārājika</i> 3 (<a href='/pli-tv-bu-vb-pj3/en/brahmali#5.3.1'>Bu Pj 3:5.3.1</a>) that mentions a cooking implement, a pestle, being stored in a <i lang='pi' translate='no'>bhattagga</i>. ",
  "pli-tv-kd10:5.4.2": "Sp.4.351: <i lang='pi' translate='no'>Adhammaṃ dhammoti dīpentītiādīsu aṭṭhārasasu bhedakaravatthūsu suttantapariyāyena tāva dasa kusalakammapathā dhammo, dasa akusalakammapathā adhammo. Tathā cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggoti sattatiṃsa bodhipakkhiyadhammā dhammo nāma; tayo satipaṭṭhānā, tayo sammappadhānā, tayo iddhipādā, cha indriyāni, cha balāni, aṭṭha bojjhaṅgā, navaṅgiko maggoti ca cattāro upādānā, pañca nīvaraṇā, satta anusayā, aṭṭha micchattāti ca ayaṃ adhammo</i>, “In regard to the meaning of ‘they proclaim what is <i lang='pi' translate='no'>adhamma</i> as the <i lang='pi' translate='no'>dhamma</i>,’ etc., according to the discourse exposition of the eighteen bases for schism, the ten wholesome ways of action are the <i lang='pi' translate='no'>dhamma</i>, while the ten unwholesome ways of action are <i lang='pi' translate='no'>adhamma</i>. In the same way, the thirty-seven aids to awakening—the four focuses of mindfulness, the four right efforts, the four bases for spiritual power, the five faculties, the five powers, the seven factors of awakening, the noble eightfold path—are <i lang='pi' translate='no'>dhamma</i>; while the three focuses of mindfulness, the three right efforts, the three bases for spiritual power, the six faculties, the six powers, the eight factors of awakening, the noble ninefold path, as well as the four graspings, the five hindrances, the seven underlying tendencies, and the eight kinds of wrongness are all <i lang='pi' translate='no'>adhamma</i>.” ",
  "pli-tv-kd10:5.13.2": "<i lang='pi' translate='no'>Yasmiṁ, āvuso, vatthusmiṁ ahosi saṅghassa bhaṇḍanaṁ kalaho viggaho vivādo saṅghabhedo saṅgharāji saṅghavavatthānaṁ saṅghanānākaraṇaṁ, so eso bhikkhu āpanno ca ukkhitto ca passi ca osārito ca</i>. A literal translation of this might read, “In regard to which reason there was quarrel, argument, conflict, dispute, schism, fracture, division, and separation in the Sangha, this monk has committed, and has been ejected, and he has seen, and he has been reinstated.” I understand this to mean that the basis for the conflict has been dealt with. "
}