{
  "pli-tv-kd15:1.1.4": "“Boxers” renders <i lang='pi' translate='no'>mallamuṭṭhikā</i> and “city slickers who beautify their bodies” is for <i lang='pi' translate='no'>gāmamoddavā</i>. In relation to <i lang='pi' translate='no'>mallamuṭṭhikā</i> Sp.4.243 simply says <i lang='pi' translate='no'>mallamuṭṭhikāti muṭṭhikamallā</i>, which is not very helpful. <i lang='pi' translate='no'>Muṭṭhikamallā</i> is then explained at Sp-yoj.3.243: <i lang='pi' translate='no'>Muṭṭhikamallāti muṭṭhikena mathanti aññamaññaṁ hiṁsantīti</i>, “<i lang='pi' translate='no'>Muṭṭhikamallā</i>: hitting with a fist, they hurt each other.” As regards <i lang='pi' translate='no'>gāmamoddavā</i>, Sp.4.243 says: <i lang='pi' translate='no'>Gāmamuddavāti chavirāgamaṇḍanānuyuttā nāgarikamanussā. Gāmamoddavātipi pāṭho; esevattho</i>, “<i lang='pi' translate='no'>Gāmamuddavā</i> means townspeople who are devoted to beautifying their skin with color; <i lang='pi' translate='no'>gāmamoddavā</i> is another reading, with the same meaning.” ",
  "pli-tv-kd15:1.3.1": "<i lang='pi' translate='no'>Aṭṭāne nahāyanti</i>. Sp.4.243: <i lang='pi' translate='no'>Aṭṭāne nhāyantīti ettha aṭṭānaṁ nāma rukkhaṁ phalakaṁ viya tacchetvā aṭṭhapadākārena rājiyo chinditvā nhānatitthe nikhaṇanti, tattha cuṇṇāni ākiritvā manussā kāyaṁ ghaṁsanti</i>, “<i lang='pi' translate='no'>Aṭṭāne nahāyanti</i>: here an <i lang='pi' translate='no'>aṭṭāna</i> means: having carved a tree to become like a plank, having cut lines in a cross-wise pattern, having dug it in at a bathing ford, people sprinkle powder there and rub their bodies.” ",
  "pli-tv-kd15:1.3.11": "<i lang='pi' translate='no'>Gandhabbahatthakena</i>. Sp.4.243: <i lang='pi' translate='no'>Gandhabbahatthakenāti nhānatitthe ṭhapitena dārumayahatthena, tena kira cuṇṇāni gahetvā manussā sarīraṁ ghaṁsanti</i>, “<i lang='pi' translate='no'>Gandhabbahatthakena</i>: having taken powders with a hand made of wood, which is kept at a bathing ford, people rub their bodies.” ",
  "pli-tv-kd15:1.3.18": "<i lang='pi' translate='no'>Kuruvindakasuttiyā</i>. Sp.4.243: <i lang='pi' translate='no'>Kuruvindakasuttiyāti kuruvindakapāsāṇacuṇṇāni lākhāya bandhitvā kataguḷikakalāpako vuccati, taṁ ubhosu antesu gahetvā sarīraṁ ghaṁsanti</i>, “<i lang='pi' translate='no'>Kuruvindakasuttiyā</i>: having fixed powder from a cinnabar-stone with resin, it is said a string of beads is made; having grasped it at both ends, they rub their bodies.” ",
  "pli-tv-kd15:1.4.1": "<i lang='pi' translate='no'>Viggayha parikammaṁ kārāpenti</i>, lit. “Having stretched out, they caused a massage to be done.” Sp.4.243: <i lang='pi' translate='no'>Viggayha parikammaṁ kārāpentīti aññamaññaṁ sarīrena sarīraṁ ghaṁsanti</i>, “<i lang='pi' translate='no'>Viggayha parikammaṁ kārāpenti</i>: they rubbed each other, body with body.” ",
  "pli-tv-kd15:1.4.7": "<i lang='pi' translate='no'>Mallakena</i>. Sp.4.243: <i lang='pi' translate='no'>Mallakaṁ nāma makaradantake chinditvā mallakamūlasaṇṭhānena kataṁ mallakanti vuccati</i>, “<i lang='pi' translate='no'>Mallaka</i>: having cut a shark-teeth pattern at the position of the base of the <i lang='pi' translate='no'>mallaka</i>, it is called a <i lang='pi' translate='no'>mallaka</i>.” It is not clear what this refers to, apart from the fact that it is decorated. I follow the suggestion in PED. ",
  "pli-tv-kd15:1.5.3": "<i lang='pi' translate='no'>Ukkāsikaṁ</i>. Sp.4.244: <i lang='pi' translate='no'>Ukkāsikanti vatthavaṭṭiṁ</i>, “<i lang='pi' translate='no'>Ukkāsika</i> means a sheath of cloth.” ",
  "pli-tv-kd15:2.1.1": "<i lang='pi' translate='no'>Vallikā</i>. Sp.4.245: <i lang='pi' translate='no'>Vallikāti kaṇṇato nikkhantamuttolambakādīnaṁ etaṁ adhivacanaṁ</i>, “<i lang='pi' translate='no'>Vallikā</i>: this is a term for a pearl, etc. hanging and protruding from the ear.” ",
  "pli-tv-kd15:2.1.2": "<i lang='pi' translate='no'>Pāmaṅga</i>. Sp.4.245: <i lang='pi' translate='no'>pāmaṅganti yaṅkiñci palambakasuttaṁ</i>, “<i lang='pi' translate='no'>Pāmaṅga</i>: whatever is a hanging thread.” ",
  "pli-tv-kd15:2.1.5": "<i lang='pi' translate='no'>Ovaṭṭika</i>. Sp.4.245: <i lang='pi' translate='no'>Ovaṭṭikanti valayaṁ</i>, “An <i lang='pi' translate='no'>ovaṭṭika</i> is a bangle.” This is further explained at Vmv.4.245: <i lang='pi' translate='no'>Valayanti hatthapādavalayaṁ</i>, “A bangle: a bangle for the hands or the feet.” ",
  "pli-tv-kd15:2.1.6": "<i lang='pi' translate='no'>Kāyūra</i>. Sp.4.245: <i lang='pi' translate='no'>Kāyūrādīni pākaṭāneva, akkhakānaṁ heṭṭhā bāhābharaṇaṁ yaṅkiñci ābharaṇaṁ na vaṭṭati</i>, “Just ordinary <i lang='pi' translate='no'>kāyūra</i>s etc.; any arm-ornaments below the collar-bone, are not allowable.” ",
  "pli-tv-kd15:2.1.7": "<i lang='pi' translate='no'>Hatthābharaṇa</i>, “a hand ornament”. It is not further explained in the commentaries. ",
  "pli-tv-kd15:2.2.7": "That is, two finger-breadths. [See essay on Measures.] ",
  "pli-tv-kd15:3.1.11": "This is parallel to AN5.209 at <a href='/an5.209/en/brahmali#0.3'>AN 5.209:0.3</a>. ",
  "pli-tv-kd15:3.1.12": "<i lang='pi' translate='no'>Sarakutti</i>. No proper explanation is found in the commentaries. ",
  "pli-tv-kd15:3.2.1": "<i lang='pi' translate='no'>Sarabhañña</i>. PED says: “Intoning, a particular mode of reciting.” Sp.4.249: <i lang='pi' translate='no'>Sarabhaññanti sarena bhaṇanaṁ</i>, “<i lang='pi' translate='no'>Sarabhañña</i> means reciting with intonation.” <i lang='pi' translate='no'>Sara</i> can mean either “voice” or “intonation”. But since “voice” would be redundant in the present context (“reciting with a voice”), intonation seems to be the likely meaning. ",
  "pli-tv-kd15:8.1.5": "<i lang='pi' translate='no'>Sikkā</i>. Vin-vn-ṭ.91: <i lang='pi' translate='no'>Sikkāyāti olambikādhāre</i>, “<i lang='pi' translate='no'>Sikkā</i> means a holder for hanging.” The Critical Pali Dictionary, under <i lang='pi' translate='no'>uḍḍeti</i>, says, “To put in a sling or carrying net”, evidently referring to the <i lang='pi' translate='no'>sikkā</i>. ",
  "pli-tv-kd15:9.1.1": "<i lang='pi' translate='no'>Sovaṇṇamayaṁ rūpiyamayaṁ</i>. It is not clear whether this means “made of gold/silver” or “made with gold/silver”. It seems unlikely, however, that a bowl made partly of gold/silver would be acceptable, since it would still be considered luxurious. Moreover, just below the text mentions bowls made of/with crystal and gems (<i lang='pi' translate='no'>maṇimayo … veḷuriyamayo</i>). It is hard to imagine that a bowl could be made of any of these in its entirety. It seems more likely that they were used as decorations. In either case “made with” seems preferable to “made of”. With smaller requisites, however, “made of” gold and silver may be the preferable rendering. The commentaries are silent. ",
  "pli-tv-kd15:9.1.8": "“Beryl” renders <i lang='pi' translate='no'>veḷuriya</i>. The commentary at Sp.ṭ.2.281 says: <i lang='pi' translate='no'>Veḷuriyoti vaṁsavaṇṇamaṇi</i>, “The bamboo-colored gem is called <i lang='pi' translate='no'>veḷuriya</i>.” According to PED the <i lang='pi' translate='no'>veḷuriya</i> is lapis lazuli, which cannot be correct because lapis lazuli is blue. ",
  "pli-tv-kd15:9.2.12": "<i lang='pi' translate='no'>Na acchupiyanti</i>. <a href='/Sp-ṭ̣.4.253/en/brahmali'>SP Ṭ̣.4.253</a>: <i lang='pi' translate='no'>Acchupiyantīti na suphassitāni honti</i>, “<i lang='pi' translate='no'>Acchupiyanti</i>: not touching properly.” ",
  "pli-tv-kd15:9.2.17": "“A shark-teeth pattern” renders <i lang='pi' translate='no'>makaradantaka</i>, lit. “like the teeth of a <i lang='pi' translate='no'>makara</i>”. In later Buddhism the <i lang='pi' translate='no'>makara</i> is the name of a mythological marine animal, but what it refers to in this context is not clear. According to Sp-yoj.3.243 <i lang='pi' translate='no'>makara</i> is the name of a certain species of fish: <i lang='pi' translate='no'>Makaradantaketi makaranāmakassa macchassa dantasadise dante</i>, “Teeth like the teeth of a fish called <i lang='pi' translate='no'>makara</i>.” According to Vin-vn-ṭ.3048, <i lang='pi' translate='no'>Makaradantakanti girikūṭākāraṁ</i>, “<i lang='pi' translate='no'>Makaradantaka</i> means making (a design) like the peak of a hill.” PED suggests “the tooth of a swordfish”, but apparently swordfish do not have teeth. Given that the <i lang='pi' translate='no'>makara</i> were fearsome creatures and that their teeth looked like the peak of a hill, presumably meaning that their teeth were pointed, “shark teeth” seems like a reasonable guess. ",
  "pli-tv-kd15:9.2.18": "<i lang='pi' translate='no'>Bhittikamma</i>, lit. “wall-work”. Sp.4.297: <i lang='pi' translate='no'>Bhittikammanti nānāvaṇṇehi vibhittirājikaraṇaṁ</i>, “<i lang='pi' translate='no'>Bhittikamma</i> means making separate lines by means of many colors.” ",
  "pli-tv-kd15:9.4.8": "<i lang='pi' translate='no'>Miḍḍhante</i>. Sp.4.254: <i lang='pi' translate='no'>Miḍḍhanteti ālindakamiḍḍhikādīnaṁ ante</i>, “<i lang='pi' translate='no'>Miḍḍhante</i> means on the edge of a porch bench, etc.” See the Critical Pali Dictionary, sv <i lang='pi' translate='no'>ālindakamiḍḍhika</i>. ",
  "pli-tv-kd15:9.4.13": "<i lang='pi' translate='no'>Paribhaṇḍante</i>. Sp.4.254: <i lang='pi' translate='no'>Paribhaṇḍanteti bāhirapasse katāya tanukamiḍḍhikāya ante</i>, “<i lang='pi' translate='no'>Paribhaṇḍante</i> means on the edge of a small external bench.” ",
  "pli-tv-kd15:9.4.24": "<i lang='pi' translate='no'>Pattamāḷaka</i>. Sp-yoj.3.254: <i lang='pi' translate='no'>Pattamāḷakanti pattassa ṭhapanatthāya kataṁ aṭṭaṁ</i>, “<i lang='pi' translate='no'>Pattamāḷaka</i>: a platform made for the purpose of placing the bowl.” ",
  "pli-tv-kd15:9.4.25": "I here follow the PTS reading, <i lang='pi' translate='no'>pattamāḷakā</i>, rather than the Mahāsaṅgīti reading of <i lang='pi' translate='no'>pattamāḷako</i>. According to the PTS reading the bowl fell from the pedestal, whereas on the Mahāsaṅgīti reading the pedestal itself fell. ",
  "pli-tv-kd15:9.4.27": "<i lang='pi' translate='no'>Pattakuṇḍolika</i>. Sp.4.254: <i lang='pi' translate='no'>Pattakuṇḍolikāti mahāmukhakuṇḍasaṇṭhānā bhaṇḍakukkhalikā vuccati</i>, “A pot for goods in the appearance of a pot with a large mouth is called a <i lang='pi' translate='no'>pattakuṇḍolika</i>.” ",
  "pli-tv-kd15:9.5.1": "<i lang='pi' translate='no'>Bhittikhilepi nāgadantakepi</i>, lit. “wall pegs and elephant tusks”. These are different kinds of pegs and I have not tried to differentiate between them. ",
  "pli-tv-kd15:10.1.5": "<i lang='pi' translate='no'>Tumbakaṭāha</i>. Sp.4.255: <i lang='pi' translate='no'>Tumbakaṭāhanti lābukaṭāhaṁ vuccati</i>, “A gourd as a bowl is called a <i lang='pi' translate='no'>tumbakaṭāha</i>.” ",
  "pli-tv-kd15:11.1.14": "In its discussion of ointment boxes Khuddas-pṭ.185 says of <i lang='pi' translate='no'>phalamaya</i>, “made of fruit”: <i lang='pi' translate='no'>āmalakakakkādīhi katā phalamayā</i>, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:11.2.12": "<i lang='pi' translate='no'>Saritaka</i>. Sp.4.256: <i lang='pi' translate='no'>Saritakanti pāsāṇacuṇṇaṁ vuccati; tena pūretuṁ anujānāmīti attho</i>, “Stone powder is called <i lang='pi' translate='no'>saritaka</i>. The meaning is ‘I allow you to fill with that.’” ",
  "pli-tv-kd15:11.2.14": "<i lang='pi' translate='no'>Madhusitthakena sāretuṁ</i>. Sp.4.256: <i lang='pi' translate='no'>Madhusitthakena sāretunti madhusitthakena makkhetuṁ</i>, “<i lang='pi' translate='no'>Madhusitthakena sāretuṁ</i> means to mix with beeswax.” ",
  "pli-tv-kd15:11.2.15": "<i lang='pi' translate='no'>Saritakaṁ paribhijjati</i>. Sp.4.256: <i lang='pi' translate='no'>Saritakaṁ paribhijjatīti taṁ makkhitamadhusitthakaṁ bhijjati</i>, “<i lang='pi' translate='no'>Saritakaṁ paribhijjati</i>: that mixture with beeswax broke apart.” ",
  "pli-tv-kd15:11.2.16": "<i lang='pi' translate='no'>Saritakasipāṭika</i>. Sp.4.256: <i lang='pi' translate='no'>saritasipāṭikanti madhusitthakapilotikaṁ; satthakosakasipāṭiyā pana saritasipāṭikāya anulomāti kurundiyaṁ vuttaṁ</i>, “<i lang='pi' translate='no'>Saritasipāṭika</i>: a piece of cloth with beeswax; but in the Kurundī it is said that a knife-sheath-<i lang='pi' translate='no'>sipāṭiyā</i> is in conformity with a <i lang='pi' translate='no'>saritakasipāṭika</i>.” At <a href='/pli-tv-kd15/en/brahmali#27.3.7'>Pli Tv Kd 15:27.3.7</a> <i lang='pi' translate='no'>sipāṭika</i> refers to a case (for a razor). I translate accordingly. ",
  "pli-tv-kd15:11.3.4": "The word behind “frame” is <i lang='pi' translate='no'>kathina</i>. ",
  "pli-tv-kd15:11.3.15": "<i lang='pi' translate='no'>Daṇḍakathina</i>. Sp.4.256: <i lang='pi' translate='no'>Kathinaṁ nappahotīti dīghassa bhikkhuno pamāṇena kataṁ kathinaṁ; tattha rassassa bhikkhuno cīvaraṁ patthariyamānaṁ nappahoti, antoyeva hoti; daṇḍake na pāpuṇātīti attho. Daṇḍakathinanti tassa majjhe itarassa bhikkhuno pamāṇena aññaṁ nisseṇiṁ bandhituṁ anujānāmīti attho</i>, “The frame was not the right size: the frame had been made to fit the size of a tall monk and it was not the right size for spreading out the robe-cloth for a short monk—it fell within; the meaning is the sticks (of the frame) are the wrong size. <i lang='pi' translate='no'>Daṇḍakathina</i>: the meaning is ‘I allow you to bind another frame to fit the size of another monk in the middle of that (large frame).’” | <i lang='pi' translate='no'>Bidalaka</i>. Sp.4.256: <i lang='pi' translate='no'>Bidalakanti daṇḍakathinappamāṇena kaṭasārakassa pariyante paṭisaṁharitvā duguṇakaraṇaṁ</i>, “<i lang='pi' translate='no'>Bidalaka</i>: making a double layer by folding the ends of the straw mat to fit the inner frame.” | <i lang='pi' translate='no'>Salāka</i>. Sp.4.256: <i lang='pi' translate='no'>Salākanti dupaṭṭacīvarassa antare pavesanasalākaṁ</i>, “<i lang='pi' translate='no'>Salāka</i>: a <i lang='pi' translate='no'>salāka</i> for inserting between a double-layer robe-cloth.” | <i lang='pi' translate='no'>Vinandhanarajju</i>. Sp.4.256: <i lang='pi' translate='no'>Vinandhanarajjunti mahānisseṇiyā saddhiṁ khuddakaṁ nisseṇiṁ vinandhituṁ rajjuṁ</i>, “<i lang='pi' translate='no'>Vinandhanarajju</i>: a string to tie the small frame to the large frame.” | <i lang='pi' translate='no'>Vinandhanasutta</i>. Sp.4.256: <i lang='pi' translate='no'>Vinandhanasuttanti khuddakanisseṇiyā cīvaraṁ vinandhituṁ suttakaṁ</i>, “<i lang='pi' translate='no'>Vinandhanasutta</i>: a string to tie the robe-cloth to the small frame.” ",
  "pli-tv-kd15:11.3.17": "<i lang='pi' translate='no'>Kaḷimbhaka</i>. Sp.4.256: <i lang='pi' translate='no'>Kaḷimbhakanti pamāṇasaññākaraṇaṁ yaṅkiñci tālapaṇṇādiṁ</i>, “<i lang='pi' translate='no'>Kaḷimbhaka</i>: whatever enables one to perceive the distance, (such as) a palmleaf, etc.” ",
  "pli-tv-kd15:11.3.19": "<i lang='pi' translate='no'>Moghasutta</i>. Sp.4.256: <i lang='pi' translate='no'>Moghasuttakanti vaḍḍhakīnaṁ dārūsu kāḷasuttena viya haliddisuttena saññākaraṇaṁ</i>, “<i lang='pi' translate='no'>Moghasuttaka</i>: by means of a thread with turmeric, like the black thread on wood used by carpenters; what enables one to perceive.” ",
  "pli-tv-kd15:11.5.12": "In its discussion of ointment boxes Khuddas-pṭ.185 says of <i lang='pi' translate='no'>phalamaya</i>, “made of fruit”: <i lang='pi' translate='no'>āmalakakakkādīhi katā phalamayā</i>, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:11.6.3": "[See essay on <i lang='pi' translate='no'>sālā</i>.] ",
  "pli-tv-kd15:11.6.16": "<i lang='pi' translate='no'>Ogumphetvā</i>. Sp.4.257: <i lang='pi' translate='no'>Ogumphetvā ullittāvalittaṁ kātunti chadanaṁ odhunitvā ghanadaṇḍakaṁ katvā anto ceva bahi ca mattikāya limpitunti attho</i>, “<i lang='pi' translate='no'>Ogumphetvā ullittāvalittaṁ kātuṁ</i>: having shook out the roof cover and added rods to firm up (the structure), to smear with clay inside and outside—this is the meaning.” At <a href='/pli-tv-kd5/en/brahmali#11.1.5'>Pli Tv Kd 5:11.1.5</a> the same verb, in the form <i lang='pi' translate='no'>ogumphiyanti</i>, is used to show how dwellings are “held together” by straps of leather. This makes it certain that <i lang='pi' translate='no'>ogumphetvā</i> in the present context must refer to the “firming up” rather than the “shaking out”. ",
  "pli-tv-kd15:11.6.17": "<i lang='pi' translate='no'>Pañcapaṭika</i>. Vmv.4.299: <i lang='pi' translate='no'>Pāḷiyaṁ pañcapaṭikanti jātiādipañcappakāravaṇṇamaṭṭhaṁ</i>, “<i lang='pi' translate='no'>Pañcapaṭika</i> in the canonical text means the five-fold appearance, starting with jasmine.” The meaning is not clear. ",
  "pli-tv-kd15:13.2.30": "[See essay on <i lang='pi' translate='no'>cīvara</i>.] ",
  "pli-tv-kd15:13.3.4": "<i lang='pi' translate='no'>Parissāvanaṁ na sammati</i>. Sp-ṭ.4.259: <i lang='pi' translate='no'>Na sammatīti nappahoti</i>, “<i lang='pi' translate='no'>Na sammati</i>: not enough.” ",
  "pli-tv-kd15:13.3.6": "<i lang='pi' translate='no'>Daṇḍaparissāvana</i>. Sp.4.259: <i lang='pi' translate='no'>Daṇḍaparissāvananti rajakānaṁ khāraparissāvanaṁ viya catūsu pādesu baddhanisseṇikāya sāṭakaṁ bandhitvā majjhedaṇḍake udakaṁ āsiñcitabbaṁ, taṁ ubhopi koṭṭhāse pūretvā parissavati</i>, “<i lang='pi' translate='no'>Daṇḍaparissāvana</i>: like the filters for caustic substances used by dyers, having bound a cloth to a framework fastened on four legs, the water is to be poured on the middle rod, having filled on both sides, it is filtered.” ",
  "pli-tv-kd15:13.3.9": "<i lang='pi' translate='no'>Ottharaka</i>. Sp.4.259: <i lang='pi' translate='no'>Ottharakaṁ nāma yaṁ udake ottharitvā ghaṭakena udakaṁ gaṇhanti, tañhi catūsu daṇḍakesu vatthaṁ bandhitvā udake cattāro khāṇuke nikhaṇitvā tesu bandhitvā sabbapariyante udakato mocetvā majjhe ottharitvā ghaṭena udakaṁ gaṇhanti</i>, “<i lang='pi' translate='no'>Ottharaka</i>: having spread it on water, they collect water with a jar; that is, having bound a cloth onto four rods, having implanted four stakes in the water, having bound them together, keeping it out of the water on all sides, having spread it out (in the water) in the middle, they collect water with a jar.” ",
  "pli-tv-kd15:13.3.12": "<i lang='pi' translate='no'>Makasakuṭika</i>, lit. “a mosquito hut”. ",
  "pli-tv-kd15:14.1.8": "[See essay on <i lang='pi' translate='no'>jantāghara</i>.] ",
  "pli-tv-kd15:14.1.13": "[See essay on <i lang='pi' translate='no'>sālā</i>.] ",
  "pli-tv-kd15:14.2.21": "[See essay on <i lang='pi' translate='no'>sālā</i>.] ",
  "pli-tv-kd15:14.3.12": "<i lang='pi' translate='no'>Udukkhalikaṁ</i>. Sp.1.77: … <i lang='pi' translate='no'>yena kenaci kavāṭaṁ katvā heṭṭhā udukkhale upari uttarapāsake ca pavesetvā kataṁ parivattakadvārameva saṁvaritabbaṁ … atha dvārassa udukkhalaṁ vā uttarapāsako vā bhinno vā hoti aṭṭhapito vā, saṁvarituṁ na sakkoti</i>, “Having made a door by whatever (material), having entered it into the <i lang='pi' translate='no'>udukkhala</i> below and into the <i lang='pi' translate='no'>uttarapāsaka</i> above, it is made a revolving door to be closed … but when the <i lang='pi' translate='no'>udukkhala</i> or the <i lang='pi' translate='no'>uttarapāsaka</i> is broken or not mounted, then one cannot close the door.” From this it seems that the <i lang='pi' translate='no'>udukkhala</i> and <i lang='pi' translate='no'>uttarapāsaka</i>, together with the two corresponding “projecting pivots” on the door, are the functional equivalents of hinges. <i lang='pi' translate='no'>Udukkhalika</i> and <i lang='pi' translate='no'>udukkhala</i> refer to the same thing, the former being used in the canonical text, whereas the latter is found in the summary verses. For further details see the Critical Pali Dictionary under <i lang='pi' translate='no'>uttarapāsaka</i>. | <i lang='pi' translate='no'>Uttarapāsaka</i>. See previous note. | <i lang='pi' translate='no'>Aggaḷavaṭṭi</i>. Sp.4.260: <i lang='pi' translate='no'>Aggaḷavaṭṭi nāma dvārabāhāya samappamāṇoyeva aggaḷatthambho vuccati, yattha tīṇi cattāri chiddāni katvā sūciyo denti</i>, “<i lang='pi' translate='no'>Aggaḷavaṭṭi</i>: it is called a door post, which is the same length as the door frame. It is where three or four holes are made for inserting bolts.” Whenever the Canonical text lists the parts of a door and door frame, the <i lang='pi' translate='no'>aggaḷavaṭṭi</i> always has the same position, being grouped together with the parts for the locking mechanism, such as bolts. Given the commentarial explanation, it is natural to think that it was a special post added to the door frame for the purpose of receiving bolts. | <i lang='pi' translate='no'>Kapisīsaka</i>. Sp.4.260: <i lang='pi' translate='no'>Kapisīsakaṁ nāma dvārabāhaṁ vijjhitvā tattha pavesito aggaḷapāsako vuccati</i>, “The bolt-receiving socket which is inserted after piercing the door post is called a <i lang='pi' translate='no'>kapisīsaka</i>.” | <i lang='pi' translate='no'>Sūcika</i>. Sp.4.260: <i lang='pi' translate='no'>Sūcikāti tattha majjhe chiddaṁ katvā pavesitā</i>, “It is entered, having made a hole in the middle there.” | <i lang='pi' translate='no'>Ghaṭika</i>. Sp-ṭ.3.4.255: <i lang='pi' translate='no'>Ghaṭikanti upari yojitaṁ aggaḷaṁ</i>, “<i lang='pi' translate='no'>Ghaṭika</i>: a bolt fastened at the top.” From the origin story to <i lang='pi' translate='no'>bhikkhu-saṅghādisesa</i> 2 at <a href='/pli-tv-bu-vb-ss2/en/brahmali#1.1.11'>Pli Tv Bu Vb Ss 2:1.1.11</a> it seems that the <i lang='pi' translate='no'>ghaṭika</i> was the name of a lockable bolt: <i lang='pi' translate='no'>Avāpuraṇaṁ ādāya ghaṭikaṁ ugghāṭetvā kavāṭaṁ paṇāmetvā vihāraṁ pāvisi</i>, “(Udāyī) took the key, unlocked the bolt, opened the door, and entered the dwelling.” | <i lang='pi' translate='no'>Āviñchanachidda</i>. Vmv.4.296: <i lang='pi' translate='no'>Āviñchanachiddanti yattha aṅguliṁ vā rajjusaṅkhalikādiṁ vā pavesetvā kavāṭaṁ ākaḍḍhantā dvārabāhaṁ phusāpenti</i>, “<i lang='pi' translate='no'>Āviñchanachidda</i>: where, having entered the finger or a rope or a chain, etc. they pull the door and make it touch the door post.” | <i lang='pi' translate='no'>Āviñchanarajju</i>. Sp.4.296: <i lang='pi' translate='no'>Āviñchanarajjunti kavāṭeyeva chiddaṁ katvā tattha pavesetvā yena rajjukena kaḍḍhantā dvāraṁ phusāpenti</i>, “Having made a hole in the door, having entered (the rope) there, the rope with which they close and make the door touch (the post).” ",
  "pli-tv-kd15:14.3.14": "<i lang='pi' translate='no'>Maṇḍalika</i>. Sp.4.260: <i lang='pi' translate='no'>Maṇḍalikaṁ kātunti nīcavatthukaṁ cinituṁ</i>, “To make a <i lang='pi' translate='no'>maṇḍalika</i> means to construct a low site.” Sp-ṭ.4.260 specifies: <i lang='pi' translate='no'>Nīcavatthukaṁ cinitunti bahikuṭṭassa samantato nīcavatthukaṁ katvā cinituṁ</i>, “<i lang='pi' translate='no'>Nīcavatthukaṁ cinituṁ</i> means to construct after making the ground low on all sides outside the wall.” ",
  "pli-tv-kd15:14.5.1": "[See essay on <i lang='pi' translate='no'>pariveṇa</i>.] ",
  "pli-tv-kd15:14.5.4": "Or “slabs of stone”, <i lang='pi' translate='no'>padarasila</i>. See <a href='/pli-tv-bu-vb-pc18/en/brahmali#2.3.5'>Pli Tv Bu Vb Pc 18:2.3.5</a> where <i lang='pi' translate='no'>padara</i> means “floor boards”. ",
  "pli-tv-kd15:16.1.6": "“Sauna shed” renders <i lang='pi' translate='no'>jantāgharasālā</i>. It seems from the above description of a sauna that it was a building, including a roof. A <i lang='pi' translate='no'>jantāgharasālā</i> is then presumably another building (from the description below it seems to a separate building from the sauna) where you get undressed and hang up your robes, etc. [See essay on <i lang='pi' translate='no'>sālā</i>.] ",
  "pli-tv-kd15:16.2.21": "<i lang='pi' translate='no'>Tula</i>, <i lang='pi' translate='no'>karakaṭaka</i>, and <i lang='pi' translate='no'>cakkavaṭṭaka</i>. For all three words see the Critical Pali Dictionary under <i lang='pi' translate='no'>karakaṭaka</i>. ",
  "pli-tv-kd15:16.2.27": "[See essay on <i lang='pi' translate='no'>sālā</i>.] ",
  "pli-tv-kd15:17.1.4": "<i lang='pi' translate='no'>Candanika</i>. This term is not defined in the Vinaya commentaries, but <a href='/???/en/brahmali'>MN-a.1.25</a> says: <i lang='pi' translate='no'>Candanikanti ucchiṭṭhodakagabbhamalādīnaṁ chaḍḍanaṭṭhānaṁ</i>, “<i lang='pi' translate='no'>Candanika</i> means a place for the discarding of used water, afterbirth, etc.” ",
  "pli-tv-kd15:17.2.16": "<i lang='pi' translate='no'>Nillekhajantāghara</i>. Sp.4.263: <i lang='pi' translate='no'>Nillekhajantāgharaṁ nāma āviddhapakkhapāsakaṁ vuccati, gopānasīnaṁ upari maṇḍale pakkhapāsake ṭhapetvā katakūṭacchadanassetaṁ nāmaṁ</i>, “One with <i lang='pi' translate='no'>pakkhapāsaka</i> all around is called a <i lang='pi' translate='no'>nillekhajantāghara</i>. Having fixed on a <i lang='pi' translate='no'>pakkhapāsaka</i> circle above the rafters, this is a name for a roof made with a peak.” The exact meaning of this is not clear to me. ",
  "pli-tv-kd15:19.2.2": "<i lang='pi' translate='no'>Ekattharaṇapāvuraṇa</i>. Sp.2.937: <i lang='pi' translate='no'>Ekattharaṇapāvuraṇā; saṁhārimānaṁ pāvārattharaṇakaṭasārakādīnaṁ ekaṁ antaṁ attharitvā ekaṁ pārupitvā tuvaṭṭentīnametaṁ adhivacanaṁ</i>, “<i lang='pi' translate='no'>Ekattharaṇapāvuraṇa</i>: this is an expression for: a mobile blanket, a mat, a straw mat, etc. having spread one of these to one side and having covered with another, one lies down.” ",
  "pli-tv-kd15:20.7.4": "The meaning of the first of these phrases, <i lang='pi' translate='no'>sammā vattati</i>, is straightforward, but the last two, <i lang='pi' translate='no'>lomaṁ pāteti</i> and <i lang='pi' translate='no'>netthāraṁ vattati</i>, are more difficult. Commenting on <i lang='pi' translate='no'>bhikkhu-saṅghādisesa</i> 13, Sp.1.435 explains: <i lang='pi' translate='no'>Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti</i>, “<i lang='pi' translate='no'>Na lomaṁ pātenti</i>: because of their non-practicing in conformity with the path, their bodily hairs are not flat. <i lang='pi' translate='no'>Na netthāraṁ vattanti</i>: they are not practicing the path for their own getting out [of the offense].” My rendering attempts to capture the meaning in a non-literal way. ",
  "pli-tv-kd15:22.1.4": "<i lang='pi' translate='no'>Kataka</i>. That it is ceramic is clear from <a href='/pli-tv-kd15/en/brahmali#37.1.8'>Pli Tv Kd 15:37.1.8</a> below. ",
  "pli-tv-kd15:22.1.16": "<i lang='pi' translate='no'>Sakkhara</i>. Sp.4.269: <i lang='pi' translate='no'>Sakkharāti pāsāṇo vuccati</i>, “A rock is called <i lang='pi' translate='no'>sakkhara</i>.” | <i lang='pi' translate='no'>Samuddapheṇaka</i>, lit. “ocean foam”. Sp.4.269: <i lang='pi' translate='no'>Pāsāṇapheṇakopi vaṭṭati</i>, “Also rock-foam is allowable”, although it is not entirely clear that this is a gloss on <i lang='pi' translate='no'>samuddapheṇaka</i>. ",
  "pli-tv-kd15:22.2.8": "“A fan” renders <i lang='pi' translate='no'>vidhūpana</i>. Sp.4.269: <i lang='pi' translate='no'>Vidhūpananti vījanī vuccati</i>, “A fan is called a <i lang='pi' translate='no'>vidhūpana</i>.” ",
  "pli-tv-kd15:24.1.1": "<i lang='pi' translate='no'>Sikkā</i>. Vin-vn-ṭ.91: <i lang='pi' translate='no'>Sikkāyāti olambikādhāre</i>, “<i lang='pi' translate='no'>Sikkā</i> means a holder for hanging.” The Critical Pali Dictionary, under <i lang='pi' translate='no'>uḍḍeti</i>, says, “To put in a sling or carrying net”, evidently referring to the <i lang='pi' translate='no'>sikkā</i>. ",
  "pli-tv-kd15:27.1.7": "<i lang='pi' translate='no'>Pajānāhi tvaṁ, bhaginīti</i>, lit. “You understand, sister.” Commenting on a different context, DN-a.2.436 says: <i lang='pi' translate='no'>Tvaṁ pajānāhīti tvaṁ jāna. Sace gaṇhitukāmosi, gaṇhāhīti vuttaṁ hoti</i>, “You understand: you know. What is said is: if you wish to take it, then take it.” In other words, do as you please. ",
  "pli-tv-kd15:27.2.7": "<i lang='pi' translate='no'>Maṁsappamāṇena</i>. Vin-ālaṅ-ṭ.34.40: <i lang='pi' translate='no'>Maṁsappamāṇenāti aṅgulaggamaṁsappamāṇena</i>, “<i lang='pi' translate='no'>Maṁsappamāṇena</i>: measured by the flesh at the tip of the finger.” ",
  "pli-tv-kd15:27.3.6": "Following the PTS version. ",
  "pli-tv-kd15:27.4.3": "<i lang='pi' translate='no'>Golomikaṁ kārāpenti</i>. Sp.4.275: <i lang='pi' translate='no'>Golomikanti hanukamhi dīghaṁ katvā ṭhapitaṁ eḷakamassu vuccati</i>, “Making it long at the jaw, a beard like that of a goat is called <i lang='pi' translate='no'>golomika</i>.” ",
  "pli-tv-kd15:27.4.4": "<i lang='pi' translate='no'>Caturassakaṁ kārāpenti</i>. Sp.4.275: <i lang='pi' translate='no'>Caturassakanti catukoṇaṁ</i>, “<i lang='pi' translate='no'>Caturassaka</i>: the four-cornered one.” This is further explained by Vmv.4.275: <i lang='pi' translate='no'>Catukoṇanti yathā upari nalāṭantesu dve, heṭṭhā hanukapasse dveti cattāro koṇā paññāyanti, evaṁ caturassaṁ katvā kappāpanaṁ</i>, “<i lang='pi' translate='no'>Catukoṇa</i>: when four corners are seen—two above at the end of the forehead and two below on the side of the jaw—trimming it, having made it four-cornered like this.” ",
  "pli-tv-kd15:27.4.5": "<i lang='pi' translate='no'>Parimukhaṁ kārāpenti</i>. Sp.4.275: <i lang='pi' translate='no'>Parimukhanti ure lomasaṁharaṇaṁ</i>, “<i lang='pi' translate='no'>Parimukha</i>: removing the hair from the chest.” That <i lang='pi' translate='no'>saṁharaṇa</i> means removing in this context is supported by Sp-yoj.3.275: <i lang='pi' translate='no'>Lomasaṁharaṇanti lomānaṁ apanayanaṁ</i>, “<i lang='pi' translate='no'>Lomasaṁharaṇa</i>: taking away the hairs.” ",
  "pli-tv-kd15:27.4.6": "<i lang='pi' translate='no'>Aḍḍhadukaṁ kārāpenti</i>. Sp.4.275: <i lang='pi' translate='no'>Aḍḍhadukanti udare lomarājiṭṭhapanaṁ</i>, “<i lang='pi' translate='no'>Aḍḍhaduka</i>: arrangement of lines of hair on the stomach.” ",
  "pli-tv-kd15:27.6.10": "<i lang='pi' translate='no'>Phalamaya</i>. Khuddas-pṭ.185: <i lang='pi' translate='no'>Āmalakakakkādīhi katā phalamayā</i>, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:28.2.1": "<i lang='pi' translate='no'>Bandhanamatta</i>. Vmv.4.277: <i lang='pi' translate='no'>Bandhanamattanti vāsidaṇḍādīnaṁ koṭīsu apātanatthaṁ, lohehi bandhanaṁ</i>, “<i lang='pi' translate='no'>Bandhanamatta</i>: bindings of metal used for the purpose of the non-falling off at the top end of the handle of an adz, etc.” ",
  "pli-tv-kd15:28.2.4": "<i lang='pi' translate='no'>Saṅghāṭipallatthikāya</i>. Using the upper robe as a support in the <i lang='pi' translate='no'>pallatthikā</i> sitting posture. See “A Translation and Analysis of the Pātimokkha”, by Bhikkhu Ñāṇatusita, p.259 (re. <i lang='pi' translate='no'>sekhiya</i> 26). ",
  "pli-tv-kd15:28.2.10": "<i lang='pi' translate='no'>Āyoga</i>. Used as a support for the <i lang='pi' translate='no'>pallattikā</i> sitting posture. ",
  "pli-tv-kd15:28.2.16": "<i lang='pi' translate='no'>Tantaka</i>. Vmv.4.277: <i lang='pi' translate='no'>Tantakanti āyogavāyanatthaṁ tadākārena pasāritatantaṁ</i>, “The stretched thread by means of which the purpose of weaving the back-and-knee strap (is achieved).” | <i lang='pi' translate='no'>Vema</i>. Commenting on <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya</i> 26, Kkh-pṭ says: <i lang='pi' translate='no'>Vemanti vāyanūpakaraṇo eko daṇḍo, suttaṁ pavesetvā yena ākoṭento ghanabhāvaṁ sampādenti</i>, “<i lang='pi' translate='no'>Vema</i>: a weaving instrument consisting of a single rod; having entered the thread, that by which they make it firm by knocking.” Vmv.4.277 clarifies that this concerns the cross-going thread, the weft: <i lang='pi' translate='no'>Vāyantā tiriyaṁ suttaṁ pavesetvā</i> …, “Those weaving, having entered the weft …” | <i lang='pi' translate='no'>Kavaṭa</i>. I am unable to trace any exegetical information on this word; quite possibly the reading is corrupted. It may be that we should prefer the PTS reading of <i lang='pi' translate='no'>vaṭa</i>, which can mean “string” or “tie” (see Monier-Williams’ Sanskrit English Dictionary ). Since the warp seems to be covered by <i lang='pi' translate='no'>tantaka</i>, it does not seems unreasonable to suggest <i lang='pi' translate='no'>vaṭa</i> refers to the “weft”, that is, the cross-thread. | <i lang='pi' translate='no'>Salāka</i>. The basic meaning of this word is “small stick”. In the Vinaya Piṭaka the word <i lang='pi' translate='no'>salāka</i> is used especially to designate the “voting tickets” that were sometimes used when making decisions in the monastic Sangha. The “shuttle” is a basic weaving equipment and its size would seem to fit well with the size of a <i lang='pi' translate='no'>salāka</i>. However, since there is no exegetical information on this word used in this context, this is no more than a hypothesis. ",
  "pli-tv-kd15:29.2.2": "<i lang='pi' translate='no'>Kalābuka</i>. Sp.4.278: <i lang='pi' translate='no'>Kalābukaṁ nāma bahurajjukaṁ</i>, “A <i lang='pi' translate='no'>kalābuka</i> (belt) is one having many strings.” | <i lang='pi' translate='no'>Deḍḍubhaka</i>. Sp.4.278: <i lang='pi' translate='no'>Deḍḍubhakaṁ nāma udakasappasīsasadisaṁ</i>, “A <i lang='pi' translate='no'>deḍḍubhaka</i> (belt) is one that is like the head of a water snake.” | <i lang='pi' translate='no'>Muraja</i>. Sp-ṭ.2.1.85: <i lang='pi' translate='no'>Murajañhi nāma nānāvaṇṇehi suttehi murajavaṭṭisaṇṭhānaṁ veṭhetvā kataṁ</i>, “A <i lang='pi' translate='no'>muraja</i> (belt) is one that is made by the twisting of strings of various colors in the manner of the skin of a <i lang='pi' translate='no'>muraja</i> drum.” | <i lang='pi' translate='no'>Maddavīṇa</i>. Sp.4.275: <i lang='pi' translate='no'>Maddavīṇaṁ nāma pāmaṅgasaṇṭhānaṁ</i>, “A <i lang='pi' translate='no'>maddavīṇa</i> (belt) looks like an (ornamental) hanging string.” ",
  "pli-tv-kd15:29.2.12": "<i lang='pi' translate='no'>Anujānāmi bhikkhave murajaṁ maddavīṇa</i>. Sp.4.278: <i lang='pi' translate='no'>Idaṁ dasāsuyeva anuññātaṁ</i>, “This is only allowed in regard to the edges.” According to the commentary, in other words, the Buddha is not overturning the prohibition found in the previous rule. ",
  "pli-tv-kd15:29.2.14": "<i lang='pi' translate='no'>Sobhaṇa</i>. Sp.4.278: <i lang='pi' translate='no'>Sobhaṇaṁ nāma veṭhetvā mukhavaṭṭisibbanaṁ</i>, “<i lang='pi' translate='no'>Sobhaṇa</i>: having twisted, sewing along the opening of the loop.” | <i lang='pi' translate='no'>Guṇaka</i>. Sp.4.278: <i lang='pi' translate='no'>Guṇakaṁ nāma mudiṅgasaṇṭhānena sibbanaṁ</i>, “<i lang='pi' translate='no'>Guṇaka</i>: sewing with the appearance of a <i lang='pi' translate='no'>mudiṅga</i> drum”, which according to <a href='Sp-ṭ̣.5.278) means: <i lang='pi' translate='no'>Mudiṅgasaṇṭhānenāti varakasīsākārena</i>, “<i lang='pi' translate='no'>Mudiṅgasaṇṭhānena</i>: with the characteristic of the head of the <i lang='pi' translate='no'>varaka</i> bean (wild gram'>Sp-ṭ̣.5.278) means: <i lang='pi' translate='no'>Mudiṅgasaṇṭhānenāti varakasīsākārena</i>, “<i lang='pi' translate='no'>Mudiṅgasaṇṭhānena</i>: with the characteristic of the head of the <i lang='pi' translate='no'>varaka</i> bean (wild gram</a>.” ",
  "pli-tv-kd15:29.2.15": "<i lang='pi' translate='no'>Pavananta</i>. Sp.4.275: <i lang='pi' translate='no'>Pavanantoti pāsanto vuccati</i>, “The loop-end is called <i lang='pi' translate='no'>pavananta</i>.” ",
  "pli-tv-kd15:29.2.24": "In its discussion of ointment boxes, Khuddas-pṭ.185 says of <i lang='pi' translate='no'>phalamaya</i>, “made of fruit”: <i lang='pi' translate='no'>Āmalakakakkādīhi katā phalamayā</i>, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:29.3.12": "In its discussion of ointment boxes, Khuddas-pṭ.185 says of <i lang='pi' translate='no'>phalamaya</i>, “made of fruit”: <i lang='pi' translate='no'>Āmalakakakkādīhi katā phalamayā</i>, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:29.3.18": "<i lang='pi' translate='no'>Koṭṭo vivariyati</i>. Coneʼs Dictionary of Pali suggests “shoulder-blade” for <i lang='pi' translate='no'>koṭṭo</i>, but adds a question mark. I find it hard to imagine, however, how a shoulder-blade might get exposed in this way. I have therefore decided to translate according to the sub-commentary. Vmv.4.279: <i lang='pi' translate='no'>Koṭṭo vivariyatīti anuvāto vivariyati</i>, “<i lang='pi' translate='no'>Koṭṭo vivariyati</i>: the border is opened up.” Presumably this caused the body to be exposed. ",
  "pli-tv-kd15:29.3.21": "That is, seven or eight finger-breadths. [See essay on Measures.] ",
  "pli-tv-kd15:29.4.9": "The context provided by the previous rule on sarongs suggests that this rule concerns the style of dressing rather than the kind of robe used. ",
  "pli-tv-kd15:31.1.4": "This is parallel to AN 5.208 at <a href='/an5.208/en/brahmali#0.3'>AN 5.208:0.3</a>. ",
  "pli-tv-kd15:31.1.5": "<i lang='pi' translate='no'>Acakkhussa</i>. Sp.4.282: <i lang='pi' translate='no'>Acakkhussanti cakkhūnaṁ hitaṁ na hoti; parihāniṁ janeti</i>, “<i lang='pi' translate='no'>Acakkhussa</i>: it is not beneficial for the eyes; it causes their decline.” Tooth infections can affect the eyes. ",
  "pli-tv-kd15:31.2.5": "That is, eight finger-breadths. [See essay on Measures.] ",
  "pli-tv-kd15:31.2.11": "That is, four finger-breadths. [See essay on Measures.] ",
  "pli-tv-kd15:33.1.5": "<i lang='pi' translate='no'>Sakāya niruttiyā</i>. <i lang='pi' translate='no'>Nirutti</i> is found at <a href='/pli-tv-bu-vb-pj2/en/brahmali#7.6.9-1.303'>Pli Tv Bu Vb Pj 2:7.6.9–1.303</a>, <a href='/pli-tv-bu-vb-pj2/en/brahmali#7.6.19'>Pli Tv Bu Vb Pj 2:7.6.19</a>, and <a href='/pli-tv-bu-vb-pj2/en/brahmali#7.6.30'>Pli Tv Bu Vb Pj 2:7.6.30</a> where its contextual meaning must be “expression” or “manner of speaking” rather than “language”. If the word is used in the same way here, it follows that <i lang='pi' translate='no'>sakāya</i> must refer to the particular expressions used by the monks. Using the Buddha’s own way of expression would not have been problem. For a scholarly discussion of <i lang='pi' translate='no'>nirutti</i> that supports this view, see Bryan Levman, “Sakāya niruttiyā revisited”, BEI 26–27 (2008–2009): 33–51. ",
  "pli-tv-kd15:33.1.15": "<i lang='pi' translate='no'>Sakāya niruttiyā</i>. Sp.4.275: <i lang='pi' translate='no'>Sakāya niruttiyāti ettha sakā nirutti nāma sammāsambuddhena vuttappakāro māgadhiko vohāro</i>, “<i lang='pi' translate='no'>Sakāya niruttiyā</i>: here ‘own expression’ means the Māghadhan language as spoken by the fully Awakened One.” This gloss refers to this particular usage of this expression, and it does not necessarily follow that it also glosses the same expression as used immediately above. ",
  "pli-tv-kd15:33.2.1": "<i lang='pi' translate='no'>Lokāyata</i>. At <a href='/sn12.48/en/brahmali#2.2'>SN 12.48:2.2</a> we have: <i lang='pi' translate='no'>Sabbamatthī’ti kho, brāhmaṇa, jeṭṭhametaṁ lokāyataṁ … Sabbaṁ natthī’ti kho, brāhmaṇa, dutiyametaṁ lokāyataṁ … Sabbamekatta’nti kho, brāhmaṇa, tatiyametaṁ lokāyataṁ … Sabbaṁ puthutta’nti kho, brāhmaṇa, catutthametaṁ lokāyataṁ</i>, “‘Everything exists’ is the oldest cosmology … ‘Nothing exists’ is the second oldest cosmology … ‘Everything is one’ is the third oldest cosmology … ‘Everything is diversity’ is the fourth oldest cosmology.” ",
  "pli-tv-kd15:37.1.8": "<i lang='pi' translate='no'>Kumbhakārika</i>. Reading this as an adjective it means “that which belongs to the potter” or “of the potter”, that is, a clay hut. Sp.4.293: <i lang='pi' translate='no'>Kumbhakārikañcāti dhaniyasseva sabbamattikāmayakuṭi vuccati</i>, “Dhaniya’s hut made entirely of clay is called ‘that which belongs to the potter’.” "
}