{
  "pli-tv-kd5:2.1.12": "According to SED, the _mahāraṅga_ (sv. _mahārajana_) is the safflower, which is normally deep yellow or orange. [Sp.3.246](): _Mahānāmarattā sambhinnavaṇṇā hoti paṇḍupalāsavaṇṇā_, “_Mahānāmaratta_ is a mixed color, the color of withered leaves.” ",
  "pli-tv-kd5:2.3.5": "[Sp.3.246](): _Khallakabaddhāti paṇhipidhānatthaṁ tale khallakaṁ bandhitvā katā_, “_Khallakabaddha_: they are made by fastening leather at the sole for the purpose of covering the heel.” [Vmv.3.246]() adds: _Khallakanti sabbapaṇhipidhānacammaṁ_, “_Khallaka_: a skin to cover the entire heel.” ",
  "pli-tv-kd5:2.3.6": "The various kinds of footwear listed here are explained as follows in the commentary. [Sp.3.246](): _Puṭabaddhāti yonakaupāhanā vuccati, yā yāvajaṅghato sabbapādaṁ paṭicchādeti_, “Greek sandals are called _puṭabaddha_: whatever covers the entire foot as far as the shin.” [Sp.3.246](): _Pāliguṇṭhimāti paliguṇṭhitvā katā; yā upari pādamattameva paṭicchādeti, na jaṅghaṁ_, “_Pāliguṇṭhima_: they are made by covering: whatever covers merely the top of the foot, but not the shin.” [Sp.3.246](): _Tūlapuṇṇikāti tūlapicunā pūretvā katā_, “_Tūlapuṇṇika_: they are made by filling with cotton down.” [Sp.3.246](): _Tittirapattikāti tittirapattasadisā vicittabaddhā_, “_Tittirapattika_: they are colored, like the feathers of a partridge.” [Sp.3.246](): _Meṇḍavisāṇavaddhikāti kaṇṇikaṭṭhāne meṇḍakasiṅgasaṇṭhāne vaddhe yojetvā katā_, “_Meṇḍavisāṇavaddhika_: they are made by connecting a strap with the appearance of a ram horn at one corner.” [Sp.3.246](): _Vicchikāḷikāpi tattheva vicchikanaṅguṭṭhasaṇṭhāne vaddhe yojetvā katā_, “_Vicchikāḷika_: they are made by connecting a strap with the appearance of scorpion claw.” [Sp.3.246](): _Morapiñchaparisibbitāti talesu vā vaddhesu vā morapiñchehi suttakasadisehi parisibbitā_, “_Morapiñchaparisibbita_: the tail feather of a peacock is sewn on the sole or on the strap, like a string of beads.” ",
  "pli-tv-kd5:2.4.6": "[Sp.3.246](): _Lūvakacammaparikkhaṭāti pakkhibiḷālacammaparikkhaṭā_, “_Luvakacammaparikkhaṭa_: decorated with the skin of a winged cat.” [Sp-yoj.2.246](): _Pakkhibiḷāloti tuliyo_, “A winged cat is a flying fox.” ",
  "pli-tv-kd5:3.1.4": "I read _orohitvā_ with the PTS version, against _ārohitvā_ in MS. The MS text is saying that he is already wearing sandals, but then puts them on before going to meet the Buddha, which does not make good sense. ",
  "pli-tv-kd5:4.3.1": "Reading _sagāravā sappatissā sabhāgavuttikā_ with SRT. ",
  "pli-tv-kd5:6.4.12": "The shoe, _pādukā_, is introduced in this section, as distinct from the _upāhanā_, “sandal”, of the previous sections. They are both footwear and the distinction between them is not obvious. The best indication as to the difference is found at [Sp-yoj.1.638](): _Pādukanti upāhanaviseso. So hi pajjate imāyāti pādukāti vuccati, sā bahupaṭalā cammamayā vā hoti kaṭṭhamayā vā_, “A _pāduka_: it is distinct from an _upāhana_. It is called a _pāduka_, because one should walk with it. It has much covering made of skin or wood.” Here the distinction between the two appears to hinge on the amount of covering, and thus translating the two terms as “shoe” and “sandal” seems justified. Moreover, the distinction made in BMC I, p.444, and BMC II, chapter III, that _upāhāna_ refers to leather footwear whereas _pāduka_ refers to non-leather footwear is here contradicted: it is specifically stated that a _pāduka_ can be made of leather. ",
  "pli-tv-kd5:8.1.4": "“Grass” covers two separate Pali terms, _tiṇa_, and _kamala_. “Reed” covers two separate Pali terms, _muñja_ and _pabbaja_. ",
  "pli-tv-kd5:8.3.4": "_Hintāla_ is identified as the fishtail palm in SAF, p.190. “Beryl” renders _veḷuriya_. [Sp.ṭ.2.281](): _Veḷuriyoti vaṁsavaṇṇamaṇi_, “The bamboo-colored gem is called _veḷuriya_.” According to PED, _veḷuriya_ is lapis lazuli, which cannot be correct because lapis lazuli is blue. For the first four kinds of shoes I use the expression \"made of\", but for the remainder, \"made with\". It seems unlikely that the entire shoe would be made of these precious substances. ",
  "pli-tv-kd5:8.3.6": "Going by the commentarial definition (see the next note) the contextual meaning of _saṅkamaniya_ is essentially \"mobility\", which seems redundant on translation. ",
  "pli-tv-kd5:8.3.8": "[Sp.3.251](): _Asaṅkamanīyāti bhūmiyaṃ suppatiṭṭhitā niccalā asaṃhāriyā_, “_Asaṅkamanīya_: well-established on the ground, stable, not moving.” ",
  "pli-tv-kd5:8.3.9": "_Pāduka_, translated as “shoe” above, I have here translated as “foot-stand”. This seems to be required from the current context. [Sp.4.290](): _Passāvapādukanti ettha pādukā iṭṭhakāhipi silāhipi dārūhipi kātuṁ vaṭṭati. Vaccapādukāyapi eseva nayo_, “A _pāduka_ for urinating: here it is allowable to make a _pāduka_ of bricks, stone, or wood. The same method also applies for _pāduka_ for defecating.” These fixtures seem more likely to be platforms or stands than shoes in any ordinary sense. ",
  "pli-tv-kd5:9.4.1": "[Sp.3.253](): _Itthiyuttenāti dhenuyuttena. Purisantarenāti purisasārathinā. Purisayuttenāti goṇayuttena. Itthantarenāti itthisārathinā_, “_Itthiyuttena: with a yoked cow. _Purisantarena_: with a man charioteer. _Purisayuttena_: with a yoked bull. _Itthantarenā_: with a woman charioteer.” ",
  "pli-tv-kd5:10.3.4": "[Vin-vn-ṭ.3084](): Hatthavaṭṭakanti hattheneva pavaṭṭetabbasakaṭaṃ, “_Hatthavaṭṭakan_: a cart to be moved only by hand.” ",
  "pli-tv-kd5:10.5.2": "For a further discussion of these, see Furniture in the Appendix of Technical Terms. ",
  "pli-tv-kd5:11.1.5": "This refers to monastic dwellings, not regular houses. ",
  "pli-tv-kd5:13.6.6": "For the term _moragū_, see Plants in the Appendix of Technical Terms. ",
  "pli-tv-kd5:13.7.2": "To clarify, the issue at stake is people giving cloth to a monk who is away. The monk does not know he has been given cloth until he returns to the monastery. ",
  "pli-tv-kd5:13.7.5": "This refers to _bhikkhu nissaggiya pācittiya_ 1, which prohibits a monk from keeping extra robe cloth for more than ten days. (The _bhikkhunīs_ have the same rule, being their _nissaggiya pācittiya_ 13.) The point made here is that these monks would count the days from the moment the cloth was given. If they arrived at the monastery more than ten days after the cloth had been given, they would not be able to receive it without falling into an offense. ",
  "pli-tv-kd5:13.9.5": "The fourth chapter of the Sutta Nipāta. ",
  "pli-tv-kd5:13.10.2": "_Api ca sambādhā gharāvāsā bahukiccā bahukaraṇīyāti_, “Still, household life is crowded, with much business and many duties.” I have added a bit from the commentary to make the sentence clearer. [Ud-a.46](): _Kāmesu ādīnave kenaci pakārena diṭṭhepi na tāvāhaṁ gharāvāsato nikkhamituṁ asakkhiṁ_, “Although I had seen the danger in sensual pleasures of whatever kind, I was not able to leave the household life for so long.” ",
  "pli-tv-kd5:13.13.11": "This relates to _bhikkhu nissaggiya pācittiyas_ 1 and 3. ",
  "pli-tv-kd5:13.13.50": "I read _adās’ime_ with the Siamrath edition. "
}