{
  "pli-tv-kd22:1.1.2": "Most of these practices are obscure. They are explained further down in the text. ",
  "pli-tv-kd22:1.3.1": "Parallel to AN4.50 at <a href='/an4.50/en/brahmali#0.3'>AN 4.50:0.3</a>. ",
  "pli-tv-kd22:1.4.1": "Parallel to SN42.10 at <a href='/sn42.10/en/brahmali#0.3'>SN 42.10:0.3</a>. ",
  "pli-tv-kd22:1.7.5": "See the Critical Pali Dictionary, sub-point 3g, for this use of <i lang='pi' translate='no'>kata</i>. ",
  "pli-tv-kd22:1.10.13": "Sp-ṭ.1.0: <i lang='pi' translate='no'>Siṅgena loṇaṁ pariharitvā pariharitvā aloṇakapiṇḍapātena saddhiṁ bhuñjituṁ kappati, na sannidhiṁ karotīti adhippāyo</i>, “Carrying salt in horn here and there, is it allowable to eat it together with unsalted almsfood? The meaning is one should not store it.” ",
  "pli-tv-kd22:2.3.34": "Sp-ṭ.3.4.454: <i lang='pi' translate='no'>Garunissayaṁ gaṇhāmāti kiñcāpi mayaṁ mahallakā, etaṁ pana theraṁ garuṁ katvā vasissāmāti adhippāyo</i>, “<i lang='pi' translate='no'>Garunissayaṁ gaṇhāma</i>: although I am a senior monk, I will dwell respecting this senior monk.” | Vmv.4.454 adds: <i lang='pi' translate='no'>Garunissayaṁ gaṇhāmāti nissayamuttāpi mayaṁ ekaṁ sambhāvanīyagaruṁ nissayabhūtaṁ gahetvāva vasissāmāti adhippāyo</i>, “<i lang='pi' translate='no'>Garunissayaṁ gaṇhāma</i>: even though I no longer need support, I will live supported by one who is to be respected.” ",
  "pli-tv-kd22:2.4.4": "Vmv.4.455 explains <i lang='pi' translate='no'>mūlādāyakā</i> as follows: <i lang='pi' translate='no'>Mūlādāyakāti paṭhamaṁ dasavatthūnaṁ dāyakā</i>, “<i lang='pi' translate='no'>Mūlādāyakā</i> means those who first gave the ten practices.” ",
  "pli-tv-kd22:2.5.5": "Sp.4.455: <i lang='pi' translate='no'>Kullakavihārenāti uttānavihārena</i>, “<i lang='pi' translate='no'>Kullakavihāra</i> means a straightforward meditation.” This, however, seems like a put-down, which does not fit the context well. It seems more likely to me that <i lang='pi' translate='no'>kullaka</i> is instead related to Sanskrit <i lang='pi' translate='no'>kulya</i>, “of a good/noble family”. ",
  "pli-tv-kd22:2.8.20": "Literally, “This is the first voting ticket that I place.” ",
  "pli-tv-kd22:2.8.23": "Literally, “When two finger-breadths of shade have passed, is it allowable to eat at the wrong time.” I interpret this to mean within two finger-breadths of midday. ",
  "pli-tv-kd22:2.8.50": "<i lang='pi' translate='no'>Uposathasaṁyutta</i> is identified at Sp-ṭ.3.4.457 as the <i lang='pi' translate='no'>Uposathakkhandhaka</i>, “The Chapter on the Observance Day”. But perhaps it is best regarded as a forerunner to the <i lang='pi' translate='no'>Uposathakkhandhaka</i>. ",
  "pli-tv-kd22:2.8.109": "Sp.4.457: <i lang='pi' translate='no'>Chedanakasikkhāpade vuttapācittiyaṁ āpajjatīti attho</i>, “The meaning is he commits the said offense entailing confession in the training rule on cutting.” "
}