{
  "pli-tv-kd8:1.2.1": "[Sp.3.326](): _Negamoti kuṭumbiyagaṇo_, “_Negama_: a group of householders.” This definition is missing in DOP. ",
  "pli-tv-kd8:1.36.1": "“Was offered” renders _uppanna_. This word, which literally means “arisen”, varies slightly in meaning dependent on the context. Often it refers to a requisite that has just been given to the Sangha or an individual monastic. Occasionally however, such as here, this does not fit the context. Here we need to assume that the monks had not yet received it, seeing as they ask the Buddha whether or not the robe is allowable. In other words, here _uppanna_ happens first, and only then is the robe given. The meaning, then, must be that the monks had been given an offer or a promise of this robe, but had not yet received it. In a sense, the robe had “become available” to them. The most common way for a requisite to become available to a monastic is that an offer is made. I translate accordingly. See also DOP for this meaning of _uppanna_. ",
  "pli-tv-kd8:1.36.3": "[Sp.3.337](): _Pāvāroti salomako kappāsādibhedo_, “_Pāvāra_ means cotton, etc., with hair.” [Sp-yoj.2.337](): _Pāvāroti uttarāsaṅgo_, “_Pāvāro_ means upper robe.” ",
  "pli-tv-kd8:1.36.9": "[Vin-ālaṅ-ṭ.34.57](): _Kojavanti uṇṇāmayo pāvārasadiso_, “_Kojava_ is like a _pāvāra_ made of wool.” ",
  "pli-tv-kd8:2.1.10": "In connection with _bhikkhu nissaggiya pācittiya_ 6, which concerns thread used for weaving robes, [Sp.1.636]() says: _Kambalanti eḷakalomasuttaṁ_, “_Kambala_ means a thread of wool.” ",
  "pli-tv-kd8:3.1.6": "[Sp.1.636](): _Sāṇanti sāṇavākasuttaṁ. Bhaṅganti pāṭekkaṁ vākasuttamevāti eke. Etehi pañcahi missetvā katasuttaṁ pana “bhaṅga”nti veditabbaṁ_, “_Sāṇa_: thread from the bark of hemp. _Bhaṅga_: some say it is just a separate thread from bark. But _bhaṅga_ is to be understood as the thread made by mixing the (other) five.” SED: “_śaṇa_, m. (L also n.) a kind of hemp, Cannabis Sativa or Crotolaria Juncea …”. And: “_bhāṅga_, mf(_ī_)n, (fr. _bhaṅgā_) hempen, made or consisting of hemp …”. And: “Bhaṅgā, f. hemp (Cannabis Sativa); an intoxicating beverage (or narcotic drug commonly called ‘bhang’) prepared from the hemp plant”. _Cannabis sativa_ is “hemp”, whereas _Crotolaria juncea_ is often known as “sunn hemp”, according to Wikipedia. I translate the two Pali terms accordingly. ",
  "pli-tv-kd8:4.4.2": "[Sp.3.340](): _Sadisā susānaṁ okkamiṁsūti sabbe samaṁ okkamiṁsu_, “_Sadisā susānaṁ okkamiṁsu_: they all entered together.” ",
  "pli-tv-kd8:4.5.2": "[Sp.3.340](): _Te katikaṁ katvāti laddhaṁ paṁsukūlaṁ sabbe bhājetvā gaṇhissāmāti bahimeva katikaṁ katvā_, “After making an agreement about it means: having made an agreement outside, as follows: ‘We will get (rags) by distributing the obtained rags to everyone.’” ",
  "pli-tv-kd8:7.1.3": "Apart from the _vihāra_, “a dwelling”, and the _guha_, “a cave”, the Pali mentions three kinds of buildings, the _aḍḍhayoga_, the _pāsāda_, and the _hammiya_, all of which, according to the commentaries are different kinds of _pāsāda_, “stilt houses”. Rather than try to differentiate between between these buildings, which is unlikely to be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. [Sp.4.294](): _Aḍḍhayogoti supaṇṇavaṅkagehaṁ_, “An _aḍḍhayoga_ is a house bent like a _supaṇṇa_.” [Sp-ṭ.3.4.294]() clarifies: _Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ_, “_Supaṇṇavaṅkageha_: a house made in the shape of the wings of a _garula_.” A _garuḷa_, better known in its Sanskrit form _garuḍa_ is a mythological bird. [Sp.4.294]() continues: _Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva_, “A _pāsāda_ is a long stilt house. A _hammiya_ is just a _pāsāda_ that has an upper room on top of its flat roof.” At [Sp-ṭ.3.3.74](), however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. ",
  "pli-tv-kd8:8.1.3": "[Sp.3.343](): _Guttāguttañca jāneyyāti ettha yassa tāva chadanādīsu koci doso natthi, taṁ guttaṁ_, “_Guttāguttañca jāneyya_: here, in so far as there is no fault in the roofing, etc., it is protected.” The commentary then goes on to say he should make repairs if the stored goods are unprotected. ",
  "pli-tv-kd8:9.2.4": "[Sp.3.343](): _Uccinitvāti “‘idaṁ thūlaṁ, idaṁ saṇhaṁ, idaṁ ghanaṁ, idaṁ tanukaṁ, idaṁ paribhuttaṁ, idaṁ aparibhuttaṁ, idaṁ dīghato ettakaṁ puthulato ettaka’nti evaṁ vatthāni vicinitvā. Tulayitvāti ‘idaṁ ettakaṁ agghati, idaṁ ettakan’ti evaṁ agghaparicchedaṁ katvā. ‘Vaṇṇāvaṇṇaṁ katvā’ti ‘sace sabbesaṁ ekekameva dasagghanakaṁ pāpuṇāti, iccetaṁ kusalaṁ; no ce pāpuṇāti, yaṁ nava vā aṭṭha vā agghati, taṁ aññena ekaagghanakena ca dviagghanakena ca saddhiṁ bandhitvā etena upāyena same paṭivīse ṭhapetvā’ti attho. ‘Bhikkhū gaṇetvā vaggaṁ bandhitvā’ti ‘sace ekekassa diyamāne divaso nappahoti, dasa dasa bhikkhū gaṇetvā dasa dasa cīvarapaṭivīse ekavaggaṁ bandhitvā ekaṁ bhaṇḍikaṁ katvā evaṁ cīvarapaṭivīsaṁ ṭhapetuṁ anujānāmī’”ti attho_ , “_Uccinitvā_ means having distinguished the cloth in this way: ‘This is coarse, this is soft, this is thick, this is thin, this is used, this is unused; this is its length and this its width.’ _Tulayitvā_ means dividing it up according to value in this way: ‘This is worth so much, this so much.’ _Vaṇṇāvaṇṇaṁ katvā_: the meaning is: ‘If each one of them obtains what has a value of ten, it is good. If not, then what has the value of nine or eight should be bound with another (piece) that has the value of one or two, in this way fixing equal shares’. _Bhikkhū gaṇetvā vaggaṁ bandhitvā_: the meaning is: ‘I allow, if one day is not sufficient to give it out to each one separately, to count the monks in groups of ten, then to bind ten shares of robe-cloth for each group, then to make one bundle, and in this way to fix the shares of robe-cloth.’” ",
  "pli-tv-kd8:9.3.1": "_Uttaritukāma_, literally, “desiring to cross over”. [Sp.3.343](): _Uttaritukāmoti nadiṁ vā kantāraṁ vā uttaritukāmo; satthaṁ labhitvā disā pakkamitukāmoti attho_, “_Uttaritukāmo_: means desiring to cross over a river or a wilderness. The meaning is: ‘Having found a caravan, he desires to leave for the districts.’” ",
  "pli-tv-kd8:9.4.4": "The meaning of this is not clear. _Toseti_, which is the causative formation of _tussati_, means “to please” or “to satisfy” someone. Judging from the usage of this verb elsewhere, it seems to be exclusively used with reference to living beings, that is, the patient of the verb will invariably be a living being. Reading _vikalake_ as an accusative plural, the meaning of _vikalake tosetvā_ might be construed as follows: “to satisfy those who are short (of robes or cloth)”. The meaning of _kusapātaṁ kātuṁ_, literally, “the _kusa_-grass should be dropped”, is equally unclear. Yet according to how _kusa_-grass is used elsewhere as an aid to sharing out requisites (e.g. at [Kd 8:24.4.4](pli-tv-kd.8:24.4.4)), I take it to refer to a randomized method for giving out shares of robe-cloth. I translate accordingly. I have added the phrase “give out the remainder” to clarify the overall meaning. The commentary, however, sees most of this quite differently. [Sp.3.343](): _Vikalake tosetvāti … Cīvaravikalakaṁ nāma sabbesaṁ pañca pañca vatthāni pattāni, sesānipi atthi, ekekaṁ pana na pāpuṇāti, chinditvā dātabbāni. … Chinditvā dinne pana taṁ tositaṁ hoti, atha kusapāto kātabbo_, “_Vikalake tosetvā_: … _Cīvaravikalaka_ means when five cloths are obtained by everyone and there are leftovers, but not sufficient for each one, the cloth should be cut up and then given out. … When it is given out after cutting it up, that means the remainder is shared out. Then the _kusa_-grass should be dropped.” ",
  "pli-tv-kd8:10.2.7": "[Sp.3.344](): _Uttarāḷumpanti vaṭṭādhārakaṁ, rajanakumbhiyā majjhe ṭhapetvā taṁ ādhārakaṁ parikkhipitvā rajanaṁ pakkhipituṁ anujānāmīti attho. Evañhi kate rajanaṁ na uttarati_, “_Uttarāḷumpa_: the meaning is a circular collar; having fixed it on the middle of the dying-pot, having made a circle of it, you should add the dye. For when it is done in this way, the dye does not overflow.” [Sp-ṭ.3.3.344]() specifies that the collar goes inside the pot, _antorajanakumbhiyā_. [Vmv.3.344]() adds: _Evañhi kateti vaṭṭādhārassa anto rajanodakaṁ, bahi challikañca katvā viyojane kate. Na uttaratīti kevalaṁ udakato pheṇuṭṭhānābhāvā na uttarati_, “‘For when it is done in this way’ means: after placing the dying water inside the circular collar and the (dying-)bark on the outside, they are kept separate. ‘It does not overflow’ means: the foam rising completely from the water does not overflow.” ",
  "pli-tv-kd8:10.3.1": "Reading _āvajjanti_ with the PTS edition. ",
  "pli-tv-kd8:10.3.7": "[Vin-ālaṅ-ṭ.34.57](): _Tattha rajanakolambanti rajanakuṇḍaṁ. Tattha rajanakuṇḍanti pakkarajanaṭṭhapanakaṁ mahāghaṭaṁ_, “There the _rajanakolamba_ is a _rajanakuṇḍa_. There the _rajanakuṇḍa_ is a large waterpot (_ghaṭa_) for the placing of finished dye.” ",
  "pli-tv-kd8:11.1.14": "[Sp.1.85](): _Yaṃ pana “anujānāmi, bhikkhave, kaṇṇasuttaka”nti evaṃ anuññātaṃ, taṃ anuvāte pāsakaṃ katvā bandhitabbaṃ rajanakāle lagganatthāya_, “But that which is allowed in this way, _anujānāmi, bhikkhave, kaṇṇasuttaka_, having made a loop at the long edge, it is to be bound for the purpose of hanging up at the time of dyeing.” ",
  "pli-tv-kd8:11.2.1": "[Sp.3.344](): _Patthinnanti atirajitattā thaddhaṁ_, “_Patthinna_: stiff because of too much dye.” ",
  "pli-tv-kd8:12.1.2": "[Sp.3.345](): _Acchibaddhanti caturassakedārakabaddhaṃ_, “_Acchibaddha_: a rectangular field with borders.” ",
  "pli-tv-kd8:12.1.5": "[Sp.3.345](): _Saṁvidahitunti kātuṁ_, “_Saṁvidahituṁ_ means to make.” ",
  "pli-tv-kd8:12.2.3": "[Vin-vn-ṭ.563](): _Kusinti āyāmato ca vitthārato ca anuvātaṁ cīvaramajjhe tādisameva dīghapattañca_, “A _kusi_ is a lengthwise or crosswise border in the middle of the robe, just like a long panel.” [Vin-vn-ṭ.563](): _Aḍḍhakusinti anuvātasadisaṁ cīvaramajjhe tattha tattha rassapattaṁ_, “An _aḍḍhakusi_ is a short panel like a border, here and there in the middle of the robe.” [Sp.3.245](): _Maṇḍalanti pañcakhaṇḍikacīvarassa ekekasmiṁ khaṇḍe mahāmaṇḍalaṁ_, “A _maṇḍala_ is the large panel in each section of a robe with five sections.” Commenting on the _vivaṭṭa_, “the middle section”, [Vin-vn-ṭ.563]() says: _Vivaṭṭanti maṇḍalaṁ, aḍḍhamaṇḍalañcāti dve ekato katvā sibbitaṁ vemajjhe khaṇḍaṁ_, “The _vivaṭṭa_ is the section in the middle, which is made by sewing together a large panel (_maṇḍala_) and a medium-sized panel (_aḍḍhamaṇḍala_).” The _vivaṭṭa_, “section in the middle”, is one of usually five main sections of the robe, see below. [Sp.3.245](): _Vivaṭṭanti maṇḍalañca aḍḍhamaṇḍalañca ekato katvā sibbitaṁ majjhimakhaṇḍaṁ_, “The _vivaṭṭa_ is the sewn-together section in the middle, made by making the large panel and the medium-sized panel into one.” [Sp.3.245](): _Anuvivaṭṭanti tassa ubhosu passesu dve khaṇḍāni_, “The _anuvivaṭṭa_s are the two sections on either side of it.” [Vin-vn-ṭ.563]() clarifies that “it” refers to the _majjhimakhaṇḍa_, “the middle section”. [Sp.3.245](): _Gīveyyakanti gīvāveṭhanaṭṭhāne daḷhīkaraṇatthaṁ aññaṁ suttasaṁsibbitaṁ āgantukapattaṁ_, “The _gīveyyaka_ is another added panel, sewn on with thread and for the purpose of strengthening, wrapping the neck area.” [Sp.3.245](): _Jaṅgheyyakanti jaṅghapāpuṇanaṭṭhāne tatheva saṁsibbitaṁ pattaṁ_, “The _jaṅgheyyaka_ is a panel sewn on in the same way (as the neckpiece) at the place reaching the calves.” [Sp.3.245](): _Bāhantanti anuvivaṭṭānaṁ bahi ekekaṁ khaṇḍaṁ_, “The _bāhanta_ is the single section on the outside of (each of) the intermediate sections.” [Sp.3.245]() then adds: _Iti pañcakhaṇḍikacīvarenetaṁ vicāritanti_, “In this way is the layout of a robe with five sections.” ",
  "pli-tv-kd8:13.6.8": "That is, _bhikkhu nissaggiya pācittiya_ 1. ",
  "pli-tv-kd8:13.8.5": "For an explanation of the idea of _vikappanā_, see Appendix of Technical Terms. ",
  "pli-tv-kd8:14.1.9": "The point, presumably, is that there would be a double layer of cloth wherever the patch overlapped with the original robe, but only a single layer over the hole. ",
  "pli-tv-kd8:14.2.12": "For a discussion of rendering _aggaḷa_ as “patch”, see Appendix of Technical Terms. [Sp.3.348](): _Suttena saṁsibbitaṁ tunnaṁ_, “_Tunna_ is the sewing on (of the patch) with a thread.” [Sp.3.348](): _Vaṭṭetvā karaṇaṁ ovaṭṭikaṁ_, “Having folded, there is the making of the _ovaṭṭika_.” [Sp.3.348](): _Kaṇḍusakaṁ vuccati muddikā_, “Calculating is called _kaṇḍusaka_.” [Vjb.3.308]() adds: _Kaṇḍusaṁ nāma pubbabandhana_, “_Kaṇḍusa_ is a prior fixing.” The meaning of this is not clear to me. I follow the definition given in CPD. See also [Kd 7:1.5.8](Kd 7:1.5.8). ",
  "pli-tv-kd8:16.3.1": "This is parallel to [AN 5.210](an5.210:1.1). ",
  "pli-tv-kd8:20.2.4": "For an explanation of the idea of _vikappanā_, see Appendix of Technical Terms. ",
  "pli-tv-kd8:21.1.7": "[Sp.3.359](): _Suttalūkhaṁ kātunti sutteneva aggaḷaṁ kātunti attho_, “_Suttalūkhaṁ kātuṁ_ means to patch just using thread.” ",
  "pli-tv-kd8:21.1.8": "[Sp.3.359](): _Vikaṇṇo hotīti suttaṁ acchetvā acchetvā sibbantānaṁ eko saṅghāṭikoṇo dīgho hoti_, “_Vikaṇṇo hoti_: when those who are sewing repeatedly pull (_añchitvā añchitvā_) the thread, one corner of the outer robe becomes long.” Instead of the above commentarial reading, _acchetvā acchetvā_ (“having repeatedly left uncut”), which does not fit the context well, I read _añchitvā añchitvā_ with [Sp-yoj.2.359](). ",
  "pli-tv-kd8:21.1.10": "[Sp.3.359](): _Vikaṇṇaṁ uddharitunti dīghakoṇaṁ chindituṁ_, “_Vikaṇṇaṁ uddharituṁ_ means to cut off the long corner.” ",
  "pli-tv-kd8:21.1.13": "_Anuvāta_ and _paribhaṇḍa_, refer to long and short borders respectively. This is what the commentaries have to say. [Sp.3.308](): _Anuvātakaraṇamattenāti piṭṭhianuvātāropanamattena_, “_Anuvātakaraṇamattena_ means merely by mounting a border at the back.” Which is further explained at [Sp-ṭ.3.3.308](): _Piṭṭhianuvātāropanamattenāti dīghato anuvātassa āropanamattena_, “_Piṭṭhianuvātāropanamattena_ means merely by mounting a border lengthwise.” [Sp.3.308](): _Paribhaṇḍakaraṇamattenāti kucchianauvātāropanamattena_, “_Paribhaṇḍakaraṇamattena_ means merely by mounting a border at the belly.” Which is further explained at [Sp-ṭ.3.3.308](): _Kucchianuvātāropanamattenāti puthulato anuvātassa āropanamattena_, “_Kucchianuvātāropanamattena_ means merely by adding a border crosswise.” ",
  "pli-tv-kd8:21.1.16": "[Sp.3.359](): _Aṭṭhapadakaṁ kātunti aṭṭhapadakacchannena pattamukhaṁ sibbituṁ_, “_Aṭṭhapadakaṁ kātuṁ_ means to sew the opening in the panel with a network-covering.” CPD suggests “network” for _aṭṭhapadaka_. ",
  "pli-tv-kd8:21.2.9": "[Sp.3.360](): _Anvādhikampi āropetunti āgantukapattampi dātuṁ_, “_Anvādhikampi āropetuṁ_: to give an extra panel.” The exact significance of this is unclear. ",
  "pli-tv-kd8:22.1.6": "[Sp.3.361](): _Ettha sesañātīnaṁ dento vinipātetiyeva_, “In this context it goes to ruin when given to other relatives.” Presumably this means one should not give to anyone who is not a monastic, apart from one’s parents. ",
  "pli-tv-kd8:23.3.1": "This passage suggests that each of the three robes could be used as a substitute for the remaining two, which in turn suggests they were similar to each other. ",
  "pli-tv-kd8:23.3.2": "[Sp.3.362](): _Vassikasaṅketanti vassike cattāro māse_, “_Vassikasaṅketa_ means the four months of the rainy season.” In the compound _aggaḷaguttivihāra_, the basic meaning of _aggaḷa_ is “door”. Doors at that time often had a closing mechanism that included a bolt, perhaps even a lockable bolt. _Aggaḷa_ also means patch. The connection seems to be that the door, that is, the door panel, “patches” the doorway, the _dvāra_. ",
  "pli-tv-kd8:26.7.2": "[Sp.3.366]: _Bhesajjaṁ saṁvidhātunti bhesajjaṁ yojetuṁ asamattho hoti_, “_Bhesajjaṁ saṁvidhātuṁ_: he is incapable of preparing medicine.” ",
  "pli-tv-kd8:28.2.3": "[Sp.1.67](): _Phalakacīraṁ nāma phalakasaṇṭhānāni phalakāni sibbitvā katacīraṁ_, “_Phalakacīra_: a robe made by sewing together bits of wood or what has the appearance of wood.” ",
  "pli-tv-kd8:28.3.12": "[Sp.3.371](): _Potthakoti makacimayo vuccati_, “What is made of _makaci_ is called _potthaka_.” N&E, p.90, identifies _potthaka_ as jute. ",
  "pli-tv-kd8:29.1.6": "According to the SED, the _mahāraṅga_ (sv. _mahārajana_) is the safflower, which is normally deep yellow or orange. ",
  "pli-tv-kd8:29.1.7": "[Sp.3.246](): _Mahānāmarattā sambhinnavaṇṇā hoti paṇḍupalāsavaṇṇā_, “_Mahānāmaratta_ is a mixed color, the color of withered leaves.” ",
  "pli-tv-kd8:29.1.12": "CPD: “_Kañcuk[ā/a]_, m. and f. [ts.], a dress that fits close to the upper part of the body, hence: 1. jacket; 2.a. suit of armour; …”. ",
  "pli-tv-kd8:29.1.13": "[Sp.3.372](): _Tirīṭakaṁ pana rukkhachallimayaṁ_, “But _tirīṭaka_ means made of tree bark.” [Khuddas-nṭ.57]() adds: _Tirīṭaketi taṁ nāmaka rukkhatace_, “_Tirīṭake_ is the bark of a tree with that name.” The _tirīṭa_ is identified as the Lodh tree in SAF, p.73. ",
  "pli-tv-kd8:30.2.1": "[Sp.3.374]() says: _Patirūpe gāhaketi sace koci bhikkhu “ahaṁ tassa gaṇhāmī”ti gaṇhāti, dātabbanti attho_, “_Patirūpe gāhake_ means: if there is any monk who thinks, ‘I’ll take it for him’, he should take it.” ",
  "pli-tv-kd8:30.3.1": "“Has been offered” renders _uppanna_. This word, which literally means “arisen”, varies slightly in meaning dependent on the context. Often it refers to a requisite that has just been given to the Sangha or an individual monastic. Occasionally however, such as here, this does not fit the context, because the giving of the cloth is specifically said to happen afterwards. In other words, here _uppanna_ happens first, and only then is the robe given. The meaning, then, must be that the monks had been given an offer or a promise of robe-cloth, but had not yet received it. In a sense, the robe-cloth had “become available” to them. The most common way for a requisite to become available to a monastic is that an offer is made. I translate accordingly. See also DOP for this meaning of _uppanna_. ",
  "pli-tv-kd8:30.5.4": "[Sp.3.376](): _Pakkhassevetanti evaṃ dinne yassa koṭṭhāsassa udakaṃ dinnaṃ, tassa udakameva hoti; yassa cīvaraṃ dinnaṃ, tasseva cīvaraṃ_, “_Pakkhassevetan_: when given in this way, the water is for the side to which water was given, and the robe-cloth is for the side to which robe-cloth was given.” ",
  "pli-tv-kd8:32.1.2": "[Sp.3.379](): _… sīmaṁ parāmasitvā dento sīmāya deti nāma_, “… giving while touching the zone is called ‘giving within a zone’.” ",
  "pli-tv-kd8:32.1.6": "[Sp.3.379](): _Katikāyāti samānalābhakatikāya. Tenevāha – “sambahulā āvāsā samānalābhā hontī”ti. Tatrevaṃ katikā kātabbā, ekasmiṃ vihāre sannipatitehi bhikkhūhi yaṃ vihāraṃ saṅgaṇhitukāmā samānalābhaṃ kātuṃ icchanti, tassa nāmaṃ gahetvā asuko nāma vihāro porāṇakoti vā buddhādhivutthoti vā appalābhoti vā yaṃkiñci kāraṇaṃ vatvā taṃ vihāraṃ iminā vihārena saddhiṃ ekalābhaṃ kātuṃ saṅghassa ruccatīti tikkhattuṃ sāvetabbaṃ. Ettāvatā tasmiṃ vihāre nisinnopi idha nisinnova hoti, tasmiṃ vihārepi saṅghena evameva kātabbaṃ. Ettāvatā idha nisinnopi tasmiṃ nisinnova hoti. Ekasmiṃ lābhe bhājiyamāne itarasmiṃ ṭhitassa bhāgaṃ gahetuṃ vaṭṭati. Evaṃ ekena vihārena saddhiṃ bahūpi āvāsā ekalābhā kātabbā, “_Katikāya_: an agreement on equality in material support. Because of this, it was said: _Sambahulā āvāsā samānalābhā honti_. In regard to this, the agreement is to be made in this way: by the monks gathered in one monastery, in the monastery where they desire to collect (material support) to make an equality in material support, having taken its name, a monastery called such-and-such, whether it is old or was lived in by the Buddha or gets little support, for whatever reason, having said this, he should proclaim three times, “That monastery together with this monastery approves of the Sangha to make a unity in material support.” With this much, even if seated in that monastery, it is as if seated here. Also, if this were to be done by the Sangha in that monastery, then, with this much, even if seated here, it is as if seated there. When distributing the material support in one place, one is allowed to take a share for one in the other. In this way, even many monasteries are to be made a unity in material support with one monastery.” ",
  "pli-tv-kd8:32.1.7": "_Saṅghassa dhuvakārā kariyyanti_ can be construed either as the Sangha regularly doing work or as work regularly being done for the Sangha. The commentary merely offer various scenarios for this sort of situation. [Sp.3.379](): _Bhikkhāpaññattiyāti attano pariccāgapaññāpanaṭṭhāne. Tenevāha – “yattha saṅghassa dhuvakārā kariyantī”ti. Tassattho – yasmiṃ vihāre imassa cīvaradāyakassa santakaṃ saṅghassa pākavaṭṭaṃ vā vattati, yasmiṃ vā vihāre bhikkhū attano bhāraṃ katvā sadā gehe bhojeti, yattha vā anena āvāso kārito, salākabhattādīni vā nibaddhāni, yena pana sakalopi vihāro patiṭṭhāpito, tattha vattabbameva natthi, ime dhuvakārā nāma. Tasmā sace so “yattha mayhaṃ dhuvakārā karīyanti, tattha dammī”ti vā “tattha dethā”ti vā bhaṇati, bahūsu cepi ṭhānesu dhuvakārā honti, sabbattha dinnameva hoti_, “_Bhikkhāpaññattiyā_: in the place of preparing one's own offering. Because of that, this is said: _Yattha saṅghassa dhuvakārā kariyanti_. This is its meaning: “In the monastery, where are the belongings of this robe-giver, where there is a regular supply of cooked food for the Sangha; or in the monastery where, having created their own burden, the monks are always fed in the house; or where a monastery is built by him ([Sp-yoj.2.379](): _cīvaradāyakena_, ‘by the robe-giver’); or when meals decided by lots, etc., are regular, by whom even an entire monastery is established, (even if) nothing is to be done there—these are called regular work. Therefore, if he thinks, ‘I will give where constant work is being done by me,’ or he says, ‘Give there,’ then even if there is constant work in many places, it is given everywhere.” ",
  "pli-tv-kd8:32.1.11": "[Sp.3.379](): _Ādissa detīti … Tatrāyaṁ yojanā – bhikkhū ajjatanāya vā svātanāya vā yāguyā nimantetvā tesaṁ gharaṁ paviṭṭhānaṁ yāguṁ deti, yāguṁ datvā pītāya yāguyā “imāni cīvarāni, yehi mayhaṁ yāgu pītā, tesaṁ dammī”ti deti, yehi nimantitehi yāgu pītā, tesaṁyeva pāpuṇāti_. “_Ādissa deti_ … This is the meaning: having invited monks to rice-porridge on the same or the following day, one then gives rice-porridge to those who have entered the house. When the rice-porridge has been given and it has been drunk, one then gives, saying, ‘I give these robes to those who drank my rice-porridge.’ The drinkers of rice-porridge among those who were invited, only they obtain (robes).” "
}