{
  "pli-tv-kd5:2.1.12": "According to SED, the <i lang='pi' translate='no'>mahāraṅga</i> (<i lang='pi' translate='no'>sv</i>. <i lang='pi' translate='no'>mahārajana</i>) is the safflower, which is normally deep yellow or orange. Sp 3.246: <i lang='pi' translate='no'>Mahānāmarattā sambhinnavaṇṇā hoti paṇḍupalāsavaṇṇā</i>, “<i lang='pi' translate='no'>Mahānāmaratta</i> is a mixed color, the color of withered leaves.” ",
  "pli-tv-kd5:2.3.5": "Sp 3.246: <i lang='pi' translate='no'>Khallakabaddhāti paṇhipidhānatthaṁ tale khallakaṁ bandhitvā katā</i>, “<i lang='pi' translate='no'>Khallakabaddha</i>: they are made by fastening leather at the sole for the purpose of covering the heel.” Vmv 3.246 adds: <i lang='pi' translate='no'>Khallakanti sabbapaṇhipidhānacammaṁ</i>, “<i lang='pi' translate='no'>Khallaka</i>: a skin to cover the entire heel.” ",
  "pli-tv-kd5:2.3.6": "The various kinds of footwear listed here are explained as follows in the commentary. Sp 3.246: <i lang='pi' translate='no'>Puṭabaddhāti yonakaupāhanā vuccati, yā yāvajaṅghato sabbapādaṁ paṭicchādeti</i>, “Greek sandals are called <i lang='pi' translate='no'>puṭabaddha</i>: whatever covers the entire foot as far as the shin.” Sp 3.246: <i lang='pi' translate='no'>Pāliguṇṭhimāti paliguṇṭhitvā katā; yā upari pādamattameva paṭicchādeti, na jaṅghaṁ</i>, “<i lang='pi' translate='no'>Pāliguṇṭhima</i>: they are made by covering: whatever covers merely the top of the foot, but not the shin.” Sp 3.246: <i lang='pi' translate='no'>Tūlapuṇṇikāti tūlapicunā pūretvā katā</i>, “<i lang='pi' translate='no'>Tūlapuṇṇika</i>: they are made by filling with cotton down.” Sp 3.246: <i lang='pi' translate='no'>Tittirapattikāti tittirapattasadisā vicittabaddhā</i>, “<i lang='pi' translate='no'>Tittirapattika</i>: they are colored, like the feathers of a partridge.” Sp 3.246: <i lang='pi' translate='no'>Meṇḍavisāṇavaddhikāti kaṇṇikaṭṭhāne meṇḍakasiṅgasaṇṭhāne vaddhe yojetvā katā</i>, “<i lang='pi' translate='no'>Meṇḍavisāṇavaddhika</i>: they are made by connecting a strap with the appearance of a ram horn at one corner.” Sp 3.246: <i lang='pi' translate='no'>Vicchikāḷikāpi tattheva vicchikanaṅguṭṭhasaṇṭhāne vaddhe yojetvā katā</i>, “<i lang='pi' translate='no'>Vicchikāḷika</i>: they are made by connecting a strap with the appearance of scorpion claw.” Sp 3.246: <i lang='pi' translate='no'>Morapiñchaparisibbitāti talesu vā vaddhesu vā morapiñchehi suttakasadisehi parisibbitā</i>, “<i lang='pi' translate='no'>Morapiñchaparisibbita</i>: the tail feather of a peacock is sewn on the sole or on the strap, like a string of beads.” ",
  "pli-tv-kd5:2.4.6": "Sp 3.246: <i lang='pi' translate='no'>Lūvakacammaparikkhaṭāti pakkhibiḷālacammaparikkhaṭā</i>, “<i lang='pi' translate='no'>Luvakacammaparikkhaṭa</i>: decorated with the skin of a winged cat.” Sp-yoj 2.246: <i lang='pi' translate='no'>Pakkhibiḷāloti tuliyo</i>, “A winged cat is a flying fox.” ",
  "pli-tv-kd5:3.1.4": "I read <i lang='pi' translate='no'>orohitvā</i> with the PTS version, against <i lang='pi' translate='no'>ārohitvā</i> in MS. The MS text is saying that he is already wearing sandals, but then puts them on before going to meet the Buddha, which does not make good sense. ",
  "pli-tv-kd5:4.3.1": "Reading <i lang='pi' translate='no'>sagāravā sappatissā sabhāgavuttikā</i> with SRT. ",
  "pli-tv-kd5:6.4.12": "The shoe, <i lang='pi' translate='no'>pādukā</i>, is introduced in this section, as distinct from the <i lang='pi' translate='no'>upāhanā</i>, “sandal”, of the previous sections. They are both footwear and the distinction between them is not obvious. The best indication as to the difference is found at Sp-yoj 1.638: <i lang='pi' translate='no'>Pādukanti upāhanaviseso. So hi pajjate imāyāti pādukāti vuccati, sā bahupaṭalā cammamayā vā hoti kaṭṭhamayā vā</i>, “A <i lang='pi' translate='no'>pāduka</i>: it is distinct from an <i lang='pi' translate='no'>upāhana</i>. It is called a <i lang='pi' translate='no'>pāduka</i>, because one should walk with it. It has much covering made of skin or wood.” Here the distinction between the two appears to hinge on the amount of covering, and thus translating the two terms as “shoe” and “sandal” seems justified. Moreover, the distinction made in BMC I, p.444, and BMC II, chapter III, that <i lang='pi' translate='no'>upāhāna</i> refers to leather footwear whereas <i lang='pi' translate='no'>pāduka</i> refers to non-leather footwear is here contradicted: it is specifically stated that a <i lang='pi' translate='no'>pāduka</i> can be made of leather. ",
  "pli-tv-kd5:8.1.4": "“Grass” covers two separate Pali terms, <i lang='pi' translate='no'>tiṇa</i>, and <i lang='pi' translate='no'>kamala</i>. “Reed” covers two separate Pali terms, <i lang='pi' translate='no'>muñja</i> and <i lang='pi' translate='no'>pabbaja</i>. ",
  "pli-tv-kd5:8.3.4": "<i lang='pi' translate='no'>Hintāla</i> is identified as the fishtail palm in SAF, p.190. “Beryl” renders <i lang='pi' translate='no'>veḷuriya</i>. Sp-ṭ 2.281: <i lang='pi' translate='no'>Veḷuriyoti vaṁsavaṇṇamaṇi</i>, “The bamboo-colored gem is called <i lang='pi' translate='no'>veḷuriya</i>.” According to PED, <i lang='pi' translate='no'>veḷuriya</i> is lapis lazuli, which cannot be correct because lapis lazuli is blue. For the first four kinds of shoes I use the expression “made of”, but for the remainder, “made with”. It seems unlikely that the entire shoe would be made of these precious substances. ",
  "pli-tv-kd5:8.3.6": "Going by the commentarial definition (see the next note) the contextual meaning of <i lang='pi' translate='no'>saṅkamaniya</i> is essentially “mobility”, which seems redundant on translation. ",
  "pli-tv-kd5:8.3.8": "Sp 3.251: <i lang='pi' translate='no'>Asaṅkamanīyāti bhūmiyaṁ suppatiṭṭhitā niccalā asaṁhāriyā</i>, “<i lang='pi' translate='no'>Asaṅkamanīya</i>: well-established on the ground, stable, not moving.” ",
  "pli-tv-kd5:8.3.9": "<i lang='pi' translate='no'>Pāduka</i>, translated as “shoe” above, I have here translated as “foot-stand”. This seems to be required from the current context. Sp 4.290: <i lang='pi' translate='no'>Passāvapādukanti ettha pādukā iṭṭhakāhipi silāhipi dārūhipi kātuṁ vaṭṭati. Vaccapādukāyapi eseva nayo</i>, “A <i lang='pi' translate='no'>pāduka</i> for urinating: here it is allowable to make a <i lang='pi' translate='no'>pāduka</i> of bricks, stone, or wood. The same method also applies for <i lang='pi' translate='no'>pāduka</i> for defecating.” These fixtures seem more likely to be platforms or stands than shoes in any ordinary sense. ",
  "pli-tv-kd5:9.4.1": "Sp 3.253: <i lang='pi' translate='no'>Itthiyuttenāti dhenuyuttena. Purisantarenāti purisasārathinā. Purisayuttenāti goṇayuttena. Itthantarenāti itthisārathinā</i>, “<i lang='pi' translate='no'>Itthiyuttena</i>: with a yoked cow. <i lang='pi' translate='no'>Purisantarena</i>: with a man charioteer. <i lang='pi' translate='no'>Purisayuttena</i>: with a yoked bull. <i lang='pi' translate='no'>Itthantarenā</i>: with a woman charioteer.” ",
  "pli-tv-kd5:10.3.4": "Vin-vn-ṭ 3084: <i lang='pi' translate='no'>Hatthavaṭṭakanti hattheneva pavaṭṭetabbasakaṭaṁ</i>, “<i lang='pi' translate='no'>Hatthavaṭṭakan</i>: a cart to be moved only by hand.” ",
  "pli-tv-kd5:10.5.2": "For a further discussion of these, see Furniture in the Appendix of Technical Terms. ",
  "pli-tv-kd5:11.1.5": "This refers to monastic dwellings, not regular houses. ",
  "pli-tv-kd5:13.6.6": "For the term <i lang='pi' translate='no'>moragū</i>, see Plants in the Appendix of Technical Terms. ",
  "pli-tv-kd5:13.7.2": "To clarify, the issue at stake is people giving cloth to a monk who is away. The monk does not know he has been given cloth until he returns to the monastery. ",
  "pli-tv-kd5:13.7.5": "This refers to <a href='https://suttacentral.net/pli-tv-bu-vb-np1/en/brahmali#2.17.1'>Bu NP 1:2.17.1</a>/Bi Np 13, which prohibits a monk from keeping extra robe cloth for more than ten days. The point made here is that these monks would count the days from the moment the cloth was given. If they arrived at the monastery more than ten days after the cloth had been given, they would not be able to receive it without falling into an offense. ",
  "pli-tv-kd5:13.9.5": "The fourth chapter of the Sutta Nipāta. ",
  "pli-tv-kd5:13.10.2": "<i lang='pi' translate='no'>Api ca sambādhā gharāvāsā bahukiccā bahukaraṇīyāti</i>, “Still, household life is crowded, with much business and many duties.” I have added a bit from the commentary to make the sentence clearer. Ud-a 46: <i lang='pi' translate='no'>Kāmesu ādīnave kenaci pakārena diṭṭhepi na tāvāhaṁ gharāvāsato nikkhamituṁ asakkhiṁ</i>, “Although I had seen the danger in sensual pleasures of whatever kind, I was not able to leave the household life for so long.” ",
  "pli-tv-kd5:13.13.11": "This relates to <a href='https://suttacentral.net/pli-tv-bu-vb-np1/en/brahmali#2.17.1'>Bu NP 1:2.17.1</a> and <a href='https://suttacentral.net/pli-tv-bu-vb-np3/en/brahmali#1.3.13.1'>Bu NP 3:1.3.13.1</a>. ",
  "pli-tv-kd5:13.13.50": "I read <i lang='pi' translate='no'>adās’ime</i> with the Siamrath edition. "
}