{
  "pli-tv-kd17:1.2.9": "[Sp-ṭ.3.4.330](): _Ujuṁ kārāpetabbanti puñjaṁ kārāpetabbaṁ_, “To be made straight means to be made into heaps.” It seems from this that the original meaning may have been _ujuṁ kārāpetabbaṁ_ rather than _puñjaṁ kārāpetabbaṁ_. I interpret “to make straight” as organizing the harvest into sheaves. ",
  "pli-tv-kd17:1.2.24": "“Go ahead” renders _upajānāhi_. According to [Sp.4.330](), _upajānāhi_ is just another word for _jānāhi_. [Sp-ṭ.3.4.330]() addds: _Jānāhīti cettha paṭipajjāti attho veditabbo_, “_Jānāhi_: here the meaning ‘practice’ should be understood.” ",
  "pli-tv-kd17:1.6.17": "[Sp.4.332](): _Nānubhavantīti na sampāpuṇanti; tassa dassanaṃ devānampi dullabhanti adhippāyo, “_Nānubhavanti_: they do not attain; the meaning is that even for the gods seeing him is difficult.” ",
  "pli-tv-kd17:2.1.20": "“Wearing his robes and carrying his bowl” renders _saṅghāṭipattacīvaradharo_. In the _vinaya_, _saṅghāṭi_ frequently refers to whatever robe is worn on the upper body without distinguishing whether it is the single layered one or the double layered one. In other instances where _saṅghāṭi_ and _cīvara_ are spoken of together, as they are here, the _cīvara_ seems to refer to the third robe, which is often spare, whereas the _saṅghāṭi_ refers to the upper robe. See for instance [Bu Ss 8:1.7.21](pli-tv-bu-vb-ss8:1.7.21) where we find the following: _Atha kho mettiyabhūmajakā bhikkhū pacchābhattaṁ piṇḍapātapaṭikkantā ārāmaṁ gantvā pattacīvaraṁ paṭisāmetvā bahārāmakoṭṭhake saṅghāṭipallatthikāya nisīdiṁsu_, “When they had eaten their meal and returned from alms round, they put their bowls and robes away, and squatted on their heels outside the monastery gateway, supported by their upper robe.” See also note on _saṅghāṭi_ in the Appendix of Technical Terms. ",
  "pli-tv-kd17:2.2.1": "This is a parallel to [AN 5.100](an5.100:0.1). ",
  "pli-tv-kd17:2.3.8": "The Pali is rather obscure. [Vmv.4.334](): _Sammannatīti cīvarādinā amhākaṁ sammānaṁ karoti, parehi vā ayaṁ satthā sammānīyatīti attho_, “_Sammannati_: the meaning is: he creates honor for us by way of robes, etc., or this teacher is being honored by others.” ",
  "pli-tv-kd17:3.1.12": "_Kheḷāsaka_, literally, “an eater of spittle”. The spittle apparently refers to the material support, honor, and praise he had acquired in an inappropriate manner. [Sp.4.336]() says: _Kheḷāsakassāti ettha micchājīvena uppannapaccayā ariyehi vantabbā kheḷasadisā, tathārūpe paccaye ayaṁ ajjhoharatīti katvā kheḷāsakoti bhagavatā vutto_, “_Kheḷāsakassa_ here means that those requisites he had acquired though wrong livelihood, which the noble ones would vomit up like spittle, such requisites he has swallowed down. _Kheḷāsakassa_ was said by the Buddha in this connection.” ",
  "pli-tv-kd17:3.8.22": "Here I follow the PTS edition, which does not have this or the next segment. The text means, “The Buddha then said to them, ‘Don’t go back along this path, go along that one.’ And he sent them down a different path”. This seems to be an error in MS based on automatic copying from the previous paragraphs. ",
  "pli-tv-kd17:3.10.19": "Partial parallel to [AN 5.100](an5.100:0.1). ",
  "pli-tv-kd17:3.10.26": "The Pali is rather obscure. [Vmv.4.334](): _Sammannatīti cīvarādinā amhākaṁ sammānaṁ karoti, parehi vā ayaṁ satthā sammānīyatīti attho_, “_Sammannati_: the meaning is: he creates honor for us by way of robes, etc., or this teacher is being honored by others.” ",
  "pli-tv-kd17:3.13.2": "[Sp.4.342](): _Alakkhikoti ettha na lakkhetīti alakkhiko; na jānātīti attho, ahaṃ pāpakammaṃ karomīti na jānāti_, “_Alakkhika_: here _alakkhika_ means ʻOne does not distinguishʼ. The meaning is ʻHe does not knowʼ.  He does not know ʻI am making bad karmaʼ.” ",
  "pli-tv-kd17:3.13.5.1": "[Sp.2.209](): _Kulesu viññāpetvā viññāpetvā bhuñjatīti “mā me gaṇo bhijjī”ti parisaṃ posento “tvaṃ ekassa bhikkhuno bhattaṃ dehi, tvaṃ dvinna”nti evaṃ viññāpetvā sapariso kulesu bhuñjati_, “_Kulesu viññāpetvā viññāpetvā bhuñjati_: thinking, ʻMay my group not split,ʼ he looks after his group, saying, ʻYou give food to one monk; you to twoʼ. Having asked families in this way, he eats together with his followers.” ",
  "pli-tv-kd17:3.13.21": "See [Bu Pc 32:8.15](pli-tv-bu-vb-pc32:8.15). ",
  "pli-tv-kd17:3.14.2": "“Break its authority” renders _cakkabheda_. [Sp.3.410](): _Cakkabhedāyāti āṇābhedāya_, “_Cakkabheda_: by breaking the authority.” [Vjb.4.343](): _Cakkabhedanti sāsanabhedaṁ_, “_Cakkabheda_: a break in the instruction.” The break in authority is presumably both from the Buddha and the Sangha. Although the Buddha was the only authority in laying down rules, the Sangha was autonomous in its decision making. For practical purposes, it was the Sangha that Devadatta was breaking with. ",
  "pli-tv-kd17:4.5.12": "[Sp.4.346](): _Mahāvarāhassāti mahānāgassa_, “_Mahāvarāhassa_ means the great being/elephant.” ",
  "pli-tv-kd17:4.6.1": "Parallel to [AN 8.16](an8.16:0.3). ",
  "pli-tv-kd17:4.7.1": "Partial parallel to [AN 8.7](an8.7:0.3). ",
  "pli-tv-kd17:4.7.6": "[Sp.2.264](): _Ayasoti parivāravipatti; parammukhagarahā vā_, “_Ayaso_ means lacking an entourage or being disparaged in one’s absence.” ",
  "pli-tv-kd17:4.7.49": "Parallel to [Iti 89](iti89:1.1). ",
  "pli-tv-kd17:4.8.20": "_Bhesmā_, literally, “frightening”. The commentary to the parallel verse at [Iti 89](iti89:7.4) says: _Bhesmāti vipulabhāvena gambhīrabhāvena ca bhiṁsāpento viya, vipulagambhīroti attho_, “‘Frightening’ means large and deep, as if frightening because of its size and depth.” ",
  "pli-tv-kd17:4.8.23": "Reading _sammaggata_/_sammāgata_ with the VRI and PTS editions. ",
  "pli-tv-kd17:5.1.7": "“Take this” refers to the ballots. [Sp.4.351](): _Salākaṃ gāhetīti evaṃ anussāvetvā pana “idaṃ gaṇhatha, idaṃ rocethā”ti vadanto salākaṃ gāheti_, “_Distributes ballots_: having proclaimed this, saying, ‘Take this, approve of this,’ he distributes the ballots.” ",
  "pli-tv-kd17:5.4.1": "Partial parallels to [AN 10.39](an10.39:0.3) and [Iti 18](iti.18:1.1). ",
  "pli-tv-kd17:5.4.9": "Partial parallels to [AN 10.40](an10.40:0.3) and [Iti 19](iti.19:1.1). ",
  "pli-tv-kd17:5.4.12": "_Samaggānañca anuggaho_, literally, “and the helping of those who are united”. The commentary to the parallel verse at [Iti 19:3.2](iti.19:3.2) says: _Samaggānañcanuggahoti samaggānaṁ sāmaggianumodanena anuggaṇhanaṁ sāmaggianurūpaṁ, yathā te sāmaggiṁ na vijahanti, tathā gahaṇaṁ ṭhapanaṁ anubalappadānanti attho_, “_Samaggānañcanuggaho_ means: one who rejoices in unity helps those who are united in accordance with what is suitable for unity; he takes hold of it, firms it up, and supports it, so that they do not abandon that unity.” ",
  "pli-tv-kd17:5.5.20": "This is only found in MST, and is missing in the PTS edition. It could be rendered as follows: “He has the view that what he says is legitimate and the view that the schism is legitimate.” This seems to be a mistake in MST, since the whole point of this is that the monk “misrepresents his view of what’s true, his belief of what’s true, his acceptance of what’s true, or his sentiment of what’s true”. This assessment is supported by the fact that the parallel passage at [Pvr 19:80.1](pli-tv-pvr19:80.1) does not have this combination. See [Sp.5.477](), which gives the details on this passage, which is only contracted in the Canonical text. ",
  "pli-tv-kd17:5.5.48": "This too is only found in MST, and is missing in the PTS edition. As pointed out above, this must be a mistake in MST. "
}