{
  "pli-tv-kd1:3.1.1": "According to SAF, p.85-86, _mucalinda_ is a _Barringtonia racemosa_, sometimes known as a “powder-puff tree”. ",
  "pli-tv-kd1:4.1.1": "According to SAF, p.72, _rājāyatana_ is a _Buchanania axillaris_, sometimes known as an “ape-flower tree”. ",
  "pli-tv-kd1:5.11.1": "I follow the reading in the PTS edition of the Pali, which omits the phrase _appekacce na paralokavajjabhayadassāvine viharante_. ",
  "pli-tv-kd1:6.11.2": "Sp-yoj 1.694: _Pādassa ṭhapanakaṁ pīṭhaṁ pādapīṭhaṁ_, “A _pādapīṭha_ is a bench for placing the feet.” Vmv 2.112: _Pādakathalikanti adhotapādaṁ yasmiṁ ghaṁsantā dhovanti, taṁ dāruphalakādi_, “_Pādakathalika_ means the wooden plank, etc., with which they wash the dirty feet by rubbing.” ",
  "pli-tv-kd1:14.2.4": "This rendering is elliptical. The combination of _kiṁ_ + _itthiyā_, an interrogative particle together with what is probably an instrumental case, normally means, “What use is a woman?” (See DOP, s.v. _ka_.) The context, however, makes it clear that the problem is not women as such, but rather the pursuit of sensuality when one is better off looking for a higher spiritual happiness. Thus my indirect translation. ",
  "pli-tv-kd1:15.7.5": "“Red” renders _lohitaka_, whereas “magenta” is for _mañjiṭṭhā_. [dn16:3.31.2]() says that _lohitaka_ is the color of the _bandhujīvakapuppha_, which according to PED is the flower of _Pentapetes phaenicea_, which is red. Vv-a 689: _Sinduvārakaṇavīramakulasadisavaṇṇañhi “mañjiṭṭhakan”ti vuccati_, “For a color like the bud of the _sinduvāra_ and the _kaṇavīra_ is called _mañjiṭṭhka_.” The _sinduvāra_ (_Vitex negundo_) flower is a variety of shades from white to blue, including purple, whereas the _kaṇavīra_ (_Pentapetes phaenicea_) flower is mostly pink. I have settled for “magenta” as an approximate description for this range of colors. ",
  "pli-tv-kd1:20.10.6": "“Orchid tree” renders _pāricchattaka_. According to PED the _pāricchattaka_ tree is equivalent to the _kovilāra_ tree, which DOP identifies as the _Bauhinia variegata_, the orchid tree. ",
  "pli-tv-kd1:20.16.2": "Here I do not follow MS, which has _na otthaṭo_, but instead the reading _anuotthaṭo_ or _otthaṭo_ found in other editions. ",
  "pli-tv-kd1:20.16.11": "“Landed” renders _paccuṭṭhāsi_. This verb usually means “to stand up” or “to get up”, as in getting up from one’s seat or getting up from bed. In the current context, however, the meaning must be slightly different. A fairly unambiguous context is found at [dn21:1.2.6](), in the Sakkapañhā Sutta, where Sakka, the king of gods, is said to disappear in heaven and then _paccuṭṭhāsi_ in Magadha. Here it would seem to be used synonymously with _pātubhavati_, “to reappear”. I take the meaning to be the same in the present context. ",
  "pli-tv-kd1:20.19.1": "Following the commentary I render _kesamissaṁ jaṭāmissaṁ khārikājamissaṁ aggihutamissaṁ_ as if _missaṁ_ were not there. Sp 3.52: _Kesamissantiādīsu kesā eva kesamissaṁ. Esa nayo sabbattha_, “In regard to _kesamissa_ etc., _kesamissa_ is just _kesa_. This method applies to all (four).” Of _aggihut(t)a_ CPD says: “an instrument for the fire-worship.” ",
  "pli-tv-kd1:22.4.9": "Sp 3.55: _Dutiyagāthāya ayamattho – ete rūpādike kāme itthiyo ca yaññā abhivadanti_, “This is the meaning of the second verse: they promise that the sacrifice will give these sense pleasures, starting with forms, and also women.” Sp-t 3.3.55 adds: _Yaññā abhivadantīti yāgahetu ijjhantīti vadanti_, “_Yaññā abhivadanti_ means: they say, ‘They get good results because of the sacrifice.’” ",
  "pli-tv-kd1:22.5.8": "Sp 3.55: _Jātijarāmaraṇānaṁ abhāvena anaññathābhāviṁ. Attanā bhāvitena maggeneva adhigantabbaṁ, na aññena kenaci adhigametabbanti anaññaneyyaṁ_. “One is _anaññathābhāvi_ by not being born, becoming old, or dying. _Anaññaneyyaṁ_: it is to be obtained by a path developed by oneself; it is not to be obtained by anyone else.” ",
  "pli-tv-kd1:22.18.6": "For a discussion of _ārāma_, see Appendix of Technical Terms. ",
  "pli-tv-kd1:23.5.9": "Sp 3.59 explains _paccabyattha_ as _paṭividdhāttha tumhe_, “You have penetrated.” ",
  "pli-tv-kd1:25.9.1": "“He should put the upper robes together, overlapping each other edge-to-edge” renders _saguṇaṁ katvā saṅghāṭiyo_. Sp 3.66: _Saguṇaṁ katvāti dve cīvarāni ekato katvā, tā ekato katā dvepi saṅghāṭiyo dātabbā. Sabbañhi cīvaraṁ saṅghaṭitattā “saṅghāṭī”ti vuccati_, “_Saguṇaṁ katvā_: having made two robes into one, even those two upper robes made into one are to be given. All robes are called _saṅghāṭi_ because of being pieced together.” ",
  "pli-tv-kd1:25.10.6": "That is, four finger-breadths. For a discussion of the _aṅgula_, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd1:25.15.7": " “The windows and the corners of the room” renders _ālokasandhikaṇṇabhāga_. Sp 3.66: _Ālokasandhikaṇṇabhāgāti ālokasandhibhāgā ca kaṇṇabhāgā ca antarabāhiravātapānakavāṭakāni ca gabbhassa ca cattāro koṇā pamajjitabbāti attho_, “_Ālokasandhikaṇṇabhāga_ means the windows and the corners. The meaning is that he should sweep inside and outside the windows and the door and the four corners of the room.” ",
  "pli-tv-kd1:25.22.4": "The meaning of the first of these phrases, _sammā vattati_, is straightforward, but the last two, _lomaṁ pāteti_ and _netthāraṁ vattati_, are more difficult. Commenting on Bu Ss 13, Sp 1.435 says: _Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti_, “_Na lomaṁ pātenti_: because of their non-practicing in conformity with the path, their bodily hairs are not flat. _Na netthāraṁ vattanti_: they are not practicing the path for their own getting out (of the offense).” My rendering attempts to capture the meaning in a non-literal way. ",
  "pli-tv-kd1:26.1.4": "Sp 3.67: _Sace upajjhāyassa patto hotīti sace atirekapatto hoti. Esa nayo sabbattha_, “‘If the preceptor has a bowl’ means if the preceptor has an extra bowl. This method applies to everything (below).” ",
  "pli-tv-kd1:26.3.4": "That is, four finger-breadths. For a discussion of the _aṅgula_, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd1:28.4.5": "The Pali reads: _Ayaṁ itthannāmo itthannāmassa āyasmato upasampadāpekkho_. Taking the genitive case here to be the agent genitive, which seems to be the most obvious reading, this would mean, “So-and-so who is seeking to be fully ordained *by* Venerable so-and-so.” But it is the Sangha that ordains, not individuals, and so this translation does not seem quite right. According to Vmv 3.126 this phrase should be understood by means of this example: _Ayaṁ buddharakkhito āyasmato dhammarakkhitassa saddhivihārikabhūto upasampadāpekkho_, “This Buddharakkhita, who is seeking the full ordination, is the student of Venerable Dhammarakkhita.” I have followed this interpretation, and thus my translation “with Venerable so-and-so”. ",
  "pli-tv-kd1:30.4.10": "Apart from the _vihāra_, “a dwelling”, and the _guha_, “a cave”, the Pali mentions three kinds of buildings, the _aḍḍhayoga_, the _pāsāda_, and the _hammiya_, all of which, according to the commentaries are different kinds of _pāsāda_, “stilt houses”. Rather than try to differentiate between these buildings, which is unlikely to be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. Sp 4.294: _Aḍḍhayogoti supaṇṇavaṅkagehaṁ_, “An _aḍḍhayoga_ is a house bent like a _supaṇṇa_.” Sp-t 3.4.294 clarifies: _Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ_, “_Supaṇṇavaṅkageha_: a house made in the shape of the wings of a _garula_ (=_garuda_).” Sp 4.294 continues: _Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva_, “A _pāsāda_ is a long stilt house. A _hammiya_ is just a _pāsāda_ that has an upper room on top of its flat roof.” At Sp-t 3.3.74, however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. ",
  "pli-tv-kd1:31.4.8": "“Incapable of doing” renders _setughāta_, lit. “destroyed the bridge”. Sp 1.16: _Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti_, “The path is called the bridge. What is said is that there is the destruction and cutting off of such speech by the path.” The commentary seems to take _setu_, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access, that is, the Buddhas no longer have the possibility of doing what is unbeneficial. ",
  "pli-tv-kd1:32.1.1": "Sp 3.77: _Pakkhasaṅkantesūti titthiyapakkhasaṅkantesu_, “_Pakkhasaṅkantesu_ means those who have joined a group of monastics of another religion.” Yet the idea of _pakkha_ also refers to groups or factions within the Sangha, for instance, when the Sangha is split into different communities (_nānāsaṁvāsa_) that no longer perform legal procedures together. ",
  "pli-tv-kd1:32.3.16": "That is, four finger-breadths. For a discussion of the _aṅgula_, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd1:33.1.4": "According to the commentary, Sp 3.77, this should be understood in the same way as with the preceptor, for which see comment at [pli-tv-kd1:26.1.4](). ",
  "pli-tv-kd1:33.1.19": "That is, four finger-breadths. For a discussion of the _aṅgula_, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd1:36.1.4": "Sp 3.77: _Pakkhasaṅkantesūti titthiyapakkhasaṅkantesu_, “_Pakkhasaṅkantesu_ means those who have joined a group of monastics of another religion.” Yet the idea of _pakkha_ also refers to groups or factions within the Sangha, for instance, when the Sangha is split into different communities (_nānāsaṁvāsa_) that no longer perform legal procedures together. ",
  "pli-tv-kd1:38.5.5": "Sp-t 3.3.87: _Vesiyā gocaro mittasanthavavasena upasaṅkamitabbaṭṭhānaṁ assāti vesiyāgocaro. Esa nayo sabbattha_, “_Vesiyāgocaro_: association with sex workers; the place to be approached by him for intimacy or friendship. This method applies to all (five groups).” ",
  "pli-tv-kd1:39.1.2": "For an explanation of these, see Illnesses in the Appendix of Technical Terms. ",
  "pli-tv-kd1:43.1.5": "_Likhitaka_, literally, “One who has been written about”. Sp 3.93: _Atha kho yo koci corikaṁ vā aññaṁ vā garuṁ rājāparādhaṁ katvā palāto, rājā ca naṁ paṇṇe vā potthake vā “itthannāmo yattha dissati, tattha gahetvā māretabbo”ti vā “hatthapādānissa chinditabbānī”ti vā “ettakaṁ nāma daṇḍaṁ āharāpetabbo”ti vā likhāpeti, ayaṁ likhitako nāma_, “When someone has run away after stealing or committing another heavy offense against the king, and the king causes the writing about him on a leaf or in a book that ‘wherever so-and-so is seen, he should be seized and executed’ or ‘his hands and feet are to be cut off’ or ‘this penalty is to be imposed’, this is called a wanted criminal.” ",
  "pli-tv-kd1:49.6.1": "Sp-t 3.295: _Sarīsapeti ye keci sarante gacchante dīghajātike_, “_Sarīsape_: whatever long creatures are moving by flowing.” ",
  "pli-tv-kd1:49.6.7": "See [pli-tv-bu-vb-pc65:1.53](). ",
  "pli-tv-kd1:56.1.13": "“Resting place” renders _sayana_, often translated as “bed”. As can be seen from [pli-tv-kd16:8.1]()–8.11, the _sayana_ was used for both sitting and lying down. ",
  "pli-tv-kd1:57.2.10": "Sp 3.107: _Yattha vā vasati yattha vā paṭikkamatīti yattha vasati vā pavisati vā_, _Yattha vā vasati yattha vā paṭikkamati_: “Where one lives or enters.” ",
  "pli-tv-kd1:60.1.15": "Sp 3.115: _Bhikkhunidūsako bhikkhaveti ettha yo pakatattaṁ bhikkhuniṁ tiṇṇaṁ maggānaṁ aññatarasmiṁ dūseti, ayaṁ bhikkhunidūsako nāma_, “_Bhikkhunidūsako bhikkhave_: in this context it means whoever violates an ordinary nun through one of three orifices (vagina, anus, or mouth) is called a _bhikkhunidūsaka_.” ",
  "pli-tv-kd1:61.1.19": "For the meaning of _paṇḍaka_, see Appendix of Technical Terms. ",
  "pli-tv-kd1:62.3.5": "“Who has previously left to join the monastics of another religion” renders _titthiyapakkantaka_, literally, “one who has left for another religion”. Sp 3.110: _Ettha pana titthiyesu pakkanto paviṭṭhoti titthiyapakkantako. … upasampanno bhikkhu titthiyo bhavissāmīti saliṅgeneva tesaṁ upassayaṁ gacchati, padavāre padavāre dukkaṭaṁ. Tesaṁ liṅge ādinnamatte titthiyapakkantako hoti_, “Here _titthiyapakkantaka_ means one who has left and entered among the monastics of another religion. … If a fully ordained monk thinks, ‘I will become a monastic of another religion’, and he goes to their dwelling place while looking like a Buddhist monk, then each step is an instance of wrong conduct. Then, merely by taking on their characteristics, he is a _titthiyapakkantaka_.” ",
  "pli-tv-kd1:68.1.2": "Sp 3.116: _Karotīti purisanimittena itthīsu methunavītikkamaṁ karoti. Kārāpetīti paraṁ samādapetvā attano itthinimitte kārāpeti_, “_Karoti_: with the male characteristic he acts to transgress through sexual intercourse with women. _Kārāpeti_: having encouraged another, he causes action in his own female characteristic.” The meaning of the causative _kārāpeti_, however, is usually to make someone else act, not specifically to cause someone to act towards oneself. If this is correct, then the meaning here would be that one has sex oneself and generally causes others to have sex, not that the same person takes on different roles. I translate accordingly. ",
  "pli-tv-kd1:68.1.4": "For the meaning of _ubhatobyañjanka_, see Appendix of Technical Terms. ",
  "pli-tv-kd1:71.2.7": "This single phrase combines two Pali terms, _aṅgulicchinna_ and _aḷacchinna_. The latter refers to a thumb or a big toe, whereas the former refers to any of the remaining eight digits. ",
  "pli-tv-kd1:71.2.10": "_Phaṇahatthaka_, literally, “One who has hands like a snake’s hood”. Sp 3.119: _Phaṇahatthakoti yassa vaggulipakkhakā viya aṅguliyo sambaddhā honti_, “_Phaṇahatthako_: one whose fingers are connected like the wings of a bat.” ",
  "pli-tv-kd1:71.2.19": "_Parisadūsaka_, literally, “One who defiles an assembly”. Sp 3.119: _Parisadūsakoti yo attano virūpatāya parisaṁ dūseti; atidīgho vā hoti aññesaṁ sīsappamāṇanābhippadeso, atirasso vā …_, “_Parisadūsaka_: whoever defiles an assembly through his own bad appearance. He is too tall, a head taller than others, or he is too short …” ",
  "pli-tv-kd1:71.2.23": "Sp 3.119: _Pakkhahatoti yassa eko hattho vā pādo vā aḍḍhasarīraṁ vā sukhaṁ na vahati_, “_Pakkhahata_: for whom one hand or one foot or half the body does not work properly.” ",
  "pli-tv-kd1:71.2.24": "_Chinniriyāpatha_, literally, “The ways of movement have been cut off”. Sp 3.119: _Chinniriyāpathoti pīṭhasappi vuccati_, “One who crawls is called _chinniriyāpatha_.” The exact meaning is not clear. ",
  "pli-tv-kd1:72.1.15": "Sp 3.120: _Yāva bhikkhusabhāgataṁ jānāmīti nissayadāyakassa bhikkhuno bhikkhūhi sabhāgataṁ lajjibhāvaṁ yāva jānāmīti attho. Tasmā navaṁ ṭhānaṁ gatena “ehi bhikkhu, nissayaṁ gaṇhāhī”ti vuccamānenāpi catūhapañcāhaṁ nissayadāyakassa lajjibhāvaṁ upaparikkhitvā nissayo gahetabbo_, “The meaning of ‘to find out if the other person is compatible with the monks’ is: until I find out the compatibility with the monks in terms of conscientiousness of the monk giving support. Therefore, when a monk who has gone to a new place is being told to obtain support, he should observe the conscientiousness of the support giver for four or five days, and then obtain support.” ",
  "pli-tv-kd1:76.1.1": "For an explanation of these, see Illnesses in the Appendix of Technical Terms. ",
  "pli-tv-kd1:76.10.3": "The Pali reads: _Ayaṁ itthannāmo itthannāmassa āyasmato upasampadāpekkho_. Taking the genitive case here to be the agent genitive, which seems to be the most obvious reading, this would mean, “So-and-so who is seeking to be fully ordained *by* Venerable so-and-so.” But it is the Sangha that ordains, not individuals, and so this translation does not seem quite right. Vmv 3.126: _Ayaṁ buddharakkhito āyasmato dhammarakkhitassa saddhivihārikabhūto upasampadāpekkho_, “This Buddharakkhita, who is seeking the full ordination, is the student of Venerable Dhammarakkhita.” I have followed this interpretation, and thus my translation “with Venerable so-and-so”. ",
  "pli-tv-kd1:77.1.1": "Sp 3.128: _Chāyā metabbāti ekaporisā vā dviporisā vāti chāyā metabbā. Utuppamāṇaṁ ācikkhitabbanti “vassāno hemanto gimho”ti evaṁ utuppamāṇaṁ ācikkhitabbaṁ. Ettha ca utuyeva utuppamāṇaṁ. Sace vassānādayo aparipuṇṇā honti, yattakehi divasehi yassa yo utu aparipuṇṇo, te divase sallakkhetvā so divasabhāgo ācikkhitabbo. Atha vā “ayaṁ nāma utu, so ca kho paripuṇṇo vā aparipuṇṇo vā”ti evaṁ utuppamāṇaṁ ācikkhitabbaṁ. “Pubbaṇho vā sāyanho vā”ti evaṁ divasabhāgo ācikkhitabbo_, “_Chāyā metabbā_: ‘It is the height of one man or the height of two men’, the length of the shade is to be measured. ‘The measure of the season (_utuppamāṇa_) should be pointed out’: ‘It is the rainy season, the cold season, the hot season’, in this way the measure of the season should be pointed out. In this case the measure of the season is just the season. If the rainy season, etc., is not complete, one should calculate the days until the completion of the season; that share of days (_divasabhāga_) is to be pointed out. Alternatively, ‘This is the name of the season, and it is complete or incomplete (by so many days)’, in this way the date is to be pointed out. ‘It is morning or evening’, in this way the part of the day is to be pointed out.” I have followed the latter of these two ways of understanding these terms, see the CPD. _Saṅgīti ācikkhitabbā_, lit. “A joint recitation is to be declared”, which is rather cryptic. Sp 3.128: _Saṅgītīti idameva sabbaṁ ekato katvā “tvaṁ kiṁ labhasi, kā te chāyā, kiṁ utuppamāṇaṁ, ko divasabhāgo”ti puṭṭho “idaṁ nāma labhāmi – vassaṁ vā hemantaṁ vā gimhaṁ vā, ayaṁ me chāyā, idaṁ utuppamāṇaṁ, ayaṁ divasabhāgoti vadeyyāsī”ti evaṁ ācikkhitabbaṁ_, “_Saṅgīti_: here it means: having brought everyone together, it should pointed out: “When you are asked, ‘What did you have? What time did you have? What date did you have?’ you should reply, ‘I had this: it was the rainy season/the cold season/the hot season; I had this time; I had this date.’” The point seems to be that a newly ordained monk should remember the time and date of his ordination so that he may respond to questions about it in future. Vmv 3.128 clarifies: _Chāyādikameva sabbaṁ saṅgahetvā gāyitabbato kathetabbato saṅgītīti āha “idamevā”tiādi. Tattha ekato katvā ācikkhitabbaṁ. Tvaṁ kiṁ labhasīti tvaṁ upasampādanakāle kataravassaṁ, katarautuñca labhasi, katarasmiṁ te upasampadā laddhāti attho_, “‘Here’, etc., means: having collected all—that is the time, etc.—_saṅgīti_ is said because it is to be chanted, because it is to be declared. In regard to this, having brought (everyone) together, it is to be pointed out. ‘What did you have’ means: at the time of the ordination, which year did you have, which season; your ordination was obtained in which one?” ",
  "pli-tv-kd1:77.1.13": "For an explanation of the renderings “stilt house” and “cave” respectively for _pāsāda_ and _guhā_, see Appendix of Technical Terms. Apart from the _vihāra_, “a dwelling”, and the _guha_, “a cave”, the Pali mentions three kinds of buildings, the _aḍḍhayoga_, the _pāsāda_, and the _hammiya_, all of which, according to the commentaries, are different kinds of _pāsāda_, “stilt houses”. Rather than try to differentiate between these buildings, which is unlikely to be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. Sp 4.294: _Aḍḍhayogoti supaṇṇavaṅkagehaṁ_, “An _aḍḍhayoga_ is a house bent like a _supaṇṇa_.” Sp-t 3.4.294 clarifies: _Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ_, “_Supaṇṇavaṅkageha_: a house made in the shape of the wings of a _garula_ (=_garuda_).” Sp 4.294 continues: _Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva_, “A _pāsāda_ is a long stilt house. A _hammiya_ is just a _pāsāda_ that has an upper room on top of its flat roof.” At Sp-t 3.3.74, however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. ",
  "pli-tv-kd1:79.2.9": "See definitions of _sambhoga_ and _saṁvāsa_ at [pli-tv-bu-vb-pc69:2.1.14]() and [pli-tv-bu-vb-pc69:2.1.21](). ",
  "pli-tv-kd1:79.4.21": "Vmv 3.131: _Vinayamhītiādigāthāsu niggahānanti niggahakaraṇesu. Pāpiccheti pāpapuggalānaṁ niggahakaraṇesu, lajjīnaṁ paggahesu ca pesalānaṁ sukhāvahe mahante vinayamhi yathā atthakārī atthānuguṇaṁ karontova yasmā yoniso paṭipajjati nāma hoti, tasmā uddānaṁ pavakkhāmīti sambandhayojanā daṭṭhabbā_; “In regard to the verses beginning with _vinayamhi_: _niggahānaṁ_ means concerning the production of restraint. _Pāpicche_ means in regard to the production of restraint of bad people and in regard to helping those who have a sense of conscience and those who are good, in the great Monastic Law which brings happiness, concerning one making and helping what is beneficial, wherefore it is called one practicing wisely, therefore I speak this summary. It is to be seen as connected together.” ",
  "pli-tv-kd1:79.4.22": "Vmv 3.131 reads _mahante vinayamhi_, “In the great Monastic Law”, which I follow. ",
  "pli-tv-kd1:79.4.24": "Reading _niggahe ca pāpicchānaṁ_ with the PTS edition. ",
  "pli-tv-kd1:79.4.25": "I am not clear here on the function of the locative plural _esu_, but I am assuming the construction is parallel to the previous two lines. ",
  "pli-tv-kd1:79.4.31": "In this sort of context, and perhaps elsewhere too, Key Terms is usually a reference to the two Pātimokkhas. Sp 5.325: _Pātimokkhanti dve mātikā na jānāti_, “_Pātimokkha_: he does not know the two (collections of) key terms.” ",
  "pli-tv-kd1:79.4.48": "_Asesetuṁ_ is presumably a denominative form of _asesa_, “without remainder”. See CPD, sv. _asesita_. ",
  "pli-tv-kd1:79.4.83": "It is not clear what _eko_ refers to. ",
  "pli-tv-kd1:79.4.119": "Reading _pekkhanā_ with the PTS version, instead of _lakkhaṇā_. "
}