{
  "pli-tv-kd15:1.1.4": "“Boxers” renders _mallamuṭṭhikā_ and “city slickers who beautify their bodies” is for _gāmamoddavā_. In relation to _mallamuṭṭhikā_ [Sp.4.243]() simply says _mallamuṭṭhikāti muṭṭhikamallā_, which is not very helpful. _Muṭṭhikamallā_ is then explained at [Sp-yoj.3.243](): _Muṭṭhikamallāti muṭṭhikena mathanti aññamaññaṁ hiṁsantīti_, “_Muṭṭhikamallā_: hitting with a fist, they hurt each other.” As regards _gāmamoddavā_, [Sp.4.243]() says: _Gāmamuddavāti chavirāgamaṇḍanānuyuttā nāgarikamanussā. Gāmamoddavātipi pāṭho; esevattho_, “_Gāmamuddavā_ means townspeople who are devoted to beautifying their skin with color; _gāmamoddavā_ is another reading, with the same meaning.” ",
  "pli-tv-kd15:1.3.1": "[Sp.4.243](): _Aṭṭāne nhāyantīti ettha aṭṭānaṁ nāma rukkhaṁ phalakaṁ viya tacchetvā aṭṭhapadākārena rājiyo chinditvā nhānatitthe nikhaṇanti, tattha cuṇṇāni ākiritvā manussā kāyaṁ ghaṁsanti_, “_Aṭṭāne nahāyanti_: here an _aṭṭāna_ means: having carved a tree to become like a plank, having cut lines in a cross-wise pattern, having dug it in at a bathing ford, people sprinkle powder there and rub their bodies.” ",
  "pli-tv-kd15:1.3.11": "[Sp.4.243](): _Gandhabbahatthakenāti nhānatitthe ṭhapitena dārumayahatthena, tena kira cuṇṇāni gahetvā manussā sarīraṁ ghaṁsanti_, “_Gandhabbahatthakena_: having taken powders with a hand made of wood, which is kept at a bathing ford, people rub their bodies.” ",
  "pli-tv-kd15:1.3.18": "[Sp.4.243](): _Kuruvindakasuttiyāti kuruvindakapāsāṇacuṇṇāni lākhāya bandhitvā kataguḷikakalāpako vuccati, taṁ ubhosu antesu gahetvā sarīraṁ ghaṁsanti_, “_Kuruvindakasuttiyā_: having bound powder from a cinnabar-stone with resin, it is said a string of beads is made; having grasped it at both ends, they rub their bodies.” ",
  "pli-tv-kd15:1.4.1": "_Viggayha parikammaṁ kārāpenti_, literally, “Having stretched out, they caused a massage to be done.” [Sp.4.243](): _Viggayha parikammaṁ kārāpentīti aññamaññaṁ sarīrena sarīraṁ ghaṁsanti_, “_Viggayha parikammaṁ kārāpenti_: they rubbed each other, body with body.” ",
  "pli-tv-kd15:1.4.7": "[Sp.4.243](): _Mallakaṁ nāma makaradantake chinditvā mallakamūlasaṇṭhānena kataṁ mallakanti vuccati_, “_Mallaka_: having cut a shark-teeth pattern at the position of the base of the _mallaka_, it is called a _mallaka_.” It is not clear what this refers to, apart from the fact that it is decorated. I follow the suggestion in PED. ",
  "pli-tv-kd15:1.5.3": "[Sp.4.244](): _Ukkāsikanti vatthavaṭṭiṁ_, “_Ukkāsika_ means a sheath of cloth.” ",
  "pli-tv-kd15:2.1.1": "[Sp.4.245](): _Vallikāti kaṇṇato nikkhantamuttolambakādīnaṁ etaṁ adhivacanaṁ_, “_Vallikā_: this is a term for a pearl, etc., hanging and protruding from the ear.” ",
  "pli-tv-kd15:2.1.2": "[Sp.4.245](): _pāmaṅganti yaṅkiñci palambakasuttaṁ_, “_Pāmaṅga_: whatever is a hanging thread.” ",
  "pli-tv-kd15:2.1.5": "[Sp.4.245](): _Ovaṭṭikanti valayaṁ_, “An _ovaṭṭika_ is a bangle.” This is further explained at [Vmv.4.245](): _Valayanti hatthapādavalayaṁ_, “A bangle: a bangle for the hands or the feet.” ",
  "pli-tv-kd15:2.1.6": "[Sp.4.245](): _Kāyūrādīni pākaṭāneva, akkhakānaṁ heṭṭhā bāhābharaṇaṁ yaṅkiñci ābharaṇaṁ na vaṭṭati_, “Just ordinary _kāyūra_s, etc.; any arm-ornaments below the collar-bone, are not allowable.” ",
  "pli-tv-kd15:2.1.7": "_Hatthābharaṇa_, literally, “a hand ornament”, is not further explained in the commentaries. ",
  "pli-tv-kd15:2.2.7": "That is, two finger-breadths. For a discussion of the _aṅgula_, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd15:2.5.2": "“Applied facial creams” renders _mukhaṁ ummaddenti_. The verb _ummaddeti_ normally just means “rubs” or “massages”, but here the contexts required the application of some kind of cosmetic or cream. [Sp.3.247](): _Ummaddentīti nānāummaddanehi ummaddenti_, “_Ummaddenti_: they rub with various creams.” ",
  "pli-tv-kd15:3.1.11": "This is parallel to [AN 5.209](an5.209:0.3). ",
  "pli-tv-kd15:3.1.12": "“Performing with the voice” renders _sarakutti_. According to DOP, _kutti_ means “arranging, dressing, preparation; action; forming; contriving”. [Sp.4.249](): _Sarakuttinti sarakiriyaṁ_, “_Sarakuttiṁ_ means activity/performance with the voice”. ",
  "pli-tv-kd15:3.2.1": "“Chant” renders _sarabhañña_. PED says: “Intoning, a particular mode of reciting.” [Sp.4.249](): _Sarabhaññanti sarena bhaṇanaṁ_, “_Sarabhañña_ means reciting with intonation.” _Sara_ can mean either “voice” or “intonation”. But since “voice” would be redundant in the present context (“reciting with a voice”), intonation seems to be the likely meaning. ",
  "pli-tv-kd15:5.1.4": "[Vmv.4.250](): _Pāḷiyaṃ taruṇaññeva ambanti taruṇaṃ asañjātabījaṃ eva ambaphalaṃ_, “In the Canonical text, _taruṇaññeva ambanṃ_ means: a mango fruit even with undeveloped seed.” ",
  "pli-tv-kd15:6.1.3": "The following is parallel to [AN 4.67](an4.67:1.1). ",
  "pli-tv-kd15:8.1.5": "“Carrying net” renders _sikkā_. [Vin-vn-ṭ.91](): _Sikkāyāti olambikādhāre_, “_Sikkā_ means a holder for hanging.” CPD, under _uḍḍeti_, says, “To put in a sling or carrying net”, evidently referring to the _sikkā_. ",
  "pli-tv-kd15:9.1.1": "It is not clear whether _sovaṇṇamayaṁ rūpiyamayaṁ_ means “made of gold or silver” or “made with gold or silver”. It seems unlikely, however, that a bowl made partly of gold/silver would be acceptable, since it would still be considered luxurious. Moreover, just below the text mentions bowls made of/with crystal and gems (_maṇimayo … veḷuriyamayo_). It is hard to imagine that a bowl could be made of any of these in its entirety. It seems more likely that they were used as decorations. In either case “made with” seems preferable to “made of”. With smaller requisites, however, “made of” gold and silver may be the preferable rendering. The commentaries are silent. ",
  "pli-tv-kd15:9.1.8": "“Beryl” renders _veḷuriya_. The commentary at [Sp.ṭ.2.281]() says: _Veḷuriyoti vaṁsavaṇṇamaṇi_, “The bamboo-colored gem is called _veḷuriya_.” According to PED _veḷuriya_ is lapis lazuli, which cannot be correct because lapis lazuli is blue. ",
  "pli-tv-kd15:9.2.12": "[Sp-ṭ̣.4.253](): _Acchupiyantīti na suphassitāni honti_, “_Acchupiyanti_: not touching properly.” ",
  "pli-tv-kd15:9.2.17": "“A shark-teeth pattern” renders _makaradantaka_, literally, “like the teeth of a _makara_”. In later Buddhism the _makara_ is the name of a mythological marine animal, but what it refers to in this context is not clear. According to [Sp-yoj.3.243]() _makara_ is the name of a certain species of fish: _Makaradantaketi makaranāmakassa macchassa dantasadise dante_, “Teeth like the teeth of a fish called _makara_.” [Vin-vn-ṭ.3048](): _Makaradantakanti girikūṭākāraṁ_, “_Makaradantaka_ means making (a design) like the peak of a hill.” PED suggests “the tooth of a swordfish”, but apparently swordfish do not have teeth. Given that the _makara_ were fearsome creatures and that their teeth looked like the peak of a hill, presumably meaning that their teeth were pointed, “shark teeth” seems like a reasonable guess. ",
  "pli-tv-kd15:9.2.18": "_Bhittikamma_, literally, “wall-work”. [Sp.4.297](): _Bhittikammanti nānāvaṇṇehi vibhittirājikaraṇaṁ_, “_Bhittikamma_ means making separate lines by means of many colors.” ",
  "pli-tv-kd15:9.4.2": "{Sp.4.254}(): _Āvaṭṭitvāti aññamaññaṃ paharitvā_, “_Āvaṭṭitva_: (the bowls) struck one another.” ",
  "pli-tv-kd15:9.4.4": "{Sp.4.254}(): _Pattādhārakanti ettha “dantavallivettādīhi kate bhūmiādhārake tayo, dāruādhārake dve patte uparūpari ṭhapetuṃ vaṭṭatī”ti kurundiyaṃ vuttaṃ. Mahāaṭṭhakathāyaṃ pana vuttaṃ – “bhūmiādhārake tiṇṇaṃ pattānaṃ anokāso, dve ṭhapetuṃ vaṭṭati”, “_Pattādhāraka_: in the Kurundī it is said: in a tiered rack made of ivory, creepers, cane, etc., three bowls may be placed on top of one another; in a rack made of wood, two bowls. But in the Mahāaṭṭhakathā it is said: in a tiered rack, there is no occasion for three bowls, but placing two is allowed.” ",
  "pli-tv-kd15:9.4.8": "[Sp.4.254](): _Miḍḍhanteti ālindakamiḍḍhikādīnaṁ ante_, “_Miḍḍhante_ means on the edge of a porch bench, etc.” See CPD, sv _ālindakamiḍḍhika_. ",
  "pli-tv-kd15:9.4.13": "[Sp.4.254](): _Paribhaṇḍanteti bāhirapasse katāya tanukamiḍḍhikāya ante_, “_Paribhaṇḍante_ means on the edge of a small bench made on an external slope.” [Vmv.4.254](): _Tanukamiḍḍhikāyāti vedikāya_, “On a small bench means on a ledge (or railing).” ",
  "pli-tv-kd15:9.4.24": "[Sp.4.254](): _Pattamāḷakaṃ iṭṭhakāhi vā dārūhi vā kātuṃ vaṭṭati_, “_Pattamāḷaka_: made of bricks or wood is allowed.” [Sp-yoj.3.254](): _Pattamāḷakanti pattassa ṭhapanatthāya kataṁ aṭṭaṁ_, “_Pattamāḷaka_: a platform made for the purpose of placing the bowl.” ",
  "pli-tv-kd15:9.4.25": "I here follow the PTS reading, _pattamāḷakā_, rather than the MS reading of _pattamāḷako_. According to the PTS reading the bowl fell from the platform, whereas on the MS reading the platform itself fell. ",
  "pli-tv-kd15:9.4.27": "[Sp.4.254](): _Pattakuṇḍolikāti mahāmukhakuṇḍasaṇṭhānā bhaṇḍakukkhalikā vuccati_, “A pot for goods in the appearance of a pot with a large mouth is called a _pattakuṇḍolika_.” ",
  "pli-tv-kd15:9.5.1": "_Bhittikhilepi nāgadantakepi_, literally, “wall pegs and elephant tusks”. These are different kinds of pegs and I have not tried to differentiate between them. ",
  "pli-tv-kd15:10.1.5": "[Sp.4.255](): _Tumbakaṭāhanti lābukaṭāhaṁ vuccati_, “A gourd as a bowl is called a _tumbakaṭāha_.” ",
  "pli-tv-kd15:11.1.14": "In its discussion of ointment boxes [Khuddas-pṭ.185]() says of _phalamaya_, “made of fruit”: _āmalakakakkādīhi katā phalamayā_, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:11.2.8": "[Sp.4.256](): _Kiṇṇena pūretunti kiṇṇacuṇṇena pūretuṃ_, “To fill it with yeast means to fill it with yeast powder.’” ",
  "pli-tv-kd15:11.2.12": "[Sp.4.256](): _Saritakanti pāsāṇacuṇṇaṁ vuccati; tena pūretuṁ anujānāmīti attho_, “Stone powder is called _saritaka_. The meaning is ‘I allow you to fill with that.’” ",
  "pli-tv-kd15:11.2.14": "[Sp.4.256](): _Madhusitthakena sāretunti madhusitthakena makkhetuṁ_, “_Madhusitthakena sāretuṁ_ means to mix with beeswax.” ",
  "pli-tv-kd15:11.2.15": "[Sp.4.256](): _Saritakaṁ paribhijjatīti taṁ makkhitamadhusitthakaṁ bhijjati_, “_Saritakaṁ paribhijjati_: that mixture with beeswax broke apart.” ",
  "pli-tv-kd15:11.2.16": "[Sp.4.256](): _Saritasipāṭikanti madhusitthakapilotikaṁ; satthakosakasipāṭiyā pana saritasipāṭikāya anulomāti kurundiyaṁ vuttaṁ_, “_Saritasipāṭika_: a piece of cloth with beeswax; but in the Kurundī it is said that a knife-sheath-_sipāṭiyā_ is in conformity with a _saritakasipāṭika_.” At [Kd 15:27.3.7](pli-tv-kd15:27.3.7) _sipāṭika_ refers to a case (for a razor). I translate accordingly. ",
  "pli-tv-kd15:11.3.4": "The word rendered as “frame” is _kathina_. ",
  "pli-tv-kd15:11.3.14": "[Sp.4.256](): _Kathinaṁ nappahotīti dīghassa bhikkhuno pamāṇena kataṁ kathinaṁ; tattha rassassa bhikkhuno cīvaraṁ patthariyamānaṁ nappahoti, antoyeva hoti; daṇḍake na pāpuṇātīti attho_, “The frame was not the right size: the frame had been made to fit the size of a tall monk and it was not the right size for spreading out the robe-cloth for a short monk—it fell within; the meaning is the sticks (of the frame) are the wrong size.” ",
  "pli-tv-kd15:11.3.15": "“An inner frame” renders _daṇḍakathina_. [Sp.4.256](): _Daṇḍakathinanti tassa majjhe itarassa bhikkhuno pamāṇena aññaṁ nisseṇiṁ bandhituṁ anujānāmīti attho_, “_Daṇḍakathina_: the meaning is ‘I allow you to bind another frame to fit the size of another monk in the middle of that (large frame).’” [Sp.4.256](): _Bidalakanti daṇḍakathinappamāṇena kaṭasārakassa pariyante paṭisaṁharitvā duguṇakaraṇaṁ_, “_Bidalaka_: making a double layer by folding the ends of a straw mat to fit the inner frame.” [Sp.4.256](): _Salākanti dupaṭṭacīvarassa antare pavesanasalākaṁ_, “_Salāka_: a _salāka_ for inserting between a double-layer robe-cloth.” [Sp.4.256](): _Vinandhanarajjunti mahānisseṇiyā saddhiṁ khuddakaṁ nisseṇiṁ vinandhituṁ rajjuṁ_, “_Vinandhanarajju_: a string to tie the small frame to the large frame.” [Sp.4.256](): _Vinandhanasuttanti khuddakanisseṇiyā cīvaraṁ vinandhituṁ suttakaṁ_, “_Vinandhanasutta_: a string to tie the robe-cloth to the small frame.” ",
  "pli-tv-kd15:11.3.17": "[Sp.4.256](): _Kaḷimbhakanti pamāṇasaññākaraṇaṁ yaṅkiñci tālapaṇṇādiṁ_, “_Kaḷimbhaka_: whatever enables one to perceive the distance, (such as) a palmleaf, etc.” ",
  "pli-tv-kd15:11.3.19": "[Sp.4.256](): _Moghasuttakanti vaḍḍhakīnaṁ dārūsu kāḷasuttena viya haliddisuttena saññākaraṇaṁ_, “_Moghasuttaka_: by means of a thread with turmeric, like the black thread on wood used by carpenters; what enables one to perceive.” ",
  "pli-tv-kd15:11.5.12": "In its discussion of ointment boxes, [Khuddas-pṭ.185]() says of _phalamaya_, “made of fruit”: _āmalakakakkādīhi katā phalamayā_, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:11.6.3": "For an explanation of rendering _sālā_ as “shed”, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd15:11.6.16": "“To firm up the structure” renders _ogumphetvā_. [Sp.4.257](): _Ogumphetvā ullittāvalittaṁ kātunti chadanaṁ odhunitvā ghanadaṇḍakaṁ katvā anto ceva bahi ca mattikāya limpitunti attho_, “_Ogumphetvā ullittāvalittaṁ kātuṁ_: having shook out the roof cover and added rods to firm up (the structure), to smear with clay inside and outside—this is the meaning.” At [Kd 5:11.1.5](pli-tv-kd5:11.1.5) the same verb, in the form _ogumphiyanti_, is used to show how dwellings are “held together” by straps of leather. This makes it certain that _ogumphetvā_ in the present context must refer to the “firming up” rather than the “shaking out”. ",
  "pli-tv-kd15:11.6.17": "“The fivefold pattern” renders _pañcapaṭika_. [Vmv.4.299](): _Pāḷiyaṁ pañcapaṭikanti jātiādipañcappakāravaṇṇamaṭṭhaṁ_, “_Pañcapaṭika_ in the canonical text means the five-fold appearance, starting with jasmine.” The meaning is not clear. ",
  "pli-tv-kd15:13.1.1": "[Vmv.4.258](): _Udakaṃ akappiyanti sappāṇakaṃ_, “Unallowable water: it contained living beings.” ",
  "pli-tv-kd15:13.1.8": "It is not clear how the “water strainer”, _dhammakaraṇa_, is different from the “water filter”, _arissāvana_. The commentaries are silent. ",
  "pli-tv-kd15:13.2.30": "For an explanation of rendering _saṅghāṭi_ as “robe”, see Appendix of Technical Terms. ",
  "pli-tv-kd15:13.3.4": "[Sp-ṭ.4.259](): _Na sammatīti nappahoti_, “_Na sammati_: not enough.” ",
  "pli-tv-kd15:13.3.6": "[Sp.4.259](): _Daṇḍaparissāvananti rajakānaṁ khāraparissāvanaṁ viya catūsu pādesu baddhanisseṇikāya sāṭakaṁ bandhitvā majjhedaṇḍake udakaṁ āsiñcitabbaṁ, taṁ ubhopi koṭṭhāse pūretvā parissavati_, “_Daṇḍaparissāvana_: like the filters for caustic substances used by dyers, having bound a cloth to a framework fastened on four legs, the water is filtered by pouring on the middle rod, having filled on both sides.” ",
  "pli-tv-kd15:13.3.9": "[Sp.4.259](): _Ottharakaṁ nāma yaṁ udake ottharitvā ghaṭakena udakaṁ gaṇhanti, tañhi catūsu daṇḍakesu vatthaṁ bandhitvā udake cattāro khāṇuke nikhaṇitvā tesu bandhitvā sabbapariyante udakato mocetvā majjhe ottharitvā ghaṭena udakaṁ gaṇhanti_, “_Ottharaka_: having spread it on water, they collect water with a jar. That is, having bound a cloth onto four rods, having implanted four stakes in the water, having bound them together, keeping it out of the water on all sides, having spread it out (in the water) in the middle, they collect water with a jar.” ",
  "pli-tv-kd15:13.3.12": "_Makasakuṭika_, literally, “a mosquito hut”. ",
  "pli-tv-kd15:14.1.13": "For an explanation of rendering _jantāghara_ as “sauna”, see Appendix of Technical Terms. ",
  "pli-tv-kd15:14.2.21": "For a discussion of _sālā_, see Appendix of Technical Terms. ",
  "pli-tv-kd15:14.3.12": "“A lower hinge” renders _udukkhalika_, while “an upper hinge” is for _uttarapāsaka_. [Sp.1.77](): … _yena kenaci kavāṭaṁ katvā heṭṭhā udukkhale upari uttarapāsake ca pavesetvā kataṁ parivattakadvārameva saṁvaritabbaṁ … atha dvārassa udukkhalaṁ vā uttarapāsako vā bhinno vā hoti aṭṭhapito vā, saṁvarituṁ na sakkoti_, “Having made a door by whatever (material), having entered it into the _udukkhala_ below and into the _uttarapāsaka_ above, it is made a revolving door to be closed … but when the _udukkhala_ or the _uttarapāsaka_ is broken or not mounted, then one cannot close the door.” From this it seems that the _udukkhala_ and _uttarapāsaka_, together with the two corresponding “projecting pivots” on the door, are the functional equivalents of hinges. _Udukkhalika_ and _udukkhala_ refer to the same thing, the former being used in the canonical text, whereas the latter is found in the summary verses. For further details see CPD, _sv_, _uttarapāsaka_. “Bolt-receiving post” renders _aggaḷavaṭṭi_. [Sp.4.260](): _Aggaḷavaṭṭi nāma dvārabāhāya samappamāṇoyeva aggaḷatthambho vuccati, yattha tīṇi cattāri chiddāni katvā sūciyo denti_, “_Aggaḷavaṭṭi_: it is called a door post, which is the same length as the door frame. It is where three or four holes are made for inserting bolts.” Whenever the Canonical text lists the parts of a door and door frame, the _aggaḷavaṭṭi_ always has the same position, being grouped together with the parts for the locking mechanism, such as latches and bolts. Given the commentarial explanation, it is natural to think that it was a special post added to the door frame, or perhaps replacing the door frame, for the purpose of receiving bolts. “Bolt socket” renders _kapisīsaka_. [Sp.4.260](): _Kapisīsakaṁ nāma dvārabāhaṁ vijjhitvā tattha pavesito aggaḷapāsako vuccati_, “The bolt-receiving socket which is inserted after piercing the door post is called a _kapisīsaka_.” “Bolt” renders _sūcika_. [Sp.4.260](): _Sūcikāti tattha majjhe chiddaṁ katvā pavesitā_, “It is entered, having made a hole in the middle there.” [Vmv.4.260](): _Tattha majjheti aggaḷapāsakassa majjhe_, “_In the middle there: in the middle of the bolt-receiving post.” “Latch” renders _ghaṭika_. [Sp-ṭ.3.4.255](): _Ghaṭikanti upari yojitaṁ aggaḷaṁ_, “_Ghaṭika_: a latch fastened at the top.” From the origin story of [Bu Ss 2](pli-tv-bu-vb-ss2:1.1.11) it seems that the _ghaṭika_ was a device that could be opened with a key: _Avāpuraṇaṁ ādāya ghaṭikaṁ ugghāṭetvā kavāṭaṁ paṇāmetvā vihāraṁ pāvisi_, “(Udāyī) took the key, lifted the latch, opened the door, and entered the dwelling.” It follows from this that the _ghaṭika_ is unlikely to be a bolt, but probably a kind of bar, like a latch, that would require lifting for the door to open. The lifting would be done with _tāḷa_, a key-like device. “A door-pulling hole” renders _āviñchanachidda_. [Vmv.4.296](): _Āviñchanachiddanti yattha aṅguliṁ vā rajjusaṅkhalikādiṁ vā pavesetvā kavāṭaṁ ākaḍḍhantā dvārabāhaṁ phusāpenti_, “_Āviñchanachidda_: where, having entered the finger or a rope or a chain, etc., they pull the door and make it touch the door post.” “A door-pulling rope” renders _āviñchanarajju_. [Sp.4.296](): _Āviñchanarajjunti kavāṭeyeva chiddaṁ katvā tattha pavesetvā yena rajjukena kaḍḍhantā dvāraṁ phusāpenti_, “Having made a hole in the door, having entered (the rope) there, the rope with which they close and make the door touch (the post).” ",
  "pli-tv-kd15:14.3.14": "[Sp.4.260](): _Maṇḍalikaṁ kātunti nīcavatthukaṁ cinituṁ_, “To make a _maṇḍalika_ means to construct a low site.” [Sp-ṭ.4.260](): _Nīcavatthukaṁ cinitunti bahikuṭṭassa samantato nīcavatthukaṁ katvā cinituṁ_, “_Nīcavatthukaṁ cinituṁ_ means to construct after making the ground low on all sides outside the wall.” ",
  "pli-tv-kd15:14.5.1": "For an explanation of rendering _pariveṇa_ as “yard”, see Appendix of Technical Terms. ",
  "pli-tv-kd15:14.5.3": "This is an unusual use of the verb _pariyāpuṇati_, which normally means \"to learn\". I follow the suggestion in DOP. ",
  "pli-tv-kd15:14.5.4": "Or “slabs of stone”, _padarasila_. See [Bu Pc 18:2.3.5](pli-tv-bu-vb-pc18:2.3.5) where _padara_ means “floor boards”. ",
  "pli-tv-kd15:16.1.6": "“Sauna shed” renders _jantāgharasālā_. It seems from the above description of a sauna that it was a building, including a roof. A _jantāgharasālā_ is then presumably another building (from the description below it seems to be a separate building from the sauna) where you get undressed and hang up your robes, etc. For an explanation of rendering _sālā_ as “shed”, see Appendix of Technical Terms. ",
  "pli-tv-kd15:16.2.21": "“Well-sweep”, “pulley”, and “well-wheels” respectively render _tula_, _karakaṭaka_, and _cakkavaṭṭaka_. For all three words see CPD, _sv_., _karakaṭaka_. ",
  "pli-tv-kd15:16.2.27": "For an explanation of rendering _sālā_ as “house”, see Appendix of Technical Terms. ",
  "pli-tv-kd15:17.1.4": "“Waste-water disposal area” renders _candanika_, which is not defined in the Vinaya commentaries. Elsewhere, however, we find the following definition, e.g. at [MN-a.1.25](): _Candanikanti ucchiṭṭhodakagabbhamalādīnaṁ chaḍḍanaṭṭhānaṁ_, “_Candanika_ means a place for the discarding of used water, afterbirth, etc.” We also know that it is not a cesspit, which is known as a _vaccakūpa_, see below. ",
  "pli-tv-kd15:17.1.5": "[Sp.4.262](): _Pākaṭā hotīti aparikkhittā hoti_, “_Pākaṭā hoti_ means it is unenclosed.” ",
  "pli-tv-kd15:17.2.16": "“Saunas with pointed roofs” renders _nillekhaṁ jantāgharaṁ_. [Sp.4.263](): _Nillekhajantāgharaṁ nāma āviddhapakkhapāsakaṁ vuccati, gopānasīnaṁ upari maṇḍale pakkhapāsake ṭhapetvā katakūṭacchadanassetaṁ nāmaṁ_, “One with a side loop all around is called a _nillekhajantāghara_. Having fixed on a side loop circle above the rafters, this is a name for a roof made with a peak.” The exact meaning is not clear to me. ",
  "pli-tv-kd15:19.1.6": "For an explanation of the idea of _vikappanā_, see Appendix of Technical Terms. ",
  "pli-tv-kd15:19.1.7": "[Sp.4.264](): _Āsittakūpadhānaṃ nāma tambalohena vā rajatena vā katāya peḷāya etaṃ adhivacanaṃ, paṭikkhittattā pana dārumayāpi na vaṭṭati_, “_Āsittakūpadhāna_: this is a term for a container made of copper or silver. But a prohibited one made of wood is also not allowable.” [Vmv.4.264](): _Peḷāyāti aṭṭhaṃsasoḷasaṃsādiākārena katāya bhājanākārāya peḷāya. Yattha uṇhapāyāsādiṃ pakkhipitvā upari bhojanapātiṃ ṭhapenti bhattassa uṇhabhāvāvigamanatthaṃ, tādisassa bhājanākārassa ādhārassetaṃ adhivacanaṃ. Teneva pāḷiyaṃ āsittakūpadhānanti vuttaṃ_, “Pelāya: a container having the form of a vessel made with eight or sixteen edges, etc., where, for the purpose of keeping the food hot, having filled with hot milk-rice, etc., they place a bowl with food on top. This is a term for the stand for such a vessel. For this reason it is said _āsittakūpadhāna_ in the Canonical text.” ",
  "pli-tv-kd15:19.1.16": "[Sp-ṭ.4.264](): _Pubbe pattasaṅgopanatthaṃ ādhārako anuññāto, idāni bhuñjanatthaṃ_, “Previously a stand for the purpose of protecting the bowls was allowed; now (it is allowed) for the purpose of eating.” The stand referred to here was allowed above at [Kd 15:9.4.4](pli-tv-kd15:9.4.4) (there rendered as “rack”). ",
  "pli-tv-kd15:19.2.2": "“The same sheet and under the same cover” renders _ekattharaṇapāvuraṇa_. [Sp.2.937](): _Ekattharaṇapāvuraṇā; saṁhārimānaṁ pāvārattharaṇakaṭasārakādīnaṁ ekaṁ antaṁ attharitvā ekaṁ pārupitvā tuvaṭṭentīnametaṁ adhivacanaṁ_, “_Ekattharaṇapāvuraṇa_: this is an expression for: a mobile blanket, a mat, a straw mat, etc., having spread one of these to one side and having covered with another, one lies down.” ",
  "pli-tv-kd15:20.7.4": "The meaning of the first of these phrases, _sammā vattati_, is straightforward, but the last two, _lomaṁ pāteti_ and _netthāraṁ vattati_, are more difficult. Commenting on Bu Ss 13, [Sp.1.435]() explains: _Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti_, “_Na lomaṁ pātenti_: because of their non-practicing in conformity with the path, their bodily hairs are not flat. _Na netthāraṁ vattanti_: they are not practicing the path for their own getting out (of the offense).” My rendering attempts to capture the meaning in a non-literal way. ",
  "pli-tv-kd15:21.4.14": "[Sp.4.268](): _Dhotapādakaṃ nāma pādadhovanaṭṭhāne dhotehi pādehi akkamanatthāya paccattharaṇaṃ atthataṃ hoti, taṃ akkamituṃ vaṭṭati_, “_Dhotapādaka_: a mat that has been spread out for the purpose of stepping on with the washed feet at the place of washing the feet. To step on that is allowable.” ",
  "pli-tv-kd15:22.1.4": "That the foot scrubber, the _kataka_, is ceramic is clear from [Kd 15:37.1.8](pli-tv-kd15:37.1.8) below. ",
  "pli-tv-kd15:22.1.16": "“Stones” renders _sakkhara_. [Sp.4.269](): _Sakkharāti pāsāṇo vuccati_, “A rock is called _sakkhara_.” “Pumice” renders _samuddapheṇaka_, literally, “ocean foam”. [Sp.4.269](): _Pāsāṇapheṇakopi vaṭṭati_, “Also rock-foam is allowable”. ",
  "pli-tv-kd15:22.2.8": "“A fan” renders _vidhūpana_. [Sp.4.269](): _Vidhūpananti vījanī vuccati_, “A fan is called a _vidhūpana_.” To distinguish it from the “palm-leaf fan”, I render it as “standard fan”. ",
  "pli-tv-kd15:24.1.1": "“Carrying net” renders _sikkā_. [Vin-vn-ṭ.91](): _Sikkāyāti olambikādhāre_, “_Sikkā_ means a holder for hanging.” CPD, _sv_. _uḍḍeti_, says, “To put in a sling or carrying net”, evidently referring to the _sikkā_. ",
  "pli-tv-kd15:25.1.9": "That is, [Bu Pc 37](pli-tv-bu-vb-pc37:1.22.1)/[Bi Pc 120](). ",
  "pli-tv-kd15:27.1.7": "_Pajānāhi tvaṁ, bhaginīti_, literally, “You understand, sister.” Commenting on a different context, [DN-a.2.436]() says: _Tvaṁ pajānāhīti tvaṁ jāna. Sace gaṇhitukāmosi, gaṇhāhīti vuttaṁ hoti_, “You understand: you know. What is said is: if you wish to take it, then take it.” In other words, do as you please. ",
  "pli-tv-kd15:27.2.7": "“Even with the tip of the flesh” renders _maṁsappamāṇena_. [Vin-ālaṅ-ṭ.34.40](): _Maṁsappamāṇenāti aṅgulaggamaṁsappamāṇena_, “_Maṁsappamāṇena_: measured by the flesh at the tip of the finger.” ",
  "pli-tv-kd15:27.2.8": "“Polished their finger and toe nails” renders _vīsatimaṭṭhaṁ_, literally, “Polished the twenty”. [Sp.4.274](): _Vīsatimaṭṭhanti vīsatipi nakhe likhitamaṭṭhe kārāpenti_, “_Vīsatimaṭṭhaṁ_: they polished their twenty nails.” ",
  "pli-tv-kd15:27.3.6": "Following the PTS version. ",
  "pli-tv-kd15:27.4.3": "“Goatees” renders _golomikaṁ kārāpenti_. [Sp.4.275](): _Golomikanti hanukamhi dīghaṁ katvā ṭhapitaṁ eḷakamassu vuccati_, “Making it long at the jaw, a beard like that of a goat is called _golomika_.” ",
  "pli-tv-kd15:27.4.4": "“Sideburns” renders _caturassakaṁ kārāpenti_. [Sp.4.275](): _Caturassakanti catukoṇaṁ_, “_Caturassaka_: the four-cornered one.” This is further explained by [Vmv.4.275](): _Catukoṇanti yathā upari nalāṭantesu dve, heṭṭhā hanukapasse dveti cattāro koṇā paññāyanti, evaṁ caturassaṁ katvā kappāpanaṁ_, “_Catukoṇa_: when four corners are seen—two above at the end of the forehead and two below on the side of the jaw—trimming it, having made it four-cornered like this.” ",
  "pli-tv-kd15:27.4.5": "[Sp.4.275](): _Parimukhanti ure lomasaṁharaṇaṁ_, “_Parimukha_: removing the hair from the chest.” It is a stretch, however, to take _parimukha_ as referring to the chest, rather than the face or the mouth. Assuming that beard fashions are fairly timeless, it seems possible that this may refer to a beard around the mouth, that is, a circle beard. ",
  "pli-tv-kd15:27.4.6": "My rendering is based on the reading _aḍḍhuraka_. [Sp.4.275](): _Aḍḍhadukanti udare lomarājiṭṭhapanaṁ_, “_Aḍḍhaduka_: arrangement of lines of hair on the stomach.” The problem with this is that it is difficult to see how this meaning bears any relationship with _aḍḍhaduka_. In fact, _aḍḍhaduka_ is a curious word. On the face of it, it should mean “half a dyad”, but this hardly makes much sense in the context. A major problem with _aḍḍhaduka_ is that the reading is highly uncertain. CST gives the alternatives _aḍḍhuraka_ (Sri Lankan) and _aḍḍharuka_ (Thai). (The PTS edition gives a third alternative: _aḍḍharūka_.) The first of these is particularly interesting: it almost certainly means “half-chest-ed”. It could well be that this is the basis for the commentarial gloss. The actual commentarial reading (the lemma) may be due to a later “correction”, perhaps based on a change in the Canonical text. If we start with _aḍḍhuraka_ as the original form, it is relatively easy to explain the other two forms, which weighs in favor of this reading. _Aḍḍharuka_ can be explained as an _a/u_ metathesis in _aḍḍhuraka_, which is all too common in oral tradition, especially with obscure words. Once the meaning was lost, _aḍḍhaduka_ may have formed as a kind of further corruption, either by accident or through intentional “correction”. We would then see the following pattern of corruption: _aḍḍhuraka_ > _aḍḍharuka_ > _aḍḍhaduka_. ",
  "pli-tv-kd15:27.6.10": "“Made of fruit” renders _phalamaya_. [Khuddas-pṭ.185](): _Āmalakakakkādīhi katā phalamayā_, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:28.2.1": "“Even metal used for binding” renders _bandhanamatta_. [Vmv.4.277](): _Bandhanamattanti vāsidaṇḍādīnaṁ koṭīsu apātanatthaṁ, lohehi bandhanaṁ_, “_Bandhanamatta_: bindings of metal used for the purpose of the non-falling off at the top end of the handle of an adz, etc.” ",
  "pli-tv-kd15:28.2.4": "This refers to using the upper robe as a support in the _pallatthikā_ sitting posture. See TAP, p.259 (re. [Bu Sk 26](pli-tv-bu-vb-sk26:1.3.1)). ",
  "pli-tv-kd15:28.2.5": "[Sp.3.359](): _Pattā lujjantīti mahantesu pattamukhesu dinnāni suttāni gaḷanti, tato pattā lujjanti_, “_Pattā lujjanti_: concerning large openings in the panels, the sewing thread had vanished; therefore the panels were torn apart.” ",
  "pli-tv-kd15:28.2.10": "The _āyoga_ is used as a support for the _pallattikā_ sitting posture. ",
  "pli-tv-kd15:28.2.16": "“Warp” renders _tantaka_. [Vmv.4.277](): _Tantakanti āyogavāyanatthaṁ tadākārena pasāritatantaṁ_, “The stretched thread by means of which the purpose of weaving the back-and-knee strap (is achieved).” It is curious, however, that the loom is missing from this list of weaving equipment. It is possible that _tantaka_ is merely another term for _tanta_ “a loom”. “Reed” renders _vema_. Commenting on Bu Np 26, [Kkh-pṭ]() says: _Vemanti vāyanūpakaraṇo eko daṇḍo, suttaṁ pavesetvā yena ākoṭento ghanabhāvaṁ sampādenti_, “_Vema_: a weaving instrument consisting of a single rod; having entered the thread, that by which they make it firm by knocking.” [Vmv.4.277]() clarifies that this concerns the cross-going thread, the weft: _Vāyantā tiriyaṁ suttaṁ pavesetvā_ …, “Those weaving, having entered the weft …” According to SED, however, the _vema_ is the loom. “Weft” renders _kavaṭa_. I am unable to trace any exegetical information on this word; quite possibly the reading is corrupted. It may be that we should prefer the PTS reading of _vaṭa_, which can mean “string” or “tie”, according to SED. Since the warp seems to be covered by _tantaka_, it does not seem unreasonable to suggest _vaṭa_ refers to the “weft”, that is, the cross-thread. “Shuttle” renders _salāka_. The basic meaning of this word is “small stick”. In the Vinaya Piṭaka the word _salāka_ is used especially to designate the “voting tickets” that were sometimes used when making decisions in the monastic Sangha. The “shuttle” is a basic weaving equipment and its size would seem to fit well with the size of a _salāka_. However, since there is no exegetical information on this word used in this context, this is no more than a hypothesis. ",
  "pli-tv-kd15:29.2.2": "[Sp.4.278](): _Kalābukaṁ nāma bahurajjukaṁ_, “_Kalābuka_: one having many strings.” [Sp.4.278](): _Deḍḍubhakaṁ nāma udakasappasīsasadisaṁ_, “_Deḍḍubhaka_: one that is like the head of a water snake.” [Sp-ṭ.2.1.85](): _Murajañhi nāma nānāvaṇṇehi suttehi murajavaṭṭisaṇṭhānaṁ veṭhetvā kataṁ_, “_Muraja_: one that is made by the twisting of strings of various colors in the manner of the skin of a _muraja_ drum.” [Sp.4.275](): _Maddavīṇaṁ nāma pāmaṅgasaṇṭhānaṁ_, “_Maddavīṇa_: it looks like an ornamental hanging string.” ",
  "pli-tv-kd15:29.2.12": "[Sp.4.278](): _Idaṁ dasāsuyeva anuññātaṁ_, “This is only allowed in regard to the edges.” According to the commentary, in other words, the Buddha is not overturning the prohibition found in the previous rule. ",
  "pli-tv-kd15:29.2.14": "[Sp.4.278](): _Sobhaṇaṁ nāma veṭhetvā mukhavaṭṭisibbanaṁ_, “_Sobhaṇa_: having twisted, sewing along the edge of the opening.” [Sp.4.278](): _Guṇakaṁ nāma mudiṅgasaṇṭhānena sibbanaṁ_, “_Guṇaka_: sewing with the appearance of a _mudiṅga_ drum”, which according to [Sp-ṭ̣.5.278]() means: _Mudiṅgasaṇṭhānenāti varakasīsākārena_, “_Mudiṅgasaṇṭhānena_: with the characteristic of the head of the _varaka_ bean.” It is not clear what is meant. Perhaps the point is that one end of the belt should form a loop and the other a knot, with the knot fitting into the loop. ",
  "pli-tv-kd15:29.2.15": "[Sp.4.275](): _Pavanantoti pāsanto vuccati_, “The loop-end is called _pavananta_.” ",
  "pli-tv-kd15:29.2.24": "In its discussion of ointment boxes, [Khuddas-pṭ.185]() says of _phalamaya_, “made of fruit”: _Āmalakakakkādīhi katā phalamayā_, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:29.3.12": "In its discussion of ointment boxes, [Khuddas-pṭ.185]() says of _phalamaya_, “made of fruit”: _Āmalakakakkādīhi katā phalamayā_, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd15:29.3.18": "DOP suggests “shoulder-blade” for _koṭṭo_, but adds a question mark. I find it hard to imagine, however, how a shoulder-blade might get exposed in this way. I have therefore decided to translate according to the sub-commentary. [Vmv.4.279](): _Koṭṭo vivariyatīti anuvāto vivariyati_, “_Koṭṭo vivariyati_: the border is opened up.” Presumably this caused the body to be exposed. ",
  "pli-tv-kd15:29.3.21": "That is, seven or eight finger-breadths. For a discussion of the _aṅgula_, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd15:29.4.9": "The context provided by the previous rule on sarongs suggests that this rule concerns the style of dressing rather than the kind of robe used. ",
  "pli-tv-kd15:31.1.4": "This is parallel to [AN 5.208](an5.208:0.3). ",
  "pli-tv-kd15:31.1.5": "“It’s bad for your eyes” renders _acakkhussa_. [Sp.4.282](): _Acakkhussanti cakkhūnaṁ hitaṁ na hoti; parihāniṁ janeti_, “_Acakkhussa_: it is not beneficial for the eyes; it causes their decline.” Tooth infections can apparently affect the eyes. ",
  "pli-tv-kd15:31.2.5": "That is, eight finger-breadths. For a discussion of the _aṅgula_, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd15:33.1.5": "“Their own expressions” renders _sakāya niruttiyā_. _Nirutti_ is found at [Bu Pj 2:7.6.9](pli-tv-bu-vb-pj2:7.6.9), [Bu Pj 2:7.6.19](pli-tv-bu-vb-pj2:7.6.19), and [Bu Pj 2:7.6.30](pli-tv-bu-vb-pj2:7.6.30) where its contextual meaning must be “expression” or “manner of speaking” rather than “language”. If the word is used in the same way here, it follows that _sakāya_ must refer to the particular expressions used by the monks. Using the Buddha’s own way of expression would not have been a problem. For a scholarly discussion of _nirutti_ that supports this view, see Bryan Levman, “Sakāya niruttiyā revisited”, BEI 26–27 (2008–2009): 33–51. ",
  "pli-tv-kd15:33.1.15": "[Sp.4.275](): _Sakāya niruttiyāti ettha sakā nirutti nāma sammāsambuddhena vuttappakāro māgadhiko vohāro_, “_Sakāya niruttiyā_: here ‘own expression’ means the Māghadhan language as spoken by the fully Awakened One.” This gloss refers to this particular usage of this expression, and it does not necessarily follow that it also glosses the same expression as used immediately above. ",
  "pli-tv-kd15:33.2.1": "“Cosmology” renders _lokāyata_. At [SN 12.48:2.2](sn12.48:2.2) we have: _Sabbamatthī’ti kho, brāhmaṇa, jeṭṭhametaṁ lokāyataṁ … Sabbaṁ natthī’ti kho, brāhmaṇa, dutiyametaṁ lokāyataṁ … Sabbamekatta’nti kho, brāhmaṇa, tatiyametaṁ lokāyataṁ … Sabbaṁ puthutta’nti kho, brāhmaṇa, catutthametaṁ lokāyataṁ_, “‘Everything exists’ is the oldest cosmology … ‘Nothing exists’ is the second oldest cosmology … ‘Everything is one’ is the third oldest cosmology … ‘Everything is diversity’ is the fourth oldest cosmology.” ",
  "pli-tv-kd15:33.2.18": "At [DN 1](dn1:1.21.1) we find a list of such worldly subjects, most prominently prognostication and the performing of rituals. At [Bi Pc 49](pli-tv-bi-vb-pc49:2.1.5) “worldly subjects” is defined more broadly as anything outside of the Buddha’s teachings. ",
  "pli-tv-kd15:35.1.8": "_Pāduka_, normally rendered as “shoe”, I here translate as “foot-stands”. This seems to be required from the context. [Sp.4.290](): _Passāvapādukanti ettha pādukā iṭṭhakāhipi silāhipi dārūhipi kātuṁ vaṭṭati. Vaccapādukāyapi eseva nayo_, “A _pāduka_ for urinating: here it is allowable to make a _pāduka_ of bricks, stone, or wood. The same method also applies for _pāduka_ for defecating.” These fixtures seem more likely to be platforms or stands than shoes in any ordinary sense. ",
  "pli-tv-kd15:36.1.18": "That is, [Bu Ss 13](pli-tv-bu-vb-ss13:1.8.10.1). ",
  "pli-tv-kd15:37.1.8": "Reading _kumbhakārika_ as an adjective, it means “that which belongs to the potter” or “of the potter”, that is, a clay hut. [Sp.4.293](): _Kumbhakārikañcāti dhaniyasseva sabbamattikāmayakuṭi vuccati_, “Dhaniya’s hut made entirely of clay is called ‘that which belongs to the potter’.” "
}