{
  "pli-tv-kd9:1.1.3": "Sp 3.380: _Tantibaddhoti tasmiṁ āvāse kattabbatātantipaṭibaddho_, “_Tantibaddho_: bound to what is to be done in regard to that monastery”. ",
  "pli-tv-kd9:2.1.7": "“Three” renders _sambahulā_. Sp 1.84: _Sambahulāti vinayapariyāyena tayo janā sambahulāti vuccanti, tato paraṁ saṅgho_, “_Sambahula_: in the Monastic Law three people are called _sambahula_; more than that is a sangha.” ",
  "pli-tv-kd9:3.1.4": "“Announcement” renders _anussāvana_. When used to describe elements of a _saṅghakamma_, “a legal procedure”, _anussāvana_ and _kammavācā_ are used synonymously. In these cases they refer to the one or three “announcements” that follow the motion, and so I render them both as “announcement”. Occasionally, however, _anussāvana_, but not _kammavācā_, is used to describe the full legal procedure of both motion and announcements. In such instances I render it as “proclamation”. ",
  "pli-tv-kd9:3.5.2": "Sp 3.388: _Kammappattoti kammaṁ patto, kammayutto kammāraho; na kiñci kammaṁ kātuṁ nārahatīti attho_, “‘Who should take part’: who are able in regard to the legal procedure, suitable for the legal procedure, fit for the legal procedure. The meaning is that one should not not do any kind of legal procedure.” The last line means one should or must take part in the legal procedure. ",
  "pli-tv-kd9:4.2.11": "Sp-yoj 4.483: _Antimavatthunti pārājikavatthuṁ_; “_Antimavatthu_: an action that is the basis for an offense entailing expulsion.” ",
  "pli-tv-kd9:4.2.43": "_Nānāsīmāya_ literally means “within a different monastery zone”. Sp 3.389: _Nānāsīmāya ṭhitacatutthoti sīmantarikāya vā bahisīmāya vā hatthapāse ṭhitenāpi saddhiṁ catuvaggo hutvāti attho_, “_Nānāsīmāya ṭhitacatuttho_, the meaning is: having been a group of four, including one who, even if within arm’s reach, is in the space between monastery zones or outside the monastery zone.” ",
  "pli-tv-kd9:4.9.8": "According to CPD, apparently quoting the commentary (“Bu”), _anapadāna_ means “‘who is unable to discern (what is an offence)’, or ‘not setting a good example’.” It is not clear, however, why _apadāna_ should be rendered as “discern”. Sp 3.407: _Apadānaṁ vuccati paricchedo; āpattiparicchedavirahitoti attho_, “Limit is called _apadāna_; the meaning is ‘without limit to offenses’.” Sp-t 3.395: _Natthi etassa apadānaṁ avakhaṇḍanaṁ āpattipariyantoti anapadāno_, “_Anapadāno_: he has no _apadāna_, no cutting off, no limit with offenses.” ",
  "pli-tv-kd9:4.11.8": "This single phrase combines two Pali terms, _aṅgulicchinna_ and _aḷacchinna_. The latter refers to a thumb or a big toe, whereas the former refers to any of the remaining four fingers or toes. ",
  "pli-tv-kd9:4.11.11": "_Phaṇahatthaka_, literally, “one who has a hand like a snake’s hood”. Sp 3.119: _Phaṇahatthakoti yassa vaggulipakkhakā viya aṅguliyo sambaddhā honti_, “_Phaṇahatthako_: one whose fingers are connected like the wings of a bat.” ",
  "pli-tv-kd9:4.11.17": "_Likhitaka_, literally, “one who has been written about”. Sp 3.119: _Atha kho yo koci corikaṁ vā aññaṁ vā garuṁ rājāparādhaṁ katvā palāto, rājā ca naṁ paṇṇe vā potthake vā “itthannāmo yattha dissati, tattha gahetvā māretabbo”ti vā “hatthapādānissa chinditabbānī”ti vā “ettakaṁ nāma daṇḍaṁ āharāpetabbo”ti vā likhāpeti, ayaṁ likhitako nāma_, “When someone has run away after stealing or doing another serious offense against the king, and the king causes the writing about him on a leaf or in a book that ‘wherever so-and-so is seen, he should be seized and executed’ or ‘his hands and feet are to be cut off’ or ‘this penalty is to be imposed’, this a called a sentenced criminal.” ",
  "pli-tv-kd9:4.11.20": "_Parisadūsaka_, literally, “one who defiles an assembly”. Sp 3.93: _Parisadūsakoti yo attano virūpatāya parisaṁ dūseti; atidīgho vā hoti aññesaṁ sīsappamāṇanābhippadeso, atirasso vā …_, “_Parisadūsaka_: whoever defiles an assembly through his own bad appearance. He is too tall, a head taller than others, or he is too short …” ",
  "pli-tv-kd9:4.11.24": "Sp 3.119: _Pakkhahatoti yassa eko hattho vā pādo vā aḍḍhasarīraṁ vā sukhaṁ na vahati_, “_Pakkhahata_: for whom one hand or one foot or half the body does not work properly.” ",
  "pli-tv-kd9:4.11.25": "_Chinniriyāpatha_, literally, “the ways of movement have been cut off”. Sp 3.119: _Chinniriyāpathoti pīṭhasappi vuccati_, “One who crawls is called _chinniriyāpatha_.” The exact meaning is not clear. ",
  "pli-tv-kd9:6.5.1": "The text is not clear about the relationship between the two applications of resolution, but usually an “and” is the default conjunction if nothing else is specified in the text. This seems to be confirmed by the commentary. Sp 3.400: _Dvimūlake yathā sativinayo amūḷhavinayena saddhiṁ ekā pucchā katā_, “When there are two items, as with resolution through recollection together with resolution through past insanity, a single question is posed.” In other words, the _saṅghakamma_ seems to be against two individuals together. ",
  "pli-tv-kd9:7.12.1": "The meaning of the first of these phrases, _sammā vattati_, is straightforward, but the last two, _lomaṁ pāteti_ and _netthāraṁ vattati_, are more difficult. Commenting on Bu Ss 13, Sp 1.435 says: _Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti_, “_Na lomaṁ pātenti_: because of their non-practicing in conformity with the path, their bodily hairs are not flat. _Na netthāraṁ vattanti_: they are not practicing the path for their own getting out (of the offense).” My rendering attempts to capture the meaning in a non-literal way. ",
  "pli-tv-kd9:7.16.36": "The Pali mistakenly reads _samagga_, “a complete assembly”, instead of _vagga_, “an incomplete assembly”. ",
  "pli-tv-kd9:7.20.165": "In these cases, the third person singular agent, the “it”, is presumably the Sangha. ",
  "pli-tv-kd9:7.20.226": "Again, in these cases, the third person singular agent, the “it”, is presumably the Sangha. ",
  "pli-tv-kd9:7.20.228": "Ditto. ",
  "pli-tv-kd9:7.20.230": "Ditto. ",
  "pli-tv-kd9:7.20.252": "Reading _bālābyattassa_. ",
  "pli-tv-kd9:7.20.260": "See CPD for this use of _upari_. "
}