{
  "pli-tv-kd2:3.4.2": "This definition is a play on the two unrelated words <i lang='pi' translate='no'>mukha</i> and <i lang='pi' translate='no'>mokkha</i>, respectively meaning “front” and “freedom”. ",
  "pli-tv-kd2:3.6.10": "The phrasing here is a bit curious, but according to the commentary at Sp 3.135 it is to be understood as the opposite of segment <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#3.5.6'>Kd 2:3.5.6</a> above. ",
  "pli-tv-kd2:3.7.3": "Sp 3.135: <i lang='pi' translate='no'>Dukkaṭaṁ hotīti dukkaṭāpatti hoti; sā ca kho na musāvādalakkhaṇena; bhagavato pana vacanena vacīdvāre akiriyasamuṭṭhānā āpatti hotīti veditabbā</i>, “‘There is an act of wrong conduct’: there is an offense of wrong conduct. It does not have the characteristics of lying. But according to the statement by the Buddha, it is to be understood that there is an offense originating through non-action at the speech door.” ",
  "pli-tv-kd2:7.1.6": "“Across” is not in the Canonical text, but is supplied from the commentary. Sp 3.140: <i lang='pi' translate='no'>Tiyojanaparamanti ettha tiyojanaṁ paramaṁ pamāṇametissāti tiyojanaparamā; taṁ tiyojanaparamaṁ. Sammannantena pana majjhe ṭhatvā yathā catūsupi disāsu diyaḍḍhadiyaḍḍhayojanaṁ hoti, evaṁ sammannitabbā. Sace pana majjhe ṭhatvā ekekadisato tiyojanaṁ karonti, chayojanaṁ hotīti na vaṭṭati. Caturassaṁ vā tikoṇaṁ vā sammannantena yathā koṇato koṇaṁ tiyojanaṁ hoti, evaṁ sammannitabbā. Sace hi yena kenaci pariyantena kesaggamattampi tiyojanaṁ atikkāmeti, āpattiñca āpajjati sīmā ca asīmā hoti</i>; “40 kilometers at the most: here 40 kilometers at the most is its measure. This is 40 kilometers at the most. One who is establishing (a monastery zone), standing in the middle, should establish (a zone) that is 20 kilometers in the four directions. If, standing in the middle, he makes it 40 kilometers in each direction, it will be 80 kilometers, which is not allowable. One who is establishing (a zone) that is quadrangular or triangular should establish (a zone) that is 40 kilometers corner to corner. If he exceeds the 40 kilometers even by a hair’s breadth on any side, he commits an offence, and the zone is not actually a monastery zone.” ",
  "pli-tv-kd2:7.1.8": "The Pali for 50, 65, 80, and 40 kilometers is 4, 5, 6, and 3 <i lang='pi' translate='no'>yojanas</i> respectively. For a discussion of the <i lang='pi' translate='no'>yojana</i>, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd2:8.1.1": "The point seems to be that they recited the <i lang='pi' translate='no'>pātimokkha</i> in a different place every lunar half-month. Sp 3.141: <i lang='pi' translate='no'>Anupariveṇiyanti ekasīmamahāvihāre tasmiṁ tasmiṁ pariveṇe</i>, “‘In one yard after another’: in this or that yard within a large monastery inside a single monastery zone.” ",
  "pli-tv-kd2:8.1.7": "Apart from the <i lang='pi' translate='no'>vihāra</i>, “a dwelling”, and the <i lang='pi' translate='no'>guha</i>, “a cave”, the Pali mentions three kinds of buildings, the <i lang='pi' translate='no'>aḍḍhayoga</i>, the <i lang='pi' translate='no'>pāsāda</i>, and the <i lang='pi' translate='no'>hammiya</i>, all of which, according to the commentaries are different kinds of <i lang='pi' translate='no'>pāsāda</i>, “stilt houses”. Rather than try to name each of these buildings, which in any case would not be useful from a practical perspective, I have instead grouped them together as “stilt house”. Rather than try to differentiate between between these buildings, which is unlikely to be useful from a practical perspective, I have instead grouped them together as “stilt house”. Sp 4.294: <i lang='pi' translate='no'>Aḍḍhayogoti supaṇṇavaṅkagehaṁ</i>, “An <i lang='pi' translate='no'>aḍḍhayoga</i> is a house bent like a <i lang='pi' translate='no'>supaṇṇa</i>.” Sp-t 3.4.294 clarifies: <i lang='pi' translate='no'>Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ</i>, “<i lang='pi' translate='no'>Supaṇṇavaṅkageha</i>: a house made in the shape of the wings of a <i lang='pi' translate='no'>garula</i> (=<i lang='pi' translate='no'>garuda</i>).” Sp 4.294 continues: <i lang='pi' translate='no'>Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva</i>, “A <i lang='pi' translate='no'>pāsāda</i> is a long stilt house. A <i lang='pi' translate='no'>hammiya</i> is just a <i lang='pi' translate='no'>pāsāda</i> that has an upper room on top of its flat roof.” At Sp-t 3.3.74, however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished only according to their shape and the kind of roof they possess. ",
  "pli-tv-kd2:9.2.1": "“Forecourt” renders <i lang='pi' translate='no'>pamukha</i>. Sp-t 3.142: <i lang='pi' translate='no'>Uposathappamukhaṁ nāma uposathāgārassa sammukhaṭṭhānaṁ</i>, “The place which is face-to-face with the observance-day hall is called <i lang='pi' translate='no'>uposathappamukhaṁ</i>.” ",
  "pli-tv-kd2:12.7.2": "That is, seven <i lang='pi' translate='no'>abbhantaras</i>. For a discussion of the <i lang='pi' translate='no'>abbhantara</i>, see Measures in the Appendix of Technical Terms. ",
  "pli-tv-kd2:15.3.1": "Sp 3.150: <i lang='pi' translate='no'>Savarabhayanti aṭavimanussabhayaṁ</i>, “<i lang='pi' translate='no'>Savarabhayaṁ</i>: threat from forest people.” ",
  "pli-tv-kd2:18.4.4": "“By name” renders the obscure compound <i lang='pi' translate='no'>nāmaggena</i>. The commentaries are silent. Alternative readings include <i lang='pi' translate='no'>nāmamattena</i>, <i lang='pi' translate='no'>gaṇamaggena</i>, and <i lang='pi' translate='no'>nasamaggena</i>, none of which is an obvious fit for the current context. ",
  "pli-tv-kd2:21.2.3": "<i lang='pi' translate='no'>Mātikā</i>, “Key Terms”, probably refers to the two Pātimokkhas. Sp 5.325: <i lang='pi' translate='no'>Pātimokkhanti dve mātikā na jānāti</i>, “<i lang='pi' translate='no'>Pātimokkha</i>: he does not know the two (collections of) key terms.” ",
  "pli-tv-kd2:21.2.4": "For an explanation of rendering <i lang='pi' translate='no'>cuṇṇa</i> and <i lang='pi' translate='no'>mattika</i> as respectively “bath powder” and “soap”, see Appendix of Technical Terms. ",
  "pli-tv-kd2:22.3.1": "Sp 3.164: <i lang='pi' translate='no'>Tattheva pakkamatīti saṅghamajjhaṁ anāgantvā tatova katthaci gacchati</i>, “<i lang='pi' translate='no'>Tattheva pakkamati</i>: not having gone to the midst of the Sangha, he goes wherever.” ",
  "pli-tv-kd2:24.3.4": "“Enemies of monks” is a translation of <i lang='pi' translate='no'>bhikkhupaccatthikā</i>. At <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#9.3.1'>Bu Pj 1:9.3.1</a>, I have translated the same compound as “enemy monks”. In that rule this seems required because various people who are acting as enemies of monks are mentioned separately, such as kings, bandits, and scoundrels. Moreover, all of these are compounded with <i lang='pi' translate='no'>paccatthikā</i>: <i lang='pi' translate='no'>bhikkhupaccatthikā</i>, <i lang='pi' translate='no'>rājapaccatthikā</i>, and so on. Since it seems reasonable to assume that all these compounds have the same structure, it follows that they should all be read as “enemies who are so-and-so” rather than “enemies of so-and-so”. This understanding is confirmed by Sp 1.58: <i lang='pi' translate='no'>bhikkhū eva paccatthikā bhikkhupaccatthikā</i>, “<i lang='pi' translate='no'>Bhikkhupaccatthikā</i> are just monks who are enemies.” In the present context, however, this interpretation does not seem to work. If <i lang='pi' translate='no'>bhikkhupaccatthikā</i> refers to enemies who are monks, then they would have to be invited to take part in the ceremony, or some other arrangement would have to be made, but nothing is said about this in either the Pali or the commentaries. Moreover, kings, bandits, and scoundrels are in this case not compounded with <i lang='pi' translate='no'>paccatthikā</i>, as they are in Bu Pj 1. I therefore conclude that the meaning here must be “enemies of monks”. ",
  "pli-tv-kd2:26.3.6": "<i lang='pi' translate='no'>Therena bhikkhunā</i> could be rendered “a/the senior monk”. Yet the point is that only the most senior member of the Sangha should use the semi-informal address <i lang='pi' translate='no'>āvuso</i>, whereas everyone else should use the formal equivalent <i lang='pi' translate='no'>bhante</i>. ",
  "pli-tv-kd2:26.4.1": "<i lang='pi' translate='no'>Navakena bhikkhunā</i> could be rendered “a/the junior monk”. Yet the point here is that only the most senior member of the Sangha should use the semi-informal address <i lang='pi' translate='no'>āvuso</i>, whereas everyone else should use the formal equivalent <i lang='pi' translate='no'>bhante</i>. In this context, then, <i lang='pi' translate='no'>navaka</i> does not mean a “newly ordained” monk, but rather refers to any monk junior to the most senior one. ",
  "pli-tv-kd2:28.1.3": "Here “resident monk” means a monk who is within the <i lang='pi' translate='no'>sīmā</i>, the monastery zone. Vjb 3.172: <i lang='pi' translate='no'>Sīmaṁ okkante vā okkamante vā passanti</i>, “They someone entering or having entered the monastic zone.” ",
  "pli-tv-kd2:28.5.5": "<i lang='pi' translate='no'>Avuṭṭhitāya parisāya</i> literally means that “the gathering has not got up”. The point, presumably, is that the meeting is not yet over and those present have not started to leave. ",
  "pli-tv-kd2:35.1.2": "Here and below I understand a monastery, an <i lang='pi' translate='no'>āvāsa</i>, to refer to a monastery with a properly defined zone, a <i lang='pi' translate='no'>sīmā</i>. A non-monastery, an <i lang='pi' translate='no'>anāvāsa</i>, is then a monastic residence without such a zone.” ",
  "pli-tv-kd2:36.4.1": "“A passed-on purity that has expired”, <i lang='pi' translate='no'>pārivāsikapārisuddhidānena</i>, seems to refer to purity that was conveyed for a different occasion. So long as the assembly is still seated, the occasion is regarded as the same. See <a href='https://suttacentral.net/pli-tv-bi-vb-pc81/en/brahmali#1.13.1'>Bi Pc 81:1.13.1</a> for a more detailed explanation. "
}