{
  "pli-tv-kd19:1.3.24": "Sea-monsters is a combined rendering of the three terms <i lang='pi' translate='no'>timi</i>, <i lang='pi' translate='no'>timiṅgala</i>, and <i lang='pi' translate='no'>timitimiṅgala</i>. They refer to enormous fish of different sizes. Respectively 100, 200, 300, 400, and 500 <i lang='pi' translate='no'>yojanas</i> long. I normally take a <i lang='pi' translate='no'>yojana</i> to be approximately 13 kilometers, but here use 10 kilometers instead, so as to give round figures. (See essay on Measures.) ",
  "pli-tv-kd19:1.4.37": "Parallel to <a href='/ud5.5/en/brahmali#28.1'>Ud 5.5:28.1</a>. ",
  "pli-tv-kd19:3.3.38": "<i lang='pi' translate='no'>Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti akatāya</i>. Sp.4.387: <i lang='pi' translate='no'>Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti akatāyāti tena puggalena sā vipatti katā vā hotu akatā vā, pātimokkhaṭṭhapanakassa saññāamūlikavasena amūlikā hoti</i>, “<i lang='pi' translate='no'>Amūlikāya sīlavipattiyā pātimokkhaṁ ṭhapeti akatāya</i> means, whether that person has failed or not, it is groundless because of the perception of groundlessness of the person who has canceled the Monastic Code.” ",
  "pli-tv-kd19:3.3.83": "For this and the following item see the notes just below. ",
  "pli-tv-kd19:3.3.89": "<i lang='pi' translate='no'>Dhammikaṁ sāmaggiṁ na upeti</i>. Sp.4.387: <i lang='pi' translate='no'>Dhammikaṁ sāmaggiṁ na upetīti kammaṁ kopetukāmatāya saṅghassa kamme karīyamāne neva āgacchati, na chandaṁ deti, sammukhībhūtova paṭikkosati, tena dukkaṭaṁ āpajjati. Iccassāpi sāpattikasseva pātimokkhaṁ ṭhapitaṁ hoti</i>, “<i lang='pi' translate='no'>Dhammikaṁ sāmaggiṁ na upeti</i> means, when a legal procedure is being carried out by the Sangha, one who wishes to invalidate the procedure does not come (to the meeting), or does not give his consent, or objects in the presence (of the assembled Sangha). He commits wrong conduct. Thus, for him who has an offense, the Monastic Code is canceled.” Vmv.4.387 adds: <i lang='pi' translate='no'>Dhammikaṁ sāmagginti dhammikaṁ samaggakammaṁ</i>, “<i lang='pi' translate='no'>Dhammikaṁ sāmaggiṁ</i> means a legitimate legal procedure of a complete assembly.” The point is that the person wants to invalidate a legal procedure, and so deliberately does not come to the meeting or send their consent. In such a case you are allowed to cancel their hearing of the Monastic Code. | <i lang='pi' translate='no'>Dhammikaṁ sāmaggiṁ paccādiyati</i>. Sp.4.387: <i lang='pi' translate='no'>Paccādiyatīti “puna kātabbaṁ kamma”nti paccādiyati, tena ukkoṭanakena pācittiyaṁ āpajjati. Iccassāpi sāpattikasseva pātimokkhaṁ ṭhapitaṁ hoti</i>, “<i lang='pi' translate='no'>Paccādiyati</i> means saying, ‘The legal procedure needs to be redone.’ Because of that reopening, he commits an offense entailing confession. Thus, for him who has an offense, the Monastic Code is canceled.” ",
  "pli-tv-kd19:3.4.16": "The point seems to be that, although the Monastic Code had been canceled for that monk, the further discussion on whether he had committed an offense entailing expulsion was interrupted by one of the ten dangers. ",
  "pli-tv-kd19:4.1.3": "Sp.4.398: <i lang='pi' translate='no'>Attādānaṁ ādātukāmenāti ettha sāsanaṁ sodhetukāmo bhikkhu yaṁ adhikaraṇaṁ attanā ādiyati, taṁ attādānanti vuccati</i>, “<i lang='pi' translate='no'>Attādānaṁ ādātukāmena</i>: here, whatever legal issue a monk who wishes to purify the dispensation brings up on his own accord, that is called <i lang='pi' translate='no'>attādāna</i>.” "
}