{
  "pli-tv-kd11:2.1.5": "[Sp.4.4](): _Adesanāgāminiyāti pārājikāpattiyā vā saṅghādisesāpattiyā vā_, “‘Not clearable by confession’ means an offense entailing expulsion or an offense entailing suspension.” ",
  "pli-tv-kd11:4.1.3": "According to CPD, apparently quoting the commentary (“Bu”), _anapadāna_ means “‘who is unable to discern (what is an offence)’, or ‘not setting a good example’.” It is not clear, however, why _apadāna_ should be rendered as “discern”. [Sp.3.407](): _Apadānaṁ vuccati paricchedo; āpattiparicchedavirahitoti attho_, “Limit is called _apadāna_; the meaning is ‘without limit to offenses’.” [Sp-ṭ.3.395](): _Natthi etassa apadānaṃ avakhaṇḍanaṃ āpattipariyantoti anapadāno_, “_Anapadāno_: he has no _apadāna_, no cutting off, no limit with offenses.” ",
  "pli-tv-kd11:4.1.4": "[Sp.4.6](): _Ananulomikehi gihisaṃsaggehīti pabbajitānaṃ ananucchavikehi sahasokitādīhi gihisaṃsaggehi_, “_Ananulomikehi gihisaṃsaggehi_: with unsuitable socializing for those gone forth, that is, sorrowing with (them), etc.” The “sorrowing with, etc.,” presumably refers to a passage found at SN.35.241. The impression given in this _sutta_ is that of fairly intense socializing. ",
  "pli-tv-kd11:5.1.15": "[Sp.4.76](): _Na savacanīyaṁ kātabbanti palibodhatthāya vā pakkosanatthāya vā savacanīyaṁ na kātabbaṁ, palibodhatthāya hi karonto “ahaṁ āyasmantaṁ imasmiṁ vatthusmiṁ savacanīyaṁ karomi, imamhā āvāsā ekapadampi mā pakkāmi, yāva na taṁ adhikaraṇaṁ vūpasantaṁ hotī”ti evaṁ karoti. Pakkosanatthāya karonto “ahaṁ te savacanīyaṁ karomi, ehi mayā saddhiṁ vinayadharānaṁ sammukhībhāvaṁ gacchāmā”ti evaṁ karoti; tadubhayampi na kātabbaṁ_, “_Na savacanīyaṁ kātabba_: _savacanīya_ is not to be done for the purpose of (creating) an obstacle or for the purpose of summoning. Acting for the purpose of (creating) an obstacle is done like this: ‘I am doing _savacanīya_ against the Venerable in regard to this offense: do not depart from this monastery even with one foot so long as this legal issue has not been resolved.’ Acting for the purpose of summoning is done like this: ‘I am doing _savacanīya_ against you: come with me and let us go to the presence of a master of the Monastic Law.’ Neither of these is to be done.” [Sp-ṭ.3.76](): _Savacanīyanti sadosaṃ_, “_Savacanīyan_: with flaw.” [Vmv4.76](): _Savacanīyanti ettha “sadosa”nti atthaṃ vadati. Attano vacane pavattanakammanti evamettha attho daṭṭhabbo, “mā pakkamāhī”ti vā “ehi vinayadharānaṃ sammukhībhāva”nti vā evaṃ attano āṇāya pavattanakakammaṃ na kātabbanti adhippāyo. Evañhi kenaci savacanīye kate anādarena atikkamituṃ na vaṭṭati, buddhassa saṅghassa āṇā atikkantā nāma hoti_, “_Savacanīyan_: here he says the meaning is ‘with flaw’. Here the meaning is to be understood as bringing about an action when speaking oneself: ‘Don’t leave,’ ‘Come to the presence of master of the Monastic Law’. The intention is one is not to do the bringing about of an action in this way because of a command from oneself.” ",
  "pli-tv-kd11:5.1.16": "_Anuvāda_ is not listed in CPD, and based on the commentarial interpretation, both DOP and PED have the wrong definition. [Sp.4.76](): _Na anuvādoti vihāre jeṭṭhakaṭṭhānaṃ na kātabbaṃ. Pātimokkhuddesakena vā dhammajjhesakena vā na bhavitabbaṃ. Nāpi terasasu sammutīsu ekasammutivasenāpi issariyakammaṃ kātabbaṃ_, “_Na anuvādo_: in a monastery, one is not to be put in a senior position. One should not be the reciter of the Monastic Code or the one who requests someone to speak on the Dhamma. One is not to be made an authority even on account of one agreement among the thirteen agreements.” The thirteen agreements are the various offices of storeman, etc., that Sangha members may hold, see [Sp-ṭ.2.69](). [Vjb.4.428](): _Anuvādanti issariyaṭṭhānaṃ_, “_Anuvādo_: a position of authority.” [Sp-yoj.3.76](): _Anuvādoti ettha anusāsanavasena aññe vadatīti_, “_Anuvādo_: here one speaks to others on account of instructing (them).” The impression given here is that _anuvāda_ means instructing others, especially  from a position of authority. ",
  "pli-tv-kd11:5.1.17": "This literally means “an opportunity is not to be caused to be granted”. The idiomatic meaning is “he gets permission” or usually “he gets permission from someone to correct them”. For the sake of clarity, I use both of these renderings depending on the context. ",
  "pli-tv-kd11:5.1.20": "[Sp.4.76]()_: _Na bhikkhūhi sampayojetabbanti aññamaññaṁ yojetvā kalaho na kāretabbo_, “_Na bhikkhūhi sampayojetabbaṁ_ means they should not quarrel when they engage with each other.” ",
  "pli-tv-kd11:6.1.2": "The meaning of the first of these phrases, _sammā vattati_, is straightforward, but the last two, _lomaṁ pāteti_ and _netthāraṁ vattati_, are more difficult. Commenting on _bhikkhu saṅghādisesa_ 13, [Sp.1.435]() explains the negative version of these phrases thus: _Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti_, “_Na lomaṁ pātenti_: because of their non-practicing in conformity with the path, their bodily hairs are not flat. _Na netthāraṁ vattanti_: they are not practicing the path for their own getting out (of the offense).” My rendering attempts to capture the meaning in a non-literal way. ",
  "pli-tv-kd11:9.1.3": "[Sp.3.11](): _apissu bhikkhū pakatāti apissu bhikkhū niccaṁ byāvaṭā honti_, “_Apissu bhikkhū pakatā_: in addition, the monks were regularly busy.” ",
  "pli-tv-kd11:16.1.28": "MS reads, _tena hi, bhikkhave, saṅgho pabbājanīyakammaṁ paṭippassambhetu_, “Well then, monks, lift that procedure of banishment”, which must be an error. I here follow the text as found in the PTS edition, _tena hi, bhikkhave, saṅgho pabbājanīyakammaṁ na paṭippassambhetu_. ",
  "pli-tv-kd11:18.3.7": "According to the commentary this is an insult. Citta had a relative who was a baker, a low class occupation. By asking for sesame cookies, Sudhamma was apparently trying to remind Citta of his low class relative, thereby insulting him. ",
  "pli-tv-kd11:34.1.16": "All versions of the Pali available to me have this reading, which presumably is wrong. The expected reading is that the _saṅghakamma_ should *not* be lifted. Ariṭṭha has returned to lay life. To lift the _saṅghakamma_ done against him would only be possible if he were still a monk. Moreover, even if he were a monk, he would have to give up his view before the _saṅghakamma_ could be lifted. Perhaps this should be understood as a general teaching, not directly related to Ariṭṭha. ",
  "pli-tv-kd11:35.1.35": "Reading _padassaka_ with the PTS edition. "
}