{
  "pli-tv-kd4:1.3.1": "<i lang='pi' translate='no'>Harita</i> could in principle refer to all plants, but it is elsewhere defined as what is cultivated, see <a href='/pli-tv-bu-vb-pc19/en/brahmali#2.1.14'>Bu Pc 19:2.1.14</a> and <a href='/pli-tv-bi-vb-pc9/en/brahmali#2.1.14'>Bi Pc 9:2.1.14</a>. ",
  "pli-tv-kd4:1.10.4": "<i lang='pi' translate='no'>Setughāta</i>, lit. “destroyed the bridge”. Sp.1.16: <i lang='pi' translate='no'>Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti</i>, “The path is called the bridge; such speech is destroyed by the path.” The commentary seems to take <i lang='pi' translate='no'>setu</i>, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access. ",
  "pli-tv-kd4:7.1.3": "Here “resident monk” means a monk who is within the <i lang='pi' translate='no'>sīmā</i>, the monastery zone. ",
  "pli-tv-kd4:13.1.22": "The Pali text has ellipsis points at the end of this sentence, but this seems to be a mistake, cf. <a href='/pli-tv-kd2/en/brahmali#34.6.3'>Kd 2:34.6.3</a>. ",
  "pli-tv-kd4:13.1.69": "Here and below I understand a monastery, an <i lang='pi' translate='no'>āvāsa</i>, to refer to a monastery with a properly defined zone, a <i lang='pi' translate='no'>sīmā</i>. A non-monastery, an <i lang='pi' translate='no'>anāvāsa</i>, is then a monastic residence without such a zone.” ",
  "pli-tv-kd4:14.4.1": "“A passed-on invitation that has expired”, <i lang='pi' translate='no'>pārivāsikapavāraṇādānena</i>, seems to refer to an invitation that was conveyed for a different occasion. So long as the assembly is still seated, the occasion is regarded as the same. See <i lang='pi' translate='no'>bhikkhunī-pācittiya</i> 81 for a more detailed explanation. ",
  "pli-tv-kd4:16.2.8": "[Gender neutral ???] ",
  "pli-tv-kd4:16.16.1": "<i lang='pi' translate='no'>Ce</i>, \"if\", does not fit in the current context, since there is no main clause corresponding to the conditional clause. Perhaps this is an ancient mistake, whereby the <i lang='pi' translate='no'>ce</i> has been added on the pattern of the similar phrases above. I translate as if the <i lang='pi' translate='no'>ce</i> is not there. ",
  "pli-tv-kd4:16.16.4": "<i lang='pi' translate='no'>Sānuvādo</i>. Vin-vn-ṭ.2777: <i lang='pi' translate='no'>Sānuvādoti ettha anuvādo nāma codanā, saha anuvādena vattatīti sānuvādo</i>, “<i lang='pi' translate='no'>Sānuvādo</i>: here accusing is called <i lang='pi' translate='no'>anuvādo</i>. <i lang='pi' translate='no'>Sānuvādo</i> means he proceeds with an accusation.” ",
  "pli-tv-kd4:16.23.4": "{Sp.3.239}(): <i lang='pi' translate='no'>Vatthuṃ ṭhapetvā saṅgho pavāreyyāti “yadā taṃ puggalaṃ jānissāma, tadā naṃ codessāma. Idāni pana saṅgho pavāretū”ti ayamettha attho,</i> “<i lang='pi' translate='no'>Vatthuṃ ṭhapetvā saṅgho pavāreyya</i>: this is the meaning here: when we discover that person, we will accuse him. But now the Sangha should do the invitation ceremony.” ",
  "pli-tv-kd4:16.23.7": "Sp.3.239: <i lang='pi' translate='no'>Idāneva naṁ vadehīti sace iminā vatthunā kañci puggalaṁ parisaṅkasi, idāneva naṁ apadisāhīti attho</i>, “<i lang='pi' translate='no'>Idāneva naṁ vadehi</i>: the meaning is: if you suspect someone to have committed this offense, then indicate who it is now.” ",
  "pli-tv-kd4:16.24.7": "Sp.3.239: <i lang='pi' translate='no'>Idāneva naṁ vadehīti yaṁ tvaṁ puggalaṁ ṭhapesi, tassa puggalassa idāneva dosaṁ vada</i>, “<i lang='pi' translate='no'>Idāneva naṁ vadehi</i>: say now the fault of the person of whom you are canceling the invitation.” "
}