{
  "pli-tv-kd16:1.2.15": "<i lang='pi' translate='no'>Leṇa</i>. Sp-ṭ.3.4.294: <i lang='pi' translate='no'>Pañca leṇānīti pañca līyanaṭṭhānāni. Nilīyanti ettha bhikkhūti leṇāni</i>, “The five <i lang='pi' translate='no'>leṇas</i>: the five places for resting. <i lang='pi' translate='no'>Leṇas</i> are where monks hide away.” ",
  "pli-tv-kd16:1.2.16": "[See essay on <i lang='pi' translate='no'>pāsāda</i>.] | Apart from <i lang='pi' translate='no'>vihāra</i>, “dwellings”, and <i lang='pi' translate='no'>guha</i>, “caves”, the Pali mentions three kinds of buildings, the <i lang='pi' translate='no'>aḍḍhayoga</i>, the <i lang='pi' translate='no'>pāsāda</i>, and the <i lang='pi' translate='no'>hammiya</i>, all of which, according to the commentaries are different kinds of <i lang='pi' translate='no'>pāsāda</i>, “stilt houses”. Rather than try to name each of these buildings, which in any case would not be useful from a practical perspective, I have instead grouped them together as “stilt houses”. Here is what the commentaries have to say. Sp.4.294: <i lang='pi' translate='no'>Aḍḍhayogoti supaṇṇavaṅkagehaṁ</i>, “An <i lang='pi' translate='no'>aḍḍhayoga</i> is a house bent like a <i lang='pi' translate='no'>supaṇṇa</i>.” Sp-ṭ.3.4.294 clarifies: <i lang='pi' translate='no'>Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ</i>, “<i lang='pi' translate='no'>Supaṇṇavaṅkageha</i>: a house made in the shape of the wings of a <i lang='pi' translate='no'>garula</i> (=<i lang='pi' translate='no'>garuda</i>).” Sp.4.294 continues: <i lang='pi' translate='no'>Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva</i>, “A <i lang='pi' translate='no'>pāsāda</i> is a long stilt house. A <i lang='pi' translate='no'>hammiya</i> is just a <i lang='pi' translate='no'>pāsāda</i> that has a house with a peak established on top of the flat roof.” At Sp-ṭ.3.3.74, however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. | [See essay on <i lang='pi' translate='no'>guhā</i>.] ",
  "pli-tv-kd16:2.1.11": "“Door frame” renders <i lang='pi' translate='no'>piṭṭhasaṅghāṭa</i>. The precise meaning of the two words that make up this compound is never clarified in the Pali texts, but it seems clear enough that the compound as a whole refers to the entire door frame, for instance when it is used to define the <i lang='pi' translate='no'>dvārakosa</i> at <i lang='pi' translate='no'>bhikkhu-pācitttiya</i> 19. Vmv.1.349: Piṭṭhasaṅghāṭo nāma dvārabāhasaṅkhāto caturassadārusaṅghāṭo, yattha sauttarapāsaṁ kavāṭaṁ apassāya dvāraṁ pidahanti, “Piṭṭhasaṅghāṭo: a rectangular binding together of wood, called a doorcase, where the door with its hinges are supported and shut the doorway.” | “Lower and upper hinges” renders <i lang='pi' translate='no'>udukkhalika</i> and <i lang='pi' translate='no'>uttarapāsaka</i>, respectively. Sp.1.77: … <i lang='pi' translate='no'>yena kenaci kavāṭaṁ katvā heṭṭhā udukkhale upari uttarapāsake ca pavesetvā kataṁ parivattakadvārameva saṁvaritabbaṁ … atha dvārassa udukkhalaṁ vā uttarapāsako vā bhinno vā hoti aṭṭhapito vā, saṁvarituṁ na sakkoti</i>, “Having made a door by whatever (material), having entered it into the <i lang='pi' translate='no'>udukkhala</i> below and into the <i lang='pi' translate='no'>uttarapāsaka</i> above, it is made a revolving door to be closed … but when the <i lang='pi' translate='no'>udukkhala</i> or the <i lang='pi' translate='no'>uttarapāsaka</i> is broken or not mounted, then one cannot close the door.” From this it seems that the <i lang='pi' translate='no'>udukkhala</i> and <i lang='pi' translate='no'>uttarapāsaka</i>, together with the two corresponding “projecting pivots” on the door, are the functional equivalents of hinges. <i lang='pi' translate='no'>Udukkhalika</i> and <i lang='pi' translate='no'>udukkhala</i> refer to the same thing, the former being used in the canonical text, whereas the latter is found in the summary verses. For further details see the Critical Pali Dictionary under <i lang='pi' translate='no'>uttarapāsaka</i>. ",
  "pli-tv-kd16:2.1.12": "<i lang='pi' translate='no'>Kavāṭā na phusīyanti</i>. Elsewhere we have the expression <i lang='pi' translate='no'>phusitaggaḷa</i>, “with a touching door”, to describe a well-built house, e.g. at <a href='/mn12/en/brahmali#41.4'>MN 12:41.4</a>. The same description says that the house is <i lang='pi' translate='no'>nivāta</i>, “free from draft”. MN-a.1.154 comments: <i lang='pi' translate='no'>Phusitaggaḷanti dvārabāhāhi saddhiṁ supihitakavāṭaṁ</i>, “With a touching door: the door-panel closes well with the door frame.” The point seems to be that the door is closed all the way so that it touches the door frame. ",
  "pli-tv-kd16:2.1.14": "“A hole … for pulling it” and “a rope for pulling it” render <i lang='pi' translate='no'>āviñchanachidda</i> and <i lang='pi' translate='no'>āviñchanarajju</i> respectively. Vmv.4.296: <i lang='pi' translate='no'>Āviñchanachiddanti yattha aṅguliṁ vā rajjusaṅkhalikādiṁ vā pavesetvā kavāṭaṁ ākaḍḍhantā dvārabāhaṁ phusāpenti</i>, “<i lang='pi' translate='no'>Āviñchanachidda</i>: where, having entered the finger or a rope or a chain, etc. they pull the door and make it touch the door post.” Sp.4.296: <i lang='pi' translate='no'>Āviñchanarajjunti kavāṭeyeva chiddaṁ katvā tattha pavesetvā yena rajjukena kaḍḍhantā dvāraṁ phusāpenti</i>, “Having made a hole in the door, having entered (the rope) there, the rope with which they close and make the door touch (the post).” ",
  "pli-tv-kd16:2.1.15": "<i lang='pi' translate='no'>Kavāṭā na thakiyanti</i>. The commentaries are silent. Under the entry <i lang='pi' translate='no'>thaketi</i>, Cone’s Dictionary of Pali says: “covers, covers up; closes”. The context, however, suggests that this concerns more than merely closing the door, which is already effected by the hole and the rope mentioned just above. That more than closing is meant is also apparent from the fact that the remedy is to allow the use of bolts. ",
  "pli-tv-kd16:2.1.17": "<i lang='pi' translate='no'>Aggaḷavaṭṭi</i>. Sp.4.260: <i lang='pi' translate='no'>Aggaḷavaṭṭi nāma dvārabāhāya samappamāṇoyeva aggaḷatthambho vuccati, yattha tīṇi cattāri chiddāni katvā sūciyo denti</i>, “<i lang='pi' translate='no'>Aggaḷavaṭṭi</i>: it is called a door post, which is the same length as the door frame. It is where three or four holes are made for inserting bolts.” Whenever the Canonical text lists the parts of a door and door frame, the <i lang='pi' translate='no'>aggaḷavaṭṭi</i> always has the same position, being grouped together with the parts for the locking mechanism, such as bolts. Given the commentarial explanation, it is natural to think that it was a special post added to the door frame for the purpose of receiving bolts. | <i lang='pi' translate='no'>Kapisīsaka</i>. Sp.4.260: <i lang='pi' translate='no'>Kapisīsakaṁ nāma dvārabāhaṁ vijjhitvā tattha pavesito aggaḷapāsako vuccati</i>, “The bolt-receiving socket which is inserted after piercing the door post is called a <i lang='pi' translate='no'>kapisīsaka</i>.” | <i lang='pi' translate='no'>Sūcika</i>. Sp.4.260: <i lang='pi' translate='no'>Sūcikāti tattha majjhe chiddaṁ katvā pavesitā</i>, “It is entered, having made a hole in the middle there.” | <i lang='pi' translate='no'>Ghaṭika</i>. Sp-ṭ.3.4.255: <i lang='pi' translate='no'>Ghaṭikanti upari yojitaṁ aggaḷaṁ</i>, “<i lang='pi' translate='no'>Ghaṭika</i>: a bolt fastened at the top.” From the origin story to <i lang='pi' translate='no'>bhikkhu-saṅghādisesa</i> 2 at <a href='/pli-tv-bu-vb-ss2/en/brahmali#1.1.11'>Bu Ss 2:1.1.11</a> it seems that the <i lang='pi' translate='no'>ghaṭika</i> was the name of a lockable bolt: <i lang='pi' translate='no'>Avāpuraṇaṁ ādāya ghaṭikaṁ ugghāṭetvā kavāṭaṁ paṇāmetvā vihāraṁ pāvisi</i>, “(Udāyī) took the key, unlocked the bolt, opened the door, and entered the dwelling.” ",
  "pli-tv-kd16:2.1.18": "The point seems to be that they were somehow able to fasten the internal bolts from the outside, but not to unfasten them. ",
  "pli-tv-kd16:2.1.25": "<i lang='pi' translate='no'>Yantaka</i> and <i lang='pi' translate='no'>sūcika</i>. A <i lang='pi' translate='no'>yantaka</i> seems to be any implement that is used as a bolt, whereas a <i lang='pi' translate='no'>sūcika</i> is a bolt proper. Sp.4.296: <i lang='pi' translate='no'>Yantakaṁ sūcikanti ettha yaṁ yaṁ jānāti taṁ taṁ yantakaṁ, tassa vivaraṇasūcikañca kātuṁ vaṭṭati</i>, “Here, whatever he finds, that is a <i lang='pi' translate='no'>yantaka</i>; to make a bolt for opening of it is allowed.” ",
  "pli-tv-kd16:2.2.4": "“Firm up the structure” renders <i lang='pi' translate='no'>ogumphetvā</i>. Sp.4.257: <i lang='pi' translate='no'>Ogumphetvā ullittāvalittaṁ kātunti chadanaṁ odhunitvā ghanadaṇḍakaṁ katvā anto ceva bahi ca mattikāya limpitunti attho</i>, “<i lang='pi' translate='no'>Ogumphetvā ullittāvalittaṁ kātuṁ</i>: having shook out the roof cover and added rods to firm up (the structure), to smear with clay inside and outside—this is the meaning.” At <a href='/pli-tv-kd5/en/brahmali#11.1.5'>Kd 5:11.1.5</a> the same verb, in the form <i lang='pi' translate='no'>ogumphiyanti</i>, is used to show how dwellings are “held together” by straps of leather. This makes it certain that <i lang='pi' translate='no'>ogumphetvā</i> in the present context must refer to the “firming up” rather than the “shaking out”. ",
  "pli-tv-kd16:2.2.8": "<i lang='pi' translate='no'>Vedikāvātapāna</i>. Sp.4.296: <i lang='pi' translate='no'>Vedikāvātapānaṁ nāma cetiye vedikāsadisaṁ</i>, “(A window) like the railing on a shrine is called <i lang='pi' translate='no'>vedikāvātapāna</i>.” | <i lang='pi' translate='no'>Salākavātapāna</i>. Sp.4.296: <i lang='pi' translate='no'>Salākavātapānaṁ nāma thambhakavātapānaṁ</i>, “Windows with rods are called <i lang='pi' translate='no'>salākavātapāna</i>.” ",
  "pli-tv-kd16:2.2.11": "<i lang='pi' translate='no'>Vātapānacakkalika</i>. Sp.4.296: <i lang='pi' translate='no'>Cakkalikanti ettha “coḷakapādapuñchanaṁ bandhituṁ anujānāmī”ti attho</i>, “<i lang='pi' translate='no'>Cakkalika</i>: the meaning is: ‘I allow to bind a foot-wiping cloth there.’” ",
  "pli-tv-kd16:2.2.14": "<i lang='pi' translate='no'>Vātapānakavāṭaka</i> and <i lang='pi' translate='no'>vātapānabhisika</i>. I am not able to make a meaningful distinction between the two. <i lang='pi' translate='no'>Vātapānakavāṭaka</i>, lit. means “a small door for the windows”. The <i lang='pi' translate='no'>vātapānabhisika</i> is described at Sp.4.296: <i lang='pi' translate='no'>Vātapānabhisīti vātapānappamāṇena bhisiṁ katvā bandhituṁ anujānāmīti attho</i>, “<i lang='pi' translate='no'>Vātapānabhisi</i>: the meaning is: ‘I allow, having made a small mattress the size of the window, to bind it on.’” ",
  "pli-tv-kd16:2.3.7": "[See essay on Furniture.] ",
  "pli-tv-kd16:2.3.10": "[See essay on Furniture.] ",
  "pli-tv-kd16:2.3.11.1": "<i lang='pi' translate='no'>Sosānika</i>. Vin-vn-ṭ.663 says: <i lang='pi' translate='no'>Sosānikanti susāne chaḍḍitaṁ</i>, “<i lang='pi' translate='no'>Sosānika</i> means what is discarded on a charnel ground.” | The text gives two different kinds of beds (and benches just below) called <i lang='pi' translate='no'>masāraka</i> and <i lang='pi' translate='no'>bundikābaddha</i>. The only difference between the two seems to be how the rails are fastened to the legs. From this it seems reasonable to conclude that all beds with legs and a frame are allowable, as long as they adhere the the other standards of the Vinaya, such as <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 87. Thus my decision to group these beds and benches together as “various kinds of beds/benches”. [See essay on Furniture.] ",
  "pli-tv-kd16:2.3.23": "[See essay on Furniture.] ",
  "pli-tv-kd16:2.4.1": "[See essay on Furniture.] ",
  "pli-tv-kd16:2.4.7": "[See essay on Furniture.] ",
  "pli-tv-kd16:2.4.13": "[See essay on Furniture.] ",
  "pli-tv-kd16:2.4.16": "[See essay on Furniture.] ",
  "pli-tv-kd16:2.4.22": "[See essay on Furniture.] ",
  "pli-tv-kd16:2.4.25": "[See essay on Furniture.] ",
  "pli-tv-kd16:2.5.9": "<i lang='pi' translate='no'>Mañcapaṭipādaka</i>. These were not legs but a loose kind of prop used to keep the bed off the ground, see <a href='/pli-tv-kd1/en/brahmali#25.15.3'>Kd 1:25.15.3</a> and <a href='/pli-tv-kd1/en/brahmali#25.16.2'>Kd 1:25.16.2</a>. ",
  "pli-tv-kd16:2.5.16": "<i lang='pi' translate='no'>Aṭṭhaṅgulaparama</i>. I take this to be equivalent to the maximum height allowed under <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 87, where the <i lang='pi' translate='no'>aṅgula</i> is specified as the <i lang='pi' translate='no'>sugataṅgula</i>, “the standard finger-breadth”. ",
  "pli-tv-kd16:2.6.3": "Reading <i lang='pi' translate='no'>veṭhetuṁ</i>. ",
  "pli-tv-kd16:2.6.6": "The meaning of this is not clear. The commentaries are silent. ",
  "pli-tv-kd16:2.6.9": "[See essay on Furniture.] ",
  "pli-tv-kd16:2.6.10": "[See essay on Furniture.] ",
  "pli-tv-kd16:2.7.2": "<i lang='pi' translate='no'>Mahāmattā</i>. Sp.1.92, commenting on <i lang='pi' translate='no'>bhikkhu-pārājika</i> 2, says: <i lang='pi' translate='no'>Mahāmattāti ṭhānantarappattā mahāamaccā; tepi tattha tattha gāme vā nigame vā nisīditvā rājakiccaṁ karonti</i>, “<i lang='pi' translate='no'>Mahāmattā</i> means an important worker, who has attained a position; those who sit down in this or that village or town, and do the work of the King.” <i lang='pi' translate='no'>Mahāmatta</i> is often translated as “minister” or even “great minister”, but the relatively small scale of ancient Indian society suggests a more humble translation. ",
  "pli-tv-kd16:2.7.19": "Sp.4.297 explains this as follows: <i lang='pi' translate='no'>Phositunti rajanena vā haliddiyā vā upari phusitāni dātuṁ</i>, “To sprinkle means to apply spots of dye or turmeric on top.” <a href='/Sp-ṭ̣.3.297/en/brahmali'>SP Ṭ̣.3.297</a> further explains: <i lang='pi' translate='no'>Phusitāni dātunti saññākaraṇatthaṁ bindūni dātuṁ</i>, “To apply spots means to apply marks for the purpose of recognition.” ",
  "pli-tv-kd16:2.7.21": "<i lang='pi' translate='no'>Bhattikamma</i>. Sp.4.297 says, “<i lang='pi' translate='no'>Bhattikammanti bhisicchaviyā upari bhattikammaṁ</i>, “<i lang='pi' translate='no'>Bhattikamma</i> means <i lang='pi' translate='no'>bhattikamma</i> on top of the mattress covering.” Vmv.4.297 adds, “<i lang='pi' translate='no'>Bhittikammanti nānāvaṇṇehi vibhittirājikaraṇaṁ</i>”, “<i lang='pi' translate='no'>Bhittikamma</i> means making separate lines by means of many colors.” According to Monier-Williams’ Sanskrit English Dictionary, the Sanskrit <i lang='pi' translate='no'>bhakti</i> can mean “distribution, partition, separation”, “division by streaks or lines”, or “a streak, line, variegated decoration”. Based on this, it seems possible that <i lang='pi' translate='no'>bhatti</i> refers to multi-colored lines drawn on the cloth. ",
  "pli-tv-kd16:2.7.23": "<i lang='pi' translate='no'>Hatthabhattikamma</i>. It is not clear what the difference is between <i lang='pi' translate='no'>hatthabhattikamma</i> and <i lang='pi' translate='no'>hatthabhatti</i>, the latter being found in the next rule. <i lang='pi' translate='no'>Hatthabhattikamma</i> is not mentioned in the commentaries, nor is it found in the PTS version of the Canon. It may be that this word has been accidentally added to the Mahāsaṅgīti. ",
  "pli-tv-kd16:2.7.25": "<i lang='pi' translate='no'>Hatthabhatti</i>. Sp.4.297 says, “<i lang='pi' translate='no'>Hatthabhattinti pañcaṅgulibhattiṁ</i>, “<i lang='pi' translate='no'>Hatthabhatti</i> means <i lang='pi' translate='no'>bhatti</i> with the five fingers.” Commenting on the word <i lang='pi' translate='no'>hatthakamma</i>, “hand-work”, Vmv.4.297 says: “<i lang='pi' translate='no'>Hatthakammanti hatthena yaṁ kiñci saññākaraṇaṁ</i>”, “<i lang='pi' translate='no'>Hatthakamma</i> means whatever mark is made by hand.” ",
  "pli-tv-kd16:3.1.7": "The action described here seems to be an ancient equivalent of sanding. Sp-ṭ.3.4.298: <i lang='pi' translate='no'>Paṭibāhetvāti maṭṭhaṁ katvā</i>, “<i lang='pi' translate='no'>Paṭibāhetva</i> means having polished.” Vmv.4.298: <i lang='pi' translate='no'>Paṭibāhetvāti ghaṁsitvā</i>, “<i lang='pi' translate='no'>Paṭibāhetva</i> means having rubbed.” ",
  "pli-tv-kd16:3.1.11": "“Sap” renders <i lang='pi' translate='no'>ikkāsa</i>. Sp.4.298: <i lang='pi' translate='no'>Ikkāsanti rukkhaniyyāsaṁ vā silesaṁ vā</i>, “<i lang='pi' translate='no'>Ikkāsa</i> means exudation from a tree or gum.” ",
  "pli-tv-kd16:3.1.25": "<i lang='pi' translate='no'>Gaṇḍumattika</i>. Sp.4.275: <i lang='pi' translate='no'>Gaṇḍumattikanti gaṇḍuppādagūthamattikaṁ</i>, “<i lang='pi' translate='no'>Gaṇḍumattika</i> means clay from excretion which has been produced in lumps.” ",
  "pli-tv-kd16:3.2.9": "“A shark-teeth pattern” renders <i lang='pi' translate='no'>makaradantaka</i>, lit. “like the teeth of a <i lang='pi' translate='no'>makara</i>”. In later Buddhism the <i lang='pi' translate='no'>makara</i> is the name of a mythological marine animal, but what it refers to in this context is not clear. According to Sp-yoj.3.243 <i lang='pi' translate='no'>makara</i> is the name of a certain species of fish: <i lang='pi' translate='no'>Makaradantaketi makaranāmakassa macchassa dantasadise dante</i>, “Teeth like the teeth of a fish called <i lang='pi' translate='no'>makara</i>.” According to Vin-vn-ṭ.3048, <i lang='pi' translate='no'>Makaradantakanti girikūṭākāraṁ</i>, “<i lang='pi' translate='no'>Makaradantaka</i> means making (a design) like the peak of a hill.” PED suggests “the tooth of a swordfish”, but apparently swordfish do not have teeth. Given that the <i lang='pi' translate='no'>makara</i> were fearsome creatures and that their teeth looked like the peak of a hill, presumably meaning that their teeth were pointed, “shark teeth” seems like a reasonable guess. | “The fivefold pattern” renders <i lang='pi' translate='no'>pañcapaṭika</i>. Vmv.4.299: <i lang='pi' translate='no'>Pāḷiyaṁ pañcapaṭikanti jātiādipañcappakāravaṇṇamaṭṭhaṁ</i>, “<i lang='pi' translate='no'>Pañcapaṭika</i> in the canonical text means treated with the color of the five kinds, starting with jasmine.” The meaning is not clear. It seems unlikely to me, however, that it should refer to colors, since such have just been listed. ",
  "pli-tv-kd16:3.3.12": "“Open to view” renders <i lang='pi' translate='no'>āḷakamandā</i>. In the <i lang='pi' translate='no'>suttas</i> <i lang='pi' translate='no'>āḷakamandā</i> is a name for the capital city of the <i lang='pi' translate='no'>devas.</i> In the present context, however, the meaning must be something else, albeit perhaps semantically related. Sp.4.300: <i lang='pi' translate='no'>Ekaṅgaṇā manussābhikiṇṇā</i>, “Single open space, thronged with people”. ",
  "pli-tv-kd16:3.3.20": "<i lang='pi' translate='no'>Sivikāgabbha</i>. Sp.4.300: <i lang='pi' translate='no'>Sivikāgabbhoti caturassagabbho</i>, “<i lang='pi' translate='no'>Sivikāgabbha</i> means a rectangular room.” | <i lang='pi' translate='no'>Nāḷikāgabbha</i>. Sp.4.300: <i lang='pi' translate='no'>Nāḷikāgabbhoti vitthārato diguṇatiguṇāyāmo dīghagabbho</i>, “<i lang='pi' translate='no'>Nāḷikāgabbha</i> means a long room, twice or three times as long as it is wide.” | <i lang='pi' translate='no'>Hammiyagabbha</i>. Sp.4.300: <i lang='pi' translate='no'>Hammiyagabbhoti ākāsatale kūṭāgāragabbho vā muṇḍacchadanagabbho vā</i>, “<i lang='pi' translate='no'>Hammiyagabbha</i> means a room on the roof, either with a peaked roof or with a flat roof.” ",
  "pli-tv-kd16:3.3.22": "<i lang='pi' translate='no'>Upacāro na hoti</i>. Vmv.4.300: <i lang='pi' translate='no'>Upacāro na hotīti gabbhassa bahi samantā anuparigamanassa okāso nappahoti</i>, “<i lang='pi' translate='no'>Upacāro na hoti</i> means there was insufficient space for walking all the way around outside the room.” ",
  "pli-tv-kd16:3.4.5": "<i lang='pi' translate='no'>Parittāṇakiṭika</i> and <i lang='pi' translate='no'>uddasudha</i> respectively. Sp.4.300: <i lang='pi' translate='no'>Parittāṇakiṭikanti vassaparittāṇatthaṁ kiṭikaṁ. Uddasudhanti vacchakagomayena ceva chārikāya ca saddhiṁ madditamattikaṁ</i>, “<i lang='pi' translate='no'>Parittāṇakiṭika</i> means a screen for the purpose of protection against the rain. <i lang='pi' translate='no'>Uddasudha</i> means clay mixed with calf-manure and ash.” ",
  "pli-tv-kd16:3.5.4": "<i lang='pi' translate='no'>Bhittikhilaṁ nāgadantakaṁ</i>, lit. “a wall peg and an elephant tusk”. These are different kinds of pegs and I have not tried to differentiate between them. ",
  "pli-tv-kd16:3.5.9": "<i lang='pi' translate='no'>Āḷinda</i>. Sp.4.300: <i lang='pi' translate='no'>Āḷindo nāma pamukhaṁ vuccati</i>, “The forecourt is called an <i lang='pi' translate='no'>āḷinda</i>.” In other words, this seems to refer to an entrance area with a roof. ",
  "pli-tv-kd16:3.5.11": "<i lang='pi' translate='no'>Paghana</i>. Sp.4.300: <i lang='pi' translate='no'>Paghanaṁ nāma yaṁ nikkhamantā ca pavisantā ca pādehi hananti, tassa vihāradvāre ubhato kuṭṭaṁ nīharitvā katapadesassetaṁ adhivacanaṁ</i>, “Where those who leave and enter stomp their feet is called a <i lang='pi' translate='no'>paghāna</i>. This is a word for a place made at the door to the dwelling, having removed the wall on both sides.” <a href='/Sp-ṭ̣.4.300/en/brahmali'>SP Ṭ̣.4.300</a> further explains this as follows: <i lang='pi' translate='no'>Ubhato kuṭṭaṁ nīharitvā katapadesassāti yathā antodvārasamīpe nisinnehi ujukaṁ bahi oloketuṁ na sakkā hoti, evaṁ ubhohi passehi kuṭṭaṁ nīharitvā abhimukhe bhittiṁ upaṭṭhapetvā katapadesassa</i>, “The place made […] having removed the wall on both sides means: just as one seated near the inside of the door is not able to see straight outside, so it is for the place made after removing the wall from both sides and building a wall in front.” | <i lang='pi' translate='no'>Pakuṭṭa</i>. Sp.4.300: <i lang='pi' translate='no'>Pakuṭṭanti majjhe gabbhassa samantā pariyāgāro vuccati</i>, “A corridor on all sides of a room in the middle is called a <i lang='pi' translate='no'>pakuṭṭa</i>.” | <i lang='pi' translate='no'>Osāraka</i>. Sp.4.300: <i lang='pi' translate='no'>Osārakanti anāḷindake vihāre vaṁsaṁ datvā tato daṇḍake osāretvā katachadanapamukhaṁ</i>, “<i lang='pi' translate='no'>Osāraka</i> means: for a dwelling without a porch, one makes a roof in front with sticks fixed to a bamboo pole.” ",
  "pli-tv-kd16:3.5.14": "<i lang='pi' translate='no'>Saṁsāraṇakiṭika</i>. Sp.4.300: <i lang='pi' translate='no'>Saṁsāraṇakiṭiko nāma cakkalayutto kiṭiko</i>, “<i lang='pi' translate='no'>Saṁsāraṇakiṭika</i> means a screen connected to wheels. <a href='/Sp-ṭ̣.4.300/en/brahmali'>SP Ṭ̣.4.300</a> adds: <i lang='pi' translate='no'>Cakkalayutto kiṭikoti kavāṭaṁ viya vivaraṇathakanasukhatthaṁ cakkalabandhakiṭikaṁ</i>, “<i lang='pi' translate='no'>Cakkalayutto kiṭika</i> means a screen fixed to wheels for the purpose of easy opening and closing, like a door.” | <i lang='pi' translate='no'>Ugghāṭanakiṭika</i>. Vmv.4.300: <i lang='pi' translate='no'>Pāḷiyaṁ ugghāṭanakiṭikanti āpaṇādīsu anatthikakāle ukkhipitvā, upari ca bandhitvā pacchā otaraṇakiṭikaṁ, kappasīsehi vā upatthambhanīhi ukkhipitvā pacchā otaraṇakiṭikampi</i>, “<i lang='pi' translate='no'>Ugghāṭanakiṭika</i>, in the Canonical text, means: outside of business hours, having lifted it up onto a shop, etc, having fixed it at the top, then lowering the screen; or having raised it with a post and a bolt socket, then lowering the screen.” ",
  "pli-tv-kd16:3.7.3": "“Drinking-water shed” renders <i lang='pi' translate='no'>pāniyasālā</i>. [See essay on <i lang='pi' translate='no'>sālā</i>.] ",
  "pli-tv-kd16:3.7.16": "<i lang='pi' translate='no'>Pānīyabhājana</i>. Sp.4.301: <i lang='pi' translate='no'>Pānīyabhājananti pivantānaṁ pānīyadānabhājanaṁ</i>, “<i lang='pi' translate='no'>Pānīyabhājana</i> means vessel for taking the drinking water for those who are drinking.” ",
  "pli-tv-kd16:3.8.14": "[See essay on <i lang='pi' translate='no'>pariveṇa</i>.] ",
  "pli-tv-kd16:3.8.18": "Or “slabs of stone”, <i lang='pi' translate='no'>padarasila</i>. See <a href='/pli-tv-bu-vb-pc18/en/brahmali#2.3.5'>Bu Pc 18:2.3.5</a> where <i lang='pi' translate='no'>padara</i> means “floor boards”. ",
  "pli-tv-kd16:3.9.4": "[See essay on <i lang='pi' translate='no'>aggisālā</i> and <i lang='pi' translate='no'>sālā</i>.] ",
  "pli-tv-kd16:3.10.5": "Reading <i lang='pi' translate='no'>kaṇṭakīvāṭa</i> and <i lang='pi' translate='no'>parikha</i> with the PTS edition. ",
  "pli-tv-kd16:3.10.8": "<i lang='pi' translate='no'>Apesi</i>. Sp.4.303: <i lang='pi' translate='no'>Apesīti dīghadārumhi khāṇuke pavesetvā kaṇṭakasākhāhi vinandhitvā kataṁ dvārathakanakaṁ</i>, “<i lang='pi' translate='no'>Apesi</i> means a closing gate that is made by entering stakes into a long piece of wood and covering it with thorny branches.” ",
  "pli-tv-kd16:3.10.15": "Or “slabs of stone”, <i lang='pi' translate='no'>padarasila</i>. See <a href='/pli-tv-bu-vb-pc18/en/brahmali#2.3.5'>Bu Pc 18:2.3.5</a> where <i lang='pi' translate='no'>padara</i> means “floor boards”. ",
  "pli-tv-kd16:4.4.11": "Verse 1317 and 1318 are also found at <a href='/sn10.8/en/brahmali#12.1'>SN 10.8:12.1</a> and <a href='/an3.35/en/brahmali#8.1'>AN 3.35:8.1</a>. ",
  "pli-tv-kd16:5.3.4": "My rendering “should put […] in charge” is for the Pali word <i lang='pi' translate='no'>dadeyya</i>, which literally means, “Should give (out)”. Vmv.4.309 explains: <i lang='pi' translate='no'>Dadeyyāti navakammaṁ adhiṭṭhātuṁ vihāre issariyaṁ dadeyyāti attho</i>, “The meaning of <i lang='pi' translate='no'>dadeyya</i> is that they should give control over the dwelling to supervise the building work.” This definition seems required by the context. ",
  "pli-tv-kd16:6.3.2.1": "Reading <i lang='pi' translate='no'>himavantapasse</i> with the PTS edition. ",
  "pli-tv-kd16:6.3.27": "There seems to be a play on words here, whereby <i lang='pi' translate='no'>tittiriya</i> refers to both a partridge and a class of brahmins. ",
  "pli-tv-kd16:6.4.2": "<i lang='pi' translate='no'>Idha kho taṁ, bhikkhave, sobhetha</i> is explained at Sp.3.248: <i lang='pi' translate='no'>Ettha tanti nipātamattaṁ, idha kho bhikkhave sobheyyāthāti attho</i>, “Here <i lang='pi' translate='no'>taṁ</i> is a mere indeclinable. The meaning is, ‘In this case, monks, would you shine?’” ",
  "pli-tv-kd16:7.1": "<i lang='pi' translate='no'>Okāsa</i>, which Vmv.4.313 defines as <i lang='pi' translate='no'>nivāsokāsa</i>, “a place to stay”. ",
  "pli-tv-kd16:7.3": "To make this sentence fit the context I read <i lang='pi' translate='no'>saṅghikaññeva</i> as <i lang='pi' translate='no'>saṅghikaṁ + na + eva</i>. ",
  "pli-tv-kd16:8.2": "[See essay on Furniture.] ",
  "pli-tv-kd16:10.1.23": "Sp.3.316: <i lang='pi' translate='no'>Pavārito ca hotīti yaṁ so vuṭṭhāpeti, ayañca bhikkhu pavārito ca hoti, tena vattabbo – “gaccha udakaṁ āharāhī”ti</i>, “‘Have already refused an invitation to eat more’: whom he asks to get up, this monk has already refused an invitation to eat more. He should say, ‘Go and get some water.’” In other words, it is the junior monk who has refused the invitation to eat more. The point is that this prohibits him from continuing his meal elsewhere after getting up. According to <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 35, once you have refused an invitation to eat more and risen from your seat, you cannot eat further. [See essay on <i lang='pi' translate='no'>pavāraṇā</i>.] ",
  "pli-tv-kd16:10.2.13": "Sp.4.316: <i lang='pi' translate='no'>Lesakappenāti appakena sīsābādhādimattena</i>, “Pretext: merely a minor headache.” ",
  "pli-tv-kd16:10.2.15": "[See essay on <i lang='pi' translate='no'>senāsana</i>] ",
  "pli-tv-kd16:11.2.2": "[See essay on <i lang='pi' translate='no'>senāsana</i>] ",
  "pli-tv-kd16:11.3.4": "<i lang='pi' translate='no'>Seyyaggena</i>. Sp.4.318 says, <i lang='pi' translate='no'>Seyyaggenāti seyyāparicchedena, vassūpanāyikadivase kālaṁ ghosetvā ekamañcaṭṭhānaṁ ekassa bhikkhuno gāhetuṁ anujānāmīti attho</i>, <i lang='pi' translate='no'>Seyyaggena</i> means by dividing the beds; the meaning is I allow you, after announcing the time on the day for entering the rainy-season residence, to allocate one bed-place to one monk. ",
  "pli-tv-kd16:11.4.5": "<i lang='pi' translate='no'>Antarāmuttaka</i>. This is obscure. Sp-yoj.3.318: <i lang='pi' translate='no'>Antarā dvīhi vassūpanāyikadivasehi mutte kāle gāho antarāmuttako</i>, “When the time it is given up is in between the two days for entering the rainy season retreat, then the allocation is given up in between.” This would seem to refer to what is relinquished between the former and the latter entry to the rainy-season residence. I am not sure, however, whether this judgment makes sense, since such a dwelling might be allocated for the second rainy-season residence. It seems to me, rather, that <i lang='pi' translate='no'>antarāmuttaka</i> must refer to any dwelling that has been either vacant for the whole rainy-season residence or vacated during the rainy-season residence. Such a dwelling may then be allocated for the following rainy-season residence on the day after the invitation ceremony. ",
  "pli-tv-kd16:12.1.20": "My translation is a paraphrasing that accords with the explanation given in the commentary at Sp.4.319. The Canonical phrasing is succinct to the point of being incomprehensible. ",
  "pli-tv-kd16:14.1.1": "<i lang='pi' translate='no'>Hatthinakhaka</i>, lit. “elephant nails”. Sp.4.319: <i lang='pi' translate='no'>Hatthinakhakanti hatthikumbhe patiṭṭhitaṁ; evaṁ katassa kiretaṁ nāmaṁ</i>, “<i lang='pi' translate='no'>Hatthinakhaka</i> means established on elephant globes; this is a name for what is made in this way.” Elephant globes are the frontal globes on an elephant’s forehead. ",
  "pli-tv-kd16:14.1.7": "All the following items seem to fall into the category seat/bed (see <a href='/pli-tv-kd16/en/brahmali#8.7'>Kd 16:8.7</a> and <a href='/pli-tv-kd5/en/brahmali#10.5.1'>Kd 5:10.5.1</a>), the two often not being differentiated in the Canonical texts. In other words, beds were often used as seats, and vice versa. ",
  "pli-tv-kd16:14.1.8": "[See essay on Furniture.] ",
  "pli-tv-kd16:15.2.21": "I have rendered <i lang='pi' translate='no'>muñja</i>-reed and <i lang='pi' translate='no'>pabbaja</i>-reed with the single word “reed”. I am not aware that these two kinds of reed can be distinguished in English. ",
  "pli-tv-kd16:16.1.17": "The Pali uses the instrumental case, <i lang='pi' translate='no'>amhehi</i>, which seems to suggest that the dwellings were distributed “<i lang='pi' translate='no'>by</i> us”. Yet the contexts suggests the dwellings were distributed to those very monks. Elsewhere we find a similar syntax with the verb the <i lang='pi' translate='no'>bhājeti</i>, with the instrumental appearing to indicate the recipient rather than the distributor (e.g. at <a href='/pli-tv-kd8/en/brahmali#32.1.8'>Kd 8:32.1.8</a> and <a href='/pli-tv-kd8/en/brahmali#32.1.10'>Kd 8:32.1.10</a>). This usage can perhaps best be understood as a case of “sharing <i lang='pi' translate='no'>with</i>” rather than “distributing <i lang='pi' translate='no'>to</i>”. ",
  "pli-tv-kd16:16.2.13": "The Pali again uses the instrumental case in what appears to be an unusual sense. In other words, it seems likely that the distribution is <i lang='pi' translate='no'>to</i> a sangha, etc., rather than <i lang='pi' translate='no'>by</i> a sangha. This parallels the situation with the related verbs <i lang='pi' translate='no'>bhājeti</i> and <i lang='pi' translate='no'>saṃvibhajati</i>, both of which are used with the instrumental in a similar fashion, see e.g. <a href='/pli-tv-kd8/en/brahmali#32.1.8'>Kd 8:32.1.8</a> and <a href='/pli-tv-kd8/en/brahmali#32.1.10'>Kd 8:32.1.10</a>). ",
  "pli-tv-kd16:17.1.5": "<i lang='pi' translate='no'>Piṇḍanikkhepanamattena</i>. Vmv.4.323: <i lang='pi' translate='no'>Pāḷiyaṁ piṇḍanikkhepanamattenātiādīsu khaṇḍaphullaṭṭhāne mattikāpiṇḍaṭṭhapanaṁ piṇḍanikkhepanaṁ nāma</i>, “Among <i lang='pi' translate='no'>piṇḍanikkhepanamattena</i>, etc, in the Canonical text, the placing of bits of clay in the gaps and cracks is called <i lang='pi' translate='no'>piṇḍanikkhepana</i>.” ",
  "pli-tv-kd16:17.1.14": "<i lang='pi' translate='no'>Bandhanamatta</i>. Vmv.4.323: <i lang='pi' translate='no'>Bandhanaṁ nāma daṇḍavalliādīhi chadanabandhanameva</i>, “Just the binding of a roof with sticks and creepers, etc, is called <i lang='pi' translate='no'>bandhana</i>.” ",
  "pli-tv-kd16:17.1.15": "<i lang='pi' translate='no'>Bhaṇḍikāṭṭhapanamatta</i>. The meaning is not clear. I follow the suggestion given in DOP, sv “<i lang='pi' translate='no'>kapota</i>”. ",
  "pli-tv-kd16:17.1.17": "<i lang='pi' translate='no'>Paribhaṇḍakaraṇamattenā</i>. Sp.4.323: <i lang='pi' translate='no'>Paribhaṇḍakaraṇamattenāti gomayaparibhaṇḍakasāvaparibhaṇḍakaraṇamattena</i>, “<i lang='pi' translate='no'>Paribhaṇḍakaraṇamattena</i> means merely doing <i lang='pi' translate='no'>paribhaṇḍa</i> with cow dung or with a bitter substance.” Vmv.4.318 adds: <i lang='pi' translate='no'>Kasāvaparibhaṇḍanti kasāvarasehi bhūmiparikammaṁ</i>, “<i lang='pi' translate='no'>Paribhaṇḍa</i> with a bitter substance means treating the floor with a bitter substance.” ",
  "pli-tv-kd16:17.1.21": "<i lang='pi' translate='no'>Dhūmakālikampi pariyositaṁ vihāraṁ navakammaṁ denti</i>. Sp.4.323: <i lang='pi' translate='no'>Dhūmakālikanti idaṁ yāvassa citakadhūmo na paññāyati, tāva ayaṁ vihāro etassevāti evaṁ dhūmakāle apaloketvā katapariyositaṁ vihāraṁ denti</i>, “<i lang='pi' translate='no'>Dhūmakālika</i>: here, ‘As long as the smoke from the funeral pile is not seen, until then this dwelling is for this one’, in this way, looking for the time of the smoke, they give a dwelling that has been finished.” ",
  "pli-tv-kd16:17.1.64": "<i lang='pi' translate='no'>Aḍḍhayoga</i>. Vmv.3.73 says, <i lang='pi' translate='no'>Aḍḍhayogoti ekasālo dīghapāsādo</i>, “An <i lang='pi' translate='no'>aḍḍhayoga</i> is a long stilt house with a single room.” That the <i lang='pi' translate='no'>aḍḍhayoga</i> is smaller than a regular <i lang='pi' translate='no'>pāsāda</i>, which is the generic term for a “stilt house”, is also implied by the duration of the work that may be given. ",
  "pli-tv-kd16:17.2.1": "<i lang='pi' translate='no'>Bhikkhū sabbe vihāre navakammaṁ denti</i>. Vmv.4.323: <i lang='pi' translate='no'>Ekassa sabbesu vihāresu navakammaṁ detīti attho</i>, “The meaning is they gave the building work on all the buildings to one person.” ",
  "pli-tv-kd16:17.3.34": "Sp.4.323: <i lang='pi' translate='no'>Pariyosite pakkamati tassevetanti puna āgantvā vasantassa antovassaṁ tasseva taṁ</i>, “‘Departs when it is finished, then it is still his’ means: after returning, if he stays there, then within the rainy-season residence it is still his.” ",
  "pli-tv-kd16:19.1.3": "<i lang='pi' translate='no'>Phātikammatthāya parivattetuṁ</i>. Sp.4.324: <i lang='pi' translate='no'>Phātikammatthāyāti vaḍḍhikammatthāya. Phātikammañcettha samakaṁ vā atirekaṁ vā agghanakaṁ mañcapīṭhādisenāsanameva vaṭṭati</i>, “<i lang='pi' translate='no'>Phātikammatthāya</i> means for the purpose of making a profit. Here making a benefit with furniture, such as a bed or bench, etc, equal or greater in value, is allowed.” ",
  "pli-tv-kd16:19.1.10": "<i lang='pi' translate='no'>Cakkalika</i>. Sp.4.324: <i lang='pi' translate='no'>Cakkalikanti kambalādīhi veṭhetvā katacakkalikaṁ</i>, “<i lang='pi' translate='no'>Cakkalika</i> means a <i lang='pi' translate='no'>cakkalika</i> made by wrapping with woolen cloth, etc.” Sp-ṭ.3.4.324 adds: <i lang='pi' translate='no'>Cakkalikanti kambalādīhi veṭhetvā cakkasaṇṭhānena pādapuñchanayoggaṁ kataṁ</i>, “<i lang='pi' translate='no'>Cakkalika</i> means after wrapping with woolen cloth, etc. having the shape of a wheel, it is made suitable as a doormat.” ",
  "pli-tv-kd16:20.2.19": "Presumably because their feet were still wet. ",
  "pli-tv-kd16:21.1.27": "<i lang='pi' translate='no'>Salākāya vā paṭṭikāya vā upanibandhitvā opuñjitvā</i>. Sp.4.325: <i lang='pi' translate='no'>Rukkhasāramayāya salākāya vā veḷuvilīvatālapaṇṇādimayāya paṭṭikāya vā “asukassa nāma salākabhattan”ti evaṁ akkharāni upanibandhitvā pacchiyaṁ vā cīvarabhoge vā katvā sabbā salākāyo opuñjitvā punappunaṁ heṭṭhuparivaseneva āloḷetvā pañcaṅgasamannāgatena bhattuddesakena sace ṭhitikā atthi, ṭhitikato paṭṭhāya; no ce atthi, therāsanato paṭṭhāya salākā dātabbā</i>, “Having marked with letters a (<i lang='pi' translate='no'>salākā</i>)-ticket made of heartwood or (<i lang='pi' translate='no'>paṭṭikā</i>)-ticket made of bamboo or palm leaves, (showing), ‘This is the meal drawn by lots for so-and-so’, having placed it in a basket or the fold of a robe, having collected all the tickets, having mixed them again and again from below and above, the distributor of meals who has five qualities should give tickets according to the rota, if there is one, or according to seniority, if there is not.” The point, presumably, is that the names that have been drawn are distributed according to seniority. ",
  "pli-tv-kd16:21.3.16": "The last six terms are explained in the commentaries as follows. Vin-vn-ṭ.563: <i lang='pi' translate='no'>Kusinti āyāmato ca vitthārato ca anuvātaṁ cīvaramajjhe tādisameva dīghapattañca</i>, “A <i lang='pi' translate='no'>kusi</i> is a long panel that is a lengthwise or crosswise border in the middle of the robe.” | Vin-vn-ṭ.563: <i lang='pi' translate='no'>Aḍḍhakusinti anuvātasadisaṁ cīvaramajjhe tattha tattha rassapattaṁ</i>, “An <i lang='pi' translate='no'>aḍḍhakusi</i> is a short panel like a border, here and there in the middle of the robe.” | Sp.3.245: <i lang='pi' translate='no'>Maṇḍalanti pañcakhaṇḍikacīvarassa ekekasmiṁ khaṇḍe mahāmaṇḍalaṁ</i>, “A <i lang='pi' translate='no'>maṇḍala</i> is the large panel in each section of a robe with five sections.” | The <i lang='pi' translate='no'>aḍḍhamaṇḍala</i> is explained in connection with comments on the <i lang='pi' translate='no'>vivaṭṭa</i>, “the middle section”. Vin-vn-ṭ.563 says: <i lang='pi' translate='no'>Vivaṭṭanti maṇḍalaṁ, aḍḍhamaṇḍalañcāti dve ekato katvā sibbitaṁ vemajjhe khaṇḍaṁ</i>, “The <i lang='pi' translate='no'>vivaṭṭa</i> is the section in the middle, which is made by sewing together a large panel (<i lang='pi' translate='no'>maṇḍala</i>) and a medium-sized panel (<i lang='pi' translate='no'>aḍḍhamaṇḍala</i>).” The <i lang='pi' translate='no'>vivaṭṭa</i>, “section in the middle”, is one of usually five main sections of the robe; see just below. | <i lang='pi' translate='no'>Anuvāta</i> is explained in connection with making the <i lang='pi' translate='no'>kathina</i> robe in the commentary to the Kathinakhandhaka. Sp.3.308: <i lang='pi' translate='no'>Anuvātakaraṇamattenāti piṭṭhianuvātāropanamattena</i>, “<i lang='pi' translate='no'>Anuvātakaraṇamattena</i> means merely by mounting a border at the back.” Which is further explained at Sp-ṭ.3.3.308: <i lang='pi' translate='no'>Piṭṭhianuvātāropanamattenāti dīghato anuvātassa āropanamattena</i>, “<i lang='pi' translate='no'>Piṭṭhianuvātāropanamattena</i> means merely by mounting a border lengthwise.” | <i lang='pi' translate='no'>Paribhaṇḍa</i> is also explained in connection with making the <i lang='pi' translate='no'>kathina</i> robe in the commentary to the Kathinakhandhaka. Sp.3.308: <i lang='pi' translate='no'>Paribhaṇḍakaraṇamattenāti kucchianauvātāropanamattena</i>, “<i lang='pi' translate='no'>Paribhaṇḍakaraṇamattena</i> means merely by mounting a border at the belly.” Which is further explained at Sp-ṭ.3.3.308: <i lang='pi' translate='no'>Kucchianuvātāropanamattenāti puthulato anuvātassa āropanamattena</i>, “<i lang='pi' translate='no'>Kucchianuvātāropanamattena</i> means merely by adding a border crosswise.” ",
  "pli-tv-kd16:21.3.19.1": "<i lang='pi' translate='no'>Sāṭiyaggāhāpaka</i>. Commenting on <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 79 <a href='/Kkh-pṭ/en/brahmali'>KKH Pṭ</a> says: <i lang='pi' translate='no'>Sāṭiyaggāhāpakoti vassikasāṭiyaggāhāpako</i>, “<i lang='pi' translate='no'>Sāṭiyaggāhāpaka</i> means a distributor of rainy-season bathing cloths.” ",
  "pli-tv-kd16:21.3.21": "<i lang='pi' translate='no'>Ārāmika</i>. The typical translation of this word, found both in the Critical Pali Dictionary and Cone’s Dictionary of Pali, is “monastery attendant” or “monastery servant”. Yet perhaps the only place in the Canonical texts where the meaning of the word is clear from the context, which is at <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya 23</i>, it means “monastery worker”. "
}