{
  "pli-tv-kd18:1.2.21": "<i lang='pi' translate='no'>Sekkhasammata</i>, see <i lang='pi' translate='no'>bhikkhu-pāṭidesanīya</i> 3, at <a href='/pli-tv-bu-vb-pd3/en/brahmali#3.15'>Bu Pd 3:3.15</a>. ",
  "pli-tv-kd18:4.2.1": "(See essay on <i lang='pi' translate='no'>bhattagga</i>.) ",
  "pli-tv-kd18:5.2.25": "<i lang='pi' translate='no'>Ṭhapeti</i>. Sp-ṭ.3.4.366: <i lang='pi' translate='no'>Ṭhapeti vāti “tiṭṭhatha, bhante”ti vadantī ṭhapeti nāma</i>, “<i lang='pi' translate='no'>Ṭhapeti vā</i>: saying, ‘Wait, Venerable Sir’, is called <i lang='pi' translate='no'>ṭhapeti vā</i>.” ",
  "pli-tv-kd18:5.3.3": "<i lang='pi' translate='no'>Harita</i> could in principle refer to all plants, but it is elsewhere defined as what is cultivated, see <a href='/pli-tv-bu-vb-pc19/en/brahmali#2.1.14'>Bu Pc 19:2.1.14</a> and <a href='/pli-tv-bi-vb-pc9/en/brahmali#2.1.14'>Bi Pc 9:2.1.14</a>. ",
  "pli-tv-kd18:6.1.2": "Vin-ālaṅ-ṭ.27.190: <i lang='pi' translate='no'>aggi upaṭṭhāpetabbotiādi vāḷamigasarīsapādibāhiraparissayakāle ca vātapittādiajjhattapaassayakāle ca icchitabbattā</i>, “<i lang='pi' translate='no'>Aggi upaṭṭhāpetabbo</i> etc, means what is required at a time of danger outside from wild animals, snakes, and centipedes, and at a time of refuge indoors due to wind, bile, and other illnesses.” The point seems to be that they should have access to fire. “Constellation” here refers to the constellation the moon is “stationed in” at any particular time, sometimes known as a “lunar mansion”, a “lunar house”, or a “lunar station.” As the earth orbits the sun, the moon appears to be moving from one constellation to the next. By observing the movement of the moon, one can determine what is the current month or fortnight. ",
  "pli-tv-kd18:7.4.16": "<i lang='pi' translate='no'>Yena vuḍḍho tena parivattitabbaṁ</i>. Sp.4.369: <i lang='pi' translate='no'>Yena vuḍḍho tena parivattitabbanti vuḍḍhābhimukhena parivattitabbaṁ</i>, “<i lang='pi' translate='no'>Yena vuḍḍho tena parivattitabbaṁ</i> means he should turn around facing the more senior monk.” Sp-yoj.3.370 adds: <i lang='pi' translate='no'>Parivattitabbanti parimukhaṁ vattitabbaṁ</i>, “<i lang='pi' translate='no'>Parivattitabba</i> means he should go while facing him.” ",
  "pli-tv-kd18:8.1.0": "(See essay on <i lang='pi' translate='no'>jantāghara</i>.) ",
  "pli-tv-kd18:10.3.24": "“Area outside” is a rendering of <i lang='pi' translate='no'>paribhaṇḍa</i>. Sp.4.371: <i lang='pi' translate='no'>Paribhaṇḍanti bahijagati</i>, “<i lang='pi' translate='no'>Paribhaṇḍa</i> means the earth outside.” ",
  "pli-tv-kd18:11.4.6": "That is, four <i lang='pi' translate='no'>aṅgula</i>. (See essay on Measures.) ",
  "pli-tv-kd18:11.16.4": "The meaning of the first of these phrases, <i lang='pi' translate='no'>sammā vattati</i>, is straightforward, but the last two, <i lang='pi' translate='no'>lomaṁ pāteti</i> and <i lang='pi' translate='no'>netthāraṁ vattati</i>, are more difficult. Commenting on <i lang='pi' translate='no'>bhikkhu-saṅghādisesa</i> 13, Sp.1.435 explains: <i lang='pi' translate='no'>Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti</i>, “<i lang='pi' translate='no'>Na lomaṁ pātenti</i>: because of their non-practicing in conformity with the path, their bodily hairs are not flat. <i lang='pi' translate='no'>Na netthāraṁ vattanti</i>: they are not practicing the path for their own getting out [of the offense].” My rendering attempts to capture the meaning in a non-literal way. ",
  "pli-tv-kd18:12.2.4": "Sp.3.67: <i lang='pi' translate='no'>Sace upajjhāyassa patto hotīti sace atirekapatto hoti. Esa nayo sabbattha</i>, “‘If the preceptor has a bowl’ means if the preceptor has an extra bowl. This method applies to everything (below).” ",
  "pli-tv-kd18:12.4.5": "That is, four <i lang='pi' translate='no'>aṅgula</i>. (See essay on Measures.) ",
  "pli-tv-kd18:12.11.37": "That is, four <i lang='pi' translate='no'>aṅgula</i>. (See essay on Measures.) ",
  "pli-tv-kd18:12.11.171": "That is, four <i lang='pi' translate='no'>aṅgula</i>. (See essay on Measures.) "
}