{
  "pli-tv-kd13:1.1.1": "“The chapter containing the collection of processes for the clearing of offenses entailing suspension” is a cumbersome rendering of the chapter heading <i lang='pi' translate='no'>Samuccayakkhandhaka</i>. <i lang='pi' translate='no'>Samuccaya</i> literally means “collection”. According to the subcommentary this refers to the collection of the various processes for making amends for <i lang='pi' translate='no'>saṅghādisesa</i> offenses (Vmv.4.134): <i lang='pi' translate='no'>Saṅghādisesānaṁ parivāsadānādisabbavinicchayassa samuccayattā panesa samuccayakkhandhakoti vuttoti veditabbo</i>, “It is to be understood that because of the collection of all the explanations of the giving of probation, etc., for offenses entailing suspension, it is said ‘<i lang='pi' translate='no'>samuccayakkhandhaka</i>’.” ",
  "pli-tv-kd13:23.5.2": "In <i lang='pi' translate='no'>jānappaṭicchannā</i> I understand <i lang='pi' translate='no'>jāna</i> as an adjective qualifying <i lang='pi' translate='no'>paṭicchannā</i>, in other words, that he knows about the concealing. It could perhaps also be understood that the knowing refers to the offense, but this seems less likely given the close, compounded connection between <i lang='pi' translate='no'>jāna</i> and <i lang='pi' translate='no'>jānappaṭicchannā</i>. ",
  "pli-tv-kd13:28.1.1": "“Specified” renders <i lang='pi' translate='no'>parimāṇā</i>, lit. “limited”. Sp.4.165: <i lang='pi' translate='no'>Tattha “antarā sambahulā āpattiyo āpajjati parimāṇā appaṭicchannāyo”tiādīsu āpattiparicchedavasena parimāṇāyo ceva appaṭicchannāyo cāti attho</i>, “Here the meaning of <i lang='pi' translate='no'>antarā sambahulā āpattiyo āpajjati parimāṇā appaṭicchannāyo</i>, etc. is that it is specified and unconcealed on account of the offense being delimited.” ",
  "pli-tv-kd13:33.1.8": "“Of the same sort” renders <i lang='pi' translate='no'>vavatthitā</i>, while “of various sorts” renders <i lang='pi' translate='no'>sambhinnā</i>. Sp.4.180: <i lang='pi' translate='no'>Vavatthitā sambhinnāti sabhāgavisabhāgānamevetaṁ pariyāyavacanaṁ</i>, “‘Of the same sort’ and ‘of various sorts’ are synonymous with ‘of one kind’ and ‘of different kinds’.” ",
  "pli-tv-kd13:34.1.12": "<i lang='pi' translate='no'>Missakadiṭṭhino</i>, lit. “They see (it) as mixed.” Sp.4.181: <i lang='pi' translate='no'>Tattha missakanti thullaccayādīhi missakaṁ</i>, “Therein ‘mixed’ means mixed with serious offenses, etc.” "
}