{
  "pli-tv-kd6:1.2.6": "[See essay on <i lang='pi' translate='no'>bhesajja</i>.] ",
  "pli-tv-kd6:3.1.4": "[For a discussion of these names, see essay on Plants.] ",
  "pli-tv-kd6:4.1.4": "[For a discussion of these names, see essay on Plants] ",
  "pli-tv-kd6:5.1.4": "[For a discussion of these names, see essay on Plants.] ",
  "pli-tv-kd6:6.1.4": "[For a discussion of these names, see essay on Plants.] ",
  "pli-tv-kd6:7.1.4": "[For a discussion of these names, see essay on Plants] ",
  "pli-tv-kd6:8.1.4": "<i lang='pi' translate='no'>Sindhava</i>. <i lang='pi' translate='no'>Sindhavanti setavaṇṇaṁ pabbate uṭṭhahati</i>, “<i lang='pi' translate='no'>Sindhava</i>: it appears as a white color in the hills.” | <i lang='pi' translate='no'>Ubbhida</i>. <i lang='pi' translate='no'>Ubbhidanti bhūmito aṅkuraṁ uṭṭhahati</i>, “<i lang='pi' translate='no'>Ubbhida</i> it appears like a sprout from the earth.” But Sp-ṭ.3.3.263 says: <i lang='pi' translate='no'>Ubbhidaṁ nāma ūsarapaṁsumayaṁ</i>, “What is made from saline soil is called <i lang='pi' translate='no'>ubbhidaṁ</i>.” | <i lang='pi' translate='no'>Bila</i>. <i lang='pi' translate='no'>Bilanti dabbasambhārehi saddhiṁ pacitaṁ, taṁ rattavaṇṇaṁ</i>, “<i lang='pi' translate='no'>Bila</i>: it is boiled together with a material that has the color red.” ",
  "pli-tv-kd6:9.2.2": "<i lang='pi' translate='no'>Piḷaka</i>. Sp.2.539: <i lang='pi' translate='no'>Piḷakāti lohitatuṇḍikā sukhumapiḷakā</i>, “<i lang='pi' translate='no'>Piḷaka</i> is a minor <i lang='pi' translate='no'>piḷaka</i> with blood on the tip.” | <i lang='pi' translate='no'>Thullakacchu</i>. Sp.2.539: <i lang='pi' translate='no'>Thullakacchu vā ābādhoti mahāpiḷakābādho vuccati</i>, “<i lang='pi' translate='no'>Thullakacchu vā ābādha</i> is a sickness with large boils.” ",
  "pli-tv-kd6:9.2.3": "[See essay on <i lang='pi' translate='no'>chakaṇa</i>.] | [See essay on <i lang='pi' translate='no'>Mattika</i>.] | <i lang='pi' translate='no'>Rajananippakka</i>, lit. “dye that has been cooked”. The function here, too, is that of cleaning. Sp.3.264: <i lang='pi' translate='no'>Rajananippakkanti rajanakasaṭaṁ. Pākatikacuṇṇampi koṭṭetvā udakena temetvā nhāyituṁ vaṭṭati; etampi rajananippakkasaṅkhepameva gacchati</i>, “<i lang='pi' translate='no'>Rajananippakka</i> are the dregs from dying. Having ground regular bathing powder, having moistened it, it is allowable to bathe. The same goes for <i lang='pi' translate='no'>rajananippakka</i>.” Since dying and cleaning was often the same process in ancient India, the dying agent would have had cleansing properties. The dregs could therefore be used as a cleaning agent. ",
  "pli-tv-kd6:11.2.5": "<i lang='pi' translate='no'>Rasañjana</i>. Sp.3.365: <i lang='pi' translate='no'>Rasañjanaṁ nānāsambhārehi kataṁ</i>, “<i lang='pi' translate='no'>Rasañjana</i> is made with many ingredients.” | <i lang='pi' translate='no'>Sotañjana</i>. Sp.3.365: <i lang='pi' translate='no'>Sotañjananti nadīsotādīsu uppajjanakaṁ añjanaṁ</i>, “<i lang='pi' translate='no'>Sotañjana</i>: an ointment found in the stream of rivers.” ",
  "pli-tv-kd6:11.2.8": "[See essay on Plants.] ",
  "pli-tv-kd6:12.1.6": "I here render <i lang='pi' translate='no'>uccāvaca</i> as luxurious. This rendering seems required by the context. See also use of this word at <a href='/sn2.29/en/brahmali#7.1'>SN 2.29:7.1</a>. ",
  "pli-tv-kd6:12.1.12": "<i lang='pi' translate='no'>Phalamaya</i>. Khuddas-pṭ.185: <i lang='pi' translate='no'>āmalakakakkādīhi katā phalamayā</i>, “Made of fruit means made from ground emblic myrobalan, etc.” ",
  "pli-tv-kd6:12.4.3": "Reading <i lang='pi' translate='no'>salākodhāniya</i> with the PTS edition. ",
  "pli-tv-kd6:12.4.9": "<i lang='pi' translate='no'>Bandhanasuttaka</i>. Vin-ālaṅ-ṭ.34.67: <i lang='pi' translate='no'>Añjanitthavikāya aṁse lagganatthāya aṁsabaddhakampi bandhanasuttakampi vaṭṭati</i>, “A shoulder strap and also a <i lang='pi' translate='no'>bandhanasuttaka</i> is allowed for the purpose of the hanging of the ointment-box bag from the shoulder.” ",
  "pli-tv-kd6:14.1.1": "<i lang='pi' translate='no'>Vātābādha</i>, lit. “a wind disease”. According to the Indian system of classification, this included a number of illnesses, such as arthritis. Since intestinal gas is elsewhere called <i lang='pi' translate='no'>udaravātābādha</i>, “stomach wind disease”, it is unclear what is meant in this context. The commentaries are silent. ",
  "pli-tv-kd6:14.1.5": "<i lang='pi' translate='no'>Telapāka</i>. Sp.3.267: <i lang='pi' translate='no'>Anujānāmi bhikkhave telapākanti yaṅkiñci bhesajjapakkhittaṁ sabbaṁ anuññātameva hoti</i>, “I allow <i lang='pi' translate='no'>telapāka</i>: whatever medicines are included are all allowed.” ",
  "pli-tv-kd6:14.2.8": "<i lang='pi' translate='no'>Phalatumba</i>. Sp-ṭ̣.3.305: <i lang='pi' translate='no'>Phalatumbo nāma lābuādi</i>, “A vessel made of fruit is a gourd, etc.” ",
  "pli-tv-kd6:14.3.1": "“Arthiritis of the hands and feet” renders <i lang='pi' translate='no'>aṅgavāta</i>, literally “wind of the limbs”. I follow the commentarial explanation at Sp.3.267: <i lang='pi' translate='no'>Aṅgavātoti hatthapāde vāto</i>, “<i lang='pi' translate='no'>Aṅgavāta</i> means wind in the hands and the feet.” ",
  "pli-tv-kd6:14.3.6": "<i lang='pi' translate='no'>Sambhāraseda</i>. Sp.3.267: <i lang='pi' translate='no'>Sambhārasedanti nānāvidhapaṇṇabhaṅgasedaṁ</i>, “<i lang='pi' translate='no'>Sambhārasedanti</i>: sweating with various shredded leaves.” ",
  "pli-tv-kd6:14.3.12": "<i lang='pi' translate='no'>Bhaṅgodaka</i>. Sp.3.267: <i lang='pi' translate='no'>Bhaṅgodakanti nānāpaṇṇabhaṅgakuthitaṁ udakaṁ; tehi paṇṇehi ca udakena ca siñcitvā siñcitvā sedetabbo</i>, “<i lang='pi' translate='no'>Bhaṅgodaka</i>: water with various putrid, shredded leaves. One is made to sweat by repeated pouring the water and the leaves.” ",
  "pli-tv-kd6:14.3.15": "<i lang='pi' translate='no'>Udakakoṭṭhaka</i>. Sp.3.267: <i lang='pi' translate='no'>Udakakoṭṭhakanti udakakoṭṭhe cāṭiṁ vā doṇiṁ vā uṇhodakassa pūretvā tattha pavisitvā sedakammakaraṇaṁ anujānāmīti attho</i>, “<i lang='pi' translate='no'>Udakakoṭṭhaka</i>: the meaning is ‘I allow the causing of sweating by entering a tank or trough filled with hot water in a bathroom.’” ",
  "pli-tv-kd6:14.4.6": "<i lang='pi' translate='no'>Anujānāmi, bhikkhave, lohitaṁ mocetvā visāṇena gāhetunti</i>. I have not been able to trace any explanation of this, either in the commentaries or elsewhere. ",
  "pli-tv-kd6:14.5.3": "<i lang='pi' translate='no'>Kabaḷika</i>. Sp.3.267: <i lang='pi' translate='no'>Kabaḷikanti vaṇamukhe sattupiṇḍaṁ pakkhipituṁ</i>, “<i lang='pi' translate='no'>Kabaḷika</i> means to place a lump of flour on the sore.” The definition in Dictionary of Pali is wrong. ",
  "pli-tv-kd6:14.5.13": "<i lang='pi' translate='no'>Vaḍḍhamaṁsa</i>. Sp.3.267: <i lang='pi' translate='no'>Vaḍḍhamaṁsanti adhikamaṁsaṁ āṇi viya uṭṭhahati</i>, “<i lang='pi' translate='no'>Vaḍḍhamaṁsa</i> means an excess of flesh was sticking out like a peg.” ",
  "pli-tv-kd6:14.5.15": "<i lang='pi' translate='no'>Loṇasakkharikāya chindituṁ</i>. Sp.3.267: <i lang='pi' translate='no'>Loṇasakkharikāya chinditunti khurena chindituṁ</i>, “<i lang='pi' translate='no'>Loṇasakkharikāya chindituṁ</i> means to cut with a razor.” ",
  "pli-tv-kd6:14.6.6": "The question seems to be whether these can be given to the bitten person in an unreceived state, <i lang='pi' translate='no'>appaṭiggahitāni</i>, or whether they have to be received first, <i lang='pi' translate='no'>paṭiggahetabbānī</i>. ",
  "pli-tv-kd6:14.7.1": "<i lang='pi' translate='no'>Gharadinnakābādha</i>. Sp.3.269: <i lang='pi' translate='no'>Gharadinnakābādhoti vasīkaraṇapānakasamuṭṭhitarogo</i>, “<i lang='pi' translate='no'>Gharadinnakābādha</i> is a sickness coming from drinking an overpowering drink.” Sp-ṭ.3.3.269 adds: <i lang='pi' translate='no'>Gharadinnakābādho nāma vasīkaraṇatthāya gharaṇiyā dinnabhesajjasamuṭṭhito ābādho</i>, “<i lang='pi' translate='no'>Gharadinnakābādha</i> is the name of a sickness coming from medicine given by a housewife for the purpose of overpowering.” The point seems to be that one is given a substance so that one can subsequently be overpowered. ",
  "pli-tv-kd6:14.7.3": "<i lang='pi' translate='no'>Sītāloḷī</i>, lit. “what is mixed in a furrow”. Sp.3.269: <i lang='pi' translate='no'>Sītāloḷinti naṅgalena kasantassa phāle laggamattikaṁ udakena āloḷetvā pāyetuṁ anujānāmīti attho</i>, “<i lang='pi' translate='no'>Sītāloḷī</i>: the meaning is ‘I allow you to drink a mixture of water and the clay sticking to a plowshare of one plowing with a plow.’” ",
  "pli-tv-kd6:14.7.4": "<i lang='pi' translate='no'>Duṭṭhagahaṇika</i>. Sp.3.269: <i lang='pi' translate='no'>Duṭṭhagahaṇikoti vipannagahaṇiko; kicchena uccāro nikkhamatīti attho</i>, “<i lang='pi' translate='no'>Duṭṭhagahaṇiko</i>: one whose stomach has failed; the meaning is he has difficulties excreting feces.” ",
  "pli-tv-kd6:14.7.13": "<i lang='pi' translate='no'>Abhisannakāya</i>. Sp.3.269: <i lang='pi' translate='no'>Abhisannakāyoti ussannadosakāyo</i>, “<i lang='pi' translate='no'>Abhisannakāya</i> means the body is full of impurities.” ",
  "pli-tv-kd6:14.7.21": "<i lang='pi' translate='no'>Akaṭayūsa</i>. Sp.3.269: <i lang='pi' translate='no'>Akaṭayusanti asiniddho muggapacitapānīyo</i>, “<i lang='pi' translate='no'>Akaṭayūsa</i> is drinkable mung beans that have been boiled without oil.” Sp-ṭ.3.3.269, however, says: <i lang='pi' translate='no'>Akaṭayūsenāti anabhisaṅkhatena muggayūsena</i>, “<i lang='pi' translate='no'>Akaṭayūsena</i> means the juice of unprepared mung beans.” This would seem to mean the raw juice of mung beans. I follow the more ancient authority. ",
  "pli-tv-kd6:14.7.24": "<i lang='pi' translate='no'>Kaṭākaṭa</i>. Sp.3.269: <i lang='pi' translate='no'>Kaṭākaṭanti sova dhotasiniddho</i>, “<i lang='pi' translate='no'>Kaṭākaṭa</i> the same (as the previous) but washed in oil.” Sp-ṭ.3.3.269, however, says: <i lang='pi' translate='no'>Kaṭākaṭenāti mugge pacitvā acāletvāva parissāvitena muggasūpenāti</i>, “<i lang='pi' translate='no'>Kaṭākaṭa</i> means mung-bean soup made by boiling mung beans and then filtering it without stirring.” But this seems indistinguishable from the previous medicine, the mung-bean broth. ",
  "pli-tv-kd6:14.7.27": "<i lang='pi' translate='no'>Paṭicchādanīyena</i>. Sp.3.269: <i lang='pi' translate='no'>Paṭicchādanīyenāti maṁsarasena</i>, “<i lang='pi' translate='no'>Paṭicchādanīyena</i> means having the juice of meat.” ",
  "pli-tv-kd6:17.1.3": "<i lang='pi' translate='no'>Tekaṭulayāgu</i>. This is commonly rendered as “rice porridge having three pungent ingredients”. Yet rice and green gram can hardly be called pungent. I would suggest it is the taste of the combination of the three that is pungent. ",
  "pli-tv-kd6:17.2.4": "<i lang='pi' translate='no'>Setughāta</i>, lit. “destroyed the bridge”. Sp.1.16 comments: <i lang='pi' translate='no'>Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti</i>, “The path is called the bridge; such speech is destroyed by the path.” The commentary seems to take <i lang='pi' translate='no'>setu</i>, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access. ",
  "pli-tv-kd6:18.4.4": "“The monks refused an invitation to eat more even after taking just a little” renders <i lang='pi' translate='no'>appamattakepi pavārenti</i>. The phrase is explained in the subcommentary at Sp-ṭ̣.3.276: <i lang='pi' translate='no'>Appamattakepi pavārentīti appamattakepi gahite pavārenti, “bahumhi gahite aññesaṁ nappahotī”ti maññamānā</i>, “<i lang='pi' translate='no'>Appamattakepi pavārenti</i>: even when they have taken just little, they refuse an invitation to eat more, thinking, ‘If much is taken, there will not be enough for others.’” ",
  "pli-tv-kd6:18.4.5": "They did not accept because they did not want to fall into an offense under <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 35. ",
  "pli-tv-kd6:19.2.3": "They did not accept because of <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 35. ",
  "pli-tv-kd6:20.4.2": "They did not accept because of <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 35. ",
  "pli-tv-kd6:21.1.4": "<i lang='pi' translate='no'>Nibbattabīja</i>. <i lang='pi' translate='no'>Nibbatta</i> is a past participle that normally means “come into being” or “developed”. According to Monier-Williams’ Sanskrit English Dictionary (sv. <i lang='pi' translate='no'>nir-vṛit</i>), however, it can also mean “removed”. Sp.3.278 says: <i lang='pi' translate='no'>Nibbaṭṭabījanti bījaṁ nibbaṭṭetvā apanetvā paribhuñjitabbakaṁ ambapanasādi</i>, “<i lang='pi' translate='no'>Nibbattabīja</i> means having <i lang='pi' translate='no'>nibbatta</i>-ed, having removed the seed, mangoes, jackfruit, etc. may be eaten.” ",
  "pli-tv-kd6:22.3.8": "Vjb.3.279: <i lang='pi' translate='no'>Sambādha</i>. <i lang='pi' translate='no'>Sambādheti vaccamagge bhikkhussa bhikkhuniyā ca passāvamaggepi anulomato</i>, “<i lang='pi' translate='no'>Sambādha</i> means the anus of a monk or a nun, and also the genital area accords with this.” ",
  "pli-tv-kd6:22.4.10": "That is, two finger-breadths. [See essay on Measures.] | <i lang='pi' translate='no'>Vatthikamma</i>. Sp.3.279: <i lang='pi' translate='no'>Yena kenaci pana cammena vā vatthena vā vatthipīḷanampi na kātabbaṁ</i>, “One should not do bladder-action, <i lang='pi' translate='no'>vatthipīḷana</i>, with whatever skin or cloth.” Vmv.3.279: <i lang='pi' translate='no'>Vatthipīḷananti yathā vatthigatatelādi antosarīre ārohanti, evaṁ hatthena vatthimaddanaṁ</i>, “<i lang='pi' translate='no'>Vatthipīḷana</i>: in order for oils, etc. in a bladder to go up inside the body, thus one squeezes the bladder with the hand.” The meaning is not entirely clear. My rendering is no more than a suggestion. ",
  "pli-tv-kd6:23.2.7": "“Ready meat” is for <i lang='pi' translate='no'>pavattamaṁsa</i>. The Pali Text Society dictionary gives “raw meat”, but this seems to be a mistake. ",
  "pli-tv-kd6:24.6.1": "This is partial parallel to AN 5.207 at <a href='/an5.207/en/brahmali#0.3'>AN 5.207:0.3</a>. ",
  "pli-tv-kd6:25.1.2": "“Thick rice porridge” is for <i lang='pi' translate='no'>bhojjayāgu</i>. Sp.3.283: <i lang='pi' translate='no'>Bhojjayāgunti yā pavāraṇaṁ janeti</i>, “<i lang='pi' translate='no'>Bhojjayāgu</i>: what gives rise to satisfaction.” Vin-vn-ṭ.309 elaborates: <i lang='pi' translate='no'>Ettha ca bhojjayāgu nāma bahalayāgu</i>, “In this case it is thick rice porridge that is called <i lang='pi' translate='no'>bhojjayāgu</i>.” ",
  "pli-tv-kd6:25.7.9": "This refers to <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 33. ",
  "pli-tv-kd6:26.6.5": "<i lang='pi' translate='no'>Appaharita</i>, lit. “few green plants”. According to <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 19 at <a href='/pli-tv-bu-vb-pc19/en/brahmali#2.1.14'>Bu Pc 19:2.1.14</a>: <i lang='pi' translate='no'>Haritaṁ nāma pubbaṇṇaṁ aparaṇṇaṁ</i>, “<i lang='pi' translate='no'>Harita</i> means: vegetables and grains.” ",
  "pli-tv-kd6:28.7.1": "<i lang='pi' translate='no'>Suññāgāra</i>. This normally means solitude or an empty dwelling, but here the context suggests another meaning is intended. DN-a.1.151, commenting on the parallel at DN16 (<a href='/dn16/en/brahmali#1.25.4'>DN 16:1.25.4</a>), says: <i lang='pi' translate='no'>Suññāgāranti pāṭiyekkaṁ suññāgāraṁ nāma natthi, tattheva pana ekapasse sāṇipākārena parikkhipitvā – “idha satthā vissamissatī”ti mañcakaṁ paññapesuṁ</i>, “<i lang='pi' translate='no'>Suññāgāra</i>: it is not a distinct (dwelling) that is called a <i lang='pi' translate='no'>suññāgāra</i>. But they prepared a bed to one side right there, having surrounded it with a curtain, thinking, ‘The Teacher will rest here.’” ",
  "pli-tv-kd6:28.8.8": "<i lang='pi' translate='no'>Puṭabhedana</i>. See “Hoary Past and Hazy Memory”, by Oskar von Hinüber, p.203. ",
  "pli-tv-kd6:28.13.4": "<i lang='pi' translate='no'>Pallalāni</i>. I understand this as a poetic term for any body of water. ",
  "pli-tv-kd6:30.4.5": "<i lang='pi' translate='no'>Vesāliṁ sāhāraṁ</i>, lit. “Vesālī with its support”. Sp.3.289: <i lang='pi' translate='no'>Sāhāraṁ dajjeyyāthāti sajanapadaṁ dadeyyātha</i>, “<i lang='pi' translate='no'>Sāhāraṁ dajjeyyātha</i> means you should give me (Vesālī) together with the country.” ",
  "pli-tv-kd6:31.1.1": "<i lang='pi' translate='no'>Santhāgāra</i>. This building seems to have been used for multiple purposes. In the present context it is used as a meeting place, the exact nature of the meeting not being spelled out. Other contexts show that the <i lang='pi' translate='no'>santhāgāra</i> was used for a number of purposes. At <a href='/mn51/en/brahmali#10.3'>MN 51:10.3</a> it is used as a place to perform a ritual; from <a href='/mn53/en/brahmali#2.1'>MN 53:2.1</a> and similar contexts we can deduce from the word <i lang='pi' translate='no'>anajjhāvuṭṭha</i>, “not (previously) lived in”, that it was used as a place of lodging; at <a href='/dn3/en/brahmali#1.13.4'>DN 3:1.13.4</a> the Sakyans were enjoying themselves in their <i lang='pi' translate='no'>santhāgāra</i>; according to <a href='/dn16/en/brahmali#5.20.1'>DN 16:5.20.1</a> and other <i lang='pi' translate='no'>suttas</i>, the official meetings were held there; and at <a href='/sn56.45/en/brahmali#1.3'>SN 56.45:1.3</a> the Licchavī were practicing archery in the <i lang='pi' translate='no'>santhāgāra</i>. By contrast the <i lang='pi' translate='no'>sabhā</i> seems to have been used exclusively for official meetings. As a consequence I translate <i lang='pi' translate='no'>santhāgāra</i> as “public hall” and <i lang='pi' translate='no'>sabhā</i> as “public meeting hall”. ",
  "pli-tv-kd6:32.2.6": "That is, <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 35. ",
  "pli-tv-kd6:33.2.1": "“Stilt house” combines <i lang='pi' translate='no'>aḍḍhayoga</i>, <i lang='pi' translate='no'>pāsāda</i>, and <i lang='pi' translate='no'>hammiya </i> in one word. See comment at <a href='/pli-tv-kd1/en/brahmali#77.1.13'>Kd 1:77.1.13</a> for an explanation. ",
  "pli-tv-kd6:33.5.8": "<i lang='pi' translate='no'>Ussāvanantika</i>. Sp.3.295: <i lang='pi' translate='no'>Paṭhamathambhaṁ pana paṭhamabhittipādaṁ vā patiṭṭhāpentehi bahūhi samparivāretvā “kappiyakuṭiṁ karoma, kappiyakuṭiṁ karomā”ti vācaṁ nicchārentehi manussesu ukkhipitvā patiṭṭhāpentesu āmasitvā vā sayaṁ ukkhipitvā vā thambhe vā bhittipādo vā patiṭṭhāpetabbo</i>, “After the many who are installing have surrounded the first pillar or the first base for a wall, after extolling among people by saying, ‘We make a food-store’, having touched those who are installing or oneself having extolled, at the pillar or the base of the wall is to be established.” The details are not entirely clear, but the main point seems to be that one announces in the presence of others that one is building a food-store. | <i lang='pi' translate='no'>Gonisādika</i>, lit. “a place where cows sit”. Sp.3.295: <i lang='pi' translate='no'>Ettha kappiyakuṭiṁ laddhuṁ vaṭṭati</i>, “To obtain a food-store here is allowable.” I am not able to determine the precise meaning of this. | <i lang='pi' translate='no'>Gahapati</i>. Sp.3.295: <i lang='pi' translate='no'>Gahapatīti manussā āvāsaṁ katvā “kappiyakuṭiṁ dema, paribhuñjathā”ti vadanti</i>, “<i lang='pi' translate='no'>Gahapati</i>: having made a building, the people say, ‘We give a food-store, please use it.’” | <i lang='pi' translate='no'>Sammuti</i>. Sp.3.295: <i lang='pi' translate='no'>Sammutikā nāma kammavācaṁ sāvetvā katāti</i>, “What is constructed/designated after making an official proclamation in the Sangha is called <i lang='pi' translate='no'>sammutika</i>.” ",
  "pli-tv-kd6:34.2.2": "<i lang='pi' translate='no'>Catudoṇika piṭaka</i>, “A basket with a capacity of four <i lang='pi' translate='no'>doṇas</i>.” According “On the Ancient Coins and Measures of Ceylon”, by Thomas Rhys Davids, p.18, one <i lang='pi' translate='no'>doṇa</i> is equivalent to 64 handfuls. It may well be that this amounts to more than one liter, but given the uncertainty one liter seems like a suitably round number. ",
  "pli-tv-kd6:34.21.9": "<i lang='pi' translate='no'>Jātarūparajata</i>, lit. “gold and silver”, but this would have included gold and silver coins, that is, money. See <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya</i> 18 at <a href='/pli-tv-bu-vb-np18/en/brahmali#1.36'>Bu NP 18:1.36</a> where <i lang='pi' translate='no'>rajata</i> is defined as money, and the <i lang='pi' translate='no'>Sattasatikakkhandhaka</i>, <a href='/pli-tv-kd22/en/brahmali#1.1.10'>Kd 22:1.1.10</a> and <a href='/pli-tv-kd22/en/brahmali#1.1.15'>Kd 22:1.1.15</a>, where the context makes it clear that <i lang='pi' translate='no'>jātarūparajata</i> and <i lang='pi' translate='no'>hirañña</i> (gold) refer to money. ",
  "pli-tv-kd6:35.6.3": "<i lang='pi' translate='no'>Cocapāna</i>. Sp.3.300: <i lang='pi' translate='no'>Cocapānanti aṭṭhikehi kadaliphalehi katapānaṁ</i>, “<i lang='pi' translate='no'>Cocapāna</i>: a drink made with plantain fruits that have seeds.” | <i lang='pi' translate='no'>Mocapāna</i>. Sp.3.300: <i lang='pi' translate='no'>Mocapānanti anaṭṭhikehi kadaliphalehi katapānaṁ</i>, “<i lang='pi' translate='no'>Mocapāna</i>: a drink made with seedless plantain fruit.” | <i lang='pi' translate='no'>Madhūkapāna</i>, lit. “a drink from the honey tree (fruit)”. Bassia latifolia or Madhuca longifolia. Sp.3.300: <i lang='pi' translate='no'>Madhukapānanti madhukānaṁ jātirasena katapānaṁ</i>, “<i lang='pi' translate='no'>Madhukapāna</i>: a drink made with the natural juice from honey tree fruits.” This might also refer to sap from the honey tree. | <i lang='pi' translate='no'>Muddikapāna</i>. Sp.3.300: <i lang='pi' translate='no'>Muddikapānanti muddikā udake madditvā ambapānaṁ viya katapānaṁ</i>, “<i lang='pi' translate='no'>Muddikapāna</i>: having crushed grapes in water, it is a drink made like a mango drink.” | <i lang='pi' translate='no'>Sālūkapāna</i>. Sp.3.300: <i lang='pi' translate='no'>Sālūkapānanti rattuppalanīluppalādīnaṁ sālūke madditvā katapānaṁ</i>, “<i lang='pi' translate='no'>Sālūkapāna</i>: a drink made by having crushed the tubers of red and blue lotuses.” | <i lang='pi' translate='no'>Phārusakapāna</i>. Monier-Williams’ Sanskrit English Dictionary identifies this as the <i lang='pi' translate='no'>Grewia Asiatica</i>, sv. <i lang='pi' translate='no'>parūsha</i>. Sp.3.300: <i lang='pi' translate='no'>Phārusakapānanti phārusakaphalehi ambapānaṁ viya katapānaṁ</i>, “<i lang='pi' translate='no'>Phārusakapāna</i>: a drink made like a mango drink but with <i lang='pi' translate='no'>phārusaka</i> fruits.” ",
  "pli-tv-kd6:37.4.2": "<i lang='pi' translate='no'>Bhusāgāre</i>. Sp-ṭ.3.3.303: <i lang='pi' translate='no'>Bhusāgāreti bhusamaye agārake</i>, “<i lang='pi' translate='no'>Bhusāgāre</i>: a house made of husk.” ",
  "pli-tv-kd6:39.1.4": "Sp.3.304: <i lang='pi' translate='no'>Bhāgaṁ datvāti … bhūmisāmikānaṁ dātabbo</i>, “Having given a share: … it is to be given to the owners of the land.” "
}