{
  "pli-tv-kd4:1.3.1": "<i lang='pi' translate='no'>Harita</i> could in principle refer to all plants, but it is elsewhere defined as what is cultivated, see <a href='https://suttacentral.net/pli-tv-bu-vb-pc19/en/brahmali#2.1.14'>Bu Pc 19:2.1.14</a> and <a href='https://suttacentral.net/pli-tv-bi-vb-pc9/en/brahmali#2.1.14'>Bi Pc 9:2.1.14</a>. ",
  "pli-tv-kd4:1.10.4": "“Incapable of doing” renders <i lang='pi' translate='no'>setughāta</i>, lit. “destroyed the bridge”. Sp 1.16: <i lang='pi' translate='no'>Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti</i>, “The path is called the bridge. What is said is that there is the destruction and cutting off of such speech by the path.” The commentary seems to take <i lang='pi' translate='no'>setu</i>, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access, that is, the Buddhas no longer have the possibility of doing what is unbeneficial. ",
  "pli-tv-kd4:1.14.6": "<i lang='pi' translate='no'>Therena bhikkhunā</i> could be rendered “a/the senior monk”. Yet the point is that only the most senior member of the Sangha should use the semi-informal address <i lang='pi' translate='no'>āvuso</i>, whereas everyone else should use the formal equivalent <i lang='pi' translate='no'>bhante</i>. ",
  "pli-tv-kd4:1.14.16": "<i lang='pi' translate='no'>Navakena bhikkhunā</i> could be rendered “a/the junior monk”. Yet the point here is that only the most senior member of the Sangha should use the semi-informal address <i lang='pi' translate='no'>āvuso</i>, whereas everyone else should use the formal equivalent <i lang='pi' translate='no'>bhante</i>. In this context, then, <i lang='pi' translate='no'>navaka</i> does not have its normal meaning of “newly ordained” monk, but rather refers to any monk junior to the most senior one. ",
  "pli-tv-kd4:3.5.1": "Sp 3.164: <i lang='pi' translate='no'>Tattheva pakkamatīti saṅghamajjhaṁ anāgantvā tatova katthaci gacchati</i>, “<i lang='pi' translate='no'>Tattheva pakkamati</i>: not having gone to the midst of the Sangha, he goes wherever.” ",
  "pli-tv-kd4:4.3.4": "“Enemies of monks” is a translation of <i lang='pi' translate='no'>bhikkhupaccatthikā</i>. At <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#9.3.1'>Bu Pj 1:9.3.1</a>, I have translated the same compound as “enemy monks”. In that rule this seems required because various people who are acting as enemies of monks are mentioned separately, such as kings, bandits, and scoundrels. Moreover, all of these are compounded with <i lang='pi' translate='no'>paccatthikā</i>: <i lang='pi' translate='no'>bhikkhupaccatthikā</i>, <i lang='pi' translate='no'>rājapaccatthikā</i>, and so on. Since it seems reasonable to assume that all these compounds have the same structure, it follows that they should all be read as “enemies who are so-and-so” rather than “enemies of so-and-so”. This understanding is confirmed by Sp 1.58: <i lang='pi' translate='no'>bhikkhū eva paccatthikā bhikkhupaccatthikā</i>, “<i lang='pi' translate='no'>Bhikkhupaccatthikā</i> are just monks who are enemies.” In the present context, however, this interpretation does not seem to work. If <i lang='pi' translate='no'>bhikkhupaccatthikā</i> refers to enemies who are monks, then they would have to be invited to take part in the ceremony, or some other arrangement would have to be made, but nothing is said about this in either the Pali or the commentaries. Moreover, kings, bandits, and scoundrels are in this case not compounded with <i lang='pi' translate='no'>paccatthikā</i>, as they are in Bu Pj 1. I therefore conclude that the meaning here must be “enemies of monks”. ",
  "pli-tv-kd4:7.1.3": "Here “resident monk” means a monk who is within the <i lang='pi' translate='no'>sīmā</i>, the monastery zone. ",
  "pli-tv-kd4:13.1.22": "The Pali text has ellipsis points at the end of this sentence, but this seems to be a mistake, cf. <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#34.6.3'>Kd 2:34.6.3</a>. ",
  "pli-tv-kd4:13.1.68": "Here and below I understand a monastery, an <i lang='pi' translate='no'>āvāsa</i>, to refer to a monastery with a properly defined zone, a <i lang='pi' translate='no'>sīmā</i>. A non-monastery, an <i lang='pi' translate='no'>anāvāsa</i>, is then a monastic residence without such a zone. ",
  "pli-tv-kd4:14.4.1": "“A passed-on invitation that has expired”, <i lang='pi' translate='no'>pārivāsikapavāraṇādānena</i>, seems to refer to an invitation that was conveyed for a different occasion. So long as the assembly is still seated, the occasion is regarded as the same. See <a href='https://suttacentral.net/pli-tv-bi-vb-pc81/en/brahmali#1.13.1'>Bi Pc 81:1.13.1</a> for a more detailed explanation. ",
  "pli-tv-kd4:16.2.8": "I use a gender neutral expression since monks are also allowed to cancel the invitation of nuns. ",
  "pli-tv-kd4:16.16.1": "<i lang='pi' translate='no'>Ce</i>, “if”, does not fit in the current context, since there is no main clause corresponding to the conditional clause. Perhaps this is an ancient mistake, whereby the <i lang='pi' translate='no'>ce</i> has been added on the pattern of the similar phrases above. I translate as if the <i lang='pi' translate='no'>ce</i> is not there. ",
  "pli-tv-kd4:16.16.4": "Vin-vn-ṭ 2777: <i lang='pi' translate='no'>Sānuvādoti ettha anuvādo nāma codanā, saha anuvādena vattatīti sānuvādo</i>, “<i lang='pi' translate='no'>Sānuvādo</i>: here accusing is called <i lang='pi' translate='no'>anuvādo</i>. <i lang='pi' translate='no'>Sānuvādo</i> means he proceeds with an accusation.” ",
  "pli-tv-kd4:16.23.3": "Sp 3.239: Idaṁ vatthu paññāyati na puggaloti ettha corā kira araññavihāre pokkharaṇito macche gahetvā pacitvā khāditvā agamaṁsu. So taṁ vippakāraṁ disvā ārāme vā kiñci dhuttena kataṁ vippakāraṁ disvā “bhikkhussa iminā kammena bhavitabba”nti sallakkhetvā evamāha, “I know about an offense, but not who the offender is: here, criminals catch fish from a pond near a forest monastery. They then cook it, eat it, and leave. Having seen the disturbance or having seen whatever disturbance was done by the scoundrels in the monastery, having reflected, ‘This action may have been done by a monk,’ he says thus.” ",
  "pli-tv-kd4:16.23.4": "Sp 3.239: <i lang='pi' translate='no'>Vatthuṁ ṭhapetvā saṅgho pavāreyyāti “yadā taṁ puggalaṁ jānissāma, tadā naṁ codessāma. Idāni pana saṅgho pavāretū”ti ayamettha attho,</i> “<i lang='pi' translate='no'>Vatthuṁ ṭhapetvā saṅgho pavāreyya</i>: this is the meaning here: when we discover that person, we will accuse him. But now the Sangha should do the invitation ceremony.” ",
  "pli-tv-kd4:16.23.7": "Sp 3.239: <i lang='pi' translate='no'>Idāneva naṁ vadehīti sace iminā vatthunā kañci puggalaṁ parisaṅkasi, idāneva naṁ apadisāhīti attho</i>, “<i lang='pi' translate='no'>Idāneva naṁ vadehi</i>: the meaning is: if you suspect someone to have committed this offense, then indicate who it is now.” ",
  "pli-tv-kd4:16.24.7": "Sp 3.239: <i lang='pi' translate='no'>Idāneva naṁ vadehīti yaṁ tvaṁ puggalaṁ ṭhapesi, tassa puggalassa idāneva dosaṁ vada</i>, “<i lang='pi' translate='no'>Idāneva naṁ vadehi</i>: say now the fault of the person of whom you are canceling the invitation.” ",
  "pli-tv-kd4:18.1.2": "Sp 3.241: <i lang='pi' translate='no'>Aññataro phāsuvihāroti taruṇasamatho vā taruṇavipassanā vā</i>, “<i lang='pi' translate='no'>Aññataro phāsuvihāro</i> means the early stages of stillness or clear seeing.” ",
  "pli-tv-kd4:18.6.11": "<i lang='pi' translate='no'>Paṇāma</i> does not refer directly to anything in the text, and so it may be a corruption. I follow the reading of the Siamrath edition of the Tipiṭaka: <i lang='pi' translate='no'>āsane</i>, “in the seat”. "
}