{
  "pli-tv-kd8:1.36.3": "<i lang='pi' translate='no'>Pāvāra</i>. Sp.3.337: <i lang='pi' translate='no'>Pāvāroti salomako kappāsādibhedo</i>, “<i lang='pi' translate='no'>Pāvāra</i> means cotton, etc. with hair.” Sp-yoj.2.337 adds: <i lang='pi' translate='no'>Pāvāroti uttarāsaṅgo</i>, “<i lang='pi' translate='no'>Pāvāro</i> means upper robe.” ",
  "pli-tv-kd8:1.36.9": "<i lang='pi' translate='no'>Kojava</i>. Vin-ālaṅ-ṭ.34.57: <i lang='pi' translate='no'>Kojavanti uṇṇāmayo pāvārasadiso</i>, “<i lang='pi' translate='no'>Kojava</i> is like a <i lang='pi' translate='no'>pāvāra</i> made of wool.” ",
  "pli-tv-kd8:2.1.10": "<i lang='pi' translate='no'>Kambala</i>. In connection with <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya</i> 6, which concerns thread used for weaving robes, Sp.1.636 says: <i lang='pi' translate='no'>Kambalanti eḷakalomasuttaṁ</i>, “<i lang='pi' translate='no'>Kambala</i> means a thread of wool.” ",
  "pli-tv-kd8:3.1.6": "Sp.1.636: <i lang='pi' translate='no'>Sāṇanti sāṇavākasuttaṁ. Bhaṅganti pāṭekkaṁ vākasuttamevāti eke. Etehi pañcahi missetvā katasuttaṁ pana “bhaṅga”nti veditabbaṁ</i>, “<i lang='pi' translate='no'>Sāṇa</i>: thread from the bark of hemp. <i lang='pi' translate='no'>Bhaṅga</i>: some say it is just a separate thread from bark. But <i lang='pi' translate='no'>bhaṅga</i> is to be understood as the thread made by mixing the (other) five.” SED says: “<i lang='pi' translate='no'>śaṇa</i>, m. L also n.) a kind of hemp, Cannabis Sativa or Crotolaria Juncea …” And: “<i lang='pi' translate='no'>bhāṅga</i>, mf(<i lang='pi' translate='no'>ī</i>)n, (fr. <i lang='pi' translate='no'>bhaṅgā</i>) hempen, made or consisting of hemp …” and “Bhaṅgā, f. hemp (Cannabis Sativa); an intoxicating beverage (or narcotic drug commonly called ‘bhang’) prepared from the hemp plant”. <i lang='pi' translate='no'>Cannabis sativa</i> is “hemp”, whereas <i lang='pi' translate='no'>Crotolaria juncea</i> is often known as “sunn hemp”, according to Wikipedia. I translate the two Pali terms accordingly. ",
  "pli-tv-kd8:4.4.2": "Sp.3.340: <i lang='pi' translate='no'>Sadisā susānaṁ okkamiṁsūti sabbe samaṁ okkamiṁsu</i>, “<i lang='pi' translate='no'>Sadisā susānaṁ okkamiṁsu</i>: they all entered together.” ",
  "pli-tv-kd8:4.5.2": "<i lang='pi' translate='no'>Te katikaṁ katvā</i>. Sp.3.340: <i lang='pi' translate='no'>Te katikaṁ katvāti laddhaṁ paṁsukūlaṁ sabbe bhājetvā gaṇhissāmāti bahimeva katikaṁ katvā</i>, “After making an agreement about it means: having made an agreement outside, as follows: ‘We will get (rags) by sharing the obtained rags with everyone.’” ",
  "pli-tv-kd8:7.1.3": "Apart from the <i lang='pi' translate='no'>vihāra</i>, “a dwelling”, and the <i lang='pi' translate='no'>guha</i>, “a cave”, the Pali mentions three kinds of buildings, the <i lang='pi' translate='no'>aḍḍhayoga</i>, the <i lang='pi' translate='no'>pāsāda</i>, and the <i lang='pi' translate='no'>hammiya</i>, all of which, according to the commentaries are different kinds of <i lang='pi' translate='no'>pāsāda</i>, “stilt houses”. Rather than try to name each of these buildings, which in any case would not be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. Sp.4.294: <i lang='pi' translate='no'>Aḍḍhayogoti supaṇṇavaṅkagehaṁ</i>, “An <i lang='pi' translate='no'>aḍḍhayoga</i> is a house bent like a <i lang='pi' translate='no'>supaṇṇa</i>.” Sp-ṭ.3.4.294 clarifies: <i lang='pi' translate='no'>Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ</i>, “<i lang='pi' translate='no'>Supaṇṇavaṅkageha</i>: a house made in the shape of the wings of a <i lang='pi' translate='no'>garula</i> (=<i lang='pi' translate='no'>garuda</i>).” Sp.4.294 continues: <i lang='pi' translate='no'>Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva</i>, “A <i lang='pi' translate='no'>pāsāda</i> is a long stilt house. A <i lang='pi' translate='no'>hammiya</i> just a <i lang='pi' translate='no'>pāsāda</i> that has a house with a peak established on top of the flat roof.” At Sp-ṭ.3.3.74, however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. ",
  "pli-tv-kd8:8.1.3": "<i lang='pi' translate='no'>Guttāgutta</i>. Sp.3.343: <i lang='pi' translate='no'>Guttāguttañca jāneyyāti ettha yassa tāva chadanādīsu koci doso natthi, taṁ guttaṁ</i>, “<i lang='pi' translate='no'>Guttāguttañca jāneyya</i>: here, in so far as there is no fault in the roofing, etc. it is protected.” The commentary then goes on to say he should make repairs if the stored goods are unprotected. ",
  "pli-tv-kd8:9.1.3": "The Pali uses the instrumental case, <i lang='pi' translate='no'>saṅghena</i>, which seems to suggest that the robe-cloth is to be distributed <i lang='pi' translate='no'>by</i> the Sangha. Yet the ensuing uproar suggests that the Sangha was not in charge, which is why the Buddha gives the allowance to appoint a distributor of robe-cloth. So it might seem that <i lang='pi' translate='no'>saṅghena</i> here indicates the recipient of the robe-cloth. Further on in this chapter we see a similar syntax with the verb <i lang='pi' translate='no'>bhājeti</i>, with the instrumental appearing to indicate the recipient rather than the distributor (e.g. at <a href='/pli-tv-kd8/en/brahmali#32.1.8'>Kd 8:32.1.8</a> and <a href='/pli-tv-kd8/en/brahmali#32.1.10'>Kd 8:32.1.10</a>). This usage can perhaps best be understood as a case of “sharing <i lang='pi' translate='no'>with</i>” rather than “distributing <i lang='pi' translate='no'>to</i>”. ",
  "pli-tv-kd8:9.2.4": "<i lang='pi' translate='no'>Paṭhamaṁ uccinitvā tulayitvā vaṇṇāvaṇṇaṁ katvā bhikkhū gaṇetvā vaggaṁ bandhitvā cīvarapaṭivīsaṁ ṭhapetuṁ</i>. Sp.3.343: <i lang='pi' translate='no'>Uccinitvāti “‘idaṁ thūlaṁ, idaṁ saṇhaṁ, idaṁ ghanaṁ, idaṁ tanukaṁ, idaṁ paribhuttaṁ, idaṁ aparibhuttaṁ, idaṁ dīghato ettakaṁ puthulato ettaka’nti evaṁ vatthāni vicinitvā. Tulayitvāti ‘idaṁ ettakaṁ agghati, idaṁ ettakan’ti evaṁ agghaparicchedaṁ katvā. ‘Vaṇṇāvaṇṇaṁ katvā’ti ‘sace sabbesaṁ ekekameva dasagghanakaṁ pāpuṇāti, iccetaṁ kusalaṁ; no ce pāpuṇāti, yaṁ nava vā aṭṭha vā agghati, taṁ aññena ekaagghanakena ca dviagghanakena ca saddhiṁ bandhitvā etena upāyena same paṭivīse ṭhapetvā’ti attho. ‘Bhikkhū gaṇetvā vaggaṁ bandhitvā’ti ‘sace ekekassa diyamāne divaso nappahoti, dasa dasa bhikkhū gaṇetvā dasa dasa cīvarapaṭivīse ekavaggaṁ bandhitvā ekaṁ bhaṇḍikaṁ katvā evaṁ cīvarapaṭivīsaṁ ṭhapetuṁ anujānāmī’”ti attho</i> , “<i lang='pi' translate='no'>Uccinitvā</i> means having distinguished in this way: ‘This is coarse, this is soft, this is thick, this is thin, this is used, this is unused, this is so long and so wide.’ <i lang='pi' translate='no'>Tulayitvā</i> means dividing up according to value in this way: ‘This is worth so much, this so much.’ <i lang='pi' translate='no'>Vaṇṇāvaṇṇaṁ katvā</i>: the meaning is: ‘if each one of them obtains what has a value of ten, it is good. If not, then what has the value of nine or eight should be bound with another (piece) that has the value of one or two, in this way fixing equal shares’. <i lang='pi' translate='no'>Bhikkhū gaṇetvā vaggaṁ bandhitvā</i>: the meaning is: ‘I allow, if one day is not sufficient to give it out to each one separately, to count the monks in groups of ten, then to bind ten shares of robe-cloth for each group, then to make one bundle, and in this way to fix the shares of robe-cloth.’” ",
  "pli-tv-kd8:9.3.1": "<i lang='pi' translate='no'>Uttaritukāma</i>, lit. “desiring to cross over”. Sp.3.343: <i lang='pi' translate='no'>Uttaritukāmoti nadiṁ vā kantāraṁ vā uttaritukāmo; satthaṁ labhitvā disā pakkamitukāmoti attho</i>, “<i lang='pi' translate='no'>Uttaritukāmo</i>: means desiring to cross over a river or a wilderness; the meaning is: ‘Having found a caravan, he desires to leave for the districts.’” ",
  "pli-tv-kd8:9.4.4": "The meaning of this is not clear. <i lang='pi' translate='no'>Toseti</i>, which is the causative formation of <i lang='pi' translate='no'>tussati</i>, means “to please” or “to satisfy” someone. Judging from the usage of this verb elsewhere, it seems to be exclusively used with reference to living beings, that is, the patient of the verb will invariably be a living being. Reading <i lang='pi' translate='no'>vikalake</i> as an accusative plural, the meaning of <i lang='pi' translate='no'>vikalake tosetvā</i> might be construed as follows: “to satisfy those who are short (of robes or cloth)”. The meaning of <i lang='pi' translate='no'>kusapātaṁ kātuṁ</i>, literally, “the <i lang='pi' translate='no'>kusa</i>-grass should be dropped”, is equally unclear. Yet according to how <i lang='pi' translate='no'>kusa</i>-grass is used elsewhere as an aid to distributing requisites (e.g. at Mv.2.164), I take it to refer to a randomized method for giving out shares of robe-cloth. I translate accordingly. I have added the word “remainder” to clarify the overall meaning. The commentary, however, sees most of this differently. Sp.3.343: <i lang='pi' translate='no'>Vikalake tosetvāti … Cīvaravikalakaṁ nāma sabbesaṁ pañca pañca vatthāni pattāni, sesānipi atthi, ekekaṁ pana na pāpuṇāti, chinditvā dātabbāni. … Chinditvā dinne pana taṁ tositaṁ hoti, atha kusapāto kātabbo</i>, “<i lang='pi' translate='no'>Vikalake tosetvā</i>: … <i lang='pi' translate='no'>Cīvaravikalaka</i> means when five cloths are obtained by everyone and there are leftovers, but not sufficient for each one, the cloth should be cut up and then given out. … When it is given out after cutting it up, that means the remainder is shared out. Then the <i lang='pi' translate='no'>kusa</i>-grass should be dropped.” ",
  "pli-tv-kd8:10.2.7": "<i lang='pi' translate='no'>Uttarāḷumpa</i>. Sp.3.344: <i lang='pi' translate='no'>Uttarāḷumpanti vaṭṭādhārakaṁ, rajanakumbhiyā majjhe ṭhapetvā taṁ ādhārakaṁ parikkhipitvā rajanaṁ pakkhipituṁ anujānāmīti attho. Evañhi kate rajanaṁ na uttarati</i>, “<i lang='pi' translate='no'>Uttarāḷumpa</i>: the meaning is a circular collar; having fixed it on the middle of the dying-pot, having made a circle of it, you should add the dye. For when it is done in this way, the dye does not overflow.” Sp-ṭ.3.3.344 specifies that the collar goes inside the pot, <i lang='pi' translate='no'>antorajanakumbhiyā</i>. Vmv.3.344 adds: <i lang='pi' translate='no'>Evañhi kateti vaṭṭādhārassa anto rajanodakaṁ, bahi challikañca katvā viyojane kate. Na uttaratīti kevalaṁ udakato pheṇuṭṭhānābhāvā na uttarati</i>, “‘For when it is done in this way’ means: after placing the dying water inside the circular collar and the (dying-)bark on the outside, they are kept separate. ‘It does not overflow’ means: the foam rising completely from the water does not overflow.” ",
  "pli-tv-kd8:10.3.7": "<i lang='pi' translate='no'>Rajanakolamba</i> and <i lang='pi' translate='no'>rajanaghaṭa</i>. Vin-ālaṅ-ṭ.34.57: <i lang='pi' translate='no'>Tattha rajanakolambanti rajanakuṇḍaṁ. Tattha rajanakuṇḍanti pakkarajanaṭṭhapanakaṁ mahāghaṭaṁ</i>, “There the <i lang='pi' translate='no'>rajanakolamba</i> is a <i lang='pi' translate='no'>rajanakuṇḍa</i>. There the <i lang='pi' translate='no'>rajanakuṇḍa</i> is a large waterpot (<i lang='pi' translate='no'>ghaṭa</i>) for the placing of finished dye.” ",
  "pli-tv-kd8:11.2.1": "<i lang='pi' translate='no'>Patthinna</i>. Sp.3.344: <i lang='pi' translate='no'>Patthinnanti atirajitattā thaddhaṁ</i>, “<i lang='pi' translate='no'>Patthinna</i>: stiff because of too much dye.” ",
  "pli-tv-kd8:12.1.5": "<i lang='pi' translate='no'>Saṁvidahituṁ</i>. Sp.3.345: <i lang='pi' translate='no'>Saṁvidahitunti kātuṁ</i>, “<i lang='pi' translate='no'>Saṁvidahituṁ</i> means to make.” ",
  "pli-tv-kd8:12.2.3": "<i lang='pi' translate='no'>Kusi</i>. Vin-vn-ṭ.563: <i lang='pi' translate='no'>Kusinti āyāmato ca vitthārato ca anuvātaṁ cīvaramajjhe tādisameva dīghapattañca</i>, “A <i lang='pi' translate='no'>kusi</i> is a long panel that is a lengthwise or crosswise border in the middle of the robe.” | <i lang='pi' translate='no'>Aḍḍhakusi</i>. Vin-vn-ṭ.563: <i lang='pi' translate='no'>Aḍḍhakusinti anuvātasadisaṁ cīvaramajjhe tattha tattha rassapattaṁ</i>, “An <i lang='pi' translate='no'>aḍḍhakusi</i> is a short panel like a border, here and there in the middle of the robe.” | <i lang='pi' translate='no'>Maṇḍala</i>. Sp.3.245: <i lang='pi' translate='no'>Maṇḍalanti pañcakhaṇḍikacīvarassa ekekasmiṁ khaṇḍe mahāmaṇḍalaṁ</i>, “A <i lang='pi' translate='no'>maṇḍala</i> is the large panel in each section of a robe with five sections.” | <i lang='pi' translate='no'>Aḍḍhamaṇḍala</i>. Commenting on the <i lang='pi' translate='no'>vivaṭṭa</i>, “the middle section”, Vin-vn-ṭ.563 says: <i lang='pi' translate='no'>Vivaṭṭanti maṇḍalaṁ, aḍḍhamaṇḍalañcāti dve ekato katvā sibbitaṁ vemajjhe khaṇḍaṁ</i>, “The <i lang='pi' translate='no'>vivaṭṭa</i> is the section in the middle, which is made by sewing together a large panel (<i lang='pi' translate='no'>maṇḍala</i>) and a medium-sized panel (<i lang='pi' translate='no'>aḍḍhamaṇḍala</i>).” The <i lang='pi' translate='no'>vivaṭṭa</i>, “section in the middle”, is one of usually five main sections of the robe; see just below. | <i lang='pi' translate='no'>Vivaṭṭa</i>. Sp.3.245: <i lang='pi' translate='no'>Vivaṭṭanti maṇḍalañca aḍḍhamaṇḍalañca ekato katvā sibbitaṁ majjhimakhaṇḍaṁ</i>, “The <i lang='pi' translate='no'>vivaṭṭa</i> is the sewn-together section in the middle, made by making the large panel and the medium-sized panel into one.” | <i lang='pi' translate='no'>Anuvivaṭṭa</i>. Sp.3.245: <i lang='pi' translate='no'>Anuvivaṭṭanti tassa ubhosu passesu dve khaṇḍāni</i>, “The <i lang='pi' translate='no'>anuvivaṭṭa</i>s are the two sections on both sides of it.” Vin-vn-ṭ.563 clarifies that “it” refers to the <i lang='pi' translate='no'>majjhimakhaṇḍa</i>, “the middle section”. | <i lang='pi' translate='no'>Gīveyyaka</i>. Sp.3.245: <i lang='pi' translate='no'>Gīveyyakanti gīvāveṭhanaṭṭhāne daḷhīkaraṇatthaṁ aññaṁ suttasaṁsibbitaṁ āgantukapattaṁ</i>, “The <i lang='pi' translate='no'>gīveyyaka</i> is another added panel, sewn on with thread and for the purpose of strengthening, around the neck area.” | <i lang='pi' translate='no'>Jaṅgheyyaka</i>. Sp.3.245: <i lang='pi' translate='no'>Jaṅgheyyakanti jaṅghapāpuṇanaṭṭhāne tatheva saṁsibbitaṁ pattaṁ</i>, “The <i lang='pi' translate='no'>jaṅgheyyaka</i> is the panel sewn on in the same way at the place reaching the calves.” | <i lang='pi' translate='no'>Bāhanta</i>. Sp.3.245: <i lang='pi' translate='no'>Bāhantanti anuvivaṭṭānaṁ bahi ekekaṁ khaṇḍaṁ</i>, “The <i lang='pi' translate='no'>bāhanta</i> is the pair of outer sections sewn onto the outer side of the intermediate sections.” Sp.3.245 then adds: <i lang='pi' translate='no'>Iti pañcakhaṇḍikacīvarenetaṁ vicāritanti</i>, “In this way is the layout of a robe with five sections.” ",
  "pli-tv-kd8:13.6.8": "That is, <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya 1</i>. ",
  "pli-tv-kd8:14.2.12": "(See essay on<i lang='pi' translate='no'>aggaḷa</i>.) | <i lang='pi' translate='no'>Tunna</i>. Sp.3.348: <i lang='pi' translate='no'>Suttena saṁsibbitaṁ tunnaṁ</i>, “<i lang='pi' translate='no'>Tunna</i> is sewing (the patch) together with a thread.” | <i lang='pi' translate='no'>Ovaṭṭika</i>. Sp.3.348: <i lang='pi' translate='no'>Vaṭṭetvā karaṇaṁ ovaṭṭikaṁ</i>, “<i lang='pi' translate='no'>Ovaṭṭika</i> is folding and then fixing it in place.” | <i lang='pi' translate='no'>Kaṇḍusaka</i>. Sp.3.348: <i lang='pi' translate='no'>Kaṇḍusakaṁ vuccati muddikā</i>, “Calculating is called <i lang='pi' translate='no'>kaṇḍusaka</i>.” Vjb.3.308 adds: <i lang='pi' translate='no'>Kaṇḍusaṁ nāma pubbabandhana</i>, “<i lang='pi' translate='no'>Kaṇḍusa</i> is a prior fixing.” The meaning is not clear. I follow the definition given in the Critical Pali Dictionary. ",
  "pli-tv-kd8:16.3.1": "This is parallel to AN5.210 at <a href='/an5.210/en/brahmali#0.3'>AN 5.210:0.3</a>. ",
  "pli-tv-kd8:20.2.4": "[See essay on <i lang='pi' translate='no'>vikappanā</i>.] ",
  "pli-tv-kd8:20.2.10": "[See essay on <i lang='pi' translate='no'>vikappanā</i>.] ",
  "pli-tv-kd8:21.1.7": "<i lang='pi' translate='no'>Suttalūkhaṁ kātuṁ</i>. Sp.3.359: <i lang='pi' translate='no'>Suttalūkhaṁ kātunti sutteneva aggaḷaṁ kātunti attho</i>, “<i lang='pi' translate='no'>Suttalūkhaṁ kātuṁ</i> means to patch just using thread.” ",
  "pli-tv-kd8:21.1.8": "<i lang='pi' translate='no'>Vikaṇṇo hoti</i>. Sp.3.359: <i lang='pi' translate='no'>Vikaṇṇo hotīti suttaṁ acchetvā acchetvā sibbantānaṁ eko saṅghāṭikoṇo dīgho hoti</i>, “<i lang='pi' translate='no'>Vikaṇṇo hoti</i>: repeatedly leaving the thread uncut, one corner of the upper robe becomes long for those who are sewing.” ",
  "pli-tv-kd8:21.1.10": "<i lang='pi' translate='no'>Vikaṇṇaṁ uddharituṁ</i>. Sp.3.359: <i lang='pi' translate='no'>Vikaṇṇaṁ uddharitunti dīghakoṇaṁ chindituṁ</i>, “<i lang='pi' translate='no'>Vikaṇṇaṁ uddharituṁ</i> means to cut off the long corner.” ",
  "pli-tv-kd8:21.1.13": "<i lang='pi' translate='no'>Anuvāta</i> and <i lang='pi' translate='no'>paribhaṇḍa</i>, refer to long and short borders respectively. This is what the commentaries have to say. Sp.3.308: <i lang='pi' translate='no'>Anuvātakaraṇamattenāti piṭṭhianuvātāropanamattena</i>, “<i lang='pi' translate='no'>Anuvātakaraṇamattena</i> means merely by mounting a border at the back.” Which is further explained at Sp-ṭ.3.3.308: <i lang='pi' translate='no'>Piṭṭhianuvātāropanamattenāti dīghato anuvātassa āropanamattena</i>, “<i lang='pi' translate='no'>Piṭṭhianuvātāropanamattena</i> means merely by mounting a border lengthwise.” Sp.3.308: <i lang='pi' translate='no'>Paribhaṇḍakaraṇamattenāti kucchianauvātāropanamattena</i>, “<i lang='pi' translate='no'>Paribhaṇḍakaraṇamattena</i> means merely by mounting a border at the belly.” Which is further explained at Sp-ṭ.3.3.308: <i lang='pi' translate='no'>Kucchianuvātāropanamattenāti puthulato anuvātassa āropanamattena</i>, “<i lang='pi' translate='no'>Kucchianuvātāropanamattena</i> means merely by adding a border crosswise.” ",
  "pli-tv-kd8:21.1.16": "<i lang='pi' translate='no'>Aṭṭhapadakaṁ kātuṁ</i>. Sp.3.359: <i lang='pi' translate='no'>Aṭṭhapadakaṁ kātunti aṭṭhapadakacchannena pattamukhaṁ sibbituṁ</i>, “<i lang='pi' translate='no'>Aṭṭhapadakaṁ kātuṁ</i> means to sew the opening in the panel with a network-covering.” “Network” is the suggested rendering in the Critical Pali Dictionary for <i lang='pi' translate='no'>aṭṭhapadaka</i>. ",
  "pli-tv-kd8:21.2.9": "<i lang='pi' translate='no'>Anvādhikampi āropetuṁ</i>. Sp.3.360: <i lang='pi' translate='no'>Anvādhikampi āropetunti āgantukapattampi dātuṁ</i>, “<i lang='pi' translate='no'>Anvādhikampi āropetuṁ</i>: to add an extra panel.” ",
  "pli-tv-kd8:22.1.6": "Sp.3.361: <i lang='pi' translate='no'>Ettha sesañātīnaṁ dento vinipātetiyeva</i>, “In this context it goes to ruin when given to other relatives.” Presumably this means one should not give to anyone who is not a monastic, apart from one’s parents. ",
  "pli-tv-kd8:23.3.2": "<i lang='pi' translate='no'>Vassikasaṅketa</i>. Sp.3.362: <i lang='pi' translate='no'>Vassikasaṅketanti vassike cattāro māse</i>, “<i lang='pi' translate='no'>Vassikasaṅketa</i> means the four months of the rainy season.” | <i lang='pi' translate='no'>Aggaḷaguttivihāra</i>. The basic meaning of <i lang='pi' translate='no'>aggaḷa</i> is “door”. Doors at that time often had a closing mechanism that included a bolt, perhaps even a lockable bolt. <i lang='pi' translate='no'>Aggaḷa</i> also means patch. The connection seems to be that the door, that is, the door panel, “patches” the doorway, the <i lang='pi' translate='no'>dvāra</i>. ",
  "pli-tv-kd8:24.3.12": "This too seems to be a case of the instrumental being used to indicate the recipient rather than the distributor. See above for a brief discussion. ",
  "pli-tv-kd8:26.7.2": "<i lang='pi' translate='no'>Bhesajjaṁ saṁvidhātuṁ</i>. Sp.3.366: <i lang='pi' translate='no'>Bhesajjaṁ saṁvidhātunti bhesajjaṁ yojetuṁ asamattho hoti</i>, “<i lang='pi' translate='no'>Bhesajjaṁ saṁvidhātuṁ</i>: he is incapable of preparing medicine.” ",
  "pli-tv-kd8:27.5.6": "This seems to be another case of the instrumental being used to indicate the recipient rather than the distributor. See above for a brief discussion. ",
  "pli-tv-kd8:28.2.3": "<i lang='pi' translate='no'>Phalakacīra</i>. Sp.1.67: <i lang='pi' translate='no'>Phalakacīraṁ nāma phalakasaṇṭhānāni phalakāni sibbitvā katacīraṁ</i>, “<i lang='pi' translate='no'>Phalakacīra</i>: a robe made by sewing together bits of wood or what has the appearance of wood.” ",
  "pli-tv-kd8:28.3.12": "<i lang='pi' translate='no'>Potthaka</i>. Sp.3.371: <i lang='pi' translate='no'>Potthakoti makacimayo vuccati</i>, “What is made of <i lang='pi' translate='no'>makaci</i> is called <i lang='pi' translate='no'>potthaka</i>.” “Nature and the Environment in Early Buddhism”, by Bhante S. Dhammika, p.90, identifies <i lang='pi' translate='no'>potthaka</i> as jute. ",
  "pli-tv-kd8:29.1.6": "<i lang='pi' translate='no'>Mahāraṅgaratta</i>. According to the Sanskrit English Dictionary, the <i lang='pi' translate='no'>mahāraṅga</i> (sv. <i lang='pi' translate='no'>mahārajana</i>) is the safflower, which is normally deep yellow or orange. ",
  "pli-tv-kd8:29.1.7": "<i lang='pi' translate='no'>Mahānāmaratta</i>. Sp.3.246: <i lang='pi' translate='no'>Mahānāmarattā sambhinnavaṇṇā hoti paṇḍupalāsavaṇṇā</i>, “<i lang='pi' translate='no'>Mahānāmaratta</i> is a mixed color, the color of withered leaves.” ",
  "pli-tv-kd8:29.1.13": "<i lang='pi' translate='no'>Tirīṭaka</i>. Sp.3.372: <i lang='pi' translate='no'>Tirīṭakaṁ pana rukkhachallimayaṁ</i>, “But <i lang='pi' translate='no'>tirīṭaka</i> means made of tree bark.” Khuddas-nṭ.57 adds: <i lang='pi' translate='no'>Tirīṭaketi taṁ nāmaka rukkhatace</i>, “<i lang='pi' translate='no'>Tirīṭake</i> is the bark of a tree with that name.” The <i lang='pi' translate='no'>tirīṭa</i> is identified as the “lodh tree” at “South Asian Flora as reflected in the twelfth-century Pali lexicon Abhidhānapadīpikā”, by J. Liyanaratne, p.73. ",
  "pli-tv-kd8:30.2.1": "<i lang='pi' translate='no'>Sante patirūpe gāhake</i>. Sp.3.374 says: <i lang='pi' translate='no'>Patirūpe gāhaketi sace koci bhikkhu “ahaṁ tassa gaṇhāmī”ti gaṇhāti, dātabbanti attho</i>, “<i lang='pi' translate='no'>Patirūpe gāhake</i> means: if there is any monk who thinks, ‘I will take it for him’, he should take it.” ",
  "pli-tv-kd8:32.1.2": "<i lang='pi' translate='no'>Sīmāya deti</i>. Sp.3.379: <i lang='pi' translate='no'>… sīmaṁ parāmasitvā dento sīmāya deti nāma</i>, “… giving while touching the zone is called giving within a zone.” ",
  "pli-tv-kd8:32.1.4": "This seems to be yet another case of the instrumental being used to indicate the recipient rather than the distributor. And below. See above for a brief discussion. ",
  "pli-tv-kd8:32.1.11": "Sp.3.379: <i lang='pi' translate='no'>Ādissa detīti … Tatrāyaṁ yojanā – bhikkhū ajjatanāya vā svātanāya vā yāguyā nimantetvā tesaṁ gharaṁ paviṭṭhānaṁ yāguṁ deti, yāguṁ datvā pītāya yāguyā “imāni cīvarāni, yehi mayhaṁ yāgu pītā, tesaṁ dammī”ti deti, yehi nimantitehi yāgu pītā, tesaṁyeva pāpuṇāti</i>. “<i lang='pi' translate='no'>Ādissa deti</i> … This is the meaning: having invited monks to rice-porridge on the same or the following day, one then gives rice-porridge to those who have entered the house. When the rice-porridge has been given and it has been drunk, one then gives, saying, ‘I give these robes to those who drank my rice-porridge.’ The drinkers of rice-porridge among those who were invited, only they obtain (robes).” So <i lang='pi' translate='no'>ādissa</i> seems to refer to a specification of the recipients. "
}