{
  "pli-tv-kd13:1.1.1": "This chapter concerns the processes for the clearing of offenses entailing suspension. Vmv 4.134: _Saṅghādisesānaṁ parivāsadānādisabbavinicchayassa samuccayattā panesa samuccayakkhandhakoti vuttoti veditabbo_, “It is to be understood that because of the collection of all the explanations of the giving of probation, etc., for offenses entailing suspension, it is said ‘_samuccayakkhandhaka_’.” ",
  "pli-tv-kd13:23.5.2": "I understand _jāna_ as an adjective qualifying _paṭicchannā_, in other words, that he knows about the concealing. ",
  "pli-tv-kd13:28.1.1": "“Specified” renders _parimāṇā_, literally, “limited”. Sp 4.165: _Tattha “antarā sambahulā āpattiyo āpajjati parimāṇā appaṭicchannāyo”tiādīsu āpattiparicchedavasena parimāṇāyo ceva appaṭicchannāyo cāti attho_, “Here the meaning of _antarā sambahulā āpattiyo āpajjati parimāṇā appaṭicchannāyo_, etc., is that they are specified and unconcealed on account of the offenses being determined.” ",
  "pli-tv-kd13:29.1.6": "Sp 4.166: _Pacchimasmiṁ āpattikkhandheti ekova so āpattikkhandho, pacchā chāditattā pana “pacchimasmiṁ āpattikkhandhe”ti vuttaṁ. Purimasminti etthāpi eseva nayo_, “_Pacchimasmiṁ āpattikkhandhe_: there is just one group of offenses. But since it is concealed subsequently, it is called _pacchimasmiṁ āpattikkhandhe_.” The word “group” is redundant on translation. ",
  "pli-tv-kd13:33.1.8": "“Of the same sort” renders _vavatthitā_, while “of various sorts” renders _sambhinnā_. Sp 4.180: _Vavatthitā sambhinnāti sabhāgavisabhāgānamevetaṁ pariyāyavacanaṁ_, “‘Of the same sort’ and ‘of different sorts’ are synonymous with ‘of the same kind’ and ‘of different kinds’.” ",
  "pli-tv-kd13:34.1.12": "_Missakadiṭṭhino_, literally, “They see (it) as mixed.” Sp 4.181: _Tattha missakanti thullaccayādīhi missakaṁ_, “Therein ‘mixed’ means mixed with serious offenses, etc.” ",
  "pli-tv-kd13:34.1.16": "The Pali just says _missaka_, “mixed”, without specifying the offenses. However, since both probation and the trial period are mentioned further down, it is clear that an offense entailing suspension is included. ",
  "pli-tv-kd13:34.1.26": "Sp 4.181: _Suddhakanti saṅghādisesaṁ vinā lahukāpattikkhandhameva_, “_Suddhaka_: just belonging to the group of light offenses without an offense entailing suspension.” ",
  "pli-tv-kd13:34.2.11": "Sp-t 3.181: _Makkhadhammo nāma chādetukāmatā_, “_Makkhadhammo_: desiring to cover over.” ",
  "pli-tv-kd13:34.2.18": "Although the Pali uses the present tense, the insanity must be subsequent to the committing of the offense. Otherwise there would be no offense. ",
  "pli-tv-kd13:35.1.6": "It is not clear from the Pali whether the sending back to the beginning and the giving of simultaneous probation are supposed to happen in one and the same legal procedure or in two different ones. It would seem, however, that either way would be acceptable, so long as the procedure is phrased appropriately. ",
  "pli-tv-kd13:36.4.55": "It is not clear what _mukhaṁ_ might refer to. I therefore read _parimāṇā_ with the Siamrath version over _parimāṇamukhaṁ_ here. ",
  "pli-tv-kd13:36.4.59": "Reading _asuddhake va diṭṭhino_ with the SRT. "
}