{
  "pli-tv-kd13:1.1.1": "This chapter concerns the processes for the clearing of offenses entailing suspension. Vmv 4.134: <i lang='pi' translate='no'>Saṅghādisesānaṁ parivāsadānādisabbavinicchayassa samuccayattā panesa samuccayakkhandhakoti vuttoti veditabbo</i>, “It is to be understood that because of the collection of all the explanations of the giving of probation, etc., for offenses entailing suspension, it is said ‘<i lang='pi' translate='no'>samuccayakkhandhaka</i>’.” ",
  "pli-tv-kd13:23.5.2": "I understand <i lang='pi' translate='no'>jāna</i> as an adjective qualifying <i lang='pi' translate='no'>paṭicchannā</i>, in other words, that he knows about the concealing. ",
  "pli-tv-kd13:28.1.1": "“Specified” renders <i lang='pi' translate='no'>parimāṇā</i>, literally, “limited”. Sp 4.165: <i lang='pi' translate='no'>Tattha “antarā sambahulā āpattiyo āpajjati parimāṇā appaṭicchannāyo”tiādīsu āpattiparicchedavasena parimāṇāyo ceva appaṭicchannāyo cāti attho</i>, “Here the meaning of <i lang='pi' translate='no'>antarā sambahulā āpattiyo āpajjati parimāṇā appaṭicchannāyo</i>, etc., is that they are specified and unconcealed on account of the offenses being determined.” ",
  "pli-tv-kd13:29.1.6": "Sp 4.166: <i lang='pi' translate='no'>Pacchimasmiṁ āpattikkhandheti ekova so āpattikkhandho, pacchā chāditattā pana “pacchimasmiṁ āpattikkhandhe”ti vuttaṁ. Purimasminti etthāpi eseva nayo</i>, “<i lang='pi' translate='no'>Pacchimasmiṁ āpattikkhandhe</i>: there is just one group of offenses. But since it is concealed subsequently, it is called <i lang='pi' translate='no'>pacchimasmiṁ āpattikkhandhe</i>.” The word “group” is redundant on translation. ",
  "pli-tv-kd13:33.1.8": "“Of the same sort” renders <i lang='pi' translate='no'>vavatthitā</i>, while “of various sorts” renders <i lang='pi' translate='no'>sambhinnā</i>. Sp 4.180: <i lang='pi' translate='no'>Vavatthitā sambhinnāti sabhāgavisabhāgānamevetaṁ pariyāyavacanaṁ</i>, “‘Of the same sort’ and ‘of different sorts’ are synonymous with ‘of the same kind’ and ‘of different kinds’.” ",
  "pli-tv-kd13:34.1.12": "<i lang='pi' translate='no'>Missakadiṭṭhino</i>, literally, “They see (it) as mixed.” Sp 4.181: <i lang='pi' translate='no'>Tattha missakanti thullaccayādīhi missakaṁ</i>, “Therein ‘mixed’ means mixed with serious offenses, etc.” ",
  "pli-tv-kd13:34.1.16": "The Pali just says <i lang='pi' translate='no'>missaka</i>, “mixed”, without specifying the offenses. However, since both probation and the trial period are mentioned further down, it is clear that an offense entailing suspension is included. ",
  "pli-tv-kd13:34.1.26": "Sp 4.181: <i lang='pi' translate='no'>Suddhakanti saṅghādisesaṁ vinā lahukāpattikkhandhameva</i>, “<i lang='pi' translate='no'>Suddhaka</i>: just belonging to the group of light offenses without an offense entailing suspension.” ",
  "pli-tv-kd13:34.2.11": "Sp-t 3.181: <i lang='pi' translate='no'>Makkhadhammo nāma chādetukāmatā</i>, “<i lang='pi' translate='no'>Makkhadhammo</i>: desiring to cover over.” ",
  "pli-tv-kd13:34.2.18": "Although the Pali uses the present tense, the insanity must be subsequent to the committing of the offense. Otherwise there would be no offense. ",
  "pli-tv-kd13:35.1.6": "It is not clear from the Pali whether the sending back to the beginning and the giving of simultaneous probation are supposed to happen in one and the same legal procedure or in two different ones. It would seem, however, that either way would be acceptable, so long as the procedure is phrased appropriately. ",
  "pli-tv-kd13:36.4.55": "It is not clear what <i lang='pi' translate='no'>mukhaṁ</i> might refer to. I therefore read <i lang='pi' translate='no'>parimāṇā</i> with the Siamrath version over <i lang='pi' translate='no'>parimāṇamukhaṁ</i> here. ",
  "pli-tv-kd13:36.4.59": "Reading <i lang='pi' translate='no'>asuddhake va diṭṭhino</i> with the SRT. "
}