{
  "pli-tv-kd14:4.4.34": "See <a href='https://suttacentral.net/pli-tv-kd18/en/brahmali#1.2.22'>Kd 18:1.2.22</a> for the correct interpretation of <i lang='pi' translate='no'>idaṁ saṅghassa katikasaṇṭhānaṁ, imaṁ kālaṁ pavisitabbaṁ, imaṁ kālaṁ nikkhamitabbanti</i>. ",
  "pli-tv-kd14:4.11.2": "Sp 4.195: <i lang='pi' translate='no'>Tattha ca anuvadantīti codenti</i>, “And there <i lang='pi' translate='no'>anuvadanti</i> means they accuse.” ",
  "pli-tv-kd14:5.1.1": "<i lang='pi' translate='no'>Cittavipariyāsakata</i>, literally, “(his) mind was made distorted”. ",
  "pli-tv-kd14:9.1.1": "“That legal issue” refers back to the arguing and disputing just mentioned. ",
  "pli-tv-kd14:10.1.3": "Sp 4.204: <i lang='pi' translate='no'>Na ca gatigatanti dve tayo āvāse na gataṁ, tattha tattheva vā dvattikkhattuṁ avinicchitaṁ</i>, “<i lang='pi' translate='no'>Na ca gatigatan</i>: they have not gone to two or three monasteries, or they have not investigated two or three times in this or that place.” Sp 4.204: <i lang='pi' translate='no'>Na ca saritasāritanti dvattikkhattuṁ tehi bhikkhūhi sayaṁ saritaṁ vā aññehi sāritaṁ vā na hoti</i>, “<i lang='pi' translate='no'>Na ca saritasāritan</i>: Those monks have not themselves remembered or had others remember two or three times.” In regard to the verb <i lang='pi' translate='no'>jānāti</i>, “knows”, it is not immediately clear who the agent is. Sp 4.204: <i lang='pi' translate='no'>Jānātīti salākaṁ gāhento jānāti “adhammavādī bahutarā”ti</i>, “<i lang='pi' translate='no'>Jānāti</i>: the one distributing the ballots (i.e. the manager) knows that those speaking contrary to the Teaching are in the majority.” ",
  "pli-tv-kd14:13.3.1": "I here follow the PTS reading, <i lang='pi' translate='no'>ekatopakkhikānaṁ bhikkhūnaṁ</i>, as opposed to the MS reading, <i lang='pi' translate='no'>athāparesaṁ ekatopakkhikānaṁ bhikkhūnaṁ</i>. With the MS reading there is no distinction between the two groups of monks. ",
  "pli-tv-kd14:13.4.1": "“Voice their disapproval”  renders <i lang='pi' translate='no'>diṭṭhāvikamma</i>, literally, “disclosure of view”. This cannot mean an objection made in the midst of the Sangha, for that would invalidate the procedure. Sp 4.214: <i lang='pi' translate='no'>Ye pana “na metaṁ khamatī”ti aññamaññaṁ diṭṭhāvikammaṁ karonti … te āpattīhi na vuṭṭhahanti</i>, “But those who disclose their view to each other, saying, ‘I do not approve of this’ … they are not cleared of offenses.” ",
  "pli-tv-kd14:14.1.1": "<i lang='pi' translate='no'>Bhikkhunīnaṁ anupakhajja</i>, literally, “intruding on the nuns”. Sp 4.215: <i lang='pi' translate='no'>Bhikkhunīnaṁ anupakhajjāti bhikkhunīnaṁ anto pavisitvā</i>, “Intruding on the nuns means having entered among the nuns.” The contextual point is that he is siding with the nuns. ",
  "pli-tv-kd14:14.8.1": "According to the sub-commentary, the Pali should be understood as a question. Sp-t 3.220: <i lang='pi' translate='no'>Vivādādhikaraṇaṁ kusalaṁ akusalaṁ abyākatanti vivādādhikaraṇaṁ kiṁ kusalaṁ akusalaṁ udāhu abyākatanti pucchati. Vivādādhikaraṇaṁ siyā kusalantiādi vissajjanaṁ. Esa nayo sesesupi</i>, “<i lang='pi' translate='no'>Vivādādhikaraṇaṁ kusalaṁ akusalaṁ abyākatan</i>: he asks, ‘Is a legal issue arising from a dispute wholesome, unwholesome, or indeterminate?’ ‘A legal issue arising from a dispute may be wholesome,’ etc., is the response. This method also applies to the rest (below).” ",
  "pli-tv-kd14:14.14.8": "The Pali word <i lang='pi' translate='no'>āpatti</i> means both “attainment” and “offense”. ",
  "pli-tv-kd14:14.16.23": "See <a href='https://suttacentral.net/pli-tv-bu-vb-pc63/en/brahmali#1.12.1'>Bu Pc 63:1.12.1</a>. ",
  "pli-tv-kd14:14.16.24": "See <a href='https://suttacentral.net/pli-tv-bu-vb-pc79/en/brahmali#1.22.1'>Bu Pc 79:1.22.1</a>. ",
  "pli-tv-kd14:14.18.19": "Sp-t 3.230: <i lang='pi' translate='no'>Antarenāti kāraṇena</i>, “<i lang='pi' translate='no'>Antarena</i>: by means of”. ",
  "pli-tv-kd14:14.24.5": "“Who knows who has and who hasn’t voted” renders <i lang='pi' translate='no'>gahitāgahitañca jāneyya</i>, literally, “He should know taken and not taken.” The taking refers to the taking of ballots, <i lang='pi' translate='no'>salāka</i>. ",
  "pli-tv-kd14:14.25.1": "That is, it had come about in accordance with the immediately preceding discussion. ",
  "pli-tv-kd14:14.33.27": "I here follow the PTS reading, <i lang='pi' translate='no'>ekatopakkhikānaṁ bhikkhūnaṁ</i>, as opposed to MS, <i lang='pi' translate='no'>athāparesaṁ ekatopakkhikānaṁ bhikkhūnaṁ</i>. With the MS reading there is no distinction between the two groups of monks. ",
  "pli-tv-kd14:14.33.55": "Here “the one he confesses to” should presumably be seen as the Sangha. ",
  "pli-tv-kd14:14.33.60": "Again, “a receiver” should presumably be understood as any member of the Sangha who is taking part in the legal procedure. "
}