{
  "pli-tv-kd20:1.4.3": "<i lang='pi' translate='no'>Sāmīcikammaṁ</i>. Sp.2.149: <i lang='pi' translate='no'>sāmīcikammanti maggasampadānabījanapānīyāpucchanādikaṁ anucchavikavattaṁ</i>, “<i lang='pi' translate='no'>Sāmīcikammaṁ</i> means appropriate duties such as giving way, fanning, and offering drinking water, etc.” This seems to be covered well by “acts of respect”. ",
  "pli-tv-kd20:1.4.5": "The Pali word behind the translation “monastery” is <i lang='pi' translate='no'>āvāsa</i>. This refers to the area of the <i lang='pi' translate='no'>simā</i>, the zone, as established through a legal procedure. This area may be much larger than the space occupied by any actual buildings. ",
  "pli-tv-kd20:1.4.13": "Heavy offense, <i lang='pi' translate='no'>garudhamma</i>, here refers to the <i lang='pi' translate='no'>saṅghādisesa</i> offenses, the offenses entailing suspension. ",
  "pli-tv-kd20:1.4.19": "“Correct” is for <i lang='pi' translate='no'>vacanapatha</i>. For the meaning of this word see Bhikkhuni Vinaya Studies, by Bhikkhu Sujato, pp.73–76. ",
  "pli-tv-kd20:1.5.22": "For these plants, see appendices. ",
  "pli-tv-kd20:1.5.23": "",
  "pli-tv-kd20:1.6.9": "“Whiteheads” renders <i lang='pi' translate='no'>setaṭṭ(h)ikā</i>, lit. “white bones”. Sp.4.403: <i lang='pi' translate='no'>Setaṭṭhikā nāma rogajātīti eko pāṇako nāḷimajjhagataṁ kaṇḍaṁ vijjhati, yena viddhattā nikkhantampi sālisīsaṁ khīraṁ gahetuṁ na sakkoti</i>, “The disease called <i lang='pi' translate='no'>setaṭṭhikā</i> means: an insect penetrates the stem, goes to the middle of the stalk, from the penetration of which the rice grains are not able to get sap.” This seems to be a description of so-called “whiteheads”, pale panicles without rice grains, caused by stem borers. ",
  "pli-tv-kd20:6.1.4": "I follow the Pali of the PTS version. Mahāsaṅgīti reads, “The monks thought”. ",
  "pli-tv-kd20:6.3.8": "<i lang='pi' translate='no'>Katakammā</i>. The commentary is silent, but elsewhere <i lang='pi' translate='no'>katadaṇḍakamma</i> (e.g. at <a href='/pli-tv-kd1/en/brahmali#44.1.1'>Kd 1:44.1.1</a>) and <i lang='pi' translate='no'>kammakata</i> (e.g. at <a href='/pli-tv-bu-vb-ss13/en/brahmali#2.45'>Bu Ss 13:2.45</a>) mean “who has had a legal procedure (of penalization) done against them”. ",
  "pli-tv-kd20:7.1.11": "<i lang='pi' translate='no'>Bhikkhunīnaṁ kammaṁ āropetvā</i>. Sp.4.410: <i lang='pi' translate='no'>Anujānāmi, bhikkhave, bhikkhūhi bhikkhunīnaṁ kammaṁ ropetvā niyyādetunti ettha tajjanīyādīsu “idaṁ nāma kammaṁ etissā kātabban”ti evaṁ ropetvā “taṁ dāni tumheva karothā”ti niyyādetabbaṁ</i>, “<i lang='pi' translate='no'>Anujānāmi, bhikkhave, bhikkhūhi bhikkhunīnaṁ kammaṁ ropetvā niyyādetuṁ</i> here means, ‘This legal procedure is to be done toward this one’, having fixed it thus, it is to be handed over (to the nuns), saying, ‘Now you should do it to her.’” ",
  "pli-tv-kd20:9.1.9": "It is not clear from the Pali whether it is the monks or the nuns who should penalize the monk. The discussion in the commentary at Sp.4.411, however, makes it clear that it is the nuns who impose the penalty. The commentary explains that the penalty is imposed by assembling at the nuns’ dwelling place, <i lang='pi' translate='no'>bhikkhunupassaye</i>, and those assembled then use the term <i lang='pi' translate='no'>ayya</i> when referring to the monk who acted inappropriately. Only nuns use this term when referring to monks. ",
  "pli-tv-kd20:9.3.19": "“Did not investigate” renders <i lang='pi' translate='no'>vinicchayaṁ na denti</i>. The commentaries are silent. I take it to mean that the monks did not investigate whether the nuns had changed their behavior. ",
  "pli-tv-kd20:9.4.31": "These are the eight qualities listed in <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 21, <a href='/pli-tv-bu-vb-pc21/en/brahmali#2.26'>Bu Pc 21:2.26</a>. ",
  "pli-tv-kd20:9.5.46": "That the telling is to “the reciter of the Monastic Code” is taken from Sp-ṭ.3.4.415: <i lang='pi' translate='no'>Na ārocentīti pātimokkhuddesakassa na ārocenti</i>. ",
  "pli-tv-kd20:10.1.1": "Sp.4.416: <i lang='pi' translate='no'>Phāsukā namentīti gihidārikāyo viya ghanapaṭṭakena kāyabandhanena phāsukā namanatthāya bandhanti</i>, “<i lang='pi' translate='no'>Phāsukā namenti</i> means: using the thick strips of the waistband, they made ribs for the purpose of shaping, like lay girls.” ",
  "pli-tv-kd20:10.2.2": "<i lang='pi' translate='no'>Hatthakoccha</i>. Sp.4.416: <i lang='pi' translate='no'>Hatthakocchanti piṭṭhihatthaṁ</i>, “<i lang='pi' translate='no'>Hatthakoccha</i> means the back of the hand.” According to PED <i lang='pi' translate='no'>piṭṭhi </i> and <i lang='pi' translate='no'>tala</i> refer to opposite sides of the hand and the foot, with <i lang='pi' translate='no'>tala</i> referring to the palm/sole. ",
  "pli-tv-kd20:10.4.3": "<i lang='pi' translate='no'>Vesiṁ vuṭṭhāpenti</i>. See Sp.3.327. ",
  "pli-tv-kd20:10.4.8": "<i lang='pi' translate='no'>Haritakapakkikaṁ pakiṇanti</i>. Sp.4.417: <i lang='pi' translate='no'>Haritakapakkikaṁ pakiṇantīti haritakañceva pakkañca pakiṇanti; pakiṇṇakāpaṇaṁ pasārentīti vuttaṁ hoti</i>, “<i lang='pi' translate='no'>Haritakapakkikaṁ pakiṇanti</i> means she traded in greens and what is cooked; it is said that she set up shop for trading.” ",
  "pli-tv-kd20:10.5.6": "For further explanations of some of these see comments at <a href='/pli-tv-kd8/en/brahmali#29.1.6'>Kd 8:29.1.6</a>, <a href='/pli-tv-kd8/en/brahmali#29.1.7'>Kd 8:29.1.7</a>, and <a href='/pli-tv-kd8/en/brahmali#29.1.13'>Kd 8:29.1.13</a>. ",
  "pli-tv-kd20:15.1.11": "Presumably including the Sangha of nuns. ",
  "pli-tv-kd20:15.1.17": "<i lang='pi' translate='no'>Anujānāmi, bhikkhave, bhikkhūnaṁ sannidhiṁ bhikkhunīhi paṭiggāhāpetvā paribhuñjitunti</i>. Sp.4.421: <i lang='pi' translate='no'>Bhikkhūnaṁ sannidhiṁ bhikkhunīhi paṭiggāhāpetvāti hiyyo paṭiggahetvā ṭhapitamaṁsaṁ ajja aññasmiṁ anupasampanne asati bhikkhūhi paṭiggāhāpetvā bhikkhunīhi paribhuñjitabbaṁ</i>, “<i lang='pi' translate='no'>Bhikkhūnaṁ sannidhiṁ bhikkhunīhi paṭiggāhāpetvā</i>: in regard to meat received yesterday by the monks, but set aside, when there is no unordained person available today, then the monks may have the nuns receive it, and it may then be used by the nuns.” ",
  "pli-tv-kd20:16.2.15": "“Loin cloth” renders <i lang='pi' translate='no'>saṁvelliya</i>. Sp.4.280: <i lang='pi' translate='no'>Saṁvelliyaṁ nivāsentīti mallakammakārādayo viya kacchaṁ bandhitvā nivāsenti</i>, “<i lang='pi' translate='no'>Saṁvelliyaṁ nivāsenti</i> (wearing a <i lang='pi' translate='no'>saṁvelliya</i> sarong) means wearing the sarong, having bound the lower end, like a wrestler, etc.” ",
  "pli-tv-kd20:17.1.2": "<i lang='pi' translate='no'>Paggharantī</i>. Sp.1.285: <i lang='pi' translate='no'>Paggharantīti savantī; sadā te muttaṁ savatīti vuttaṁ hoti</i>, “<i lang='pi' translate='no'>Paggharantī</i> means flowing. It is said, ‘Their urine is always flowing.’” | <i lang='pi' translate='no'>Sikharaṇī</i>. Sp.1.285: <i lang='pi' translate='no'>Sikharaṇīti bahinikkhantaāṇimaṁsā</i>, “<i lang='pi' translate='no'>Sikharaṇī</i> means a piece of flesh is protruding outside.” | <i lang='pi' translate='no'>Itthipaṇḍaka</i>. Although I have rendered <i lang='pi' translate='no'>paṇḍaka</i> as “eunuch”, it does not seem right to translate <i lang='pi' translate='no'>itthipaṇḍaka</i> as “female eunuch”, which is largely meaningless, especially so in an ancient Indian context. It seems the idea of a <i lang='pi' translate='no'>paṇḍaka</i> expanded over time and that the <i lang='pi' translate='no'>itthipaṇḍaka</i> may refer to this expanded category, see <a href='https://discourse.suttacentral.net/t/the-meaning-of-pa-aka-in-light-of-the-vedic-and-jain-scriptures/12894'>this article</a>. According to Sp.1.285: <i lang='pi' translate='no'>Itthipaṇḍakāti animittāva vuccati</i>, “It is just a woman without genitals who is called an <i lang='pi' translate='no'>itthipaṇḍakā</i>.” This seems strange since in the ordination procedure a woman is asked both whether she is an <i lang='pi' translate='no'>itthipaṇḍaka</i> and whether she is <i lang='pi' translate='no'>animitta</i>. If they mean the same thing, then we have a redundancy. Perhaps the two words are close in meaning, but not identical, and thus the apparent redundancy. Given the commentarial explanation, I have opted to translate <i lang='pi' translate='no'>itthipaṇḍaka</i> as “a woman without sexual characteristics”. | <i lang='pi' translate='no'>Vepurisikā</i>. Sp.1.285: <i lang='pi' translate='no'>Vepurisikāti samassudāṭhikā purisarūpā itthī</i>, “<i lang='pi' translate='no'>Vepurisikā</i> means a woman who has a beard and a mustache like a man.” | <i lang='pi' translate='no'>Sambhinnā</i>. Sp.1.285: <i lang='pi' translate='no'>Sambhinnāti sambhinnavaccamaggapassāvamaggā</i>, “<i lang='pi' translate='no'>Sambhinnā</i> means the anus and the vagina are joined.” That <i lang='pi' translate='no'>passāvamagga</i>, “the path of urine”, can refer to the vagina is clear from <i lang='pi' translate='no'>bhikkhu-pārājika</i> 1 at <a href='/pli-tv-bu-vb-pj1/en/brahmali#9.1.10'>Bu Pj 1:9.1.10</a> where it refers to an orifice for sexual intercourse. Also, it is anatomically more likely that the anus and vagina would be conjoined, rather than the anus and the urethra. ",
  "pli-tv-kd20:17.1.8": "[For an explanation of these, see essay on Illnesses.] ",
  "pli-tv-kd20:17.2.4": "“Who is free from the obstructions” renders <i lang='pi' translate='no'>visuddhā</i>, often translated as “pure”. In the present case, however, the contextual meaning is that she is pure of or free from the obstructions to ordination. ",
  "pli-tv-kd20:17.4.11": "The Pali reads: <i lang='pi' translate='no'>Ayaṁ itthannāmā itthannāmāya ayyāya upasampadāpekkhā</i>. Taking the genitive case here to be the agent genitive, which seems to be the most obvious reading, this would mean, “So-and-so who is seeking to be fully ordained <em>by</em> Venerable so-and-so.” But it is the Sangha that ordains, not individuals, and so this translation does not seem quite right. According to Vmv.3.126 this phrase should be understood by means of this example: <i lang='pi' translate='no'>Ayaṁ buddharakkhito āyasmato dhammarakkhitassa saddhivihārikabhūto upasampadāpekkho</i>, “This Buddharakkhita, who is seeking the full ordination, is the student of Venerable Dhammarakkhita.” I have followed this interpretation, and thus my translation “with Venerable so-and-so”. ",
  "pli-tv-kd20:17.5.9": "[For an explanation of these, see essay on Illnesses.] ",
  "pli-tv-kd20:17.6.3": "",
  "pli-tv-kd20:17.6.8": "See notes above. ",
  "pli-tv-kd20:17.8.39": "<i lang='pi' translate='no'>Saṅgīti ācikkhitabbā</i>, lit. “a joint recitation is to be declared”, which is rather cryptic. Sp.3.128: <i lang='pi' translate='no'>Saṅgītīti idameva sabbaṁ ekato katvā “tvaṁ kiṁ labhasi, kā te chāyā, kiṁ utuppamāṇaṁ, ko divasabhāgo”ti puṭṭho “idaṁ nāma labhāmi – vassaṁ vā hemantaṁ vā gimhaṁ vā, ayaṁ me chāyā, idaṁ utuppamāṇaṁ, ayaṁ divasabhāgoti vadeyyāsī”ti evaṁ ācikkhitabbaṁ</i>, “<i lang='pi' translate='no'>Saṅgīti</i>: here it means: having brought everyone together, it should pointed out: “When you are asked, ‘What did you have? What time did you have? What date did you have?’ you should reply, ‘I had this: it was the rainy season/the cold season/the hot season; I had this time; I had this date.’” The point seems to be that a newly ordained nun should remember the time and date of her ordination so that she may respond to questions about it in future. Vmv.3.128 clarifies: <i lang='pi' translate='no'>Chāyādikameva sabbaṁ saṅgahetvā gāyitabbato kathetabbato saṅgītīti āha “idamevā”tiādi. Tattha ekato katvā ācikkhitabbaṁ. Tvaṁ kiṁ labhasīti tvaṁ upasampādanakāle kataravassaṁ, katarautuñca labhasi, katarasmiṁ te upasampadā laddhāti attho</i>, “‘Here’ etc. means: having collected all—that is the time, etc.—<i lang='pi' translate='no'>saṅgīti</i> is said because it is to be chanted, because it is to be declared. In regard to this, having brought (everyone) together, it is to be pointed out. ‘What did you have’ means: at the time of the ordination, which year did you have, which season; your ordination was obtained in which one?” ",
  "pli-tv-kd20:19.1.4": "<i lang='pi' translate='no'>Yā na pavāreyya, yathādhammo kāretabbo</i>. Curiously, the <i lang='pi' translate='no'>yā</i> does not agree with <i lang='pi' translate='no'>kāretabbo</i>. This could indicate that the statement should be understood as impersonal: “If she doesn’t, it [the transgression] should be dealt with according to the rule.” However, elsewhere where the same sentence recurs, the pronoun always seems to agree with participle, and thus I conclude that the present case is an aberration, possibly a fault in the text. ",
  "pli-tv-kd20:20.1.1": "<i lang='pi' translate='no'>Na savacanīyaṁ kātabbaṁ</i>. The literal meaning of this is: “She should not do a speaking together (with a monk).” Sp.4.76: <i lang='pi' translate='no'>Na savacanīyaṁ kātabbanti palibodhatthāya vā pakkosanatthāya vā savacanīyaṁ na kātabbaṁ, palibodhatthāya hi karonto “ahaṁ āyasmantaṁ imasmiṁ vatthusmiṁ savacanīyaṁ karomi, imamhā āvāsā ekapadampi mā pakkāmi, yāva na taṁ adhikaraṇaṁ vūpasantaṁ hotī“ ”ti evaṁ karoti. Pakkosanatthāya karonto “ahaṁ te savacanīyaṁ karomi, ehi mayā saddhiṁ vinayadharānaṁ sammukhībhāvaṁ gacchāmā”ti evaṁ karoti; tadubhayampi na kātabbaṁ</i>, “<i lang='pi' translate='no'>Savacanīya</i> is not to be done: <i lang='pi' translate='no'>savacanīya</i> is not to be done for the purpose of (creating) an obstacle or for the purpose of summoning. Acting for the purpose of (creating) an obstacle is done like this: ‘I am doing <i lang='pi' translate='no'>savacanīya</i> against the Venerable in regard to this offense: do not leave this monastery with even one foot so long as this legal issue has not been settled.’ Acting for the purpose of summoning is done like this: ‘I am doing <i lang='pi' translate='no'>savacanīya</i> against you: come with me and let us go to the presence of a master of the Monastic Law.’” | <i lang='pi' translate='no'>Okāsaṃ kārenti</i> literally means “they have (the other) make an opportunity”. The idiomatic meaning is “they get permission” or usually “they get permission from someone to correct them”. For the sake of clarity, I use both of these renderings depending on the context. ",
  "pli-tv-kd20:21.1.7": "That is, <i lang='pi' translate='no'>bhikkhunī-pācittiya</i> 85. ",
  "pli-tv-kd20:23.1.2": "<i lang='pi' translate='no'>Dhuttā dūsenti</i>. The word <i lang='pi' translate='no'>dūseti</i> has a wide application, but in this sort of context seems to mean “rape”. Commenting on the related term <i lang='pi' translate='no'>(bhikkhunī-)dūsaka</i>, Sp.3.115 says: <i lang='pi' translate='no'>Bhikkhunidūsako bhikkhaveti ettha yo pakatattaṁ bhikkhuniṁ tiṇṇaṁ maggānaṁ aññatarasmiṁ dūseti, ayaṁ bhikkhunidūsako nāma</i>, “<i lang='pi' translate='no'>Bhikkhunidūsako bhikkhave</i>: in this context it means whoever violates an ordinary nun though one of three orifices (vagina, anus, or mouth) is called a <i lang='pi' translate='no'>bhikkhunidūsaka</i>.” [See essay on <i lang='pi' translate='no'>dūsaka</i>.] ",
  "pli-tv-kd20:24.1.6": "The point seems to be that he allows the outbuilding to be used as a dwelling place. ",
  "pli-tv-kd20:24.1.9": "Sp.4.431 explains: <i lang='pi' translate='no'>Navakammanti saṅghassatthāya bhikkhuniyā navakammampi kātuṁ anujānāmīti attho</i>, “‘Building work’: the meaning is ‘I allow the nuns to build for the benefit of the Sangha.’” ",
  "pli-tv-kd20:25.1.6": "<i lang='pi' translate='no'>Yāva so dārako viññutaṁ pāpuṇāti</i>, lit. “until the boy reaches discernment”. Sp.4.432: <i lang='pi' translate='no'>Yāva so dārako viññutaṁ pāpuṇātīti yāva khādituṁ bhuñjituṁ nahāyituñca maṇḍituñca attano dhammatāya sakkotīti attho</i>, “<i lang='pi' translate='no'>Yāva so dārako viññutaṁ pāpuṇāti</i> means until he is able to eat, bathe, and groom himself.” ",
  "pli-tv-kd20:26.1.5": "<i lang='pi' translate='no'>Yadeva sā vibbhantā tadeva sā abhikkhunī</i>. Sp.4.434: <i lang='pi' translate='no'>Yadeva sā vibbhantāti yasmā sā vibbhantā attano ruciyā khantiyā odātāni vatthāni nivatthā, tasmāyeva sā abhikkhunī, na sikkhāpaccakkhānenāti dasseti</i>, “<i lang='pi' translate='no'>Yadeva sā vibbhantā</i> means she is no longer a nun because, according to her own preference and choice, she dresses in white.” The commentary then adds that she cannot be reordained as a nun (<i lang='pi' translate='no'>sā puna upasampadaṁ na labhati</i>), but this has no basis in the Canonical texts. ",
  "pli-tv-kd20:27.2.8": "<i lang='pi' translate='no'>Aḍḍhapallaṅka</i>. That is, “cross-legged” with one leg. "
}