{
  "pli-tv-kd3:1.3.4": "<i lang='pi' translate='no'>Vassaṁ upagantuṁ</i>, literally, “to enter the rainy season”, but the idea of staying put in one place is implied. In these cases <i lang='pi' translate='no'>vassa</i>, “rainy season”, is used synonymously with <i lang='pi' translate='no'>vassāvāsa</i>, “rainy-season residence” or “rains residence”. ",
  "pli-tv-kd3:2.2.6": "Although the match is not precise, I have here translated Āsāḷha as July. ",
  "pli-tv-kd3:3.2.4": "The Pali has ellipses points at the end of this sentence. This seems to be a mistake. ",
  "pli-tv-kd3:4.3.4": "<i lang='pi' translate='no'>Rājūnaṁ anuvattituṁ</i>, lit. “(You should) behave according to the kings.” This is often understood to mean that monastics are obliged to follow the laws of the land in which they live. ",
  "pli-tv-kd3:5.2.6": "The Pali word translated here as “give” is <i lang='pi' translate='no'>patiṭṭhāpetu</i>, which normally means “establish”. In the present context I understand it as “establishing a gift”, in the sense that the gift is meant for the Sangha but given in the presence of the local monks. The expression <i lang='pi' translate='no'>dakkhiṇaṁ patiṭṭhāpeti</i>, “to establish a gift”, is quite common in the <i lang='pi' translate='no'>suttas</i>, see <a href='/sn3.19/en/brahmali#3.2'>SN 3.19:3.2</a>, <a href='/an4.61/en/brahmali#16.1'>AN 4.61:16.1</a>, <a href='/an5.41/en/brahmali#5.1'>AN 5.41:5.1</a>, <a href='/an5.227/en/brahmali#2.3'>AN 5.227:2.3</a>, and <a href='/an6.37/en/brahmali#1.2'>AN 6.37:1.2</a>. ",
  "pli-tv-kd3:5.6.1": "[See essay on <i lang='pi' translate='no'>pāsāda</i>.] | As elsewhere, I have rendered <i lang='pi' translate='no'>aḍḍhayoga</i>, <i lang='pi' translate='no'>pāsāda</i>, and <i lang='pi' translate='no'>hammiya</i> together a “stilt house”. According to the commentaries, the <i lang='pi' translate='no'>aḍḍhayoga</i>, the <i lang='pi' translate='no'>pāsāda</i>, and the <i lang='pi' translate='no'>hammiya</i>, are all different kinds of <i lang='pi' translate='no'>pāsāda</i>, “stilt houses”. Rather than try to name each of these buildings, which in any case would not be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. Sp.4.294: <i lang='pi' translate='no'>Aḍḍhayogoti supaṇṇavaṅkagehaṁ</i>, “An <i lang='pi' translate='no'>aḍḍhayoga</i> is a house bent like a <i lang='pi' translate='no'>supaṇṇa</i>.” Sp-ṭ.3.4.294 clarifies: <i lang='pi' translate='no'>Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṁ</i>, “<i lang='pi' translate='no'>Supaṇṇavaṅkageha</i>: a house made in the shape of the wings of a <i lang='pi' translate='no'>garula</i> (=<i lang='pi' translate='no'>garuda</i>).” Sp.4.294 continues: <i lang='pi' translate='no'>Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva</i>, “A <i lang='pi' translate='no'>pāsāda</i> is a long stilt house. A <i lang='pi' translate='no'>hammiya</i> is just a <i lang='pi' translate='no'>pāsāda</i> that has a house with a peak established on top of the flat roof.” At Sp-ṭ.3.3.74, however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. ",
  "pli-tv-kd3:5.6.4": "[See essay on <i lang='pi' translate='no'>guhā</i>.] ",
  "pli-tv-kd3:5.6.8": "[See essay on <i lang='pi' translate='no'>aggisālā</i> and <i lang='pi' translate='no'>sālā</i>.] ",
  "pli-tv-kd3:5.6.15": "[See essay on <i lang='pi' translate='no'>jantāghara</i>.] ",
  "pli-tv-kd3:5.9.8": "According to the commentaries the <i lang='pi' translate='no'>māḷa</i>, the <i lang='pi' translate='no'>pāsāda</i>, and the <i lang='pi' translate='no'>hammiya</i> are all different kinds of stilt houses. It is hard to make a meaningful distinction between these buildings from a modern perspective, and I have therefore grouped them together into the single category of “stilt house”. See Sp.1.482 for further details. ",
  "pli-tv-kd3:6.2.4": "Although the Pali expresses these alternatives as if they were a single thought, I take them to be individual reasons for taking the seven-day allowance. This is a common way throughout the Vinaya Piṭaka of expressing such alternatives. ",
  "pli-tv-kd3:6.11.4": "The meaning of the first of these phrases, <i lang='pi' translate='no'>sammā vattati</i>, is straightforward, but the last two, <i lang='pi' translate='no'>lomaṁ pāteti</i> and <i lang='pi' translate='no'>netthāraṁ vattati</i>, are more difficult. Commenting on <i lang='pi' translate='no'>bhikkhu-saṅghādisesa</i> 13, Sp.1.435 explains: <i lang='pi' translate='no'>Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti</i>, “<i lang='pi' translate='no'>Na lomaṁ pātenti</i>: because of their non-practicing in conformity with the path, their bodily hairs are not flat. <i lang='pi' translate='no'>Na netthāraṁ vattanti</i>: they are not practicing the path for their own getting out [of the offense].” My rendering attempts to capture the meaning in a non-literal way. ",
  "pli-tv-kd3:6.25.4": "<i lang='pi' translate='no'>Vassa</i> refers to the rainy season and by implication to a person’s age, that is, the number of rainy seasons. Perhaps the purpose of this question was to find out whether one is eligible for ordination. The commentaries are silent. ",
  "pli-tv-kd3:7.8.1": "Sp.3.275: <i lang='pi' translate='no'>Bhikkhugatikoti ekasmiṁ vihāre bhikkhūhi saddhiṁ vasanakapuriso</i>, “<i lang='pi' translate='no'>Bhikkhugatika</i> means a man living with the monks in a particular monastery.” ",
  "pli-tv-kd3:7.8.2": "",
  "pli-tv-kd3:12.9.1": "Sp.3.204: <i lang='pi' translate='no'>Cāṭiyāti etthāpi mahantena kapallena</i>, “Here <i lang='pi' translate='no'>cāṭi</i> is a large piece of earthenware.” ",
  "pli-tv-kd3:14.3.1": "The Pali has ellipses points at the end of this sentence. This seems to be a mistake. "
}