{
  "pli-tv-kd5:2.1.12": "<i lang='pi' translate='no'>Mahāraṅgaratta</i>. According to Monier-Williams’ Sanskrit English Dictionary, the <i lang='pi' translate='no'>mahāraṅga</i> (sv. <i lang='pi' translate='no'>mahārajana</i>) is the safflower, which is normally deep yellow or orange. | <i lang='pi' translate='no'>Mahānāmaratta</i>. Sp.3.246: <i lang='pi' translate='no'>Mahānāmarattā sambhinnavaṇṇā hoti paṇḍupalāsavaṇṇā</i>, “<i lang='pi' translate='no'>Mahānāmaratta</i> is a mixed color, the color of withered leaves.” ",
  "pli-tv-kd5:2.3.5": "<i lang='pi' translate='no'>Khallakabaddha</i>. Sp.3.246: <i lang='pi' translate='no'>Khallakabaddhāti paṇhipidhānatthaṁ tale khallakaṁ bandhitvā katā</i>, “<i lang='pi' translate='no'>Khallakabaddha</i>: they are made by fastening leather at the sole for the purpose of covering the heel.” Vmv.3.246 adds: <i lang='pi' translate='no'>Khallakanti sabbapaṇhipidhānacammaṁ</i>, “<i lang='pi' translate='no'>Khallaka</i>: a skin to cover the entire heel.” ",
  "pli-tv-kd5:2.3.6": "<i lang='pi' translate='no'>Puṭabaddha</i>. Sp.3.246: <i lang='pi' translate='no'>Puṭabaddhāti yonakaupāhanā vuccati, yā yāvajaṅghato sabbapādaṁ paṭicchādeti</i>, “Greek sandals are called <i lang='pi' translate='no'>puṭabaddha</i>: whatever covers the entire foot as far as the shin.” | <i lang='pi' translate='no'>Pāliguṇṭhima</i>. Sp.3.246: <i lang='pi' translate='no'>Pāliguṇṭhimāti paliguṇṭhitvā katā; yā upari pādamattameva paṭicchādeti, na jaṅghaṁ</i>, “<i lang='pi' translate='no'>Pāliguṇṭhima</i>: they are made by enclosing: whatever covers merely the top of the foot, but not the shin.” | <i lang='pi' translate='no'>Tūlapuṇṇika</i>. Sp.3.246: <i lang='pi' translate='no'>Tūlapuṇṇikāti tūlapicunā pūretvā katā</i>, “<i lang='pi' translate='no'>Tūlapuṇṇika</i>: they are made by filling with cotton down.” | <i lang='pi' translate='no'>Tittirapattika</i>. Sp.3.246: <i lang='pi' translate='no'>Tittirapattikāti tittirapattasadisā vicittabaddhā</i>, “<i lang='pi' translate='no'>Tittirapattika</i>: they are colored, like the feathers of a partridge.” | <i lang='pi' translate='no'>Meṇḍavisāṇavaddhika</i>. Sp.3.246: <i lang='pi' translate='no'>Meṇḍavisāṇavaddhikāti kaṇṇikaṭṭhāne meṇḍakasiṅgasaṇṭhāne vaddhe yojetvā katā</i>, “<i lang='pi' translate='no'>Meṇḍavisāṇavaddhika</i>: they are made by connecting a strap with the appearance of a ram-horn at one corner.” | <i lang='pi' translate='no'>Vicchikāḷika</i>. Sp.3.246: <i lang='pi' translate='no'>Vicchikāḷikāpi tattheva vicchikanaṅguṭṭhasaṇṭhāne vaddhe yojetvā katā</i>, “<i lang='pi' translate='no'>Vicchikāḷika</i>: they are made by connecting a strap with the appearance of scorpion claw.” | <i lang='pi' translate='no'>Morapiñchaparisibbita</i>. Sp.3.246: <i lang='pi' translate='no'>Morapiñchaparisibbitāti talesu vā vaddhesu vā morapiñchehi suttakasadisehi parisibbitā</i>, “<i lang='pi' translate='no'>Morapiñchaparisibbita</i>: they are sewn on the sole or on the strap with thread like the tail-feather of a peacock.” ",
  "pli-tv-kd5:2.4.6": "<i lang='pi' translate='no'>Luvakacammaparikkhaṭa</i>. Sp.3.246: <i lang='pi' translate='no'>Lūvakacammaparikkhaṭāti pakkhibiḷālacammaparikkhaṭā</i>, “<i lang='pi' translate='no'>Luvakacammaparikkhaṭa</i>: decorated with the skin of a winged cat.” Sp-yoj.2.246 adds: <i lang='pi' translate='no'>Pakkhibiḷāloti tuliyo</i>, “A winged cat is a flying fox.” ",
  "pli-tv-kd5:3.1.4": "I read <i lang='pi' translate='no'>orohitvā</i> with the PTS version, against <i lang='pi' translate='no'>ārohitvā</i> in Mahāsaṅgīti. The Mahāsaṅgīti text is saying that he is already wearing sandals, but then puts them on before going to meet the Buddha, which does not make good sense. ",
  "pli-tv-kd5:6.4.12": "The shoe, <i lang='pi' translate='no'>pādukā</i>, is introduced in this section, as distinct from the <i lang='pi' translate='no'>upāhanā</i>, “sandal”, of the previous sections. They are both footwear and the distinction between them is not obvious. The best indication as to the difference is found at Sp-yoj.1.638: <i lang='pi' translate='no'>Pādukanti upāhanaviseso. So hi pajjate imāyāti pādukāti vuccati, sā bahupaṭalā cammamayā vā hoti kaṭṭhamayā vā</i>, “A <i lang='pi' translate='no'>pāduka</i>: it is distinct from an <i lang='pi' translate='no'>upāhana</i>. It is called a <i lang='pi' translate='no'>pāduka</i>, because one should walk with it. It has much covering made of skin or wood.” Here the distinction between the two appears to hinge on the amount of covering, and thus translating the two terms as “shoe” and “sandal” seems justified. Moreover, the distinction made in The Buddhist Monastic Code I (p.444) and The Buddhist Monastic Code II (chapter III) that <i lang='pi' translate='no'>upāhāna</i> refers leather footwear whereas <i lang='pi' translate='no'>pāduka</i> refers to non-leather footwear is here contradicted: it is specifically stated that a <i lang='pi' translate='no'>pāduka</i> can be made of leather. ",
  "pli-tv-kd5:8.1.4": "“Grass” here covers two separate Pali terms, <i lang='pi' translate='no'>tiṇa</i>, and <i lang='pi' translate='no'>kamala</i>. | “Reed” here covers two separate Pali terms, <i lang='pi' translate='no'>muñja</i>, and <i lang='pi' translate='no'>pabbaja</i>. ",
  "pli-tv-kd5:8.3.4": "<i lang='pi' translate='no'>Hintāla</i> is identified as the fishtail palm in “South Asian Flora as reflected in the twelfth-century Pali lexicon Abhidhānapadīpikā”, by J. Liyanaratne, p.190. | “Beryl” renders <i lang='pi' translate='no'>veḷuriya</i>. The commentary at Sp.ṭ.2.281 says: <i lang='pi' translate='no'>Veḷuriyoti vaṁsavaṇṇamaṇi</i>, “The bamboo-colored gem is called <i lang='pi' translate='no'>veḷuriya</i>.” According to PED the <i lang='pi' translate='no'>veḷuriya</i> is lapis lazuli, which cannot be correct because the lapis lazuli is blue. ",
  "pli-tv-kd5:8.3.9": "<i lang='pi' translate='no'>Pāduka</i>, translated as “shoe” above, I have here translated as “foot-stand”. This seems to be required from the current context. Sp.4.290 says: <i lang='pi' translate='no'>Passāvapādukanti ettha pādukā iṭṭhakāhipi silāhipi dārūhipi kātuṁ vaṭṭati. Vaccapādukāyapi eseva nayo</i>, “A <i lang='pi' translate='no'>pāduka</i> for urinating: here it is allowable to make a <i lang='pi' translate='no'>pāduka</i> of bricks, stone, or wood. The same method also applies for <i lang='pi' translate='no'>pāduka</i> for defecating.” These fixtures seem more likely to be platforms or stands than shoes in any ordinary sense. ",
  "pli-tv-kd5:10.5.2": "[See essay on Furniture.] ",
  "pli-tv-kd5:13.6.6": "[Moragū: see essay on Plants.] ",
  "pli-tv-kd5:13.7.5": "This refers to <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya</i> 1, which prohibits a monk from keeping extra robe cloth for more than ten days. (The <i lang='pi' translate='no'>bhikkhunīs</i> have the same rule, being their <i lang='pi' translate='no'>nissaggiya pācittiya</i> 13.) The point made here is that these monks would count the days from the moment the cloth was given. If they arrived at the monastery more than ten days after the cloth had been given, they would not be able to receive it without falling into an offense. ",
  "pli-tv-kd5:13.9.5": "The fourth chapter of the Sutta Nipāta. ",
  "pli-tv-kd5:13.10.2": "<i lang='pi' translate='no'>Api ca sambādhā gharāvāsā bahukiccā bahukaraṇīyāti</i>, “Still, household life is crowded, with much business and many duties.” I have added a bit from the commentary to make the sentence clearer. Ud-a.46: <i lang='pi' translate='no'>Kāmesu ādīnave kenaci pakārena diṭṭhepi na tāvāhaṁ gharāvāsato nikkhamituṁ asakkhiṁ</i>, “Although I had seen the danger in sensual pleasures of whatever kind, I was not able to leave the household life for so long.” ",
  "pli-tv-kd5:13.13.11": "This relates to <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiyas</i> 1 and 3. "
}