{
  "pli-tv-kd10:2.1.14": "<a href='/Sp.3.456/en/brahmali'>SP.3.456</a>: <i lang='pi' translate='no'>Ekekaṃ āsanaṃ antaraṃ katvā nisīditabbaṃ</i>, “They should sit down, having made a gap between each seat.” ",
  "pli-tv-kd10:2.6.7": "<i lang='pi' translate='no'>Viññutaṁ pāpuṇi</i>, literally, “reached discernment”. Commenting on a similar context at <a href='/pli-tv-kd20/en/brahmali#25.1.6'>Kd 20:26.1.6</a>, <a href='/Sp.4.432/en/brahmali'>SP.4.432</a> explains: <i lang='pi' translate='no'>Yāva so dārako viññutaṁ pāpuṇātīti yāva khādituṁ bhuñjituṁ nahāyituñca maṇḍituñca attano dhammatāya sakkotīti attho</i>, “<i lang='pi' translate='no'>Yāva so dārako viññutaṁ pāpuṇāti</i> means until he is able to eat, bathe, and groom himself.” ",
  "pli-tv-kd10:3.1.6": "Literally, “They do not think there is something more.” <a href='/Sp.3.464/en/brahmali'>SP.3.464</a>: <i lang='pi' translate='no'>Nāññaṃ bhiyyo amaññarunti koci ekopi “ahaṃ bālo”ti ca na maññittha; bhiyyo ca saṅghasmiṃ bhijjamāne aññampi ekaṃ “mayhaṃ kāraṇā saṅgho bhijjatī”ti idaṃ kāraṇaṃ na maññitthāti attho</i>, “The meaning of <i lang='pi' translate='no'>nāññaṃ bhiyyo amaññarun</i> is: not even one thinks, ‘I am a fool.’ And more, when the Sangha is being split, not even one other thinks of this action that, ‘The Sangha is being split because of me.’” ",
  "pli-tv-kd10:3.1.25": "<a href='/Sp.3.464/en/brahmali'>SP.3.464</a>: <i lang='pi' translate='no'>Ye ca tattha vijānantīti ye tattha paṇḍitā “mayaṃ maccusamīpaṃ gacchāmā”ti vijānanti</i>, “<i lang='pi' translate='no'>Ye ca tattha vijānanti</i>: those there who are wise, they understand: ‘We are going close to death.’” ",
  "pli-tv-kd10:3.1.26": "<a href='/Sp.3.464/en/brahmali'>SP.3.464</a>: <i lang='pi' translate='no'>Tato sammanti medhagāti evañhi te jānantā yonisomanasikāraṃ uppādetvā medhagānaṃ kalahānaṃ vūpasamāya paṭipajjanti</i>, “<i lang='pi' translate='no'>Tato sammanti medhagā</i>: for they know this by giving rise to wise attention. They practice for the ending of quarrel and strife.” ",
  "pli-tv-kd10:4.5.5": "<i lang='pi' translate='no'>Harita</i> could in principle refer to all plants, but it is elsewhere defined as what is cultivated, see <a href='/pli-tv-bu-vb-pc19/en/brahmali#2.1.14'>Bu Pc 19:2.1.14</a> and <a href='/pli-tv-bi-vb-pc9/en/brahmali#2.1.14'>Bi Pc 9:2.1.14</a>. ",
  "pli-tv-kd10:4.5.7": "“Dining hall” renders <i lang='pi' translate='no'>bhattagga</i>, literally, “a eating house”. The name suggests that the <i lang='pi' translate='no'>bhattagga</i> was a separate building for eating. They were found both in private houses and in monasteries, as can be seen from the present passage. Since they were part of houses, “refectory” is not a satisfactory rendering. The fact that kitchens are not mentioned separately may mean that they were part of the <i lang='pi' translate='no'>bhattagga</i>, except in monasteries. This is supported by a passage at <a href='/pli-tv-bu-vb-pj3/en/brahmali#5.3.1'>Bu Pj 3:5.3.1</a> that mentions a cooking implement, a pestle, being stored in a <i lang='pi' translate='no'>bhattagga</i>. ",
  "pli-tv-kd10:5.4.2": "<a href='/Sp.4.351/en/brahmali'>SP.4.351</a>: <i lang='pi' translate='no'>Adhammaṃ dhammoti dīpentītiādīsu aṭṭhārasasu bhedakaravatthūsu suttantapariyāyena tāva dasa kusalakammapathā dhammo, dasa akusalakammapathā adhammo. Tathā cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggoti sattatiṃsa bodhipakkhiyadhammā dhammo nāma; tayo satipaṭṭhānā, tayo sammappadhānā, tayo iddhipādā, cha indriyāni, cha balāni, aṭṭha bojjhaṅgā, navaṅgiko maggoti ca cattāro upādānā, pañca nīvaraṇā, satta anusayā, aṭṭha micchattāti ca ayaṃ adhammo</i>, “In regard to the meaning of ‘they proclaim what’s contrary to the Teaching as being in accordance with it,’ etc., according to the exposition in the discourses of the eighteen grounds for schism, the ten wholesome ways of action are in accordance with the Teaching, while the ten unwholesome ways of action are contrary to the Teaching. In the same way, the thirty-seven aids to awakening—the four focuses of mindfulness, the four right efforts, the four bases for spiritual power, the five faculties, the five powers, the seven factors of awakening, the noble eightfold path—are in accordance with the Teaching; while the three focuses of mindfulness, the three right efforts, the three bases for spiritual power, the six faculties, the six powers, the eight factors of awakening, the noble ninefold path, as well as the four graspings, the five hindrances, the seven underlying tendencies, and the eight kinds of wrongness are all contrary to the Teaching.” ",
  "pli-tv-kd10:5.10.9": "The point seems to be that if the incoming monks, at least one of whom now belong to a different Buddhist sect, are to stay in the same place as the other monks, then they must be given dwellings according to seniority. If, however, they are staying in a separate location, then seniority only counts within that location. <a href='/Vmv.3.473/en/brahmali'>VMV.3.473</a>: <i lang='pi' translate='no'>Vivittaṃ katvāpi dātabbanti vuttattā pana yathāvuḍḍhaṃ varasenāsanaṃ adatvā vuḍḍhānampi asaññatānaṃ saññatehi vivittaṃ katvā dātabbanti daṭṭhabbaṃ</i>, “Because of what has been said, ‘Create separate resting places and then give them out’ is to be understood like this: not having given the best dwellings according to seniority, (the dwellings) are to be given out after separating the unrestrained senior monastics from the restrained ones.” ",
  "pli-tv-kd10:5.13.2": "A literal translation of the Pali might read as follows: “In regard to which reason there was quarrel, argument, conflict, dispute, schism, fracture, division, and separation in the Sangha, this monk has committed, and has been ejected, and he has seen, and he has been reinstated.” I understand this to mean that the basis for the conflict has been dealt with. ",
  "pli-tv-kd10:6.3.21": "<a href='/Sp.3.477/en/brahmali'>SP.3.477</a>: <i lang='pi' translate='no'>Viraddhikovidoti viraddhaṭṭhānakusalo</i>, “<i lang='pi' translate='no'>Viraddhikovido</i>: skilled in the cases of failure.” That is, the failure of his opponents. ",
  "pli-tv-kd10:6.3.28": "<a href='/Sp.3.477/en/brahmali'>SP.3.477</a>: <i lang='pi' translate='no'>Karaṃ vacoti vacanaṃ karonto</i>, “<i lang='pi' translate='no'>Karaṃ vaco</i>: when doing speech.” "
}