{
  "pli-tv-kd11:2.1.5": "_Adesanāgāminiya_. Sp.4.4: _Adesanāgāminiyāti pārājikāpattiyā vā saṅghādisesāpattiyā vā_, “‘Not clearable by confession’ means an offense entailing expulsion or an offense entailing suspension.” ",
  "pli-tv-kd11:5.1.13": "_Na bhikkhūhi sampayojetabbaṁ_. Sp.4.76 says: _Na bhikkhūhi sampayojetabbanti aññamaññaṁ yojetvā kalaho na kāretabbo_, “_Na bhikkhūhi sampayojetabbaṁ_ means they should not quarrel when they associate with each other.” ",
  "pli-tv-kd11:5.1.15": "_Na savacanīyaṁ kātabbaṁ_. The literal meaning of this is: “He should not do a speaking together (with a regular monk).” Sp.4.76: _Na savacanīyaṁ kātabbanti palibodhatthāya vā pakkosanatthāya vā savacanīyaṁ na kātabbaṁ, palibodhatthāya hi karonto “ahaṁ āyasmantaṁ imasmiṁ vatthusmiṁ savacanīyaṁ karomi, imamhā āvāsā ekapadampi mā pakkāmi, yāva na taṁ adhikaraṇaṁ vūpasantaṁ hotī”ti evaṁ karoti. Pakkosanatthāya karonto “ahaṁ te savacanīyaṁ karomi, ehi mayā saddhiṁ vinayadharānaṁ sammukhībhāvaṁ gacchāmā”ti evaṁ karoti; tadubhayampi na kātabbaṁ_, “_Savacanīya_ is not to be done: _savacanīya_ is not to be done for the purpose of (creating) an obstacle or for the purpose of summoning. Acting for the purpose of (creating) an obstacle is done like this: ‘I am doing _savacanīya_ against the Venerable in regard to this offense: do not depart from this monastery with even one foot so long as this legal issue has not been settled.’ Acting for the purpose of summoning is done like this: ‘I am doing _savacanīya_ against you: come with me and let us go to the presence of a master of the Monastic Law.’” ",
  "pli-tv-kd11:5.1.16": "_Na anuvādo paṭṭhapetabbo_. Vmv.4.428: _Anuvādaṁ paṭṭhapentīti issariyaṁ pavattentīti atthaṁ vadanti_, “_Anuvādaṁ paṭṭhapenti_ means they set authority in motion, which means they speak of the matter.” ",
  "pli-tv-kd11:6.1.2": "The meaning of the first of these phrases, _sammā vattati_, is straightforward, but the last two, _lomaṁ pāteti_ and _netthāraṁ vattati_, are more difficult. Commenting on _bhikkhu-saṅghādisesa_ 13, Sp.1.435 explains the negative version of these phrases thus: _Na lomaṁ pātentīti anulomapaṭipadaṁ appaṭipajjanatāya na pannalomā honti. Na netthāraṁ vattantīti attano nittharaṇamaggaṁ na paṭipajjanti_, “_Na lomaṁ pātenti_: because of their non-practicing in conformity with the path, their bodily hairs are not flat. _Na netthāraṁ vattanti_: they are not practicing the path for their own getting out [of the offense].” My rendering attempts to capture the meaning in a non-literal way. ",
  "pli-tv-kd11:6.2.9": "_Okāsaṃ kāreti_ literally means “he has (the other) make an opportunity”. The idiomatic meaning is “he gets permission” or usually “he gets permission from someone to correct them”. For the sake of clarity, I use both of these rendering depending on the context. ",
  "pli-tv-kd11:9.1.3": "_Apissu bhikkhū pakatā parivāsaṁ dentā …_. Sp.3.11: _apissu bhikkhū pakatāti apissu bhikkhū niccaṁ byāvaṭā honti_, “_Apissu bhikkhū pakatā_: moreover, the monks were regularly busy.” ",
  "pli-tv-kd11:16.1.28": "The Mahāsaṅgīti text reads, _tena hi, bhikkhave, saṅgho pabbājanīyakammaṁ paṭippassambhetu_, “Well then, monks, lift that procedure of banishment”, which must be an error. I here follow the text as found in the PTS edition, _tena hi, bhikkhave, saṅgho pabbājanīyakammaṁ na paṭippassambhetu_. ",
  "pli-tv-kd11:18.3.7": "According to the commentary this is an insult. Citta had a relative who was a baker, a low class occupation. By asking for sesame cookies, Sudhamma was apparently trying to remind Citta of his low class relative, thereby insulting him. ",
  "pli-tv-kd11:34.1.16": "All versions of the Pali available to me have this reading, which presumably is wrong. The expected reading is that the _saṅghakamma_ should *not* be lifted. Ariṭṭha has returned to lay life. To lift the _saṅghakamma_ done against him would only be possible if he were still a monk. Moreover, even if he were a monk, he would have to give up his view before the _saṅghakamma_ could be lifted. "
}