Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn008.po
Languages: mn

# mn8:16.5
source: Evameva kho, cunda, vihiṃsakassa purisapuggalassa avihiṃsā hoti parinibbānāya, pāṇātipātissa purisapuggalassa pāṇātipātā veramaṇī hoti parinibbānāya.
mn: In the same way, a cruel individual extinguishes it by not being cruel. An individual who kills extinguishes it by not killing. …

# mn8:16.47
source: Sandiṭṭhiparāmāsiādhānaggāhiduppaṭinissaggissa purisapuggalassa asandiṭṭhiparāmāsianādhānaggāhisuppaṭinissaggitā hoti parinibbānāya. (21–44.)
mn: An individual who is attached to their own views, holding them tight, and refusing to let go, extinguishes it by not being attached to their own views, not holding them tight, but letting them go easily.

# mn8:17.1
source: Iti kho, cunda, desito mayā sallekhapariyāyo, desito cittuppādapariyāyo, desito parikkamanapariyāyo, desito uparibhāgapariyāyo, desito parinibbānapariyāyo.
mn: So, Cunda, I’ve taught the expositions by way of self-effacement, giving rise to thought, the way around, going up, and extinguishing.

# mn8:17.2
source: Yaṃ kho, cunda, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya, kataṃ vo taṃ mayā.
mn: Out of compassion, I’ve done what a teacher should do who wants what’s best for their disciples.

# mn8:17.3
source: Etāni, cunda, rukkhamūlāni, etāni suññāgārāni, jhāyatha, cunda, mā pamādattha, mā pacchāvippaṭisārino ahuvattha—ayaṃ kho amhākaṃ anusāsanī”ti.
mn: Here are these roots of trees, and here are these empty huts. Practice absorption, Cunda! Don’t be negligent! Don’t regret it later! This is my instruction.”

# mn8:17.4
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn8:17.5
source: Attamano āyasmā mahācundo bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Mahācunda was happy with what the Buddha said.

# mn8:17.6
source: Catuttālīsapadā vuttā,
mn: Forty-four items have been stated,

# mn8:17.7
source: sandhayo pañca desitā;
mn: organized into five sections.

# mn8:17.8
source: Sallekho nāma suttanto,
mn: “Effacement” is the name of this discourse,

# mn8:17.9
source: gambhīro sāgarūpamoti.
mn: which is deep as the ocean.
