Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn006.po
Languages: mn

# mn6:0.1
source: Majjhima Nikāya 6
mn: Middle Discourses 6

# mn6:0.2
source: Ākaṅkheyyasutta
mn: One Might Wish

# mn6:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn6:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn6:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn6:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn6:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn6:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn6:2.1
source: “Sampannasīlā, bhikkhave, viharatha sampannapātimokkhā; pātimokkhasaṃvarasaṃvutā viharatha ācāragocarasampannā aṇumattesu vajjesu bhayadassāvino; samādāya sikkhatha sikkhāpadesu.
mn: “Mendicants, live by the ethical precepts and the monastic code. Live restrained in the monastic code, conducting yourselves well and seeking alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken.

# mn6:3.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘sabrahmacārīnaṃ piyo ca assaṃ manāpo ca garu ca bhāvanīyo cā’ti, sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. (1)
mn: A mendicant might wish: ‘May I be liked and approved by my spiritual companions, respected and admired.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts.

# mn6:4.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘lābhī assaṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan’ti, sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. (2)
mn: A mendicant might wish: ‘May I receive robes, alms-food, lodgings, and medicines and supplies for the sick.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts.

# mn6:5.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘yesāhaṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ paribhuñjāmi tesaṃ te kārā mahapphalā assu mahānisaṃsā’ti, sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. (3)
mn: A mendicant might wish: ‘May the services of those whose robes, alms-food, lodgings, and medicines and supplies for the sick I enjoy be very fruitful and beneficial for them.’ So let them fulfill their precepts …

# mn6:6.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘ye maṃ ñātī sālohitā petā kālaṅkatā pasannacittā anussaranti tesaṃ taṃ mahapphalaṃ assa mahānisaṃsan’ti, sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. (4)
mn: A mendicant might wish: ‘When deceased family and relatives who have passed away recollect me with a confident mind, may this be very fruitful and beneficial for them.’ So let them fulfill their precepts …

# mn6:7.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘aratiratisaho assaṃ, na ca maṃ arati saheyya, uppannaṃ aratiṃ abhibhuyya abhibhuyya vihareyyan’ti, sīlesvevassa paripūrakārī … pe … brūhetā suññāgārānaṃ. (5)
mn: A mendicant might wish: ‘May I prevail over desire and discontent, and may desire and discontent not prevail over me. May I live having mastered desire and discontent whenever they arose.’ So let them fulfill their precepts …

# mn6:8.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘bhayabheravasaho assaṃ, na ca maṃ bhayabheravaṃ saheyya, uppannaṃ bhayabheravaṃ abhibhuyya abhibhuyya vihareyyan’ti, sīlesvevassa paripūrakārī … pe … brūhetā suññāgārānaṃ. (6)
mn: A mendicant might wish: ‘May I prevail over fear and terror, and may fear and dread not prevail over me. May I live having mastered fear and dread whenever they arose.’ So let them fulfill their precepts …

# mn6:9.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī assaṃ akicchalābhī akasiralābhī’ti, sīlesvevassa paripūrakārī … pe … brūhetā suññāgārānaṃ. (7)
mn: A mendicant might wish: ‘May I get the four absorptions—blissful meditations in the present life that belong to the higher mind—when I want, without trouble or difficulty.’ So let them fulfill their precepts …

# mn6:10.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘ye te santā vimokkhā atikkamma rūpe āruppā, te kāyena phusitvā vihareyyan’ti, sīlesvevassa paripūrakārī … pe … brūhetā suññāgārānaṃ. (8)
mn: A mendicant might wish: ‘May I have direct meditative experience of the peaceful liberations that are formless, transcending form.’ So let them fulfill their precepts …

# mn6:11.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno assaṃ avinipātadhammo niyato sambodhiparāyaṇo’ti, sīlesvevassa paripūrakārī … pe … brūhetā suññāgārānaṃ. (9)
mn: A mendicant might wish: ‘May I, with the ending of three fetters, become a stream-enterer, not liable to be reborn in the underworld, bound for awakening.’ So let them fulfill their precepts …

# mn6:12.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī assaṃ sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ kareyyan’ti, sīlesvevassa paripūrakārī … pe … brūhetā suññāgārānaṃ. (10)
mn: A mendicant might wish: ‘May I, with the ending of three fetters, and the weakening of greed, hate, and delusion, become a once-returner, coming back to this world once only, then making an end of suffering.’ So let them fulfill their precepts …

# mn6:13.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko assaṃ tattha parinibbāyī anāvattidhammo tasmā lokā’ti, sīlesvevassa paripūrakārī … pe … brūhetā suññāgārānaṃ. (11)
mn: A mendicant might wish: ‘May I, with the ending of the five lower fetters, be reborn spontaneously and become extinguished there, not liable to return from that world.’ So let them fulfill their precepts …

# mn6:14.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘anekavihitaṃ iddhividhaṃ paccanubhaveyyaṃ—ekopi hutvā bahudhā assaṃ, bahudhāpi hutvā eko assaṃ; āvibhāvaṃ tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gaccheyyaṃ, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ kareyyaṃ, seyyathāpi udake; udakepi abhijjamāne gaccheyyaṃ, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kameyyaṃ, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parāmaseyyaṃ parimajjeyyaṃ; yāva brahmalokāpi kāyena vasaṃ vatteyyan’ti, sīlesvevassa paripūrakārī … pe … brūhetā suññāgārānaṃ. (12)
mn: A mendicant might wish: ‘May I wield the many kinds of psychic power: multiplying myself and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with my hand the sun and moon, so mighty and powerful; controlling the body as far as the Brahmā realm.’ So let them fulfill their precepts …

# mn6:15.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇeyyaṃ—dibbe ca mānuse ca ye dūre santike cā’ti, sīlesvevassa paripūrakārī … pe … brūhetā suññāgārānaṃ. (13)
mn: A mendicant might wish: ‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds, human and divine, whether near or far.’ So let them fulfill their precepts …

# mn6:16.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajāneyyaṃ—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajāneyyaṃ, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajāneyyaṃ; sadosaṃ vā cittaṃ sadosaṃ cittanti pajāneyyaṃ, vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajāneyyaṃ; samohaṃ vā cittaṃ samohaṃ cittanti pajāneyyaṃ, vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajāneyyaṃ; saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajāneyyaṃ, vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajāneyyaṃ; mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajāneyyaṃ, amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajāneyyaṃ; sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajāneyyaṃ, anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajāneyyaṃ; samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajāneyyaṃ, asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajāneyyaṃ; vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajāneyyaṃ, avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajāneyyan’ti,
mn: A mendicant might wish: ‘May I understand the minds of other beings and individuals, having comprehended them with my mind. May I understand mind with greed as “mind with greed”, and mind without greed as “mind without greed”; mind with hate as “mind with hate”, and mind without hate as “mind without hate”; mind with delusion as “mind with delusion”, and mind without delusion as “mind without delusion”; constricted mind as “constricted mind”, and scattered mind as “scattered mind”; expansive mind as “expansive mind”, and unexpansive mind as “unexpansive mind”; mind that is not supreme as “mind that is not supreme”, and mind that is supreme as “mind that is supreme”; mind immersed in samādhi as “mind immersed in samādhi”, and mind not immersed in samādhi as “mind not immersed in samādhi”; freed mind as “freed mind”, and unfreed mind as “unfreed mind”.’

# mn6:16.2
source: sīlesvevassa paripūrakārī … pe … brūhetā suññāgārānaṃ. (14)
mn: So let them fulfill their precepts …

# mn6:17.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘anekavihitaṃ pubbenivāsaṃ anussareyyaṃ, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jāti satasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe—amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapannoti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyyan’ti,
mn: A mendicant might wish: ‘May I recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. May I remember: “There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.” May I thus recollect my many kinds of past lives, with features and details.’

# mn6:17.2
source: sīlesvevassa paripūrakārī … pe … brūhetā suññāgārānaṃ. (15)
mn: So let them fulfill their precepts …

# mn6:18.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyaṃ—ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannāti, iti dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyan’ti,
mn: A mendicant might wish: ‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place—and understand how sentient beings are reborn according to their deeds: “These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.” And so, with clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. And may I understand how sentient beings are reborn according to their deeds.’

# mn6:18.2
source: sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. (16)
mn: So let them fulfill their precepts …

# mn6:19.1
source: Ākaṅkheyya ce, bhikkhave, bhikkhu: ‘āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti,
mn: A mendicant might wish: ‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’

# mn6:19.2
source: sīlesvevassa paripūrakārī ajjhattaṃ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgārānaṃ. (17)
mn: So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts.

# mn6:20.1
source: ‘Sampannasīlā, bhikkhave, viharatha sampannapātimokkhā; pātimokkhasaṃvarasaṃvutā viharatha ācāragocarasampannā aṇumattesu vajjesu bhayadassāvino; samādāya sikkhatha sikkhāpadesū’ti—
mn: ‘Mendicants, live by the ethical precepts and the monastic code. Live restrained in the monastic code, conducting yourselves well and seeking alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken.’

# mn6:20.2
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttan”ti.
mn: That’s what I said, and this is why I said it.”

# mn6:20.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn6:20.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
