Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn004.po
Languages: mn

# mn4:0.1
source: Majjhima Nikāya 4
mn: Middle Discourses 4

# mn4:0.2
source: Bhayabheravasutta
mn: Fear and Dread

# mn4:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn4:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn4:2.1
source: Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then the brahmin Jāṇussoṇi went up to the Buddha, and exchanged greetings with him.

# mn4:2.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# mn4:2.3
source: “yeme, bho gotama, kulaputtā bhavantaṃ gotamaṃ uddissa saddhā agārasmā anagāriyaṃ pabbajitā, bhavaṃ tesaṃ gotamo pubbaṅgamo, bhavaṃ tesaṃ gotamo bahukāro, bhavaṃ tesaṃ gotamo samādapetā;
mn: “Master Gotama, those gentlemen who have gone forth from the lay life to homelessness out of faith in Master Gotama have Master Gotama to lead the way, help them out, and give them encouragement.

# mn4:2.4
source: bhoto ca pana gotamassa sā janatā diṭṭhānugatiṃ āpajjatī”ti.
mn: And those people follow Master Gotama’s example.”

# mn4:2.5
source: “Evametaṃ, brāhmaṇa, evametaṃ, brāhmaṇa.
mn: “That’s so true, brahmin! Everything you say is true, brahmin!”

# mn4:2.8
source: “Durabhisambhavāni hi kho, bho gotama, araññavanapatthāni pantāni senāsanāni, dukkaraṃ pavivekaṃ, durabhiramaṃ
mn: “But Master Gotama, remote lodgings in the wilderness and the forest are challenging. It’s hard to maintain seclusion and hard to find joy in it.

# mn4:2.9
source: ekatte, haranti maññe mano vanāni samādhiṃ alabhamānassa bhikkhuno”ti.
mn: Staying alone, the forests seem to rob the mind of a mendicant who isn’t immersed in samādhi.”

# mn4:2.10
source: “Evametaṃ, brāhmaṇa, evametaṃ, brāhmaṇa.
mn: “That’s so true, brahmin! Everything you say is true, brahmin!

# mn4:3.1
source: Mayhampi kho, brāhmaṇa, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:
mn: Before my awakening—when I was still unawakened but intent on awakening—I too thought,

# mn4:3.2
source: ‘durabhisambhavāni hi kho araññavanapatthāni pantāni senāsanāni, dukkaraṃ pavivekaṃ, durabhiramaṃ
mn: ‘Remote lodgings in the wilderness and the forest are challenging. It’s hard to maintain seclusion, and hard to find joy in it.

# mn4:3.3
source: ekatte, haranti maññe mano vanāni samādhiṃ alabhamānassa bhikkhuno’ti.
mn: Staying alone, the forests seem to rob the mind of a mendicant who isn’t immersed in samādhi.’

# mn4:4.1
source: Tassa mayhaṃ, brāhmaṇa, etadahosi:
mn: Then I thought,

# mn4:4.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā aparisuddhakāyakammantā araññavanapatthāni pantāni senāsanāni paṭisevanti, aparisuddhakāyakammantasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins with unpurified conduct of body, speech, and mind who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of these defects in their conduct.

# mn4:4.3
source: Na kho panāhaṃ aparisuddhakāyakammanto araññavanapatthāni pantāni senāsanāni paṭisevāmi;
mn: But I don’t frequent remote lodgings in the wilderness and the forest with unpurified conduct of body, speech, and mind.

# mn4:4.4
source: parisuddhakāyakammantohamasmi.
mn: My conduct is purified.

# mn4:4.5
source: Ye hi vo ariyā parisuddhakāyakammantā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.
mn: I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with purified conduct of body, speech, and mind.’

# mn4:4.6
source: Etamahaṃ, brāhmaṇa, parisuddhakāyakammataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. (1)
mn: Seeing this purity of conduct in myself I felt even more unruffled about staying in the forest.

# mn4:5-7.1
source: Tassa mayhaṃ, brāhmaṇa, etadahosi:
mn: Then I thought,

# mn4:5-7.4
source: aparisuddhājīvā araññavanapatthāni pantāni senāsanāni paṭisevanti, aparisuddhājīvasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins with unpurified livelihood who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of these defects in their livelihood.

# mn4:5-7.5
source: Na kho panāhaṃ aparisuddhājīvo araññavanapatthāni pantāni senāsanāni paṭisevāmi;
mn: But I don’t frequent remote lodgings in the wilderness and the forest with unpurified livelihood.

# mn4:5-7.6
source: parisuddhājīvohamasmi.
mn: My livelihood is purified.

# mn4:5-7.7
source: Ye hi vo ariyā parisuddhājīvā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.
mn: I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with purified livelihood.’

# mn4:5-7.8
source: Etamahaṃ, brāhmaṇa, parisuddhājīvataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. (2–4.)
mn: Seeing this purity of livelihood in myself I felt even more unruffled about staying in the forest.

# mn4:8.1
source: Tassa mayhaṃ, brāhmaṇa, etadahosi:
mn: Then I thought,

# mn4:8.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā abhijjhālū kāmesu tibbasārāgā araññavanapatthāni pantāni senāsanāni paṭisevanti, abhijjhālukāmesutibbasārāgasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins full of desire for sensual pleasures, with acute lust …

# mn4:8.4
source: anabhijjhālūhamasmi.
mn: I am not full of desire …’

# mn4:9.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā byāpannacittā paduṭṭhamanasaṅkappā araññavanapatthāni pantāni senāsanāni paṭisevanti, byāpannacittapaduṭṭhamanasaṅkappasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins full of ill will, with hateful intentions …

# mn4:9.4
source: mettacittohamasmi.
mn: I have a heart full of love …’

# mn4:10.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā thinamiddhapariyuṭṭhitā araññavanapatthāni pantāni senāsanāni paṭisevanti, thinamiddhapariyuṭṭhānasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins overcome with dullness and drowsiness …

# mn4:10.4
source: vigatathinamiddhohamasmi.
mn: I am free of dullness and drowsiness …’

# mn4:11.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā uddhatā avūpasantacittā araññavanapatthāni pantāni senāsanāni paṭisevanti, uddhataavūpasantacittasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins who are restless, with no peace of mind …

# mn4:11.4
source: vūpasantacittohamasmi.
mn: My mind is peaceful …’

# mn4:12.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā kaṅkhī vicikicchī araññavanapatthāni pantāni senāsanāni paṭisevanti, kaṅkhivicikicchisandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins who are doubting and uncertain …

# mn4:12.4
source: tiṇṇavicikicchohamasmi.
mn: I’ve gone beyond doubt …’

# mn4:13.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā attukkaṃsakā paravambhī araññavanapatthāni pantāni senāsanāni paṭisevanti, attukkaṃsanaparavambhanasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins who glorify themselves and put others down …

# mn4:13.4
source: anattukkaṃsako aparavambhīhamasmi.
mn: I don’t glorify myself and put others down …’

# mn4:14.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā chambhī bhīrukajātikā araññavanapatthāni pantāni senāsanāni paṭisevanti, chambhibhīrukajātikasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins who are cowardly and craven …

# mn4:14.4
source: vigatalomahaṃsohamasmi.
mn: I don’t get startled …’

# mn4:15.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā lābhasakkārasilokaṃ nikāmayamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, lābhasakkārasilokanikāmanasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins who enjoy possessions, honor, and popularity …

# mn4:15.4
source: appicchohamasmi.
mn: I have few wishes …’

# mn4:16.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā kusītā hīnavīriyā araññavanapatthāni pantāni senāsanāni paṭisevanti, kusītahīnavīriyasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins who are lazy and lack energy …

# mn4:16.4
source: āraddhavīriyohamasmi.
mn: I am energetic …’

# mn4:17.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā muṭṭhassatī asampajānā araññavanapatthāni pantāni senāsanāni paṭisevanti, muṭṭhassatiasampajānasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins who are unmindful and lack situational awareness …

# mn4:17.4
source: upaṭṭhitassatihamasmi.
mn: I am mindful …’

# mn4:18.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā asamāhitā vibbhantacittā araññavanapatthāni pantāni senāsanāni paṭisevanti, asamāhitavibbhantacittasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins who lack immersion, with straying minds …

# mn4:18.4
source: samādhisampannohamasmi.
mn: I am accomplished in immersion …’

# mn4:19.2
source: ‘ye kho keci samaṇā vā brāhmaṇā vā duppaññā eḷamūgā araññavanapatthāni pantāni senāsanāni paṭisevanti, duppaññaeḷamūgasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.
mn: ‘There are ascetics and brahmins who are witless and stupid who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of the defects of witlessness and stupidity.

# mn4:19.3
source: Na kho panāhaṃ duppañño eḷamūgo araññavanapatthāni pantāni senāsanāni paṭisevāmi;
mn: But I don’t frequent remote lodgings in the wilderness and the forest witless and stupid.

# mn4:19.4
source: paññāsampannohamasmi.
mn: I am accomplished in wisdom.

# mn4:19.5
source: Ye hi vo ariyā paññāsampannā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.
mn: I am one of those noble ones who frequent remote lodgings in the wilderness and the forest accomplished in wisdom.’

# mn4:19.6
source: Etamahaṃ, brāhmaṇa, paññāsampadaṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. (16)
mn: Seeing this accomplishment of wisdom in myself I felt even more unruffled about staying in the forest.

# mn4:20.1
source: Tassa mayhaṃ, brāhmaṇa, etadahosi:
mn: Then I thought,

# mn4:20.2
source: ‘yannūnāhaṃ yā tā rattiyo abhiññātā abhilakkhitā—
mn: ‘There are certain nights that are recognized as specially portentous:

# mn4:20.3
source: cātuddasī pañcadasī aṭṭhamī ca pakkhassa—
mn: the fourteenth, fifteenth, and eighth of the fortnight.

# mn4:20.4
source: tathārūpāsu rattīsu yāni tāni ārāmacetiyāni vanacetiyāni rukkhacetiyāni bhiṃsanakāni salomahaṃsāni tathārūpesu senāsanesu vihareyyaṃ appeva nāmāhaṃ bhayabheravaṃ passeyyan’ti.
mn: On such nights, why don’t I stay in awe-inspiring and hair-raising shrines in parks, forests, and trees? In such lodgings, hopefully I might see that fear and dread.’

# mn4:20.5
source: So kho ahaṃ, brāhmaṇa, aparena samayena yā tā rattiyo abhiññātā abhilakkhitā—
mn: Some time later, that’s what I did.

# mn4:20.8
source: Tattha ca me, brāhmaṇa, viharato mago vā āgacchati, moro vā kaṭṭhaṃ pāteti, vāto vā paṇṇakasaṭaṃ ereti;
mn: As I was staying there a deer came by, or a peacock snapped a twig, or the wind rustled the leaves.

# mn4:20.9
source: tassa mayhaṃ brāhmaṇa etadahosi:
mn: Then I thought,

# mn4:20.10
source: ‘etaṃ nūna taṃ bhayabheravaṃ āgacchatī’ti.
mn: ‘Is this that fear and dread coming?’

# mn4:20.11
source: Tassa mayhaṃ, brāhmaṇa, etadahosi:
mn: Then I thought,

# mn4:20.12
source: ‘kiṃ nu kho ahaṃ aññadatthu bhayapaṭikaṅkhī viharāmi?
mn: ‘Why do I always meditate expecting that fear and terror to come?

# mn4:20.13
source: Yannūnāhaṃ yathābhūtaṃ yathābhūtassa me taṃ bhayabheravaṃ āgacchati, tathābhūtaṃ tathābhūtova taṃ bhayabheravaṃ paṭivineyyan’ti.
mn: Why don’t I get rid of that fear and dread just as it comes, while remaining just as I am?’

# mn4:20.14
source: Tassa mayhaṃ, brāhmaṇa, caṅkamantassa taṃ bhayabheravaṃ āgacchati.
mn: Then that fear and dread came upon me as I was walking.

# mn4:20.15
source: So kho ahaṃ, brāhmaṇa, neva tāva tiṭṭhāmi na nisīdāmi na nipajjāmi, yāva caṅkamantova taṃ bhayabheravaṃ paṭivinemi.
mn: I didn’t stand still or sit down or lie down until I had got rid of that fear and dread while walking.

# mn4:20.16
source: Tassa mayhaṃ, brāhmaṇa, ṭhitassa taṃ bhayabheravaṃ āgacchati.
mn: Then that fear and dread came upon me as I was standing.

# mn4:20.17
source: So kho ahaṃ, brāhmaṇa, neva tāva caṅkamāmi na nisīdāmi na nipajjāmi. Yāva ṭhitova taṃ bhayabheravaṃ paṭivinemi.
mn: I didn’t walk or sit down or lie down until I had got rid of that fear and dread while standing.

# mn4:20.18
source: Tassa mayhaṃ, brāhmaṇa, nisinnassa taṃ bhayabheravaṃ āgacchati.
mn: Then that fear and dread came upon me as I was sitting.

# mn4:20.19
source: So kho ahaṃ, brāhmaṇa, neva tāva nipajjāmi na tiṭṭhāmi na caṅkamāmi, yāva nisinnova taṃ bhayabheravaṃ paṭivinemi.
mn: I didn’t lie down or stand still or walk until I had got rid of that fear and dread while sitting.

# mn4:20.20
source: Tassa mayhaṃ, brāhmaṇa, nipannassa taṃ bhayabheravaṃ āgacchati.
mn: Then that fear and dread came upon me as I was lying down.

# mn4:20.21
source: So kho ahaṃ, brāhmaṇa, neva tāva nisīdāmi na tiṭṭhāmi na caṅkamāmi, yāva nipannova taṃ bhayabheravaṃ paṭivinemi.
mn: I didn’t sit up or stand still or walk until I had got rid of that fear and dread while lying down.

# mn4:21.1
source: Santi kho pana, brāhmaṇa, eke samaṇabrāhmaṇā rattiṃyeva samānaṃ divāti sañjānanti, divāyeva samānaṃ rattīti sañjānanti.
mn: There are some ascetics and brahmins who perceive that it’s day when in fact it’s night, or perceive that it’s night when in fact it’s day.

# mn4:21.2
source: Idamahaṃ tesaṃ samaṇabrāhmaṇānaṃ sammohavihārasmiṃ vadāmi.
mn: This meditation of theirs is delusional, I say.

# mn4:21.3
source: Ahaṃ kho pana, brāhmaṇa, rattiṃyeva samānaṃ rattīti sañjānāmi, divāyeva samānaṃ divāti sañjānāmi.
mn: I perceive that it’s night when in fact it is night, and perceive that it’s day when in fact it is day.

# mn4:21.4
source: Yaṃ kho taṃ, brāhmaṇa, sammā vadamāno vadeyya:
mn: And if there’s anyone of whom it may be rightly said that

# mn4:21.5
source: ‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti, mameva taṃ sammā vadamāno vadeyya:
mn: a being not liable to delusion has arisen in the world for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans, it’s of me that this should be said.

# mn4:22-26.1
source: Āraddhaṃ kho pana me, brāhmaṇa, vīriyaṃ ahosi asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ.
mn: My energy was roused up and unflagging, my mindfulness was established and lucid, my body was tranquil and undisturbed, and my mind was immersed in samādhi.

# mn4:22-26.2
source: So kho ahaṃ, brāhmaṇa, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsiṃ.
mn: Quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn4:22-26.3
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsiṃ.
mn: As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn4:22-26.4
source: Pītiyā ca virāgā upekkhako ca vihāsiṃ, sato ca sampajāno sukhañca kāyena paṭisaṃvedesiṃ; yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja vihāsiṃ.
mn: And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn4:22-26.5
source: Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsiṃ.
mn: With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn4:27.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ. So anekavihitaṃ pubbenivāsaṃ anussarāmi,
mn: When my mind had become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward recollection of past lives. I recollected many kinds of past lives.

# mn4:27.2
source: seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.
mn: That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. I remembered: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so I recollected my many kinds of past lives, with features and details.

# mn4:28.1
source: Ayaṃ kho me, brāhmaṇa, rattiyā paṭhame yāme paṭhamā vijjā adhigatā,
mn: This was the first knowledge, which I achieved in the first watch of the night.

# mn4:28.2
source: avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn4:29.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the death and rebirth of sentient beings.

# mn4:29.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi.
mn: With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds.

# mn4:30.1
source: Ayaṃ kho me, brāhmaṇa, rattiyā majjhime yāme dutiyā vijjā adhigatā,
mn: This was the second knowledge, which I achieved in the middle watch of the night.

# mn4:30.2
source: avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn4:31.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the ending of defilements.

# mn4:31.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.
mn: I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# mn4:31.3
source: ‘Ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.
mn: I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.

# mn4:32.1
source: Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha.
mn: Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn4:32.2
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi.
mn: When it was freed, I knew it was freed.
