Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn009.po
Languages: mn

# mn9:44-46.6
source: Katamo panāvuso, phasso, katamo phassasamudayo, katamo phassanirodho, katamā phassanirodhagāminī paṭipadā?
mn: But what is contact? What is its origin, its cessation, and the practice that leads to its cessation?

# mn9:44-46.7
source: Chayime, āvuso, phassakāyā—
mn: There are these six classes of contact.

# mn9:44-46.8
source: cakkhusamphasso, sotasamphasso, ghānasamphasso, jivhāsamphasso, kāyasamphasso, manosamphasso.
mn: Contact through the eye, ear, nose, tongue, body, and mind.

# mn9:44-46.9
source: Saḷāyatanasamudayā phassasamudayo, saḷāyatananirodhā phassanirodho, ayameva ariyo aṭṭhaṅgiko maggo phassanirodhagāminī paṭipadā, seyyathidaṃ—
mn: Contact originates from the six sense fields. Contact ceases when the six sense fields cease. The practice that leads to the cessation of contact is simply this noble eightfold path …”

# mn9:48-50.2
source: siyā panāvuso … pe …
mn: “Might there be another way to describe a noble disciple?”

# mn9:48-50.3
source: “siyā, āvuso.
mn: “There might, reverends.

# mn9:48-50.4
source: Yato kho, āvuso, ariyasāvako saḷāyatanañca pajānāti, saḷāyatanasamudayañca pajānāti, saḷāyatananirodhañca pajānāti, saḷāyatananirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands the six sense fields, their origin, their cessation, and the practice that leads to their cessation …

# mn9:48-50.6
source: Katamaṃ panāvuso, saḷāyatanaṃ, katamo saḷāyatanasamudayo, katamo saḷāyatananirodho, katamā saḷāyatananirodhagāminī paṭipadā?
mn: But what are the six sense fields? What is their origin, their cessation, and the practice that leads to their cessation?

# mn9:48-50.7
source: Chayimāni, āvuso, āyatanāni—
mn: There are these six sense fields.

# mn9:48-50.8
source: cakkhāyatanaṃ, sotāyatanaṃ, ghānāyatanaṃ, jivhāyatanaṃ, kāyāyatanaṃ, manāyatanaṃ.
mn: The sense fields of the eye, ear, nose, tongue, body, and mind.

# mn9:48-50.9
source: Nāmarūpasamudayā saḷāyatanasamudayo, nāmarūpanirodhā saḷāyatananirodho, ayameva ariyo aṭṭhaṅgiko maggo saḷāyatananirodhagāminī paṭipadā, seyyathidaṃ—
mn: The six sense fields originate from name and form. The six sense fields cease when name and form cease. The practice that leads to the cessation of the six sense fields is simply this noble eightfold path …”

# mn9:52-54.2
source: siyā panāvuso … pe …
mn: “Might there be another way to describe a noble disciple?”

# mn9:52-54.3
source: “siyā, āvuso.
mn: “There might, reverends.

# mn9:52-54.4
source: Yato kho, āvuso, ariyasāvako nāmarūpañca pajānāti, nāmarūpasamudayañca pajānāti, nāmarūpanirodhañca pajānāti, nāmarūpanirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands name and form, their origin, their cessation, and the practice that leads to their cessation …

# mn9:52-54.6
source: Katamaṃ panāvuso, nāmarūpaṃ, katamo nāmarūpasamudayo, katamo nāmarūpanirodho, katamā nāmarūpanirodhagāminī paṭipadā?
mn: But what are name and form? What is their origin, their cessation, and the practice that leads to their cessation?

# mn9:52-54.7
source: Vedanā, saññā, cetanā, phasso, manasikāro—
mn: Feeling, perception, intention, contact, and attention—

# mn9:52-54.8
source: idaṃ vuccatāvuso, nāmaṃ;
mn: this is called name.

# mn9:52-54.9
source: cattāri ca mahābhūtāni, catunnañca mahābhūtānaṃ upādāyarūpaṃ—
mn: The four primary elements, and form derived from the four primary elements—

# mn9:52-54.10
source: idaṃ vuccatāvuso, rūpaṃ.
mn: this is called form.

# mn9:52-54.11
source: Iti idañca nāmaṃ idañca rūpaṃ—
mn: Such is name and such is form.

# mn9:52-54.12
source: idaṃ vuccatāvuso, nāmarūpaṃ.
mn: This is called name and form.

# mn9:52-54.13
source: Viññāṇasamudayā nāmarūpasamudayo, viññāṇanirodhā nāmarūpanirodho, ayameva ariyo aṭṭhaṅgiko maggo nāmarūpanirodhagāminī paṭipadā, seyyathidaṃ—
mn: Name and form originate from consciousness. Name and form cease when consciousness ceases. The practice that leads to the cessation of name and form is simply this noble eightfold path …”

# mn9:56-58.2
source: siyā panāvuso … pe …
mn: “Might there be another way to describe a noble disciple?”

# mn9:56-58.3
source: “siyā, āvuso.
mn: “There might, reverends.

# mn9:56-58.4
source: Yato kho, āvuso, ariyasāvako viññāṇañca pajānāti, viññāṇasamudayañca pajānāti, viññāṇanirodhañca pajānāti, viññāṇanirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands consciousness, its origin, its cessation, and the practice that leads to its cessation …

# mn9:56-58.6
source: Katamaṃ panāvuso, viññāṇaṃ, katamo viññāṇasamudayo, katamo viññāṇanirodho, katamā viññāṇanirodhagāminī paṭipadā?
mn: But what is consciousness? What is its origin, its cessation, and the practice that leads to its cessation?

# mn9:56-58.7
source: Chayime, āvuso, viññāṇakāyā—
mn: There are these six classes of consciousness.

# mn9:56-58.8
source: cakkhuviññāṇaṃ, sotaviññāṇaṃ, ghānaviññāṇaṃ, jivhāviññāṇaṃ, kāyaviññāṇaṃ, manoviññāṇaṃ.
mn: Eye, ear, nose, tongue, body, and mind consciousness.

# mn9:56-58.9
source: Saṅkhārasamudayā viññāṇasamudayo, saṅkhāranirodhā viññāṇanirodho, ayameva ariyo aṭṭhaṅgiko maggo viññāṇanirodhagāminī paṭipadā, seyyathidaṃ—
mn: Consciousness originates from choices. Consciousness ceases when choices cease. The practice that leads to the cessation of consciousness is simply this noble eightfold path …”

# mn9:60-62.3
source: siyā panāvuso … pe …
mn: “Might there be another way to describe a noble disciple?”

# mn9:60-62.4
source: “siyā, āvuso.
mn: “There might, reverends.

# mn9:60-62.5
source: Yato kho, āvuso, ariyasāvako saṅkhāre ca pajānāti, saṅkhārasamudayañca pajānāti, saṅkhāranirodhañca pajānāti, saṅkhāranirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands choices, their origin, their cessation, and the practice that leads to their cessation …

# mn9:60-62.7
source: Katame panāvuso, saṅkhārā, katamo saṅkhārasamudayo, katamo saṅkhāranirodho, katamā saṅkhāranirodhagāminī paṭipadā?
mn: But what are choices? What is their origin, their cessation, and the practice that leads to their cessation?

# mn9:60-62.8
source: Tayome, āvuso, saṅkhārā—
mn: There are these three kinds of choice.

# mn9:60-62.9
source: kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāro.
mn: Choices by way of body, speech, and mind.

# mn9:60-62.10
source: Avijjāsamudayā saṅkhārasamudayo, avijjānirodhā saṅkhāranirodho, ayameva ariyo aṭṭhaṅgiko maggo saṅkhāranirodhagāminī paṭipadā, seyyathidaṃ—
mn: Choices originate from ignorance. Choices cease when ignorance ceases. The practice that leads to the cessation of choices is simply this noble eightfold path …”

# mn9:64-66.2
source: siyā panāvuso … pe …
mn: “Might there be another way to describe a noble disciple?”

# mn9:64-66.3
source: “siyā, āvuso.
mn: “There might, reverends.

# mn9:64-66.4
source: Yato kho, āvuso, ariyasāvako avijjañca pajānāti, avijjāsamudayañca pajānāti, avijjānirodhañca pajānāti, avijjānirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands ignorance, its origin, its cessation, and the practice that leads to its cessation …

# mn9:64-66.6
source: Katamā panāvuso, avijjā, katamo avijjāsamudayo, katamo avijjānirodho, katamā avijjānirodhagāminī paṭipadā?
mn: But what is ignorance? What is its origin, its cessation, and the practice that leads to its cessation?

# mn9:64-66.7
source: Yaṃ kho, āvuso, dukkhe aññāṇaṃ, dukkhasamudaye aññāṇaṃ, dukkhanirodhe aññāṇaṃ, dukkhanirodhagāminiyā paṭipadāya aññāṇaṃ—
mn: Not knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.

# mn9:64-66.8
source: ayaṃ vuccatāvuso, avijjā.
mn: This is called ignorance.

# mn9:64-66.9
source: Āsavasamudayā avijjāsamudayo, āsavanirodhā avijjānirodho, ayameva ariyo aṭṭhaṅgiko maggo avijjānirodhagāminī paṭipadā, seyyathidaṃ—
mn: Ignorance originates from defilement. Ignorance ceases when defilement ceases. The practice that leads to the cessation of ignorance is simply this noble eightfold path …”

# mn9:68.1
source: “Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ:
mn: Saying “Good, sir,” those mendicants approved and agreed with what Sāriputta said. Then they asked another question:

# mn9:68.2
source: “siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti?
mn: “But reverend, might there be another way to describe a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?”

# mn9:69.1
source: “Siyā, āvuso.
mn: “There might, reverends.

# mn9:69.2
source: Yato kho, āvuso, ariyasāvako āsavañca pajānāti, āsavasamudayañca pajānāti, āsavanirodhañca pajānāti, āsavanirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands defilement, its origin, its cessation, and the practice that leads to its cessation.

# mn9:69.3
source: ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ.
mn: When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.

# mn9:70.1
source: Katamo panāvuso, āsavo, katamo āsavasamudayo, katamo āsavanirodho, katamā āsavanirodhagāminī paṭipadāti?
mn: But what is defilement? What is its origin, its cessation, and the practice that leads to its cessation?

# mn9:70.2
source: Tayome, āvuso, āsavā—
mn: There are these three defilements.

# mn9:70.3
source: kāmāsavo, bhavāsavo, avijjāsavo.
mn: The defilements of sensuality, desire to be reborn, and ignorance.

# mn9:70.4
source: Avijjāsamudayā āsavasamudayo, avijjānirodhā āsavanirodho, ayameva ariyo aṭṭhaṅgiko maggo āsavanirodhagāminī paṭipadā, seyyathidaṃ—
mn: Defilement originates from ignorance. Defilement ceases when ignorance ceases. The practice that leads to the cessation of defilement is simply this noble eightfold path, that is:

# mn9:70.5
source: sammādiṭṭhi … pe … sammāsamādhi.
mn: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# mn9:71.1
source: Yato kho, āvuso, ariyasāvako evaṃ āsavaṃ pajānāti, evaṃ āsavasamudayaṃ pajānāti, evaṃ āsavanirodhaṃ pajānāti, evaṃ āsavanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—
mn: A noble disciple understands in this way defilement, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life.

# mn9:71.2
source: ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti.
mn: When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.”

# mn9:71.3
source: Idamavocāyasmā sāriputto.
mn: This is what Venerable Sāriputta said.

# mn9:71.4
source: Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what Sāriputta said.
