Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn009.po
Languages: mn

# mn9:0.1
source: Majjhima Nikāya 9
mn: Middle Discourses 9

# mn9:0.2
source: Sammādiṭṭhisutta
mn: Right View

# mn9:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn9:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn9:1.3
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi:
mn: There Sāriputta addressed the mendicants:

# mn9:1.4
source: “āvuso bhikkhave”ti.
mn: “Reverends, mendicants!”

# mn9:1.5
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
mn: “Reverend,” they replied.

# mn9:1.6
source: Āyasmā sāriputto etadavoca:
mn: Sāriputta said this:

# mn9:2.1
source: “‘Sammādiṭṭhi sammādiṭṭhī’ti, āvuso, vuccati.
mn: “Reverends, they speak of this thing called ‘right view’.

# mn9:2.2
source: Kittāvatā nu kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti?
mn: How do you define a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?”

# mn9:2.3
source: “Dūratopi kho mayaṃ, āvuso, āgaccheyyāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṃ.
mn: “Reverend, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta.

# mn9:2.4
source: Sādhu vatāyasmantaṃyeva sāriputtaṃ paṭibhātu etassa bhāsitassa attho.
mn: May Venerable Sāriputta himself please clarify the meaning of this.

# mn9:2.5
source: Āyasmato sāriputtassa sutvā bhikkhū dhāressantī”ti.
mn: The mendicants will listen and remember it.”

# mn9:2.6
source: “Tena hi, āvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: “Well then, reverends, listen and pay close attention, I will speak.”

# mn9:2.7
source: “Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
mn: “Yes, reverend,” they replied.

# mn9:2.8
source: Āyasmā sāriputto etadavoca:
mn: Sāriputta said this:

# mn9:3.1
source: “Yato kho, āvuso, ariyasāvako akusalañca pajānāti, akusalamūlañca pajānāti, kusalañca pajānāti, kusalamūlañca pajānāti—
mn: “A noble disciple understands the unskillful and its root, and the skillful and its root.

# mn9:3.2
source: ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ.
mn: When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.

# mn9:4.1
source: Katamaṃ panāvuso, akusalaṃ, katamaṃ akusalamūlaṃ, katamaṃ kusalaṃ, katamaṃ kusalamūlaṃ?
mn: But what is the unskillful and what is its root? And what is the skillful and what is its root?

# mn9:4.2
source: Pāṇātipāto kho, āvuso, akusalaṃ, adinnādānaṃ akusalaṃ, kāmesumicchācāro akusalaṃ, musāvādo akusalaṃ, pisuṇā vācā akusalaṃ, pharusā vācā akusalaṃ, samphappalāpo akusalaṃ, abhijjhā akusalaṃ, byāpādo akusalaṃ, micchādiṭṭhi akusalaṃ—
mn: Killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; and covetousness, ill will, and wrong view.

# mn9:4.3
source: idaṃ vuccatāvuso akusalaṃ.
mn: This is called the unskillful.

# mn9:5.1
source: Katamañcāvuso, akusalamūlaṃ?
mn: And what is the root of the unskillful?

# mn9:5.2
source: Lobho akusalamūlaṃ, doso akusalamūlaṃ, moho akusalamūlaṃ—
mn: Greed, hate, and delusion.

# mn9:5.3
source: idaṃ vuccatāvuso, akusalamūlaṃ.
mn: This is called the root of the unskillful.

# mn9:6.1
source: Katamañcāvuso, kusalaṃ?
mn: And what is the skillful?

# mn9:6.2
source: Pāṇātipātā veramaṇī kusalaṃ, adinnādānā veramaṇī kusalaṃ, kāmesumicchācārā veramaṇī kusalaṃ, musāvādā veramaṇī kusalaṃ, pisuṇāya vācāya veramaṇī kusalaṃ, pharusāya vācāya veramaṇī kusalaṃ, samphappalāpā veramaṇī kusalaṃ, anabhijjhā kusalaṃ, abyāpādo kusalaṃ, sammādiṭṭhi kusalaṃ—
mn: Avoiding killing living creatures, stealing, and sexual misconduct; avoiding speech that’s false, divisive, harsh, or nonsensical; contentment, good will, and right view.

# mn9:6.3
source: idaṃ vuccatāvuso, kusalaṃ.
mn: This is called the skillful.

# mn9:7.1
source: Katamañcāvuso, kusalamūlaṃ?
mn: And what is the root of the skillful?

# mn9:7.2
source: Alobho kusalamūlaṃ, adoso kusalamūlaṃ, amoho kusalamūlaṃ—
mn: Contentment, love, and understanding.

# mn9:7.3
source: idaṃ vuccatāvuso, kusalamūlaṃ.
mn: This is called the root of the skillful.

# mn9:8.1
source: Yato kho, āvuso, ariyasāvako evaṃ akusalaṃ pajānāti, evaṃ akusalamūlaṃ pajānāti, evaṃ kusalaṃ pajānāti, evaṃ kusalamūlaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—
mn: A noble disciple understands in this way the unskillful and its root, and the skillful and its root. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life.

# mn9:8.2
source: ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti.
mn: When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.”

# mn9:9.1
source: “Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ:
mn: Saying “Good, sir,” those mendicants approved and agreed with what Sāriputta said. Then they asked another question:

# mn9:9.2
source: “siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti?
mn: “But reverend, might there be another way to describe a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?”

# mn9:10.1
source: “Siyā, āvuso.
mn: “There might, reverends.

# mn9:10.2
source: Yato kho, āvuso, ariyasāvako āhārañca pajānāti, āhārasamudayañca pajānāti, āhāranirodhañca pajānāti, āhāranirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands fuel, its origin, its cessation, and the practice that leads to its cessation.

# mn9:10.3
source: ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ.
mn: When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.

# mn9:11.1
source: Katamo panāvuso, āhāro, katamo āhārasamudayo, katamo āhāranirodho, katamā āhāranirodhagāminī paṭipadā?
mn: But what is fuel? What is its origin, its cessation, and the practice that leads to its cessation?

# mn9:11.2
source: Cattārome, āvuso, āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā, sambhavesīnaṃ vā anuggahāya.
mn: There are these four fuels. They maintain sentient beings that have been born and help those that are about to be born.

# mn9:11.3
source: Katame cattāro?
mn: What four?

# mn9:11.4
source: Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṃ catutthaṃ.
mn: Solid food, whether coarse or fine; contact is the second, mental intention the third, and consciousness the fourth.

# mn9:11.5
source: Taṇhāsamudayā āhārasamudayo, taṇhānirodhā āhāranirodho, ayameva ariyo aṭṭhaṅgiko maggo āhāranirodhagāminī paṭipadā, seyyathidaṃ—
mn: Fuel originates from craving. Fuel ceases when craving ceases. The practice that leads to the cessation of fuel is simply this noble eightfold path, that is:

# mn9:11.6
source: sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto, sammāājīvo sammāvāyāmo sammāsati sammāsamādhi.
mn: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# mn9:12.1
source: Yato kho, āvuso, ariyasāvako evaṃ āhāraṃ pajānāti, evaṃ āhārasamudayaṃ pajānāti, evaṃ āhāranirodhaṃ pajānāti, evaṃ āhāranirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—
mn: A noble disciple understands in this way fuel, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life.

# mn9:12.2
source: ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti.
mn: When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.”

# mn9:13.1
source: “Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ:
mn: Saying “Good, sir,” those mendicants … asked another question:

# mn9:13.2
source: “siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti?
mn: “But reverend, might there be another way to describe a noble disciple who … has come to the true teaching?”

# mn9:14-18.1
source: “Siyā, āvuso.
mn: “There might, reverends.

# mn9:14-18.2
source: Yato kho, āvuso, ariyasāvako dukkhañca pajānāti, dukkhasamudayañca pajānāti, dukkhanirodhañca pajānāti, dukkhanirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands suffering, its origin, its cessation, and the practice that leads to its cessation.

# mn9:14-18.3
source: ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ.
mn: When they’ve done this, they’re defined as a noble disciple who … has come to the true teaching.

# mn9:14-18.4
source: Katamaṃ panāvuso, dukkhaṃ, katamo dukkhasamudayo, katamo dukkhanirodho, katamā dukkhanirodhagāminī paṭipadā?
mn: But what is suffering? What is its origin, its cessation, and the practice that leads to its cessation?

# mn9:14-18.5
source: Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṃ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, appiyehi sampayogopi dukkho, piyehi vippayogopi dukkho, yampicchaṃ na labhati tampi dukkhaṃ, saṃkhittena pañcupādānakkhandhā dukkhā—
mn: Rebirth is suffering; old age is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; association with the disliked is suffering; separation from the liked is suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering.

# mn9:14-18.6
source: idaṃ vuccatāvuso, dukkhaṃ.
mn: This is called suffering.

# mn9:14-18.7
source: Katamo cāvuso, dukkhasamudayo?
mn: And what is the origin of suffering?

# mn9:14-18.8
source: Yāyaṃ taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṃ—
mn: It’s the craving that leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms. That is,

# mn9:14-18.9
source: kāmataṇhā bhavataṇhā vibhavataṇhā—
mn: craving for sensual pleasures, craving for continued existence, and craving to end existence.

# mn9:14-18.10
source: ayaṃ vuccatāvuso, dukkhasamudayo.
mn: This is called the origin of suffering.

# mn9:14-18.11
source: Katamo cāvuso, dukkhanirodho?
mn: And what is the cessation of suffering?

# mn9:14-18.12
source: Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo—
mn: It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not adhering to it.

# mn9:14-18.13
source: ayaṃ vuccatāvuso, dukkhanirodho.
mn: This is called the cessation of suffering.

# mn9:14-18.14
source: Katamā cāvuso, dukkhanirodhagāminī paṭipadā?
mn: And what is the practice that leads to the cessation of suffering?

# mn9:14-18.15
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
mn: It is simply this noble eightfold path, that is:

# mn9:14-18.16
source: sammādiṭṭhi … pe … sammāsamādhi—
mn: right view … right immersion.

# mn9:14-18.17
source: ayaṃ vuccatāvuso, dukkhanirodhagāminī paṭipadā.
mn: This is called the practice that leads to the cessation of suffering.

# mn9:19.1
source: Yato kho, āvuso, ariyasāvako evaṃ dukkhaṃ pajānāti, evaṃ dukkhasamudayaṃ pajānāti, evaṃ dukkhanirodhaṃ pajānāti, evaṃ dukkhanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—
mn: A noble disciple understands in this way suffering, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life.

# mn9:19.2
source: ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti.
mn: When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.”

# mn9:20.1
source: “Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ:
mn: Saying “Good, sir,” those mendicants … asked another question:

# mn9:20.2
source: “siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti?
mn: “But reverend, might there be another way to describe a noble disciple who … has come to the true teaching?”

# mn9:21-22.1
source: “Siyā, āvuso.
mn: “There might, reverends.

# mn9:21-22.2
source: Yato kho, āvuso, ariyasāvako jarāmaraṇañca pajānāti, jarāmaraṇasamudayañca pajānāti, jarāmaraṇanirodhañca pajānāti, jarāmaraṇanirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands old age and death, their origin, their cessation, and the practice that leads to their cessation …

# mn9:21-22.4
source: Katamaṃ panāvuso, jarāmaraṇaṃ, katamo jarāmaraṇasamudayo, katamo jarāmaraṇanirodho, katamā jarāmaraṇanirodhagāminī paṭipadā?
mn: But what are old age and death? What is their origin, their cessation, and the practice that leads to their cessation?

# mn9:21-22.5
source: Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jarā jīraṇatā khaṇḍiccaṃ pāliccaṃ valittacatā āyuno saṃhāni indriyānaṃ paripāko—
mn: The old age, decrepitude, broken teeth, gray hair, wrinkly skin, diminished vitality, and failing faculties of the various sentient beings in the various orders of sentient beings.

# mn9:21-22.6
source: ayaṃ vuccatāvuso, jarā.
mn: This is called old age.

# mn9:21-22.7
source: Katamañcāvuso, maraṇaṃ?
mn: And what is death?

# mn9:21-22.8
source: Yā tesaṃ tesaṃ sattānaṃ tamhā tamhā sattanikāyā cuti cavanatā bhedo antaradhānaṃ maccu maraṇaṃ kālaṃkiriyā khandhānaṃ bhedo, kaḷevarassa nikkhepo, jīvitindriyassupacchedo—
mn: The passing away, perishing, disintegration, demise, mortality, death, decease, breaking up of the aggregates, laying to rest of the corpse, and cutting off of the life faculty of the various sentient beings in the various orders of sentient beings.

# mn9:21-22.9
source: idaṃ vuccatāvuso, maraṇaṃ.
mn: This is called death.

# mn9:21-22.10
source: Iti ayañca jarā idañca maraṇaṃ—
mn: Such is old age, and such is death.

# mn9:21-22.11
source: idaṃ vuccatāvuso, jarāmaraṇaṃ.
mn: This is called old age and death.

# mn9:21-22.12
source: Jātisamudayā jarāmaraṇasamudayo, jātinirodhā jarāmaraṇanirodho, ayameva ariyo aṭṭhaṅgiko maggo jarāmaraṇanirodhagāminī paṭipadā, seyyathidaṃ—
mn: Old age and death originate from rebirth. Old age and death cease when rebirth ceases. The practice that leads to the cessation of old age and death is simply this noble eightfold path …”

# mn9:24-26.2
source: siyā panāvuso … pe …
mn: “Might there be another way to describe a noble disciple?”

# mn9:24-26.3
source: “siyā, āvuso.
mn: “There might, reverends.

# mn9:24-26.4
source: Yato kho, āvuso, ariyasāvako jātiñca pajānāti, jātisamudayañca pajānāti, jātinirodhañca pajānāti, jātinirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands rebirth, its origin, its cessation, and the practice that leads to its cessation …

# mn9:24-26.6
source: Katamā panāvuso, jāti, katamo jātisamudayo, katamo jātinirodho, katamā jātinirodhagāminī paṭipadā?
mn: But what is rebirth? What is its origin, its cessation, and the practice that leads to its cessation?

# mn9:24-26.7
source: Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jāti sañjāti okkanti abhinibbatti khandhānaṃ pātubhāvo, āyatanānaṃ paṭilābho—
mn: The rebirth, inception, conception, reincarnation, manifestation of the aggregates, and acquisition of the sense fields of the various sentient beings in the various orders of sentient beings.

# mn9:24-26.8
source: ayaṃ vuccatāvuso, jāti.
mn: This is called rebirth.

# mn9:24-26.9
source: Bhavasamudayā jātisamudayo, bhavanirodhā jātinirodho, ayameva ariyo aṭṭhaṅgiko maggo jātinirodhagāminī paṭipadā, seyyathidaṃ—
mn: Rebirth originates from continued existence. Rebirth ceases when continued existence ceases. The practice that leads to the cessation of rebirth is simply this noble eightfold path …”

# mn9:28-30.2
source: siyā panāvuso … pe …
mn: “Might there be another way to describe a noble disciple?”

# mn9:28-30.3
source: “siyā, āvuso.
mn: “There might, reverends.

# mn9:28-30.4
source: Yato kho, āvuso, ariyasāvako bhavañca pajānāti, bhavasamudayañca pajānāti, bhavanirodhañca pajānāti, bhavanirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands continued existence, its origin, its cessation, and the practice that leads to its cessation.

# mn9:28-30.6
source: Katamo panāvuso, bhavo, katamo bhavasamudayo, katamo bhavanirodho, katamā bhavanirodhagāminī paṭipadā?
mn: But what is continued existence? What is its origin, its cessation, and the practice that leads to its cessation?

# mn9:28-30.7
source: Tayome, āvuso, bhavā—
mn: There are these three states of continued existence.

# mn9:28-30.8
source: kāmabhavo, rūpabhavo, arūpabhavo.
mn: Existence in the sensual realm, the realm of luminous form, and the formless realm.

# mn9:28-30.9
source: Upādānasamudayā bhavasamudayo, upādānanirodhā bhavanirodho, ayameva ariyo aṭṭhaṅgiko maggo bhavanirodhagāminī paṭipadā, seyyathidaṃ—
mn: Continued existence originates from grasping. Continued existence ceases when grasping ceases. The practice that leads to the cessation of continued existence is simply this noble eightfold path …”

# mn9:32-34.2
source: siyā panāvuso … pe …
mn: “Might there be another way to describe a noble disciple?”

# mn9:32-34.3
source: “siyā, āvuso.
mn: “There might, reverends.

# mn9:32-34.4
source: Yato kho, āvuso, ariyasāvako upādānañca pajānāti, upādānasamudayañca pajānāti, upādānanirodhañca pajānāti, upādānanirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands grasping, its origin, its cessation, and the practice that leads to its cessation …

# mn9:32-34.6
source: Katamaṃ panāvuso, upādānaṃ, katamo upādānasamudayo, katamo upādānanirodho, katamā upādānanirodhagāminī paṭipadā?
mn: But what is grasping? What is its origin, its cessation, and the practice that leads to its cessation?

# mn9:32-34.7
source: Cattārimāni, āvuso, upādānāni—
mn: There are these four kinds of grasping.

# mn9:32-34.8
source: kāmupādānaṃ, diṭṭhupādānaṃ, sīlabbatupādānaṃ, attavādupādānaṃ.
mn: Grasping at sensual pleasures, views, precepts and observances, and theories of a self.

# mn9:32-34.9
source: Taṇhāsamudayā upādānasamudayo, taṇhānirodhā upādānanirodho, ayameva ariyo aṭṭhaṅgiko maggo upādānanirodhagāminī paṭipadā, seyyathidaṃ—
mn: Grasping originates from craving. Grasping ceases when craving ceases. The practice that leads to the cessation of grasping is simply this noble eightfold path …”

# mn9:36-38.2
source: siyā panāvuso … pe …
mn: “Might there be another way to describe a noble disciple?”

# mn9:36-38.3
source: “siyā, āvuso.
mn: “There might, reverends.

# mn9:36-38.4
source: Yato kho, āvuso, ariyasāvako taṇhañca pajānāti, taṇhāsamudayañca pajānāti, taṇhānirodhañca pajānāti, taṇhānirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands craving, its origin, its cessation, and the practice that leads to its cessation …

# mn9:36-38.6
source: Katamā panāvuso, taṇhā, katamo taṇhāsamudayo, katamo taṇhānirodho, katamā taṇhānirodhagāminī paṭipadā?
mn: But what is craving? What is its origin, its cessation, and the practice that leads to its cessation?

# mn9:36-38.7
source: Chayime, āvuso, taṇhākāyā—
mn: There are these six classes of craving.

# mn9:36-38.8
source: rūpataṇhā, saddataṇhā, gandhataṇhā, rasataṇhā, phoṭṭhabbataṇhā, dhammataṇhā.
mn: Craving for sights, sounds, smells, tastes, touches, and thoughts.

# mn9:36-38.9
source: Vedanāsamudayā taṇhāsamudayo, vedanānirodhā taṇhānirodho, ayameva ariyo aṭṭhaṅgiko maggo taṇhānirodhagāminī paṭipadā, seyyathidaṃ—
mn: Craving originates from feeling. Craving ceases when feeling ceases. The practice that leads to the cessation of craving is simply this noble eightfold path …”

# mn9:40-42.2
source: siyā panāvuso … pe …
mn: “Might there be another way to describe a noble disciple?”

# mn9:40-42.3
source: “siyā, āvuso.
mn: “There might, reverends.

# mn9:40-42.4
source: Yato kho, āvuso, ariyasāvako vedanañca pajānāti, vedanāsamudayañca pajānāti, vedanānirodhañca pajānāti, vedanānirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands feeling, its origin, its cessation, and the practice that leads to its cessation …

# mn9:40-42.6
source: Katamā panāvuso, vedanā, katamo vedanāsamudayo, katamo vedanānirodho, katamā vedanānirodhagāminī paṭipadā?
mn: But what is feeling? What is its origin, its cessation, and the practice that leads to its cessation?

# mn9:40-42.7
source: Chayime, āvuso, vedanākāyā—
mn: There are these six classes of feeling.

# mn9:40-42.8
source: cakkhusamphassajā vedanā, sotasamphassajā vedanā, ghānasamphassajā vedanā, jivhāsamphassajā vedanā, kāyasamphassajā vedanā, manosamphassajā vedanā.
mn: Feeling born of contact through the eye, ear, nose, tongue, body, and mind.

# mn9:40-42.9
source: Phassasamudayā vedanāsamudayo, phassanirodhā vedanānirodho, ayameva ariyo aṭṭhaṅgiko maggo vedanānirodhagāminī paṭipadā, seyyathidaṃ—
mn: Feeling originates from contact. Feeling ceases when contact ceases. The practice that leads to the cessation of feeling is simply this noble eightfold path …”

# mn9:44-46.2
source: siyā panāvuso … pe …
mn: “Might there be another way to describe a noble disciple?”

# mn9:44-46.3
source: “siyā, āvuso.
mn: “There might, reverends.

# mn9:44-46.4
source: Yato kho, āvuso, ariyasāvako phassañca pajānāti, phassasamudayañca pajānāti, phassanirodhañca pajānāti, phassanirodhagāminiṃ paṭipadañca pajānāti—
mn: A noble disciple understands contact, its origin, its cessation, and the practice that leads to its cessation …
