Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn008.po
Languages: mn

# mn8:0.1
source: Majjhima Nikāya 8
mn: Middle Discourses 8

# mn8:0.2
source: Sallekhasutta
mn: Self-Effacement

# mn8:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn8:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn8:2.1
source: Atha kho āyasmā mahācundo sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā mahācundo bhagavantaṃ etadavoca:
mn: Then in the late afternoon, Venerable Mahācunda came out of retreat and went to the Buddha. He bowed, sat down to one side, and said to the Buddha:

# mn8:3.1
source: “yā imā, bhante, anekavihitā diṭṭhiyo loke uppajjanti—
mn: “Sir, there are many different views that arise in the world

# mn8:3.2
source: attavādapaṭisaṃyuttā vā lokavādapaṭisaṃyuttā vā—
mn: connected with doctrines of the self or with doctrines of the cosmos.

# mn8:3.3
source: ādimeva nu kho, bhante, bhikkhuno manasikaroto evametāsaṃ diṭṭhīnaṃ pahānaṃ hoti, evametāsaṃ diṭṭhīnaṃ paṭinissaggo hotī”ti?
mn: How does a mendicant who is focusing on the starting point give up and let go of these views?”

# mn8:3.4
source: “Yā imā, cunda, anekavihitā diṭṭhiyo loke uppajjanti—
mn: “Cunda, there are many different views that arise in the world

# mn8:3.5
source: attavādapaṭisaṃyuttā vā lokavādapaṭisaṃyuttā vā—
mn: connected with doctrines of the self or with doctrines of the cosmos.

# mn8:3.6
source: yattha cetā diṭṭhiyo uppajjanti yattha ca anusenti yattha ca samudācaranti taṃ ‘netaṃ mama, nesohamasmi, na me so attā’ti—evametaṃ yathābhūtaṃ sammappaññā passato evametāsaṃ diṭṭhīnaṃ pahānaṃ hoti, evametāsaṃ diṭṭhīnaṃ paṭinissaggo hoti.
mn: A mendicant gives up and lets go of these views by truly seeing with right wisdom where they arise, where they settle in, and where they operate as: ‘This is not mine, I am not this, this is not my self.’

# mn8:4.1
source: Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihareyya.
mn: It’s possible that a certain mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, might enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn8:4.2
source: Tassa evamassa:
mn: They might think

# mn8:4.3
source: ‘sallekhena viharāmī’ti.
mn: they’re practicing self-effacement.

# mn8:4.4
source: Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.
mn: But in the training of the noble one these are not called ‘self-effacement’;

# mn8:4.5
source: Diṭṭhadhammasukhavihārā ete ariyassa vinaye vuccanti.
mn: they’re called ‘blissful meditations in the present life’.

# mn8:5.1
source: Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihareyya.
mn: It’s possible that some mendicant, as the placing of the mind and keeping it connected are stilled, might enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn8:5.2
source: Tassa evamassa:
mn: They might think

# mn8:5.3
source: ‘sallekhena viharāmī’ti.
mn: they’re practicing self-effacement.

# mn8:5.4
source: Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.
mn: But in the training of the noble one these are not called ‘self-effacement’;

# mn8:5.5
source: Diṭṭhadhammasukhavihārā ete ariyassa vinaye vuccanti.
mn: they’re called ‘blissful meditations in the present life’.

# mn8:6.1
source: Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu pītiyā ca virāgā upekkhako ca vihareyya, sato ca sampajāno sukhañca kāyena paṭisaṃvedeyya, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja vihareyya.
mn: It’s possible that some mendicant, with the fading away of rapture, might enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn8:6.2
source: Tassa evamassa:
mn: They might think

# mn8:6.3
source: ‘sallekhena viharāmī’ti.
mn: they’re practicing self-effacement.

# mn8:6.4
source: Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.
mn: But in the training of the noble one these are not called ‘self-effacement’;

# mn8:6.5
source: Diṭṭhadhammasukhavihārā ete ariyassa vinaye vuccanti.
mn: they’re called ‘blissful meditations in the present life’.

# mn8:7.1
source: Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihareyya.
mn: It’s possible that some mendicant, with the giving up of pleasure and pain, and the ending of former happiness and sadness, might enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn8:7.2
source: Tassa evamassa:
mn: They might think

# mn8:7.3
source: ‘sallekhena viharāmī’ti.
mn: they’re practicing self-effacement.

# mn8:7.4
source: Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.
mn: But in the training of the noble one these are not called ‘self-effacement’;

# mn8:7.5
source: Diṭṭhadhammasukhavihārā ete ariyassa vinaye vuccanti.
mn: they’re called ‘blissful meditations in the present life’.

# mn8:8.1
source: Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu sabbaso rūpasaññānaṃ samatikkamā, paṭighasaññānaṃ atthaṅgamā, nānattasaññānaṃ amanasikārā, ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja vihareyya.
mn: It’s possible that some mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, might enter and remain in the dimension of infinite space.

# mn8:8.2
source: Tassa evamassa:
mn: They might think

# mn8:8.3
source: ‘sallekhena viharāmī’ti.
mn: they’re practicing self-effacement.

# mn8:8.4
source: Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.
mn: But in the training of the noble one these are not called ‘self-effacement’;

# mn8:8.5
source: Santā ete vihārā ariyassa vinaye vuccanti.
mn: they’re called ‘peaceful meditations’.

# mn8:9.1
source: Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja vihareyya.
mn: It’s possible that some mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, might enter and remain in the dimension of infinite consciousness.

# mn8:9.2
source: Tassa evamassa:
mn: They might think

# mn8:9.3
source: ‘sallekhena viharāmī’ti.
mn: they’re practicing self-effacement.

# mn8:9.4
source: Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.
mn: But in the training of the noble one these are not called ‘self-effacement’;

# mn8:9.5
source: Santā ete vihārā ariyassa vinaye vuccanti.
mn: they’re called ‘peaceful meditations’.

# mn8:10.1
source: Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja vihareyya.
mn: It’s possible that some mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, might enter and remain in the dimension of nothingness.

# mn8:10.2
source: Tassa evamassa:
mn: They might think

# mn8:10.3
source: ‘sallekhena viharāmī’ti.
mn: they’re practicing self-effacement.

# mn8:10.4
source: Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.
mn: But in the training of the noble one these are not called ‘self-effacement’;

# mn8:10.5
source: Santā ete vihārā ariyassa vinaye vuccanti.
mn: they’re called ‘peaceful meditations’.

# mn8:11.1
source: Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja vihareyya.
mn: It’s possible that some mendicant, going totally beyond the dimension of nothingness, might enter and remain in the dimension of neither perception nor non-perception.

# mn8:11.2
source: Tassa evamassa:
mn: They might think

# mn8:11.3
source: ‘sallekhena viharāmī’ti.
mn: they’re practicing self-effacement.

# mn8:11.4
source: Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.
mn: But in the training of the noble one these are not called ‘self-effacement’;

# mn8:11.5
source: Santā ete vihārā ariyassa vinaye vuccanti.
mn: they’re called ‘peaceful meditations’.

# mn8:11.6
source: 1. Sallekhapariyāya
mn: 1. The Exposition of Self-Effacement

# mn8:12.1
source: Idha kho pana vo, cunda, sallekho karaṇīyo.
mn: Now, Cunda, you should work on self-effacement in each of the following ways.

# mn8:12.2
source: ‘Pare vihiṃsakā bhavissanti, mayamettha avihiṃsakā bhavissāmā’ti sallekho karaṇīyo. (1)
mn: ‘Others will be cruel, but here we will not be cruel.’

# mn8:12.3
source: ‘Pare pāṇātipātī bhavissanti, mayamettha pāṇātipātā paṭiviratā bhavissāmā’ti sallekho karaṇīyo. (2)
mn: ‘Others will kill living creatures, but here we will not kill living creatures.’

# mn8:12.4
source: ‘Pare adinnādāyī bhavissanti, mayamettha adinnādānā paṭiviratā bhavissāmā’ti sallekho karaṇīyo. (3)
mn: ‘Others will steal, but here we will not steal.’

# mn8:12.5
source: ‘Pare abrahmacārī bhavissanti, mayamettha brahmacārī bhavissāmā’ti sallekho karaṇīyo. (4)
mn: ‘Others will be unchaste, but here we will not be unchaste.’

# mn8:12.6
source: ‘Pare musāvādī bhavissanti, mayamettha musāvādā paṭiviratā bhavissāmā’ti sallekho karaṇīyo. (5)
mn: ‘Others will lie, but here we will not lie.’

# mn8:12.7
source: ‘Pare pisuṇavācā bhavissanti, mayamettha pisuṇāya vācāya paṭiviratā bhavissāmā’ti sallekho karaṇīyo. (6)
mn: ‘Others will speak divisively, but here we will not speak divisively.’

# mn8:12.8
source: ‘Pare pharusavācā bhavissanti, mayamettha pharusāya vācāya paṭiviratā bhavissāmā’ti sallekho karaṇīyo. (7)
mn: ‘Others will speak harshly, but here we will not speak harshly.’

# mn8:12.9
source: ‘Pare samphappalāpī bhavissanti, mayamettha samphappalāpā paṭiviratā bhavissāmā’ti sallekho karaṇīyo. (8)
mn: ‘Others will talk nonsense, but here we will not talk nonsense.’

# mn8:12.10
source: ‘Pare abhijjhālū bhavissanti, mayamettha anabhijjhālū bhavissāmā’ti sallekho karaṇīyo. (9)
mn: ‘Others will be covetous, but here we will not be covetous.’

# mn8:12.11
source: ‘Pare byāpannacittā bhavissanti, mayamettha abyāpannacittā bhavissāmā’ti sallekho karaṇīyo. (10)
mn: ‘Others will have ill will, but here we will not have ill will.’

# mn8:12.12
source: ‘Pare micchādiṭṭhī bhavissanti, mayamettha sammādiṭṭhī bhavissāmā’ti sallekho karaṇīyo. (11)
mn: ‘Others will have wrong view, but here we will have right view.’

# mn8:12.13
source: ‘Pare micchāsaṅkappā bhavissanti, mayamettha sammāsaṅkappā bhavissāmā’ti sallekho karaṇīyo. (12)
mn: ‘Others will have wrong thought, but here we will have right thought.’

# mn8:12.14
source: ‘Pare micchāvācā bhavissanti, mayamettha sammāvācā bhavissāmā’ti sallekho karaṇīyo. (13)
mn: ‘Others will have wrong speech, but here we will have right speech.’

# mn8:12.15
source: ‘Pare micchākammantā bhavissanti, mayamettha sammākammantā bhavissāmā’ti sallekho karaṇīyo. (14)
mn: ‘Others will have wrong action, but here we will have right action.’

# mn8:12.16
source: ‘Pare micchāājīvā bhavissanti, mayamettha sammāājīvā bhavissāmā’ti sallekho karaṇīyo. (15)
mn: ‘Others will have wrong livelihood, but here we will have right livelihood.’

# mn8:12.17
source: ‘Pare micchāvāyāmā bhavissanti, mayamettha sammāvāyāmā bhavissāmā’ti sallekho karaṇīyo. (16)
mn: ‘Others will have wrong effort, but here we will have right effort.’

# mn8:12.18
source: ‘Pare micchāsatī bhavissanti, mayamettha sammāsatī bhavissāmā’ti sallekho karaṇīyo. (17)
mn: ‘Others will have wrong mindfulness, but here we will have right mindfulness.’

# mn8:12.19
source: ‘Pare micchāsamādhi bhavissanti, mayamettha sammāsamādhī bhavissāmā’ti sallekho karaṇīyo. (18)
mn: ‘Others will have wrong immersion, but here we will have right immersion.’

# mn8:12.20
source: ‘Pare micchāñāṇī bhavissanti, mayamettha sammāñāṇī bhavissāmā’ti sallekho karaṇīyo. (19)
mn: ‘Others will have wrong knowledge, but here we will have right knowledge.’

# mn8:12.21
source: ‘Pare micchāvimuttī bhavissanti, mayamettha sammāvimuttī bhavissāmā’ti sallekho karaṇīyo. (20)
mn: ‘Others will have wrong freedom, but here we will have right freedom.’

# mn8:12.22
source: ‘Pare thinamiddhapariyuṭṭhitā bhavissanti, mayamettha vigatathinamiddhā bhavissāmā’ti sallekho karaṇīyo. (21)
mn: ‘Others will be overcome with dullness and drowsiness, but here we will be rid of dullness and drowsiness.’

# mn8:12.23
source: ‘Pare uddhatā bhavissanti, mayamettha anuddhatā bhavissāmā’ti sallekho karaṇīyo. (22)
mn: ‘Others will be restless, but here we will not be restless.’

# mn8:12.24
source: ‘Pare vicikicchī bhavissanti, mayamettha tiṇṇavicikicchā bhavissāmā’ti sallekho karaṇīyo. (23)
mn: ‘Others will have doubts, but here we will have gone beyond doubt.’

# mn8:12.25
source: ‘Pare kodhanā bhavissanti, mayamettha akkodhanā bhavissāmā’ti sallekho karaṇīyo. (24)
mn: ‘Others will be irritable, but here we will be without anger.’

# mn8:12.26
source: ‘Pare upanāhī bhavissanti, mayamettha anupanāhī bhavissāmā’ti sallekho karaṇīyo. (25)
mn: ‘Others will be hostile, but here we will be without hostility.’

# mn8:12.27
source: ‘Pare makkhī bhavissanti, mayamettha amakkhī bhavissāmā’ti sallekho karaṇīyo. (26)
mn: ‘Others will be offensive, but here we will be inoffensive.’

# mn8:12.28
source: ‘Pare paḷāsī bhavissanti, mayamettha apaḷāsī bhavissāmā’ti sallekho karaṇīyo. (27)
mn: ‘Others will be contemptuous, but here we will be without contempt.’

# mn8:12.29
source: ‘Pare issukī bhavissanti, mayamettha anissukī bhavissāmā’ti sallekho karaṇīyo. (28)
mn: ‘Others will be jealous, but here we will be without jealousy.’

# mn8:12.30
source: ‘Pare maccharī bhavissanti, mayamettha amaccharī bhavissāmā’ti sallekho karaṇīyo. (29)
mn: ‘Others will be stingy, but here we will be without stinginess.’

# mn8:12.31
source: ‘Pare saṭhā bhavissanti, mayamettha asaṭhā bhavissāmā’ti sallekho karaṇīyo. (30)
mn: ‘Others will be devious, but here we will not be devious.’

# mn8:12.32
source: ‘Pare māyāvī bhavissanti, mayamettha amāyāvī bhavissāmā’ti sallekho karaṇīyo. (31)
mn: ‘Others will be deceitful, but here we will not be deceitful.’

# mn8:12.33
source: ‘Pare thaddhā bhavissanti, mayamettha atthaddhā bhavissāmā’ti sallekho karaṇīyo. (32)
mn: ‘Others will be stubborn, but here we will not be stubborn.’

# mn8:12.34
source: ‘Pare atimānī bhavissanti, mayamettha anatimānī bhavissāmā’ti sallekho karaṇīyo. (33)
mn: ‘Others will be arrogant, but here we will not be arrogant.’

# mn8:12.35
source: ‘Pare dubbacā bhavissanti, mayamettha suvacā bhavissāmā’ti sallekho karaṇīyo. (34)
mn: ‘Others will be hard to admonish, but here we will not be hard to admonish.’

# mn8:12.36
source: ‘Pare pāpamittā bhavissanti, mayamettha kalyāṇamittā bhavissāmā’ti sallekho karaṇīyo. (35)
mn: ‘Others will have bad friends, but here we will have good friends.’

# mn8:12.37
source: ‘Pare pamattā bhavissanti, mayamettha appamattā bhavissāmā’ti sallekho karaṇīyo. (36)
mn: ‘Others will be negligent, but here we will be diligent.’

# mn8:12.38
source: ‘Pare assaddhā bhavissanti, mayamettha saddhā bhavissāmā’ti sallekho karaṇīyo. (37)
mn: ‘Others will be faithless, but here we will have faith.’

# mn8:12.39
source: ‘Pare ahirikā bhavissanti, mayamettha hirimanā bhavissāmā’ti sallekho karaṇīyo. (38)
mn: ‘Others will be conscienceless, but here we will have a sense of conscience.’

# mn8:12.40
source: ‘Pare anottāpī bhavissanti, mayamettha ottāpī bhavissāmā’ti sallekho karaṇīyo. (39)
mn: ‘Others will be imprudent, but here we will be prudent.’

# mn8:12.41
source: ‘Pare appassutā bhavissanti, mayamettha bahussutā bhavissāmā’ti sallekho karaṇīyo. (40)
mn: ‘Others will be uneducated, but here we will be well educated.’

# mn8:12.42
source: ‘Pare kusītā bhavissanti, mayamettha āraddhavīriyā bhavissāmā’ti sallekho karaṇīyo. (41)
mn: ‘Others will be lazy, but here we will be energetic.’

# mn8:12.43
source: ‘Pare muṭṭhassatī bhavissanti, mayamettha upaṭṭhitassatī bhavissāmā’ti sallekho karaṇīyo. (42)
mn: ‘Others will be unmindful, but here we will be mindful.’

# mn8:12.44
source: ‘Pare duppaññā bhavissanti, mayamettha paññāsampannā bhavissāmā’ti sallekho karaṇīyo. (43)
mn: ‘Others will be witless, but here we will be accomplished in wisdom.’

# mn8:12.45
source: ‘Pare sandiṭṭhiparāmāsī ādhānaggāhī duppaṭinissaggī bhavissanti, mayamettha asandiṭṭhiparāmāsī anādhānaggāhī suppaṭinissaggī bhavissāmā’ti sallekho karaṇīyo. (44)
mn: ‘Others will be attached to their own views, holding them tight, and refusing to let go, but here we will not be attached to our own views, not holding them tight, but will let them go easily.’

# mn8:12.46
source: 2. Cittupapādapariyāya
mn: 2. Giving Rise to the Thought

# mn8:13.1
source: Cittuppādampi kho ahaṃ, cunda, kusalesu dhammesu bahukāraṃ vadāmi, ko pana vādo kāyena vācāya anuvidhīyanāsu.
mn: Cunda, I say that even giving rise to the thought of skillful qualities is very helpful, let alone following that path in body and speech.

# mn8:13.2
source: Tasmātiha, cunda, ‘pare vihiṃsakā bhavissanti, mayamettha avihiṃsakā bhavissāmā’ti cittaṃ uppādetabbaṃ.
mn: That’s why you should give rise to the following thoughts. ‘Others will be cruel, but here we will not be cruel.’

# mn8:13.3
source: ‘Pare pāṇātipātī bhavissanti, mayamettha pāṇātipātā paṭiviratā bhavissāmā’ti cittaṃ uppādetabbaṃ … pe …
mn: ‘Others will kill living creatures, but here we will not kill living creatures.’ …

# mn8:13.4
source: ‘pare sandiṭṭhiparāmāsī ādhānaggāhī duppaṭinissaggī bhavissanti, mayamettha asandiṭṭhiparāmāsī anādhānaggāhī suppaṭinissaggī bhavissāmā’ti cittaṃ uppādetabbaṃ. (44)
mn: ‘Others will be attached to their own views, holding them tight, and refusing to let go, but here we will not be attached to our own views, not holding them tight, but will let them go easily.’

# mn8:13.5
source: 3. Parikkamanapariyāya
mn: 3. A Way Around

# mn8:14.1
source: Seyyathāpi, cunda, visamo maggo assa, tassa añño samo maggo parikkamanāya;
mn: Cunda, suppose there was a rough path and another smooth path to get around it.

# mn8:14.2
source: seyyathā vā pana, cunda, visamaṃ titthaṃ assa, tassa aññaṃ samaṃ titthaṃ parikkamanāya;
mn: Or suppose there was a rough ford and another smooth ford to get around it.

# mn8:14.3
source: evameva kho, cunda, vihiṃsakassa purisapuggalassa avihiṃsā hoti parikkamanāya, pāṇātipātissa purisapuggalassa pāṇātipātā veramaṇī hoti parikkamanāya, adinnādāyissa purisapuggalassa adinnādānā veramaṇī hoti parikkamanāya, abrahmacārissa purisapuggalassa abrahmacariyā veramaṇī hoti parikkamanāya, musāvādissa purisapuggalassa musāvādā veramaṇī hoti parikkamanāya, pisuṇavācassa purisapuggalassa pisuṇāya vācāya veramaṇī hoti parikkamanāya, pharusavācassa purisapuggalassa pharusāya vācāya veramaṇī hoti parikkamanāya, samphappalāpissa purisapuggalassa samphappalāpā veramaṇī hoti parikkamanāya, abhijjhālussa purisapuggalassa anabhijjhā hoti parikkamanāya, byāpannacittassa purisapuggalassa abyāpādo hoti parikkamanāya. (1–10.)
mn: In the same way, a cruel individual gets around it by not being cruel. An individual who kills gets around it by not killing. …

# mn8:14.5
source: Thinamiddhapariyuṭṭhitassa purisapuggalassa vigatathinamiddhatā hoti parikkamanāya, uddhatassa purisapuggalassa anuddhaccaṃ hoti parikkamanāya, vicikicchissa purisapuggalassa tiṇṇavicikicchatā hoti parikkamanāya, kodhanassa purisapuggalassa akkodho hoti parikkamanāya, upanāhissa purisapuggalassa anupanāho hoti parikkamanāya, makkhissa purisapuggalassa amakkho hoti parikkamanāya, paḷāsissa purisapuggalassa apaḷāso hoti parikkamanāya, issukissa purisapuggalassa anissukitā hoti parikkamanāya, maccharissa purisapuggalassa amacchariyaṃ hoti parikkamanāya, saṭhassa purisapuggalassa asāṭheyyaṃ hoti parikkamanāya, māyāvissa purisapuggalassa amāyā hoti parikkamanāya, thaddhassa purisapuggalassa atthaddhiyaṃ hoti parikkamanāya, atimānissa purisapuggalassa anatimāno hoti parikkamanāya, dubbacassa purisapuggalassa sovacassatā hoti parikkamanāya, pāpamittassa purisapuggalassa kalyāṇamittatā hoti parikkamanāya, pamattassa purisapuggalassa appamādo hoti parikkamanāya, assaddhassa purisapuggalassa saddhā hoti parikkamanāya, ahirikassa purisapuggalassa hirī hoti parikkamanāya, anottāpissa purisapuggalassa ottappaṃ hoti parikkamanāya, appassutassa purisapuggalassa bāhusaccaṃ hoti parikkamanāya, kusītassa purisapuggalassa vīriyārambho hoti parikkamanāya, muṭṭhassatissa purisapuggalassa upaṭṭhitassatitā hoti parikkamanāya, duppaññassa purisapuggalassa paññāsampadā hoti parikkamanāya, sandiṭṭhiparāmāsiādhānaggāhiduppaṭinissaggissa purisapuggalassa asandiṭṭhiparāmāsianādhānaggāhisuppaṭinissaggitā hoti parikkamanāya. (21–44.)
mn: An individual who is attached to their own views, holding them tight, and refusing to let go, gets around it by not being attached to their own views, not holding them tight, but letting them go easily.

# mn8:14.6
source: 4. Uparibhāgapariyāya
mn: 4. Going Up

# mn8:15.1
source: Seyyathāpi, cunda, ye keci akusalā dhammā sabbe te adhobhāgaṅgamanīyā, ye keci kusalā dhammā sabbe te uparibhāgaṅgamanīyā;
mn: Cunda, all unskillful qualities lead downwards, while all skillful qualities lead upwards.

# mn8:15.2
source: evameva kho, cunda, vihiṃsakassa purisapuggalassa avihiṃsā hoti uparibhāgāya, pāṇātipātissa purisapuggalassa pāṇātipātā veramaṇī hoti uparibhāgāya … pe …
mn: In the same way, a cruel individual is led upwards by not being cruel. An individual who kills is led upwards by not killing …

# mn8:15.3
source: sandiṭṭhiparāmāsiādhānaggāhiduppaṭinissaggissa purisapuggalassa asandiṭṭhiparāmāsianādhānaggāhisuppaṭinissaggitā hoti uparibhāgāya. (44)
mn: An individual who is attached to their own views, holding them tight, and refusing to let go, is led upwards by not being attached to their own views, not holding them tight, but letting them go easily.

# mn8:15.4
source: 5. Parinibbānapariyāya
mn: 5. The Exposition by Extinguishment

# mn8:16.1
source: So vata, cunda, attanā palipapalipanno paraṃ palipapalipannaṃ uddharissatīti netaṃ ṭhānaṃ vijjati.
mn: Truly, Cunda, if you’re sinking down in the mud you can’t pull out someone else who is also sinking down in the mud.

# mn8:16.2
source: So vata, cunda, attanā apalipapalipanno paraṃ palipapalipannaṃ uddharissatīti ṭhānametaṃ vijjati.
mn: But if you’re not sinking down in the mud you can pull out someone else who is sinking down in the mud.

# mn8:16.3
source: So vata, cunda, attanā adanto avinīto aparinibbuto paraṃ damessati vinessati parinibbāpessatīti netaṃ ṭhānaṃ vijjati.
mn: Truly, if you’re not tamed, trained, and extinguished you can’t tame, train, and extinguish someone else.

# mn8:16.4
source: So vata, cunda, attanā danto vinīto parinibbuto paraṃ damessati vinessati parinibbāpessatīti ṭhānametaṃ vijjati.
mn: But if you’re tamed, trained, and extinguished you can tame, train, and extinguish someone else.
