Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn004.po
Languages: mn

# mn4:32.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ.
mn: I understood: ‘Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.’

# mn4:33.1
source: Ayaṃ kho me, brāhmaṇa, rattiyā pacchime yāme tatiyā vijjā adhigatā,
mn: This was the third knowledge, which I achieved in the final watch of the night.

# mn4:33.2
source: avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn4:34.1
source: Siyā kho pana te, brāhmaṇa, evamassa:
mn: Brahmin, you might think:

# mn4:34.2
source: ‘ajjāpi nūna samaṇo gotamo avītarāgo avītadoso avītamoho, tasmā araññavanapatthāni pantāni senāsanāni paṭisevatī’ti.
mn: ‘Perhaps the Master Gotama is not free of greed, hate, and delusion even today, and that is why he still frequents remote lodgings in the wilderness and the forest.’

# mn4:34.3
source: Na kho panetaṃ, brāhmaṇa, evaṃ daṭṭhabbaṃ.
mn: But you should not see it like this.

# mn4:34.4
source: Dve kho ahaṃ, brāhmaṇa, atthavase sampassamāno araññavanapatthāni pantāni senāsanāni paṭisevāmi—
mn: I see two reasons to frequent remote lodgings in the wilderness and the forest.

# mn4:34.5
source: attano ca diṭṭhadhammasukhavihāraṃ sampassamāno, pacchimañca janataṃ anukampamāno”ti.
mn: I see a happy life for myself in the present, and I have compassion for future generations.”

# mn4:35.1
source: “Anukampitarūpā vatāyaṃ bhotā gotamena pacchimā janatā, yathā taṃ arahatā sammāsambuddhena.
mn: “Indeed, Master Gotama has compassion for future generations, since he is a perfected one, a fully awakened Buddha.

# mn4:35.2
source: Abhikkantaṃ, bho gotama. Abhikkantaṃ, bho gotama.
mn: Excellent, Master Gotama! Excellent, Master Gotama!

# mn4:35.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways.

# mn4:35.4
source: Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn4:35.5
source: Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
