Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn005.po
Languages: mn

# mn5:30.9
source: Tassa saha dassanena manāpatā ca saṇṭhaheyya, appāṭikulyatā ca saṇṭhaheyya, ajegucchatā ca saṇṭhaheyya;
mn: And as soon as they saw it they were filled with liking, attraction, and relish.

# mn5:30.10
source: suhitānampi bhottukamyatā assa, pageva jighacchitānaṃ.
mn: Even those who had eaten wanted to eat it, let alone those who were hungry.

# mn5:30.11
source: Evameva kho, āvuso, yassa kassaci bhikkhuno ime pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti gāmantavihārī nemantaniko gahapaticīvaradharo, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti.
mn: In the same way, when these spheres of bad, unskillful wishes are seen and heard to be given up by a mendicant … their spiritual companions honor, respect, revere, and venerate them.

# mn5:30.12
source: Taṃ kissa hetu?
mn: Why is that?

# mn5:30.13
source: Te hi tassa āyasmato pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti cā”ti.
mn: It’s because these spheres of bad, unskillful wishes are seen and heard to be given up by that venerable.”

# mn5:31.1
source: Evaṃ vutte, āyasmā mahāmoggallāno āyasmantaṃ sāriputtaṃ etadavoca:
mn: When he said this, Venerable Mahāmoggallāna said to him,

# mn5:31.2
source: “upamā maṃ, āvuso sāriputta, paṭibhātī”ti.
mn: “Reverend Sāriputta, a simile springs to mind.”

# mn5:31.3
source: “Paṭibhātu taṃ, āvuso moggallānā”ti.
mn: “Then speak as you feel inspired,” said Sāriputta.

# mn5:31.4
source: “Ekamidāhaṃ, āvuso, samayaṃ rājagahe viharāmi giribbaje.
mn: “Reverend, at one time I was staying right here in Rājagaha, the Mountain Keep.

# mn5:31.5
source: Atha khvāhaṃ, āvuso, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisiṃ.
mn: Then I robed up in the morning and, taking my bowl and robe, entered Rājagaha for alms.

# mn5:31.6
source: Tena kho pana samayena samīti yānakāraputto rathassa nemiṃ tacchati.
mn: Now at that time Samīti the cartwright was planing the rim of a chariot wheel.

# mn5:31.7
source: Tamenaṃ paṇḍuputto ājīvako purāṇayānakāraputto paccupaṭṭhito hoti.
mn: The <i>Ājīvaka</i> ascetic Paṇḍuputta, who used to be a cartwright, was standing by,

# mn5:31.8
source: Atha kho, āvuso, paṇḍuputtassa ājīvakassa purāṇayānakāraputtassa evaṃ cetaso parivitakko udapādi:
mn: and this thought came to his mind:

# mn5:31.9
source: ‘aho vatāyaṃ samīti yānakāraputto imissā nemiyā imañca vaṅkaṃ imañca jimhaṃ imañca dosaṃ taccheyya, evāyaṃ nemi apagatavaṅkā apagatajimhā apagatadosā suddhā assa sāre patiṭṭhitā’ti.
mn: ‘Oh, I hope Samīti the cartwright planes out the crooks, bends, and flaws in this rim. Then the rim will be rid of crooks, bends, and flaws, and consist purely of the essential core.’

# mn5:31.10
source: Yathā yathā kho, āvuso, paṇḍuputtassa ājīvakassa purāṇayānakāraputtassa cetaso parivitakko hoti tathā tathā samīti yānakāraputto tassā nemiyā tañca vaṅkaṃ tañca jimhaṃ tañca dosaṃ tacchati.
mn: And Samīti planed out the flaws in the rim just as Paṇḍuputta thought.

# mn5:31.11
source: Atha kho, āvuso, paṇḍuputto ājīvako purāṇayānakāraputto attamano attamanavācaṃ nicchāresi:
mn: Then Paṇḍuputta expressed his gladness:

# mn5:31.12
source: ‘hadayā hadayaṃ maññe aññāya tacchatī’ti.
mn: ‘He planes like he knows my heart with his heart!’

# mn5:32.1
source: Evameva kho, āvuso, ye te puggalā assaddhā, jīvikatthā na saddhā agārasmā anagāriyaṃ pabbajitā, saṭhā māyāvino ketabino uddhatā unnaḷā capalā mukharā vikiṇṇavācā, indriyesu aguttadvārā, bhojane amattaññuno, jāgariyaṃ ananuyuttā, sāmaññe anapekkhavanto, sikkhāya na tibbagāravā, bāhulikā sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā, kusītā hīnavīriyā muṭṭhassatī asampajānā asamāhitā vibbhantacittā duppaññā eḷamūgā, tesaṃ āyasmā sāriputto iminā dhammapariyāyena hadayā hadayaṃ maññe aññāya tacchati.
mn: In the same way, there are those faithless people who went forth from the lay life to homelessness not out of faith but to earn a livelihood. They’re devious, deceitful, and sneaky. They’re restless, insolent, fickle, gossipy, and loose-tongued. They do not guard their sense doors or eat in moderation, and they are not dedicated to wakefulness. They don’t care about the ascetic life, and don’t keenly respect the training. They’re indulgent and slack, leaders in backsliding, neglecting seclusion, lazy, and lacking energy. They’re unmindful, lacking situational awareness and immersion, with straying minds, witless and stupid. Venerable Sāriputta planes their faults with this exposition of the teaching as if he knows my heart with his heart!

# mn5:32.2
source: Ye pana te kulaputtā saddhā agārasmā anagāriyaṃ pabbajitā, asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā, indriyesu guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā, sāmaññe apekkhavanto, sikkhāya tibbagāravā, na bāhulikā na sāthalikā, okkamane nikkhittadhurā, paviveke pubbaṅgamā, āraddhavīriyā pahitattā upaṭṭhitassatī sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, te āyasmato sāriputtassa imaṃ dhammapariyāyaṃ sutvā pivanti maññe, ghasanti maññe vacasā ceva manasā ca:
mn: But there are those gentlemen who went forth from the lay life to homelessness out of faith. They’re not devious, deceitful, and sneaky. They’re not restless, insolent, fickle, gossipy, and loose-tongued. They guard their sense doors and eat in moderation, and they are dedicated to wakefulness. They care about the ascetic life, and keenly respect the training. They’re not indulgent or slack, nor are they leaders in backsliding, neglecting seclusion. They’re energetic and determined. They’re mindful, with situational awareness, immersion, and unified minds; wise, not stupid. Hearing this exposition of the teaching from Venerable Sāriputta, they drink it up and devour it, as it were. And in speech and thought they say:

# mn5:32.3
source: ‘sādhu vata, bho, sabrahmacārī akusalā vuṭṭhāpetvā kusale patiṭṭhāpetī’ti.
mn: ‘It’s good, sirs, that he draws his spiritual companions away from the unskillful and establishes them in the skillful.’

# mn5:33.1
source: Seyyathāpi, āvuso, itthī vā puriso vā daharo yuvā maṇḍanakajātiko sīsaṃnhāto uppalamālaṃ vā vassikamālaṃ vā atimuttakamālaṃ vā labhitvā ubhohi hatthehi paṭiggahetvā uttamaṅge sirasmiṃ patiṭṭhapeyya;
mn: Suppose there was a woman or man who was young, youthful, and fond of adornments, and had bathed their head. After getting a garland of lotuses, jasmine, or liana flowers, they would take them in both hands and place them on the crown of the head.

# mn5:33.2
source: evameva kho, āvuso, ye te kulaputtā saddhā agārasmā anagāriyaṃ pabbajitā, asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā, indriyesu guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā, sāmaññe apekkhavanto, sikkhāya tibbagāravā, na bāhulikā na sāthalikā, okkamane nikkhittadhurā, paviveke pubbaṅgamā, āraddhavīriyā pahitattā upaṭṭhitassatī sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, te āyasmato sāriputtassa imaṃ dhammapariyāyaṃ sutvā pivanti maññe, ghasanti maññe vacasā ceva manasā ca:
mn: In the same way, those gentlemen who went forth from the lay life to homelessness out of faith … say:

# mn5:33.3
source: ‘sādhu vata, bho, sabrahmacārī akusalā vuṭṭhāpetvā kusale patiṭṭhāpetī’”ti.
mn: ‘It’s good, sirs, that he draws his spiritual companions away from the unskillful and establishes them in the skillful.’”

# mn5:33.4
source: Itiha te ubho mahānāgā aññamaññassa subhāsitaṃ samanumodiṃsūti.
mn: And so these two spiritual giants agreed with each others’ fine words.
