Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn003.po
Languages: mn

# mn3:0.1
source: Majjhima Nikāya 3
mn: Middle Discourses 3

# mn3:0.2
source: Dhammadāyādasutta
mn: Heirs in the Teaching

# mn3:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn3:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn3:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn3:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn3:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn3:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn3:2.1
source: “Dhammadāyādā me, bhikkhave, bhavatha, mā āmisadāyādā.
mn: “Mendicants, be my heirs in the teaching, not in material things.

# mn3:2.2
source: Atthi me tumhesu anukampā:
mn: Out of compassion for you, I think,

# mn3:2.3
source: ‘kinti me sāvakā dhammadāyādā bhaveyyuṃ, no āmisadāyādā’ti.
mn: ‘How can my disciples become heirs in the teaching, not in material things?’

# mn3:2.4
source: Tumhe ca me, bhikkhave, āmisadāyādā bhaveyyātha no dhammadāyādā, tumhepi tena ādiyā bhaveyyātha:
mn: If you become heirs in material things, not in the teaching, they’ll point to you, saying,

# mn3:2.5
source: ‘āmisadāyādā satthusāvakā viharanti, no dhammadāyādā’ti;
mn: ‘The Teacher’s disciples live as heirs in material things, not in the teaching.’

# mn3:2.6
source: ahampi tena ādiyo bhaveyyaṃ:
mn: And they’ll point to me, saying,

# mn3:2.7
source: ‘āmisadāyādā satthusāvakā viharanti, no dhammadāyādā’ti.
mn: ‘The Teacher’s disciples live as heirs in material things, not in the teaching.’

# mn3:2.8
source: Tumhe ca me, bhikkhave, dhammadāyādā bhaveyyātha, no āmisadāyādā, tumhepi tena na ādiyā bhaveyyātha:
mn: If you become heirs in the teaching, not in material things, they’ll point to you, saying,

# mn3:2.9
source: ‘dhammadāyādā satthusāvakā viharanti, no āmisadāyādā’ti;
mn: ‘The Teacher’s disciples live as heirs in the teaching, not in material things.’

# mn3:2.10
source: ahampi tena na ādiyo bhaveyyaṃ:
mn: And they’ll point to me, saying,

# mn3:2.11
source: ‘dhammadāyādā satthusāvakā viharanti, no āmisadāyādā’ti.
mn: ‘The Teacher’s disciples live as heirs in the teaching, not in material things.’

# mn3:2.12
source: Tasmātiha me, bhikkhave, dhammadāyādā bhavatha, mā āmisadāyādā.
mn: So, mendicants, be my heirs in the teaching, not in material things.

# mn3:2.13
source: Atthi me tumhesu anukampā:
mn: Out of compassion for you, I think,

# mn3:2.14
source: ‘kinti me sāvakā dhammadāyādā bhaveyyuṃ, no āmisadāyādā’ti.
mn: ‘How can my disciples become heirs in the teaching, not in material things?’

# mn3:3.1
source: Idhāhaṃ, bhikkhave, bhuttāvī assaṃ pavārito paripuṇṇo pariyosito suhito yāvadattho;
mn: Suppose that I had eaten and refused more food, being full, and having had as much as I needed.

# mn3:3.2
source: siyā ca me piṇḍapāto atirekadhammo chaḍḍanīyadhammo.
mn: And there was some extra alms-food that was going to be thrown away.

# mn3:3.3
source: Atha dve bhikkhū āgaccheyyuṃ jighacchādubbalyaparetā.
mn: Then two mendicants were to come who were weak with hunger.

# mn3:3.4
source: Tyāhaṃ evaṃ vadeyyaṃ:
mn: I’d say to them,

# mn3:3.5
source: ‘ahaṃ khomhi, bhikkhave, bhuttāvī pavārito paripuṇṇo pariyosito suhito yāvadattho;
mn: ‘Mendicants, I have eaten and refused more food, being full, and having had as much as I need.

# mn3:3.6
source: atthi ca me ayaṃ piṇḍapāto atirekadhammo chaḍḍanīyadhammo.
mn: And there is this extra alms-food that’s going to be thrown away.

# mn3:3.7
source: Sace ākaṅkhatha, bhuñjatha, no ce tumhe bhuñjissatha, idānāhaṃ appaharite vā chaḍḍessāmi, appāṇake vā udake opilāpessāmī’ti.
mn: Eat it if you like. Otherwise I’ll throw it out where there is little that grows, or drop it into water that has no living creatures.’

# mn3:3.8
source: Tatrekassa bhikkhuno evamassa:
mn: Then one of those mendicants thought,

# mn3:3.9
source: ‘bhagavā kho bhuttāvī pavārito paripuṇṇo pariyosito suhito yāvadattho;
mn: ‘The Buddha has eaten and refused more food.

# mn3:3.10
source: atthi cāyaṃ bhagavato piṇḍapāto atirekadhammo chaḍḍanīyadhammo.
mn: And he has some extra alms-food that’s going to be thrown away.

# mn3:3.11
source: Sace mayaṃ na bhuñjissāma, idāni bhagavā appaharite vā chaḍḍessati, appāṇake vā udake opilāpessati.
mn: If we don’t eat it he’ll throw it away.

# mn3:3.12
source: Vuttaṃ kho panetaṃ bhagavatā:
mn: But the Buddha has also said:

# mn3:3.13
source: “dhammadāyādā me, bhikkhave, bhavatha, mā āmisadāyādā”ti.
mn: “Be my heirs in the teaching, not in material things.”

# mn3:3.14
source: Āmisaññataraṃ kho panetaṃ, yadidaṃ piṇḍapāto.
mn: And alms-food is a kind of material thing.

# mn3:3.15
source: Yannūnāhaṃ imaṃ piṇḍapātaṃ abhuñjitvā imināva jighacchādubbalyena evaṃ imaṃ rattindivaṃ vītināmeyyan’ti.
mn: Instead of eating this alms-food, why don’t I spend this day and night weak with hunger?’

# mn3:3.16
source: So taṃ piṇḍapātaṃ abhuñjitvā teneva jighacchādubbalyena evaṃ taṃ rattindivaṃ vītināmeyya.
mn: And that’s what they did.

# mn3:3.17
source: Atha dutiyassa bhikkhuno evamassa:
mn: Then the second of those mendicants thought,

# mn3:3.18
source: ‘bhagavā kho bhuttāvī pavārito paripuṇṇo pariyosito suhito yāvadattho;
mn: ‘The Buddha has eaten and refused more food.

# mn3:3.19
source: atthi cāyaṃ bhagavato piṇḍapāto atirekadhammo chaḍḍanīyadhammo.
mn: And he has some extra alms-food that’s going to be thrown away.

# mn3:3.20
source: Sace mayaṃ na bhuñjissāma, idāni bhagavā appaharite vā chaḍḍessati, appāṇake vā udake opilāpessati.
mn: If we don’t eat it he’ll throw it away.

# mn3:3.21
source: Yannūnāhaṃ imaṃ piṇḍapātaṃ bhuñjitvā jighacchādubbalyaṃ paṭivinodetvā evaṃ imaṃ rattindivaṃ vītināmeyyan’ti.
mn: Why don’t I eat this alms-food, then spend the day and night having got rid of my hunger and weakness?’

# mn3:3.22
source: So taṃ piṇḍapātaṃ bhuñjitvā jighacchādubbalyaṃ paṭivinodetvā evaṃ taṃ rattindivaṃ vītināmeyya.
mn: And that’s what they did.

# mn3:3.23
source: Kiñcāpi so, bhikkhave, bhikkhu taṃ piṇḍapātaṃ bhuñjitvā jighacchādubbalyaṃ paṭivinodetvā evaṃ taṃ rattindivaṃ vītināmeyya, atha kho asuyeva me purimo bhikkhu pujjataro ca pāsaṃsataro ca.
mn: Even though that mendicant, after eating the alms-food, spent the day and night rid of hunger and weakness, it is the former mendicant who is more worthy of respect and praise.

# mn3:3.24
source: Taṃ kissa hetu?
mn: Why is that?

# mn3:3.25
source: Tañhi tassa, bhikkhave, bhikkhuno dīgharattaṃ appicchatāya santuṭṭhiyā sallekhāya subharatāya vīriyārambhāya saṃvattissati.
mn: Because for a long time that will conduce to that mendicant being of few wishes, content, self-effacing, easy to look after, and energetic.

# mn3:3.26
source: Tasmātiha me, bhikkhave, dhammadāyādā bhavatha, mā āmisadāyādā.
mn: So, mendicants, be my heirs in the teaching, not in material things.

# mn3:3.27
source: Atthi me tumhesu anukampā:
mn: Out of compassion for you, I think,

# mn3:3.28
source: ‘kinti me sāvakā dhammadāyādā bhaveyyuṃ, no āmisadāyādā’”ti.
mn: ‘How can my disciples become heirs in the teaching, not in material things?’”

# mn3:4.1
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn3:4.2
source: Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi.
mn: When he had spoken, the Holy One got up from his seat and entered his dwelling.

# mn3:4.3
source: Tatra kho āyasmā sāriputto acirapakkantassa bhagavato bhikkhū āmantesi:
mn: Then soon after the Buddha left, Venerable Sāriputta said to the mendicants,

# mn3:4.4
source: “āvuso bhikkhave”ti.
mn: “Reverends, mendicants!”

# mn3:4.5
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
mn: “Reverend,” they replied.

# mn3:4.6
source: Āyasmā sāriputto etadavoca:
mn: Sāriputta said this:

# mn3:5.1
source: “Kittāvatā nu kho, āvuso, satthu pavivittassa viharato sāvakā vivekaṃ nānusikkhanti, kittāvatā ca pana satthu pavivittassa viharato sāvakā vivekamanusikkhantī”ti?
mn: “Reverends, how do the disciples of a Teacher who lives in seclusion not train in seclusion? And how do they train in seclusion?”

# mn3:5.2
source: “Dūratopi kho mayaṃ, āvuso, āgacchāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṃ.
mn: “Reverend, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta.

# mn3:5.3
source: Sādhu vatāyasmantaṃyeva sāriputtaṃ paṭibhātu etassa bhāsitassa attho;
mn: May Venerable Sāriputta himself please clarify the meaning of this.

# mn3:5.4
source: āyasmato sāriputtassa sutvā bhikkhū dhāressantī”ti.
mn: The mendicants will listen and remember it.”

# mn3:5.5
source: “Tena hāvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: “Well then, reverends, listen and pay close attention, I will speak.”

# mn3:5.6
source: “Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
mn: “Yes, reverend,” they replied.

# mn3:5.7
source: Āyasmā sāriputto etadavoca:
mn: Sāriputta said this:

# mn3:6.1
source: “Kittāvatā nu kho, āvuso, satthu pavivittassa viharato sāvakā vivekaṃ nānusikkhanti?
mn: “Reverends, how do the disciples of a Teacher who lives in seclusion not train in seclusion?

# mn3:6.2
source: Idhāvuso, satthu pavivittassa viharato sāvakā vivekaṃ nānusikkhanti,
mn: The disciples of a teacher who lives in seclusion do not train in seclusion.

# mn3:6.3
source: yesañca dhammānaṃ satthā pahānamāha, te ca dhamme nappajahanti,
mn: They don’t give up what the Teacher tells them to give up.

# mn3:6.4
source: bāhulikā ca honti, sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā.
mn: They’re indulgent and slack, leaders in backsliding, neglecting seclusion.

# mn3:6.5
source: Tatrāvuso, therā bhikkhū tīhi ṭhānehi gārayhā bhavanti.
mn: In this case, the senior mendicants should be criticized on three grounds.

# mn3:6.6
source: ‘Satthu pavivittassa viharato sāvakā vivekaṃ nānusikkhantī’ti—
mn: ‘The disciples of a teacher who lives in seclusion do not train in seclusion.’

# mn3:6.7
source: iminā paṭhamena ṭhānena therā bhikkhū gārayhā bhavanti.
mn: This is the first ground.

# mn3:6.8
source: ‘Yesañca dhammānaṃ satthā pahānamāha te ca dhamme nappajahantī’ti—
mn: ‘They don’t give up what the Teacher tells them to give up.’

# mn3:6.9
source: iminā dutiyena ṭhānena therā bhikkhū gārayhā bhavanti.
mn: This is the second ground.

# mn3:6.10
source: ‘Bāhulikā ca, sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā’ti—
mn: ‘They’re indulgent and slack, leaders in backsliding, neglecting seclusion.’

# mn3:6.11
source: iminā tatiyena ṭhānena therā bhikkhū gārayhā bhavanti.
mn: This is the third ground.

# mn3:6.12
source: Therā, āvuso, bhikkhū imehi tīhi ṭhānehi gārayhā bhavanti.
mn: The senior mendicants should be criticized on these three grounds.

# mn3:6.13
source: Tatrāvuso, majjhimā bhikkhū … pe …
mn: In this case, the middle mendicants

# mn3:6.14
source: navā bhikkhū tīhi ṭhānehi gārayhā bhavanti.
mn: and the junior mendicants should be criticized on the same three grounds.

# mn3:6.22
source: Ettāvatā kho, āvuso, satthu pavivittassa viharato sāvakā vivekaṃ nānusikkhanti.
mn: This is how the disciples of a Teacher who lives in seclusion do not train in seclusion.

# mn3:7.1
source: Kittāvatā ca panāvuso, satthu pavivittassa viharato sāvakā vivekamanusikkhanti?
mn: And how do the disciples of a teacher who lives in seclusion train in seclusion?

# mn3:7.2
source: Idhāvuso, satthu pavivittassa viharato sāvakā vivekamanusikkhanti—
mn: The disciples of a teacher who lives in seclusion train in seclusion.

# mn3:7.3
source: yesañca dhammānaṃ satthā pahānamāha te ca dhamme pajahanti;
mn: They give up what the Teacher tells them to give up.

# mn3:7.4
source: na ca bāhulikā honti, na sāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā.
mn: They’re not indulgent and slack, leaders in backsliding, neglecting seclusion.

# mn3:7.5
source: Tatrāvuso, therā bhikkhū tīhi ṭhānehi pāsaṃsā bhavanti.
mn: In this case, the senior mendicants should be praised on three grounds.

# mn3:7.6
source: ‘Satthu pavivittassa viharato sāvakā vivekamanusikkhantī’ti—
mn: ‘The disciples of a teacher who lives in seclusion train in seclusion.’

# mn3:7.7
source: iminā paṭhamena ṭhānena therā bhikkhū pāsaṃsā bhavanti.
mn: This is the first ground.

# mn3:7.8
source: ‘Yesañca dhammānaṃ satthā pahānamāha te ca dhamme pajahantī’ti—
mn: ‘They give up what the Teacher tells them to give up.’

# mn3:7.9
source: iminā dutiyena ṭhānena therā bhikkhū pāsaṃsā bhavanti.
mn: This is the second ground.

# mn3:7.10
source: ‘Na ca bāhulikā, na sāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā’ti—
mn: ‘They’re not indulgent and slack, leaders in backsliding, neglecting seclusion.’

# mn3:7.11
source: iminā tatiyena ṭhānena therā bhikkhū pāsaṃsā bhavanti.
mn: This is the third ground.

# mn3:7.12
source: Therā, āvuso, bhikkhū imehi tīhi ṭhānehi pāsaṃsā bhavanti.
mn: The senior mendicants should be praised on these three grounds.

# mn3:7.13
source: Tatrāvuso, majjhimā bhikkhū … pe …
mn: In this case, the middle mendicants

# mn3:7.14
source: navā bhikkhū tīhi ṭhānehi pāsaṃsā bhavanti.
mn: and the junior mendicants should be praised on the same three grounds.

# mn3:7.22
source: Ettāvatā kho, āvuso, satthu pavivittassa viharato sāvakā vivekamanusikkhanti.
mn: This is how the disciples of a Teacher who lives in seclusion train in seclusion.

# mn3:8.1
source: Tatrāvuso, lobho ca pāpako doso ca pāpako.
mn: The bad thing here is greed and hate.

# mn3:8.2
source: Lobhassa ca pahānāya dosassa ca pahānāya atthi majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.
mn: There is a middle way of practice for giving up greed and hate. It gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.

# mn3:8.3
source: Katamā ca sā, āvuso, majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati?
mn: And what is that middle way?

# mn3:8.4
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
mn: It is simply this noble eightfold path, that is:

# mn3:8.5
source: sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi.
mn: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# mn3:8.6
source: Ayaṃ kho sā, āvuso, majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.
mn: This is that middle way, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.

# mn3:9-15.1
source: Tatrāvuso, kodho ca pāpako upanāho ca pāpako … pe …
mn: The bad thing here is anger and hostility. …

# mn3:9-15.2
source: makkho ca pāpako paḷāso ca pāpako,
mn: offensiveness and contempt …

# mn3:9-15.3
source: issā ca pāpikā maccherañca pāpakaṃ,
mn: jealousy and stinginess …

# mn3:9-15.4
source: māyā ca pāpikā sāṭheyyañca pāpakaṃ,
mn: deceit and deviousness …

# mn3:9-15.5
source: thambho ca pāpako sārambho ca pāpako,
mn: obstinacy and aggression …

# mn3:9-15.6
source: māno ca pāpako atimāno ca pāpako,
mn: conceit and arrogance …

# mn3:9-15.7
source: mado ca pāpako pamādo ca pāpako.
mn: vanity and negligence.

# mn3:9-15.8
source: Madassa ca pahānāya pamādassa ca pahānāya atthi majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.
mn: There is a middle way of practice for giving up vanity and negligence. It gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.

# mn3:9-15.9
source: Katamā ca sā, āvuso, majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati?
mn: And what is that middle way?

# mn3:9-15.10
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
mn: It is simply this noble eightfold path, that is:

# mn3:9-15.11
source: sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi.
mn: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# mn3:9-15.12
source: Ayaṃ kho sā, āvuso, majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattatī”ti.
mn: This is that middle way, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.”

# mn3:9-15.13
source: Idamavocāyasmā sāriputto.
mn: This is what Venerable Sāriputta said.

# mn3:9-15.14
source: Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what Sāriputta said.
