Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn005.po
Languages: mn

# mn5:0.1
source: Majjhima Nikāya 5
mn: Middle Discourses 5

# mn5:0.2
source: Anaṅgaṇasutta
mn: Unblemished

# mn5:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn5:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn5:1.3
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi:
mn: There Sāriputta addressed the mendicants:

# mn5:1.4
source: “āvuso bhikkhave”ti.
mn: “Reverends, mendicants!”

# mn5:1.5
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
mn: “Reverend,” they replied.

# mn5:1.6
source: Āyasmā sāriputto etadavoca:
mn: Sāriputta said this:

# mn5:2.1
source: “Cattārome, āvuso, puggalā santo saṃvijjamānā lokasmiṃ.
mn: “Mendicants, these four people are found in the world.

# mn5:2.2
source: Katame cattāro?
mn: What four?

# mn5:2.3
source: Idhāvuso, ekacco puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti.
mn: One person with a blemish doesn’t truly understand: ‘There is a blemish in me.’

# mn5:2.4
source: Idha panāvuso, ekacco puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti.
mn: But another person with a blemish does truly understand: ‘There is a blemish in me.’

# mn5:2.5
source: Idhāvuso, ekacco puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti.
mn: One person without a blemish doesn’t truly understand: ‘There is no blemish in me.’

# mn5:2.6
source: Idha panāvuso, ekacco puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti.
mn: But another person without a blemish does truly understand: ‘There is no blemish in me.’

# mn5:2.7
source: Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ hīnapuriso akkhāyati.
mn: In this case, of the two persons with a blemish, the one who doesn’t understand is said to be worse,

# mn5:2.8
source: Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ seṭṭhapuriso akkhāyati.
mn: while the one who does understand is better.

# mn5:2.9
source: Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ hīnapuriso akkhāyati.
mn: And of the two persons without a blemish, the one who doesn’t understand is said to be worse,

# mn5:2.10
source: Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ seṭṭhapuriso akkhāyatī”ti.
mn: while the one who does understand is better.”

# mn5:3.1
source: Evaṃ vutte, āyasmā mahāmoggallāno āyasmantaṃ sāriputtaṃ etadavoca:
mn: When he said this, Venerable Mahāmoggallāna said to him:

# mn5:3.2
source: “Ko nu kho, āvuso sāriputta, hetu ko paccayo yenimesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyati?
mn: “What is the cause, Reverend Sāriputta, what is the reason why, of the two persons with a blemish, one is said to be worse and one better?

# mn5:3.3
source: Ko panāvuso sāriputta, hetu ko paccayo yenimesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyatī”ti?
mn: And what is the cause, what is the reason why, of the two persons without a blemish, one is said to be worse and one better?”

# mn5:4.1
source: “Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—na chandaṃ janessati na vāyamissati na vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya;
mn: “Reverend, take the case of the person who has a blemish and does not understand it. You can expect that they won’t generate enthusiasm, make an effort, or rouse up energy to give up that blemish.

# mn5:4.2
source: so sarāgo sadoso samoho sāṅgaṇo saṃkiliṭṭhacitto kālaṃ karissati.
mn: And they will die with greed, hate, and delusion, blemished, with a corrupted mind.

# mn5:4.3
source: Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā rajena ca malena ca pariyonaddhā.
mn: Suppose a bronze dish was brought from a shop or smithy covered with dirt or stains.

# mn5:4.4
source: Tamenaṃ sāmikā na ceva paribhuñjeyyuṃ na ca pariyodapeyyuṃ, rajāpathe ca naṃ nikkhipeyyuṃ.
mn: And the owners neither used it or had it cleaned, but kept it in a dirty place.

# mn5:4.5
source: Evañhi sā, āvuso, kaṃsapāti aparena samayena saṃkiliṭṭhatarā assa malaggahitā”ti?
mn: Over time, wouldn’t that bronze dish get even dirtier and more stained?”

# mn5:4.6
source: “Evamāvuso”ti.
mn: “Yes, reverend.”

# mn5:4.7
source: “Evameva kho, āvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—na chandaṃ janessati na vāyamissati na vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya;
mn: “In the same way, take the case of the person who has a blemish and does not understand it. You can expect that …

# mn5:4.8
source: so sarāgo sadoso samoho sāṅgaṇo saṃkiliṭṭhacitto kālaṃ karissati.
mn: they will die with a corrupted mind.

# mn5:5.1
source: Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—chandaṃ janessati vāyamissati vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya;
mn: Take the case of the person who has a blemish and does understand it. You can expect that they will generate enthusiasm, make an effort, and rouse up energy to give up that blemish.

# mn5:5.2
source: so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati.
mn: And they will die without greed, hate, and delusion, unblemished, with an uncorrupted mind.

# mn5:5.3
source: Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā rajena ca malena ca pariyonaddhā.
mn: Suppose a bronze dish was brought from a shop or smithy covered with dirt or stains.

# mn5:5.4
source: Tamenaṃ sāmikā paribhuñjeyyuñceva pariyodapeyyuñca, na ca naṃ rajāpathe nikkhipeyyuṃ.
mn: But the owners used it and had it cleaned, and didn’t keep it in a dirty place.

# mn5:5.5
source: Evañhi sā, āvuso, kaṃsapāti aparena samayena parisuddhatarā assa pariyodātā”ti?
mn: Over time, wouldn’t that bronze dish get cleaner and brighter?”

# mn5:5.6
source: “Evamāvuso”ti.
mn: “Yes, reverend.”

# mn5:5.7
source: “Evameva kho, āvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—chandaṃ janessati vāyamissati vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya;
mn: “In the same way, take the case of the person who has a blemish and does understand it. You can expect that …

# mn5:5.8
source: so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati.
mn: they will die with an uncorrupted mind.

# mn5:6.1
source: Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—subhanimittaṃ manasi karissati, tassa subhanimittassa manasikārā rāgo cittaṃ anuddhaṃsessati;
mn: Take the case of the person who doesn’t have a blemish but does not understand it. You can expect that they will focus on the feature of beauty, and because of that, lust will infect their mind.

# mn5:6.2
source: so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṃ karissati.
mn: And they will die with greed, hate, and delusion, blemished, with a corrupted mind.

# mn5:6.3
source: Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā.
mn: Suppose a bronze dish was brought from a shop or smithy clean and bright.

# mn5:6.4
source: Tamenaṃ sāmikā na ceva paribhuñjeyyuṃ na ca pariyodapeyyuṃ, rajāpathe ca naṃ nikkhipeyyuṃ.
mn: And the owners neither used it or had it cleaned, but kept it in a dirty place.

# mn5:6.5
source: Evañhi sā, āvuso, kaṃsapāti aparena samayena saṅkiliṭṭhatarā assa malaggahitā”ti?
mn: Over time, wouldn’t that bronze dish get dirtier and more stained?”

# mn5:6.6
source: “Evamāvuso”ti.
mn: “Yes, reverend.”

# mn5:6.7
source: “Evameva kho, āvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—subhanimittaṃ manasi karissati, tassa subhanimittassa manasikārā rāgo cittaṃ anuddhaṃsessati;
mn: “In the same way, take the case of the person who has no blemish and does not understand it. You can expect that …

# mn5:6.8
source: so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṃ karissati.
mn: they will die with a corrupted mind.

# mn5:7.1
source: Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—subhanimittaṃ na manasi karissati, tassa subhanimittassa amanasikārā rāgo cittaṃ nānuddhaṃsessati;
mn: Take the case of the person who doesn’t have a blemish and does understand it. You can expect that they won’t focus on the feature of beauty, and because of that, lust won’t infect their mind.

# mn5:7.2
source: so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati.
mn: And they will die without greed, hate, and delusion, unblemished, with an uncorrupted mind.

# mn5:7.3
source: Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā.
mn: Suppose a bronze dish was brought from a shop or smithy clean and bright.

# mn5:7.4
source: Tamenaṃ sāmikā paribhuñjeyyuñceva pariyodapeyyuñca, na ca naṃ rajāpathe nikkhipeyyuṃ.
mn: And the owners used it and had it cleaned, and didn’t keep it in a dirty place.

# mn5:7.5
source: Evañhi sā, āvuso, kaṃsapāti aparena samayena parisuddhatarā assa pariyodātā”ti?
mn: Over time, wouldn’t that bronze dish get cleaner and brighter?”

# mn5:7.6
source: “Evamāvuso”ti.
mn: “Yes, reverend.”

# mn5:7.7
source: “Evameva kho, āvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—subhanimittaṃ na manasi karissati, tassa subhanimittassa amanasikārā rāgo cittaṃ nānuddhaṃsessati;
mn: “In the same way, take the case of the person who doesn’t have a blemish and does understand it. You can expect that …

# mn5:7.8
source: so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati.
mn: they will die with an uncorrupted mind.

# mn5:8.1
source: Ayaṃ kho, āvuso moggallāna, hetu ayaṃ paccayo yenimesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyati.
mn: This is the cause, this is the reason why, of the two persons with a blemish, one is said to be worse and one better.

# mn5:8.2
source: Ayaṃ panāvuso moggallāna, hetu ayaṃ paccayo yenimesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyatī”ti.
mn: And this is the cause, this is the reason why, of the two persons without a blemish, one is said to be worse and one better.”

# mn5:9.1
source: “Aṅgaṇaṃ aṅgaṇanti, āvuso, vuccati.
mn: “Reverend, the word ‘blemish’ is spoken of.

# mn5:9.2
source: Kissa nu kho etaṃ, āvuso, adhivacanaṃ yadidaṃ aṅgaṇan”ti?
mn: But what is ‘blemish’ a term for?”

# mn5:9.3
source: “Pāpakānaṃ kho etaṃ, āvuso, akusalānaṃ icchāvacarānaṃ adhivacanaṃ, yadidaṃ aṅgaṇan”ti.
mn: “Reverend, ‘blemish’ is a term for the spheres of bad, unskillful wishes.

# mn5:10.1
source: “Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:
mn: It’s possible that some mendicant might wish:

# mn5:10.2
source: ‘āpattiñca vata āpanno assaṃ, na ca maṃ bhikkhū jāneyyuṃ āpattiṃ āpanno’ti.
mn: ‘If I commit an offense, I hope the mendicants don’t find out!’

# mn5:10.3
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ taṃ bhikkhuṃ bhikkhū jāneyyuṃ:
mn: But it’s possible that the mendicants do find out that that mendicant

# mn5:10.4
source: ‘āpattiṃ āpanno’ti.
mn: has committed an offense.

# mn5:10.5
source: ‘Jānanti maṃ bhikkhū āpattiṃ āpanno’ti—
mn: Thinking, ‘The mendicants have found out about my offense,’

# mn5:10.6
source: iti so kupito hoti appatīto.
mn: they get angry and bitter.

# mn5:10.7
source: Yo ceva kho, āvuso, kopo yo ca appaccayo—
mn: And that anger and that bitterness

# mn5:10.8
source: ubhayametaṃ aṅgaṇaṃ.
mn: are both blemishes.

# mn5:11.1
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:
mn: It’s possible that some mendicant might wish:

# mn5:11.2
source: ‘āpattiñca vata āpanno assaṃ, anuraho maṃ bhikkhū codeyyuṃ, no saṅghamajjhe’ti.
mn: ‘If I commit an offense, I hope the mendicants accuse me in private, not in the middle of the Saṅgha.’

# mn5:11.3
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ taṃ bhikkhuṃ bhikkhū saṅghamajjhe codeyyuṃ, no anuraho.
mn: But it’s possible that the mendicants do accuse that mendicant in the middle of the Saṅgha …

# mn5:12.1
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:
mn: It’s possible that some mendicant might wish:

# mn5:12.2
source: ‘āpattiñca vata āpanno assaṃ, sappaṭipuggalo maṃ codeyya, no appaṭipuggalo’ti.
mn: ‘If I commit an offense, I hope I’m accused by an equal, not by someone who is not an equal.’

# mn5:12.3
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ taṃ bhikkhuṃ appaṭipuggalo codeyya, no sappaṭipuggalo.
mn: But it’s possible that someone who is not an equal accuses that mendicant …

# mn5:13.1
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:
mn: It’s possible that some mendicant might wish:

# mn5:13.2
source: ‘aho vata mameva satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyya, na aññaṃ bhikkhuṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyyā’ti.
mn: ‘Oh, I hope the Teacher will teach the mendicants by repeatedly questioning me alone, not some other mendicant.’

# mn5:13.3
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññaṃ bhikkhuṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyya, na taṃ bhikkhuṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyya.
mn: But it’s possible that the Teacher will teach the mendicants by repeatedly questioning some other mendicant …

# mn5:14.1
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:
mn: It’s possible that some mendicant might wish:

# mn5:14.2
source: ‘aho vata mameva bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyuṃ, na aññaṃ bhikkhuṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyun’ti.
mn: ‘Oh, I hope the mendicants will enter the village for the meal putting me at the very front, not some other mendicant.’

# mn5:14.3
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññaṃ bhikkhuṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyuṃ, na taṃ bhikkhuṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyuṃ.
mn: But it’s possible that the mendicants will enter the village for the meal putting some other mendicant at the very front …

# mn5:15.1
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:
mn: It’s possible that some mendicant might wish:

# mn5:15.2
source: ‘aho vata ahameva labheyyaṃ bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, na añño bhikkhu labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍan’ti.
mn: ‘Oh, I hope that I alone get the best seat, the best drink, and the best alms-food in the refectory, not some other mendicant.’

# mn5:15.3
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, na so bhikkhu labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ.
mn: But it’s possible that some other mendicant gets the best seat, the best drink, and the best alms-food in the refectory …

# mn5:16.1
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:
mn: It’s possible that some mendicant might wish:

# mn5:16.2
source: ‘aho vata ahameva bhattagge bhuttāvī anumodeyyaṃ, na añño bhikkhu bhattagge bhuttāvī anumodeyyā’ti.
mn: ‘I hope that I alone give the verses of gratitude after eating in the refectory, not some other mendicant.’

# mn5:16.3
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu bhattagge bhuttāvī anumodeyya, na so bhikkhu bhattagge bhuttāvī anumodeyya.
mn: But it’s possible that some other mendicant gives the verses of gratitude after eating in the refectory …

# mn5:17.1
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:
mn: It’s possible that some mendicant might wish:

# mn5:17.2
source: ‘aho vata ahameva ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseyyaṃ, na añño bhikkhu ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseyyā’ti.
mn: ‘Oh, I hope that I might teach the Dhamma to the monks, nuns, laymen, and laywomen in the monastery, not some other mendicant.’

# mn5:18-20.5
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu ārāmagatānaṃ upāsikānaṃ dhammaṃ deseyya, na so bhikkhu ārāmagatānaṃ upāsikānaṃ dhammaṃ deseyya.
mn: But it’s possible that some other mendicant teaches the Dhamma …

# mn5:21.1
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:
mn: It’s possible that some mendicant might wish:

# mn5:21.2
source: ‘aho vata mameva bhikkhū sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, na aññaṃ bhikkhuṃ bhikkhū sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti.
mn: ‘Oh, I hope that the monks, nuns, laymen, and laywomen will honor, respect, revere, and venerate me alone, not some other mendicant.’

# mn5:22-24.5
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññaṃ bhikkhuṃ upāsikā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, na taṃ bhikkhuṃ upāsikā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ.
mn: But it’s possible that some other mendicant is honored, respected, revered, and venerated …

# mn5:25.1
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:
mn: It’s possible that some mendicant might wish:

# mn5:25.2
source: ‘aho vata ahameva lābhī assaṃ paṇītānaṃ cīvarānaṃ, na añño bhikkhu lābhī assa paṇītānaṃ cīvarānan’ti.
mn: ‘I hope I get the nicest robes, alms-food, lodgings, and medicines and supplies for the sick, not some other mendicant.’

# mn5:25.3
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu lābhī assa paṇītānaṃ cīvarānaṃ, na so bhikkhu lābhī assa paṇītānaṃ cīvarānaṃ.
mn: But it’s possible that some other mendicant gets the nicest robes, alms-food, lodgings, and medicines and supplies for the sick …

# mn5:26-27.6
source: ‘Añño bhikkhu lābhī paṇītānaṃ gilānappaccayabhesajjaparikkhārānaṃ, nāhaṃ lābhī paṇītānaṃ gilānappaccayabhesajjaparikkhārānan’ti—
mn: Thinking, ‘Some other mendicant has got the nicest robes, alms-food, lodgings, and medicines and supplies for the sick’,

# mn5:26-27.7
source: iti so kupito hoti appatīto.
mn: they get angry and bitter.

# mn5:26-27.8
source: Yo ceva kho, āvuso, kopo yo ca appaccayo—
mn: And that anger and that bitterness

# mn5:26-27.9
source: ubhayametaṃ aṅgaṇaṃ.
mn: are both blemishes.

# mn5:28.1
source: Imesaṃ kho etaṃ, āvuso, pāpakānaṃ akusalānaṃ icchāvacarānaṃ adhivacanaṃ, yadidaṃ aṅgaṇanti.
mn: ‘Blemish’ is a term for these spheres of bad, unskillful wishes.

# mn5:29.1
source: Yassa kassaci, āvuso, bhikkhuno ime pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti āraññiko pantasenāsano piṇḍapātiko sapadānacārī paṃsukūliko lūkhacīvaradharo, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti.
mn: Suppose these spheres of bad, unskillful wishes are seen and heard to be not given up by a mendicant. Even though they dwell in the wilderness, in remote lodgings, eat only alms-food, wander indiscriminately for alms-food, wear rag robes, and wear shabby robes, their spiritual companions don’t honor, respect, revere, and venerate them.

# mn5:29.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn5:29.3
source: Te hi tassa āyasmato pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca.
mn: It’s because these spheres of bad, unskillful wishes are seen and heard to be not given up by that venerable.

# mn5:29.4
source: Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā.
mn: Suppose a bronze dish was brought from a shop or smithy clean and bright.

# mn5:29.5
source: Tamenaṃ sāmikā ahikuṇapaṃ vā kukkurakuṇapaṃ vā manussakuṇapaṃ vā racayitvā aññissā kaṃsapātiyā paṭikujjitvā antarāpaṇaṃ paṭipajjeyyuṃ.
mn: Then the owners were to prepare it with the carcass of a snake, a dog, or a human, cover it with a bronze lid, and parade it through the market-place.

# mn5:29.6
source: Tamenaṃ jano disvā evaṃ vadeyya:
mn: When people saw it they’d say:

# mn5:29.7
source: ‘ambho, kimevidaṃ harīyati jaññajaññaṃ viyā’ti?
mn: ‘My good man, what is it that you’re carrying like a precious treasure?’

# mn5:29.8
source: Tamenaṃ uṭṭhahitvā apāpuritvā olokeyya.
mn: So they’d open up the lid for people to look inside.

# mn5:29.9
source: Tassa sahadassanena amanāpatā ca saṇṭhaheyya, pāṭikulyatā ca saṇṭhaheyya, jegucchatā ca saṇṭhaheyya;
mn: But as soon as they saw it they were filled with loathing, revulsion, and disgust.

# mn5:29.10
source: jighacchitānampi na bhottukamyatā assa, pageva suhitānaṃ.
mn: Not even those who were hungry wanted to eat it, let alone those who had eaten.

# mn5:29.11
source: Evameva kho, āvuso, yassa kassaci bhikkhuno ime pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti āraññiko pantasenāsano piṇḍapātiko sapadānacārī paṃsukūliko lūkhacīvaradharo, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti.
mn: In the same way, when these spheres of bad, unskillful wishes are seen and heard to be not given up by a mendicant … their spiritual companions don’t honor, respect, revere, and venerate them.

# mn5:29.12
source: Taṃ kissa hetu?
mn: Why is that?

# mn5:29.13
source: Te hi tassa āyasmato pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca.
mn: It’s because these spheres of bad, unskillful wishes are seen and heard to be not given up by that venerable.

# mn5:30.1
source: Yassa kassaci, āvuso, bhikkhuno ime pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti gāmantavihārī nemantaniko gahapaticīvaradharo, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti.
mn: Suppose these spheres of bad, unskillful wishes are seen and heard to be given up by a mendicant. Even though they dwell in the neighborhood of a village, accept invitations to a meal, and wear robes offered by householders, their spiritual companions honor, respect, revere, and venerate them.

# mn5:30.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn5:30.3
source: Te hi tassa āyasmato pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca.
mn: It’s because these spheres of bad, unskillful wishes are seen and heard to be given up by that venerable.

# mn5:30.4
source: Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā.
mn: Suppose a bronze dish was brought from a shop or smithy clean and bright.

# mn5:30.5
source: Tamenaṃ sāmikā sālīnaṃ odanaṃ vicitakāḷakaṃ anekasūpaṃ anekabyañjanaṃ racayitvā aññissā kaṃsapātiyā paṭikujjitvā antarāpaṇaṃ paṭipajjeyyuṃ.
mn: Then the owners were to prepare it with boiled fine rice with the dark grains picked out and served with many soups and sauces, cover it with a bronze lid, and parade it through the market-place.

# mn5:30.6
source: Tamenaṃ jano disvā evaṃ vadeyya:
mn: When people saw it they’d say:

# mn5:30.7
source: ‘ambho, kimevidaṃ harīyati jaññajaññaṃ viyā’ti?
mn: ‘My good man, what is it that you’re carrying like a precious treasure?’

# mn5:30.8
source: Tamenaṃ uṭṭhahitvā apāpuritvā olokeyya.
mn: So they’d open up the lid for people to look inside.
