Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn010.po
Languages: mn

# mn10:0.1
source: Majjhima Nikāya 10
mn: Middle Discourses 10

# mn10:0.2
source: Satipaṭṭhānasutta
mn: Mindfulness Meditation

# mn10:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn10:1.2
source: ekaṃ samayaṃ bhagavā kurūsu viharati kammāsadhammaṃ nāma kurūnaṃ nigamo.
mn: At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma.

# mn10:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants:

# mn10:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn10:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn10:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn10:2.1
source: “Ekāyano ayaṃ, bhikkhave, maggo sattānaṃ visuddhiyā, sokaparidevānaṃ samatikkamāya, dukkhadomanassānaṃ atthaṅgamāya, ñāyassa adhigamāya, nibbānassa sacchikiriyāya, yadidaṃ cattāro satipaṭṭhānā.
mn: “Mendicants, the four kinds of mindfulness meditation are the path to convergence. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.

# mn10:3.1
source: Katame cattāro?
mn: What four?

# mn10:3.2
source: Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
mn: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# mn10:3.3
source: vedanāsu vedanānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
mn: They meditate observing an aspect of feelings—keen, aware, and mindful, rid of desire and aversion for the world.

# mn10:3.4
source: citte cittānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
mn: They meditate observing an aspect of the mind—keen, aware, and mindful, rid of desire and aversion for the world.

# mn10:3.5
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
mn: They meditate observing an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world.

# mn10:3.7
source: 1. Kāyānupassanā
mn: 1. Observing the Body

# mn10:3.8
source: 1.1. Kāyānupassanāānāpānapabba
mn: 1.1. Mindfulness of Breathing

# mn10:4.1
source: Kathañca, bhikkhave, bhikkhu kāye kāyānupassī viharati?
mn: And how does a mendicant meditate observing an aspect of the body?

# mn10:4.2
source: Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati, pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā.
mn: It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, with their body straight, and focuses their mindfulness right there.

# mn10:4.3
source: So satova assasati, satova passasati.
mn: Just mindful, they breathe in. Mindful, they breathe out.

# mn10:4.4
source: Dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti,
mn: When breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’

# mn10:4.5
source: rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti.
mn: When breathing in lightly they know: ‘I’m breathing in lightly.’ When breathing out lightly they know: ‘I’m breathing out lightly.’

# mn10:4.6
source: ‘Sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati.
mn: They practice breathing in experiencing the whole body. They practice breathing out experiencing the whole body.

# mn10:4.7
source: ‘Passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati.
mn: They practice breathing in stilling the body’s motion. They practice breathing out stilling the body’s motion.

# mn10:4.8
source: Seyyathāpi, bhikkhave, dakkho bhamakāro vā bhamakārantevāsī vā dīghaṃ vā añchanto ‘dīghaṃ añchāmī’ti pajānāti, rassaṃ vā añchanto ‘rassaṃ añchāmī’ti pajānāti;
mn: It’s like a deft carpenter or carpenter’s apprentice. When making a deep cut they know: ‘I’m making a deep cut,’ and when making a shallow cut they know: ‘I’m making a shallow cut.’

# mn10:5.1
source: Iti ajjhattaṃ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati;
mn: And so they meditate observing an aspect of the body internally, externally, and both internally and externally.

# mn10:5.2
source: samudayadhammānupassī vā kāyasmiṃ viharati, vayadhammānupassī vā kāyasmiṃ viharati, samudayavayadhammānupassī vā kāyasmiṃ viharati.
mn: They meditate observing the body as liable to originate, as liable to vanish, and as liable to both originate and vanish.

# mn10:5.3
source: ‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati.
mn: Or mindfulness is established that the body exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world.

# mn10:5.4
source: Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati.
mn: That’s how a mendicant meditates by observing an aspect of the body.

# mn10:5.6
source: 1.2. Kāyānupassanāiriyāpathapabba
mn: 1.2. The Postures

# mn10:6.1
source: Puna caparaṃ, bhikkhave, bhikkhu gacchanto vā ‘gacchāmī’ti pajānāti, ṭhito vā ‘ṭhitomhī’ti pajānāti, nisinno vā ‘nisinnomhī’ti pajānāti, sayāno vā ‘sayānomhī’ti pajānāti.
mn: Furthermore, when a mendicant is walking they know: ‘I am walking.’ When standing they know: ‘I am standing.’ When sitting they know: ‘I am sitting.’ And when lying down they know: ‘I am lying down.’

# mn10:6.2
source: Yathā yathā vā panassa kāyo paṇihito hoti tathā tathā naṃ pajānāti.
mn: Whatever posture their body is in, they know it.

# mn10:7.1
source: Iti ajjhattaṃ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati;
mn: And so they meditate observing an aspect of the body internally, externally, and both internally and externally.

# mn10:7.2
source: samudayadhammānupassī vā kāyasmiṃ viharati, vayadhammānupassī vā kāyasmiṃ viharati, samudayavayadhammānupassī vā kāyasmiṃ viharati.
mn: They meditate observing the body as liable to originate, as liable to vanish, and as liable to both originate and vanish.

# mn10:7.3
source: ‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati.
mn: Or mindfulness is established that the body exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world.

# mn10:7.4
source: Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati.
mn: That too is how a mendicant meditates by observing an aspect of the body.

# mn10:7.6
source: 1.3. Kāyānupassanāsampajānapabba
mn: 1.3. Situational Awareness

# mn10:8.1
source: Puna caparaṃ, bhikkhave, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.
mn: Furthermore, a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.

# mn10:9.1
source: Iti ajjhattaṃ vā kāye kāyānupassī viharati … pe …
mn: And so they meditate observing an aspect of the body internally …

# mn10:9.2
source: evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati.
mn: That too is how a mendicant meditates by observing an aspect of the body.

# mn10:9.4
source: 1.4. Kāyānupassanāpaṭikūlamanasikārapabba
mn: 1.4. Focusing on the Repulsive

# mn10:10.1
source: Puna caparaṃ, bhikkhave, bhikkhu imameva kāyaṃ uddhaṃ pādatalā, adho kesamatthakā, tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati:
mn: Furthermore, a mendicant examines their own body, up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth.

# mn10:10.2
source: ‘atthi imasmiṃ kāye kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttan’ti.
mn: ‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’

# mn10:10.3
source: Seyyathāpi, bhikkhave, ubhatomukhā putoḷi pūrā nānāvihitassa dhaññassa, seyyathidaṃ—sālīnaṃ vīhīnaṃ muggānaṃ māsānaṃ tilānaṃ taṇḍulānaṃ. Tamenaṃ cakkhumā puriso muñcitvā paccavekkheyya: ‘ime sālī ime vīhī ime muggā ime māsā ime tilā ime taṇḍulā’ti.
mn: It’s as if there were a bag with openings at both ends, filled with various kinds of grains, such as fine rice, wheat, mung beans, peas, sesame, and ordinary rice. And someone with good eyesight were to open it and examine the contents: ‘These grains are fine rice, these are wheat, these are mung beans, these are peas, these are sesame, and these are ordinary rice.’

# mn10:11.1
source: Iti ajjhattaṃ vā kāye kāyānupassī viharati … pe …
mn: And so they meditate observing an aspect of the body internally …

# mn10:11.2
source: evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati.
mn: That’s how a mendicant meditates by observing an aspect of the body.

# mn10:11.4
source: 1.5. Kāyānupassanādhātumanasikārapabba
mn: 1.5. Focusing on the Elements

# mn10:12.1
source: Puna caparaṃ, bhikkhave, bhikkhu imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ dhātuso paccavekkhati:
mn: Furthermore, a mendicant examines their own body, whatever its placement or posture, according to the elements:

# mn10:12.2
source: ‘atthi imasmiṃ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti.
mn: ‘In this body there is the earth element, the water element, the fire element, and the air element.’

# mn10:12.3
source: Seyyathāpi, bhikkhave, dakkho goghātako vā goghātakantevāsī vā gāviṃ vadhitvā catumahāpathe bilaso vibhajitvā nisinno assa.
mn: It’s as if a deft butcher or butcher’s apprentice were to kill a cow and sit down at the crossroads with the meat cut into portions.

# mn10:13.1
source: Iti ajjhattaṃ vā kāye kāyānupassī viharati … pe …
mn: And so they meditate observing an aspect of the body internally …

# mn10:13.2
source: evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati.
mn: That too is how a mendicant meditates by observing an aspect of the body.

# mn10:13.4
source: 1.6. Kāyānupassanānavasivathikapabba
mn: 1.6. The Charnel Ground Contemplations

# mn10:14.1
source: Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ ekāhamataṃ vā dvīhamataṃ vā tīhamataṃ vā uddhumātakaṃ vinīlakaṃ vipubbakajātaṃ.
mn: Furthermore, suppose a mendicant were to see a corpse discarded in a charnel ground. And it had been dead for one, two, or three days, bloated, livid, and festering.

# mn10:14.2
source: So imameva kāyaṃ upasaṃharati:
mn: They’d compare it with their own body:

# mn10:14.3
source: ‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti.
mn: ‘This body is also of that same nature, that same kind, and cannot go beyond that.’

# mn10:15.2
source: evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. (1)
mn: That too is how a mendicant meditates by observing an aspect of the body.

# mn10:16.1
source: Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ kākehi vā khajjamānaṃ kulalehi vā khajjamānaṃ gijjhehi vā khajjamānaṃ kaṅkehi vā khajjamānaṃ sunakhehi vā khajjamānaṃ byagghehi vā khajjamānaṃ dīpīhi vā khajjamānaṃ siṅgālehi vā khajjamānaṃ vividhehi vā pāṇakajātehi khajjamānaṃ.
mn: Furthermore, suppose they were to see a corpse discarded in a charnel ground being devoured by crows, hawks, vultures, herons, dogs, tigers, leopards, jackals, and many kinds of little creatures.

# mn10:16.2
source: So imameva kāyaṃ upasaṃharati:
mn: They’d compare it with their own body:

# mn10:16.3
source: ‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti.
mn: ‘This body is also of that same nature, that same kind, and cannot go beyond that.’

# mn10:17.2
source: evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. (2)
mn: That too is how a mendicant meditates by observing an aspect of the body.

# mn10:18-23.1
source: Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ aṭṭhikasaṅkhalikaṃ samaṃsalohitaṃ nhārusambandhaṃ … pe … (3)
mn: Furthermore, suppose they were to see a corpse discarded in a charnel ground, a skeleton with flesh and blood, held together by sinews …

# mn10:18-23.2
source: Aṭṭhikasaṅkhalikaṃ nimaṃsalohitamakkhitaṃ nhārusambandhaṃ … pe … (4)
mn: A skeleton without flesh but smeared with blood, and held together by sinews …

# mn10:18-23.3
source: Aṭṭhikasaṅkhalikaṃ apagatamaṃsalohitaṃ nhārusambandhaṃ … pe … (5)
mn: A skeleton rid of flesh and blood, held together by sinews …

# mn10:24.1
source: Aṭṭhikāni apagatasambandhāni disā vidisā vikkhittāni, aññena hatthaṭṭhikaṃ aññena pādaṭṭhikaṃ aññena gopphakaṭṭhikaṃ aññena jaṅghaṭṭhikaṃ aññena ūruṭṭhikaṃ aññena kaṭiṭṭhikaṃ aññena phāsukaṭṭhikaṃ aññena piṭṭhiṭṭhikaṃ aññena khandhaṭṭhikaṃ aññena gīvaṭṭhikaṃ aññena hanukaṭṭhikaṃ aññena dantaṭṭhikaṃ aññena sīsakaṭāhaṃ.
mn: Bones rid of sinews scattered in every direction. Here a hand-bone, there a foot-bone, here a shin-bone, there a thigh-bone, here a hip-bone, there a rib-bone, here a back-bone, there an arm-bone, here a neck-bone, there a jaw-bone, here a tooth, there the skull …

# mn10:26-28.1
source: Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ, aṭṭhikāni setāni saṅkhavaṇṇapaṭibhāgāni … pe … (7)
mn: White bones, the color of shells …

# mn10:29.1
source: Aṭṭhikāni puñjakitāni terovassikāni … pe … (8)
mn: Decrepit bones, heaped in a pile …

# mn10:30.1
source: Aṭṭhikāni pūtīni cuṇṇakajātāni.
mn: Bones rotted and crumbled to powder.

# mn10:30.2
source: So imameva kāyaṃ upasaṃharati:
mn: They’d compare it with their own body:

# mn10:30.3
source: ‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. (9)
mn: ‘This body is also of that same nature, that same kind, and cannot go beyond that.’

# mn10:31.1
source: Iti ajjhattaṃ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati;
mn: And so they meditate observing an aspect of the body internally, externally, and both internally and externally.

# mn10:31.2
source: samudayadhammānupassī vā kāyasmiṃ viharati, vayadhammānupassī vā kāyasmiṃ viharati, samudayavayadhammānupassī vā kāyasmiṃ viharati.
mn: They meditate observing the body as liable to originate, as liable to vanish, and as liable to both originate and vanish.

# mn10:31.3
source: ‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati.
mn: Or mindfulness is established that the body exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world.

# mn10:31.4
source: Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati.
mn: That too is how a mendicant meditates by observing an aspect of the body.

# mn10:31.7
source: 2. Vedanānupassanā
mn: 2. Observing the Feelings

# mn10:32.1
source: Kathañca, bhikkhave, bhikkhu vedanāsu vedanānupassī viharati?
mn: And how does a mendicant meditate observing an aspect of feelings?

# mn10:32.2
source: Idha, bhikkhave, bhikkhu sukhaṃ vā vedanaṃ vedayamāno ‘sukhaṃ vedanaṃ vedayāmī’ti pajānāti. (1)
mn: It’s when a mendicant who feels a pleasant feeling knows: ‘I feel a pleasant feeling.’

# mn10:32.3
source: Dukkhaṃ vā vedanaṃ vedayamāno ‘dukkhaṃ vedanaṃ vedayāmī’ti pajānāti. (2)
mn: When they feel a painful feeling, they know: ‘I feel a painful feeling.’

# mn10:32.4
source: Adukkhamasukhaṃ vā vedanaṃ vedayamāno ‘adukkhamasukhaṃ vedanaṃ vedayāmī’ti pajānāti. (3)
mn: When they feel a neutral feeling, they know: ‘I feel a neutral feeling.’

# mn10:32.5
source: Sāmisaṃ vā sukhaṃ vedanaṃ vedayamāno ‘sāmisaṃ sukhaṃ vedanaṃ vedayāmī’ti pajānāti. (4)
mn: When they feel a material pleasant feeling, they know: ‘I feel a material pleasant feeling.’

# mn10:32.6
source: Nirāmisaṃ vā sukhaṃ vedanaṃ vedayamāno ‘nirāmisaṃ sukhaṃ vedanaṃ vedayāmī’ti pajānāti. (5)
mn: When they feel a spiritual pleasant feeling, they know: ‘I feel a spiritual pleasant feeling.’

# mn10:32.7
source: Sāmisaṃ vā dukkhaṃ vedanaṃ vedayamāno ‘sāmisaṃ dukkhaṃ vedanaṃ vedayāmī’ti pajānāti. (6)
mn: When they feel a material painful feeling, they know: ‘I feel a material painful feeling.’

# mn10:32.8
source: Nirāmisaṃ vā dukkhaṃ vedanaṃ vedayamāno ‘nirāmisaṃ dukkhaṃ vedanaṃ vedayāmī’ti pajānāti. (7)
mn: When they feel a spiritual painful feeling, they know: ‘I feel a spiritual painful feeling.’

# mn10:32.9
source: Sāmisaṃ vā adukkhamasukhaṃ vedanaṃ vedayamāno ‘sāmisaṃ adukkhamasukhaṃ vedanaṃ vedayāmī’ti pajānāti. (8)
mn: When they feel a material neutral feeling, they know: ‘I feel a material neutral feeling.’

# mn10:32.10
source: Nirāmisaṃ vā adukkhamasukhaṃ vedanaṃ vedayamāno ‘nirāmisaṃ adukkhamasukhaṃ vedanaṃ vedayāmī’ti pajānāti. (9)
mn: When they feel a spiritual neutral feeling, they know: ‘I feel a spiritual neutral feeling.’

# mn10:33.1
source: Iti ajjhattaṃ vā vedanāsu vedanānupassī viharati, bahiddhā vā vedanāsu vedanānupassī viharati, ajjhattabahiddhā vā vedanāsu vedanānupassī viharati;
mn: And so they meditate observing an aspect of the feelings internally, externally, and both internally and externally.

# mn10:33.2
source: samudayadhammānupassī vā vedanāsu viharati, vayadhammānupassī vā vedanāsu viharati, samudayavayadhammānupassī vā vedanāsu viharati.
mn: They meditate observing feelings as liable to originate, as liable to vanish, and as liable to both originate and vanish.

# mn10:33.3
source: ‘Atthi vedanā’ti vā panassa sati paccupaṭṭhitā hoti.
mn: Or mindfulness is established that feelings exist,

# mn10:33.4
source: Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati.
mn: to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world.

# mn10:33.5
source: Evampi kho, bhikkhave, bhikkhu vedanāsu vedanānupassī viharati.
mn: That’s how a mendicant meditates by observing an aspect of feelings.

# mn10:33.7
source: 3. Cittānupassanā
mn: 3. Observing the Mind

# mn10:34.1
source: Kathañca, bhikkhave, bhikkhu citte cittānupassī viharati?
mn: And how does a mendicant meditate observing an aspect of the mind?

# mn10:34.2
source: Idha, bhikkhave, bhikkhu sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti. (1) Vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti. (2) Sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti. (3) Vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti. (4) Samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti. (5) Vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti. (6) Saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti. (7) Vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti. (8) Mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti. (9) Amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti. (10) Sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti. (11) Anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti. (12) Samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti. (13) Asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti. (14) Vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti. (15) Avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. (16)
mn: It’s when a mendicant knows mind with greed as ‘mind with greed,’ and mind without greed as ‘mind without greed.’ They know mind with hate as ‘mind with hate,’ and mind without hate as ‘mind without hate.’ They know mind with delusion as ‘mind with delusion,’ and mind without delusion as ‘mind without delusion.’ They know constricted mind as ‘constricted mind,’ and scattered mind as ‘scattered mind.’ They know expansive mind as ‘expansive mind,’ and unexpansive mind as ‘unexpansive mind.’ They know mind that is not supreme as ‘mind that is not supreme,’ and mind that is supreme as ‘mind that is supreme.’ They know mind immersed in samādhi as ‘mind immersed in samādhi,’ and mind not immersed in samādhi as ‘mind not immersed in samādhi.’ They know freed mind as ‘freed mind,’ and unfreed mind as ‘unfreed mind.’

# mn10:35.1
source: Iti ajjhattaṃ vā citte cittānupassī viharati, bahiddhā vā citte cittānupassī viharati, ajjhattabahiddhā vā citte cittānupassī viharati;
mn: And so they meditate observing an aspect of the mind internally, externally, and both internally and externally.

# mn10:35.2
source: samudayadhammānupassī vā cittasmiṃ viharati, vayadhammānupassī vā cittasmiṃ viharati, samudayavayadhammānupassī vā cittasmiṃ viharati.
mn: They meditate observing the mind as liable to originate, as liable to vanish, and as liable to both originate and vanish.

# mn10:35.3
source: ‘Atthi cittan’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati.
mn: Or mindfulness is established that the mind exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world.

# mn10:35.4
source: Evampi kho, bhikkhave, bhikkhu citte cittānupassī viharati.
mn: That’s how a mendicant meditates by observing an aspect of the mind.

# mn10:35.6
source: 4. Dhammānupassanā
mn: 4. Observing Principles

# mn10:35.7
source: 4.1. Dhammānupassanānīvaraṇapabba
mn: 4.1. The Hindrances

# mn10:36.1
source: Kathañca, bhikkhave, bhikkhu dhammesu dhammānupassī viharati?
mn: And how does a mendicant meditate observing an aspect of principles?

# mn10:36.2
source: Idha, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu.
mn: It’s when a mendicant meditates by observing an aspect of principles with respect to the five hindrances.

# mn10:36.3
source: Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu?
mn: And how does a mendicant meditate observing an aspect of principles with respect to the five hindrances?

# mn10:36.4
source: Idha, bhikkhave, bhikkhu santaṃ vā ajjhattaṃ kāmacchandaṃ ‘atthi me ajjhattaṃ kāmacchando’ti pajānāti, asantaṃ vā ajjhattaṃ kāmacchandaṃ ‘natthi me ajjhattaṃ kāmacchando’ti pajānāti; yathā ca anuppannassa kāmacchandassa uppādo hoti tañca pajānāti, yathā ca uppannassa kāmacchandassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa kāmacchandassa āyatiṃ anuppādo hoti tañca pajānāti. (1)
mn: It’s when a mendicant who has sensual desire in them understands: ‘I have sensual desire in me.’ When they don’t have sensual desire in them, they understand: ‘I don’t have sensual desire in me.’ They understand how sensual desire arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future.
