Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn016.po
Languages: mn

# mn16:0.1
source: Majjhima Nikāya 16
mn: Middle Discourses 16

# mn16:0.2
source: Cetokhilasutta
mn: Emotional Barrenness

# mn16:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn16:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn16:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn16:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn16:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn16:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn16:2.1
source: “Yassa kassaci, bhikkhave, bhikkhuno pañca cetokhilā appahīnā, pañca cetasovinibandhā asamucchinnā, so vatimasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatīti—netaṃ ṭhānaṃ vijjati.
mn: “Mendicants, when a mendicant has not given up five kinds of emotional barrenness and cut off five emotional shackles, it’s not possible for them to achieve growth, improvement, or maturity in this teaching and training.

# mn16:3.1
source: Katamāssa pañca cetokhilā appahīnā honti?
mn: What are the five kinds of emotional barrenness they haven’t given up?

# mn16:3.2
source: Idha, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati.
mn: Firstly, a mendicant has doubts about the Teacher. They’re uncertain, undecided, and lacking confidence.

# mn16:3.3
source: Yo so, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.
mn: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving.

# mn16:3.4
source: Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetokhilo appahīno hoti.
mn: This is the first kind of emotional barrenness they haven’t given up.

# mn16:4.1
source: Puna caparaṃ, bhikkhave, bhikkhu dhamme kaṅkhati vicikicchati nādhimuccati na sampasīdati … pe …
mn: Furthermore, a mendicant has doubts about the teaching …

# mn16:4.2
source: evamassāyaṃ dutiyo cetokhilo appahīno hoti.
mn: This is the second kind of emotional barrenness.

# mn16:5.1
source: Puna caparaṃ, bhikkhave, bhikkhu saṅghe kaṅkhati vicikicchati nādhimuccati na sampasīdati … pe …
mn: They have doubts about the Saṅgha …

# mn16:5.2
source: evamassāyaṃ tatiyo cetokhilo appahīno hoti.
mn: This is the third kind of emotional barrenness.

# mn16:6.1
source: Puna caparaṃ, bhikkhave, bhikkhu sikkhāya kaṅkhati vicikicchati nādhimuccati na sampasīdati.
mn: They have doubts about the training …

# mn16:6.3
source: Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ catuttho cetokhilo appahīno hoti.
mn: This is the fourth kind of emotional barrenness.

# mn16:7.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto.
mn: Furthermore, a mendicant is angry and upset with their spiritual companions, resentful and closed off.

# mn16:7.2
source: Yo so, bhikkhave, bhikkhu sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.
mn: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving.

# mn16:7.3
source: Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetokhilo appahīno hoti.
mn: This is the fifth kind of emotional barrenness they haven’t given up.

# mn16:7.4
source: Imāssa pañca cetokhilā appahīnā honti.
mn: These are the five kinds of emotional barrenness they haven’t given up.

# mn16:8.1
source: Katamāssa pañca cetasovinibandhā asamucchinnā honti?
mn: What are the five emotional shackles they haven’t cut off?

# mn16:8.2
source: Idha, bhikkhave, bhikkhu kāme avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho.
mn: Firstly, a mendicant isn’t free of greed, desire, fondness, thirst, passion, and craving for sensual pleasures.

# mn16:8.3
source: Yo so, bhikkhave, bhikkhu kāme avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.
mn: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving.

# mn16:8.4
source: Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetasovinibandho asamucchinno hoti.
mn: This is the first emotional shackle they haven’t cut off.

# mn16:9.1
source: Puna caparaṃ, bhikkhave, bhikkhu kāye avītarāgo hoti … pe …
mn: Furthermore, a mendicant isn’t free of greed for the body …

# mn16:9.2
source: evamassāyaṃ dutiyo cetasovinibandho asamucchinno hoti.
mn: This is the second emotional shackle.

# mn16:10.1
source: Puna caparaṃ, bhikkhave, bhikkhu rūpe avītarāgo hoti … pe …
mn: Furthermore, a mendicant isn’t free of greed for form …

# mn16:10.2
source: evamassāyaṃ tatiyo cetasovinibandho asamucchinno hoti.
mn: This is the third emotional shackle.

# mn16:11.1
source: Puna caparaṃ, bhikkhave, bhikkhu yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati.
mn: They eat as much as they like until their belly is full, then indulge in the pleasures of sleeping, lying down, and drowsing …

# mn16:11.3
source: Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ catuttho cetasovinibandho asamucchinno hoti.
mn: This is the fourth emotional shackle.

# mn16:12.1
source: Puna caparaṃ, bhikkhave, bhikkhu aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti.
mn: They live the spiritual life hoping to be reborn in one of the orders of gods, thinking: ‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’

# mn16:12.2
source: Yo so, bhikkhave, bhikkhu aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.
mn: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving.

# mn16:12.3
source: Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetasovinibandho asamucchinno hoti.
mn: This is the fifth emotional shackle they haven’t cut off.

# mn16:12.4
source: Imāssa pañca cetasovinibandhā asamucchinnā honti.
mn: These are the five emotional shackles they haven’t cut off.

# mn16:13.1
source: Yassa kassaci, bhikkhave, bhikkhuno ime pañca cetokhilā appahīnā, ime pañca cetasovinibandhā asamucchinnā, so vatimasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatīti—netaṃ ṭhānaṃ vijjati.
mn: When a mendicant has not given up these five kinds of emotional barrenness and cut off these five emotional shackles, it’s not possible for them to achieve growth, improvement, or maturity in this teaching and training.

# mn16:14.1
source: Yassa kassaci, bhikkhave, bhikkhuno pañca cetokhilā pahīnā, pañca cetasovinibandhā susamucchinnā, so vatimasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatīti—ṭhānametaṃ vijjati.
mn: When a mendicant has given up these five kinds of emotional barrenness and cut off these five emotional shackles, it is possible for them to achieve growth, improvement, and maturity in this teaching and training.

# mn16:15.1
source: Katamāssa pañca cetokhilā pahīnā honti?
mn: What are the five kinds of emotional barrenness they’ve given up?

# mn16:15.2
source: Idha, bhikkhave, bhikkhu satthari na kaṅkhati na vicikicchati adhimuccati sampasīdati.
mn: Firstly, a mendicant has no doubts about the Teacher. They’re not uncertain, undecided, or lacking confidence.

# mn16:15.3
source: Yo so, bhikkhave, bhikkhu satthari na kaṅkhati na vicikicchati adhimuccati sampasīdati, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.
mn: This being so, their mind inclines toward keenness, commitment, persistence, and striving.

# mn16:15.4
source: Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetokhilo pahīno hoti.
mn: This is the first kind of emotional barrenness they’ve given up.

# mn16:16.1
source: Puna caparaṃ, bhikkhave, bhikkhu dhamme na kaṅkhati na vicikicchati adhimuccati sampasīdati … pe …
mn: Furthermore, a mendicant has no doubts about the teaching …

# mn16:17.1
source: Puna caparaṃ, bhikkhave, bhikkhu saṅghe na kaṅkhati na vicikicchati adhimuccati sampasīdati … pe …
mn: They have no doubts about the Saṅgha …

# mn16:18.1
source: Puna caparaṃ, bhikkhave, bhikkhu sikkhāya na kaṅkhati na vicikicchati adhimuccati sampasīdati … pe …
mn: They have no doubts about the training …

# mn16:19.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīsu na kupito hoti na anattamano anāhatacitto akhilajāto.
mn: They’re not angry and upset with their spiritual companions, not resentful or closed off.

# mn16:19.2
source: Yo so, bhikkhave, bhikkhu sabrahmacārīsu na kupito hoti na anattamano anāhatacitto akhilajāto, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.
mn: This being so, their mind inclines toward keenness, commitment, persistence, and striving.

# mn16:19.3
source: Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetokhilo pahīno hoti.
mn: This is the fifth kind of emotional barrenness they’ve given up.

# mn16:19.4
source: Imāssa pañca cetokhilā pahīnā honti.
mn: These are the five kinds of emotional barrenness they’ve given up.

# mn16:20.1
source: Katamāssa pañca cetasovinibandhā susamucchinnā honti?
mn: What are the five emotional shackles they’ve cut off?

# mn16:20.2
source: Idha, bhikkhave, bhikkhu kāme vītarāgo hoti vigatacchando vigatapemo vigatapipāso vigatapariḷāho vigatataṇho.
mn: Firstly, a mendicant is rid of greed, desire, fondness, thirst, passion, and craving for sensual pleasures.

# mn16:20.3
source: Yo so, bhikkhave, bhikkhu kāme vītarāgo hoti vigatacchando vigatapemo vigatapipāso vigatapariḷāho vigatataṇho, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.
mn: This being so, their mind inclines toward keenness, commitment, persistence, and striving.

# mn16:20.4
source: Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetasovinibandho susamucchinno hoti.
mn: This is the first emotional shackle they’ve cut off.

# mn16:21.1
source: Puna caparaṃ, bhikkhave, bhikkhu kāye vītarāgo hoti … pe …
mn: Furthermore, a mendicant is rid of greed for the body …

# mn16:22.1
source: rūpe vītarāgo hoti … pe …
mn: They’re rid of greed for form …

# mn16:23.1
source: na yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati.
mn: They don’t eat as much as they like until their belly is full, then indulge in the pleasures of sleeping, lying down, and drowsing …

# mn16:24.1
source: Puna caparaṃ, bhikkhave, bhikkhu na aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti.
mn: They don’t live the spiritual life hoping to be reborn in one of the orders of gods, thinking: ‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’

# mn16:24.2
source: Yo so, bhikkhave, bhikkhu na aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.
mn: This being so, their mind inclines toward keenness, commitment, persistence, and striving.

# mn16:24.3
source: Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetasovinibandho susamucchinno hoti.
mn: This is the fifth emotional shackle they’ve cut off.

# mn16:24.4
source: Imāssa pañca cetasovinibandhā susamucchinnā honti.
mn: These are the five emotional shackles they’ve cut off.

# mn16:25.1
source: Yassa kassaci, bhikkhave, bhikkhuno ime pañca cetokhilā pahīnā, ime pañca cetasovinibandhā susamucchinnā, so vatimasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatīti—ṭhānametaṃ vijjati.
mn: When a mendicant has given up these five kinds of emotional barrenness and cut off these five emotional shackles, it is possible for them to achieve growth, improvement, or maturity in this teaching and training.

# mn16:26.1
source: So chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
mn: They develop the basis of psychic power that has immersion due to enthusiasm, and active effort …

# mn16:26.2
source: vīriyasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
mn: the basis of psychic power that has immersion due to energy, and active effort …

# mn16:26.3
source: cittasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
mn: the basis of psychic power that has immersion due to mental development, and active effort …

# mn16:26.4
source: vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ussoḷhīyeva pañcamī.
mn: the basis of psychic power that has immersion due to inquiry, and active effort. And the fifth is sheer vigor.

# mn16:27.1
source: Sa kho so, bhikkhave, evaṃ ussoḷhipannarasaṅgasamannāgato bhikkhu bhabbo abhinibbidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāya.
mn: A mendicant who possesses these fifteen factors, including vigor, is capable of breaking out, becoming awakened, and reaching the supreme sanctuary.

# mn16:27.2
source: Seyyathāpi, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā.
mn: Suppose there was a chicken with eight or ten or twelve eggs.

# mn16:27.3
source: Tānassu kukkuṭiyā sammā adhisayitāni sammā pariseditāni sammā paribhāvitāni.
mn: And she properly sat on them to keep them warm and incubated.

# mn16:27.4
source: Kiñcāpi tassā kukkuṭiyā na evaṃ icchā uppajjeyya:
mn: Even if that chicken doesn’t wish:

# mn16:27.5
source: ‘aho vatime kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti.
mn: ‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’

# mn16:27.6
source: Atha kho bhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ.
mn: Still they can break out and hatch safely.

# mn16:27.7
source: Evameva kho, bhikkhave, evaṃ ussoḷhipannarasaṅgasamannāgato bhikkhu bhabbo abhinibbidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāyā”ti.
mn: In the same way, a mendicant who possesses these fifteen factors, including vigor, is capable of breaking out, becoming awakened, and reaching the supreme sanctuary.”

# mn16:27.8
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn16:27.9
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
