Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn012.po
Languages: mn

# mn12:45.2
source: So na kumbhimukhā paṭiggaṇhāmi, na kaḷopimukhā paṭiggaṇhāmi, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī; na macchaṃ na maṃsaṃ na suraṃ na merayaṃ na thusodakaṃ pivāmi;
mn: I didn’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where food for distribution is advertised; or where there’s a dog waiting or flies buzzing. I accepted no fish or meat or liquor or wine, and drank no beer.

# mn12:45.3
source: so ekāgāriko vā homi ekālopiko, dvāgāriko vā homi dvālopiko … pe … sattāgāriko vā homi sattālopiko;
mn: I went to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls.

# mn12:45.4
source: ekissāpi dattiyā yāpemi, dvīhipi dattīhi yāpemi … pe … sattahipi dattīhi yāpemi;
mn: I fed on one saucer a day, two saucers a day, up to seven saucers a day.

# mn12:45.5
source: ekāhikampi āhāraṃ āhāremi, dvīhikampi āhāraṃ āhāremi … pe … sattāhikampi āhāraṃ āhāremi; iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharāmi.
mn: I ate once a day, once every second day, up to once a week, and so on, even up to once a fortnight. I lived committed to the practice of eating food at set intervals.

# mn12:45.6
source: So sākabhakkho vā homi, sāmākabhakkho vā homi, nīvārabhakkho vā homi, daddulabhakkho vā homi, haṭabhakkho vā homi, kaṇabhakkho vā homi, ācāmabhakkho vā homi, piññākabhakkho vā homi, tiṇabhakkho vā homi, gomayabhakkho vā homi, vanamūlaphalāhāro yāpemi pavattaphalabhojī.
mn: I ate herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. I survived on forest roots and fruits, or eating fallen fruit.

# mn12:45.7
source: So sāṇānipi dhāremi, masāṇānipi dhāremi, chavadussānipi dhāremi, paṃsukūlānipi dhāremi, tirīṭānipi dhāremi, ajinampi dhāremi, ajinakkhipampi dhāremi, kusacīrampi dhāremi, vākacīrampi dhāremi, phalakacīrampi dhāremi, kesakambalampi dhāremi, vāḷakambalampi dhāremi, ulūkapakkhampi dhāremi;
mn: I wore robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings.

# mn12:45.8
source: kesamassulocakopi homi kesamassulocanānuyogamanuyutto;
mn: I tore out hair and beard, committed to this practice.

# mn12:45.9
source: ubbhaṭṭhakopi homi āsanapaṭikkhitto;
mn: I constantly stood, refusing seats.

# mn12:45.10
source: ukkuṭikopi homi ukkuṭikappadhānamanuyutto;
mn: I squatted, committed to the endeavor of squatting.

# mn12:45.11
source: kaṇṭakāpassayikopi homi kaṇṭakāpassaye seyyaṃ kappemi;
mn: I lay on a mat of thorns, making a mat of thorns my bed.

# mn12:45.12
source: sāyatatiyakampi udakorohanānuyogamanuyutto viharāmi—
mn: I was committed to the practice of immersion in water three times a day, including the evening.

# mn12:45.13
source: iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharāmi.
mn: And so I lived committed to practicing these various ways of mortifying and tormenting the body.

# mn12:45.14
source: Idaṃsu me, sāriputta, tapassitāya hoti.
mn: Such was my practice of self-mortification.

# mn12:46.1
source: Tatrāssu me idaṃ, sāriputta, lūkhasmiṃ hoti—
mn: And this is what my rough living was like.

# mn12:46.2
source: nekavassagaṇikaṃ rajojallaṃ kāye sannicitaṃ hoti papaṭikajātaṃ.
mn: The dust and dirt built up on my body over many years until it started flaking off.

# mn12:46.3
source: Seyyathāpi, sāriputta, tindukakhāṇu nekavassagaṇiko sannicito hoti papaṭikajāto, evamevāssu me, sāriputta, nekavassagaṇikaṃ rajojallaṃ kāye sannicitaṃ hoti papaṭikajātaṃ.
mn: It’s like the trunk of a pale-moon ebony tree, which builds up bark over many years until it starts flaking off.

# mn12:46.4
source: Tassa mayhaṃ, sāriputta, na evaṃ hoti:
mn: But it didn’t occur to me:

# mn12:46.5
source: ‘aho vatāhaṃ imaṃ rajojallaṃ pāṇinā parimajjeyyaṃ, aññe vā pana me imaṃ rajojallaṃ pāṇinā parimajjeyyun’ti.
mn: ‘Oh, this dust and dirt must be rubbed off by my hand or another’s.’

# mn12:46.6
source: Evampi me, sāriputta, na hoti.
mn: That didn’t occur to me.

# mn12:46.7
source: Idaṃsu me, sāriputta, lūkhasmiṃ hoti. (1)
mn: Such was my rough living.

# mn12:47.1
source: Tatrāssu me idaṃ, sāriputta, jegucchismiṃ hoti—
mn: And this is what my living in disgust of sin was like.

# mn12:47.2
source: so kho ahaṃ, sāriputta, satova abhikkamāmi, satova paṭikkamāmi, yāva udakabindumhipi me dayā paccupaṭṭhitā hoti:
mn: I’d step forward or back ever so mindfully. I was full of pity even regarding a drop of water, thinking:

# mn12:47.3
source: ‘māhaṃ khuddake pāṇe visamagate saṅghātaṃ āpādesin’ti.
mn: ‘May I not accidentally injure any little creatures that happen to be in the wrong place.’

# mn12:47.4
source: Idaṃsu me, sāriputta, jegucchismiṃ hoti. (2)
mn: Such was my living in disgust of sin.

# mn12:48.1
source: Tatrāssu me idaṃ, sāriputta, pavivittasmiṃ hoti—
mn: And this is what my seclusion was like.

# mn12:48.2
source: so kho ahaṃ, sāriputta, aññataraṃ araññāyatanaṃ ajjhogāhetvā viharāmi.
mn: I would plunge deep into a wilderness region and stay there.

# mn12:48.3
source: Yadā passāmi gopālakaṃ vā pasupālakaṃ vā tiṇahārakaṃ vā kaṭṭhahārakaṃ vā vanakammikaṃ vā, vanena vanaṃ gahanena gahanaṃ ninnena ninnaṃ thalena thalaṃ sampatāmi.
mn: When I saw a cowherd or a shepherd, or someone gathering grass or sticks, or a lumberjack, I’d flee from forest to forest, from thicket to thicket, from valley to valley, from uplands to uplands.

# mn12:48.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn12:48.5
source: Mā maṃ te addasaṃsu ahañca mā te addasanti.
mn: So that I wouldn’t see them, nor they me.

# mn12:48.6
source: Seyyathāpi, sāriputta, āraññako mago manusse disvā vanena vanaṃ gahanena gahanaṃ ninnena ninnaṃ thalena thalaṃ sampatati;
mn: I fled like a wild deer seeing a human being.

# mn12:48.10
source: Idaṃsu me, sāriputta, pavivittasmiṃ hoti. (3)
mn: Such was my practice of seclusion.

# mn12:49.1
source: So kho ahaṃ, sāriputta, ye te goṭṭhā paṭṭhitagāvo apagatagopālakā, tattha catukkuṇḍiko upasaṅkamitvā yāni tāni vacchakānaṃ taruṇakānaṃ dhenupakānaṃ gomayāni tāni sudaṃ āhāremi.
mn: I would go on all fours into the cow-pens after the cattle had left and eat the dung of the young suckling calves.

# mn12:49.2
source: Yāvakīvañca me, sāriputta, sakaṃ muttakarīsaṃ apariyādinnaṃ hoti, sakaṃyeva sudaṃ muttakarīsaṃ āhāremi.
mn: As long as my own urine and excrement lasted, I would even eat that.

# mn12:49.3
source: Idaṃsu me, sāriputta, mahāvikaṭabhojanasmiṃ hoti. (4)
mn: Such was my eating of most unnatural things.

# mn12:50.1
source: So kho ahaṃ, sāriputta, aññataraṃ bhiṃsanakaṃ vanasaṇḍaṃ ajjhogāhetvā viharāmi.
mn: I would plunge deep into an awe-inspiring forest grove and stay there.

# mn12:50.2
source: Tatrāssudaṃ, sāriputta, bhiṃsanakassa vanasaṇḍassa bhiṃsanakatasmiṃ hoti—
mn: It was so awe-inspiring that

# mn12:50.3
source: yo koci avītarāgo taṃ vanasaṇḍaṃ pavisati, yebhuyyena lomāni haṃsanti.
mn: normally it would make your hair stand on end if you weren’t free of greed.

# mn12:50.4
source: So kho ahaṃ, sāriputta, yā tā rattiyo sītā hemantikā antaraṭṭhakā himapātasamayā tathārūpāsu rattīsu rattiṃ abbhokāse viharāmi, divā vanasaṇḍe;
mn: And on cold nights like the eight days of winter when the snow falls I stayed in the open by night and in the forest by day.

# mn12:50.5
source: gimhānaṃ pacchime māse divā abbhokāse viharāmi, rattiṃ vanasaṇḍe.
mn: But in the last month of summer I’d stay in the open by day and in the forest by night.

# mn12:50.6
source: Apissu maṃ, sāriputta, ayaṃ anacchariyagāthā paṭibhāsi pubbe assutapubbā:
mn: And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to me:

# mn12:50.7
source: ‘Sotatto sosinno ceva,
mn: ‘Scorched and frozen,

# mn12:50.8
source: eko bhiṃsanake vane;
mn: alone in the awe-inspiring forest.

# mn12:50.9
source: Naggo na caggimāsīno,
mn: Naked, no fire to sit beside,

# mn12:50.10
source: esanāpasuto munī’ti.
mn: the sage still pursues his quest.’

# mn12:51.1
source: So kho ahaṃ, sāriputta, susāne seyyaṃ kappemi chavaṭṭhikāni upadhāya.
mn: I would make my bed in a charnel ground, with the bones of the dead for a pillow.

# mn12:51.2
source: Apissu maṃ, sāriputta, gāmaṇḍalā upasaṅkamitvā oṭṭhubhantipi, omuttentipi, paṃsukenapi okiranti, kaṇṇasotesupi salākaṃ pavesenti.
mn: Then the cowboys would come up to me. They’d spit and piss on me, throw mud on me, even poke sticks in my ears.

# mn12:51.3
source: Na kho panāhaṃ, sāriputta, abhijānāmi tesu pāpakaṃ cittaṃ uppādetā.
mn: But I don’t recall ever having a bad thought about them.

# mn12:51.4
source: Idaṃsu me, sāriputta, upekkhāvihārasmiṃ hoti.
mn: Such was my abiding in equanimity.

# mn12:52.1
source: Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn12:52.2
source: ‘āhārena suddhī’ti.
mn: ‘Purity comes from food.’

# mn12:52.3
source: Te evamāhaṃsu:
mn: They say:

# mn12:52.4
source: ‘kolehi yāpemā’ti.
mn: ‘Let’s live on jujubes.’

# mn12:52.5
source: Te kolampi khādanti, kolacuṇṇampi khādanti, kolodakampi pivanti—
mn: So they eat jujubes and jujube powder, and drink jujube juice.

# mn12:52.6
source: anekavihitampi kolavikatiṃ paribhuñjanti.
mn: And they enjoy many jujube concoctions.

# mn12:52.7
source: Abhijānāmi kho panāhaṃ, sāriputta, ekaṃyeva kolaṃ āhāraṃ āhāritā.
mn: I recall eating just a single jujube.

# mn12:52.8
source: Siyā kho pana te, sāriputta, evamassa:
mn: You might think that

# mn12:52.9
source: ‘mahā nūna tena samayena kolo ahosī’ti.
mn: at that time the jujubes must have been very big.

# mn12:52.10
source: Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ.
mn: But you should not see it like this.

# mn12:52.11
source: Tadāpi etaparamoyeva kolo ahosi seyyathāpi etarahi.
mn: The jujubes then were at most the same size as today.

# mn12:52.12
source: Tassa mayhaṃ, sāriputta, ekaṃyeva kolaṃ āhāraṃ āhārayato adhimattakasimānaṃ patto kāyo hoti.
mn: Eating so very little, my body became extremely emaciated.

# mn12:52.13
source: Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya.
mn: Due to eating so little, my limbs became like the joints of an eighty-year-old or a corpse,

# mn12:52.14
source: Seyyathāpi nāma oṭṭhapadaṃ; evamevassu me ānisadaṃ hoti tāyevappāhāratāya.
mn: my bottom became like a camel’s hoof,

# mn12:52.15
source: Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako unnatāvanato hoti tāyevappāhāratāya.
mn: my vertebrae stuck out like beads on a string,

# mn12:52.16
source: Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya.
mn: and my ribs were as gaunt as the broken-down rafters on an old barn.

# mn12:52.17
source: Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya.
mn: Due to eating so little, the gleam of my eyes sank deep in their sockets, like the gleam of water sunk deep down a well.

# mn12:52.18
source: Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya.
mn: Due to eating so little, my scalp shriveled and withered like a green bitter-gourd in the wind and sun.

# mn12:52.19
source: So kho ahaṃ, sāriputta, ‘udaracchaviṃ parimasissāmī’ti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṃ parimasissāmī’ti udaracchaviṃyeva pariggaṇhāmi, yāvassu me, sāriputta, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya.
mn: Due to eating so little, the skin of my belly stuck to my backbone, so that when I tried to rub the skin of my belly I grabbed my backbone, and when I tried to rub my backbone I rubbed the skin of my belly.

# mn12:52.20
source: So kho ahaṃ, sāriputta, ‘vaccaṃ vā muttaṃ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya.
mn: Due to eating so little, when I tried to urinate or defecate I fell face down right there.

# mn12:52.21
source: So kho ahaṃ, sāriputta, tameva kāyaṃ assāsento pāṇinā gattāni anomajjāmi. Tassa mayhaṃ, sāriputta, pāṇinā gattāni anomajjato pūtimūlāni lomāni kāyasmā patanti tāyevappāhāratāya.
mn: Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out.

# mn12:53-55.1
source: Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn12:53-55.2
source: ‘āhārena suddhī’ti.
mn: ‘Purity comes from food.’

# mn12:53-55.3
source: Te evamāhaṃsu:
mn: They say:

# mn12:53-55.4
source: ‘muggehi yāpema … pe …
mn: ‘Let’s live on mung beans.’ …

# mn12:53-55.5
source: tilehi yāpema … pe …
mn: ‘Let’s live on sesame.’ …

# mn12:53-55.6
source: taṇḍulehi yāpemā’ti.
mn: ‘Let’s live on ordinary rice.’ …

# mn12:53-55.23
source: So kho ahaṃ, sāriputta, tameva kāyaṃ assāsento pāṇinā gattāni anomajjāmi. Tassa mayhaṃ, sāriputta, pāṇinā gattāni anomajjato pūtimūlāni lomāni kāyasmā patanti tāyevappāhāratāya.
mn: Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out.

# mn12:56.1
source: Tāyapi kho ahaṃ, sāriputta, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamaṃ uttariṃ manussadhammā alamariyañāṇadassanavisesaṃ.
mn: But Sāriputta, I did not achieve any superhuman distinction in knowledge and vision worthy of the noble ones by that conduct, that practice, that grueling work.

# mn12:56.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn12:56.3
source: Imissāyeva ariyāya paññāya anadhigamā, yāyaṃ ariyā paññā adhigatā ariyā niyyānikā, niyyāti takkarassa sammā dukkhakkhayāya.
mn: Because I didn’t achieve that noble wisdom that’s noble and emancipating, and which leads someone who practices it to the complete ending of suffering.

# mn12:57.1
source: Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn12:57.2
source: ‘saṃsārena suddhī’ti.
mn: ‘Purity comes from transmigration.’

# mn12:57.3
source: Na kho pana so, sāriputta, saṃsāro sulabharūpo yo mayā asaṃsaritapubbo iminā dīghena addhunā, aññatra suddhāvāsehi devehi.
mn: But it’s not easy to find a realm that I haven’t previously transmigrated to in all this long time, except for the gods of the pure abodes.

# mn12:57.4
source: Suddhāvāse cāhaṃ, sāriputta, deve saṃsareyyaṃ, nayimaṃ lokaṃ punarāgaccheyyaṃ.
mn: For if I had transmigrated to the gods of the pure abodes I would not have returned to this realm again.

# mn12:58.1
source: Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn12:58.2
source: ‘upapattiyā suddhī’ti.
mn: ‘Purity comes from rebirth.’

# mn12:58.3
source: Na kho pana sā, sāriputta, upapatti sulabharūpā yā mayā anupapannapubbā iminā dīghena addhunā, aññatra suddhāvāsehi devehi.
mn: But it’s not easy to find any rebirth that I haven’t previously been reborn in …

# mn12:59.1
source: Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn12:59.2
source: ‘āvāsena suddhī’ti.
mn: ‘Purity comes from abode of rebirth.’

# mn12:59.3
source: Na kho pana so, sāriputta, āvāso sulabharūpo yo mayā anāvuṭṭhapubbo iminā dīghena addhunā, aññatra suddhāvāsehi devehi.
mn: But it’s not easy to find an abode where I haven’t previously abided …

# mn12:60.1
source: Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn12:60.2
source: ‘yaññena suddhī’ti.
mn: ‘Purity comes from sacrifice.’

# mn12:60.3
source: Na kho pana so, sāriputta, yañño sulabharūpo yo mayā ayiṭṭhapubbo iminā dīghena addhunā, tañca kho raññā vā satā khattiyena muddhāvasittena brāhmaṇena vā mahāsālena.
mn: But it’s not easy to find a sacrifice that I haven’t previously offered in all this long time, when I was an anointed king or a well-to-do brahmin.

# mn12:61.1
source: Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn12:61.2
source: ‘aggiparicariyāya suddhī’ti.
mn: ‘Purity comes from serving the sacred flame.’

# mn12:61.3
source: Na kho pana so, sāriputta, aggi sulabharūpo yo mayā apariciṇṇapubbo iminā dīghena addhunā, tañca kho raññā vā satā khattiyena muddhāvasittena brāhmaṇena vā mahāsālena.
mn: But it’s not easy to find a fire that I haven’t previously served in all this long time, when I was an anointed king or a well-to-do brahmin.

# mn12:62.1
source: Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn12:62.2
source: ‘yāvadevāyaṃ bhavaṃ puriso daharo hoti yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā tāvadeva paramena paññāveyyattiyena samannāgato hoti.
mn: ‘So long as this gentleman is youthful, young, black-haired, blessed with youth, in the prime of life he will be endowed with perfect lucidity of wisdom.

# mn12:62.3
source: Yato ca kho ayaṃ bhavaṃ puriso jiṇṇo hoti vuddho mahallako addhagato vayoanuppatto, āsītiko vā nāvutiko vā vassasatiko vā jātiyā, atha tamhā paññāveyyattiyā, parihāyatī’ti.
mn: But when he’s old, elderly, and senior, advanced in years, and has reached the final stage of life—eighty, ninety, or a hundred years old—he will lose his lucidity of wisdom.’

# mn12:62.4
source: Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ.
mn: But you should not see it like this.

# mn12:62.5
source: Ahaṃ kho pana, sāriputta, etarahi jiṇṇo vuddho mahallako addhagato vayoanuppatto, āsītiko me vayo vattati.
mn: For now I am old, elderly, and senior, I’m advanced in years, and have reached the final stage of life. I am eighty years old.

# mn12:62.6
source: Idha me assu, sāriputta, cattāro sāvakā vassasatāyukā vassasatajīvino, paramāya satiyā ca gatiyā ca dhitiyā ca samannāgatā paramena ca paññāveyyattiyena.
mn: Suppose I had four disciples with a lifespan of a hundred years. And they each were perfect in memory, range, retention, and perfect lucidity of wisdom.

# mn12:62.7
source: Seyyathāpi, sāriputta, daḷhadhammā dhanuggaho sikkhito katahattho katūpāsano lahukena asanena appakasireneva tiriyaṃ tālacchāyaṃ atipāteyya,
mn: Imagine how easily a well-trained expert archer with a strong bow would shoot a light arrow across the shadow of a palm tree.

# mn12:62.8
source: evaṃ adhimattasatimanto evaṃ adhimattagatimanto evaṃ adhimattadhitimanto evaṃ paramena paññāveyyattiyena samannāgatā.
mn: That’s how extraordinary they were in memory, range, retention, and perfect lucidity of wisdom.

# mn12:62.9
source: Te maṃ catunnaṃ satipaṭṭhānānaṃ upādāyupādāya pañhaṃ puccheyyuṃ, puṭṭho puṭṭho cāhaṃ tesaṃ byākareyyaṃ, byākatañca me byākatato dhāreyyuṃ, na ca maṃ dutiyakaṃ uttari paṭipuccheyyuṃ.
mn: They’d bring up questions about the four kinds of mindfulness meditation again and again, and I would answer each question. They’d remember the answers and not ask the same question twice.

# mn12:62.10
source: Aññatra asitapītakhāyitasāyitā aññatra uccārapassāvakammā, aññatra niddākilamathapaṭivinodanā apariyādinnāyevassa, sāriputta, tathāgatassa dhammadesanā, apariyādinnaṃyevassa tathāgatassa dhammapadabyañjanaṃ, apariyādinnaṃyevassa tathāgatassa pañhapaṭibhānaṃ.
mn: And they’d pause only to eat and drink, go to the toilet, and sleep to dispel weariness. But the Realized One would not run out of Dhamma teachings, words and phrases of the teachings, or spontaneous answers.

# mn12:62.11
source: Atha me te cattāro sāvakā vassasatāyukā vassasatajīvino vassasatassa accayena kālaṃ kareyyuṃ.
mn: And at the end of a hundred years my four disciples would pass away.

# mn12:62.12
source: Mañcakena cepi maṃ, sāriputta, pariharissatha, nevatthi tathāgatassa paññāveyyattiyassa aññathattaṃ.
mn: Even if you have to carry me around on a stretcher, there will never be any deterioration in the Realized One’s lucidity of wisdom.

# mn12:63.1
source: Yaṃ kho taṃ, sāriputta, sammā vadamāno vadeyya:
mn: And if there’s anyone of whom it may be rightly said that

# mn12:63.2
source: ‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti, mameva taṃ sammā vadamāno vadeyya
mn: a being not liable to delusion has arisen in the world for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans, it’s of me that this should be said.”

# mn12:64.1
source: Tena kho pana samayena āyasmā nāgasamālo bhagavato piṭṭhito ṭhito hoti bhagavantaṃ bījayamāno.
mn: Now at that time Venerable Nāgasamāla was standing behind the Buddha fanning him.

# mn12:64.2
source: Atha kho āyasmā nāgasamālo bhagavantaṃ etadavoca:
mn: Then he said to the Buddha:

# mn12:64.3
source: “acchariyaṃ, bhante, abbhutaṃ, bhante.
mn: “It’s incredible, sir, it’s amazing!

# mn12:64.4
source: Api hi me, bhante, imaṃ dhammapariyāyaṃ sutvā lomāni haṭṭhāni.
mn: While I was listening to this exposition of the teaching my hair stood up!

# mn12:64.5
source: Konāmo ayaṃ, bhante, dhammapariyāyo”ti?
mn: What is the name of this exposition of the teaching?”

# mn12:64.6
source: “Tasmātiha tvaṃ, nāgasamāla, imaṃ dhammapariyāyaṃ lomahaṃsanapariyāyotveva naṃ dhārehī”ti.
mn: “Well, Nāgasamāla, you may remember this exposition of the teaching as ‘The Hair-raising Discourse’.”

# mn12:64.7
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn12:64.8
source: Attamano āyasmā nāgasamālo bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Nāgasamāla was happy with what the Buddha said.
