Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn014.po
Languages: mn

# mn14:0.1
source: Majjhima Nikāya 14
mn: Middle Discourses 14

# mn14:0.2
source: Cūḷadukkhakkhandhasutta
mn: The Shorter Discourse on the Mass of Suffering

# mn14:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn14:1.2
source: ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.
mn: At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.

# mn14:2.1
source: Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho mahānāmo sakko bhagavantaṃ etadavoca:
mn: Then Mahānāma the Sakyan went up to the Buddha, bowed, sat down to one side, and said to him,

# mn14:2.2
source: “dīgharattāhaṃ, bhante, bhagavatā evaṃ dhammaṃ desitaṃ ājānāmi:
mn: “For a long time, sir, I have understood your teaching like this:

# mn14:2.3
source: ‘lobho cittassa upakkileso, doso cittassa upakkileso, moho cittassa upakkileso’ti.
mn: ‘Greed, hate, and delusion are corruptions of the mind.’

# mn14:2.6
source: Atha ca pana me ekadā lobhadhammāpi cittaṃ pariyādāya tiṭṭhanti, dosadhammāpi cittaṃ pariyādāya tiṭṭhanti, mohadhammāpi cittaṃ pariyādāya tiṭṭhanti.
mn: Despite understanding this, sometimes my mind is occupied by thoughts of greed, hate, and delusion.

# mn14:2.8
source: ‘kosu nāma me dhammo ajjhattaṃ appahīno yena me ekadā lobhadhammāpi cittaṃ pariyādāya tiṭṭhanti, dosadhammāpi cittaṃ pariyādāya tiṭṭhanti, mohadhammāpi cittaṃ pariyādāya tiṭṭhantī’”ti.
mn: I wonder what qualities remain in me that I have such thoughts?”

# mn14:3.1
source: “So eva kho te, mahānāma, dhammo ajjhattaṃ appahīno yena te ekadā lobhadhammāpi cittaṃ pariyādāya tiṭṭhanti, dosadhammāpi cittaṃ pariyādāya tiṭṭhanti, mohadhammāpi cittaṃ pariyādāya tiṭṭhanti.
mn: “Mahānāma, there is a quality that remains in you that makes you have such thoughts.

# mn14:3.2
source: So ca hi te, mahānāma, dhammo ajjhattaṃ pahīno abhavissa, na tvaṃ agāraṃ ajjhāvaseyyāsi, na kāme paribhuñjeyyāsi.
mn: For if you had given up that quality you would not still be living at home and enjoying sensual pleasures.

# mn14:3.3
source: Yasmā ca kho te, mahānāma, so eva dhammo ajjhattaṃ appahīno tasmā tvaṃ agāraṃ ajjhāvasasi, kāme paribhuñjasi.
mn: But because you haven’t given up that quality you are still living at home and enjoying sensual pleasures.

# mn14:4.1
source: ‘Appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—
mn: Sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.

# mn14:4.2
source: iti cepi, mahānāma, ariyasāvakassa yathābhūtaṃ sammappaññāya sudiṭṭhaṃ hoti, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ nādhigacchati, aññaṃ vā tato santataraṃ;
mn: Even though a noble disciple has clearly seen this with right wisdom, so long as they don’t achieve the rapture and bliss that are apart from sensual pleasures and unskillful qualities, or something even more peaceful than that,

# mn14:4.3
source: atha kho so neva tāva anāvaṭṭī kāmesu hoti.
mn: they might still return to sensual pleasures.

# mn14:4.4
source: Yato ca kho, mahānāma, ariyasāvakassa ‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—evametaṃ yathābhūtaṃ sammappaññāya sudiṭṭhaṃ hoti, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ adhigacchati aññaṃ vā tato santataraṃ;
mn: But when they do achieve that rapture and bliss, or something more peaceful than that,

# mn14:4.5
source: atha kho so anāvaṭṭī kāmesu hoti.
mn: they will not return to sensual pleasures.

# mn14:5.1
source: Mayhampi kho, mahānāma, pubbeva sambodhā, anabhisambuddhassa bodhisattasseva sato,
mn: Before my awakening—when I was still unawakened but intent on awakening—I too clearly saw with right wisdom that:

# mn14:5.2
source: ‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—evametaṃ yathābhūtaṃ sammappaññāya sudiṭṭhaṃ hoti,
mn: ‘Sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.’

# mn14:5.3
source: so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ nājjhagamaṃ, aññaṃ vā tato santataraṃ;
mn: But so long as I didn’t achieve the rapture and bliss that are apart from sensual pleasures and unskillful qualities, or something even more peaceful than that,

# mn14:5.4
source: atha khvāhaṃ neva tāva anāvaṭṭī kāmesu paccaññāsiṃ.
mn: I didn’t announce that I would not return to sensual pleasures.

# mn14:5.5
source: Yato ca kho me, mahānāma, ‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—evametaṃ yathābhūtaṃ sammappaññāya sudiṭṭhaṃ ahosi, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ ajjhagamaṃ, aññaṃ vā tato santataraṃ;
mn: But when I did achieve that rapture and bliss, or something more peaceful than that,

# mn14:5.6
source: athāhaṃ anāvaṭṭī kāmesu paccaññāsiṃ.
mn: I announced that I would not return to sensual pleasures.

# mn14:6.1
source: Ko ca, mahānāma, kāmānaṃ assādo?
mn: And what is the gratification of sensual pleasures?

# mn14:6.2
source: Pañcime, mahānāma, kāmaguṇā.
mn: There are these five kinds of sensual stimulation.

# mn14:6.3
source: Katame pañca?
mn: What five?

# mn14:6.4
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā;
mn: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn14:6.5
source: sotaviññeyyā saddā … pe …
mn: Sounds known by the ear …

# mn14:6.6
source: ghānaviññeyyā gandhā …
mn: Smells known by the nose …

# mn14:6.7
source: jivhāviññeyyā rasā …
mn: Tastes known by the tongue …

# mn14:6.8
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—
mn: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn14:6.9
source: ime kho, mahānāma, pañca kāmaguṇā.
mn: These are the five kinds of sensual stimulation.

# mn14:6.10
source: Yaṃ kho, mahānāma, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ—
mn: The pleasure and happiness that arise from these five kinds of sensual stimulation: this is the gratification of sensual pleasures.

# mn14:7.1
source: Ko ca, mahānāma, kāmānaṃ ādīnavo?
mn: And what is the drawback of sensual pleasures?

# mn14:7.2
source: Idha, mahānāma, kulaputto yena sippaṭṭhānena jīvikaṃ kappeti—
mn: It’s when a gentleman earns a living by means such as

# mn14:7.3
source: yadi muddāya yadi gaṇanāya yadi saṅkhānena yadi kasiyā yadi vaṇijjāya yadi gorakkhena yadi issatthena yadi rājaporisena yadi sippaññatarena,
mn: computing, accounting, calculating, farming, trade, raising cattle, archery, government service, or one of the professions.

# mn14:7.4
source: sītassa purakkhato uṇhassa purakkhato ḍaṃsamakasavātātapasarīsapasamphassehi rissamāno khuppipāsāya mīyamāno;
mn: But they must face cold and heat, being hurt by the touch of flies, mosquitoes, wind, sun, and reptiles, and risking death from hunger and thirst.

# mn14:7.5
source: ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn14:8.1
source: Tassa ce, mahānāma, kulaputtassa evaṃ uṭṭhahato ghaṭato vāyamato te bhogā nābhinipphajjanti,
mn: That gentleman might try hard, strive, and make an effort, but fail to earn any money.

# mn14:8.2
source: so socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati ‘moghaṃ vata me uṭṭhānaṃ, aphalo vata me vāyāmo’ti.
mn: If this happens, they sorrow and pine and lament, beating their breast and falling into confusion, saying: ‘Oh, my hard work is wasted. My efforts are fruitless!’

# mn14:8.3
source: Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn14:9.1
source: Tassa ce, mahānāma, kulaputtassa evaṃ uṭṭhahato ghaṭato vāyamato te bhogā abhinipphajjanti.
mn: That gentleman might try hard, strive, and make an effort, and succeed in earning money.

# mn14:9.2
source: So tesaṃ bhogānaṃ ārakkhādhikaraṇaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti:
mn: But they experience pain and sadness when they try to protect it, thinking:

# mn14:9.3
source: ‘kinti me bhoge neva rājāno hareyyuṃ, na corā hareyyuṃ, na aggi daheyya, na udakaṃ vaheyya, na appiyā vā dāyādā hareyyun’ti.
mn: ‘How can I prevent my wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’

# mn14:9.4
source: Tassa evaṃ ārakkhato gopayato te bhoge rājāno vā haranti, corā vā haranti, aggi vā dahati, udakaṃ vā vahati, appiyā vā dāyādā haranti.
mn: And even though they protect it and ward it, rulers or bandits take it, or fire consumes it, or flood sweeps it away, or unloved heirs take it.

# mn14:9.5
source: So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati:
mn: They sorrow and pine and lament, beating their breast and falling into confusion:

# mn14:9.6
source: ‘yampi me ahosi tampi no natthī’ti.
mn: ‘What used to be mine is gone.’

# mn14:9.7
source: Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn14:10.1
source: Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu rājānopi rājūhi vivadanti, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatīpi gahapatīhi vivadanti, mātāpi puttena vivadati, puttopi mātarā vivadati, pitāpi puttena vivadati, puttopi pitarā vivadati, bhātāpi bhātarā vivadati, bhātāpi bhaginiyā vivadati, bhaginīpi bhātarā vivadati, sahāyopi sahāyena vivadati.
mn: Furthermore, for the sake of sensual pleasures kings fight with kings, aristocrats fight with aristocrats, brahmins fight with brahmins, and householders fight with householders. A mother fights with her child, child with mother, father with child, and child with father. Brother fights with brother, brother with sister, sister with brother, and friend fights with friend.

# mn14:10.2
source: Te tattha kalahaviggahavivādāpannā aññamaññaṃ pāṇīhipi upakkamanti, leḍḍūhipi upakkamanti, daṇḍehipi upakkamanti, satthehipi upakkamanti.
mn: Once they’ve started quarreling, arguing, and fighting, they attack each other with fists, stones, rods, and swords,

# mn14:10.3
source: Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.
mn: resulting in death and deadly pain.

# mn14:10.4
source: Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn14:11.1
source: Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu asicammaṃ gahetvā, dhanukalāpaṃ sannayhitvā, ubhatobyūḷhaṃ saṅgāmaṃ pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu.
mn: Furthermore, for the sake of sensual pleasures they don their sword and shield, fasten their bow and arrows, and plunge into a battle massed on both sides, with arrows and spears flying and swords flashing.

# mn14:11.2
source: Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, asināpi sīsaṃ chindanti.
mn: There they are struck with arrows and spears, and their heads are chopped off,

# mn14:11.3
source: Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.
mn: resulting in death and deadly pain.

# mn14:11.4
source: Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn14:12.1
source: Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu asicammaṃ gahetvā, dhanukalāpaṃ sannayhitvā, addāvalepanā upakāriyo pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu.
mn: Furthermore, for the sake of sensual pleasures they don their sword and shield, fasten their bow and arrows, and charge wetly plastered bastions, with arrows and spears flying and swords flashing.

# mn14:12.2
source: Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, chakaṇakāyapi osiñcanti, abhivaggenapi omaddanti, asināpi sīsaṃ chindanti.
mn: There they are struck with arrows and spears, splashed with dung, crushed with spiked blocks, and their heads are chopped off,

# mn14:12.3
source: Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.
mn: resulting in death and deadly pain.

# mn14:12.4
source: Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn14:13.1
source: Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu sandhimpi chindanti, nillopampi haranti, ekāgārikampi karonti, paripanthepi tiṭṭhanti, paradārampi gacchanti.
mn: Furthermore, for the sake of sensual pleasures they break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, and commit adultery.

# mn14:13.2
source: Tamenaṃ rājāno gahetvā vividhā kammakāraṇā kārenti—
mn: The rulers would arrest them and subject them to various punishments—

# mn14:13.3
source: kasāhipi tāḷenti, vettehipi tāḷenti, aḍḍhadaṇḍakehipi tāḷenti; hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti; bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, baḷisamaṃsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṃ chindanti.
mn: whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘acid pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded.

# mn14:13.4
source: Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.
mn: These result in death and deadly pain.

# mn14:13.5
source: Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn14:14.1
source: Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu kāyena duccaritaṃ caranti, vācāya duccaritaṃ caranti, manasā duccaritaṃ caranti.
mn: Furthermore, for the sake of sensual pleasures, they conduct themselves badly by way of body, speech, and mind.

# mn14:14.2
source: Te kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā, kāyassa bhedā paraṃ maraṇā, apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.
mn: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn14:14.3
source: Ayampi, mahānāma, kāmānaṃ ādīnavo samparāyiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This is a drawback of sensual pleasures to do with lives to come, a mass of suffering caused by sensual pleasures.

# mn14:15.1
source: Ekamidāhaṃ, mahānāma, samayaṃ rājagahe viharāmi gijjhakūṭe pabbate.
mn: Mahānāma, this one time I was staying near Rājagaha, on the Vulture’s Peak Mountain.

# mn14:15.2
source: Tena kho pana samayena sambahulā nigaṇṭhā isigilipasse kāḷasilāyaṃ ubbhaṭṭhakā honti āsanapaṭikkhittā, opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti.
mn: Now at that time several Jain ascetics on the slopes of Isigili at the Black Rock were constantly standing, refusing seats. And they felt painful, sharp, severe, acute feelings due to overexertion.

# mn14:16.1
source: Atha khvāhaṃ, mahānāma, sāyanhasamayaṃ paṭisallānā vuṭṭhito yena isigilipasse kāḷasilā yena te nigaṇṭhā tenupasaṅkamiṃ; upasaṅkamitvā te nigaṇṭhe etadavocaṃ:
mn: Then in the late afternoon, I came out of retreat and went to the Black Rock to visit those Jain ascetics. I said to them,

# mn14:16.2
source: ‘kiṃ nu tumhe, āvuso nigaṇṭhā, ubbhaṭṭhakā āsanapaṭikkhittā, opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayathā’ti?
mn: ‘Reverends, why are you constantly standing, refusing seats, so that you feel painful, sharp, severe, acute feelings due to overexertion?’

# mn14:17.1
source: Evaṃ vutte, mahānāma, te nigaṇṭhā maṃ etadavocuṃ:
mn: When I said this, those Jain ascetics said to me,

# mn14:17.2
source: ‘nigaṇṭho, āvuso, nāṭaputto sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānāti:
mn: ‘Reverend, the Jain leader Nātaputta claims to be all-knowing and all-seeing, to know and see everything without exception, thus:

# mn14:17.3
source: “carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan”ti.
mn: “Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.”

# mn14:17.4
source: So evamāha:
mn: He says,

# mn14:17.5
source: “atthi kho vo, nigaṇṭhā, pubbe pāpakammaṃ kataṃ, taṃ imāya kaṭukāya dukkarakārikāya nijjīretha;
mn: “O Jain ascetics, you have done bad deeds in a past life. Wear them away with these severe and grueling austerities.

# mn14:17.6
source: yaṃ panettha etarahi kāyena saṃvutā vācāya saṃvutā manasā saṃvutā taṃ āyatiṃ pāpassa kammassa akaraṇaṃ;
mn: And when you refrain from such deeds in the present by way of body, speech, and mind, you’re not doing any bad deeds for the future.

# mn14:17.7
source: iti purāṇānaṃ kammānaṃ tapasā byantibhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo;
mn: So, due to eliminating past deeds by mortification, and not doing any new deeds, there’s nothing to come up in the future.

# mn14:17.8
source: āyatiṃ anavassavā kammakkhayo, kammakkhayā dukkhakkhayo, dukkhakkhayā vedanākkhayo, vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”ti.
mn: With nothing to come up in the future, deeds end. With the ending of deeds, suffering ends. With the ending of suffering, feeling ends. And with the ending of feeling, all suffering will have been worn away.”

# mn14:17.9
source: Tañca panamhākaṃ ruccati ceva khamati ca, tena camha attamanā’ti.
mn: We like and accept this, and we are satisfied with it.’

# mn14:18.1
source: Evaṃ vutte, ahaṃ, mahānāma, te nigaṇṭhe etadavocaṃ:
mn: When they said this, I said to them,

# mn14:18.2
source: ‘kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—
mn: ‘But reverends, do you know

# mn14:18.3
source: ahuvamheva mayaṃ pubbe na nāhuvamhā’ti?
mn: for sure that you existed in the past, and it is not the case that you didn’t exist?’

# mn14:18.4
source: ‘No hidaṃ, āvuso’.
mn: ‘No we don’t, reverend.’

# mn14:18.5
source: ‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—
mn: ‘But reverends, do you know

# mn14:18.6
source: akaramheva mayaṃ pubbe pāpakammaṃ na nākaramhā’ti?
mn: for sure that you did bad deeds in the past?’

# mn14:18.7
source: ‘No hidaṃ, āvuso’.
mn: ‘No we don’t, reverend.’

# mn14:18.8
source: ‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—
mn: ‘But reverends, do you know

# mn14:18.9
source: evarūpaṃ vā evarūpaṃ vā pāpakammaṃ akaramhā’ti?
mn: that you did such and such bad deeds?’

# mn14:18.10
source: ‘No hidaṃ, āvuso’.
mn: ‘No we don’t, reverend.’

# mn14:18.11
source: ‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—
mn: ‘But reverends, do you know

# mn14:18.12
source: ettakaṃ vā dukkhaṃ nijjiṇṇaṃ, ettakaṃ vā dukkhaṃ nijjīretabbaṃ, ettakamhi vā dukkhe nijjiṇṇe sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī’ti?
mn: that so much suffering has already been worn away? Or that so much suffering still remains to be worn away? Or that when so much suffering is worn away all suffering will have been worn away?’

# mn14:18.13
source: ‘No hidaṃ, āvuso’.
mn: ‘No we don’t, reverend.’

# mn14:18.14
source: ‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—
mn: ‘But reverends, do you know

# mn14:18.15
source: diṭṭheva dhamme akusalānaṃ dhammānaṃ pahānaṃ, kusalānaṃ dhammānaṃ upasampadan’ti?
mn: about giving up unskillful qualities in the present life and embracing skillful qualities?’

# mn14:18.16
source: ‘No hidaṃ, āvuso’.
mn: ‘No we don’t, reverend.’

# mn14:19.1
source: ‘Iti kira tumhe, āvuso nigaṇṭhā, na jānātha—
mn: ‘So it seems that you don’t know any of these things.

# mn14:19.8
source: Evaṃ sante, āvuso nigaṇṭhā, ye loke luddā lohitapāṇino kurūrakammantā manussesu paccājātā te nigaṇṭhesu pabbajantī’ti?
mn: That being so, when those in the world who are violent and bloody-handed and make their living by cruelty are reborn among humans they go forth as Jain ascetics.’

# mn14:20.1
source: ‘Na kho, āvuso gotama, sukhena sukhaṃ adhigantabbaṃ, dukkhena kho sukhaṃ adhigantabbaṃ;
mn: ‘Reverend Gotama, pleasure is not gained through pleasure; pleasure is gained through pain.

# mn14:20.2
source: sukhena cāvuso gotama, sukhaṃ adhigantabbaṃ abhavissa, rājā māgadho seniyo bimbisāro sukhaṃ adhigaccheyya, rājā māgadho seniyo bimbisāro sukhavihāritaro āyasmatā gotamenā’ti.
mn: For if pleasure were to be gained through pleasure, King Seniya Bimbisāra of Māgadha would gain pleasure, since he lives in greater pleasure than Venerable Gotama.’

# mn14:20.3
source: ‘Addhāyasmantehi nigaṇṭhehi sahasā appaṭisaṅkhā vācā bhāsitā:
mn: ‘Clearly the venerables have spoken rashly, without reflection.

# mn14:20.6
source: Api ca ahameva tattha paṭipucchitabbo:
mn: Rather, I’m the one who should be asked about

# mn14:20.7
source: “ko nu kho āyasmantānaṃ sukhavihāritaro rājā vā māgadho seniyo bimbisāro āyasmā vā gotamo”ti?
mn: who lives in greater pleasure, King Bimbisāra or Venerable Gotama?’

# mn14:20.8
source: Addhāvuso gotama, amhehi sahasā appaṭisaṅkhā vācā bhāsitā, na kho, āvuso gotama, sukhena sukhaṃ adhigantabbaṃ, dukkhena kho sukhaṃ adhigantabbaṃ;
mn: ‘Clearly we spoke rashly and without reflection.

# mn14:20.10
source: Api ca tiṭṭhatetaṃ, idānipi mayaṃ āyasmantaṃ gotamaṃ pucchāma:
mn: But forget about that. Now we ask Venerable Gotama:

# mn14:20.11
source: “ko nu kho āyasmantānaṃ sukhavihāritaro rājā vā māgadho seniyo bimbisāro āyasmā vā gotamo”ti?
mn: “Who lives in greater pleasure, King Bimbisāra or Venerable Gotama?”'

# mn14:21.1
source: Tena hāvuso nigaṇṭhā, tumheva tattha paṭipucchissāmi, yathā vo khameyya tathā naṃ byākareyyātha.
mn: ‘Well then, reverends, I’ll ask you about this in return, and you can answer as you like.

# mn14:21.2
source: Taṃ kiṃ maññathāvuso nigaṇṭhā, pahoti rājā māgadho seniyo bimbisāro,
mn: What do you think, reverends?

# mn14:21.3
source: aniñjamāno kāyena, abhāsamāno vācaṃ, satta rattindivāni ekantasukhaṃ paṭisaṃvedī viharitun’ti?
mn: Is King Bimbisāra capable of experiencing perfect happiness for seven days and nights without moving his body or speaking?’

# mn14:21.4
source: ‘No hidaṃ, āvuso’.
mn: ‘No he is not, reverend.’

# mn14:21.5
source: ‘Taṃ kiṃ maññathāvuso nigaṇṭhā, pahoti rājā māgadho seniyo bimbisāro,
mn: ‘What do you think, reverends?

# mn14:21.6
source: aniñjamāno kāyena, abhāsamāno vācaṃ, cha rattindivāni … pe …
mn: Is King Bimbisāra capable of experiencing perfect happiness for six days …

# mn14:21.7
source: pañca rattindivāni …
mn: five days …

# mn14:21.8
source: cattāri rattindivāni …
mn: four days …
