Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn014.po
Languages: mn

# mn14:21.9
source: tīṇi rattindivāni …
mn: three days …

# mn14:21.10
source: dve rattindivāni …
mn: two days …

# mn14:21.11
source: ekaṃ rattindivaṃ ekantasukhaṃ paṭisaṃvedī viharitun’ti?
mn: one day?’

# mn14:21.12
source: ‘No hidaṃ, āvuso’.
mn: ‘No he is not, reverend.’

# mn14:21.13
source: ‘Ahaṃ kho, āvuso nigaṇṭhā, pahomi aniñjamāno kāyena, abhāsamāno vācaṃ, ekaṃ rattindivaṃ ekantasukhaṃ paṭisaṃvedī viharituṃ.
mn: ‘But I am capable of experiencing perfect happiness for one day and night without moving my body or speaking.

# mn14:21.14
source: Ahaṃ kho, āvuso nigaṇṭhā, pahomi aniñjamāno kāyena, abhāsamāno vācaṃ, dve rattindivāni …
mn: I am capable of experiencing perfect happiness for two days …

# mn14:21.15
source: tīṇi rattindivāni …
mn: three days …

# mn14:21.16
source: cattāri rattindivāni …
mn: four days …

# mn14:21.17
source: pañca rattindivāni …
mn: five days …

# mn14:21.18
source: cha rattindivāni …
mn: six days …

# mn14:21.19
source: satta rattindivāni ekantasukhaṃ paṭisaṃvedī viharituṃ.
mn: seven days.

# mn14:21.20
source: Taṃ kiṃ maññathāvuso nigaṇṭhā, evaṃ sante ko sukhavihāritaro rājā vā māgadho seniyo bimbisāro ahaṃ vā’ti?
mn: What do you think, reverends? This being so, who lives in greater pleasure, King Bimbisāra or I?’

# mn14:21.21
source: ‘Evaṃ sante āyasmāva gotamo sukhavihāritaro raññā māgadhena seniyena bimbisārenā’”ti.
mn: ‘This being so, Venerable Gotama lives in greater pleasure than King Bimbisāra.’”

# mn14:21.22
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn14:21.23
source: Attamano mahānāmo sakko bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Mahānāma the Sakyan was happy with what the Buddha said.
