Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn018.po
Languages: mn

# mn18:0.1
source: Majjhima Nikāya 18
mn: Middle Discourses 18

# mn18:0.2
source: Madhupiṇḍikasutta
mn: The Honey-Cake

# mn18:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn18:1.2
source: ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.
mn: At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.

# mn18:2.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kapilavatthuṃ piṇḍāya pāvisi.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Kapilavatthu for alms.

# mn18:2.2
source: Kapilavatthusmiṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena mahāvanaṃ tenupasaṅkami divāvihārāya.
mn: He wandered for alms in Kapilavatthu. After the meal, on his return from alms-round, he went to the Great Wood,

# mn18:2.3
source: Mahāvanaṃ ajjhogāhetvā beluvalaṭṭhikāya mūle divāvihāraṃ nisīdi.
mn: plunged deep into it, and sat at the root of a young wood apple tree for the day’s meditation.

# mn18:3.1
source: Daṇḍapāṇipi kho sakko jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena mahāvanaṃ tenupasaṅkami.
mn: Daṇḍapāṇi the Sakyan, while going for a walk,

# mn18:3.2
source: Mahāvanaṃ ajjhogāhetvā yena beluvalaṭṭhikā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: plunged deep into the Great Wood. He approached the Buddha and exchanged greetings with him.

# mn18:3.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā daṇḍamolubbha ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho daṇḍapāṇi sakko bhagavantaṃ etadavoca:
mn: When the greetings and polite conversation were over, he stood to one side leaning on his staff, and said to the Buddha,

# mn18:3.4
source: “kiṃvādī samaṇo kimakkhāyī”ti?
mn: “What does the ascetic teach? What does he explain?”

# mn18:4.1
source: “Yathāvādī kho, āvuso, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya na kenaci loke viggayha tiṭṭhati, yathā ca pana kāmehi visaṃyuttaṃ viharantaṃ taṃ brāhmaṇaṃ akathaṃkathiṃ chinnakukkuccaṃ bhavābhave vītataṇhaṃ saññā nānusenti—
mn: “Sir, my teaching is such that one does not conflict with anyone in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. And it is such that perceptions do not underlie the brahmin who lives detached from sensual pleasures, without doubting, stripped of worry, and rid of craving for rebirth in this or that state.

# mn18:4.2
source: evaṃvādī kho ahaṃ, āvuso, evamakkhāyī”ti.
mn: That’s what I teach, and that’s what I explain.”

# mn18:5.1
source: Evaṃ vutte, daṇḍapāṇi sakko sīsaṃ okampetvā, jivhaṃ nillāḷetvā, tivisākhaṃ nalāṭikaṃ nalāṭe vuṭṭhāpetvā daṇḍamolubbha pakkāmi.
mn: When he had spoken, Daṇḍapāṇi shook his head, waggled his tongue, raised his eyebrows until his brow puckered in three furrows, and he departed leaning on his staff.

# mn18:6.1
source: Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena nigrodhārāmo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
mn: Then in the late afternoon, the Buddha came out of retreat and went to the Banyan Tree Monastery, sat down on the seat spread out,

# mn18:6.2
source: Nisajja kho bhagavā bhikkhū āmantesi:
mn: and told the mendicants what had happened.

# mn18:6.14
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
mn: When he had spoken, one of the mendicants said to him,

# mn18:7.1
source: “kiṃvādī pana, bhante, bhagavā sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya na kenaci loke viggayha tiṭṭhati?
mn: “But sir, what is the teaching such that the Buddha does not conflict with anyone in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans?

# mn18:7.2
source: Kathañca pana, bhante, bhagavantaṃ kāmehi visaṃyuttaṃ viharantaṃ taṃ brāhmaṇaṃ akathaṅkathiṃ chinnakukkuccaṃ bhavābhave vītataṇhaṃ saññā nānusentī”ti?
mn: And how is it that perceptions do not underlie the Buddha, the brahmin who lives detached from sensual pleasures, without indecision, stripped of worry, and rid of craving for rebirth in this or that state?”

# mn18:8.1
source: “Yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti.
mn: “Mendicant, a person is beset by concepts of identity that emerge from the proliferation of perceptions.

# mn18:8.2
source: Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ.
mn: If they don’t find anything worth approving, welcoming, or getting attached to in the source from which these arise,

# mn18:8.3
source: Esevanto rāgānusayānaṃ, esevanto paṭighānusayānaṃ, esevanto diṭṭhānusayānaṃ, esevanto vicikicchānusayānaṃ, esevanto mānānusayānaṃ, esevanto bhavarāgānusayānaṃ, esevanto avijjānusayānaṃ, esevanto daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādānaṃ.
mn: just this is the end of the underlying tendencies to desire, repulsion, views, doubt, conceit, the desire to be reborn, and ignorance. This is the end of taking up the rod and the sword, the end of quarrels, arguments, and fights, of accusations, divisive speech, and lies.

# mn18:8.4
source: Etthete pāpakā akusalā dhammā aparisesā nirujjhantī”ti.
mn: This is where these bad, unskillful qualities cease without anything left over.”

# mn18:9.1
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn18:9.2
source: Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi.
mn: When he had spoken, the Holy One got up from his seat and entered his dwelling.

# mn18:10.1
source: Atha kho tesaṃ bhikkhūnaṃ acirapakkantassa bhagavato etadahosi:
mn: Soon after the Buddha left, those mendicants considered,

# mn18:10.2
source: “idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā, vitthārena atthaṃ avibhajitvā, uṭṭhāyāsanā vihāraṃ paviṭṭho:
mn: “The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail.

# mn18:10.7
source: Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā”ti?
mn: Who can explain in detail the meaning of this brief passage for recitation given by the Buddha?”

# mn18:10.8
source: Atha kho tesaṃ bhikkhūnaṃ etadahosi:
mn: Then those mendicants thought,

# mn18:10.9
source: “ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ.
mn: “This Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions.

# mn18:10.10
source: Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.
mn: He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha.

# mn18:10.11
source: Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā”ti.
mn: Let’s go to him, and ask him about this matter.”

# mn18:11.1
source: Atha kho te bhikkhū yenāyasmā mahākaccāno tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodiṃsu.
mn: Then those mendicants went to Mahākaccāna, and exchanged greetings with him.

# mn18:11.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū āyasmantaṃ mahākaccānaṃ etadavocuṃ:
mn: When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said:

# mn18:11.18
source: Vibhajatāyasmā mahākaccāno”ti.
mn: “May Venerable Mahākaccāna please explain this.”

# mn18:12.1
source: “Seyyathāpi, āvuso, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva mūlaṃ, atikkamma khandhaṃ, sākhāpalāse sāraṃ pariyesitabbaṃ maññeyya;
mn: “Reverends, suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves.

# mn18:12.2
source: evaṃsampadamidaṃ āyasmantānaṃ satthari sammukhībhūte, taṃ bhagavantaṃ atisitvā, amhe etamatthaṃ paṭipucchitabbaṃ maññatha.
mn: Such is the consequence for the venerables. Though you were face to face with the Buddha, you passed him by, imagining that you should ask me about this matter.

# mn18:12.3
source: So hāvuso, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto, vattā pavattā, atthassa ninnetā, amatassa dātā, dhammassāmī tathāgato.
mn: For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.

# mn18:12.4
source: So ceva panetassa kālo ahosi, yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyātha.
mn: That was the time to approach the Buddha and ask about this matter.

# mn18:12.5
source: Yathā vo bhagavā byākareyya tathā naṃ dhāreyyāthā”ti.
mn: You should have remembered it in line with the Buddha’s answer.”

# mn18:13.1
source: “Addhāvuso kaccāna, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto, vattā pavattā, atthassa ninnetā, amatassa dātā, dhammassāmī tathāgato.
mn: “Certainly he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.

# mn18:13.2
source: So ceva panetassa kālo ahosi, yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyāma.
mn: That was the time to approach the Buddha and ask about this matter.

# mn18:13.3
source: Yathā no bhagavā byākareyya tathā naṃ dhāreyyāma.
mn: We should have remembered it in line with the Buddha’s answer.

# mn18:13.4
source: Api cāyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ,
mn: Still, Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions.

# mn18:13.5
source: pahoti cāyasmā mahākaccāno imassa bhagavatā saṃkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.
mn: You are capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha.

# mn18:13.6
source: Vibhajatāyasmā mahākaccāno agaruṃ katvā”ti.
mn: Please explain this, if it’s no trouble.”

# mn18:14.1
source: “Tena hāvuso, suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti.
mn: “Well then, reverends, listen and pay close attention, I will speak.”

# mn18:14.2
source: “Evamāvuso”ti kho te bhikkhū āyasmato mahākaccānassa paccassosuṃ.
mn: “Yes, reverend,” they replied.

# mn18:14.3
source: Āyasmā mahākaccāno etadavoca:
mn: Venerable Mahākaccāna said this:

# mn18:15.1
source: “Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
mn: “Reverends, the Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail:

# mn18:15.2
source: ‘yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti.
mn: ‘A person is beset by concepts of identity that emerge from the proliferation of perceptions.

# mn18:15.3
source: Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ, esevanto rāgānusayānaṃ … pe …
mn: If they don’t find anything worth approving, welcoming, or getting attached to in the source from which these arise …

# mn18:15.4
source: etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti, imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi—
mn: This is where these bad, unskillful qualities cease without anything left over.’ This is how I understand the detailed meaning of this passage for recitation.

# mn18:16.1
source: Cakkhuñcāvuso, paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, yaṃ vedeti taṃ sañjānāti, yaṃ sañjānāti taṃ vitakketi, yaṃ vitakketi taṃ papañceti, yaṃ papañceti tatonidānaṃ purisaṃ papañcasaññāsaṅkhā samudācaranti atītānāgatapaccuppannesu cakkhuviññeyyesu rūpesu.
mn: Eye consciousness arises dependent on the eye and sights. The meeting of the three is contact. Contact is a condition for feeling. What you feel, you perceive. What you perceive, you think about. What you think about, you proliferate. What you proliferate about is the source from which a person is beset by concepts of identity that emerge from the proliferation of perceptions. This occurs with respect to sights known by the eye in the past, future, and present.

# mn18:16.2
source: Sotañcāvuso, paṭicca sadde ca uppajjati sotaviññāṇaṃ … pe …
mn: Ear consciousness arises dependent on the ear and sounds. …

# mn18:16.3
source: ghānañcāvuso, paṭicca gandhe ca uppajjati ghānaviññāṇaṃ … pe …
mn: Nose consciousness arises dependent on the nose and smells. …

# mn18:16.4
source: jivhañcāvuso, paṭicca rase ca uppajjati jivhāviññāṇaṃ … pe …
mn: Tongue consciousness arises dependent on the tongue and tastes. …

# mn18:16.5
source: kāyañcāvuso, paṭicca phoṭṭhabbe ca uppajjati kāyaviññāṇaṃ … pe …
mn: Body consciousness arises dependent on the body and touches. …

# mn18:16.6
source: manañcāvuso, paṭicca dhamme ca uppajjati manoviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, yaṃ vedeti taṃ sañjānāti, yaṃ sañjānāti taṃ vitakketi, yaṃ vitakketi taṃ papañceti, yaṃ papañceti tatonidānaṃ purisaṃ papañcasaññāsaṅkhā samudācaranti atītānāgatapaccuppannesu manoviññeyyesu dhammesu.
mn: Mind consciousness arises dependent on the mind and thoughts. The meeting of the three is contact. Contact is a condition for feeling. What you feel, you perceive. What you perceive, you think about. What you think about, you proliferate. What you proliferate about is the source from which a person is beset by concepts of identity that emerge from the proliferation of perceptions. This occurs with respect to thoughts known by the mind in the past, future, and present.

# mn18:17.1
source: So vatāvuso, cakkhusmiṃ sati rūpe sati cakkhuviññāṇe sati phassapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati.
mn: When there is the eye, sights, and eye consciousness, it’s possible to point out what’s known as ‘contact’.

# mn18:17.2
source: Phassapaññattiyā sati vedanāpaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati.
mn: When there is what’s known as contact, it’s possible to point out what’s known as ‘feeling’.

# mn18:17.3
source: Vedanāpaññattiyā sati saññāpaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati.
mn: When there is what’s known as feeling, it’s possible to point out what’s known as ‘perception’.

# mn18:17.4
source: Saññāpaññattiyā sati vitakkapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati.
mn: When there is what’s known as perception, it’s possible to point out what’s known as ‘thought’.

# mn18:17.5
source: Vitakkapaññattiyā sati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati.
mn: When there is what’s known as thought, it’s possible to point out what’s known as ‘being beset by concepts of identity that emerge from the proliferation of perceptions’.

# mn18:17.6
source: So vatāvuso, sotasmiṃ sati sadde sati … pe …
mn: When there is the ear …

# mn18:17.7
source: ghānasmiṃ sati gandhe sati … pe …
mn: nose …

# mn18:17.8
source: jivhāya sati rase sati … pe …
mn: tongue …

# mn18:17.9
source: kāyasmiṃ sati phoṭṭhabbe sati … pe …
mn: body …

# mn18:17.10
source: manasmiṃ sati dhamme sati manoviññāṇe sati phassapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati.
mn: mind, thoughts, and mind consciousness, it’s possible to point out what’s known as ‘contact’. …

# mn18:17.14
source: Vitakkapaññattiyā sati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati.
mn: When there is what’s known as thought, it’s possible to point out what’s known as ‘being beset by concepts of identity that emerge from the proliferation of perceptions’.

# mn18:18.1
source: So vatāvuso, cakkhusmiṃ asati rūpe asati cakkhuviññāṇe asati phassapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati.
mn: When there is no eye, no sights, and no eye consciousness, it’s not possible to point out what’s known as ‘contact’.

# mn18:18.2
source: Phassapaññattiyā asati vedanāpaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati.
mn: When there isn’t what’s known as contact, it’s not possible to point out what’s known as ‘feeling’.

# mn18:18.3
source: Vedanāpaññattiyā asati saññāpaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati.
mn: When there isn’t what’s known as feeling, it’s not possible to point out what’s known as ‘perception’.

# mn18:18.4
source: Saññāpaññattiyā asati vitakkapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati.
mn: When there isn’t what’s known as perception, it’s not possible to point out what’s known as ‘thought’.

# mn18:18.5
source: Vitakkapaññattiyā asati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati.
mn: When there isn’t what’s known as thought, it’s not possible to point out what’s known as ‘being beset by concepts of identity that emerge from the proliferation of perceptions’.

# mn18:18.6
source: So vatāvuso, sotasmiṃ asati sadde asati … pe …
mn: When there is no ear …

# mn18:18.7
source: ghānasmiṃ asati gandhe asati … pe …
mn: nose …

# mn18:18.8
source: jivhāya asati rase asati … pe …
mn: tongue …

# mn18:18.9
source: kāyasmiṃ asati phoṭṭhabbe asati … pe …
mn: body …

# mn18:18.10
source: manasmiṃ asati dhamme asati manoviññāṇe asati phassapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati.
mn: mind, no thoughts, and no mind consciousness, it’s not possible to point out what’s known as ‘contact’. …

# mn18:18.14
source: Vitakkapaññattiyā asati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati.
mn: When there isn’t what’s known as thought, it’s not possible to point out what’s known as ‘being beset by concepts of identity that emerge from the proliferation of perceptions’.

# mn18:19.1
source: Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
mn: This is how I understand the detailed meaning of that brief passage for recitation given by the Buddha.

# mn18:19.4
source: Ākaṅkhamānā ca pana tumhe āyasmanto bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha.
mn: If you wish, you may go to the Buddha and ask him about this.

# mn18:19.5
source: Yathā vo bhagavā byākaroti tathā naṃ dhāreyyāthā”ti.
mn: You should remember it in line with the Buddha’s answer.”

# mn18:20.1
source: Atha kho te bhikkhū āyasmato mahākaccānassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
mn: “Yes, reverend,” said those mendicants, approving and agreeing with what Mahākaccāna said. Then they rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened. Then they said:

# mn18:20.17
source: Tesaṃ no, bhante, āyasmatā mahākaccānena imehi ākārehi imehi padehi imehi byañjanehi attho vibhatto”ti.
mn: “Mahākaccāna clearly explained the meaning to us in this manner, with these words and phrases.”

# mn18:21.1
source: “Paṇḍito, bhikkhave, mahākaccāno; mahāpañño, bhikkhave, mahākaccāno.
mn: “Mahākaccāna is astute, mendicants, he has great wisdom.

# mn18:21.2
source: Mañcepi tumhe, bhikkhave, etamatthaṃ paṭipuccheyyātha, ahampi taṃ evamevaṃ byākareyyaṃ yathā taṃ mahākaccānena byākataṃ.
mn: If you came to me and asked this question, I would answer it in exactly the same way as Mahākaccāna.

# mn18:21.3
source: Eso cevetassa attho. Evañca naṃ dhārethā”ti.
mn: That is what it means, and that’s how you should remember it.”

# mn18:22.1
source: Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:
mn: When he said this, Venerable Ānanda said to the Buddha,

# mn18:22.2
source: “seyyathāpi, bhante, puriso jighacchādubbalyapareto madhupiṇḍikaṃ adhigaccheyya, so yato yato sāyeyya, labhetheva sādurasaṃ asecanakaṃ.
mn: “Sir, suppose a person who was weak with hunger was to obtain a honey-cake. Wherever they taste it, they would enjoy a sweet, delicious flavor.

# mn18:22.3
source: Evameva kho, bhante, cetaso bhikkhu dabbajātiko, yato yato imassa dhammapariyāyassa paññāya atthaṃ upaparikkheyya, labhetheva attamanataṃ, labhetheva cetaso pasādaṃ.
mn: In the same way, wherever a sincere, capable mendicant might examine with wisdom the meaning of this exposition of the teaching they would only gain joy and clarity.

# mn18:22.4
source: Ko nāmo ayaṃ, bhante, dhammapariyāyo”ti?
mn: Sir, what is the name of this exposition of the teaching?”

# mn18:22.5
source: “Tasmātiha tvaṃ, ānanda, imaṃ dhammapariyāyaṃ madhupiṇḍikapariyāyotveva naṃ dhārehī”ti.
mn: “Well, Ānanda, you may remember this exposition of the teaching as ‘The Honey-Cake Discourse’.”

# mn18:22.6
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn18:22.7
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Ānanda was happy with what the Buddha said.
