Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn017.po
Languages: mn

# mn17:0.1
source: Majjhima Nikāya 17
mn: Middle Discourses 17

# mn17:0.2
source: Vanapatthasutta
mn: Jungle Thickets

# mn17:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn17:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn17:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn17:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn17:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn17:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn17:2.1
source: “vanapatthapariyāyaṃ vo, bhikkhave, desessāmi,
mn: “Mendicants, I will teach you an exposition about jungle thickets.

# mn17:2.2
source: taṃ suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn17:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn17:2.4
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn17:3.1
source: “Idha, bhikkhave, bhikkhu aññataraṃ vanapatthaṃ upanissāya viharati.
mn: “Mendicants, take the case of a mendicant who lives close by a jungle thicket.

# mn17:3.2
source: Tassa taṃ vanapatthaṃ upanissāya viharato anupaṭṭhitā ceva sati na upaṭṭhāti, asamāhitañca cittaṃ na samādhiyati, aparikkhīṇā ca āsavā na parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ nānupāpuṇāti.
mn: As they do so, their mindfulness does not become established, their mind does not become immersed in samādhi, their defilements do not come to an end, and they do not arrive at the supreme sanctuary.

# mn17:3.3
source: Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā—cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā—te kasirena samudāgacchanti.
mn: And the necessities of life that a renunciate requires—robes, alms-food, lodgings, and medicines and supplies for the sick—are hard to come by.

# mn17:3.4
source: Tena, bhikkhave, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: That mendicant should reflect:

# mn17:3.5
source: ‘ahaṃ kho imaṃ vanapatthaṃ upanissāya viharāmi, tassa me imaṃ vanapatthaṃ upanissāya viharato anupaṭṭhitā ceva sati na upaṭṭhāti, asamāhitañca cittaṃ na samādhiyati, aparikkhīṇā ca āsavā na parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ nānupāpuṇāmi.
mn: ‘While living close by this jungle thicket, my mindfulness does not become established, my mind does not become immersed in samādhi, my defilements do not come to an end, and I do not arrive at the supreme sanctuary.

# mn17:3.6
source: Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā—cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā—te kasirena samudāgacchantī’ti.
mn: And the necessities of life that a renunciate requires—robes, alms-food, lodgings, and medicines and supplies for the sick—are hard to come by.’

# mn17:3.7
source: Tena, bhikkhave, bhikkhunā rattibhāgaṃ vā divasabhāgaṃ vā tamhā vanapatthā pakkamitabbaṃ, na vatthabbaṃ.
mn: That mendicant should leave that jungle thicket that very time of night or day; they shouldn’t stay there.

# mn17:4.1
source: Idha pana, bhikkhave, bhikkhu aññataraṃ vanapatthaṃ upanissāya viharati.
mn: Take another case of a mendicant who lives close by a jungle thicket.

# mn17:4.2
source: Tassa taṃ vanapatthaṃ upanissāya viharato anupaṭṭhitā ceva sati na upaṭṭhāti, asamāhitañca cittaṃ na samādhiyati, aparikkhīṇā ca āsavā na parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ nānupāpuṇāti.
mn: Their mindfulness does not become established …

# mn17:4.3
source: Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā—cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā—te appakasirena samudāgacchanti.
mn: But the necessities of life are easy to come by.

# mn17:4.4
source: Tena, bhikkhave, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: That mendicant should reflect:

# mn17:4.5
source: ‘ahaṃ kho imaṃ vanapatthaṃ upanissāya viharāmi. Tassa me imaṃ vanapatthaṃ upanissāya viharato anupaṭṭhitā ceva sati na upaṭṭhāti asamāhitañca cittaṃ na samādhiyati, aparikkhīṇā ca āsavā na parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ nānupāpuṇāmi.
mn: ‘While living close by this jungle thicket, my mindfulness does not become established …

# mn17:4.6
source: Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā—cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā—te appakasirena samudāgacchanti.
mn: But the necessities of life are easy to come by.

# mn17:4.7
source: Na kho panāhaṃ cīvarahetu agārasmā anagāriyaṃ pabbajito na piṇḍapātahetu … pe … na senāsanahetu … pe … na gilānappaccayabhesajjaparikkhārahetu agārasmā anagāriyaṃ pabbajito.
mn: But I didn’t go forth from the lay life to homelessness for the sake of a robe, alms-food, lodgings, or medicines and supplies for the sick.

# mn17:4.8
source: Atha ca pana me imaṃ vanapatthaṃ upanissāya viharato anupaṭṭhitā ceva sati na upaṭṭhāti, asamāhitañca cittaṃ na samādhiyati, aparikkhīṇā ca āsavā na parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ nānupāpuṇāmī’ti.
mn: Moreover, while living close by this jungle thicket, my mindfulness does not become established …’

# mn17:4.9
source: Tena, bhikkhave, bhikkhunā saṅkhāpi tamhā vanapatthā pakkamitabbaṃ, na vatthabbaṃ.
mn: After reflection, that mendicant should leave that jungle thicket; they shouldn’t stay there.

# mn17:5.1
source: Idha pana, bhikkhave, bhikkhu aññataraṃ vanapatthaṃ upanissāya viharati.
mn: Take another case of a mendicant who lives close by a jungle thicket.

# mn17:5.2
source: Tassa taṃ vanapatthaṃ upanissāya viharato anupaṭṭhitā ceva sati upaṭṭhāti, asamāhitañca cittaṃ samādhiyati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇāti.
mn: As they do so, their mindfulness becomes established, their mind becomes immersed in samādhi, their defilements come to an end, and they arrive at the supreme sanctuary.

# mn17:5.3
source: Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā—cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā, te kasirena samudāgacchanti. Tena, bhikkhave, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: But the necessities of life that a renunciate requires—robes, alms-food, lodgings, and medicines and supplies for the sick—are hard to come by. That mendicant should reflect:

# mn17:5.5
source: Tassa me imaṃ vanapatthaṃ upanissāya viharato anupaṭṭhitā ceva sati upaṭṭhāti asamāhitañca cittaṃ samādhiyati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇāmi.
mn: ‘While living close by this jungle thicket, my mindfulness becomes established …

# mn17:5.6
source: Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā—cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā—te kasirena samudāgacchanti.
mn: But the necessities of life are hard to come by.

# mn17:5.7
source: Na kho panāhaṃ cīvarahetu agārasmā anagāriyaṃ pabbajito, na piṇḍapātahetu … pe … na senāsanahetu … pe … na gilānappaccayabhesajjaparikkhārahetu agārasmā anagāriyaṃ pabbajito.
mn: But I didn’t go forth from the lay life to homelessness for the sake of a robe, alms-food, lodgings, or medicines and supplies for the sick.

# mn17:5.8
source: Atha ca pana me imaṃ vanapatthaṃ upanissāya viharato anupaṭṭhitā ceva sati upaṭṭhāti, asamāhitañca cittaṃ samādhiyati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇāmī’ti.
mn: Moreover, while living close by this jungle thicket, my mindfulness becomes established …’

# mn17:5.9
source: Tena, bhikkhave, bhikkhunā saṅkhāpi tasmiṃ vanapatthe vatthabbaṃ, na pakkamitabbaṃ.
mn: After reflection, that mendicant should stay in that jungle thicket; they shouldn’t leave.

# mn17:6.1
source: Idha pana, bhikkhave, bhikkhu aññataraṃ vanapatthaṃ upanissāya viharati.
mn: Take another case of a mendicant who lives close by a jungle thicket.

# mn17:6.2
source: Tassa taṃ vanapatthaṃ upanissāya viharato anupaṭṭhitā ceva sati upaṭṭhāti, asamāhitañca cittaṃ samādhiyati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇāti.
mn: Their mindfulness becomes established …

# mn17:6.3
source: Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā—cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā—te appakasirena samudāgacchanti.
mn: And the necessities of life are easy to come by.

# mn17:6.4
source: Tena, bhikkhave, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: That mendicant should reflect:

# mn17:6.5
source: ‘ahaṃ kho imaṃ vanapatthaṃ upanissāya viharāmi. Tassa me imaṃ vanapatthaṃ upanissāya viharato anupaṭṭhitā ceva sati upaṭṭhāti asamāhitañca cittaṃ samādhiyati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇāmi.
mn: ‘While living close by this jungle thicket, my mindfulness becomes established …

# mn17:6.6
source: Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā—cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā—te appakasirena samudāgacchantī’ti.
mn: And the necessities of life are easy to come by.’

# mn17:6.7
source: Tena, bhikkhave, bhikkhunā yāvajīvampi tasmiṃ vanapatthe vatthabbaṃ, na pakkamitabbaṃ.
mn: That mendicant should stay in that jungle thicket for the rest of their life; they shouldn’t leave.

# mn17:7-22.1
source: Idha, bhikkhave, bhikkhu aññataraṃ gāmaṃ upanissāya viharati … pe …
mn: Take the case of a mendicant who lives supported by a village …

# mn17:7-22.2
source: aññataraṃ nigamaṃ upanissāya viharati … pe …
mn: town …

# mn17:7-22.3
source: aññataraṃ nagaraṃ upanissāya viharati … pe …
mn: city …

# mn17:7-22.4
source: aññataraṃ janapadaṃ upanissāya viharati … pe …
mn: country …

# mn17:23.1
source: aññataraṃ puggalaṃ upanissāya viharati.
mn: an individual.

# mn17:23.2
source: Tassa taṃ puggalaṃ upanissāya viharato anupaṭṭhitā ceva sati na upaṭṭhāti, asamāhitañca cittaṃ na samādhiyati, aparikkhīṇā ca āsavā na parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ nānupāpuṇāti.
mn: As they do so, their mindfulness does not become established, their mind does not become immersed in samādhi, their defilements do not come to an end, and they do not arrive at the supreme sanctuary.

# mn17:23.3
source: Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā—cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā—te kasirena samudāgacchanti.
mn: And the necessities of life that a renunciate requires—robes, alms-food, lodgings, and medicines and supplies for the sick—are hard to come by....

# mn17:23.7
source: Tena, bhikkhave, bhikkhunā rattibhāgaṃ vā divasabhāgaṃ vā so puggalo anāpucchā pakkamitabbaṃ, nānubandhitabbo.
mn: That mendicant should leave that person at any time of the day or night, without asking. They shouldn’t follow them. …

# mn17:26.1
source: Idha pana, bhikkhave, bhikkhu aññataraṃ puggalaṃ upanissāya viharati.
mn: Take another case of a mendicant who lives supported by an individual.

# mn17:26.2
source: Tassa taṃ puggalaṃ upanissāya viharato anupaṭṭhitā ceva sati upaṭṭhāti, asamāhitañca cittaṃ samādhiyati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇāti.
mn: As they do so, their mindfulness becomes established, their mind becomes immersed in samādhi, their defilements come to an end, and they arrive at the supreme sanctuary.

# mn17:26.3
source: Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā—cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā—te appakasirena samudāgacchanti.
mn: And the necessities of life that a renunciate requires—robes, alms-food, lodgings, and medicines and supplies for the sick—are easy to come by.

# mn17:26.4
source: Tena, bhikkhave, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: That mendicant should reflect:

# mn17:26.5
source: ‘ahaṃ kho imaṃ puggalaṃ upanissāya viharāmi. Tassa me imaṃ puggalaṃ upanissāya viharato anupaṭṭhitā ceva sati upaṭṭhāti, asamāhitañca cittaṃ samādhiyati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇāmi.
mn: ‘While living supported by this person, my mindfulness becomes established …

# mn17:26.6
source: Ye ca kho ime pabbajitena jīvitaparikkhārā samudānetabbā—cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā—te appakasirena samudāgacchantī’ti.
mn: And the necessities of life are easy to come by.’

# mn17:26.7
source: Tena, bhikkhave, bhikkhunā yāvajīvampi so puggalo anubandhitabbo, na pakkamitabbaṃ, api panujjamānenapī”ti.
mn: That mendicant should follow that person for the rest of their life. They shouldn’t leave them, even if sent away.”

# mn17:26.8
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn17:26.9
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
