Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn019.po
Languages: mn

# mn19:0.1
source: Majjhima Nikāya 19
mn: Middle Discourses 19

# mn19:0.2
source: Dvedhāvitakkasutta
mn: Two Kinds of Thought

# mn19:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn19:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn19:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn19:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn19:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn19:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn19:2.1
source: “Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:
mn: “Mendicants, before my awakening—when I was still unawakened but intent on awakening—I thought:

# mn19:2.2
source: ‘yannūnāhaṃ dvidhā katvā dvidhā katvā vitakke vihareyyan’ti.
mn: ‘Why don’t I meditate by continually dividing my thoughts into two classes?’

# mn19:2.3
source: So kho ahaṃ, bhikkhave, yo cāyaṃ kāmavitakko yo ca byāpādavitakko yo ca vihiṃsāvitakko—
mn: So I assigned sensual, malicious, and cruel thoughts

# mn19:2.4
source: imaṃ ekaṃ bhāgamakāsiṃ;
mn: to one class.

# mn19:2.5
source: yo cāyaṃ nekkhammavitakko yo ca abyāpādavitakko yo ca avihiṃsāvitakko—
mn: And I assigned thoughts of renunciation, good will, and harmlessness

# mn19:2.6
source: imaṃ dutiyaṃ bhāgamakāsiṃ.
mn: to the second class.

# mn19:3.1
source: Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati kāmavitakko.
mn: Then, as I meditated—diligent, keen, and resolute—a sensual thought arose.

# mn19:3.2
source: So evaṃ pajānāmi:
mn: I understood:

# mn19:3.3
source: ‘uppanno kho me ayaṃ kāmavitakko.
mn: ‘This sensual thought has arisen in me.

# mn19:3.4
source: So ca kho attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati, paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’.
mn: It leads to hurting myself, hurting others, and hurting both. It blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment.’

# mn19:3.5
source: ‘Attabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;
mn: When I reflected that it leads to hurting myself, it went away.

# mn19:3.6
source: ‘parabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;
mn: When I reflected that it leads to hurting others, it went away.

# mn19:3.7
source: ‘ubhayabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;
mn: When I reflected that it leads to hurting both, it went away.

# mn19:3.8
source: ‘paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati.
mn: When I reflected that it blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment, it went away.

# mn19:3.9
source: So kho ahaṃ, bhikkhave, uppannuppannaṃ kāmavitakkaṃ pajahameva vinodameva byantameva naṃ akāsiṃ.
mn: So I gave up, got rid of, and eliminated any sensual thoughts that arose.

# mn19:4-5.1
source: Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati byāpādavitakko … pe …
mn: Then, as I meditated—diligent, keen, and resolute—a malicious thought arose …

# mn19:4-5.2
source: uppajjati vihiṃsāvitakko.
mn: a cruel thought arose.

# mn19:4-5.3
source: So evaṃ pajānāmi:
mn: I understood:

# mn19:4-5.4
source: ‘uppanno kho me ayaṃ vihiṃsāvitakko.
mn: ‘This cruel thought has arisen in me.

# mn19:4-5.5
source: So ca kho attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati, paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’.
mn: It leads to hurting myself, hurting others, and hurting both. It blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment.’

# mn19:4-5.6
source: ‘Attabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;
mn: When I reflected that it leads to hurting myself …

# mn19:4-5.7
source: ‘parabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;
mn: hurting others …

# mn19:4-5.8
source: ‘ubhayabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;
mn: hurting both, it went away.

# mn19:4-5.9
source: ‘paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati.
mn: When I reflected that it blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment, it went away.

# mn19:4-5.10
source: So kho ahaṃ, bhikkhave, uppannuppannaṃ vihiṃsāvitakkaṃ pajahameva vinodameva byantameva naṃ akāsiṃ.
mn: So I gave up, got rid of, and eliminated any cruel thoughts that arose.

# mn19:6.1
source: Yaññadeva, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, tathā tathā nati hoti cetaso.
mn: Whatever a mendicant frequently thinks about and considers becomes their heart’s inclination.

# mn19:6.2
source: Kāmavitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi nekkhammavitakkaṃ, kāmavitakkaṃ bahulamakāsi, tassa taṃ kāmavitakkāya cittaṃ namati.
mn: If they often think about and consider sensual thoughts, they’ve given up the thought of renunciation to cultivate sensual thought. Their mind inclines to sensual thoughts.

# mn19:6.3
source: Byāpādavitakkañce, bhikkhave … pe …
mn: If they often think about and consider malicious thoughts … their mind inclines to malicious thoughts.

# mn19:6.4
source: vihiṃsāvitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi avihiṃsāvitakkaṃ, vihiṃsāvitakkaṃ bahulamakāsi, tassa taṃ vihiṃsāvitakkāya cittaṃ namati.
mn: If they often think about and consider cruel thoughts … their mind inclines to cruel thoughts.

# mn19:7.1
source: Seyyathāpi, bhikkhave, vassānaṃ pacchime māse saradasamaye kiṭṭhasambādhe gopālako gāvo rakkheyya.
mn: Suppose it’s the last month of the rainy season, when the crops grow closely together, and a cowherd must take care of the cattle.

# mn19:7.2
source: So tā gāvo tato tato daṇḍena ākoṭeyya paṭikoṭeyya sannirundheyya sannivāreyya.
mn: He’d tap and poke them with his staff on this side and that to keep them in check.

# mn19:7.3
source: Taṃ kissa hetu?
mn: Why is that?

# mn19:7.4
source: Passati hi so, bhikkhave, gopālako tatonidānaṃ vadhaṃ vā bandhanaṃ vā jāniṃ vā garahaṃ vā.
mn: For he sees that if they wander into the crops he could be executed, imprisoned, fined, or condemned.

# mn19:7.5
source: Evameva kho ahaṃ, bhikkhave, addasaṃ akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ.
mn: In the same way, I saw that unskillful qualities have the drawbacks of sordidness and corruption, and that skillful qualities have the benefit and cleansing power of renunciation.

# mn19:8.1
source: Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati nekkhammavitakko.
mn: Then, as I meditated—diligent, keen, and resolute—a thought of renunciation arose.

# mn19:8.2
source: So evaṃ pajānāmi:
mn: I understood:

# mn19:8.3
source: ‘uppanno kho me ayaṃ nekkhammavitakko.
mn: ‘This thought of renunciation has arisen in me.

# mn19:8.4
source: So ca kho nevattabyābādhāya saṃvattati, na parabyābādhāya saṃvattati, na ubhayabyābādhāya saṃvattati, paññāvuddhiko avighātapakkhiko nibbānasaṃvattaniko’.
mn: It doesn’t lead to hurting myself, hurting others, or hurting both. It nourishes wisdom, it’s on the side of freedom from anguish, and it leads to extinguishment.’

# mn19:8.5
source: Rattiñcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.
mn: If I were to keep on thinking and considering this all night …

# mn19:8.6
source: Divasañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.
mn: all day …

# mn19:8.7
source: Rattindivañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.
mn: all night and day, I see no danger that would come from that.

# mn19:8.8
source: Api ca kho me aticiraṃ anuvitakkayato anuvicārayato kāyo kilameyya.
mn: Still, thinking and considering for too long would tire my body.

# mn19:8.9
source: Kāye kilante cittaṃ ūhaññeyya.
mn: And when the body is tired, the mind is stressed.

# mn19:8.10
source: Ūhate citte ārā cittaṃ samādhimhāti.
mn: And when the mind is stressed, it’s far from immersion.

# mn19:8.11
source: So kho ahaṃ, bhikkhave, ajjhattameva cittaṃ saṇṭhapemi sannisādemi ekodiṃ karomi samādahāmi.
mn: So I stilled, settled, unified, and immersed my mind internally.

# mn19:8.12
source: Taṃ kissa hetu?
mn: Why is that?

# mn19:8.13
source: ‘Mā me cittaṃ ūhaññī’ti.
mn: So that my mind would not be stressed.

# mn19:9-10.1
source: Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati abyāpādavitakko … pe …
mn: Then, as I meditated—diligent, keen, and resolute—a thought of good will arose …

# mn19:9-10.2
source: uppajjati avihiṃsāvitakko.
mn: a thought of harmlessness arose.

# mn19:9-10.3
source: So evaṃ pajānāmi:
mn: I understood:

# mn19:9-10.4
source: ‘uppanno kho me ayaṃ avihiṃsāvitakko.
mn: ‘This thought of harmlessness has arisen in me.

# mn19:9-10.5
source: So ca kho nevattabyābādhāya saṃvattati, na parabyābādhāya saṃvattati, na ubhayabyābādhāya saṃvattati, paññāvuddhiko avighātapakkhiko nibbānasaṃvattaniko’.
mn: It doesn’t lead to hurting myself, hurting others, or hurting both. It nourishes wisdom, it’s on the side of freedom from anguish, and it leads to extinguishment.’

# mn19:9-10.6
source: Rattiñcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.
mn: If I were to keep on thinking and considering this all night …

# mn19:9-10.7
source: Divasañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.
mn: all day …

# mn19:9-10.8
source: Rattindivañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.
mn: all night and day, I see no danger that would come from that.

# mn19:9-10.9
source: Api ca kho me aticiraṃ anuvitakkayato anuvicārayato kāyo kilameyya.
mn: Still, thinking and considering for too long would tire my body.

# mn19:9-10.10
source: Kāye kilante cittaṃ ūhaññeyya.
mn: And when the body is tired, the mind is stressed.

# mn19:9-10.11
source: Ūhate citte ārā cittaṃ samādhimhāti.
mn: And when the mind is stressed, it’s far from immersion.

# mn19:9-10.12
source: So kho ahaṃ, bhikkhave, ajjhattameva cittaṃ saṇṭhapemi, sannisādemi, ekodiṃ karomi samādahāmi.
mn: So I stilled, settled, unified, and immersed my mind internally.

# mn19:9-10.13
source: Taṃ kissa hetu?
mn: Why is that?

# mn19:9-10.14
source: ‘Mā me cittaṃ ūhaññī’ti.
mn: So that my mind would not be stressed.

# mn19:11.1
source: Yaññadeva, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, tathā tathā nati hoti cetaso.
mn: Whatever a mendicant frequently thinks about and considers becomes their heart’s inclination.

# mn19:11.2
source: Nekkhammavitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi kāmavitakkaṃ, nekkhammavitakkaṃ bahulamakāsi, tassaṃ taṃ nekkhammavitakkāya cittaṃ namati.
mn: If they often think about and consider thoughts of renunciation, they’ve given up sensual thought to cultivate the thought of renunciation. Their mind inclines to thoughts of renunciation.

# mn19:11.3
source: Abyāpādavitakkañce, bhikkhave … pe …
mn: If they often think about and consider thoughts of good will … their mind inclines to thoughts of good will.

# mn19:11.4
source: avihiṃsāvitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi vihiṃsāvitakkaṃ, avihiṃsāvitakkaṃ bahulamakāsi, tassa taṃ avihiṃsāvitakkāya cittaṃ namati.
mn: If they often think about and consider thoughts of harmlessness … their mind inclines to thoughts of harmlessness.

# mn19:12.1
source: Seyyathāpi, bhikkhave, gimhānaṃ pacchime māse sabbasassesu gāmantasambhatesu gopālako gāvo rakkheyya, tassa rukkhamūlagatassa vā abbhokāsagatassa vā satikaraṇīyameva hoti:
mn: Suppose it’s the last month of summer, when all the crops have been gathered into the neighborhood of a village, and a cowherd must take care of the cattle. While at the root of a tree or in the open he need only be mindful that

# mn19:12.2
source: ‘etā gāvo’ti.
mn: the cattle are there.

# mn19:12.3
source: Evamevaṃ kho, bhikkhave, satikaraṇīyameva ahosi:
mn: In the same way I needed only to be mindful that

# mn19:12.4
source: ‘ete dhammā’ti.
mn: those things were there.

# mn19:13.1
source: Āraddhaṃ kho pana me, bhikkhave, vīriyaṃ ahosi asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ.
mn: My energy was roused up and unflagging, my mindfulness was established and lucid, my body was tranquil and undisturbed, and my mind was immersed in samādhi.

# mn19:14.1
source: So kho ahaṃ, bhikkhave, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsiṃ.
mn: Quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn19:15.1
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsiṃ.
mn: As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn19:16.1
source: Pītiyā ca virāgā upekkhako ca vihāsiṃ sato ca sampajāno, sukhañca kāyena paṭisaṃvedesiṃ, yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti, tatiyaṃ jhānaṃ upasampajja vihāsiṃ.
mn: And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn19:17.1
source: Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsiṃ.
mn: With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn19:18.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward recollection of past lives.

# mn19:18.2
source: So anekavihitaṃ pubbenivāsaṃ anussarāmi. Seyyathidaṃ—ekampi jātiṃ … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.
mn: I recollected many kinds of past lives, with features and details.

# mn19:19.1
source: Ayaṃ kho me, bhikkhave, rattiyā paṭhame yāme paṭhamā vijjā adhigatā;
mn: This was the first knowledge, which I achieved in the first watch of the night.

# mn19:19.2
source: avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn19:20.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had become immersed in samādhi like this, I extended it toward knowledge of the death and rebirth of sentient beings.

# mn19:20.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne … pe … ime vata bhonto sattā kāyaduccaritena samannāgatā … pe … iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāmi.
mn: With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds.

# mn19:21.1
source: Ayaṃ kho me, bhikkhave, rattiyā majjhime yāme dutiyā vijjā adhigatā;
mn: This was the second knowledge, which I achieved in the middle watch of the night.

# mn19:21.2
source: avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn19:22.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had become immersed in samādhi like this, I extended it toward knowledge of the ending of defilements.

# mn19:22.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.
mn: I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.'

# mn19:23.1
source: ‘Ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.
mn: I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements.'

# mn19:23.2
source: Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha, vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi:
mn: Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn19:23.3
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ.
mn: I understood: ‘Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.’

# mn19:24.1
source: Ayaṃ kho me, bhikkhave, rattiyā pacchime yāme tatiyā vijjā adhigatā;
mn: This was the third knowledge, which I achieved in the last watch of the night.

# mn19:24.2
source: avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn19:25.1
source: Seyyathāpi, bhikkhave, araññe pavane mahantaṃ ninnaṃ pallalaṃ.
mn: Suppose that in a forested wilderness there was an expanse of low-lying marshes,

# mn19:25.2
source: Tamenaṃ mahāmigasaṅgho upanissāya vihareyya.
mn: and a large herd of deer lived nearby.

# mn19:25.3
source: Tassa kocideva puriso uppajjeyya anatthakāmo ahitakāmo ayogakkhemakāmo.
mn: Then along comes a person who wants to harm, injure, and threaten them.

# mn19:25.4
source: So yvāssa maggo khemo sovatthiko pītigamanīyo taṃ maggaṃ pidaheyya, vivareyya kummaggaṃ, odaheyya okacaraṃ, ṭhapeyya okacārikaṃ.
mn: They close off the safe, secure path that leads to happiness, and open the wrong path. There they plant domesticated male and female deer as decoys

# mn19:25.5
source: Evañhi so, bhikkhave, mahāmigasaṅgho aparena samayena anayabyasanaṃ āpajjeyya.
mn: so that, in due course, that herd of deer would fall to ruin and disaster.

# mn19:25.6
source: Tasseva kho pana, bhikkhave, mahato migasaṅghassa kocideva puriso uppajjeyya atthakāmo hitakāmo yogakkhemakāmo.
mn: Then along comes a person who wants to help keep the herd of deer safe.

# mn19:25.7
source: So yvāssa maggo khemo sovatthiko pītigamanīyo taṃ maggaṃ vivareyya, pidaheyya kummaggaṃ, ūhaneyya okacaraṃ, nāseyya okacārikaṃ.
mn: They open up the safe, secure path that leads to happiness, and close off the wrong path. They get rid of the decoys

# mn19:25.8
source: Evañhi so, bhikkhave, mahāmigasaṅgho aparena samayena vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyya.
mn: so that, in due course, that herd of deer would grow, increase, and mature.

# mn19:26.1
source: Upamā kho me ayaṃ, bhikkhave, katā atthassa viññāpanāya.
mn: I’ve made up this simile to make a point.

# mn19:26.2
source: Ayaṃ cevettha attho—
mn: And this is what it means.

# mn19:26.3
source: mahantaṃ ninnaṃ pallalanti kho, bhikkhave, kāmānametaṃ adhivacanaṃ.
mn: ‘An expanse of low-lying marshes’ is a term for sensual pleasures.

# mn19:26.4
source: Mahāmigasaṅghoti kho, bhikkhave, sattānametaṃ adhivacanaṃ.
mn: ‘A large herd of deer’ is a term for sentient beings.

# mn19:26.5
source: Puriso anatthakāmo ahitakāmo ayogakkhemakāmoti kho, bhikkhave, mārassetaṃ pāpimato adhivacanaṃ.
mn: ‘A person who wants to harm, injure, and threaten them’ is a term for Māra the Wicked.

# mn19:26.6
source: Kummaggoti kho, bhikkhave, aṭṭhaṅgikassetaṃ micchāmaggassa adhivacanaṃ, seyyathidaṃ—
mn: ‘The wrong path’ is a term for the wrong eightfold path, that is,

# mn19:26.7
source: micchādiṭṭhiyā micchāsaṅkappassa micchāvācāya micchākammantassa micchāājīvassa micchāvāyāmassa micchāsatiyā micchāsamādhissa.
mn: wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.

# mn19:26.8
source: Okacaroti kho, bhikkhave, nandīrāgassetaṃ adhivacanaṃ.
mn: ‘A domesticated male deer’ is a term for desire with relishing.

# mn19:26.9
source: Okacārikāti kho, bhikkhave, avijjāyetaṃ adhivacanaṃ.
mn: ‘A domesticated female deer’ is a term for ignorance.

# mn19:26.10
source: Puriso atthakāmo hitakāmo yogakkhemakāmoti kho, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.
mn: ‘A person who wants to help keep the herd of deer safe’ is a term for the Realized One, the perfected one, the fully awakened Buddha.

# mn19:26.11
source: Khemo maggo sovatthiko pītigamanīyoti kho, bhikkhave, ariyassetaṃ aṭṭhaṅgikassa maggassa adhivacanaṃ, seyyathidaṃ—
mn: ‘The safe, secure path that leads to happiness’ is a term for the noble eightfold path, that is:

# mn19:26.12
source: sammādiṭṭhiyā sammāsaṅkappassa sammāvācāya sammākammantassa sammāājīvassa sammāvāyāmassa sammāsatiyā sammāsamādhissa.
mn: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# mn19:26.13
source: Iti kho, bhikkhave, vivaṭo mayā khemo maggo sovatthiko pītigamanīyo, pihito kummaggo, ūhato okacaro, nāsitā okacārikā.
mn: So, mendicants, I have opened up the safe, secure path to happiness and closed off the wrong path. And I have got rid of the male and female decoys.

# mn19:27.1
source: Yaṃ, bhikkhave, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya, kataṃ vo taṃ mayā.
mn: Out of compassion, I’ve done what a teacher should do who wants what’s best for their disciples.

# mn19:27.2
source: Etāni, bhikkhave, rukkhamūlāni, etāni suññāgārāni; jhāyatha, bhikkhave, mā pamādattha; mā pacchā vippaṭisārino ahuvattha. Ayaṃ vo amhākaṃ anusāsanī”ti.
mn: Here are these roots of trees, and here are these empty huts. Practice absorption, mendicants! Don’t be negligent! Don’t regret it later! This is my instruction to you.”
