Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn011.po
Languages: mn

# mn11:0.1
source: Majjhima Nikāya 11
mn: Middle Discourses 11

# mn11:0.2
source: Cūḷasīhanādasutta
mn: The Shorter Discourse on the Lion’s Roar

# mn11:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn11:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn11:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn11:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn11:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn11:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn11:2.1
source: “Idheva, bhikkhave, samaṇo, idha dutiyo samaṇo, idha tatiyo samaṇo, idha catuttho samaṇo;
mn: “‘Only here is there a true ascetic, here a second ascetic, here a third ascetic, and here a fourth ascetic.

# mn11:2.2
source: suññā parappavādā samaṇebhi aññehīti.
mn: Other sects are empty of ascetics.’

# mn11:2.3
source: Evametaṃ, bhikkhave, sammā sīhanādaṃ nadatha.
mn: This, mendicants, is how you should rightly roar your lion’s roar.

# mn11:3.1
source: Ṭhānaṃ kho panetaṃ, bhikkhave, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ:
mn: It’s possible that wanderers who follow other paths might say:

# mn11:3.2
source: ‘ko panāyasmantānaṃ assāso, kiṃ balaṃ, yena tumhe āyasmanto evaṃ vadetha—
mn: ‘But what is the source of the venerables’ self-confidence and forcefulness that they say this?’

# mn11:3.5
source: Evaṃvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā:
mn: You should say to them:

# mn11:3.6
source: ‘atthi kho no, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammā akkhātā ye mayaṃ attani sampassamānā evaṃ vadema—
mn: ‘There are four things explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. Seeing these things in ourselves we say that:

# mn11:3.7
source: idheva samaṇo, idha dutiyo samaṇo, idha tatiyo samaṇo, idha catuttho samaṇo;
mn: “Only here is there a true ascetic, here a second ascetic, here a third ascetic, and here a fourth ascetic.

# mn11:3.8
source: suññā parappavādā samaṇebhi aññehīti.
mn: Other sects are empty of ascetics.”

# mn11:3.9
source: Katame cattāro?
mn: What four?

# mn11:3.10
source: Atthi kho no, āvuso, satthari pasādo, atthi dhamme pasādo, atthi sīlesu paripūrakāritā;
mn: We have confidence in the Teacher, we have confidence in the teaching, and we have fulfilled the precepts.

# mn11:3.11
source: sahadhammikā kho pana piyā manāpā—
mn: And we have love and affection for those who share our path,

# mn11:3.12
source: gahaṭṭhā ceva pabbajitā ca.
mn: both laypeople and renunciates.

# mn11:3.13
source: Ime kho no, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammā akkhātā ye mayaṃ attani sampassamānā evaṃ vadema—
mn: These are the four things.’

# mn11:4.1
source: Ṭhānaṃ kho panetaṃ, bhikkhave, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ:
mn: It’s possible that wanderers who follow other paths might say:

# mn11:4.2
source: ‘amhākampi kho, āvuso, atthi satthari pasādo yo amhākaṃ satthā, amhākampi atthi dhamme pasādo yo amhākaṃ dhammo, mayampi sīlesu paripūrakārino yāni amhākaṃ sīlāni,
mn: ‘We too have confidence in the Teacher—our Teacher; we have confidence in the teaching—our teaching; and we have fulfilled the precepts—our precepts.

# mn11:4.3
source: amhākampi sahadhammikā piyā manāpā—
mn: And we have love and affection for those who share our path,

# mn11:4.4
source: gahaṭṭhā ceva pabbajitā ca.
mn: both laypeople and renunciates.

# mn11:4.5
source: Idha no, āvuso, ko viseso ko adhippayāso kiṃ nānākaraṇaṃ yadidaṃ tumhākañceva amhākañcā’ti?
mn: What, then, is the difference between you and us?’

# mn11:5.1
source: Evaṃvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā:
mn: You should say to them:

# mn11:5.2
source: ‘kiṃ panāvuso, ekā niṭṭhā, udāhu puthu niṭṭhā’ti?
mn: ‘Well, reverends, is the goal one or many?’

# mn11:5.3
source: Sammā byākaramānā, bhikkhave, aññatitthiyā paribbājakā evaṃ byākareyyuṃ:
mn: Answering rightly, the wanderers would say:

# mn11:5.4
source: ‘ekāvuso, niṭṭhā, na puthu niṭṭhā’ti.
mn: ‘The goal is one, reverends, not many.’

# mn11:5.5
source: ‘Sā panāvuso, niṭṭhā sarāgassa udāhu vītarāgassā’ti?
mn: ‘But is that goal for the greedy or for those free of greed?’

# mn11:5.6
source: Sammā byākaramānā, bhikkhave, aññatitthiyā paribbājakā evaṃ byākareyyuṃ:
mn: Answering rightly, the wanderers would say:

# mn11:5.7
source: ‘vītarāgassāvuso, sā niṭṭhā, na sā niṭṭhā sarāgassā’ti.
mn: ‘That goal is for those free of greed, not for the greedy.’

# mn11:5.8
source: ‘Sā panāvuso, niṭṭhā sadosassa udāhu vītadosassā’ti?
mn: ‘Is it for the hateful or those free of hate?’

# mn11:5.10
source: ‘vītadosassāvuso, sā niṭṭhā, na sā niṭṭhā sadosassā’ti.
mn: ‘It’s for those free of hate.’

# mn11:5.11
source: ‘Sā panāvuso, niṭṭhā samohassa udāhu vītamohassā’ti?
mn: ‘Is it for the delusional or those free of delusion?’

# mn11:5.13
source: ‘vītamohassāvuso, sā niṭṭhā, na sā niṭṭhā samohassā’ti.
mn: ‘It’s for those free of delusion.’

# mn11:5.14
source: ‘Sā panāvuso, niṭṭhā sataṇhassa udāhu vītataṇhassā’ti?
mn: ‘Is it for those who crave or those rid of craving?’

# mn11:5.16
source: ‘vītataṇhassāvuso, sā niṭṭhā, na sā niṭṭhā sataṇhassā’ti.
mn: ‘It’s for those rid of craving.’

# mn11:5.17
source: ‘Sā panāvuso, niṭṭhā saupādānassa udāhu anupādānassā’ti?
mn: ‘Is it for those who grasp or those who don’t grasp?’

# mn11:5.19
source: ‘anupādānassāvuso, sā niṭṭhā, na sā niṭṭhā saupādānassā’ti.
mn: ‘It’s for those who don’t grasp.’

# mn11:5.20
source: ‘Sā panāvuso, niṭṭhā viddasuno udāhu aviddasuno’ti?
mn: ‘Is it for the knowledgeable or the ignorant?’

# mn11:5.22
source: ‘viddasuno, āvuso, sā niṭṭhā, na sā niṭṭhā aviddasuno’ti.
mn: ‘It’s for the knowledgeable.’

# mn11:5.23
source: ‘Sā panāvuso, niṭṭhā anuruddhappaṭiviruddhassa udāhu ananuruddhaappaṭiviruddhassā’ti?
mn: ‘Is it for those who favor and oppose or for those who don’t favor and oppose?’

# mn11:5.25
source: ‘ananuruddhaappaṭiviruddhassāvuso, sā niṭṭhā, na sā niṭṭhā anuruddhappaṭiviruddhassā’ti.
mn: ‘It’s for those who don’t favor and oppose.’

# mn11:5.26
source: ‘Sā panāvuso, niṭṭhā papañcārāmassa papañcaratino udāhu nippapañcārāmassa nippapañcaratino’ti?
mn: ‘But is that goal for those who enjoy proliferation or for those who enjoy non-proliferation?’

# mn11:5.27
source: Sammā byākaramānā, bhikkhave, aññatitthiyā paribbājakā evaṃ byākareyyuṃ:
mn: Answering rightly, the wanderers would say:

# mn11:5.28
source: ‘nippapañcārāmassāvuso, sā niṭṭhā nippapañcaratino, na sā niṭṭhā papañcārāmassa papañcaratino’ti.
mn: ‘It’s for those who enjoy non-proliferation, not for those who enjoy proliferation.’

# mn11:6.1
source: Dvemā, bhikkhave, diṭṭhiyo—
mn: Mendicants, there are these two views:

# mn11:6.2
source: bhavadiṭṭhi ca vibhavadiṭṭhi ca.
mn: views favoring continued existence and views favoring ending existence.

# mn11:6.3
source: Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā bhavadiṭṭhiṃ allīnā bhavadiṭṭhiṃ upagatā bhavadiṭṭhiṃ ajjhositā, vibhavadiṭṭhiyā te paṭiviruddhā.
mn: Any ascetics or brahmins who cling, hold, and attach to a view favoring continued existence will oppose a view favoring ending existence.

# mn11:6.4
source: Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā vibhavadiṭṭhiṃ allīnā vibhavadiṭṭhiṃ upagatā vibhavadiṭṭhiṃ ajjhositā, bhavadiṭṭhiyā te paṭiviruddhā.
mn: Any ascetics or brahmins who cling, hold, and attach to a view favoring ending existence will oppose a view favoring continued existence.

# mn11:7.1
source: Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā imāsaṃ dvinnaṃ diṭṭhīnaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nappajānanti, ‘te sarāgā te sadosā te samohā te sataṇhā te saupādānā te aviddasuno te anuruddhappaṭiviruddhā te papañcārāmā papañcaratino;
mn: There are some ascetics and brahmins who don’t truly understand these two views’ origin, ending, gratification, drawback, and escape. They’re greedy, hateful, delusional, craving, grasping, and ignorant. They favor and oppose, and they enjoy proliferation.

# mn11:7.2
source: te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi;
mn: They’re not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress.

# mn11:7.3
source: na parimuccanti dukkhasmā’ti vadāmi.
mn: They’re not freed from suffering, I say.

# mn11:8.1
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā imāsaṃ dvinnaṃ diṭṭhīnaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānanti, ‘te vītarāgā te vītadosā te vītamohā te vītataṇhā te anupādānā te viddasuno te ananuruddhaappaṭiviruddhā te nippapañcārāmā nippapañcaratino;
mn: There are some ascetics and brahmins who do truly understand these two views’ origin, ending, gratification, drawback, and escape. They’re rid of greed, hate, delusion, craving, grasping, and ignorance. They don’t favor and oppose, and they enjoy non-proliferation.

# mn11:8.2
source: te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi;
mn: They’re freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress.

# mn11:8.3
source: parimuccanti dukkhasmā’ti vadāmi.
mn: They’re freed from suffering, I say.

# mn11:9.1
source: Cattārimāni, bhikkhave, upādānāni.
mn: There are these four kinds of grasping.

# mn11:9.2
source: Katamāni cattāri?
mn: What four?

# mn11:9.3
source: Kāmupādānaṃ, diṭṭhupādānaṃ, sīlabbatupādānaṃ, attavādupādānaṃ.
mn: Grasping at sensual pleasures, views, precepts and observances, and theories of a self.

# mn11:10.1
source: Santi, bhikkhave, eke samaṇabrāhmaṇā sabbupādānapariññāvādā paṭijānamānā.
mn: There are some ascetics and brahmins who claim to propound the complete understanding of all kinds of grasping.

# mn11:10.2
source: Te na sammā sabbupādānapariññaṃ paññapenti—
mn: But they don’t correctly describe the complete understanding of all kinds of grasping.

# mn11:10.3
source: kāmupādānassa pariññaṃ paññapenti, na diṭṭhupādānassa pariññaṃ paññapenti, na sīlabbatupādānassa pariññaṃ paññapenti, na attavādupādānassa pariññaṃ paññapenti.
mn: They describe the complete understanding of grasping at sensual pleasures, but not views, precepts and observances, and theories of a self.

# mn11:10.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn11:10.5
source: Imāni hi te bhonto samaṇabrāhmaṇā tīṇi ṭhānāni yathābhūtaṃ nappajānanti.
mn: Because those gentlemen don’t truly understand these three things.

# mn11:10.6
source: Tasmā te bhonto samaṇabrāhmaṇā sabbupādānapariññāvādā paṭijānamānā;
mn: That’s why they claim to propound the complete understanding of all kinds of grasping,

# mn11:10.7
source: te na sammā sabbupādānapariññaṃ paññapenti—
mn: but they don’t really.

# mn11:11.1
source: Santi, bhikkhave, eke samaṇabrāhmaṇā sabbupādānapariññāvādā paṭijānamānā.
mn: There are some other ascetics and brahmins who claim to propound the complete understanding of all kinds of grasping,

# mn11:11.2
source: Te na sammā sabbupādānapariññaṃ paññapenti—
mn: but they don’t really.

# mn11:11.3
source: kāmupādānassa pariññaṃ paññapenti, diṭṭhupādānassa pariññaṃ paññapenti, na sīlabbatupādānassa pariññaṃ paññapenti, na attavādupādānassa pariññaṃ paññapenti.
mn: They describe the complete understanding of grasping at sensual pleasures and views, but not precepts and observances, and theories of a self.

# mn11:11.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn11:11.5
source: Imāni hi te bhonto samaṇabrāhmaṇā dve ṭhānāni yathābhūtaṃ nappajānanti.
mn: Because those gentlemen don’t truly understand these two things.

# mn11:11.6
source: Tasmā te bhonto samaṇabrāhmaṇā sabbupādānapariññāvādā paṭijānamānā;
mn: That’s why they claim to propound the complete understanding of all kinds of grasping,

# mn11:11.7
source: te na sammā sabbupādānapariññaṃ paññapenti—
mn: but they don’t really.

# mn11:12.1
source: Santi, bhikkhave, eke samaṇabrāhmaṇā sabbupādānapariññāvādā paṭijānamānā.
mn: There are some other ascetics and brahmins who claim to propound the complete understanding of all kinds of grasping,

# mn11:12.2
source: Te na sammā sabbupādānapariññaṃ paññapenti—
mn: but they don’t really.

# mn11:12.3
source: kāmupādānassa pariññaṃ paññapenti, diṭṭhupādānassa pariññaṃ paññapenti, sīlabbatupādānassa pariññaṃ paññapenti, na attavādupādānassa pariññaṃ paññapenti.
mn: They describe the complete understanding of grasping at sensual pleasures, views, and precepts and observances, but not theories of a self.

# mn11:12.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn11:12.5
source: Imañhi te bhonto samaṇabrāhmaṇā ekaṃ ṭhānaṃ yathābhūtaṃ nappajānanti.
mn: Because those gentlemen don’t truly understand this one thing.

# mn11:12.6
source: Tasmā te bhonto samaṇabrāhmaṇā sabbupādānapariññāvādā paṭijānamānā;
mn: That’s why they claim to propound the complete understanding of all kinds of grasping,

# mn11:12.7
source: te na sammā sabbupādānapariññaṃ paññapenti—
mn: but they don’t really.

# mn11:13.1
source: Evarūpe kho, bhikkhave, dhammavinaye yo satthari pasādo so na sammaggato akkhāyati;
mn: In such a teaching and training, confidence in the Teacher is said to be far from ideal.

# mn11:13.2
source: yo dhamme pasādo so na sammaggato akkhāyati;
mn: Likewise, confidence in the teaching,

# mn11:13.3
source: yā sīlesu paripūrakāritā sā na sammaggatā akkhāyati;
mn: fulfillment of the precepts,

# mn11:13.4
source: yā sahadhammikesu piyamanāpatā sā na sammaggatā akkhāyati.
mn: and love and affection for those sharing the same path are said to be far from ideal.

# mn11:13.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn11:13.6
source: Evañhetaṃ, bhikkhave, hoti yathā taṃ durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite.
mn: It’s because that teaching and training is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha.

# mn11:14.1
source: Tathāgato ca kho, bhikkhave, arahaṃ sammāsambuddho sabbupādānapariññāvādo paṭijānamāno sammā sabbupādānapariññaṃ paññapeti—
mn: The Realized One, the perfected one, the fully awakened Buddha claims to propound the complete understanding of all kinds of grasping.

# mn11:14.2
source: kāmupādānassa pariññaṃ paññapeti, diṭṭhupādānassa pariññaṃ paññapeti, sīlabbatupādānassa pariññaṃ paññapeti, attavādupādānassa pariññaṃ paññapeti.
mn: He describes the complete understanding of grasping at sensual pleasures, views, precepts and observances, and theories of a self.

# mn11:15.1
source: Evarūpe kho, bhikkhave, dhammavinaye yo satthari pasādo so sammaggato akkhāyati;
mn: In such a teaching and training, confidence in the Teacher is said to be ideal.

# mn11:15.2
source: yo dhamme pasādo so sammaggato akkhāyati;
mn: Likewise, confidence in the teaching,

# mn11:15.3
source: yā sīlesu paripūrakāritā sā sammaggatā akkhāyati;
mn: fulfillment of the precepts,

# mn11:15.4
source: yā sahadhammikesu piyamanāpatā sā sammaggatā akkhāyati.
mn: and love and affection for those sharing the same path are said to be ideal.

# mn11:15.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn11:15.6
source: Evañhetaṃ, bhikkhave, hoti yathā taṃ svākkhāte dhammavinaye suppavedite niyyānike upasamasaṃvattanike sammāsambuddhappavedite.
mn: It’s because that teaching and training is well explained and well propounded, emancipating, leading to peace, proclaimed by a fully awakened Buddha.

# mn11:16.1
source: Ime ca, bhikkhave, cattāro upādānā. Kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?
mn: What is the source, origin, birthplace, and root of these four kinds of grasping?

# mn11:16.2
source: Ime cattāro upādānā taṇhānidānā taṇhāsamudayā taṇhājātikā taṇhāpabhavā.
mn: Craving.

# mn11:16.3
source: Taṇhā cāyaṃ, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?
mn: And what is the source, origin, birthplace, and root of craving?

# mn11:16.4
source: Taṇhā vedanānidānā vedanāsamudayā vedanājātikā vedanāpabhavā.
mn: Feeling.

# mn11:16.5
source: Vedanā cāyaṃ, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?
mn: And what is the source of feeling?

# mn11:16.6
source: Vedanā phassanidānā phassasamudayā phassajātikā phassapabhavā.
mn: Contact.

# mn11:16.7
source: Phasso cāyaṃ, bhikkhave, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo?
mn: And what is the source of contact?

# mn11:16.8
source: Phasso saḷāyatananidāno saḷāyatanasamudayo saḷāyatanajātiko saḷāyatanapabhavo.
mn: The six sense fields.

# mn11:16.9
source: Saḷāyatanañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ?
mn: And what is the source of the six sense fields?

# mn11:16.10
source: Saḷāyatanaṃ nāmarūpanidānaṃ nāmarūpasamudayaṃ nāmarūpajātikaṃ nāmarūpapabhavaṃ.
mn: Name and form.

# mn11:16.11
source: Nāmarūpañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ?
mn: And what is the source of name and form?

# mn11:16.12
source: Nāmarūpaṃ viññāṇanidānaṃ viññāṇasamudayaṃ viññāṇajātikaṃ viññāṇapabhavaṃ.
mn: Consciousness.

# mn11:16.13
source: Viññāṇañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ?
mn: And what is the source of consciousness?

# mn11:16.14
source: Viññāṇaṃ saṅkhāranidānaṃ saṅkhārasamudayaṃ saṅkhārajātikaṃ saṅkhārapabhavaṃ.
mn: Choices.

# mn11:16.15
source: Saṅkhārā cime, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?
mn: And what is the source of choices?

# mn11:16.16
source: Saṅkhārā avijjānidānā avijjāsamudayā avijjājātikā avijjāpabhavā.
mn: Ignorance.

# mn11:17.1
source: Yato ca kho, bhikkhave, bhikkhuno avijjā pahīnā hoti vijjā uppannā, so avijjāvirāgā vijjuppādā neva kāmupādānaṃ upādiyati, na diṭṭhupādānaṃ upādiyati, na sīlabbatupādānaṃ upādiyati, na attavādupādānaṃ upādiyati.
mn: When that mendicant has given up ignorance and given rise to knowledge, they don’t grasp at sensual pleasures, views, precepts and observances, or theories of a self.

# mn11:17.2
source: Anupādiyaṃ na paritassati, aparitassaṃ paccattaññeva parinibbāyati.
mn: Not grasping, they’re not anxious. Not being anxious, they personally become extinguished.

# mn11:17.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”

# mn11:17.4
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn11:17.5
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
