Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn019.po
Languages: mn

# mn19:27.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn19:27.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
