Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn012.po
Languages: mn

# mn12:0.1
source: Majjhima Nikāya 12
mn: Middle Discourses 12

# mn12:0.2
source: Mahāsīhanādasutta
mn: The Longer Discourse on the Lion’s Roar

# mn12:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn12:1.2
source: ekaṃ samayaṃ bhagavā vesāliyaṃ viharati bahinagare aparapure vanasaṇḍe.
mn: At one time the Buddha was staying near Vesālī in a woodland grove behind the town.

# mn12:2.1
source: Tena kho pana samayena sunakkhatto licchaviputto acirapakkanto hoti imasmā dhammavinayā.
mn: Now at that time Sunakkhatta the Licchavi had recently left this teaching and training.

# mn12:2.2
source: So vesāliyaṃ parisati evaṃ vācaṃ bhāsati:
mn: He was telling a crowd in Vesālī:

# mn12:2.3
source: “natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso.
mn: “The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones.

# mn12:2.4
source: Takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānaṃ.
mn: He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective.

# mn12:2.5
source: Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā”ti.
mn: And his teaching leads those who practice it to the complete ending of suffering, the goal for which it’s taught.”

# mn12:3.1
source: Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.
mn: Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, entered Vesālī for alms.

# mn12:3.2
source: Assosi kho āyasmā sāriputto sunakkhattassa licchaviputtassa vesāliyaṃ parisati evaṃ vācaṃ bhāsamānassa:
mn: He heard what Sunakkhatta was saying.

# mn12:3.6
source: Atha kho āyasmā sāriputto vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:
mn: Then he wandered for alms in Vesālī. After the meal, on his return from alms-round, he went to the Buddha, bowed, sat down to one side, and told him what had happened.

# mn12:4.1
source: “Kodhano heso, sāriputta, sunakkhatto moghapuriso.
mn: “Sāriputta, Sunakkhatta, that silly man, is angry.

# mn12:4.2
source: Kodhā ca panassa esā vācā bhāsitā.
mn: His words are spoken out of anger.

# mn12:4.3
source: ‘Avaṇṇaṃ bhāsissāmī’ti kho, sāriputta, sunakkhatto moghapuriso vaṇṇaṃyeva tathāgatassa bhāsati.
mn: Thinking he criticizes the Realized One, in fact he just praises him.

# mn12:4.4
source: Vaṇṇo heso, sāriputta, tathāgatassa yo evaṃ vadeyya:
mn: For it is praise of the Realized One to say:

# mn12:4.5
source: ‘yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’ti.
mn: ‘His teaching leads those who practice it to the complete ending of suffering, the goal for which it’s taught.’

# mn12:5.1
source: Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati:
mn: But there’s no way Sunakkhatta will infer about me from the teaching:

# mn12:5.2
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi, satthā devamanussānaṃ, buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn12:6.1
source: Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati:
mn: And there’s no way Sunakkhatta will infer about me from the teaching:

# mn12:6.2
source: ‘itipi so bhagavā anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vattetī’ti.
mn: ‘That Blessed One wields the many kinds of psychic power: multiplying himself and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the Brahmā realm.’

# mn12:7.1
source: Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati:
mn: And there’s no way Sunakkhatta will infer about me from the teaching:

# mn12:7.2
source: ‘itipi so bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—dibbe ca mānuse ca, ye dūre santike cā’ti.
mn: ‘That Blessed One, with clairaudience that is purified and superhuman, hears both kinds of sounds, human and divine, whether near or far.’

# mn12:8.1
source: Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati:
mn: And there’s no way Sunakkhatta will infer about me from the teaching:

# mn12:8.2
source: ‘itipi so bhagavā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāti, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajānāti; sadosaṃ vā cittaṃ sadosaṃ cittanti pajānāti, vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajānāti; samohaṃ vā cittaṃ samohaṃ cittanti pajānāti, vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajānāti; saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajānāti, vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajānāti; mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajānāti, amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajānāti; sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajānāti, anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajānāti; samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajānāti, asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajānāti; vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānāti, avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānātī’ti.
mn: ‘That Blessed One understands the minds of other beings and individuals, having comprehended them with his own mind. He understands mind with greed as “mind with greed,” and mind without greed as “mind without greed.” He understands mind with hate … mind without hate … mind with delusion … mind without delusion … constricted mind … scattered mind … expansive mind … unexpansive mind … mind that is supreme … mind that is not supreme … mind immersed in samādhi … mind not immersed in samādhi … freed mind as “freed mind,” and unfreed mind as “unfreed mind.”’

# mn12:9.1
source: Dasa kho panimāni, sāriputta, tathāgatassa tathāgatabalāni yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.
mn: The Realized One possesses ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.

# mn12:9.2
source: Katamāni dasa?
mn: What ten?

# mn12:10.1
source: Idha, sāriputta, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti.
mn: Firstly, the Realized One truly understands the possible as possible, and the impossible as impossible.

# mn12:10.2
source: Yampi, sāriputta, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (1)
mn: Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.

# mn12:11.1
source: Puna caparaṃ, sāriputta, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti.
mn: Furthermore, the Realized One truly understands the result of deeds undertaken in the past, future, and present in terms of causes and reasons.

# mn12:11.2
source: Yampi, sāriputta, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (2)
mn: Since he truly understands this, this is a power of the Realized One. …

# mn12:12.1
source: Puna caparaṃ, sāriputta, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti.
mn: Furthermore, the Realized One truly understands where all paths of practice lead.

# mn12:12.2
source: Yampi, sāriputta, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (3)
mn: Since he truly understands this, this is a power of the Realized One. …

# mn12:13.1
source: Puna caparaṃ, sāriputta, tathāgato anekadhātunānādhātulokaṃ yathābhūtaṃ pajānāti.
mn: Furthermore, the Realized One truly understands the world with its many and diverse elements.

# mn12:13.2
source: Yampi, sāriputta, tathāgato anekadhātunānādhātulokaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (4)
mn: Since he truly understands this, this is a power of the Realized One. …

# mn12:14.1
source: Puna caparaṃ, sāriputta, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti.
mn: Furthermore, the Realized One truly understands the diverse attitudes of sentient beings.

# mn12:14.2
source: Yampi, sāriputta, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (5)
mn: Since he truly understands this, this is a power of the Realized One. …

# mn12:15.1
source: Puna caparaṃ, sāriputta, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti.
mn: Furthermore, the Realized One truly understands the faculties of other sentient beings and other individuals after comprehending them with his mind.

# mn12:15.2
source: Yampi, sāriputta, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (6)
mn: Since he truly understands this, this is a power of the Realized One. …

# mn12:16.1
source: Puna caparaṃ, sāriputta, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti.
mn: Furthermore, the Realized One truly understands corruption, cleansing, and emergence regarding the absorptions, liberations, immersions, and attainments.

# mn12:16.2
source: Yampi, sāriputta, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (7)
mn: Since he truly understands this, this is a power of the Realized One. …

# mn12:17.1
source: Puna caparaṃ, sāriputta, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
mn: Furthermore, the Realized One recollects many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. He remembers: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so he recollects his many kinds of past lives, with features and details.

# mn12:17.2
source: Yampi, sāriputta, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (8)
mn: Since he truly understands this, this is a power of the Realized One. …

# mn12:18.1
source: Puna caparaṃ, sāriputta, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti.
mn: Furthermore, with clairvoyance that is purified and superhuman, the Realized One sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, he sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds.

# mn12:18.2
source: Yampi, sāriputta, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. Idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (9)
mn: Since he truly understands this, this is a power of the Realized One. …

# mn12:19.1
source: Puna caparaṃ, sāriputta, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
mn: Furthermore, the Realized One has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with his own insight due to the ending of defilements.

# mn12:19.2
source: Yampi, sāriputta, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (10)
mn: Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.

# mn12:20.1
source: Imāni kho, sāriputta, dasa tathāgatassa tathāgatabalāni yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.
mn: A Realized One possesses these ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.

# mn12:21.1
source: Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya:
mn: When I know and see in this way, suppose someone were to say this:

# mn12:21.2
source: ‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso;
mn: ‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones.

# mn12:21.3
source: takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti,
mn: He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective.’

# mn12:21.4
source: taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.
mn: Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell.

# mn12:21.5
source: Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi.
mn: Just as a mendicant accomplished in ethics, immersion, and wisdom would reach enlightenment in this very life, such is the consequence, I say.

# mn12:21.6
source: Taṃ vācaṃ appahāya, taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.
mn: Unless they give up that speech and thought, and let go of that view, they will be cast down to hell.

# mn12:22.1
source: Cattārimāni, sāriputta, tathāgatassa vesārajjāni yehi vesārajjehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.
mn: Sāriputta, a Realized One has four kinds of self-assurance. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.

# mn12:22.2
source: Katamāni cattāri?
mn: What four?

# mn12:23.1
source: ‘Sammāsambuddhassa te paṭijānato ime dhammā anabhisambuddhā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi.
mn: I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘You claim to be fully awakened, but you don’t understand these things.’

# mn12:23.2
source: Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. (1)
mn: Since I see no such reason, I live secure, fearless, and assured.

# mn12:24.1
source: ‘Khīṇāsavassa te paṭijānato ime āsavā aparikkhīṇā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi.
mn: I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘You claim to have ended all defilements, but these defilements have not ended.’

# mn12:24.2
source: Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. (2)
mn: Since I see no such reason, I live secure, fearless, and assured.

# mn12:25.1
source: ‘Ye kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṃ antarāyāyā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi.
mn: I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘The acts that you say are obstructions are not really obstructions for the one who performs them.’

# mn12:25.2
source: Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. (3)
mn: Since I see no such reason, I live secure, fearless, and assured.

# mn12:26.1
source: ‘Yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi.
mn: I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘The teaching doesn’t lead those who practice it to the complete ending of suffering, the goal for which you taught it.’

# mn12:26.2
source: Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. (4)
mn: Since I see no such reason, I live secure, fearless, and assured.

# mn12:27.1
source: Imāni kho, sāriputta, cattāri tathāgatassa vesārajjāni yehi vesārajjehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.
mn: A Realized One has these four kinds of self-assurance. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.

# mn12:28.1
source: Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya:
mn: When I know and see in this way, suppose someone were to say this:

# mn12:28.2
source: ‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti,
mn: ‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’

# mn12:28.3
source: taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.
mn: Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell.

# mn12:29.1
source: Aṭṭha kho imā, sāriputta, parisā.
mn: Sāriputta, there are these eight assemblies.

# mn12:29.2
source: Katamā aṭṭha?
mn: What eight?

# mn12:29.3
source: Khattiyaparisā, brāhmaṇaparisā, gahapatiparisā, samaṇaparisā, cātumahārājikaparisā, tāvatiṃsaparisā, māraparisā, brahmaparisā—
mn: The assemblies of aristocrats, brahmins, householders, and ascetics. An assembly of the gods under the Four Great Kings. An assembly of the gods under the Thirty-Three. An assembly of Māras. An assembly of Brahmās.

# mn12:29.4
source: imā kho, sāriputta, aṭṭha parisā.
mn: These are the eight assemblies.
