Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn013.po
Languages: mn

# mn13:31.1
source: Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ rūpānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ nappajānanti te vata sāmaṃ vā rūpe parijānissanti, paraṃ vā tathattāya samādapessanti yathā paṭipanno rūpe parijānissatīti—netaṃ ṭhānaṃ vijjati.
mn: There are ascetics and brahmins who don’t truly understand sights’ gratification, drawback, and escape in this way for what they are. It’s impossible for them to completely understand sights themselves, or to instruct another so that, practicing accordingly, they will completely understand sights.

# mn13:31.2
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ rūpānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ pajānanti te vata sāmaṃ vā rūpe parijānissanti paraṃ vā tathattāya samādapessanti yathā paṭipanno rūpe parijānissatīti—ṭhānametaṃ vijjati.
mn: There are ascetics and brahmins who do truly understand sights’ gratification, drawback, and escape in this way for what they are. It is possible for them to completely understand sights themselves, or to instruct another so that, practicing accordingly, they will completely understand sights.

# mn13:32.1
source: Ko ca, bhikkhave, vedanānaṃ assādo?
mn: And what is the gratification of feelings?

# mn13:32.2
source: Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn13:32.3
source: Yasmiṃ samaye, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati, neva tasmiṃ samaye attabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti;
mn: At that time a mendicant doesn’t intend to hurt themselves, hurt others, or hurt both;

# mn13:32.4
source: abyābajjhaṃyeva tasmiṃ samaye vedanaṃ vedeti.
mn: they feel only feelings that are not hurtful.

# mn13:32.5
source: Abyābajjhaparamāhaṃ, bhikkhave, vedanānaṃ assādaṃ vadāmi.
mn: Freedom from being hurt is the ultimate gratification of feelings, I say.

# mn13:33-35.1
source: Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati … pe …
mn: Furthermore, a mendicant enters and remains in the second absorption …

# mn13:33-35.2
source: yasmiṃ samaye, bhikkhave, bhikkhu pītiyā ca virāgā, upekkhako ca viharati, sato ca sampajāno sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati … pe …
mn: third absorption …

# mn13:33-35.3
source: yasmiṃ samaye, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati, neva tasmiṃ samaye attabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti;
mn: fourth absorption. At that time a mendicant doesn’t intend to hurt themselves, hurt others, or hurt both;

# mn13:33-35.4
source: abyābajjhaṃyeva tasmiṃ samaye vedanaṃ vedeti.
mn: they feel only feelings that are not hurtful.

# mn13:33-35.5
source: Abyābajjhaparamāhaṃ, bhikkhave, vedanānaṃ assādaṃ vadāmi.
mn: Freedom from being hurt is the ultimate gratification of feelings, I say.

# mn13:36.1
source: Ko ca, bhikkhave, vedanānaṃ ādīnavo?
mn: And what is the drawback of feelings?

# mn13:36.2
source: Yaṃ, bhikkhave, vedanā aniccā dukkhā vipariṇāmadhammā—ayaṃ vedanānaṃ ādīnavo.
mn: That feelings are impermanent, suffering, and perishable: this is their drawback.

# mn13:37.1
source: Kiñca, bhikkhave, vedanānaṃ nissaraṇaṃ?
mn: And what is the escape from feelings?

# mn13:37.2
source: Yo, bhikkhave, vedanāsu chandarāgavinayo, chandarāgappahānaṃ—idaṃ vedanānaṃ nissaraṇaṃ.
mn: Removing and giving up desire and greed for feelings: this is the escape from feelings.

# mn13:38.1
source: Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ vedanānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ nappajānanti, te vata sāmaṃ vā vedanaṃ parijānissanti, paraṃ vā tathattāya samādapessanti yathā paṭipanno vedanaṃ parijānissatīti—netaṃ ṭhānaṃ vijjati.
mn: There are ascetics and brahmins who don’t truly understand feelings’ gratification, drawback, and escape in this way for what they are. It’s impossible for them to completely understand feelings themselves, or to instruct another so that, practicing accordingly, they will completely understand feelings.

# mn13:38.2
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ vedanānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ pajānanti te vata sāmaṃ vā vedanaṃ parijānissanti, paraṃ vā tathattāya samādapessanti yathā paṭipanno vedanaṃ parijānissatīti—ṭhānametaṃ vijjatī”ti.
mn: There are ascetics and brahmins who do truly understand feelings’ gratification, drawback, and escape in this way for what they are. It is possible for them to completely understand feelings themselves, or to instruct another so that, practicing accordingly, they will completely understand feelings.”

# mn13:38.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn13:38.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
