Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn013.po
Languages: mn

# mn13:0.1
source: Majjhima Nikāya 13
mn: Middle Discourses 13

# mn13:0.2
source: Mahādukkhakkhandhasutta
mn: The Longer Discourse on the Mass of Suffering

# mn13:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn13:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn13:2.1
source: Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisiṃsu.
mn: Then several mendicants robed up in the morning and, taking their bowls and robes, entered Sāvatthī for alms.

# mn13:2.2
source: Atha kho tesaṃ bhikkhūnaṃ etadahosi:
mn: Then it occurred to him,

# mn13:2.3
source: “atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ,
mn: “It’s too early to wander for alms in Sāvatthī.

# mn13:2.4
source: yaṃ nūna mayaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyāmā”ti.
mn: Why don’t we go to the monastery of the wanderers who follow other paths?”

# mn13:2.5
source: Atha kho te bhikkhū yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃsu; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃsu;
mn: Then they went to the monastery of the wanderers who follow other paths, and exchanged greetings with the wanderers there.

# mn13:2.6
source: sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te bhikkhū te aññatitthiyā paribbājakā etadavocuṃ:
mn: When the greetings and polite conversation were over, they sat down to one side. The wanderers said to them:

# mn13:3.1
source: “samaṇo, āvuso, gotamo kāmānaṃ pariññaṃ paññapeti, mayampi kāmānaṃ pariññaṃ paññapema;
mn: “Reverends, the ascetic Gotama advocates the complete understanding of sensual pleasures, and so do we.

# mn13:3.2
source: samaṇo, āvuso, gotamo rūpānaṃ pariññaṃ paññapeti, mayampi rūpānaṃ pariññaṃ paññapema;
mn: The ascetic Gotama advocates the complete understanding of sights, and so do we.

# mn13:3.3
source: samaṇo, āvuso, gotamo vedanānaṃ pariññaṃ paññapeti, mayampi vedanānaṃ pariññaṃ paññapema;
mn: The ascetic Gotama advocates the complete understanding of feelings, and so do we.

# mn13:3.4
source: idha no, āvuso, ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā—
mn: What, then, is the difference between the ascetic Gotama’s teaching and instruction and ours?”

# mn13:4.1
source: Atha kho te bhikkhū tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandiṃsu, nappaṭikkosiṃsu;
mn: Those mendicants neither approved nor dismissed that statement of the wanderers who follow other paths.

# mn13:4.2
source: anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṃsu:
mn: They got up from their seat, thinking,

# mn13:4.3
source: “bhagavato santike etassa bhāsitassa atthaṃ ājānissāmā”ti.
mn: “We will learn the meaning of this statement from the Buddha himself.”

# mn13:5.1
source: Atha kho te bhikkhū sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
mn: Then, after the meal, when they returned from alms-round, they went up to the Buddha, bowed, sat down to one side, and told him what had happened. The Buddha said:

# mn13:6.1
source: “Evaṃvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā:
mn: “Mendicants, when wanderers who follow other paths say this, you should say to them:

# mn13:6.2
source: ‘ko panāvuso, kāmānaṃ assādo, ko ādīnavo, kiṃ nissaraṇaṃ?
mn: ‘But reverends, what’s the gratification, the drawback, and the escape when it comes to sensual pleasures?

# mn13:6.3
source: Ko rūpānaṃ assādo, ko ādīnavo, kiṃ nissaraṇaṃ?
mn: What’s the gratification, the drawback, and the escape when it comes to sights?

# mn13:6.4
source: Ko vedanānaṃ assādo, ko ādīnavo, kiṃ nissaraṇan’ti?
mn: What’s the gratification, the drawback, and the escape when it comes to feelings?’

# mn13:6.5
source: Evaṃ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṃ āpajjissanti.
mn: Questioned like this, the wanderers who follow other paths would be stumped, and, in addition, would get frustrated.

# mn13:6.6
source: Taṃ kissa hetu?
mn: Why is that?

# mn13:6.7
source: Yathā taṃ, bhikkhave, avisayasmiṃ.
mn: Because they’re out of their element.

# mn13:6.8
source: Nāhaṃ taṃ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yo imesaṃ pañhānaṃ veyyākaraṇena cittaṃ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā, ito vā pana sutvā.
mn: I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to these questions except for the Realized One or his disciple or someone who has heard it from them.

# mn13:7.1
source: Ko ca, bhikkhave, kāmānaṃ assādo?
mn: And what is the gratification of sensual pleasures?

# mn13:7.2
source: Pañcime, bhikkhave, kāmaguṇā.
mn: There are these five kinds of sensual stimulation.

# mn13:7.3
source: Katame pañca?
mn: What five?

# mn13:7.4
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā,
mn: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn13:7.5
source: sotaviññeyyā saddā … pe …
mn: Sounds known by the ear …

# mn13:7.6
source: ghānaviññeyyā gandhā …
mn: Smells known by the nose …

# mn13:7.7
source: jivhāviññeyyā rasā …
mn: Tastes known by the tongue …

# mn13:7.8
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—
mn: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn13:7.9
source: ime kho, bhikkhave, pañca kāmaguṇā.
mn: These are the five kinds of sensual stimulation.

# mn13:7.10
source: Yaṃ kho, bhikkhave, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ—ayaṃ kāmānaṃ assādo.
mn: The pleasure and happiness that arise from these five kinds of sensual stimulation: this is the gratification of sensual pleasures.

# mn13:8.1
source: Ko ca, bhikkhave, kāmānaṃ ādīnavo?
mn: And what is the drawback of sensual pleasures?

# mn13:8.2
source: Idha, bhikkhave, kulaputto yena sippaṭṭhānena jīvikaṃ kappeti—
mn: It’s when a gentleman earns a living by means such as

# mn13:8.3
source: yadi muddāya yadi gaṇanāya yadi saṅkhānena yadi kasiyā yadi vaṇijjāya yadi gorakkhena yadi issatthena yadi rājaporisena yadi sippaññatarena—
mn: computing, accounting, calculating, farming, trade, raising cattle, archery, government service, or one of the professions.

# mn13:8.4
source: sītassa purakkhato uṇhassa purakkhato ḍaṃsamakasavātātapasarīsapasamphassehi rissamāno khuppipāsāya mīyamāno;
mn: But they must face cold and heat, being hurt by the touch of flies, mosquitoes, wind, sun, and reptiles, and risking death from hunger and thirst.

# mn13:8.5
source: ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn13:9.1
source: Tassa ce, bhikkhave, kulaputtassa evaṃ uṭṭhahato ghaṭato vāyamato te bhogā nābhinipphajjanti.
mn: That gentleman might try hard, strive, and make an effort, but fail to earn any money.

# mn13:9.2
source: So socati kilamati paridevati urattāḷiṃ kandati, sammohaṃ āpajjati:
mn: If this happens, they sorrow and pine and lament, beating their breast and falling into confusion, saying:

# mn13:9.3
source: ‘moghaṃ vata me uṭṭhānaṃ, aphalo vata me vāyāmo’ti.
mn: ‘Oh, my hard work is wasted. My efforts are fruitless!’

# mn13:9.4
source: Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn13:10.1
source: Tassa ce, bhikkhave, kulaputtassa evaṃ uṭṭhahato ghaṭato vāyamato te bhogā abhinipphajjanti.
mn: That gentleman might try hard, strive, and make an effort, and succeed in earning money.

# mn13:10.2
source: So tesaṃ bhogānaṃ ārakkhādhikaraṇaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti:
mn: But they experience pain and sadness when they try to protect it, thinking:

# mn13:10.3
source: ‘kinti me bhoge neva rājāno hareyyuṃ, na corā hareyyuṃ, na aggi daheyya, na udakaṃ vaheyya, na appiyā dāyādā hareyyun’ti.
mn: ‘How can I prevent my wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’

# mn13:10.4
source: Tassa evaṃ ārakkhato gopayato te bhoge rājāno vā haranti, corā vā haranti, aggi vā dahati, udakaṃ vā vahati, appiyā vā dāyādā haranti.
mn: And even though they protect it and ward it, rulers or bandits take it, or fire consumes it, or flood sweeps it away, or unloved heirs take it.

# mn13:10.5
source: So socati kilamati paridevati urattāḷiṃ kandati, sammohaṃ āpajjati:
mn: They sorrow and pine and lament, beating their breast and falling into confusion:

# mn13:10.6
source: ‘yampi me ahosi tampi no natthī’ti.
mn: ‘What used to be mine is gone.’

# mn13:10.7
source: Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn13:11.1
source: Puna caparaṃ, bhikkhave, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu rājānopi rājūhi vivadanti, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatīpi gahapatīhi vivadanti, mātāpi puttena vivadati, puttopi mātarā vivadati, pitāpi puttena vivadati, puttopi pitarā vivadati, bhātāpi bhātarā vivadati, bhātāpi bhaginiyā vivadati, bhaginīpi bhātarā vivadati, sahāyopi sahāyena vivadati.
mn: Furthermore, for the sake of sensual pleasures kings fight with kings, aristocrats fight with aristocrats, brahmins fight with brahmins, and householders fight with householders. A mother fights with her child, child with mother, father with child, and child with father. Brother fights with brother, brother with sister, sister with brother, and friend fights with friend.

# mn13:11.2
source: Te tattha kalahaviggahavivādāpannā aññamaññaṃ pāṇīhipi upakkamanti, leḍḍūhipi upakkamanti, daṇḍehipi upakkamanti, satthehipi upakkamanti.
mn: Once they’ve started quarreling, arguing, and fighting, they attack each other with fists, stones, rods, and swords,

# mn13:11.3
source: Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.
mn: resulting in death and deadly pain.

# mn13:11.4
source: Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn13:12.1
source: Puna caparaṃ, bhikkhave, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu asicammaṃ gahetvā, dhanukalāpaṃ sannayhitvā, ubhatobyūḷhaṃ saṅgāmaṃ pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu.
mn: Furthermore, for the sake of sensual pleasures they don their sword and shield, fasten their bow and arrows, and plunge into a battle massed on both sides, with arrows and spears flying and swords flashing.

# mn13:12.2
source: Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, asināpi sīsaṃ chindanti.
mn: There they are struck with arrows and spears, and their heads are chopped off,

# mn13:12.3
source: Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.
mn: resulting in death and deadly pain.

# mn13:12.4
source: Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn13:13.1
source: Puna caparaṃ, bhikkhave, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu asicammaṃ gahetvā, dhanukalāpaṃ sannayhitvā, addāvalepanā upakāriyo pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu.
mn: Furthermore, for the sake of sensual pleasures they don their sword and shield, fasten their bow and arrows, and charge wetly plastered bastions, with arrows and spears flying and swords flashing.

# mn13:13.2
source: Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, chakaṇakāyapi osiñcanti, abhivaggenapi omaddanti, asināpi sīsaṃ chindanti.
mn: There they are struck with arrows and spears, splashed with dung, crushed with spiked blocks, and their heads are chopped off,

# mn13:13.3
source: Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.
mn: resulting in death and deadly pain.

# mn13:13.4
source: Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn13:14.1
source: Puna caparaṃ, bhikkhave, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu sandhimpi chindanti, nillopampi haranti, ekāgārikampi karonti, paripanthepi tiṭṭhanti, paradārampi gacchanti.
mn: Furthermore, for the sake of sensual pleasures they break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, and commit adultery.

# mn13:14.2
source: Tamenaṃ rājāno gahetvā vividhā kammakāraṇā kārenti—
mn: The rulers would arrest them and subject them to various punishments—

# mn13:14.3
source: kasāhipi tāḷenti, vettehipi tāḷenti, aḍḍhadaṇḍakehipi tāḷenti; hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti; bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, baḷisamaṃsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṃ chindanti.
mn: whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘acid pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded.

# mn13:14.4
source: Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.
mn: These result in death and deadly pain.

# mn13:14.5
source: Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.

# mn13:15.1
source: Puna caparaṃ, bhikkhave, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu kāyena duccaritaṃ caranti, vācāya duccaritaṃ caranti, manasā duccaritaṃ caranti.
mn: Furthermore, for the sake of sensual pleasures, they conduct themselves badly by way of body, speech, and mind.

# mn13:15.2
source: Te kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.
mn: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn13:15.3
source: Ayampi, bhikkhave, kāmānaṃ ādīnavo samparāyiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.
mn: This is a drawback of sensual pleasures to do with lives to come, a mass of suffering caused by sensual pleasures.

# mn13:16.1
source: Kiñca, bhikkhave, kāmānaṃ nissaraṇaṃ?
mn: And what is the escape from sensual pleasures?

# mn13:16.2
source: Yo kho, bhikkhave, kāmesu chandarāgavinayo chandarāgappahānaṃ—idaṃ kāmānaṃ nissaraṇaṃ.
mn: Removing and giving up desire and greed for sensual pleasures: this is the escape from sensual pleasures.

# mn13:17.1
source: Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ kāmānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ nappajānanti te vata sāmaṃ vā kāme parijānissanti, paraṃ vā tathattāya samādapessanti yathā paṭipanno kāme parijānissatīti—netaṃ ṭhānaṃ vijjati.
mn: There are ascetics and brahmins who don’t truly understand sensual pleasures’ gratification, drawback, and escape in this way for what they are. It’s impossible for them to completely understand sensual pleasures themselves, or to instruct another so that, practicing accordingly, they will completely understand sensual pleasures.

# mn13:17.2
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ kāmānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ pajānanti, te vata sāmaṃ vā kāme parijānissanti paraṃ vā tathattāya samādapessanti yathā paṭipanno kāme parijānissatīti—ṭhānametaṃ vijjati.
mn: There are ascetics and brahmins who do truly understand sensual pleasures’ gratification, drawback, and escape in this way for what they are. It is possible for them to completely understand sensual pleasures themselves, or to instruct another so that, practicing accordingly, they will completely understand sensual pleasures.

# mn13:18.1
source: Ko ca, bhikkhave, rūpānaṃ assādo?
mn: And what is the gratification of sights?

# mn13:18.2
source: Seyyathāpi, bhikkhave, khattiyakaññā vā brāhmaṇakaññā vā gahapatikaññā vā pannarasavassuddesikā vā soḷasavassuddesikā vā, nātidīghā nātirassā nātikisā nātithūlā nātikāḷī nāccodātā paramā sā, bhikkhave, tasmiṃ samaye subhā vaṇṇanibhāti?
mn: Suppose there was a girl of the brahmins, aristocrats, or householders in her fifteenth or sixteenth year, neither too tall nor too short, neither too thin nor too fat, neither too dark nor too fair. Is she not at the height of her beauty and prettiness?”

# mn13:18.3
source: ‘Evaṃ, bhante’.
mn: “Yes, sir.”

# mn13:18.4
source: Yaṃ kho, bhikkhave, subhaṃ vaṇṇanibhaṃ paṭicca uppajjati sukhaṃ somanassaṃ—
mn: “The pleasure and happiness that arise from this beauty and prettiness

# mn13:18.5
source: ayaṃ rūpānaṃ assādo.
mn: is the gratification of sights.

# mn13:19.1
source: Ko ca, bhikkhave, rūpānaṃ ādīnavo?
mn: And what is the drawback of sights?

# mn13:19.2
source: Idha, bhikkhave, tameva bhaginiṃ passeyya aparena samayena āsītikaṃ vā nāvutikaṃ vā vassasatikaṃ vā jātiyā, jiṇṇaṃ gopānasivaṅkaṃ bhoggaṃ daṇḍaparāyanaṃ pavedhamānaṃ gacchantiṃ āturaṃ gatayobbanaṃ khaṇḍadantaṃ palitakesaṃ, vilūnaṃ khalitasiraṃ valinaṃ tilakāhatagattaṃ.
mn: Suppose that some time later you were to see that same sister—eighty, ninety, or a hundred years old—bent double, crooked, leaning on a staff, trembling as they walk, ailing, past their prime, with teeth broken, hair grey and scanty or bald, skin wrinkled, and limbs blotchy.

# mn13:19.3
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn13:19.4
source: yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti?
mn: Has not that former beauty vanished and the drawback become clear?”

# mn13:19.5
source: ‘Evaṃ, bhante’.
mn: “Yes, sir.”

# mn13:19.6
source: Ayampi, bhikkhave, rūpānaṃ ādīnavo.
mn: “This is the drawback of sights.

# mn13:20.1
source: Puna caparaṃ, bhikkhave, tameva bhaginiṃ passeyya ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ, sake muttakarīse palipannaṃ semānaṃ, aññehi vuṭṭhāpiyamānaṃ, aññehi saṃvesiyamānaṃ.
mn: Furthermore, suppose that you were to see that same sister sick, suffering, gravely ill, collapsed in her own urine and feces, being picked up by some and put down by others.

# mn13:20.2
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn13:20.3
source: yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti?
mn: Has not that former beauty vanished and the drawback become clear?”

# mn13:20.4
source: ‘Evaṃ, bhante’.
mn: “Yes, sir.”

# mn13:20.5
source: Ayampi, bhikkhave, rūpānaṃ ādīnavo.
mn: “This too is the drawback of sights.

# mn13:21.1
source: Puna caparaṃ, bhikkhave, tameva bhaginiṃ passeyya sarīraṃ sivathikāya chaḍḍitaṃ—
mn: Furthermore, suppose that you were to see that same sister as a corpse discarded in a charnel ground. And she had been dead for one, two, or three days, bloated, livid, and festering.

# mn13:21.3
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn13:21.4
source: yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti?
mn: Has not that former beauty vanished and the drawback become clear?”

# mn13:21.5
source: ‘Evaṃ, bhante’.
mn: “Yes, sir.”

# mn13:21.6
source: Ayampi, bhikkhave, rūpānaṃ ādīnavo.
mn: “This too is the drawback of sights.

# mn13:22.1
source: Puna caparaṃ, bhikkhave, tameva bhaginiṃ passeyya sarīraṃ sivathikāya chaḍḍitaṃ—
mn: Furthermore, suppose that you were to see that same sister as a corpse discarded in a charnel ground. And she was being devoured by crows, hawks, vultures, herons, dogs, tigers, leopards, jackals, and many kinds of little creatures …

# mn13:23-28.1
source: Puna caparaṃ, bhikkhave, tameva bhaginiṃ passeyya sarīraṃ sivathikāya chaḍḍitaṃ—
mn: Furthermore, suppose that you were to see that same sister as a corpse discarded in a charnel ground.

# mn13:23-28.2
source: aṭṭhikasaṅkhalikaṃ samaṃsalohitaṃ nhārusambandhaṃ, aṭṭhikasaṅkhalikaṃ nimaṃsalohitamakkhitaṃ nhārusambandhaṃ, aṭṭhikasaṅkhalikaṃ apagatamaṃsalohitaṃ nhārusambandhaṃ, aṭṭhikāni apagatasambandhāni disāvidisāvikkhittāni—
mn: And she had been reduced to a skeleton with flesh and blood, held together by sinews … a skeleton rid of flesh but smeared with blood, and held together by sinews … a skeleton rid of flesh and blood, held together by sinews …

# mn13:23-28.3
source: aññena hatthaṭṭhikaṃ, aññena pādaṭṭhikaṃ, aññena gopphakaṭṭhikaṃ, aññena jaṅghaṭṭhikaṃ, aññena ūruṭṭhikaṃ, aññena kaṭiṭṭhikaṃ, aññena phāsukaṭṭhikaṃ, aññena piṭṭhiṭṭhikaṃ, aññena khandhaṭṭhikaṃ, aññena gīvaṭṭhikaṃ, aññena hanukaṭṭhikaṃ, aññena dantaṭṭhikaṃ, aññena sīsakaṭāhaṃ.
mn: bones without sinews scattered in every direction. Here a hand-bone, there a foot-bone, here a shin-bone, there a thigh-bone, here a hip-bone, there a rib-bone, here a back-bone, there an arm-bone, here a neck-bone, there a jaw-bone, here a tooth, there the skull. …

# mn13:29.1
source: Puna caparaṃ, bhikkhave, tameva bhaginiṃ passeyya sarīraṃ sivathikāya chaḍḍitaṃ—
mn: Furthermore, suppose that you were to see that same sister as a corpse discarded in a charnel ground.

# mn13:29.2
source: aṭṭhikāni setāni saṅkhavaṇṇapaṭibhāgāni, aṭṭhikāni puñjakitāni terovassikāni, aṭṭhikāni pūtīni cuṇṇakajātāni.
mn: And she had been reduced to white bones, the color of shells … decrepit bones, heaped in a pile … bones rotted and crumbled to powder.

# mn13:29.3
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn13:29.4
source: yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti?
mn: Has not that former beauty vanished and the drawback become clear?”

# mn13:29.5
source: ‘Evaṃ, bhante’.
mn: “Yes, sir.”

# mn13:29.6
source: Ayampi, bhikkhave, rūpānaṃ ādīnavo.
mn: “This too is the drawback of sights.

# mn13:30.1
source: Kiñca, bhikkhave, rūpānaṃ nissaraṇaṃ?
mn: And what is the escape from sights?

# mn13:30.2
source: Yo, bhikkhave, rūpesu chandarāgavinayo chandarāgappahānaṃ—idaṃ rūpānaṃ nissaraṇaṃ.
mn: Removing and giving up desire and greed for sights: this is the escape from sights.
