Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn012.po
Languages: mn

# mn12:29.5
source: Imehi kho, sāriputta, catūhi vesārajjehi samannāgato tathāgato imā aṭṭha parisā upasaṅkamati ajjhogāhati.
mn: Possessing these four kinds of self-assurance, the Realized One approaches and enters right into these eight assemblies.

# mn12:29.6
source: Abhijānāmi kho panāhaṃ, sāriputta, anekasataṃ khattiyaparisaṃ upasaṅkamitā.
mn: I recall having approached an assembly of hundreds of aristocrats.

# mn12:29.7
source: Tatrapi mayā sannisinnapubbañceva, sallapitapubbañca, sākacchā ca samāpajjitapubbā.
mn: There I used to sit with them, converse, and engage in discussion.

# mn12:29.8
source: Tatra vata maṃ bhayaṃ vā sārajjaṃ vā okkamissatīti nimittametaṃ, sāriputta, na samanupassāmi.
mn: But I don’t see any reason to feel afraid or insecure.

# mn12:29.9
source: Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi.
mn: Since I see no such reason, I live secure, fearless, and assured.

# mn12:30.1
source: Abhijānāmi kho panāhaṃ, sāriputta, anekasataṃ brāhmaṇaparisaṃ … pe …
mn: I recall having approached an assembly of hundreds of brahmins …

# mn12:30.2
source: gahapatiparisaṃ …
mn: householders …

# mn12:30.3
source: samaṇaparisaṃ …
mn: ascetics …

# mn12:30.4
source: cātumahārājikaparisaṃ …
mn: the gods under the Four Great Kings …

# mn12:30.5
source: tāvatiṃsaparisaṃ …
mn: the gods under the Thirty-Three …

# mn12:30.6
source: māraparisaṃ …
mn: Māras …

# mn12:30.7
source: brahmaparisaṃ upasaṅkamitā.
mn: Brahmās.

# mn12:30.8
source: Tatrapi mayā sannisinnapubbañceva, sallapitapubbañca, sākacchā ca samāpajjitapubbā.
mn: There too I used to sit with them, converse, and engage in discussion.

# mn12:30.9
source: Tatra vata maṃ bhayaṃ vā sārajjaṃ vā okkamissatīti nimittametaṃ, sāriputta, na samanupassāmi.
mn: But I don’t see any reason to feel afraid or insecure.

# mn12:30.10
source: Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi.
mn: Since I see no such reason, I live secure, fearless, and assured.

# mn12:31.1
source: Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya:
mn: When I know and see in this way, suppose someone were to say this:

# mn12:31.2
source: ‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti,
mn: ‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’

# mn12:31.3
source: taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.
mn: Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell.

# mn12:32.1
source: Catasso kho imā, sāriputta, yoniyo.
mn: Sāriputta, there are these four kinds of reproduction.

# mn12:32.2
source: Katamā catasso?
mn: What four?

# mn12:32.3
source: Aṇḍajā yoni, jalābujā yoni, saṃsedajā yoni, opapātikā yoni.
mn: Reproduction for creatures born from an egg, from a womb, from moisture, or spontaneously.

# mn12:33.1
source: Katamā ca, sāriputta, aṇḍajā yoni?
mn: And what is reproduction from an egg?

# mn12:33.2
source: Ye kho te, sāriputta, sattā aṇḍakosaṃ abhinibbhijja jāyanti—
mn: There are beings who are born by breaking out of an eggshell.

# mn12:33.3
source: ayaṃ vuccati, sāriputta, aṇḍajā yoni.
mn: This is called reproduction from an egg.

# mn12:33.4
source: Katamā ca, sāriputta, jalābujā yoni?
mn: And what is reproduction from a womb?

# mn12:33.5
source: Ye kho te, sāriputta, sattā vatthikosaṃ abhinibbhijja jāyanti—
mn: There are beings who are born by breaking out of the amniotic sac.

# mn12:33.6
source: ayaṃ vuccati, sāriputta, jalābujā yoni.
mn: This is called reproduction from a womb.

# mn12:33.7
source: Katamā ca, sāriputta, saṃsedajā yoni?
mn: And what is reproduction from moisture?

# mn12:33.8
source: Ye kho te, sāriputta, sattā pūtimacche vā jāyanti pūtikuṇape vā pūtikummāse vā candanikāye vā oḷigalle vā jāyanti—
mn: There are beings who are born in a rotten fish, in a rotten corpse, in rotten dough, in a cesspool or a sump.

# mn12:33.9
source: ayaṃ vuccati, sāriputta, saṃsedajā yoni.
mn: This is called reproduction from moisture.

# mn12:33.10
source: Katamā ca, sāriputta, opapātikā yoni?
mn: And what is spontaneous reproduction?

# mn12:33.11
source: Devā, nerayikā, ekacce ca manussā, ekacce ca vinipātikā—
mn: Gods, hell-beings, certain humans, and certain beings in the lower realms.

# mn12:33.12
source: ayaṃ vuccati, sāriputta, opapātikā yoni.
mn: This is called spontaneous reproduction.

# mn12:33.13
source: Imā kho, sāriputta, catasso yoniyo.
mn: These are the four kinds of reproduction.

# mn12:34.1
source: Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya:
mn: When I know and see in this way, suppose someone were to say this:

# mn12:34.2
source: ‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti,
mn: ‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’

# mn12:34.3
source: taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.
mn: Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell.

# mn12:35.1
source: Pañca kho imā, sāriputta, gatiyo.
mn: There are these five destinations.

# mn12:35.2
source: Katamā pañca?
mn: What five?

# mn12:35.3
source: Nirayo, tiracchānayoni, pettivisayo, manussā, devā.
mn: Hell, the animal realm, the ghost realm, humanity, and the gods.

# mn12:36.1
source: Nirayañcāhaṃ, sāriputta, pajānāmi, nirayagāmiñca maggaṃ, nirayagāminiñca paṭipadaṃ;
mn: I understand hell, and the path and practice that leads to hell.

# mn12:36.2
source: yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.
mn: And I understand how someone practicing that way, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell.

# mn12:36.3
source: Tiracchānayoniñcāhaṃ, sāriputta, pajānāmi, tiracchānayonigāmiñca maggaṃ, tiracchānayonigāminiñca paṭipadaṃ;
mn: I understand the animal realm …

# mn12:36.6
source: yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjati tañca pajānāmi.
mn: the ghost realm …

# mn12:36.7
source: Manusse cāhaṃ, sāriputta, pajānāmi, manussalokagāmiñca maggaṃ, manussalokagāminiñca paṭipadaṃ;
mn: humanity …

# mn12:36.9
source: Deve cāhaṃ, sāriputta, pajānāmi, devalokagāmiñca maggaṃ, devalokagāminiñca paṭipadaṃ;
mn: gods, and the path and practice that leads to the world of the gods.

# mn12:36.10
source: yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tañca pajānāmi.
mn: And I understand how someone practicing that way, when their body breaks up, after death, is reborn in a good place, a heavenly realm.

# mn12:36.11
source: Nibbānañcāhaṃ, sāriputta, pajānāmi, nibbānagāmiñca maggaṃ, nibbānagāminiñca paṭipadaṃ;
mn: And I understand extinguishment, and the path and practice that leads to extinguishment.

# mn12:36.12
source: yathā paṭipanno ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati tañca pajānāmi.
mn: And I understand how someone practicing that way realizes the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements.

# mn12:37.1
source: Idhāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—
mn: When I’ve comprehended the mind of a certain person, I understand:

# mn12:37.2
source: tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissatīti.
mn: ‘This person is practicing in such a way and has entered such a path that when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.’

# mn12:37.3
source: Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṃ.
mn: Then some time later I see that they have indeed been reborn in hell, where they experience exclusively painful feelings, sharp and severe.

# mn12:37.4
source: Seyyathāpi, sāriputta, aṅgārakāsu sādhikaporisā pūrā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ.
mn: Suppose there was a pit of glowing coals deeper than a man’s height, full of glowing coals that neither flamed nor smoked.

# mn12:37.5
source: Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva aṅgārakāsuṃ paṇidhāya.
mn: Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same pit of coals.

# mn12:37.6
source: Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:
mn: If a person with good eyesight saw them, they’d say:

# mn12:37.7
source: ‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva aṅgārakāsuṃ āgamissatī’ti.
mn: ‘This person is proceeding in such a way and has entered such a path that they will arrive at that very pit of coals.’

# mn12:37.8
source: Tamenaṃ passeyya aparena samayena tassā aṅgārakāsuyā patitaṃ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṃ.
mn: Then some time later they see that they have indeed fallen into that pit of coals, where they experience exclusively painful feelings, sharp and severe. …

# mn12:38.1
source: Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—
mn: When I’ve comprehended the mind of a certain person, I understand:

# mn12:38.2
source: tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjissatīti.
mn: ‘This person … will be reborn in the animal realm.’

# mn12:38.3
source: Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapannaṃ, dukkhā tibbā kaṭukā vedanā vedayamānaṃ.
mn: Then some time later I see that they have indeed been reborn in the animal realm, where they experience painful feelings, sharp and severe.

# mn12:38.4
source: Seyyathāpi, sāriputta, gūthakūpo sādhikaporiso, pūro gūthassa.
mn: Suppose there was a sewer deeper than a man’s height, full to the brim with feces.

# mn12:38.5
source: Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva gūthakūpaṃ paṇidhāya.
mn: Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same sewer.

# mn12:38.6
source: Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:
mn: If a person with good eyesight saw them, they’d say:

# mn12:38.7
source: ‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā imaṃyeva gūthakūpaṃ āgamissatī’ti.
mn: ‘This person is proceeding in such a way and has entered such a path that they will arrive at that very sewer.’

# mn12:38.8
source: Tamenaṃ passeyya aparena samayena tasmiṃ gūthakūpe patitaṃ, dukkhā tibbā kaṭukā vedanā vedayamānaṃ.
mn: Then some time later they see that they have indeed fallen into that sewer, where they experience painful feelings, sharp and severe. …

# mn12:39.1
source: Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—
mn: When I’ve comprehended the mind of a certain person, I understand:

# mn12:39.2
source: tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjissatīti.
mn: ‘This person … will be reborn in the ghost realm.’

# mn12:39.3
source: Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapannaṃ, dukkhabahulā vedanā vedayamānaṃ.
mn: Then some time later I see that they have indeed been reborn in the ghost realm, where they experience many painful feelings.

# mn12:39.4
source: Seyyathāpi, sāriputta, rukkho visame bhūmibhāge jāto tanupattapalāso kabaracchāyo.
mn: Suppose there was a tree growing on rugged ground, with thin foliage casting dappled shade.

# mn12:39.5
source: Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva rukkhaṃ paṇidhāya.
mn: Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same tree.

# mn12:39.6
source: Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:
mn: If a person with good eyesight saw them, they’d say:

# mn12:39.7
source: ‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva rukkhaṃ āgamissatī’ti.
mn: ‘This person is proceeding in such a way and has entered such a path that they will arrive at that very tree.’

# mn12:39.8
source: Tamenaṃ passeyya, aparena samayena tassa rukkhassa chāyāya nisinnaṃ vā nipannaṃ vā dukkhabahulā vedanā vedayamānaṃ.
mn: Then some time later they see them sitting or lying under that tree, where they experience many painful feelings. …

# mn12:40.1
source: Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—
mn: When I’ve comprehended the mind of a certain person, I understand:

# mn12:40.2
source: tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā manussesu upapajjissatīti.
mn: ‘This person … will be reborn among human beings.’

# mn12:40.3
source: Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā manussesu upapannaṃ, sukhabahulā vedanā vedayamānaṃ.
mn: Then some time later I see that they have indeed been reborn among human beings, where they experience many pleasant feelings.

# mn12:40.4
source: Seyyathāpi, sāriputta, rukkho same bhūmibhāge jāto bahalapattapalāso sandacchāyo.
mn: Suppose there was a tree growing on smooth ground, with abundant foliage casting dense shade.

# mn12:40.5
source: Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva rukkhaṃ paṇidhāya.
mn: Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same tree.

# mn12:40.6
source: Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:
mn: If a person with good eyesight saw them, they’d say:

# mn12:40.7
source: ‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imameva rukkhaṃ āgamissatī’ti.
mn: ‘This person is proceeding in such a way and has entered such a path that they will arrive at that very tree.’

# mn12:40.8
source: Tamenaṃ passeyya aparena samayena tassa rukkhassa chāyāya nisinnaṃ vā nipannaṃ vā sukhabahulā vedanā vedayamānaṃ.
mn: Then some time later they see them sitting or lying under that tree, where they experience many pleasant feelings. …

# mn12:41.1
source: Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi:
mn: When I’ve comprehended the mind of a certain person, I understand:

# mn12:41.2
source: ‘tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissatī’ti.
mn: ‘This person … will be reborn in a good place, a heavenly realm.’

# mn12:41.3
source: Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannaṃ, ekantasukhā vedanā vedayamānaṃ.
mn: Then some time later I see that they have indeed been reborn in a heavenly realm, where they experience exclusively pleasant feelings.

# mn12:41.4
source: Seyyathāpi, sāriputta, pāsādo, tatrāssa kūṭāgāraṃ ullittāvalittaṃ nivātaṃ phusitaggaḷaṃ pihitavātapānaṃ.
mn: Suppose there was a stilt longhouse with a peaked roof, plastered inside and out, draft-free, with latches fastened and windows shuttered.

# mn12:41.5
source: Tatrāssa pallaṅko gonakatthato paṭikatthato paṭalikatthato kadalimigapavarapaccattharaṇo sauttaracchado ubhatolohitakūpadhāno.
mn: And it had a couch spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends.

# mn12:41.6
source: Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva pāsādaṃ paṇidhāya.
mn: Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same stilt longhouse.

# mn12:41.7
source: Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:
mn: If a person with good eyesight saw them, they’d say:

# mn12:41.8
source: ‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva pāsādaṃ āgamissatī’ti.
mn: ‘This person is proceeding in such a way and has entered such a path that they will arrive at that very stilt longhouse.’

# mn12:41.9
source: Tamenaṃ passeyya aparena samayena tasmiṃ pāsāde tasmiṃ kūṭāgāre tasmiṃ pallaṅke nisinnaṃ vā nipannaṃ vā ekantasukhā vedanā vedayamānaṃ.
mn: Then some time later they see them sitting or lying in that stilt longhouse, where they experience exclusively pleasant feelings. …

# mn12:42.1
source: Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ cetasā ceto paricca pajānāmi—
mn: When I’ve comprehended the mind of a certain person, I understand:

# mn12:42.2
source: tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatīti.
mn: ‘This person is practicing in such a way and has entered such a path that they will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’

# mn12:42.3
source: Tamenaṃ passāmi aparena samayena āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantaṃ, ekantasukhā vedanā vedayamānaṃ.
mn: Then some time later I see that they have indeed realized the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, experiencing exclusively pleasant feelings.

# mn12:42.4
source: Seyyathāpi, sāriputta, pokkharaṇī acchodakā sātodakā sītodakā setakā supatitthā ramaṇīyā.
mn: Suppose there was a lotus pond with clear, sweet, cool water, clean, with smooth banks, delightful.

# mn12:42.5
source: Avidūre cassā tibbo vanasaṇḍo.
mn: And nearby was a dark forest grove.

# mn12:42.6
source: Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva pokkharaṇiṃ paṇidhāya.
mn: Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same lotus pond.

# mn12:42.7
source: Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:
mn: If a person with good eyesight saw them, they’d say:

# mn12:42.8
source: ‘tathā bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva pokkharaṇiṃ āgamissatī’ti.
mn: ‘This person is proceeding in such a way and has entered such a path that they will arrive at that very lotus pond.’

# mn12:42.9
source: Tamenaṃ passeyya aparena samayena taṃ pokkharaṇiṃ ogāhetvā nhāyitvā ca pivitvā ca sabbadarathakilamathapariḷāhaṃ paṭippassambhetvā paccuttaritvā tasmiṃ vanasaṇḍe nisinnaṃ vā nipannaṃ vā, ekantasukhā vedanā vedayamānaṃ.
mn: Then some time later they would see that person after they had plunged into that lotus pond, bathed and drunk. When all their stress, weariness, and heat exhaustion had faded away, they emerged and sat or lay down in that woodland thicket, where they experienced exclusively pleasant feelings.

# mn12:42.10
source: Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi:
mn: In the same way, when I’ve comprehended the mind of a person, I understand:

# mn12:42.11
source: ‘tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatī’ti.
mn: ‘This person is practicing in such a way and has entered such a path that they will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’

# mn12:42.12
source: Tamenaṃ passāmi aparena samayena āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantaṃ, ekantasukhā vedanā vedayamānaṃ.
mn: Then some time later I see that they have indeed realized the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, experiencing exclusively pleasant feelings.

# mn12:42.13
source: Imā kho, sāriputta, pañca gatiyo.
mn: These are the five destinations.

# mn12:43.1
source: Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya:
mn: When I know and see in this way, suppose someone were to say this:

# mn12:43.2
source: ‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso;
mn: ‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones.

# mn12:43.3
source: takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti
mn: He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective.’

# mn12:43.4
source: taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.
mn: Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell.

# mn12:43.5
source: Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya; evaṃ sampadamidaṃ, sāriputta, vadāmi
mn: Just as a mendicant accomplished in ethics, immersion, and wisdom would reach enlightenment in this very life, such is the consequence, I say.

# mn12:43.6
source: taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.
mn: Unless they give up that speech and thought, and let go of that view, they will be cast down to hell.

# mn12:44.1
source: Abhijānāmi kho panāhaṃ, sāriputta, caturaṅgasamannāgataṃ brahmacariyaṃ caritā—
mn: Sāriputta, I recall having practiced a spiritual path consisting of four factors.

# mn12:44.2
source: tapassī sudaṃ homi paramatapassī, lūkho sudaṃ homi paramalūkho, jegucchī sudaṃ homi paramajegucchī, pavivitto sudaṃ homi paramapavivitto.
mn: I used to be a self-mortifier, the ultimate self-mortifier. I used to live rough, the ultimate rough-liver. I used to live in disgust at sin, the ultimate one living in disgust at sin. I used to be secluded, in ultimate seclusion.

# mn12:45.1
source: Tatrāssu me idaṃ, sāriputta, tapassitāya hoti—acelako homi muttācāro hatthāpalekhano, naehibhaddantiko natiṭṭhabhaddantiko; nābhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyāmi.
mn: And this is what my self-mortification was like. I went naked, ignoring conventions. I licked my hands, and didn’t come or stop when asked. I didn’t consent to food brought to me, or food prepared specially for me, or an invitation for a meal.
