Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn010.po
Languages: mn

# mn10:36.5
source: Santaṃ vā ajjhattaṃ byāpādaṃ ‘atthi me ajjhattaṃ byāpādo’ti pajānāti, asantaṃ vā ajjhattaṃ byāpādaṃ ‘natthi me ajjhattaṃ byāpādo’ti pajānāti; yathā ca anuppannassa byāpādassa uppādo hoti tañca pajānāti, yathā ca uppannassa byāpādassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa byāpādassa āyatiṃ anuppādo hoti tañca pajānāti. (2)
mn: When they have ill will in them, they understand: ‘I have ill will in me.’ When they don’t have ill will in them, they understand: ‘I don’t have ill will in me.’ They understand how ill will arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future.

# mn10:36.6
source: Santaṃ vā ajjhattaṃ thinamiddhaṃ ‘atthi me ajjhattaṃ thinamiddhan’ti pajānāti, asantaṃ vā ajjhattaṃ thinamiddhaṃ ‘natthi me ajjhattaṃ thinamiddhan’ti pajānāti, yathā ca anuppannassa thinamiddhassa uppādo hoti tañca pajānāti, yathā ca uppannassa thinamiddhassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa thinamiddhassa āyatiṃ anuppādo hoti tañca pajānāti. (3)
mn: When they have dullness and drowsiness in them, they understand: ‘I have dullness and drowsiness in me.’ When they don’t have dullness and drowsiness in them, they understand: ‘I don’t have dullness and drowsiness in me.’ They understand how dullness and drowsiness arise; how, when they’ve already arisen, they’re given up; and how, once they’re given up, they don’t arise again in the future.

# mn10:36.7
source: Santaṃ vā ajjhattaṃ uddhaccakukkuccaṃ ‘atthi me ajjhattaṃ uddhaccakukkuccan’ti pajānāti, asantaṃ vā ajjhattaṃ uddhaccakukkuccaṃ ‘natthi me ajjhattaṃ uddhaccakukkuccan’ti pajānāti; yathā ca anuppannassa uddhaccakukkuccassa uppādo hoti tañca pajānāti, yathā ca uppannassa uddhaccakukkuccassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa uddhaccakukkuccassa āyatiṃ anuppādo hoti tañca pajānāti. (4)
mn: When they have restlessness and remorse in them, they understand: ‘I have restlessness and remorse in me.’ When they don’t have restlessness and remorse in them, they understand: ‘I don’t have restlessness and remorse in me.’ They understand how restlessness and remorse arise; how, when they’ve already arisen, they’re given up; and how, once they’re given up, they don’t arise again in the future.

# mn10:36.8
source: Santaṃ vā ajjhattaṃ vicikicchaṃ ‘atthi me ajjhattaṃ vicikicchā’ti pajānāti, asantaṃ vā ajjhattaṃ vicikicchaṃ ‘natthi me ajjhattaṃ vicikicchā’ti pajānāti; yathā ca anuppannāya vicikicchāya uppādo hoti tañca pajānāti, yathā ca uppannāya vicikicchāya pahānaṃ hoti tañca pajānāti, yathā ca pahīnāya vicikicchāya āyatiṃ anuppādo hoti tañca pajānāti. (5)
mn: When they have doubt in them, they understand: ‘I have doubt in me.’ When they don’t have doubt in them, they understand: ‘I don’t have doubt in me.’ They understand how doubt arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future.

# mn10:37.1
source: Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati;
mn: And so they meditate observing an aspect of principles internally, externally, and both internally and externally.

# mn10:37.2
source: samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati.
mn: They meditate observing the principles as liable to originate, as liable to vanish, and as liable to both originate and vanish.

# mn10:37.3
source: ‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti.
mn: Or mindfulness is established that principles exist,

# mn10:37.4
source: Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati.
mn: to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world.

# mn10:37.5
source: Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu.
mn: That’s how a mendicant meditates by observing an aspect of principles with respect to the five hindrances.

# mn10:37.7
source: 4.2. Dhammānupassanākhandhapabba
mn: 4.2. The Aggregates

# mn10:38.1
source: Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu.
mn: Furthermore, a mendicant meditates by observing an aspect of principles with respect to the five grasping aggregates.

# mn10:38.2
source: Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu?
mn: And how does a mendicant meditate observing an aspect of principles with respect to the five grasping aggregates?

# mn10:38.3
source: Idha, bhikkhave, bhikkhu:
mn: It’s when a mendicant contemplates:

# mn10:38.4
source: ‘iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo;
mn: ‘Such is form, such is the origin of form, such is the ending of form.

# mn10:38.5
source: iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo;
mn: Such is feeling, such is the origin of feeling, such is the ending of feeling.

# mn10:38.6
source: iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo;
mn: Such is perception, such is the origin of perception, such is the ending of perception.

# mn10:38.7
source: iti saṅkhārā, iti saṅkhārānaṃ samudayo, iti saṅkhārānaṃ atthaṅgamo;
mn: Such are choices, such is the origin of choices, such is the ending of choices.

# mn10:38.8
source: iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti;
mn: Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’

# mn10:39.1
source: iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati;
mn: And so they meditate observing an aspect of principles internally …

# mn10:39.5
source: Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu.
mn: That’s how a mendicant meditates by observing an aspect of principles with respect to the five grasping aggregates.

# mn10:39.7
source: 4.3. Dhammānupassanāāyatanapabba
mn: 4.3. The Sense Fields

# mn10:40.1
source: Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu.
mn: Furthermore, a mendicant meditates by observing an aspect of principles with respect to the six interior and exterior sense fields.

# mn10:40.2
source: Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu?
mn: And how does a mendicant meditate observing an aspect of principles with respect to the six interior and exterior sense fields?

# mn10:40.3
source: Idha, bhikkhave, bhikkhu cakkhuñca pajānāti, rūpe ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (1)
mn: It’s when a mendicant understands the eye, sights, and the fetter that arises dependent on both of these. They understand how the fetter that has not arisen comes to arise; how the arisen fetter comes to be abandoned; and how the abandoned fetter comes to not rise again in the future.

# mn10:40.4
source: Sotañca pajānāti, sadde ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (2)
mn: They understand the ear, sounds, and the fetter …

# mn10:40.5
source: Ghānañca pajānāti, gandhe ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (3)
mn: They understand the nose, smells, and the fetter …

# mn10:40.6
source: Jivhañca pajānāti, rase ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (4)
mn: They understand the tongue, tastes, and the fetter …

# mn10:40.7
source: Kāyañca pajānāti, phoṭṭhabbe ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (5)
mn: They understand the body, touches, and the fetter …

# mn10:40.8
source: Manañca pajānāti, dhamme ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (6)
mn: They understand the mind, thoughts, and the fetter that arises dependent on both of these. They understand how the fetter that has not arisen comes to arise; how the arisen fetter comes to be abandoned; and how the abandoned fetter comes to not rise again in the future.

# mn10:41.1
source: Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati;
mn: And so they meditate observing an aspect of principles internally …

# mn10:41.5
source: Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu.
mn: That’s how a mendicant meditates by observing an aspect of principles with respect to the six internal and external sense fields.

# mn10:41.7
source: 4.4. Dhammānupassanābojjhaṅgapabba
mn: 4.4. The Awakening Factors

# mn10:42.1
source: Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu.
mn: Furthermore, a mendicant meditates by observing an aspect of principles with respect to the seven awakening factors.

# mn10:42.2
source: Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu?
mn: And how does a mendicant meditate observing an aspect of principles with respect to the seven awakening factors?

# mn10:42.3
source: Idha, bhikkhave, bhikkhu santaṃ vā ajjhattaṃ satisambojjhaṅgaṃ ‘atthi me ajjhattaṃ satisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ satisambojjhaṅgaṃ ‘natthi me ajjhattaṃ satisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa satisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa satisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (1)
mn: It’s when a mendicant who has the awakening factor of mindfulness in them understands: ‘I have the awakening factor of mindfulness in me.’ When they don’t have the awakening factor of mindfulness in them, they understand: ‘I don’t have the awakening factor of mindfulness in me.’ They understand how the awakening factor of mindfulness that has not arisen comes to arise; and how the awakening factor of mindfulness that has arisen becomes fulfilled by development.

# mn10:42.4
source: Santaṃ vā ajjhattaṃ dhammavicayasambojjhaṅgaṃ ‘atthi me ajjhattaṃ dhammavicayasambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ dhammavicayasambojjhaṅgaṃ ‘natthi me ajjhattaṃ dhammavicayasambojjhaṅgo’ti pajānāti, yathā ca anuppannassa dhammavicayasambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa dhammavicayasambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (2)
mn: When they have the awakening factor of investigation of principles …

# mn10:42.5
source: Santaṃ vā ajjhattaṃ vīriyasambojjhaṅgaṃ ‘atthi me ajjhattaṃ vīriyasambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ vīriyasambojjhaṅgaṃ ‘natthi me ajjhattaṃ vīriyasambojjhaṅgo’ti pajānāti, yathā ca anuppannassa vīriyasambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa vīriyasambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (3)
mn: energy …

# mn10:42.6
source: Santaṃ vā ajjhattaṃ pītisambojjhaṅgaṃ ‘atthi me ajjhattaṃ pītisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ pītisambojjhaṅgaṃ ‘natthi me ajjhattaṃ pītisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa pītisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa pītisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (4)
mn: rapture …

# mn10:42.7
source: Santaṃ vā ajjhattaṃ passaddhisambojjhaṅgaṃ ‘atthi me ajjhattaṃ passaddhisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ passaddhisambojjhaṅgaṃ ‘natthi me ajjhattaṃ passaddhisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa passaddhisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa passaddhisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (5)
mn: tranquility …

# mn10:42.8
source: Santaṃ vā ajjhattaṃ samādhisambojjhaṅgaṃ ‘atthi me ajjhattaṃ samādhisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ samādhisambojjhaṅgaṃ ‘natthi me ajjhattaṃ samādhisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa samādhisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa samādhisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (6)
mn: immersion …

# mn10:42.9
source: Santaṃ vā ajjhattaṃ upekkhāsambojjhaṅgaṃ ‘atthi me ajjhattaṃ upekkhāsambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ upekkhāsambojjhaṅgaṃ ‘natthi me ajjhattaṃ upekkhāsambojjhaṅgo’ti pajānāti, yathā ca anuppannassa upekkhāsambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa upekkhāsambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (7)
mn: equanimity in them, they understand: ‘I have the awakening factor of equanimity in me.’ When they don’t have the awakening factor of equanimity in them, they understand: ‘I don’t have the awakening factor of equanimity in me.’ They understand how the awakening factor of equanimity that has not arisen comes to arise; and how the awakening factor of equanimity that has arisen becomes fulfilled by development.

# mn10:43.1
source: Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati;
mn: And so they meditate observing an aspect of principles internally, externally, and both internally and externally.

# mn10:43.2
source: samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati.
mn: They meditate observing the principles as liable to originate, as liable to vanish, and as liable to both originate and vanish.

# mn10:43.3
source: ‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti.
mn: Or mindfulness is established that principles exist,

# mn10:43.4
source: Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati.
mn: to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world.

# mn10:43.5
source: Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu.
mn: That’s how a mendicant meditates by observing an aspect of principles with respect to the seven awakening factors.

# mn10:43.7
source: 4.5. Dhammānupassanāsaccapabba
mn: 4.5. The Truths

# mn10:44.1
source: Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu.
mn: Furthermore, a mendicant meditates by observing an aspect of principles with respect to the four noble truths.

# mn10:44.2
source: Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu?
mn: And how does a mendicant meditate observing an aspect of principles with respect to the four noble truths?

# mn10:44.3
source: Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
mn: It’s when a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’

# mn10:45.1
source: Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati;
mn: And so they meditate observing an aspect of principles internally, externally, and both internally and externally.

# mn10:45.2
source: samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati.
mn: They meditate observing the principles as liable to originate, as liable to vanish, and as liable to both originate and vanish.

# mn10:45.3
source: ‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti.
mn: Or mindfulness is established that principles exist,

# mn10:45.4
source: Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati.
mn: to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world.

# mn10:45.5
source: Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu.
mn: That’s how a mendicant meditates by observing an aspect of principles with respect to the four noble truths.

# mn10:46.1
source: Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya satta vassāni, tassa dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ
mn: Anyone who develops these four kinds of mindfulness meditation in this way for seven years can expect one of two results:

# mn10:46.2
source: diṭṭheva dhamme aññā; sati vā upādisese anāgāmitā.
mn: enlightenment in the present life, or if there’s something left over, non-return.

# mn10:46.3
source: Tiṭṭhantu, bhikkhave, satta vassāni.
mn: Let alone seven years,

# mn10:46.4
source: Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya cha vassāni … pe …
mn: anyone who develops these four kinds of mindfulness meditation in this way for six years …

# mn10:46.5
source: pañca vassāni …
mn: five years …

# mn10:46.6
source: cattāri vassāni …
mn: four years …

# mn10:46.7
source: tīṇi vassāni …
mn: three years …

# mn10:46.8
source: dve vassāni …
mn: two years …

# mn10:46.9
source: ekaṃ vassaṃ …
mn: one year …

# mn10:46.11
source: Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya satta māsāni, tassa dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ
mn: seven months …

# mn10:46.14
source: Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya cha māsāni … pe …
mn: six months …

# mn10:46.15
source: pañca māsāni …
mn: five months …

# mn10:46.16
source: cattāri māsāni …
mn: four months …

# mn10:46.17
source: tīṇi māsāni …
mn: three months …

# mn10:46.18
source: dve māsāni …
mn: two months …

# mn10:46.19
source: ekaṃ māsaṃ …
mn: one month …

# mn10:46.20
source: aḍḍhamāsaṃ …
mn: a fortnight …

# mn10:46.21
source: tiṭṭhatu, bhikkhave, aḍḍhamāso.
mn: Let alone a fortnight,

# mn10:46.22
source: Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya sattāhaṃ, tassa dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ
mn: anyone who develops these four kinds of mindfulness meditation in this way for seven days can expect one of two results:

# mn10:46.23
source: diṭṭheva dhamme aññā sati vā upādisese anāgāmitāti.
mn: enlightenment in the present life, or if there’s something left over, non-return.

# mn10:47.1
source: ‘Ekāyano ayaṃ, bhikkhave, maggo sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya yadidaṃ cattāro satipaṭṭhānā’ti.
mn: ‘The four kinds of mindfulness meditation are the path to convergence. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.’

# mn10:47.2
source: Iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttan”ti.
mn: That’s what I said, and this is why I said it.”

# mn10:47.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn10:47.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
