Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn024.po
Languages: mn

# mn24:0.1
source: Majjhima Nikāya 24
mn: Middle Discourses 24

# mn24:0.2
source: Rathavinītasutta
mn: Prepared Chariots

# mn24:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn24:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn24:2.1
source: Atha kho sambahulā jātibhūmakā bhikkhū jātibhūmiyaṃ vassaṃvuṭṭhā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te bhikkhū bhagavā etadavoca:
mn: Then several mendicants who had completed the rainy season residence in their native land went to the Buddha, bowed, and sat down to one side. The Buddha said to them:

# mn24:2.2
source: “Ko nu kho, bhikkhave, jātibhūmiyaṃ jātibhūmakānaṃ bhikkhūnaṃ sabrahmacārīnaṃ evaṃ sambhāvito:
mn: “In your native land, mendicants, which of the native mendicants is esteemed in this way:

# mn24:2.3
source: ‘attanā ca appiccho appicchakathañca bhikkhūnaṃ kattā, attanā ca santuṭṭho santuṭṭhikathañca bhikkhūnaṃ kattā, attanā ca pavivitto pavivekakathañca bhikkhūnaṃ kattā, attanā ca asaṃsaṭṭho asaṃsaggakathañca bhikkhūnaṃ kattā, attanā ca āraddhavīriyo vīriyārambhakathañca bhikkhūnaṃ kattā, attanā ca sīlasampanno sīlasampadākathañca bhikkhūnaṃ kattā, attanā ca samādhisampanno samādhisampadākathañca bhikkhūnaṃ kattā, attanā ca paññāsampanno paññāsampadākathañca bhikkhūnaṃ kattā, attanā ca vimuttisampanno vimuttisampadākathañca bhikkhūnaṃ kattā, attanā ca vimuttiñāṇadassanasampanno vimuttiñāṇadassanasampadākathañca bhikkhūnaṃ kattā, ovādako viññāpako sandassako samādapako samuttejako sampahaṃsako sabrahmacārīnan’”ti?
mn: ‘Personally having few wishes, they speak to the mendicants on having few wishes. Personally having contentment, seclusion, aloofness, energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom, they speak to the mendicants on all these things. They’re an adviser and instructor, one who educates, encourages, fires up, and inspires their spiritual companions.’”

# mn24:2.4
source: “Puṇṇo nāma, bhante, āyasmā mantāṇiputto jātibhūmiyaṃ jātibhūmakānaṃ bhikkhūnaṃ sabrahmacārīnaṃ evaṃ sambhāvito:
mn: “Puṇṇa Mantāṇiputta, sir, is esteemed in this way in our native land.”

# mn24:3.1
source: Tena kho pana samayena āyasmā sāriputto bhagavato avidūre nisinno hoti.
mn: Now at that time Venerable Sāriputta was meditating not far from the Buddha.

# mn24:3.2
source: Atha kho āyasmato sāriputtassa etadahosi:
mn: Then he thought:

# mn24:3.3
source: “lābhā āyasmato puṇṇassa mantāṇiputtassa, suladdhalābhā āyasmato puṇṇassa mantāṇiputtassa,
mn: “Puṇṇa Mantāṇiputta is fortunate, so very fortunate,

# mn24:3.4
source: yassa viññū sabrahmacārī satthu sammukhā anumassa anumassa vaṇṇaṃ bhāsanti, tañca satthā abbhanumodati.
mn: in that his sensible spiritual companions praise him point by point in the presence of the Teacher, and that the Teacher seconds that appreciation.

# mn24:3.5
source: Appeva nāma mayampi kadāci karahaci āyasmatā puṇṇena mantāṇiputtena saddhiṃ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo”ti.
mn: Hopefully, some time or other I’ll get to meet Venerable Puṇṇa, and we can have a discussion.”

# mn24:4.1
source: Atha kho bhagavā rājagahe yathābhirantaṃ viharitvā yena sāvatthi tena cārikaṃ pakkāmi.
mn: When the Buddha had stayed in Rājagaha as long as he wished, he set out for Sāvatthī.

# mn24:4.2
source: Anupubbena cārikaṃ caramāno yena sāvatthi tadavasari.
mn: Traveling stage by stage, he arrived at Sāvatthī,

# mn24:4.3
source: Tatra sudaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: where he stayed in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn24:4.4
source: Assosi kho āyasmā puṇṇo mantāṇiputto: “bhagavā kira sāvatthiṃ anuppatto; sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme”ti.
mn: Puṇṇa heard that the Buddha had arrived at Sāvatthī.

# mn24:5.1
source: Atha kho āyasmā puṇṇo mantāṇiputto senāsanaṃ saṃsāmetvā pattacīvaramādāya yena sāvatthi tena cārikaṃ pakkāmi.
mn: Then he set his lodgings in order and, taking his bowl and robe, set out for Sāvatthī.

# mn24:5.2
source: Anupubbena cārikaṃ caramāno yena sāvatthi jetavanaṃ anāthapiṇḍikassa ārāmo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
mn: Eventually he came to Sāvatthī and Jeta’s Grove. He went up to the Buddha, bowed, and sat down to one side.

# mn24:5.3
source: Ekamantaṃ nisinnaṃ kho āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.
mn: The Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk.

# mn24:5.4
source: Atha kho āyasmā puṇṇo mantāṇiputto bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena andhavanaṃ tenupasaṅkami divāvihārāya.
mn: Then, having approved and agreed with what the Buddha said, Puṇṇa got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went to the Dark Forest for the day’s meditation.

# mn24:6.1
source: Atha kho aññataro bhikkhu yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ sāriputtaṃ etadavoca:
mn: Then a certain mendicant went up to Venerable Sāriputta, and said to him,

# mn24:6.2
source: “yassa kho tvaṃ, āvuso sāriputta, puṇṇassa nāma bhikkhuno mantāṇiputtassa abhiṇhaṃ kittayamāno ahosi, so bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena andhavanaṃ tena pakkanto divāvihārāyā”ti.
mn: “Reverend Sāriputta, the mendicant named Puṇṇa, of whom you have often spoken so highly, after being inspired by a talk of the Buddha’s, left for the Dark Forest for the day’s meditation.”

# mn24:7.1
source: Atha kho āyasmā sāriputto taramānarūpo nisīdanaṃ ādāya āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ piṭṭhito piṭṭhito anubandhi sīsānulokī.
mn: Sāriputta quickly grabbed his sitting cloth and followed behind Puṇṇa, keeping sight of his head.

# mn24:7.2
source: Atha kho āyasmā puṇṇo mantāṇiputto andhavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
mn: Puṇṇa plunged deep into the Dark Forest and sat at the root of a tree for the day’s meditation.

# mn24:7.3
source: Āyasmāpi kho sāriputto andhavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
mn: And Sāriputta did likewise.

# mn24:8.1
source: Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā puṇṇo mantāṇiputto tenupasaṅkami; upasaṅkamitvā āyasmatā puṇṇena mantāṇiputtena saddhiṃ sammodi.
mn: Then in the late afternoon, Sāriputta came out of retreat, went to Puṇṇa, and exchanged greetings with him.

# mn24:8.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to Puṇṇa:

# mn24:9.1
source: “Bhagavati no, āvuso, brahmacariyaṃ vussatī”ti?
mn: “Reverend, is our spiritual life lived under the Buddha?”

# mn24:9.2
source: “Evamāvuso”ti.
mn: “Yes, reverend.”

# mn24:9.3
source: “Kiṃ nu kho, āvuso, sīlavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?
mn: “Is the spiritual life lived under the Buddha for the sake of purification of ethics?”

# mn24:9.4
source: “No hidaṃ, āvuso”.
mn: “Certainly not.”

# mn24:9.5
source: “Kiṃ panāvuso, cittavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?
mn: “Then is the spiritual life lived under the Buddha for the sake of purification of mind?”

# mn24:9.6
source: “No hidaṃ, āvuso”.
mn: “Certainly not.”

# mn24:9.7
source: “Kiṃ nu kho, āvuso, diṭṭhivisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?
mn: “Is the spiritual life lived under the Buddha for the sake of purification of view?”

# mn24:9.8
source: “No hidaṃ, āvuso”.
mn: “Certainly not.”

# mn24:9.9
source: “Kiṃ panāvuso, kaṅkhāvitaraṇavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?
mn: “Then is the spiritual life lived under the Buddha for the sake of purification through overcoming doubt?”

# mn24:9.10
source: “No hidaṃ, āvuso”.
mn: “Certainly not.”

# mn24:9.11
source: “Kiṃ nu kho, āvuso, maggāmaggañāṇadassanavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?
mn: “Is the spiritual life lived under the Buddha for the sake of purification of knowledge and vision of the variety of paths?”

# mn24:9.12
source: “No hidaṃ, āvuso”.
mn: “Certainly not.”

# mn24:9.13
source: “Kiṃ panāvuso, paṭipadāñāṇadassanavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?
mn: “Then is the spiritual life lived under the Buddha for the sake of purification of knowledge and vision of the practice?”

# mn24:9.14
source: “No hidaṃ, āvuso”.
mn: “Certainly not.”

# mn24:9.15
source: “Kiṃ nu kho, āvuso, ñāṇadassanavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?
mn: “Is the spiritual life lived under the Buddha for the sake of purification of knowledge and vision?”

# mn24:9.16
source: “No hidaṃ, āvuso”.
mn: “Certainly not.”

# mn24:10.1
source: “‘Kiṃ nu kho, āvuso, sīlavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī’ti iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
mn: “When asked each of these questions, you answered, ‘Certainly not.’

# mn24:10.8
source: Kimatthaṃ carahāvuso, bhagavati brahmacariyaṃ vussatī”ti?
mn: Then what exactly is the purpose of living the spiritual life under the Buddha?”

# mn24:10.9
source: “Anupādāparinibbānatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī”ti.
mn: “The purpose of living the spiritual life under the Buddha is extinguishment by not grasping.”

# mn24:11.1
source: “Kiṃ nu kho, āvuso, sīlavisuddhi anupādāparinibbānan”ti?
mn: “Reverend, is purification of ethics extinguishment by not grasping?”

# mn24:11.2
source: “No hidaṃ, āvuso”.
mn: “Certainly not.”

# mn24:11.13
source: “Kiṃ nu kho, āvuso, ñāṇadassanavisuddhi anupādāparinibbānan”ti?
mn: “Is purification of knowledge and vision extinguishment by not grasping?”

# mn24:11.14
source: “No hidaṃ, āvuso”.
mn: “Certainly not.”

# mn24:11.15
source: “Kiṃ panāvuso, aññatra imehi dhammehi anupādāparinibbānan”ti?
mn: “Then is extinguishment by not grasping something apart from these things?”

# mn24:11.16
source: “No hidaṃ, āvuso”.
mn: “Certainly not.”

# mn24:12.1
source: “‘Kiṃ nu kho, āvuso, sīlavisuddhi anupādāparinibbānan’ti iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
mn: “When asked each of these questions, you answered, ‘Certainly not.’

# mn24:12.9
source: Yathākathaṃ panāvuso, imassa bhāsitassa attho daṭṭhabbo”ti?
mn: How then should we see the meaning of this statement?”

# mn24:13.1
source: “Sīlavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṃ paññapeyya, saupādānaṃyeva samānaṃ anupādāparinibbānaṃ paññapeyya.
mn: “If the Buddha had declared purification of ethics to be extinguishment by not grasping, he would have declared that which has grasping to be extinguishment by not grasping. …

# mn24:13.7
source: Ñāṇadassanavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṃ paññapeyya, saupādānaṃyeva samānaṃ anupādāparinibbānaṃ paññapeyya.
mn: If the Buddha had declared purification of knowledge and vision to be extinguishment by not grasping, he would have declared that which has grasping to be extinguishment by not grasping.

# mn24:13.8
source: Aññatra ce, āvuso, imehi dhammehi anupādāparinibbānaṃ abhavissa, puthujjano parinibbāyeyya.
mn: But if extinguishment by not grasping was something apart from these things, an ordinary person would become extinguished.

# mn24:13.9
source: Puthujjano hi, āvuso, aññatra imehi dhammehi.
mn: For an ordinary person lacks these things.

# mn24:14.1
source: Tena hāvuso, upamaṃ te karissāmi;
mn: Well then, reverend, I shall give you a simile.

# mn24:14.2
source: upamāyapidhekacce viññū purisā bhāsitassa atthaṃ ājānanti.
mn: For by means of a simile some sensible people understand the meaning of what is said.

# mn24:14.3
source: Seyyathāpi, āvuso, rañño pasenadissa kosalassa sāvatthiyaṃ paṭivasantassa sākete kiñcideva accāyikaṃ karaṇīyaṃ uppajjeyya.
mn: Suppose that, while staying in Sāvatthī, King Pasenadi of Kosala had some urgent business come up in Sāketa.

# mn24:14.4
source: Tassa antarā ca sāvatthiṃ antarā ca sāketaṃ satta rathavinītāni upaṭṭhapeyyuṃ.
mn: Now, between Sāvatthī and Sāketa seven prepared chariots were stationed ready for him.

# mn24:14.5
source: Atha kho, āvuso, rājā pasenadi kosalo sāvatthiyā nikkhamitvā antepuradvārā paṭhamaṃ rathavinītaṃ abhiruheyya, paṭhamena rathavinītena dutiyaṃ rathavinītaṃ pāpuṇeyya, paṭhamaṃ rathavinītaṃ vissajjeyya dutiyaṃ rathavinītaṃ abhiruheyya.
mn: Then Pasenadi, having departed Sāvatthī, mounted the first prepared chariot by the gate of the royal compound. The first prepared chariot would bring him to the second, where he’d dismount and mount the second chariot.

# mn24:14.6
source: Dutiyena rathavinītena tatiyaṃ rathavinītaṃ pāpuṇeyya, dutiyaṃ rathavinītaṃ vissajjeyya, tatiyaṃ rathavinītaṃ abhiruheyya.
mn: The second prepared chariot would bring him to the third …

# mn24:14.7
source: Tatiyena rathavinītena catutthaṃ rathavinītaṃ pāpuṇeyya, tatiyaṃ rathavinītaṃ vissajjeyya, catutthaṃ rathavinītaṃ abhiruheyya.
mn: The third prepared chariot would bring him to the fourth …

# mn24:14.8
source: Catutthena rathavinītena pañcamaṃ rathavinītaṃ pāpuṇeyya, catutthaṃ rathavinītaṃ vissajjeyya, pañcamaṃ rathavinītaṃ abhiruheyya.
mn: The fourth prepared chariot would bring him to the fifth …

# mn24:14.9
source: Pañcamena rathavinītena chaṭṭhaṃ rathavinītaṃ pāpuṇeyya, pañcamaṃ rathavinītaṃ vissajjeyya, chaṭṭhaṃ rathavinītaṃ abhiruheyya.
mn: The fifth prepared chariot would bring him to the sixth …

# mn24:14.10
source: Chaṭṭhena rathavinītena sattamaṃ rathavinītaṃ pāpuṇeyya, chaṭṭhaṃ rathavinītaṃ vissajjeyya, sattamaṃ rathavinītaṃ abhiruheyya.
mn: The sixth prepared chariot would bring him to the seventh, where he’d dismount and mount the seventh chariot.

# mn24:14.11
source: Sattamena rathavinītena sāketaṃ anupāpuṇeyya antepuradvāraṃ.
mn: The seventh prepared chariot would bring him to the gate of the royal compound of Sāketa.

# mn24:14.12
source: Tamenaṃ antepuradvāragataṃ samānaṃ mittāmaccā ñātisālohitā evaṃ puccheyyuṃ:
mn: And when he was at the gate, friends and colleagues, relatives and kin would ask him:

# mn24:14.13
source: ‘iminā tvaṃ, mahārāja, rathavinītena sāvatthiyā sāketaṃ anuppatto antepuradvāran’ti?
mn: ‘Great king, did you come to Sāketa from Sāvatthī by this prepared chariot?’

# mn24:14.14
source: Kathaṃ byākaramāno nu kho, āvuso, rājā pasenadi kosalo sammā byākaramāno byākareyyā”ti?
mn: If asked this, how should King Pasenadi rightly reply?”

# mn24:14.15
source: “Evaṃ byākaramāno kho, āvuso, rājā pasenadi kosalo sammā byākaramāno byākareyya:
mn: “The king should reply:

# mn24:14.16
source: ‘idha me sāvatthiyaṃ paṭivasantassa sākete kiñcideva accāyikaṃ karaṇīyaṃ uppajji.
mn: ‘Well, while staying in Sāvatthī, I had some urgent business come up in Sāketa.

# mn24:14.17
source: Tassa me antarā ca sāvatthiṃ antarā ca sāketaṃ satta rathavinītāni upaṭṭhapesuṃ.
mn: Now, between Sāvatthī and Sāketa seven prepared chariots were stationed ready for me.

# mn24:14.18
source: Atha khvāhaṃ sāvatthiyā nikkhamitvā antepuradvārā paṭhamaṃ rathavinītaṃ abhiruhiṃ.
mn: Then, having departed Sāvatthī, I mounted the first prepared chariot by the gate of the royal compound.

# mn24:14.19
source: Paṭhamena rathavinītena dutiyaṃ rathavinītaṃ pāpuṇiṃ, paṭhamaṃ rathavinītaṃ vissajjiṃ dutiyaṃ rathavinītaṃ abhiruhiṃ.
mn: The first prepared chariot brought me to the second, where I dismounted and mounted the second chariot. …

# mn24:14.24
source: Chaṭṭhena rathavinītena sattamaṃ rathavinītaṃ pāpuṇiṃ, chaṭṭhaṃ rathavinītaṃ vissajjiṃ, sattamaṃ rathavinītaṃ abhiruhiṃ.
mn: The sixth prepared chariot brought me to the seventh, where I dismounted and mounted the seventh chariot.

# mn24:14.25
source: Sattamena rathavinītena sāketaṃ anuppatto antepuradvāran’ti.
mn: The seventh prepared chariot brought me to the gate of the royal compound of Sāketa.’

# mn24:14.26
source: Evaṃ byākaramāno kho, āvuso, rājā pasenadi kosalo sammā byākaramāno byākareyyā”ti.
mn: That’s how King Pasenadi should rightly reply.”

# mn24:15.1
source: “Evameva kho, āvuso, sīlavisuddhi yāvadeva cittavisuddhatthā, cittavisuddhi yāvadeva diṭṭhivisuddhatthā, diṭṭhivisuddhi yāvadeva kaṅkhāvitaraṇavisuddhatthā, kaṅkhāvitaraṇavisuddhi yāvadeva maggāmaggañāṇadassanavisuddhatthā, maggāmaggañāṇadassanavisuddhi yāvadeva paṭipadāñāṇadassanavisuddhatthā, paṭipadāñāṇadassanavisuddhi yāvadeva ñāṇadassanavisuddhatthā, ñāṇadassanavisuddhi yāvadeva anupādāparinibbānatthā.
mn: “In the same way, reverend, purification of ethics is only for the sake of purification of mind. Purification of mind is only for the sake of purification of view. Purification of view is only for the sake of purification through overcoming doubt. Purification through overcoming doubt is only for the sake of purification of knowledge and vision of the variety of paths. Purification of knowledge and vision of the variety of paths is only for the sake of purification of knowledge and vision of the practice. Purification of knowledge and vision of the practice is only for the sake of purification of knowledge and vision. Purification of knowledge and vision is only for the sake of extinguishment by not grasping.

# mn24:15.2
source: Anupādāparinibbānatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī”ti.
mn: The spiritual life is lived under the Buddha for the sake of extinguishment by not grasping.”

# mn24:16.1
source: Evaṃ vutte, āyasmā sāriputto āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ etadavoca:
mn: When he said this, Sāriputta said to Puṇṇa,

# mn24:16.2
source: “konāmo āyasmā, kathañca panāyasmantaṃ sabrahmacārī jānantī”ti?
mn: “What is the venerable’s name? And how are you known among your spiritual companions?”

# mn24:16.3
source: “Puṇṇoti kho me, āvuso, nāmaṃ;
mn: “Reverend, my name is Puṇṇa.

# mn24:16.4
source: mantāṇiputtoti ca pana maṃ sabrahmacārī jānantī”ti.
mn: And I am known as Mantāṇiputta among my spiritual companions.”

# mn24:16.5
source: “Acchariyaṃ, āvuso, abbhutaṃ, āvuso.
mn: “It’s incredible, reverend, it’s amazing!

# mn24:16.6
source: Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena, evameva āyasmatā puṇṇena mantāṇiputtena gambhīrā gambhīrapañhā anumassa anumassa byākatā.
mn: Venerable Puṇṇa Mantāṇiputta has answered each deep question point by point, as a learned disciple who rightly understands the teacher’s instructions.

# mn24:16.7
source: Lābhā sabrahmacārīnaṃ, suladdhalābhā sabrahmacārīnaṃ,
mn: It is fortunate for his spiritual companions, so very fortunate,

# mn24:16.8
source: ye āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ labhanti dassanāya, labhanti payirūpāsanāya.
mn: that they get to see Venerable Puṇṇa Mantāṇiputta and pay homage to him.

# mn24:16.9
source: Celaṇḍukena cepi sabrahmacārī āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ muddhanā pariharantā labheyyuṃ dassanāya, labheyyuṃ payirūpāsanāya, tesampi lābhā tesampi suladdhaṃ, amhākampi lābhā amhākampi suladdhaṃ, ye mayaṃ āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ labhāma dassanāya, labhāma payirūpāsanāyā”ti.
mn: Even if they only got to see him and pay respects to him by carrying him around on their heads on a roll of cloth, it would still be very fortunate for them! And it’s fortunate for me, so very fortunate, that I get to see the venerable and pay homage to him.”

# mn24:17.1
source: Evaṃ vutte, āyasmā puṇṇo mantāṇiputto āyasmantaṃ sāriputtaṃ etadavoca:
mn: When he said this, Puṇṇa said to Sāriputta,

# mn24:17.2
source: “ko nāmo āyasmā, kathañca panāyasmantaṃ sabrahmacārī jānantī”ti?
mn: “What is the venerable’s name? And how are you known among your spiritual companions?”

# mn24:17.3
source: “Upatissoti kho me, āvuso, nāmaṃ;
mn: “Reverend, my name is Upatissa.

# mn24:17.4
source: sāriputtoti ca pana maṃ sabrahmacārī jānantī”ti.
mn: And I am known as Sāriputta among my spiritual companions.”

# mn24:17.5
source: “Satthukappena vata kira, bho, sāvakena saddhiṃ mantayamānā na jānimha:
mn: “Goodness! I had no idea I was consulting with *the* Venerable Sāriputta, the disciple who is fit to be compared with the Teacher himself!

# mn24:17.7
source: Sace hi mayaṃ jāneyyāma ‘āyasmā sāriputto’ti, ettakampi no nappaṭibhāseyya.
mn: If I’d known, I wouldn’t have said so much.

# mn24:17.8
source: Acchariyaṃ, āvuso, abbhutaṃ, āvuso.
mn: It’s incredible, reverend, it’s amazing!

# mn24:17.9
source: Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena, evameva āyasmatā sāriputtena gambhīrā gambhīrapañhā anumassa anumassa pucchitā.
mn: Venerable Sāriputta has asked each deep question point by point, as a learned disciple who rightly understands the teacher’s instructions.

# mn24:17.10
source: Lābhā sabrahmacārīnaṃ suladdhalābhā sabrahmacārīnaṃ,
mn: It is fortunate for his spiritual companions, so very fortunate,

# mn24:17.11
source: ye āyasmantaṃ sāriputtaṃ labhanti dassanāya, labhanti payirūpāsanāya.
mn: that they get to see Venerable Sāriputta and pay homage to him.

# mn24:17.12
source: Celaṇḍukena cepi sabrahmacārī āyasmantaṃ sāriputtaṃ muddhanā pariharantā labheyyuṃ dassanāya, labheyyuṃ payirūpāsanāya, tesampi lābhā tesampi suladdhaṃ, amhākampi lābhā amhākampi suladdhaṃ, ye mayaṃ āyasmantaṃ sāriputtaṃ labhāma dassanāya, labhāma payirūpāsanāyā”ti.
mn: Even if they only got to see him and pay respects to him by carrying him around on their heads on a roll of cloth, it would still be very fortunate for them! And it’s fortunate for me, so very fortunate, that I get to see the venerable and pay homage to him.”

# mn24:17.13
source: Itiha te ubhopi mahānāgā aññamaññassa subhāsitaṃ samanumodiṃsūti.
mn: And so these two spiritual giants agreed with each others’ fine words.
