Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn025.po
Languages: mn

# mn25:19.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati.
mn: Furthermore, a mendicant, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception.

# mn25:19.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn25:20.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati. Paññāya cassa disvā āsavā parikkhīṇā honti.
mn: Furthermore, a mendicant, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end.

# mn25:20.2
source: Ayaṃ vuccati, bhikkhave, bhikkhu andhamakāsi māraṃ, apadaṃ vadhitvā māracakkhuṃ adassanaṃ gato pāpimato tiṇṇo loke visattikan”ti.
mn: This is called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see. And they’ve crossed over clinging to the world.”

# mn25:20.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn25:20.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
