Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn022.po
Languages: mn

# mn22:15.8
source: yampi taṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ, anuvicaritaṃ manasā tampi ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati;
mn: whatever is seen, heard, thought, known, sought, and explored by the mind like this: ‘This is mine, I am this, this is my self.’

# mn22:15.9
source: yampi taṃ diṭṭhiṭṭhānaṃ—
mn: And the same for this ground for views:

# mn22:15.10
source: so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmīti—
mn: ‘The self and the cosmos are one and the same. After death I will be permanent, everlasting, eternal, imperishable, and will last forever and ever.’

# mn22:15.11
source: tampi ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati.
mn: They also regard this: ‘This is mine, I am this, this is my self.’

# mn22:16.1
source: Sutavā ca kho, bhikkhave, ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto,
mn: But an educated noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons.

# mn22:16.2
source: rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati;
mn: They regard form like this: ‘This is not mine, I am not this, this is not my self.’

# mn22:16.3
source: vedanaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati;
mn: They also regard feeling …

# mn22:16.4
source: saññaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati;
mn: perception …

# mn22:16.5
source: saṅkhāre ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati;
mn: choices …

# mn22:16.6
source: yampi taṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ, anuvicaritaṃ manasā, tampi ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati;
mn: whatever is seen, heard, thought, known, sought, and explored by the mind like this: ‘This is not mine, I am not this, this is not my self.’

# mn22:16.7
source: yampi taṃ diṭṭhiṭṭhānaṃ—
mn: And the same for this ground for views:

# mn22:16.8
source: so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmīti—
mn: ‘The self and the cosmos are one and the same. After death I will be permanent, everlasting, eternal, imperishable, and will last forever and ever.’

# mn22:16.9
source: tampi ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: They also regard this: ‘This is not mine, I am not this, this is not my self.’

# mn22:17.1
source: So evaṃ samanupassanto asati na paritassatī”ti.
mn: Seeing in this way they’re not anxious about what doesn’t exist.”

# mn22:18.1
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
mn: When he said this, one of the mendicants asked the Buddha,

# mn22:18.2
source: “siyā nu kho, bhante, bahiddhā asati paritassanā”ti?
mn: “Sir, can there be anxiety about what doesn’t exist externally?”

# mn22:18.3
source: “Siyā, bhikkhū”ti—bhagavā avoca.
mn: “There can, mendicant,” said the Buddha.

# mn22:18.4
source: “Idha bhikkhu ekaccassa evaṃ hoti:
mn: “It’s when someone thinks,

# mn22:18.5
source: ‘ahu vata me, taṃ vata me natthi;
mn: ‘Oh, but it used to be mine, and it is mine no more.

# mn22:18.6
source: siyā vata me, taṃ vatāhaṃ na labhāmī’ti.
mn: Oh, but it could be mine, and I will get it no more.’

# mn22:18.7
source: So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati.
mn: They sorrow and pine and lament, beating their breast and falling into confusion.

# mn22:18.8
source: Evaṃ kho, bhikkhu, bahiddhā asati paritassanā hotī”ti.
mn: That’s how there is anxiety about what doesn’t exist externally.”

# mn22:19.1
source: “Siyā pana, bhante, bahiddhā asati aparitassanā”ti?
mn: “But can there be no anxiety about what doesn’t exist externally?”

# mn22:19.2
source: “Siyā, bhikkhū”ti—bhagavā avoca.
mn: “There can, mendicant,” said the Buddha.

# mn22:19.3
source: “Idha bhikkhu ekaccassa na evaṃ hoti:
mn: “It’s when someone doesn’t think,

# mn22:19.4
source: ‘ahu vata me, taṃ vata me natthi;
mn: ‘Oh, but it used to be mine, and it is mine no more.

# mn22:19.5
source: siyā vata me, taṃ vatāhaṃ na labhāmī’ti.
mn: Oh, but it could be mine, and I will get it no more.’

# mn22:19.6
source: So na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati.
mn: They don’t sorrow and pine and lament, beating their breast and falling into confusion.

# mn22:19.7
source: Evaṃ kho, bhikkhu, bahiddhā asati aparitassanā hotī”ti.
mn: That’s how there is no anxiety about what doesn’t exist externally.”

# mn22:20.1
source: “Siyā nu kho, bhante, ajjhattaṃ asati paritassanā”ti?
mn: “But can there be anxiety about what doesn’t exist internally?”

# mn22:20.2
source: “Siyā, bhikkhū”ti—bhagavā avoca.
mn: “There can, mendicant,” said the Buddha.

# mn22:20.3
source: “Idha, bhikkhu, ekaccassa evaṃ diṭṭhi hoti:
mn: “It’s when someone has such a view:

# mn22:20.4
source: ‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmī’ti.
mn: ‘The self and the cosmos are one and the same. After death I will be permanent, everlasting, eternal, imperishable, and will last forever and ever.’

# mn22:20.5
source: So suṇāti tathāgatassa vā tathāgatasāvakassa vā sabbesaṃ diṭṭhiṭṭhānādhiṭṭhānapariyuṭṭhānābhinivesānusayānaṃ samugghātāya sabbasaṅkhārasamathāya sabbūpadhipaṭinissaggāya taṇhākkhayāya virāgāya nirodhāya nibbānāya dhammaṃ desentassa.
mn: They hear the Realized One or their disciple teaching Dhamma for the uprooting of all grounds, fixations, obsessions, insistences, and underlying tendencies regarding views; for the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.

# mn22:20.6
source: Tassa evaṃ hoti:
mn: They think,

# mn22:20.7
source: ‘ucchijjissāmi nāmassu, vinassissāmi nāmassu, nassu nāma bhavissāmī’ti.
mn: ‘Whoa, I’m going to be annihilated and destroyed! I won’t exist any more!’

# mn22:20.8
source: So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati.
mn: They sorrow and pine and lament, beating their breast and falling into confusion.

# mn22:20.9
source: Evaṃ kho, bhikkhu, ajjhattaṃ asati paritassanā hotī”ti.
mn: That’s how there is anxiety about what doesn’t exist internally.”

# mn22:21.1
source: “Siyā pana, bhante, ajjhattaṃ asati aparitassanā”ti?
mn: “But can there be no anxiety about what doesn’t exist internally?”

# mn22:21.2
source: “Siyā, bhikkhū”ti bhagavā avoca.
mn: “There can,” said the Buddha.

# mn22:21.3
source: “Idha, bhikkhu, ekaccassa na evaṃ diṭṭhi hoti:
mn: “It’s when someone doesn’t have such a view:

# mn22:21.4
source: ‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmī’ti.
mn: ‘The self and the cosmos are one and the same. After death I will be permanent, everlasting, eternal, imperishable, and will last forever and ever.’

# mn22:21.5
source: So suṇāti tathāgatassa vā tathāgatasāvakassa vā sabbesaṃ diṭṭhiṭṭhānādhiṭṭhānapariyuṭṭhānābhinivesānusayānaṃ samugghātāya sabbasaṅkhārasamathāya sabbūpadhipaṭinissaggāya taṇhākkhayāya virāgāya nirodhāya nibbānāya dhammaṃ desentassa.
mn: They hear the Realized One or their disciple teaching Dhamma for the uprooting of all grounds, fixations, obsessions, insistences, and underlying tendencies regarding views; for the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.

# mn22:21.6
source: Tassa na evaṃ hoti:
mn: It never occurs to them,

# mn22:21.7
source: ‘ucchijjissāmi nāmassu, vinassissāmi nāmassu, nassu nāma bhavissāmī’ti.
mn: ‘Whoa, I’m going to be annihilated and destroyed! I won’t exist any more!’

# mn22:21.8
source: So na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati.
mn: They don’t sorrow and pine and lament, beating their breast and falling into confusion.

# mn22:21.9
source: Evaṃ kho, bhikkhu, ajjhattaṃ asati aparitassanā hoti.
mn: That’s how there is no anxiety about what doesn’t exist internally.

# mn22:22.1
source: Taṃ, bhikkhave, pariggahaṃ pariggaṇheyyātha, yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva tiṭṭheyya.
mn: Mendicants, it would make sense to be possessive about something that’s permanent, everlasting, eternal, imperishable, and will last forever and ever.

# mn22:22.2
source: Passatha no tumhe, bhikkhave, taṃ pariggahaṃ yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva tiṭṭheyyā”ti?
mn: But do you see any such possession?”

# mn22:22.3
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn22:22.4
source: “Sādhu, bhikkhave.
mn: “Good, mendicants!

# mn22:22.5
source: Ahampi kho taṃ, bhikkhave, pariggahaṃ na samanupassāmi yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo sassatisamaṃ tatheva tiṭṭheyya.
mn: I also can’t see any such possession.

# mn22:23.1
source: Taṃ, bhikkhave, attavādupādānaṃ upādiyetha, yaṃsa attavādupādānaṃ upādiyato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā.
mn: It would make sense to grasp at a doctrine of self that didn’t give rise to sorrow, lamentation, pain, sadness, and distress.

# mn22:23.2
source: Passatha no tumhe, bhikkhave, taṃ attavādupādānaṃ yaṃsa attavādupādānaṃ upādiyato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti?
mn: But do you see any such doctrine of self?”

# mn22:23.3
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn22:23.4
source: “Sādhu, bhikkhave.
mn: “Good, mendicants!

# mn22:23.5
source: Ahampi kho taṃ, bhikkhave, attavādupādānaṃ na samanupassāmi yaṃsa attavādupādānaṃ upādiyato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā.
mn: I also can’t see any such doctrine of self.

# mn22:24.1
source: Taṃ, bhikkhave, diṭṭhinissayaṃ nissayetha yaṃsa diṭṭhinissayaṃ nissayato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā.
mn: It would make sense to rely on a view that didn’t give rise to sorrow, lamentation, pain, sadness, and distress.

# mn22:24.2
source: Passatha no tumhe, bhikkhave, taṃ diṭṭhinissayaṃ yaṃsa diṭṭhinissayaṃ nissayato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti?
mn: But do you see any such view to rely on?”

# mn22:24.3
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn22:24.4
source: “Sādhu, bhikkhave.
mn: “Good, mendicants!

# mn22:24.5
source: Ahampi kho taṃ, bhikkhave, diṭṭhinissayaṃ na samanupassāmi yaṃsa diṭṭhinissayaṃ nissayato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”.
mn: I also can’t see any such view to rely on.

# mn22:25.1
source: “Attani vā, bhikkhave, sati ‘attaniyaṃ me’ti assā”ti?
mn: Mendicants, were a self to exist, would there be the thought, ‘Belonging to my self’?”

# mn22:25.2
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn22:25.3
source: “Attaniye vā, bhikkhave, sati ‘attā me’ti assā”ti?
mn: “Were what belongs to a self to exist, would there be the thought, ‘My self’?”

# mn22:25.4
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn22:25.5
source: “Attani ca, bhikkhave, attaniye ca saccato thetato anupalabbhamāne, yampi taṃ diṭṭhiṭṭhānaṃ:
mn: “But self and what belongs to a self are not acknowledged as a genuine fact. This being so, is not the following a totally foolish teaching:

# mn22:25.6
source: ‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmī’ti—
mn: ‘The self and the cosmos are one and the same. After death I will be permanent, everlasting, eternal, imperishable, and will last forever and ever’?”

# mn22:25.8
source: “Kiñhi no siyā, bhante, kevalo hi, bhante, paripūro bāladhammo”ti.
mn: “What else could it be, sir? It’s a totally foolish teaching.”

# mn22:26.1
source: “Taṃ kiṃ maññatha, bhikkhave,
mn: “What do you think, mendicants?

# mn22:26.2
source: rūpaṃ niccaṃ vā aniccaṃ vā”ti?
mn: Is form permanent or impermanent?”

# mn22:26.3
source: “Aniccaṃ, bhante”.
mn: “Impermanent, sir.”

# mn22:26.4
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
mn: “But if it’s impermanent, is it suffering or happiness?”

# mn22:26.5
source: “Dukkhaṃ, bhante”.
mn: “Suffering, sir.”

# mn22:26.6
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ—
mn: “But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus:

# mn22:26.7
source: etaṃ mama, esohamasmi, eso me attā”ti?
mn: ‘This is mine, I am this, this is my self’?”

# mn22:26.8
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn22:26.9
source: “Taṃ kiṃ maññatha, bhikkhave,
mn: “What do you think, mendicants?

# mn22:26.10
source: vedanā … pe …
mn: Is feeling …

# mn22:26.11
source: saññā …
mn: perception …

# mn22:26.12
source: saṅkhārā …
mn: choices …

# mn22:26.13
source: viññāṇaṃ niccaṃ vā aniccaṃ vā”ti?
mn: consciousness permanent or impermanent?”

# mn22:26.14
source: “Aniccaṃ, bhante”.
mn: “Impermanent, sir.”

# mn22:26.15
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
mn: “But if it’s impermanent, is it suffering or happiness?”

# mn22:26.16
source: “Dukkhaṃ, bhante”.
mn: “Suffering, sir.”

# mn22:26.17
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ—
mn: “But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus:

# mn22:26.18
source: etaṃ mama, esohamasmi, eso me attā”ti?
mn: ‘This is mine, I am this, this is my self’?”

# mn22:26.19
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn22:27.1
source: “Tasmātiha, bhikkhave, yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ, ajjhattaṃ vā bahiddhā vā, oḷārikaṃ vā sukhumaṃ vā, hīnaṃ vā paṇītaṃ vā, yaṃ dūre santike vā, sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: “So, mendicants, you should truly see any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* form—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# mn22:27.2
source: Yā kāci vedanā … pe …
mn: You should truly see any kind of feeling …

# mn22:27.3
source: yā kāci saññā …
mn: perception …

# mn22:27.4
source: ye keci saṅkhārā …
mn: choices …

# mn22:27.5
source: yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ, ajjhattaṃ vā bahiddhā vā, oḷārikaṃ vā sukhumaṃ vā, hīnaṃ vā paṇītaṃ vā, yaṃ dūre santike vā, sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# mn22:29.1
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako rūpasmiṃ nibbindati, vedanāya nibbindati, saññāya nibbindati, saṅkhāresu nibbindati, viññāṇasmiṃ nibbindati,
mn: Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness.

# mn22:29.2
source: nibbidā virajjati, virāgā vimuccati, vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
mn: Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed.

# mn22:29.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn22:30.1
source: Ayaṃ vuccati, bhikkhave, bhikkhu ukkhittapaligho itipi, saṃkiṇṇaparikkho itipi, abbūḷhesiko itipi, niraggaḷo itipi, ariyo pannaddhajo pannabhāro visaṃyutto itipi.
mn: This is called a mendicant who has lifted up the cross-bar, filled in the trench, and pulled up the pillar; who is unbarred, a noble one with banner and burden put down, detached.

# mn22:31.1
source: Kathañca, bhikkhave, bhikkhu ukkhittapaligho hoti?
mn: And how has a mendicant lifted the cross-bar?

# mn22:31.2
source: Idha, bhikkhave, bhikkhuno avijjā pahīnā hoti, ucchinnamūlā tālāvatthukatā anabhāvaṅkatā, āyatiṃ anuppādadhammā.
mn: It’s when a mendicant has given up ignorance, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future.

# mn22:31.3
source: Evaṃ kho, bhikkhave, bhikkhu ukkhittapaligho hoti.
mn: That’s how a mendicant has lifted the cross-bar.

# mn22:32.1
source: Kathañca, bhikkhave, bhikkhu saṅkiṇṇaparikkho hoti?
mn: And how has a mendicant filled in the trench?

# mn22:32.2
source: Idha, bhikkhave, bhikkhuno ponobbhaviko jātisaṃsāro pahīno hoti, ucchinnamūlo tālāvatthukato anabhāvaṅkato, āyatiṃ anuppādadhammo.
mn: It’s when a mendicant has given up transmigrating through births in future lives, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future.

# mn22:32.3
source: Evaṃ kho, bhikkhave, bhikkhu saṅkiṇṇaparikkho hoti.
mn: That’s how a mendicant has filled in the trench.

# mn22:33.1
source: Kathañca, bhikkhave, bhikkhu abbūḷhesiko hoti?
mn: And how has a mendicant pulled up the pillar?

# mn22:33.2
source: Idha, bhikkhave, bhikkhuno taṇhā pahīnā hoti, ucchinnamūlā tālāvatthukatā anabhāvaṅkatā, āyatiṃ anuppādadhammā.
mn: It’s when a mendicant has given up craving, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future.

# mn22:33.3
source: Evaṃ kho, bhikkhave, bhikkhu abbūḷhesiko hoti.
mn: That’s how a mendicant has pulled up the pillar.

# mn22:34.1
source: Kathañca, bhikkhave, bhikkhu niraggaḷo hoti?
mn: And how is a mendicant unbarred?

# mn22:34.2
source: Idha, bhikkhave, bhikkhuno pañca orambhāgiyāni saṃyojanāni pahīnāni honti, ucchinnamūlāni tālāvatthukatāni anabhāvaṅkatāni, āyatiṃ anuppādadhammāni.
mn: It’s when a mendicant has given up the five lower fetters, cut them off at the root, made them like a palm stump, obliterated them, so they’re unable to arise in the future.

# mn22:34.3
source: Evaṃ kho, bhikkhave, bhikkhu niraggaḷo hoti.
mn: That’s how a mendicant is unbarred.

# mn22:35.1
source: Kathañca, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṃyutto hoti?
mn: And how is a mendicant a noble one with banner and burden put down, detached?

# mn22:35.2
source: Idha, bhikkhave, bhikkhuno asmimāno pahīno hoti, ucchinnamūlo tālāvatthukato anabhāvaṅkato, āyatiṃ anuppādadhammo.
mn: It’s when a mendicant has given up the conceit ‘I am’, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future.

# mn22:35.3
source: Evaṃ kho, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṃyutto hoti.
mn: That’s how a mendicant is a noble one with banner and burden put down, detached.

# mn22:36.1
source: Evaṃ vimuttacittaṃ kho, bhikkhave, bhikkhuṃ saindā devā sabrahmakā sapajāpatikā anvesaṃ nādhigacchanti:
mn: When a mendicant’s mind is freed like this, the gods together with Indra, Brahmā, and Pajāpati, search as they may, will not find

# mn22:36.2
source: ‘idaṃ nissitaṃ tathāgatassa viññāṇan’ti.
mn: anything that such a Realized One’s consciousness depends on.

# mn22:36.3
source: Taṃ kissa hetu?
mn: Why is that?

# mn22:36.4
source: Diṭṭhevāhaṃ, bhikkhave, dhamme tathāgataṃ ananuvijjoti vadāmi.
mn: Because even in the present life the Realized One is undiscoverable, I say.

# mn22:37.1
source: Evaṃvādiṃ kho maṃ, bhikkhave, evamakkhāyiṃ eke samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti:
mn: Though I speak and explain like this, certain ascetics and brahmins misrepresent me with the false, hollow, lying, untruthful claim:

# mn22:37.2
source: ‘venayiko samaṇo gotamo, sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññāpetī’ti.
mn: ‘The ascetic Gotama is an exterminator. He advocates the annihilation, eradication, and obliteration of an existing being.’

# mn22:37.3
source: Yathā cāhaṃ na, bhikkhave, yathā cāhaṃ na vadāmi, tathā maṃ te bhonto samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti:
mn: I have been falsely misrepresented as being what I am not, and saying what I do not say.

# mn22:37.5
source: Pubbe cāhaṃ, bhikkhave, etarahi ca dukkhañceva paññāpemi, dukkhassa ca nirodhaṃ.
mn: In the past, as today, what I describe is suffering and the cessation of suffering.

# mn22:37.6
source: Tatra ce, bhikkhave, pare tathāgataṃ akkosanti paribhāsanti rosenti vihesenti, tatra, bhikkhave, tathāgatassa na hoti āghāto na appaccayo na cetaso anabhiraddhi.
mn: This being so, if others abuse, attack, harass, and trouble the Realized One, he doesn’t get resentful, bitter, and emotionally exasperated.

# mn22:38.1
source: Tatra ce, bhikkhave, pare tathāgataṃ sakkaronti garuṃ karonti mānenti pūjenti, tatra, bhikkhave, tathāgatassa na hoti ānando na somanassaṃ na cetaso uppilāvitattaṃ.
mn: Or if others honor, respect, revere, or venerate him, he doesn’t get thrilled, elated, and emotionally excited.

# mn22:38.2
source: Tatra ce, bhikkhave, pare vā tathāgataṃ sakkaronti garuṃ karonti mānenti pūjenti, tatra, bhikkhave, tathāgatassa evaṃ hoti:
mn: He just thinks,

# mn22:38.3
source: ‘yaṃ kho idaṃ pubbe pariññātaṃ tattha me evarūpā kārā karīyantī’ti.
mn: ‘They do such things for what has already been completely understood.’

# mn22:39.1
source: Tasmātiha, bhikkhave, tumhe cepi pare akkoseyyuṃ paribhāseyyuṃ roseyyuṃ viheseyyuṃ, tatra tumhe hi na āghāto na appaccayo na cetaso anabhiraddhi karaṇīyā.
mn: So, mendicants, if others abuse, attack, harass, and trouble you, don’t make yourselves resentful, bitter, and emotionally exasperated.

# mn22:39.2
source: Tasmātiha, bhikkhave, tumhe cepi pare sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, tatra tumhehi na ānando na somanassaṃ na cetaso uppilāvitattaṃ karaṇīyaṃ.
mn: Or if others honor, respect, revere, or venerate you, don’t make yourselves thrilled, elated, and emotionally excited.

# mn22:39.3
source: Tasmātiha, bhikkhave, tumhe cepi pare sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, tatra tumhākaṃ evamassa:
mn: Just think,

# mn22:39.4
source: ‘yaṃ kho idaṃ pubbe pariññātaṃ, tatthame evarūpā kārā karīyantī’ti.
mn: ‘They do such things for what has already been completely understood.’

# mn22:40.1
source: Tasmātiha, bhikkhave, yaṃ na tumhākaṃ taṃ pajahatha;
mn: So, mendicants, give up what isn't yours.

# mn22:40.2
source: taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati.
mn: Giving it up will be for your lasting welfare and happiness.

# mn22:41.1
source: Kiñca, bhikkhave, na tumhākaṃ?
mn: And what isn’t yours?

# mn22:41.2
source: Rūpaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha;
mn: Form isn’t yours: give it up.

# mn22:41.3
source: taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati.
mn: Giving it up will be for your lasting welfare and happiness.

# mn22:41.4
source: Vedanā, bhikkhave, na tumhākaṃ, taṃ pajahatha;
mn: Feeling …

# mn22:41.6
source: Saññā, bhikkhave, na tumhākaṃ, taṃ pajahatha;
mn: perception …

# mn22:41.8
source: Saṅkhārā, bhikkhave, na tumhākaṃ, te pajahatha;
mn: choices …

# mn22:41.10
source: Viññāṇaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha;
mn: consciousness isn’t yours: give it up.

# mn22:41.11
source: taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati.
mn: Giving it up will be for your lasting welfare and happiness.

# mn22:41.12
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn22:41.13
source: yaṃ imasmiṃ jetavane tiṇakaṭṭhasākhāpalāsaṃ, taṃ jano hareyya vā daheyya vā yathāpaccayaṃ vā kareyya.
mn: Suppose a person was to carry off the grass, sticks, branches, and leaves in this Jeta’s Grove, or burn them, or do what they want with them.

# mn22:41.14
source: Api nu tumhākaṃ evamassa:
mn: Would you think,

# mn22:41.15
source: ‘amhe jano harati vā dahati vā yathāpaccayaṃ vā karotī’”ti?
mn: ‘This person is carrying us off, burning us, or doing what they want with us?’”

# mn22:41.16
source: “No hetaṃ, bhante”.
mn: “No, sir.
