Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn028.po
Languages: mn

# mn28:25.1
source: Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato upekkhā kusalanissitā na saṇṭhāti.
mn: While recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful may not become stabilized in them.

# mn28:25.2
source: So tena saṃvijjati saṃvegaṃ āpajjati:
mn: In that case they stir up a sense of urgency:

# mn28:25.3
source: ‘alābhā vata me, na vata me lābhā; dulladdhaṃ vata me, na vata me suladdhaṃ.
mn: ‘It’s my loss, my misfortune,

# mn28:25.4
source: Yassa me evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato upekkhā kusalanissitā na saṇṭhātī’ti.
mn: that while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does not become stabilized in me.’

# mn28:25.5
source: Seyyathāpi, āvuso, suṇisā sasuraṃ disvā saṃvijjati saṃvegaṃ āpajjati;
mn: They’re like a daughter-in-law who stirs up a sense of urgency when they see their father-in-law.

# mn28:25.10
source: Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti.
mn: But if, while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does become stabilized in them, they’re happy with that.

# mn28:25.11
source: Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti.
mn: At this point, much has been done by that mendicant.

# mn28:26.1
source: Seyyathāpi, āvuso, kaṭṭhañca paṭicca valliñca paṭicca tiṇañca paṭicca mattikañca paṭicca ākāso parivārito agārantveva saṅkhaṃ gacchati;
mn: When a space is enclosed by sticks, creepers, grass, and mud it becomes known as a ‘building’.

# mn28:26.2
source: evameva kho, āvuso, aṭṭhiñca paṭicca nhāruñca paṭicca maṃsañca paṭicca cammañca paṭicca ākāso parivārito rūpantveva saṅkhaṃ gacchati.
mn: In the same way, when a space is enclosed by bones, sinews, flesh, and skin it becomes known as a ‘form’.

# mn28:26.3
source: Ajjhattikañceva, āvuso, cakkhuṃ aparibhinnaṃ hoti, bāhirā ca rūpā na āpāthaṃ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti.
mn: Reverends, though the eye is intact internally, so long as exterior sights don’t come into range and there’s no corresponding engagement, there’s no manifestation of the corresponding type of consciousness.

# mn28:27.1
source: Ajjhattikañceva, āvuso, cakkhuṃ aparibhinnaṃ hoti bāhirā ca rūpā āpāthaṃ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti.
mn: Though the eye is intact internally and exterior sights come into range, so long as there’s no corresponding engagement, there’s no manifestation of the corresponding type of consciousness.

# mn28:27.2
source: Yato ca kho, āvuso, ajjhattikañceva cakkhuṃ aparibhinnaṃ hoti, bāhirā ca rūpā āpāthaṃ āgacchanti, tajjo ca samannāhāro hoti. Evaṃ tajjassa viññāṇabhāgassa pātubhāvo hoti.
mn: But when the eye is intact internally and exterior sights come into range and there is corresponding engagement, there is the manifestation of the corresponding type of consciousness.

# mn28:27.3
source: Yaṃ tathābhūtassa rūpaṃ taṃ rūpupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa vedanā sā vedanupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa saññā sā saññupādānakkhandhe saṅgahaṃ gacchati, ye tathābhūtassa saṅkhārā te saṅkhārupādānakkhandhe saṅgahaṃ gacchanti, yaṃ tathābhūtassa viññāṇaṃ taṃ viññāṇupādānakkhandhe saṅgahaṃ gacchati.
mn: The form produced in this way is included in the grasping aggregate of form. The feeling, perception, choices, and consciousness produced in this way are each included in the corresponding grasping aggregate.

# mn28:27.4
source: So evaṃ pajānāti:
mn: They understand:

# mn28:27.5
source: ‘evañhi kira imesaṃ pañcannaṃ upādānakkhandhānaṃ saṅgaho sannipāto samavāyo hoti.
mn: ‘So this is how there comes to be inclusion, gathering together, and joining together into these five grasping aggregates.

# mn28:27.6
source: Vuttaṃ kho panetaṃ bhagavatā:
mn: But the Buddha has said:

# mn28:27.7
source: “yo paṭiccasamuppādaṃ passati so dhammaṃ passati;
mn: “One who sees dependent origination sees the teaching.

# mn28:27.8
source: yo dhammaṃ passati so paṭiccasamuppādaṃ passatī”ti.
mn: One who sees the teaching sees dependent origination.”

# mn28:27.9
source: Paṭiccasamuppannā kho panime yadidaṃ pañcupādānakkhandhā.
mn: And these five grasping aggregates are indeed dependently originated.

# mn28:27.10
source: Yo imesu pañcasu upādānakkhandhesu chando ālayo anunayo ajjhosānaṃ so dukkhasamudayo.
mn: The desire, adherence, attraction, and attachment for these five grasping aggregates is the origin of suffering.

# mn28:27.11
source: Yo imesu pañcasu upādānakkhandhesu chandarāgavinayo chandarāgappahānaṃ, so dukkhanirodho’ti.
mn: Giving up and getting rid of desire and greed for these five grasping aggregates is the cessation of suffering.’

# mn28:27.12
source: Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti.
mn: At this point, much has been done by that mendicant.

# mn28:29-30.1
source: Ajjhattikañceva, āvuso, sotaṃ aparibhinnaṃ hoti … pe …
mn: Though the ear …

# mn28:31-32.1
source: ghānaṃ aparibhinnaṃ hoti …
mn: nose …

# mn28:33-34.1
source: jivhā aparibhinnā hoti …
mn: tongue …

# mn28:35-36.1
source: kāyo aparibhinno hoti …
mn: body …

# mn28:37.1
source: mano aparibhinno hoti, bāhirā ca dhammā na āpāthaṃ āgacchanti no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti.
mn: mind is intact internally, so long as exterior thoughts don’t come into range and there’s no corresponding engagement, there’s no manifestation of the corresponding type of consciousness.

# mn28:38.1
source: Ajjhattiko ceva, āvuso, mano aparibhinno hoti, bāhirā ca dhammā āpāthaṃ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti.
mn: Though the mind is intact internally and exterior thoughts come into range, so long as there’s no corresponding engagement, there’s no manifestation of the corresponding type of consciousness.

# mn28:38.2
source: Yato ca kho, āvuso, ajjhattiko ceva mano aparibhinno hoti, bāhirā ca dhammā āpāthaṃ āgacchanti, tajjo ca samannāhāro hoti, evaṃ tajjassa viññāṇabhāgassa pātubhāvo hoti.
mn: But when the mind is intact internally and exterior thoughts come into range and there is corresponding engagement, there is the manifestation of the corresponding type of consciousness.

# mn28:38.3
source: Yaṃ tathābhūtassa rūpaṃ taṃ rūpupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa vedanā sā vedanupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa saññā sā saññupādānakkhandhe saṅgahaṃ gacchati, ye tathābhūtassa saṅkhārā te saṅkhārupādānakkhandhe saṅgahaṃ gacchanti, yaṃ tathābhūtassa viññāṇaṃ taṃ viññāṇupādānakkhandhe saṅgahaṃ gacchati.
mn: The form produced in this way is included in the grasping aggregate of form. The feeling, perception, choices, and consciousness produced in this way are each included in the corresponding grasping aggregate.

# mn28:38.4
source: So evaṃ pajānāti:
mn: They understand:

# mn28:38.5
source: ‘evañhi kira imesaṃ pañcannaṃ upādānakkhandhānaṃ saṅgaho sannipāto samavāyo hoti.
mn: ‘So this is how there comes to be inclusion, gathering together, and joining together into these five grasping aggregates.

# mn28:38.6
source: Vuttaṃ kho panetaṃ bhagavatā:
mn: But the Buddha has also said:

# mn28:38.7
source: “yo paṭiccasamuppādaṃ passati so dhammaṃ passati;
mn: “One who sees dependent origination sees the teaching.

# mn28:38.8
source: yo dhammaṃ passati so paṭiccasamuppādaṃ passatī”ti.
mn: One who sees the teaching sees dependent origination.”

# mn28:38.9
source: Paṭiccasamuppannā kho panime yadidaṃ pañcupādānakkhandhā.
mn: And these five grasping aggregates are indeed dependently originated.

# mn28:38.10
source: Yo imesu pañcasu upādānakkhandhesu chando ālayo anunayo ajjhosānaṃ so dukkhasamudayo.
mn: The desire, adherence, attraction, and attachment for these five grasping aggregates is the origin of suffering.

# mn28:38.11
source: Yo imesu pañcasu upādānakkhandhesu chandarāgavinayo chandarāgappahānaṃ so dukkhanirodho’ti.
mn: Giving up and getting rid of desire and greed for these five grasping aggregates is the cessation of suffering.’

# mn28:38.12
source: Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hotī”ti.
mn: At this point, much has been done by that mendicant.”

# mn28:38.13
source: Idamavoca āyasmā sāriputto.
mn: That’s what Venerable Sāriputta said.

# mn28:38.14
source: Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what Sāriputta said.
