Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn026.po
Languages: mn

# mn26:16.9
source: ‘na kho rāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi;
mn: ‘It is not solely by mere faith that Rāma declared: “I realize this teaching with my own insight, and live having achieved it.”

# mn26:16.10
source: addhā rāmo imaṃ dhammaṃ jānaṃ passaṃ vihāsī’ti.
mn: Surely he meditated knowing and seeing this teaching.’

# mn26:16.11
source: Atha khvāhaṃ, bhikkhave, yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: So I approached Uddaka, son of Rāma, and said to him,

# mn26:16.12
source: ‘kittāvatā no, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?
mn: ‘Reverend, to what extent did Rāma say he’d realized this teaching with his own insight?’

# mn26:16.13
source: Evaṃ vutte, bhikkhave, udako rāmaputto nevasaññānāsaññāyatanaṃ pavedesi.
mn: When I said this, Uddaka, son of Rāma, declared the dimension of neither perception nor non-perception.

# mn26:16.14
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me,

# mn26:16.15
source: ‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā;
mn: ‘It’s not just Rāma who had faith,

# mn26:16.16
source: na kho rāmasseva ahosi vīriyaṃ, mayhampatthi vīriyaṃ;
mn: energy,

# mn26:16.17
source: na kho rāmasseva ahosi sati, mayhampatthi sati;
mn: mindfulness,

# mn26:16.18
source: na kho rāmasseva ahosi samādhi, mayhampatthi samādhi,
mn: immersion,

# mn26:16.19
source: na kho rāmasseva ahosi paññā, mayhampatthi paññā.
mn: and wisdom; I too have these things.

# mn26:16.20
source: Yannūnāhaṃ yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi, tassa dhammassa sacchikiriyāya padaheyyan’ti.
mn: Why don’t I make an effort to realize the same teaching that Rāma said he had realized with his own insight?’

# mn26:16.21
source: So kho ahaṃ, bhikkhave, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.
mn: I quickly realized that teaching with my own insight, and lived having achieved it.

# mn26:16.22
source: Atha khvāhaṃ, bhikkhave, yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: So I approached Uddaka, son of Rāma, and said to him,

# mn26:16.23
source: ‘Ettāvatā no, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?
mn: ‘Reverend, had Rāma realized this teaching with his own insight up to this point, and declared having achieved it?’

# mn26:16.24
source: ‘Ettāvatā kho, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti.
mn: ‘He had, reverend.’

# mn26:16.25
source: ‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.
mn: ‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’

# mn26:16.26
source: ‘Lābhā no, āvuso, suladdhaṃ no, āvuso,
mn: ‘We are fortunate, reverend, so very fortunate

# mn26:16.27
source: ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.
mn: to see a venerable such as yourself as one of our spiritual companions!

# mn26:16.28
source: Iti yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi, taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi.
mn: So the teaching that Rāma had realized with his own insight, and declared having achieved it, you’ve realized with your own insight, and live having achieved it.

# mn26:16.29
source: Yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi, taṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi.
mn: The teaching that you’ve realized with your own insight, and live having achieved it, Rāma had realized with his own insight, and declared having achieved it.

# mn26:16.30
source: Iti yaṃ dhammaṃ rāmo abhiññāsi taṃ tvaṃ dhammaṃ jānāsi, yaṃ tvaṃ dhammaṃ jānāsi, taṃ dhammaṃ rāmo abhiññāsi.
mn: So the teaching that Rāma directly knew, you know, and the teaching you know, Rāma directly knew.

# mn26:16.31
source: Iti yādiso rāmo ahosi tādiso tuvaṃ, yādiso tuvaṃ tādiso rāmo ahosi.
mn: Rāma was like you and you are like Rāma.

# mn26:16.32
source: Ehi dāni, āvuso, tuvaṃ imaṃ gaṇaṃ pariharā’ti.
mn: Come now, reverend! You should lead this community.’

# mn26:16.33
source: Iti kho, bhikkhave, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne maṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.
mn: And that is how my spiritual companion Uddaka, son of Rāma, placed me in the position of a teacher, and honored me with lofty praise.

# mn26:16.34
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me,

# mn26:16.35
source: ‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti.
mn: ‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of neither perception nor non-perception.’

# mn26:16.36
source: So kho ahaṃ, bhikkhave, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.
mn: Realizing that this teaching was inadequate, I left disappointed.

# mn26:17.1
source: So kho ahaṃ, bhikkhave, kiṃ kusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno magadhesu anupubbena cārikaṃ caramāno yena uruvelā senānigamo tadavasariṃ.
mn: I set out to discover what is skillful, seeking the supreme state of sublime peace. Traveling stage by stage in the Magadhan lands, I arrived at Senanigama near Uruvelā.

# mn26:17.2
source: Tatthaddasaṃ ramaṇīyaṃ bhūmibhāgaṃ, pāsādikañca vanasaṇḍaṃ, nadiñca sandantiṃ setakaṃ supatitthaṃ ramaṇīyaṃ, samantā ca gocaragāmaṃ.
mn: There I saw a delightful park, a lovely grove with a flowing river that was clean and charming, with smooth banks. And nearby was a village to go for alms.

# mn26:17.3
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me,

# mn26:17.4
source: ‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā ramaṇīyā, samantā ca gocaragāmo.
mn: ‘This park is truly delightful, a lovely grove with a flowing river that’s clean and charming, with smooth banks. And nearby there’s a village to go for alms.

# mn26:17.5
source: Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāyā’ti.
mn: This is good enough for a gentleman who wishes to put forth effort in meditation.’

# mn26:17.6
source: So kho ahaṃ, bhikkhave, tattheva nisīdiṃ—
mn: So I sat down right there, thinking,

# mn26:17.7
source: alamidaṃ padhānāyāti.
mn: ‘This is good enough for meditation.’

# mn26:18.1
source: So kho ahaṃ, bhikkhave, attanā jātidhammo samāno jātidhamme ādīnavaṃ viditvā ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamāno ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ, attanā jarādhammo samāno jarādhamme ādīnavaṃ viditvā ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamāno ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ, attanā byādhidhammo samāno byādhidhamme ādīnavaṃ viditvā abyādhiṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamāno abyādhiṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ, attanā maraṇadhammo samāno maraṇadhamme ādīnavaṃ viditvā amataṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ, attanā sokadhammo samāno sokadhamme ādīnavaṃ viditvā asokaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ, attanā saṅkilesadhammo samāno saṅkilesadhamme ādīnavaṃ viditvā asaṅkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamāno asaṅkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ.
mn: And so, being myself liable to be reborn, understanding the drawbacks in being liable to be reborn, I sought the unborn supreme sanctuary, extinguishment—and I found it. Being myself liable to grow old, fall sick, die, sorrow, and become corrupted, understanding the drawbacks in these things, I sought the unaging, unailing, undying, sorrowless, uncorrupted supreme sanctuary, extinguishment—and I found it.

# mn26:18.2
source: Ñāṇañca pana me dassanaṃ udapādi:
mn: Knowledge and vision arose in me:

# mn26:18.3
source: ‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’ti.
mn: ‘My freedom is unshakable; this is my last rebirth; now there are no more future lives.’

# mn26:19.1
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me,

# mn26:19.2
source: ‘adhigato kho myāyaṃ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo.
mn: ‘This principle I have discovered is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of reason, subtle, comprehensible to the astute.

# mn26:19.3
source: Ālayarāmā kho panāyaṃ pajā ālayaratā ālayasammuditā.
mn: But people like attachment, they love it and enjoy it.

# mn26:19.4
source: Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṃ idaṃ ṭhānaṃ yadidaṃ—idappaccayatā paṭiccasamuppādo.
mn: It’s hard for them to see this thing; that is, specific conditionality, dependent origination.

# mn26:19.5
source: Idampi kho ṭhānaṃ duddasaṃ yadidaṃ—sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ.
mn: It’s also hard for them to see this thing; that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.

# mn26:19.6
source: Ahañceva kho pana dhammaṃ deseyyaṃ, pare ca me na ājāneyyuṃ, so mamassa kilamatho, sā mamassa vihesā’ti.
mn: And if I were to teach the Dhamma, others might not understand me, which would be wearying and troublesome for me.’

# mn26:19.7
source: Apissu maṃ, bhikkhave, imā anacchariyā gāthāyo paṭibhaṃsu pubbe assutapubbā:
mn: And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to me:

# mn26:19.8
source: ‘Kicchena me adhigataṃ,
mn: ‘I’ve struggled hard to realize this,

# mn26:19.9
source: halaṃ dāni pakāsituṃ;
mn: enough with trying to explain it!

# mn26:19.10
source: Rāgadosaparetehi,
mn: This teaching is not easily understood

# mn26:19.11
source: nāyaṃ dhammo susambudho.
mn: by those mired in greed and hate.

# mn26:19.12
source: Paṭisotagāmiṃ nipuṇaṃ,
mn: Those caught up in greed can’t see

# mn26:19.13
source: gambhīraṃ duddasaṃ aṇuṃ;
mn: what’s subtle, going against the stream,

# mn26:19.14
source: Rāgarattā na dakkhanti,
mn: deep, hard to see, and very fine,

# mn26:19.15
source: tamokhandhena āvuṭā’ti.
mn: for they’re shrouded in a mass of darkness.’

# mn26:19.16
source: Itiha me, bhikkhave, paṭisañcikkhato appossukkatāya cittaṃ namati, no dhammadesanāya.
mn: So, as I reflected like this, my mind inclined to remaining passive, not to teaching the Dhamma.

# mn26:20.1
source: Atha kho, bhikkhave, brahmuno sahampatissa mama cetasā cetoparivitakkamaññāya etadahosi:
mn: Then Brahmā Sahampati, knowing what I was thinking, thought,

# mn26:20.2
source: ‘nassati vata bho loko, vinassati vata bho loko, yatra hi nāma tathāgatassa arahato sammāsambuddhassa appossukkatāya cittaṃ namati, no dhammadesanāyā’ti.
mn: ‘Oh my goodness! The world will be lost, the world will perish! For the mind of the Realized One, the perfected one, the fully awakened Buddha, inclines to remaining passive, not to teaching the Dhamma.’

# mn26:20.3
source: Atha kho, bhikkhave, brahmā sahampati—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito mama purato pāturahosi.
mn: Then, as easily as a strong person would extend or contract their arm, he vanished from the Brahmā realm and reappeared in front of the Buddha.

# mn26:20.4
source: Atha kho, bhikkhave, brahmā sahampati ekaṃsaṃ uttarāsaṅgaṃ karitvā yenāhaṃ tenañjaliṃ paṇāmetvā maṃ etadavoca:
mn: He arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha, and said,

# mn26:20.5
source: ‘desetu, bhante, bhagavā dhammaṃ, desetu sugato dhammaṃ.
mn: ‘Sir, let the Blessed One teach the Dhamma! Let the Holy One teach the Dhamma!

# mn26:20.6
source: Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti.
mn: There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching.

# mn26:20.7
source: Bhavissanti dhammassa aññātāro’ti.
mn: There will be those who understand the teaching!’

# mn26:20.8
source: Idamavoca, bhikkhave, brahmā sahampati.
mn: That’s what Brahmā Sahampati said.

# mn26:20.9
source: Idaṃ vatvā athāparaṃ etadavoca:
mn: Then he went on to say:

# mn26:20.10
source: ‘Pāturahosi magadhesu pubbe,
mn: ‘Among the Magadhans there appeared in the past

# mn26:20.11
source: Dhammo asuddho samalehi cintito;
mn: an impure teaching thought up by those still stained.

# mn26:20.12
source: Apāpuretaṃ amatassa dvāraṃ,
mn: Fling open the door to the deathless!

# mn26:20.13
source: Suṇantu dhammaṃ vimalenānubuddhaṃ.
mn: Let them hear the teaching the immaculate one discovered.

# mn26:20.14
source: Sele yathā pabbatamuddhaniṭṭhito,
mn: Standing high on a rocky mountain,

# mn26:20.15
source: Yathāpi passe janataṃ samantato;
mn: you can see the people all around.

# mn26:20.16
source: Tathūpamaṃ dhammamayaṃ sumedha,
mn: In just the same way, all-seer, wise one,

# mn26:20.17
source: Pāsādamāruyha samantacakkhu;
mn: ascend the palace built of Dhamma!

# mn26:20.18
source: Sokāvatiṇṇaṃ janatamapetasoko,
mn: You’re free of sorrow; but look at these people

# mn26:20.19
source: Avekkhassu jātijarābhibhūtaṃ.
mn: overwhelmed with sorrow, oppressed by rebirth and old age.

# mn26:20.20
source: Uṭṭhehi vīra vijitasaṅgāma,
mn: Rise, hero! Victor in battle, leader of the caravan,

# mn26:20.21
source: Satthavāha aṇaṇa vicara loke;
mn: wander the world without obligation.

# mn26:20.22
source: Desassu bhagavā dhammaṃ,
mn: Let the Blessed One teach the Dhamma!

# mn26:20.23
source: Aññātāro bhavissantī’ti.
mn: There will be those who understand!’

# mn26:21.1
source: Atha kho ahaṃ, bhikkhave, brahmuno ca ajjhesanaṃ viditvā sattesu ca kāruññataṃ paṭicca buddhacakkhunā lokaṃ volokesiṃ.
mn: Then, understanding Brahmā’s invitation, I surveyed the world with the eye of a Buddha, because of my compassion for sentient beings.

# mn26:21.2
source: Addasaṃ kho ahaṃ, bhikkhave, buddhacakkhunā lokaṃ volokento satte apparajakkhe mahārajakkhe, tikkhindriye mudindriye, svākāre dvākāre, suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante.
mn: And I saw sentient beings with little dust in their eyes, and some with much dust in their eyes; with keen faculties and with weak faculties, with good qualities and with bad qualities, easy to teach and hard to teach. And some of them lived seeing the danger in the fault to do with the next world, while others did not.

# mn26:21.3
source: Seyyathāpi nāma uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni samodakaṃ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakaṃ accuggamma ṭhitāni anupalittāni udakena;
mn: It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. Some of them sprout and grow in the water reaching the water’s surface. And some of them sprout and grow in the water but rise up above the water and stand with no water clinging to them.

# mn26:21.4
source: evameva kho ahaṃ, bhikkhave, buddhacakkhunā lokaṃ volokento addasaṃ satte apparajakkhe mahārajakkhe, tikkhindriye mudindriye, svākāre dvākāre, suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante.
mn: In the same way, I saw sentient beings with little dust in their eyes, and some with much dust in their eyes.

# mn26:21.5
source: Atha khvāhaṃ, bhikkhave, brahmānaṃ sahampatiṃ gāthāya paccabhāsiṃ:
mn: Then I replied in verse to Brahmā Sahampati:

# mn26:21.6
source: ‘Apārutā tesaṃ amatassa dvārā,
mn: ‘Flung open are the doors to the deathless!

# mn26:21.7
source: Ye sotavanto pamuñcantu saddhaṃ;
mn: Let those with ears to hear decide their faith.

# mn26:21.8
source: Vihiṃsasaññī paguṇaṃ na bhāsiṃ,
mn: Thinking it would be troublesome, Brahmā, I did not teach

# mn26:21.9
source: Dhammaṃ paṇītaṃ manujesu brahme’ti.
mn: the sophisticated, sublime Dhamma among humans.’

# mn26:21.10
source: Atha kho, bhikkhave, brahmā sahampati ‘katāvakāso khomhi bhagavatā dhammadesanāyā’ti maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.
mn: Then Brahmā Sahampati, knowing that his request for me to teach the Dhamma had been granted, bowed and respectfully circled me, keeping me on his right, before vanishing right there.

# mn26:22.1
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then I thought,

# mn26:22.2
source: ‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ;
mn: ‘Who should I teach first of all?

# mn26:22.3
source: ko imaṃ dhammaṃ khippameva ājānissatī’ti?
mn: Who will quickly understand this teaching?’

# mn26:22.4
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me,

# mn26:22.5
source: ‘ayaṃ kho āḷāro kālāmo paṇḍito viyatto medhāvī dīgharattaṃ apparajakkhajātiko.
mn: ‘That Āḷāra Kālāma is astute, competent, clever, and has long had little dust in his eyes.

# mn26:22.6
source: Yannūnāhaṃ āḷārassa kālāmassa paṭhamaṃ dhammaṃ deseyyaṃ.
mn: Why don’t I teach him first of all?

# mn26:22.7
source: So imaṃ dhammaṃ khippameva ājānissatī’ti.
mn: He’ll quickly understand the teaching.’

# mn26:22.8
source: Atha kho maṃ, bhikkhave, devatā upasaṅkamitvā etadavoca:
mn: But a deity came to me and said,

# mn26:22.9
source: ‘sattāhakālaṅkato, bhante, āḷāro kālāmo’ti.
mn: ‘Sir, Āḷāra Kālāma passed away seven days ago.’

# mn26:22.10
source: Ñāṇañca pana me dassanaṃ udapādi:
mn: And knowledge and vision arose in me,

# mn26:22.11
source: ‘sattāhakālaṅkato āḷāro kālāmo’ti.
mn: ‘Āḷāra Kālāma passed away seven days ago.’

# mn26:22.12
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: I thought,

# mn26:22.13
source: ‘mahājāniyo kho āḷāro kālāmo.
mn: ‘This is a great loss for Āḷāra Kālāma.

# mn26:22.14
source: Sace hi so imaṃ dhammaṃ suṇeyya, khippameva ājāneyyā’ti.
mn: If he had heard the teaching, he would have understood it quickly.’

# mn26:23.1
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then I thought,

# mn26:23.2
source: ‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ;
mn: ‘Who should I teach first of all?

# mn26:23.3
source: ko imaṃ dhammaṃ khippameva ājānissatī’ti?
mn: Who will quickly understand this teaching?’

# mn26:23.4
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me,

# mn26:23.5
source: ‘ayaṃ kho udako rāmaputto paṇḍito viyatto medhāvī dīgharattaṃ apparajakkhajātiko.
mn: ‘That Uddaka, son of Rāma, is astute, competent, clever, and has long had little dust in his eyes.

# mn26:23.6
source: Yannūnāhaṃ udakassa rāmaputtassa paṭhamaṃ dhammaṃ deseyyaṃ.
mn: Why don’t I teach him first of all?

# mn26:23.7
source: So imaṃ dhammaṃ khippameva ājānissatī’ti.
mn: He’ll quickly understand the teaching.’

# mn26:23.8
source: Atha kho maṃ, bhikkhave, devatā upasaṅkamitvā etadavoca:
mn: But a deity came to me and said,

# mn26:23.9
source: ‘abhidosakālaṅkato, bhante, udako rāmaputto’ti.
mn: ‘Sir, Uddaka, son of Rāma, passed away just last night.’

# mn26:23.10
source: Ñāṇañca pana me dassanaṃ udapādi:
mn: And knowledge and vision arose in me,

# mn26:23.11
source: ‘abhidosakālaṅkato udako rāmaputto’ti.
mn: ‘Uddaka, son of Rāma, passed away just last night.’

# mn26:23.12
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: I thought,

# mn26:23.13
source: ‘mahājāniyo kho udako rāmaputto.
mn: ‘This is a great loss for Uddaka.

# mn26:23.14
source: Sace hi so imaṃ dhammaṃ suṇeyya, khippameva ājāneyyā’ti.
mn: If he had heard the teaching, he would have understood it quickly.’

# mn26:24.1
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then I thought,

# mn26:24.2
source: ‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ;
mn: ‘Who should I teach first of all?

# mn26:24.3
source: ko imaṃ dhammaṃ khippameva ājānissatī’ti?
mn: Who will quickly understand this teaching?’

# mn26:24.4
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me,

# mn26:24.5
source: ‘bahukārā kho me pañcavaggiyā bhikkhū, ye maṃ padhānapahitattaṃ upaṭṭhahiṃsu.
mn: ‘The group of five mendicants were very helpful to me. They looked after me during my time of resolute striving.

# mn26:24.6
source: Yannūnāhaṃ pañcavaggiyānaṃ bhikkhūnaṃ paṭhamaṃ dhammaṃ deseyyan’ti.
mn: Why don’t I teach them first of all?’

# mn26:24.7
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then I thought,

# mn26:24.8
source: ‘kahaṃ nu kho etarahi pañcavaggiyā bhikkhū viharantī’ti?
mn: ‘Where are the group of five mendicants staying these days?’

# mn26:24.9
source: Addasaṃ kho ahaṃ, bhikkhave, dibbena cakkhunā visuddhena atikkantamānusakena pañcavaggiye bhikkhū bārāṇasiyaṃ viharante isipatane migadāye.
mn: With clairvoyance that is purified and superhuman I saw that the group of five mendicants were staying near Benares, in the deer park at Isipatana.

# mn26:24.10
source: Atha khvāhaṃ, bhikkhave, uruvelāyaṃ yathābhirantaṃ viharitvā yena bārāṇasī tena cārikaṃ pakkamiṃ.
mn: So, when I had stayed in Uruvelā as long as I wished, I set out for Benares.

# mn26:25.1
source: Addasā kho maṃ, bhikkhave, upako ājīvako antarā ca gayaṃ antarā ca bodhiṃ addhānamaggappaṭipannaṃ.
mn: While I was traveling along the road between Gaya and Bodhgaya, the <i>Ājīvaka</i> ascetic Upaka saw me

# mn26:25.2
source: Disvāna maṃ etadavoca:
mn: and said,

# mn26:25.3
source: ‘vippasannāni kho te, āvuso, indriyāni, parisuddho chavivaṇṇo pariyodāto.
mn: ‘Reverend, your faculties are so very clear, and your complexion is pure and bright.

# mn26:25.4
source: Kaṃsi tvaṃ, āvuso, uddissa pabbajito, ko vā te satthā, kassa vā tvaṃ dhammaṃ rocesī’ti?
mn: In whose name have you gone forth, reverend? Who is your Teacher? Whose teaching do you believe in?’

# mn26:25.5
source: Evaṃ vutte, ahaṃ, bhikkhave, upakaṃ ājīvakaṃ gāthāhi ajjhabhāsiṃ:
mn: I replied to Upaka in verse:

# mn26:25.6
source: ‘Sabbābhibhū sabbavidūhamasmi,
mn: ‘I am the champion, the knower of all,

# mn26:25.7
source: Sabbesu dhammesu anūpalitto;
mn: unsullied in the midst of all things.

# mn26:25.8
source: Sabbañjaho taṇhākkhaye vimutto,
mn: I’ve given up all, freed through the ending of craving.

# mn26:25.9
source: Sayaṃ abhiññāya kamuddiseyyaṃ.
mn: When I know for myself, who should I follow?

# mn26:25.10
source: Na me ācariyo atthi,
mn: I have no teacher.

# mn26:25.11
source: sadiso me na vijjati;
mn: There is no-one like me.

# mn26:25.12
source: Sadevakasmiṃ lokasmiṃ,
mn: In the world with its gods,

# mn26:25.13
source: natthi me paṭipuggalo.
mn: I have no counterpart.

# mn26:25.14
source: Ahañhi arahā loke,
mn: For in this world, I am the perfected one;

# mn26:25.15
source: ahaṃ satthā anuttaro;
mn: I am the supreme Teacher.

# mn26:25.16
source: Ekomhi sammāsambuddho,
mn: I alone am fully awakened,

# mn26:25.17
source: sītibhūtosmi nibbuto.
mn: cooled, extinguished.

# mn26:25.18
source: Dhammacakkaṃ pavattetuṃ,
mn: I am going to the city of Kāsi

# mn26:25.19
source: Gacchāmi kāsinaṃ puraṃ;
mn: to roll forth the Wheel of Dhamma.

# mn26:25.20
source: Andhībhūtasmiṃ lokasmiṃ,
mn: In this world that is so blind,

# mn26:25.21
source: Āhañchaṃ amatadundubhin’ti.
mn: I’ll beat the deathless drum!’

# mn26:25.22
source: ‘Yathā kho tvaṃ, āvuso, paṭijānāsi, arahasi anantajino’ti.
mn: ‘According to what you claim, reverend, you ought to be the Infinite Victor.’

# mn26:25.23
source: ‘Mādisā ve jinā honti,
mn: ‘The victors are those who, like me,

# mn26:25.24
source: ye pattā āsavakkhayaṃ;
mn: have reached the ending of defilements.
