Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn025.po
Languages: mn

# mn25:0.1
source: Majjhima Nikāya 25
mn: Middle Discourses 25

# mn25:0.2
source: Nivāpasutta
mn: Fodder

# mn25:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn25:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn25:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn25:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn25:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn25:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn25:2.1
source: “Na, bhikkhave, nevāpiko nivāpaṃ nivapati migajātānaṃ:
mn: “Mendicants, a trapper doesn’t cast bait for deer thinking,

# mn25:2.2
source: ‘imaṃ me nivāpaṃ nivuttaṃ migajātā paribhuñjantā dīghāyukā vaṇṇavanto ciraṃ dīghamaddhānaṃ yāpentū’ti.
mn: ‘May the deer, enjoying this bait, be healthy and in good condition. May they live long and prosper!’

# mn25:2.3
source: Evañca kho, bhikkhave, nevāpiko nivāpaṃ nivapati migajātānaṃ:
mn: A trapper casts bait for deer thinking,

# mn25:2.4
source: ‘imaṃ me nivāpaṃ nivuttaṃ migajātā anupakhajja mucchitā bhojanāni bhuñjissanti, anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjissanti, mattā samānā pamādaṃ āpajjissanti, pamattā samānā yathākāmakaraṇīyā bhavissanti imasmiṃ nivāpe’ti.
mn: ‘When these deer intrude on where I cast the bait, they’ll recklessly enjoy eating it. They’ll become indulgent, then they’ll become negligent, and then they’ll be vulnerable on account of this bait.’

# mn25:3.1
source: Tatra, bhikkhave, paṭhamā migajātā amuṃ nivāpaṃ nivuttaṃ nevāpikassa anupakhajja mucchitā bhojanāni bhuñjiṃsu, te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjiṃsu, mattā samānā pamādaṃ āpajjiṃsu, pamattā samānā yathākāmakaraṇīyā ahesuṃ nevāpikassa amusmiṃ nivāpe.
mn: And indeed, the first herd of deer intruded on where the trapper cast the bait and recklessly enjoyed eating it. They became indulgent, then they became negligent, and then they were vulnerable to the trapper on account of that bait.

# mn25:3.2
source: Evañhi te, bhikkhave, paṭhamā migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.
mn: And that’s how the first herd of deer failed to get free from the trapper’s power.

# mn25:4.1
source: Tatra, bhikkhave, dutiyā migajātā evaṃ samacintesuṃ:
mn: So then a second herd of deer thought up a plan,

# mn25:4.2
source: ‘ye kho te paṭhamā migajātā amuṃ nivāpaṃ nivuttaṃ nevāpikassa anupakhajja mucchitā bhojanāni bhuñjiṃsu.
mn: ‘The first herd of deer became indulgent …

# mn25:4.4
source: Evañhi te paṭhamā migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.
mn: and failed to get free of the trapper’s power.

# mn25:4.5
source: Yannūna mayaṃ sabbaso nivāpabhojanā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti.
mn: Why don’t we avoid eating the bait altogether? Avoiding dangerous food, we can venture deep into a wilderness region and live there.’

# mn25:4.6
source: Te sabbaso nivāpabhojanā paṭiviramiṃsu, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihariṃsu.
mn: And that’s just what they did.

# mn25:4.7
source: Tesaṃ gimhānaṃ pacchime māse, tiṇodakasaṅkhaye, adhimattakasimānaṃ patto kāyo hoti.
mn: But when it came to the last month of summer, the grass and water ran out. Their bodies became much too thin,

# mn25:4.8
source: Tesaṃ adhimattakasimānaṃ pattakāyānaṃ balavīriyaṃ parihāyi.
mn: and they lost their strength and energy.

# mn25:4.9
source: Balavīriye parihīne tameva nivāpaṃ nivuttaṃ nevāpikassa paccāgamiṃsu.
mn: So they went back to that same place where the trapper had cast bait.

# mn25:4.10
source: Te tattha anupakhajja mucchitā bhojanāni bhuñjiṃsu.
mn: Intruding on that place, they recklessly enjoyed eating it …

# mn25:4.12
source: Evañhi te, bhikkhave, dutiyāpi migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.
mn: And that’s how the second herd failed to get free from the trapper’s power.

# mn25:5.1
source: Tatra, bhikkhave, tatiyā migajātā evaṃ samacintesuṃ:
mn: So then a third herd of deer thought up a plan,

# mn25:5.2
source: ‘ye kho te paṭhamā migajātā amuṃ nivāpaṃ nivuttaṃ nevāpikassa … pe …
mn: ‘The first …

# mn25:5.4
source: Yepi te dutiyā migajātā evaṃ samacintesuṃ:
mn: and second herds of deer …

# mn25:5.14
source: Evañhi te dutiyāpi migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.
mn: failed to get free of the trapper’s power.

# mn25:5.15
source: Yannūna mayaṃ amuṃ nivāpaṃ nivuttaṃ nevāpikassa upanissāya āsayaṃ kappeyyāma.
mn: Why don’t we set up our lair close by the place where the trapper has cast the bait?

# mn25:5.16
source: Tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjissāma, amattā samānā na pamādaṃ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma nevāpikassa amusmiṃ nivāpe’ti.
mn: Then we can intrude on it and enjoy eating without being reckless. We won’t become indulgent, then we won’t become negligent, and then we won’t be vulnerable to the trapper on account of that bait.’

# mn25:5.17
source: Te amuṃ nivāpaṃ nivuttaṃ nevāpikassa upanissāya āsayaṃ kappayiṃsu.
mn: And that’s just what they did.

# mn25:5.19
source: Tatra, bhikkhave, nevāpikassa ca nevāpikaparisāya ca etadahosi:
mn: So the trapper and his companions thought,

# mn25:5.20
source: ‘saṭhāssunāmime tatiyā migajātā ketabino, iddhimantāssunāmime tatiyā migajātā parajanā;
mn: ‘Wow, this third herd of deer is so sneaky and devious, they must be some kind of unnatural spirits with psychic power!

# mn25:5.21
source: imañca nāma nivāpaṃ nivuttaṃ paribhuñjanti, na ca nesaṃ jānāma āgatiṃ vā gatiṃ vā.
mn: For they eat the bait we’ve cast without us knowing how they come and go.

# mn25:5.22
source: Yannūna mayaṃ imaṃ nivāpaṃ nivuttaṃ mahatīhi daṇḍavākarāhi samantā sappadesaṃ anuparivāreyyāma, appeva nāma tatiyānaṃ migajātānaṃ āsayaṃ passeyyāma, yattha te gāhaṃ gaccheyyun’ti.
mn: Why don’t we surround the bait on all sides by staking out high nets? Hopefully we might get to see their lair, where they go to hide out.’

# mn25:5.23
source: Te amuṃ nivāpaṃ nivuttaṃ mahatīhi daṇḍavākarāhi samantā sappadesaṃ anuparivāresuṃ.
mn: And that’s just what they did.

# mn25:5.24
source: Addasaṃsu kho, bhikkhave, nevāpiko ca nevāpikaparisā ca tatiyānaṃ migajātānaṃ āsayaṃ, yattha te gāhaṃ agamaṃsu.
mn: And they saw where the third herd of deer had their lair, where they went to hide out.

# mn25:5.25
source: Evañhi te, bhikkhave, tatiyāpi migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.
mn: And that’s how the third herd failed to get free from the trapper’s power.

# mn25:6.1
source: Tatra, bhikkhave, catutthā migajātā evaṃ samacintesuṃ:
mn: So then a fourth herd of deer thought up a plan,

# mn25:6.2
source: ‘ye kho te paṭhamā migajātā … pe …
mn: ‘The first …

# mn25:6.4
source: Yepi te dutiyā migajātā evaṃ samacintesuṃ:
mn: second …

# mn25:6.10
source: Yepi te tatiyā migajātā evaṃ samacintesuṃ:
mn: and third herds of deer …

# mn25:6.27
source: Evañhi te tatiyāpi migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.
mn: failed to get free of the trapper’s power.

# mn25:6.28
source: Yannūna mayaṃ yattha agati nevāpikassa ca nevāpikaparisāya ca tatrāsayaṃ kappeyyāma, tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjissāma, amattā samānā na pamādaṃ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma nevāpikassa amusmiṃ nivāpe’ti.
mn: Why don’t we set up our lair somewhere the trapper and his companions can’t go? Then we can intrude on where the trapper has cast the bait and enjoy eating it without being reckless. We won’t become indulgent, then we won’t become negligent, and then we won’t be vulnerable to the trapper on account of that bait.’

# mn25:6.29
source: Te yattha agati nevāpikassa ca nevāpikaparisāya ca tatrāsayaṃ kappayiṃsu.
mn: And that’s just what they did.

# mn25:6.31
source: Tatra, bhikkhave, nevāpikassa ca nevāpikaparisāya ca etadahosi:
mn: So the trapper and his companions thought,

# mn25:6.32
source: ‘saṭhāssunāmime catutthā migajātā ketabino, iddhimantāssunāmime catutthā migajātā parajanā.
mn: ‘Wow, this fourth herd of deer is so sneaky and devious, they must be some kind of unnatural spirits with psychic power!

# mn25:6.33
source: Imañca nāma nivāpaṃ nivuttaṃ paribhuñjanti, na ca nesaṃ jānāma āgatiṃ vā gatiṃ vā.
mn: For they eat the bait we’ve cast without us knowing how they come and go.

# mn25:6.34
source: Yannūna mayaṃ imaṃ nivāpaṃ nivuttaṃ mahatīhi daṇḍavākarāhi samantā sappadesaṃ anuparivāreyyāma, appeva nāma catutthānaṃ migajātānaṃ āsayaṃ passeyyāma yattha te gāhaṃ gaccheyyun’ti.
mn: Why don’t we surround the bait on all sides by staking out high nets? Hopefully we might get to see their lair, where they go to hide out.’

# mn25:6.35
source: Te amuṃ nivāpaṃ nivuttaṃ mahatīhi daṇḍavākarāhi samantā sappadesaṃ anuparivāresuṃ.
mn: And that’s just what they did.

# mn25:6.36
source: Neva kho, bhikkhave, addasaṃsu nevāpiko ca nevāpikaparisā ca catutthānaṃ migajātānaṃ āsayaṃ, yattha te gāhaṃ gaccheyyuṃ.
mn: But they couldn’t see where the fourth herd of deer had their lair, where they went to hide out.

# mn25:6.37
source: Tatra, bhikkhave, nevāpikassa ca nevāpikaparisāya ca etadahosi:
mn: So the trapper and his companions thought,

# mn25:6.38
source: ‘sace kho mayaṃ catutthe migajāte ghaṭṭessāma, te ghaṭṭitā aññe ghaṭṭissanti te ghaṭṭitā aññe ghaṭṭissanti.
mn: ‘If we disturb this fourth herd of deer, they’ll disturb others, who in turn will disturb even more.

# mn25:6.39
source: Evaṃ imaṃ nivāpaṃ nivuttaṃ sabbaso migajātā parimuñcissanti.
mn: Then all of the deer will be free from this bait we’ve cast.

# mn25:6.40
source: Yannūna mayaṃ catutthe migajāte ajjhupekkheyyāmā’ti.
mn: Why don’t we just keep an eye on that fourth herd?’

# mn25:6.41
source: Ajjhupekkhiṃsu kho, bhikkhave, nevāpiko ca nevāpikaparisā ca catutthe migajāte.
mn: And that’s just what they did.

# mn25:6.42
source: Evañhi te, bhikkhave, catutthā migajātā parimucciṃsu nevāpikassa iddhānubhāvā.
mn: And that’s how the fourth herd of deer got free from the trapper’s power.

# mn25:7.1
source: Upamā kho me ayaṃ, bhikkhave, katā atthassa viññāpanāya.
mn: I’ve made up this simile to make a point.

# mn25:7.2
source: Ayaṃ cevettha attho—
mn: And this is what it means.

# mn25:7.3
source: nivāpoti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ.
mn: ‘Bait’ is a term for the five kinds of sensual stimulation.

# mn25:7.4
source: Nevāpikoti kho, bhikkhave, mārassetaṃ pāpimato adhivacanaṃ.
mn: ‘Trapper’ is a term for Māra the Wicked.

# mn25:7.5
source: Nevāpikaparisāti kho, bhikkhave, māraparisāyetaṃ adhivacanaṃ.
mn: ‘Trapper’s companions’ is a term for Māra’s assembly.

# mn25:7.6
source: Migajātāti kho, bhikkhave, samaṇabrāhmaṇānametaṃ adhivacanaṃ.
mn: ‘Deer’ is a term for ascetics and brahmins.

# mn25:8.1
source: Tatra, bhikkhave, paṭhamā samaṇabrāhmaṇā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni anupakhajja mucchitā bhojanāni bhuñjiṃsu.
mn: Now, the first group of ascetics and brahmins intruded on where the bait and the material delights of the world were cast by Māra and recklessly enjoyed eating it.

# mn25:8.2
source: Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjiṃsu, mattā samānā pamādaṃ āpajjiṃsu, pamattā samānā yathākāmakaraṇīyā ahesuṃ mārassa amusmiṃ nivāpe amusmiñca lokāmise.
mn: They became indulgent, then they became negligent, and then they were vulnerable to Māra on account of that bait and the material delights of the world.

# mn25:8.3
source: Evañhi te, bhikkhave, paṭhamā samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.
mn: And that’s how the first group of ascetics and brahmins failed to get free from Māra’s power.

# mn25:8.4
source: Seyyathāpi te, bhikkhave, paṭhamā migajātā tathūpame ahaṃ ime paṭhame samaṇabrāhmaṇe vadāmi.
mn: This first group of ascetics and brahmins is just like the first herd of deer, I say.

# mn25:9.1
source: Tatra, bhikkhave, dutiyā samaṇabrāhmaṇā evaṃ samacintesuṃ:
mn: So then a second group of ascetics and brahmins thought up a plan,

# mn25:9.2
source: ‘ye kho te paṭhamā samaṇabrāhmaṇā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni anupakhajja mucchitā bhojanāni bhuñjiṃsu.
mn: ‘The first group of ascetics and brahmins became indulgent …

# mn25:9.4
source: Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.
mn: and failed to get free of Māra’s power.

# mn25:9.5
source: Yannūna mayaṃ sabbaso nivāpabhojanā lokāmisā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti.
mn: Why don’t we avoid eating the bait and the world’s material delights altogether? Avoiding dangerous food, we can venture deep into a wilderness region and live there.’

# mn25:9.7
source: Te sabbaso nivāpabhojanā lokāmisā paṭiviramiṃsu, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihariṃsu.
mn: And that’s just what they did.

# mn25:9.8
source: Te tattha sākabhakkhāpi ahesuṃ, sāmākabhakkhāpi ahesuṃ, nīvārabhakkhāpi ahesuṃ, daddulabhakkhāpi ahesuṃ, haṭabhakkhāpi ahesuṃ, kaṇabhakkhāpi ahesuṃ, ācāmabhakkhāpi ahesuṃ, piññākabhakkhāpi ahesuṃ, tiṇabhakkhāpi ahesuṃ, gomayabhakkhāpi ahesuṃ, vanamūlaphalāhārā yāpesuṃ pavattaphalabhojī.
mn: They ate herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survived on forest roots and fruits, or eating fallen fruit.

# mn25:9.9
source: Tesaṃ gimhānaṃ pacchime māse, tiṇodakasaṅkhaye, adhimattakasimānaṃ patto kāyo hoti.
mn: But when it came to the last month of summer, the grass and water ran out. Their bodies became much too thin,

# mn25:9.10
source: Tesaṃ adhimattakasimānaṃ pattakāyānaṃ balavīriyaṃ parihāyi.
mn: and they lost their strength and energy.

# mn25:9.11
source: Balavīriye parihīne cetovimutti parihāyi.
mn: Because of this, they lost their heart’s release,

# mn25:9.12
source: Cetovimuttiyā parihīnāya tameva nivāpaṃ nivuttaṃ mārassa paccāgamiṃsu tāni ca lokāmisāni.
mn: so they went back to that same place where Māra had cast the bait and the material delights of the world.

# mn25:9.13
source: Te tattha anupakhajja mucchitā bhojanāni bhuñjiṃsu.
mn: Intruding on that place, they recklessly enjoyed eating them …

# mn25:9.15
source: Evañhi te, bhikkhave, dutiyāpi samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.
mn: And that’s how the second group of ascetics and brahmins failed to get free from Māra’s power.

# mn25:9.16
source: Seyyathāpi te, bhikkhave, dutiyā migajātā tathūpame ahaṃ ime dutiye samaṇabrāhmaṇe vadāmi.
mn: This second group of ascetics and brahmins is just like the second herd of deer, I say.

# mn25:10.1
source: Tatra, bhikkhave, tatiyā samaṇabrāhmaṇā evaṃ samacintesuṃ:
mn: So then a third group of ascetics and brahmins thought up a plan,

# mn25:10.2
source: ‘ye kho te paṭhamā samaṇabrāhmaṇā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni … pe ….
mn: ‘The first …

# mn25:10.4
source: Yepi te dutiyā samaṇabrāhmaṇā evaṃ samacintesuṃ:
mn: and second groups of ascetics and brahmins …

# mn25:10.15
source: Evañhi te dutiyāpi samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.
mn: failed to get free of Māra’s power.

# mn25:10.16
source: Yannūna mayaṃ amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni upanissāya āsayaṃ kappeyyāma, tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjissāma, amattā samānā na pamādaṃ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma mārassa amusmiṃ nivāpe amusmiñca lokāmise’ti.
mn: Why don’t we set up our lair close by the place where Māra has cast the bait and those material delights of the world? Then we can intrude on it and enjoy eating without being reckless. We won’t become indulgent, then we won’t become negligent, and then we won’t be vulnerable to Māra on account of that bait and those material delights of the world.’

# mn25:10.17
source: Te amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni upanissāya āsayaṃ kappayiṃsu.
mn: And that’s just what they did.

# mn25:10.20
source: Api ca kho evaṃdiṭṭhikā ahesuṃ—
mn: Still, they had such views as these:

# mn25:10.21
source: sassato loko itipi, asassato loko itipi;
mn: ‘The world is eternal’ or ‘The world is not eternal’;

# mn25:10.22
source: antavā loko itipi, anantavā loko itipi;
mn: ‘The world is finite’ or ‘The world is infinite’;

# mn25:10.23
source: taṃ jīvaṃ taṃ sarīraṃ itipi, aññaṃ jīvaṃ aññaṃ sarīraṃ itipi;
mn: ‘The soul and the body are the same thing’ or ‘The soul and the body are different things’;

# mn25:10.24
source: hoti tathāgato paraṃ maraṇā itipi, na hoti tathāgato paraṃ maraṇā itipi, hoti ca na ca hoti tathāgato paraṃ maraṇā itipi, neva hoti na na hoti tathāgato paraṃ maraṇā itipi.
mn: or that after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist.

# mn25:10.25
source: Evañhi te, bhikkhave, tatiyāpi samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.
mn: And that’s how the third group of ascetics and brahmins failed to get free from Māra’s power.

# mn25:10.26
source: Seyyathāpi te, bhikkhave, tatiyā migajātā tathūpame ahaṃ ime tatiye samaṇabrāhmaṇe vadāmi.
mn: This third group of ascetics and brahmins is just like the third herd of deer, I say.

# mn25:11.1
source: Tatra, bhikkhave, catutthā samaṇabrāhmaṇā evaṃ samacintesuṃ:
mn: So then a fourth group of ascetics and brahmins thought up a plan,

# mn25:11.2
source: ‘ye kho te paṭhamā samaṇabrāhmaṇā amuṃ nivāpaṃ nivuttaṃ mārassa … pe ….
mn: ‘The first …

# mn25:11.4
source: Yepi te dutiyā samaṇabrāhmaṇā evaṃ samacintesuṃ:
mn: second …

# mn25:11.10
source: Yepi te tatiyā samaṇabrāhmaṇā evaṃ samacintesuṃ ye kho te paṭhamā samaṇabrāhmaṇā … pe ….
mn: and third groups of ascetics and brahmins …

# mn25:11.26
source: Evañhi te tatiyāpi samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.
mn: failed to get free of Māra’s power.

# mn25:11.27
source: Yannūna mayaṃ yattha agati mārassa ca māraparisāya ca tatrāsayaṃ kappeyyāma.
mn: Why don’t we set up our lair somewhere Māra and his assembly can’t go?

# mn25:11.28
source: Tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjissāma, amattā samānā na pamādaṃ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma mārassa amusmiṃ nivāpe amusmiñca lokāmiseti.
mn: Then we can intrude on where Māra has cast the bait and those material delights of the world, and enjoy eating without being reckless. We won’t become indulgent, then we won’t become negligent, and then we won’t be vulnerable to Māra on account of that bait and those material delights of the world.’

# mn25:11.29
source: Te yattha agati mārassa ca māraparisāya ca tatrāsayaṃ kappayiṃsu.
mn: And that’s just what they did.

# mn25:11.31
source: Evañhi te, bhikkhave, catutthā samaṇabrāhmaṇā parimucciṃsu mārassa iddhānubhāvā.
mn: And that’s how the fourth group of ascetics and brahmins got free from Māra’s power.

# mn25:11.32
source: Seyyathāpi te, bhikkhave, catutthā migajātā tathūpame ahaṃ ime catutthe samaṇabrāhmaṇe vadāmi.
mn: This fourth group of ascetics and brahmins is just like the fourth herd of deer, I say.

# mn25:12.1
source: Kathañca, bhikkhave, agati mārassa ca māraparisāya ca?
mn: And where is it that Māra and his assembly can’t go?

# mn25:12.2
source: Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn25:12.3
source: Ayaṃ vuccati, bhikkhave, bhikkhu andhamakāsi māraṃ, apadaṃ vadhitvā māracakkhuṃ adassanaṃ gato pāpimato.
mn: This is called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see.

# mn25:13.1
source: Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn25:13.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn25:14.1
source: Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn25:14.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn25:15.1
source: Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn25:15.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn25:16.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.
mn: Furthermore, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.

# mn25:16.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn25:17.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.
mn: Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness.

# mn25:17.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn25:18.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.
mn: Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.

# mn25:18.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …
