Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn021.po
Languages: mn

# mn21:0.1
source: Majjhima Nikāya 21
mn: Middle Discourses 21

# mn21:0.2
source: Kakacūpamasutta
mn: The Simile of the Saw

# mn21:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn21:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn21:2.1
source: Tena kho pana samayena āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho viharati.
mn: Now at that time, Venerable Phagguna of the Top-Knot was mixing too closely together with the nuns.

# mn21:2.2
source: Evaṃ saṃsaṭṭho āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ viharati—
mn: So much so that

# mn21:2.3
source: sace koci bhikkhu āyasmato moḷiyaphaggunassa sammukhā tāsaṃ bhikkhunīnaṃ avaṇṇaṃ bhāsati, tenāyasmā moḷiyaphagguno kupito anattamano adhikaraṇampi karoti.
mn: if any mendicant criticized those nuns in his presence, Phagguna of the Top-Knot got angry and upset, and even instigated disciplinary proceedings.

# mn21:2.4
source: Sace pana koci bhikkhu tāsaṃ bhikkhunīnaṃ sammukhā āyasmato moḷiyaphaggunassa avaṇṇaṃ bhāsati, tena tā bhikkhuniyo kupitā anattamanā adhikaraṇampi karonti.
mn: And if any mendicant criticized Phagguna of the Top-Knot in their presence, those nuns got angry and upset, and even instigated disciplinary proceedings.

# mn21:2.5
source: Evaṃ saṃsaṭṭho āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ viharati.
mn: That’s how much Phagguna of the Top-Knot was mixing too closely together with the nuns.

# mn21:3.1
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
mn: Then a mendicant went up to the Buddha, bowed, sat down to one side, and told him what was going on.

# mn21:4.1
source: Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:
mn: So the Buddha said to a certain monk,

# mn21:4.2
source: “ehi tvaṃ, bhikkhu, mama vacanena moḷiyaphaggunaṃ bhikkhuṃ āmantehi:
mn: “Please, monk, in my name tell the mendicant Phagguna of the Top-Knot that

# mn21:4.3
source: ‘satthā taṃ, āvuso phagguna, āmantetī’”ti.
mn: the teacher summons him.”

# mn21:4.4
source: “Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā moḷiyaphagguno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ moḷiyaphaggunaṃ etadavoca:
mn: “Yes, sir,” that monk replied. He went to Phagguna of the Top-Knot and said to him,

# mn21:4.5
source: “satthā taṃ, āvuso phagguna, āmantetī”ti.
mn: “Reverend Phagguna, the teacher summons you.”

# mn21:4.6
source: “Evamāvuso”ti kho āyasmā moḷiyaphagguno tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ moḷiyaphaggunaṃ bhagavā etadavoca:
mn: “Yes, reverend,” Phagguna replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# mn21:5.1
source: “Saccaṃ kira tvaṃ, phagguna, bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho viharasi?
mn: “Is it really true, Phagguna, that you’ve been mixing overly closely together with the nuns?

# mn21:5.2
source: Evaṃ saṃsaṭṭho kira tvaṃ, phagguna, bhikkhunīhi saddhiṃ viharasi—
mn: So much so that

# mn21:5.3
source: sace koci bhikkhu tuyhaṃ sammukhā tāsaṃ bhikkhunīnaṃ avaṇṇaṃ bhāsati, tena tvaṃ kupito anattamano adhikaraṇampi karosi.
mn: if any mendicant criticizes those nuns in your presence, you get angry and upset, and even instigate disciplinary proceedings?

# mn21:5.4
source: Sace pana koci bhikkhu tāsaṃ bhikkhunīnaṃ sammukhā tuyhaṃ avaṇṇaṃ bhāsati, tena tā bhikkhuniyo kupitā anattamanā adhikaraṇampi karonti.
mn: And if any mendicant criticizes you in those nuns’ presence, they get angry and upset, and even instigate disciplinary proceedings?

# mn21:5.5
source: Evaṃ saṃsaṭṭho kira tvaṃ, phagguna, bhikkhunīhi saddhiṃ viharasī”ti?
mn: Is that how much you’re mixing overly closely together with the nuns?”

# mn21:5.6
source: “Evaṃ, bhante”ti.
mn: “Yes, sir.”

# mn21:5.7
source: “Nanu tvaṃ, phagguna, kulaputto saddhā agārasmā anagāriyaṃ pabbajito”ti?
mn: “Phagguna, are you not a gentleman who has gone forth from the lay life to homelessness?”

# mn21:5.8
source: “Evaṃ, bhante”ti.
mn: “Yes, sir.”

# mn21:6.1
source: “Na kho te etaṃ, phagguna, patirūpaṃ kulaputtassa saddhā agārasmā anagāriyaṃ pabbajitassa, yaṃ tvaṃ bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho vihareyyāsi.
mn: “As such, it’s not appropriate for you to mix so closely with the nuns.

# mn21:6.2
source: Tasmātiha, phagguna, tava cepi koci sammukhā tāsaṃ bhikkhunīnaṃ avaṇṇaṃ bhāseyya, tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi.
mn: So if anyone criticizes those nuns in your presence, you should give up any desires or thoughts of the lay life.

# mn21:6.3
source: Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ:
mn: If that happens, you should train like this:

# mn21:6.4
source: ‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti.
mn: ‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’

# mn21:6.5
source: Evañhi te, phagguna, sikkhitabbaṃ.
mn: That’s how you should train.

# mn21:6.6
source: Tasmātiha, phagguna, tava cepi koci sammukhā tāsaṃ bhikkhunīnaṃ pāṇinā pahāraṃ dadeyya, leḍḍunā pahāraṃ dadeyya, daṇḍena pahāraṃ dadeyya, satthena pahāraṃ dadeyya. Tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi.
mn: So even if someone strikes those nuns with fists, stones, rods, and swords in your presence, you should give up any desires or thoughts of the lay life.

# mn21:6.7
source: Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ
mn: If that happens, you should train like this:

# mn21:6.8
source: ‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti.
mn: ‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’

# mn21:6.9
source: Evañhi te, phagguna, sikkhitabbaṃ.
mn: That’s how you should train.

# mn21:6.10
source: Tasmātiha, phagguna, tava cepi koci sammukhā avaṇṇaṃ bhāseyya, tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi.
mn: So if anyone criticizes you in your presence, you should give up any desires or thoughts of the lay life.

# mn21:6.11
source: Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ ‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti.
mn: If that happens, you should train like this: ‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’

# mn21:6.12
source: Evañhi te, phagguna, sikkhitabbaṃ.
mn: That’s how you should train.

# mn21:6.13
source: Tasmātiha, phagguna, tava cepi koci pāṇinā pahāraṃ dadeyya, leḍḍunā pahāraṃ dadeyya, daṇḍena pahāraṃ dadeyya, satthena pahāraṃ dadeyya, tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi.
mn: So Phagguṇa, even if someone strikes you with fists, stones, rods, and swords, you should give up any desires or thoughts of the lay life.

# mn21:6.14
source: Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ ‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti.
mn: If that happens, you should train like this: ‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’

# mn21:6.15
source: Evañhi te, phagguna, sikkhitabban”ti.
mn: That’s how you should train.”

# mn21:7.1
source: Atha kho bhagavā bhikkhū āmantesi:
mn: Then the Buddha said to the mendicants:

# mn21:7.2
source: “ārādhayiṃsu vata me, bhikkhave, bhikkhū ekaṃ samayaṃ cittaṃ.
mn: “Mendicants, I used to be satisfied with the mendicants.

# mn21:7.3
source: Idhāhaṃ, bhikkhave, bhikkhū āmantesiṃ—
mn: Once, I addressed them:

# mn21:7.4
source: ahaṃ kho, bhikkhave, ekāsanabhojanaṃ bhuñjāmi.
mn: ‘I eat my food in one sitting per day.

# mn21:7.5
source: Ekāsanabhojanaṃ kho ahaṃ, bhikkhave, bhuñjamāno appābādhatañca sañjānāmi appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca.
mn: Doing so, I find that I’m healthy and well, nimble, strong, and living comfortably.

# mn21:7.6
source: Etha tumhepi, bhikkhave, ekāsanabhojanaṃ bhuñjatha.
mn: You too should eat your food in one sitting per day.

# mn21:7.7
source: Ekāsanabhojanaṃ kho, bhikkhave, tumhepi bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcāti.
mn: Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.’

# mn21:7.8
source: Na me, bhikkhave, tesu bhikkhūsu anusāsanī karaṇīyā ahosi;
mn: I didn’t have to keep on instructing those mendicants;

# mn21:7.9
source: satuppādakaraṇīyameva me, bhikkhave, tesu bhikkhūsu ahosi.
mn: I just had to prompt their mindfulness.

# mn21:7.10
source: Seyyathāpi, bhikkhave, subhūmiyaṃ catumahāpathe ājaññaratho yutto assa ṭhito odhastapatodo.
mn: Suppose a chariot stood harnessed to thoroughbreds at a level crossroads, with a goad ready.

# mn21:7.11
source: Tamenaṃ dakkho yoggācariyo assadammasārathi abhiruhitvā, vāmena hatthena rasmiyo gahetvā, dakkhiṇena hatthena patodaṃ gahetvā, yenicchakaṃ yadicchakaṃ sāreyyapi paccāsāreyyapi.
mn: Then a deft horse trainer, a master charioteer, might mount the chariot, taking the reins in his right hand and goad in the left. He’d drive out and back wherever he wishes, whenever he wishes.

# mn21:7.12
source: Evameva kho, bhikkhave, na me tesu bhikkhūsu anusāsanī karaṇīyā ahosi,
mn: In the same way, I didn’t have to keep on instructing those mendicants;

# mn21:7.13
source: satuppādakaraṇīyameva me, bhikkhave, tesu bhikkhūsu ahosi.
mn: I just had to prompt their mindfulness.

# mn21:7.14
source: Tasmātiha, bhikkhave, tumhepi akusalaṃ pajahatha, kusalesu dhammesu āyogaṃ karotha.
mn: So, mendicants, give up what’s unskillful and devote yourselves to skillful qualities.

# mn21:7.15
source: Evañhi tumhepi imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatha.
mn: In this way you’ll achieve growth, improvement, and maturity in this teaching and training.

# mn21:8.1
source: Seyyathāpi, bhikkhave, gāmassa vā nigamassa vā avidūre mahantaṃ sālavanaṃ.
mn: Suppose that not far from a town or village there was a large grove of sal trees

# mn21:8.2
source: Tañcassa eḷaṇḍehi sañchannaṃ.
mn: that was choked with castor-oil weeds.

# mn21:8.3
source: Tassa kocideva puriso uppajjeyya atthakāmo hitakāmo yogakkhemakāmo.
mn: Then along comes a person who wants to help protect and nurture that grove.

# mn21:8.4
source: So yā tā sālalaṭṭhiyo kuṭilā ojāpaharaṇiyo tā chetvā bahiddhā nīhareyya, antovanaṃ suvisodhitaṃ visodheyya.
mn: They’d cut down the crooked sal saplings that were robbing the sap, and throw them out. They’d clean up the interior of the grove,

# mn21:8.5
source: Yā pana tā sālalaṭṭhiyo ujukā sujātā tā sammā parihareyya.
mn: and properly care for the straight, well-formed sal saplings.

# mn21:8.6
source: Evañhetaṃ, bhikkhave, sālavanaṃ aparena samayena vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyya.
mn: In this way, in due course, that sal grove would grow, increase, and mature.

# mn21:8.7
source: Evameva kho, bhikkhave, tumhepi akusalaṃ pajahatha, kusalesu dhammesu āyogaṃ karotha.
mn: In the same way, mendicants, give up what’s unskillful and devote yourselves to skillful qualities.

# mn21:8.8
source: Evañhi tumhepi imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatha.
mn: In this way you’ll achieve growth, improvement, and maturity in this teaching and training.

# mn21:9.1
source: Bhūtapubbaṃ, bhikkhave, imissāyeva sāvatthiyā vedehikā nāma gahapatānī ahosi.
mn: Once upon a time, mendicants, right here in Sāvatthī there was a housewife named Vedehikā.

# mn21:9.2
source: Vedehikāya, bhikkhave, gahapatāniyā evaṃ kalyāṇo kittisaddo abbhuggato:
mn: She had this good reputation:

# mn21:9.3
source: ‘soratā vedehikā gahapatānī, nivātā vedehikā gahapatānī, upasantā vedehikā gahapatānī’ti.
mn: ‘The housewife Vedehikā is sweet, even-tempered, and calm.’

# mn21:9.4
source: Vedehikāya kho pana, bhikkhave, gahapatāniyā kāḷī nāma dāsī ahosi dakkhā analasā susaṃvihitakammantā.
mn: Now, Vedehikā had a bonded maid named Kāḷī who was skilled, tireless, and well-organized in her work.

# mn21:9.5
source: Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi:
mn: Then Kāḷī thought,

# mn21:9.6
source: ‘mayhaṃ kho ayyāya evaṃ kalyāṇo kittisaddo abbhuggato:
mn: ‘My mistress has a good reputation as being

# mn21:9.7
source: “soratā vedehikā gahapatānī, nivātā vedehikā gahapatānī, upasantā vedehikā gahapatānī”ti.
mn: sweet, even-tempered, and calm.

# mn21:9.8
source: Kiṃ nu kho me ayyā santaṃyeva nu kho ajjhattaṃ kopaṃ na pātukaroti udāhu asantaṃ
mn: But does she actually have anger in her and just not show it? Or does she have no anger?

# mn21:9.9
source: udāhu mayhamevete kammantā susaṃvihitā yena me ayyā santaṃyeva ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ?
mn: Or is it just because my work is well-organized that she doesn’t show anger, even though she still has it inside?

# mn21:9.10
source: Yannūnāhaṃ ayyaṃ vīmaṃseyyan’ti.
mn: Why don’t I test my mistress?’

# mn21:9.11
source: Atha kho, bhikkhave, kāḷī dāsī divā uṭṭhāsi.
mn: So Kāḷī got up during the day.

# mn21:9.12
source: Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṃ dāsiṃ etadavoca:
mn: Vedehikā said to her,

# mn21:9.13
source: ‘he je kāḷī’ti.
mn: ‘What the hell, Kāḷī!’

# mn21:9.14
source: ‘Kiṃ, ayye’ti?
mn: ‘What is it, madam?’

# mn21:9.15
source: ‘Kiṃ, je, divā uṭṭhāsī’ti?
mn: ‘You’re getting up in the day—what’s up with you, girl?’

# mn21:9.16
source: ‘Na khvayye, kiñcī’ti.
mn: ‘Nothing, madam.’

# mn21:9.17
source: ‘No vata re kiñci, pāpi dāsi, divā uṭṭhāsī’ti kupitā anattamanā bhākuṭiṃ akāsi.
mn: ‘Nothing’s up, you bad girl, but you get up in the day!’ Angry and upset, she scowled.

# mn21:9.18
source: Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi:
mn: Then Kāḷī thought,

# mn21:9.19
source: ‘santaṃyeva kho me ayyā ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ;
mn: ‘My mistress actually has anger in her and just doesn’t show it; it’s not that she has no anger.

# mn21:9.20
source: mayhamevete kammantā susaṃvihitā, yena me ayyā santaṃyeva ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ.
mn: It’s just because my work is well-organized that she doesn’t show anger, even though she still has it inside.

# mn21:9.21
source: Yannūnāhaṃ bhiyyoso mattāya ayyaṃ vīmaṃseyyan’ti.
mn: Why don’t I test my mistress further?’

# mn21:9.22
source: Atha kho, bhikkhave, kāḷī dāsī divātaraṃyeva uṭṭhāsi.
mn: So Kāḷī got up later in the day.

# mn21:9.23
source: Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṃ dāsiṃ etadavoca:
mn: Vedehikā said to her,

# mn21:9.24
source: ‘he je kāḷī’ti.
mn: ‘What the hell, Kāḷī!’

# mn21:9.25
source: ‘Kiṃ, ayye’ti?
mn: ‘What is it, madam?’

# mn21:9.26
source: ‘Kiṃ, je, divātaraṃ uṭṭhāsī’ti?
mn: ‘You’re getting up later in the day—what’s up with you, girl?’

# mn21:9.27
source: ‘Na khvayye, kiñcī’ti.
mn: ‘Nothing, madam.’

# mn21:9.28
source: ‘No vata re kiñci, pāpi dāsi, divātaraṃ uṭṭhāsī’ti kupitā anattamanā anattamanavācaṃ nicchāresi.
mn: ‘Nothing’s up, you bad girl, but you get up later in the day!’ Angry and upset, she blurted out angry words.

# mn21:9.29
source: Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi:
mn: Then Kāḷī thought,

# mn21:9.30
source: ‘santaṃyeva kho me ayyā ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ.
mn: ‘My mistress actually has anger in her and just doesn’t show it; it’s not that she has no anger.

# mn21:9.31
source: Mayhamevete kammantā susaṃvihitā, yena me ayyā santaṃyeva ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ.
mn: It’s just because my work is well-organized that she doesn’t show anger, even though she still has it inside.

# mn21:9.32
source: Yannūnāhaṃ bhiyyoso mattāya ayyaṃ vīmaṃseyyan’ti.
mn: Why don’t I test my mistress further?’

# mn21:9.33
source: Atha kho, bhikkhave, kāḷī dāsī divātaraṃyeva uṭṭhāsi.
mn: So Kāḷī got up even later in the day.

# mn21:9.34
source: Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṃ dāsiṃ etadavoca:
mn: Vedehikā said to her,

# mn21:9.35
source: ‘he je kāḷī’ti.
mn: ‘What the hell, Kāḷī!’

# mn21:9.36
source: ‘Kiṃ, ayye’ti?
mn: ‘What is it, madam?’

# mn21:9.37
source: ‘Kiṃ, je, divā uṭṭhāsī’ti?
mn: ‘You’re getting up even later in the day—what’s up with you, girl?’

# mn21:9.38
source: ‘Na khvayye, kiñcī’ti.
mn: ‘Nothing, madam.’

# mn21:9.39
source: ‘No vata re kiñci, pāpi dāsi, divā uṭṭhāsī’ti kupitā anattamanā aggaḷasūciṃ gahetvā sīse pahāraṃ adāsi, sīsaṃ vobhindi.
mn: ‘Nothing’s up, you bad girl, but you get up even later in the day!’ Angry and upset, she grabbed a rolling-pin and hit Kāḷī on the head, cracking it open.

# mn21:9.40
source: Atha kho, bhikkhave, kāḷī dāsī bhinnena sīsena lohitena galantena paṭivissakānaṃ ujjhāpesi:
mn: Then Kāḷī, with blood pouring from her cracked skull, denounced her mistress to the neighbors,

# mn21:9.41
source: ‘passathayye, soratāya kammaṃ;
mn: ‘See, ladies, what the sweet one did!

# mn21:9.42
source: passathayye, nivātāya kammaṃ, passathayye, upasantāya kammaṃ.
mn: See what the even-tempered one did! See what the calm one did!

# mn21:9.43
source: Kathañhi nāma ekadāsikāya divā uṭṭhāsīti kupitā anattamanā aggaḷasūciṃ gahetvā sīse pahāraṃ dassati, sīsaṃ vobhindissatī’ti.
mn: How on earth can she grab a rolling-pin and hit her only maid on the head, cracking it open, just for getting up late?’

# mn21:9.44
source: Atha kho, bhikkhave, vedehikāya gahapatāniyā aparena samayena evaṃ pāpako kittisaddo abbhuggacchi:
mn: Then after some time the housewife Vedehikā got this bad reputation:

# mn21:9.45
source: ‘caṇḍī vedehikā gahapatānī, anivātā vedehikā gahapatānī, anupasantā vedehikā gahapatānī’ti.
mn: ‘The housewife Vedehikā is fierce, ill-tempered, and not calm at all.’

# mn21:10.1
source: Evameva kho, bhikkhave, idhekacco bhikkhu tāvadeva soratasorato hoti nivātanivāto hoti upasantūpasanto hoti yāva na amanāpā vacanapathā phusanti.
mn: In the same way, a mendicant may be the sweetest of the sweet, the most even-tempered of the even-tempered, the calmest of the calm, so long as they don’t encounter any disagreeable criticism.

# mn21:10.2
source: Yato ca, bhikkhave, bhikkhuṃ amanāpā vacanapathā phusanti, atha bhikkhu ‘sorato’ti veditabbo, ‘nivāto’ti veditabbo, ‘upasanto’ti veditabbo.
mn: But it’s when they encounter disagreeable criticism that you’ll know whether they’re really sweet, even-tempered, and calm.

# mn21:10.3
source: Nāhaṃ taṃ, bhikkhave, bhikkhuṃ ‘suvaco’ti vadāmi yo cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārahetu suvaco hoti, sovacassataṃ āpajjati.
mn: I don’t say that a mendicant is easy to admonish if they make themselves easy to admonish only for the sake of robes, alms-food, lodgings, and medicines and supplies for the sick.

# mn21:10.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn21:10.5
source: Tañhi so, bhikkhave, bhikkhu cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ alabhamāno na suvaco hoti, na sovacassataṃ āpajjati.
mn: Because when they don’t get robes, alms-food, lodgings, and medicines and supplies for the sick, they’re no longer easy to admonish.

# mn21:10.6
source: Yo ca kho, bhikkhave, bhikkhu dhammaṃyeva sakkaronto, dhammaṃ garuṃ karonto, dhammaṃ mānento, dhammaṃ pūjento, dhammaṃ apacāyamāno suvaco hoti, sovacassataṃ āpajjati, tamahaṃ ‘suvaco’ti vadāmi.
mn: But when a mendicant is easy to admonish purely because they honor, respect, revere, worship, and venerate the teaching, then I say that they’re easy to admonish.

# mn21:10.7
source: Tasmātiha, bhikkhave, ‘dhammaṃyeva sakkarontā, dhammaṃ garuṃ karontā, dhammaṃ mānentā, dhammaṃ pūjentā, dhammaṃ apacāyamānā suvacā bhavissāma, sovacassataṃ āpajjissāmā’ti.
mn: So, mendicants, you should train yourselves: ‘We will be easy to admonish purely because we honor, respect, revere, worship, and venerate the teaching.’

# mn21:10.8
source: Evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: That’s how you should train.

# mn21:11.1
source: Pañcime, bhikkhave, vacanapathā yehi vo pare vadamānā vadeyyuṃ—
mn: Mendicants, there are these five ways in which others might criticize you.

# mn21:11.2
source: kālena vā akālena vā;
mn: Their speech may be timely or untimely,

# mn21:11.3
source: bhūtena vā abhūtena vā;
mn: true or false,

# mn21:11.4
source: saṇhena vā pharusena vā;
mn: gentle or harsh,

# mn21:11.5
source: atthasaṃhitena vā anatthasaṃhitena vā;
mn: beneficial or harmful,

# mn21:11.6
source: mettacittā vā dosantarā vā.
mn: from a heart of love or from secret hate.

# mn21:11.7
source: Kālena vā, bhikkhave, pare vadamānā vadeyyuṃ akālena vā;
mn: When others criticize you, they may do so in any of these ways.

# mn21:11.12
source: Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ:
mn: If that happens, you should train like this:

# mn21:11.13
source: ‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma, hitānukampī ca viharissāma mettacittā, na dosantarā.
mn: ‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate.

# mn21:11.14
source: Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṃ lokaṃ mettāsahagatena cittena vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti.
mn: We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart full of love to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’

# mn21:11.15
source: Evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: That’s how you should train.

# mn21:12.1
source: Seyyathāpi, bhikkhave, puriso āgaccheyya kudālapiṭakaṃ ādāya.
mn: Suppose a person was to come along carrying a spade and basket

# mn21:12.2
source: So evaṃ vadeyya:
mn: and say,

# mn21:12.3
source: ‘ahaṃ imaṃ mahāpathaviṃ apathaviṃ karissāmī’ti.
mn: ‘I shall make this great earth be without earth!’

# mn21:12.4
source: So tatra tatra vikhaṇeyya, tatra tatra vikireyya, tatra tatra oṭṭhubheyya, tatra tatra omutteyya:
mn: And they’d dig all over, scatter all over, spit all over, and urinate all over, saying,

# mn21:12.5
source: ‘apathavī bhavasi, apathavī bhavasī’ti.
mn: ‘Be without earth! Be without earth!’

# mn21:12.6
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn21:12.7
source: api nu so puriso imaṃ mahāpathaviṃ apathaviṃ kareyyā”ti?
mn: Could that person make this great earth be without earth?”

# mn21:12.8
source: “No hetaṃ, bhante”.
mn: “No, sir.

# mn21:12.9
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn21:12.10
source: “Ayañhi, bhante, mahāpathavī gambhīrā appameyyā.
mn: Because this great earth is deep and limitless.

# mn21:12.11
source: Sā na sukarā apathavī kātuṃ;
mn: It’s not easy to make it be without earth.

# mn21:12.12
source: yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.
mn: That person will eventually get weary and frustrated.”

# mn21:13.1
source: “Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ—
mn: “In the same way, there are these five ways in which others might criticize you.

# mn21:13.2
source: kālena vā akālena vā;
mn: Their speech may be timely or untimely,

# mn21:13.3
source: bhūtena vā abhūtena vā;
mn: true or false,

# mn21:13.4
source: saṇhena vā pharusena vā;
mn: gentle or harsh,

# mn21:13.5
source: atthasaṃhitena vā anatthasaṃhitena vā;
mn: beneficial or harmful,

# mn21:13.6
source: mettacittā vā dosantarā vā.
mn: from a heart of love or from secret hate.
