Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn026.po
Languages: mn

# mn26:0.1
source: Majjhima Nikāya 26
mn: Middle Discourses 26

# mn26:0.2
source: Pāsarāsisutta
mn: The Noble Search

# mn26:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn26:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn26:2.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms.

# mn26:2.2
source: Atha kho sambahulā bhikkhū yenāyasmā ānando tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ ānandaṃ etadavocuṃ:
mn: Then several mendicants went up to Venerable Ānanda and said to him,

# mn26:2.3
source: “cirassutā no, āvuso ānanda, bhagavato sammukhā dhammī kathā.
mn: “Reverend, it’s been a long time since we’ve heard a Dhamma talk from the Buddha.

# mn26:2.4
source: Sādhu mayaṃ, āvuso ānanda, labheyyāma bhagavato sammukhā dhammiṃ kathaṃ savanāyā”ti.
mn: It would be good if we got to hear a Dhamma talk from the Buddha.”

# mn26:2.5
source: “Tena hāyasmanto yena rammakassa brāhmaṇassa assamo tenupasaṅkamatha;
mn: “Well then, reverends, go to the brahmin Rammaka’s hermitage.

# mn26:2.6
source: appeva nāma labheyyātha bhagavato sammukhā dhammiṃ kathaṃ savanāyā”ti.
mn: Hopefully you’ll get to hear a Dhamma talk from the Buddha.”

# mn26:2.7
source: “Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paccassosuṃ.
mn: “Yes, reverend,” they replied.

# mn26:3.1
source: Atha kho bhagavā sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto āyasmantaṃ ānandaṃ āmantesi:
mn: Then, after the meal, on his return from alms-round, the Buddha addressed Ānanda,

# mn26:3.2
source: “āyāmānanda, yena pubbārāmo migāramātupāsādo tenupasaṅkamissāma divāvihārāyā”ti.
mn: “Come, Ānanda, let’s go to the Eastern Monastery, the stilt longhouse of Migāra’s mother for the day’s meditation.”

# mn26:3.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
mn: “Yes, sir,” Ānanda replied.

# mn26:3.4
source: Atha kho bhagavā āyasmatā ānandena saddhiṃ yena pubbārāmo migāramātupāsādo tenupasaṅkami divāvihārāya.
mn: So the Buddha went with Ānanda to the Eastern Monastery.

# mn26:3.5
source: Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito āyasmantaṃ ānandaṃ āmantesi:
mn: In the late afternoon the Buddha came out of retreat and addressed Ānanda,

# mn26:3.6
source: “āyāmānanda, yena pubbakoṭṭhako tenupasaṅkamissāma gattāni parisiñcitun”ti.
mn: “Come, Ānanda, let’s go to the eastern gate to bathe.”

# mn26:3.7
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
mn: “Yes, sir,” Ānanda replied.

# mn26:3.8
source: Atha kho bhagavā āyasmatā ānandena saddhiṃ yena pubbakoṭṭhako tenupasaṅkami gattāni parisiñcituṃ.
mn: So the Buddha went with Ānanda to the eastern gate to bathe.

# mn26:3.9
source: Pubbakoṭṭhake gattāni parisiñcitvā paccuttaritvā ekacīvaro aṭṭhāsi gattāni pubbāpayamāno.
mn: When he had bathed and emerged from the water he stood in one robe drying himself.

# mn26:3.10
source: Atha kho āyasmā ānando bhagavantaṃ etadavoca:
mn: Then Ānanda said to the Buddha,

# mn26:3.11
source: “ayaṃ, bhante, rammakassa brāhmaṇassa assamo avidūre.
mn: “Sir, the hermitage of the brahmin Rammaka is nearby.

# mn26:3.12
source: Ramaṇīyo, bhante, rammakassa brāhmaṇassa assamo;
mn: It’s so delightful,

# mn26:3.13
source: pāsādiko, bhante, rammakassa brāhmaṇassa assamo.
mn: so lovely.

# mn26:3.14
source: Sādhu, bhante, bhagavā yena rammakassa brāhmaṇassa assamo tenupasaṅkamatu anukampaṃ upādāyā”ti.
mn: Please visit it out of compassion.”

# mn26:3.15
source: Adhivāsesi bhagavā tuṇhībhāvena.
mn: The Buddha consented in silence.

# mn26:4.1
source: Atha kho bhagavā yena rammakassa brāhmaṇassa assamo tenupasaṅkami.
mn: He went to the brahmin Rammaka’s hermitage.

# mn26:4.2
source: Tena kho pana samayena sambahulā bhikkhū rammakassa brāhmaṇassa assame dhammiyā kathāya sannisinnā honti.
mn: Now at that time several mendicants were sitting together in the hermitage talking about the teaching.

# mn26:4.3
source: Atha kho bhagavā bahidvārakoṭṭhake aṭṭhāsi kathāpariyosānaṃ āgamayamāno.
mn: The Buddha stood outside the door waiting for the talk to end.

# mn26:4.4
source: Atha kho bhagavā kathāpariyosānaṃ viditvā ukkāsitvā aggaḷaṃ ākoṭesi.
mn: When he knew the talk had ended he cleared his throat and knocked with the latch.

# mn26:4.5
source: Vivariṃsu kho te bhikkhū bhagavato dvāraṃ.
mn: The mendicants opened the door for the Buddha,

# mn26:4.6
source: Atha kho bhagavā rammakassa brāhmaṇassa assamaṃ pavisitvā paññatte āsane nisīdi.
mn: and he entered the hermitage, where he sat on the seat spread out

# mn26:4.7
source: Nisajja kho bhagavā bhikkhū āmantesi:
mn: and addressed the mendicants,

# mn26:4.8
source: “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā?
mn: “Mendicants, what were you sitting talking about just now?

# mn26:4.9
source: Kā ca pana vo antarākathā vippakatā”ti?
mn: What conversation was unfinished?”

# mn26:4.10
source: “Bhagavantameva kho no, bhante, ārabbha dhammī kathā vippakatā, atha bhagavā anuppatto”ti.
mn: “Sir, our unfinished discussion on the teaching was about the Buddha himself when the Buddha arrived.”

# mn26:4.11
source: “Sādhu, bhikkhave.
mn: “Good, mendicants!

# mn26:4.12
source: Etaṃ kho, bhikkhave, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhā agārasmā anagāriyaṃ pabbajitānaṃ yaṃ tumhe dhammiyā kathāya sannisīdeyyātha.
mn: It’s appropriate for gentlemen like you, who have gone forth in faith from the lay life to homelessness, to sit together and talk about the teaching.

# mn26:4.13
source: Sannipatitānaṃ vo, bhikkhave, dvayaṃ karaṇīyaṃ—
mn: When you’re sitting together you should do one of two things:

# mn26:4.14
source: dhammī vā kathā, ariyo vā tuṇhībhāvo.
mn: discuss the teachings or keep noble silence.

# mn26:5.1
source: Dvemā, bhikkhave, pariyesanā—
mn: Mendicants, there are these two searches:

# mn26:5.2
source: ariyā ca pariyesanā, anariyā ca pariyesanā.
mn: the noble search and the ignoble search.

# mn26:5.3
source: Katamā ca, bhikkhave, anariyā pariyesanā?
mn: And what is the ignoble search?

# mn26:5.4
source: Idha, bhikkhave, ekacco attanā jātidhammo samāno jātidhammaṃyeva pariyesati, attanā jarādhammo samāno jarādhammaṃyeva pariyesati, attanā byādhidhammo samāno byādhidhammaṃyeva pariyesati, attanā maraṇadhammo samāno maraṇadhammaṃyeva pariyesati, attanā sokadhammo samāno sokadhammaṃyeva pariyesati, attanā saṅkilesadhammo samāno saṅkilesadhammaṃyeva pariyesati.
mn: It’s when someone who is themselves liable to be reborn seeks what is also liable to be reborn. Themselves liable to grow old, fall sick, die, sorrow, and become corrupted, they seek what is also liable to these things.

# mn26:6.1
source: Kiñca, bhikkhave, jātidhammaṃ vadetha?
mn: And what should be described as liable to be reborn?

# mn26:6.2
source: Puttabhariyaṃ, bhikkhave, jātidhammaṃ, dāsidāsaṃ jātidhammaṃ, ajeḷakaṃ jātidhammaṃ, kukkuṭasūkaraṃ jātidhammaṃ, hatthigavāssavaḷavaṃ jātidhammaṃ, jātarūparajataṃ jātidhammaṃ.
mn: Partners and children, male and female bondservants, goats and sheep, chickens and pigs, and elephants and cattle are liable to be reborn.

# mn26:6.3
source: Jātidhammā hete, bhikkhave, upadhayo.
mn: These attachments are liable to be reborn.

# mn26:6.4
source: Etthāyaṃ gathito mucchito ajjhāpanno attanā jātidhammo samāno jātidhammaṃyeva pariyesati.
mn: Someone who is tied, infatuated, and attached to such things, themselves liable to being reborn, seeks what is also liable to be reborn.

# mn26:7.1
source: Kiñca, bhikkhave, jarādhammaṃ vadetha?
mn: And what should be described as liable to grow old?

# mn26:7.2
source: Puttabhariyaṃ, bhikkhave, jarādhammaṃ, dāsidāsaṃ jarādhammaṃ, ajeḷakaṃ jarādhammaṃ, kukkuṭasūkaraṃ jarādhammaṃ, hatthigavāssavaḷavaṃ jarādhammaṃ, jātarūparajataṃ jarādhammaṃ.
mn: Partners and children, male and female bondservants, goats and sheep, chickens and pigs, and elephants and cattle are liable to grow old.

# mn26:7.3
source: Jarādhammā hete, bhikkhave, upadhayo.
mn: These attachments are liable to grow old.

# mn26:7.4
source: Etthāyaṃ gathito mucchito ajjhāpanno attanā jarādhammo samāno jarādhammaṃyeva pariyesati.
mn: Someone who is tied, infatuated, and attached to such things, themselves liable to grow old, seeks what is also liable to grow old.

# mn26:8.1
source: Kiñca, bhikkhave, byādhidhammaṃ vadetha?
mn: And what should be described as liable to fall sick?

# mn26:8.2
source: Puttabhariyaṃ, bhikkhave, byādhidhammaṃ, dāsidāsaṃ byādhidhammaṃ, ajeḷakaṃ byādhidhammaṃ, kukkuṭasūkaraṃ byādhidhammaṃ, hatthigavāssavaḷavaṃ byādhidhammaṃ.
mn: Partners and children, male and female bondservants, goats and sheep, chickens and pigs, and elephants and cattle are liable to fall sick.

# mn26:8.3
source: Byādhidhammā hete, bhikkhave, upadhayo.
mn: These attachments are liable to fall sick.

# mn26:8.4
source: Etthāyaṃ gathito mucchito ajjhāpanno attanā byādhidhammo samāno byādhidhammaṃyeva pariyesati.
mn: Someone who is tied, infatuated, and attached to such things, themselves liable to falling sick, seeks what is also liable to fall sick.

# mn26:9.1
source: Kiñca, bhikkhave, maraṇadhammaṃ vadetha?
mn: And what should be described as liable to die?

# mn26:9.2
source: Puttabhariyaṃ, bhikkhave, maraṇadhammaṃ, dāsidāsaṃ maraṇadhammaṃ, ajeḷakaṃ maraṇadhammaṃ, kukkuṭasūkaraṃ maraṇadhammaṃ, hatthigavāssavaḷavaṃ maraṇadhammaṃ.
mn: Partners and children, male and female bondservants, goats and sheep, chickens and pigs, and elephants and cattle are liable to die.

# mn26:9.3
source: Maraṇadhammā hete, bhikkhave, upadhayo.
mn: These attachments are liable to die.

# mn26:9.4
source: Etthāyaṃ gathito mucchito ajjhāpanno attanā maraṇadhammo samāno maraṇadhammaṃyeva pariyesati.
mn: Someone who is tied, infatuated, and attached to such things, themselves liable to die, seeks what is also liable to die.

# mn26:10.1
source: Kiñca, bhikkhave, sokadhammaṃ vadetha?
mn: And what should be described as liable to sorrow?

# mn26:10.2
source: Puttabhariyaṃ, bhikkhave, sokadhammaṃ, dāsidāsaṃ sokadhammaṃ, ajeḷakaṃ sokadhammaṃ, kukkuṭasūkaraṃ sokadhammaṃ, hatthigavāssavaḷavaṃ sokadhammaṃ.
mn: Partners and children, male and female bondservants, goats and sheep, chickens and pigs, and elephants and cattle are liable to sorrow.

# mn26:10.3
source: Sokadhammā hete, bhikkhave, upadhayo.
mn: These attachments are liable to sorrow.

# mn26:10.4
source: Etthāyaṃ gathito mucchito ajjhāpanno attanā sokadhammo samāno sokadhammaṃyeva pariyesati.
mn: Someone who is tied, infatuated, and attached to such things, themselves liable to sorrow, seeks what is also liable to sorrow.

# mn26:11.1
source: Kiñca, bhikkhave, saṅkilesadhammaṃ vadetha?
mn: And what should be described as liable to corruption?

# mn26:11.2
source: Puttabhariyaṃ, bhikkhave, saṅkilesadhammaṃ, dāsidāsaṃ saṅkilesadhammaṃ, ajeḷakaṃ saṅkilesadhammaṃ, kukkuṭasūkaraṃ saṅkilesadhammaṃ, hatthigavāssavaḷavaṃ saṅkilesadhammaṃ, jātarūparajataṃ saṅkilesadhammaṃ.
mn: Partners and children, male and female bondservants, goats and sheep, chickens and pigs, elephants and cattle, and gold and money are liable to corruption.

# mn26:11.3
source: Saṅkilesadhammā hete, bhikkhave, upadhayo.
mn: These attachments are liable to corruption.

# mn26:11.4
source: Etthāyaṃ gathito mucchito ajjhāpanno attanā saṅkilesadhammo samāno saṅkilesadhammaṃyeva pariyesati.
mn: Someone who is tied, infatuated, and attached to such things, themselves liable to corruption, seeks what is also liable to corruption.

# mn26:11.5
source: Ayaṃ, bhikkhave, anariyā pariyesanā.
mn: This is the ignoble search.

# mn26:12.1
source: Katamā ca, bhikkhave, ariyā pariyesanā?
mn: And what is the noble search?

# mn26:12.2
source: Idha, bhikkhave, ekacco attanā jātidhammo samāno jātidhamme ādīnavaṃ viditvā ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati, attanā jarādhammo samāno jarādhamme ādīnavaṃ viditvā ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati, attanā byādhidhammo samāno byādhidhamme ādīnavaṃ viditvā abyādhiṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati, attanā maraṇadhammo samāno maraṇadhamme ādīnavaṃ viditvā amataṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati, attanā sokadhammo samāno sokadhamme ādīnavaṃ viditvā asokaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati, attanā saṅkilesadhammo samāno saṅkilesadhamme ādīnavaṃ viditvā asaṅkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati.
mn: It’s when someone who is themselves liable to be reborn, understanding the drawbacks in being liable to be reborn, seeks the unborn supreme sanctuary, extinguishment. Themselves liable to grow old, fall sick, die, sorrow, and become corrupted, understanding the drawbacks in these things, they seek the unaging, unailing, undying, sorrowless, uncorrupted supreme sanctuary, extinguishment.

# mn26:12.3
source: Ayaṃ, bhikkhave, ariyā pariyesanā.
mn: This is the noble search.

# mn26:13.1
source: Ahampi sudaṃ, bhikkhave, pubbeva sambodhā anabhisambuddho bodhisattova samāno attanā jātidhammo samāno jātidhammaṃyeva pariyesāmi, attanā jarādhammo samāno jarādhammaṃyeva pariyesāmi, attanā byādhidhammo samāno byādhidhammaṃyeva pariyesāmi, attanā maraṇadhammo samāno maraṇadhammaṃyeva pariyesāmi, attanā sokadhammo samāno sokadhammaṃyeva pariyesāmi, attanā saṅkilesadhammo samāno saṅkilesadhammaṃyeva pariyesāmi.
mn: Mendicants, before my awakening—when I was still unawakened but intent on awakening—I too, being liable to be reborn, sought what is also liable to be reborn. Myself liable to grow old, fall sick, die, sorrow, and become corrupted, I sought what is also liable to these things.

# mn26:13.2
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me:

# mn26:13.3
source: ‘kiṃ nu kho ahaṃ attanā jātidhammo samāno jātidhammaṃyeva pariyesāmi, attanā jarādhammo samāno … pe … byādhidhammo samāno … maraṇadhammo samāno … sokadhammo samāno … attanā saṅkilesadhammo samāno saṅkilesadhammaṃyeva pariyesāmi?
mn: ‘Why do I, being liable to be reborn, grow old, fall sick, sorrow, die, and become corrupted, seek things that have the same nature?

# mn26:13.4
source: Yannūnāhaṃ attanā jātidhammo samāno jātidhamme ādīnavaṃ viditvā ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyaṃ, attanā jarādhammo samāno jarādhamme ādīnavaṃ viditvā ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyaṃ, attanā byādhidhammo samāno byādhidhamme ādīnavaṃ viditvā abyādhiṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyaṃ, attanā maraṇadhammo samāno maraṇadhamme ādīnavaṃ viditvā amataṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyaṃ, attanā sokadhammo samāno sokadhamme ādīnavaṃ viditvā asokaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyaṃ, attanā saṅkilesadhammo samāno saṅkilesadhamme ādīnavaṃ viditvā asaṅkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyan’ti.
mn: Why don’t I seek the unborn, unaging, unailing, undying, sorrowless, uncorrupted supreme sanctuary, extinguishment?’

# mn26:14.1
source: So kho ahaṃ, bhikkhave, aparena samayena daharova samāno susukāḷakeso, bhadrena yobbanena samannāgato paṭhamena vayasā akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ.
mn: Some time later, while still black-haired, blessed with youth, in the prime of life—though my mother and father wished otherwise, weeping with tearful faces—I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness.

# mn26:15.1
source: So evaṃ pabbajito samāno kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṃ. upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: Once I had gone forth I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Āḷāra Kālāma and said to him,

# mn26:15.2
source: ‘icchāmahaṃ, āvuso kālāma, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.
mn: ‘Reverend Kālāma, I wish to live the spiritual life in this teaching and training.’

# mn26:15.3
source: Evaṃ vutte, bhikkhave, āḷāro kālāmo maṃ etadavoca:
mn: Āḷāra Kālāma replied,

# mn26:15.4
source: ‘viharatāyasmā;
mn: ‘Stay, venerable.

# mn26:15.5
source: tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.
mn: This teaching is such that a sensible person can soon realize their own tradition with their own insight and live having achieved it.’

# mn26:15.6
source: So kho ahaṃ, bhikkhave, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.
mn: I quickly memorized that teaching.

# mn26:15.7
source: So kho ahaṃ, bhikkhave, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi ahañceva aññe ca.
mn: So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.

# mn26:15.8
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me,

# mn26:15.9
source: ‘na kho āḷāro kālāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti;
mn: ‘It is not solely by mere faith that Āḷāra Kālāma declares: “I realize this teaching with my own insight, and live having achieved it.”

# mn26:15.10
source: addhā āḷāro kālāmo imaṃ dhammaṃ jānaṃ passaṃ viharatī’ti.
mn: Surely he meditates knowing and seeing this teaching.’

# mn26:15.11
source: Atha khvāhaṃ, bhikkhave, yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: So I approached Āḷāra Kālāma and said to him,

# mn26:15.12
source: ‘kittāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?
mn: ‘Reverend Kālāma, to what extent do you say you’ve realized this teaching with your own insight?’

# mn26:15.13
source: Evaṃ vutte, bhikkhave, āḷāro kālāmo ākiñcaññāyatanaṃ pavedesi.
mn: When I said this, he declared the dimension of nothingness.

# mn26:15.14
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me,

# mn26:15.15
source: ‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā;
mn: ‘It’s not just Āḷāra Kālāma who has faith,

# mn26:15.16
source: na kho āḷārasseva kālāmassa atthi vīriyaṃ, mayhampatthi vīriyaṃ;
mn: energy,

# mn26:15.17
source: na kho āḷārasseva kālāmassa atthi sati, mayhampatthi sati;
mn: mindfulness,

# mn26:15.18
source: na kho āḷārasseva kālāmassa atthi samādhi, mayhampatthi samādhi;
mn: immersion,

# mn26:15.19
source: na kho āḷārasseva kālāmassa atthi paññā, mayhampatthi paññā.
mn: and wisdom; I too have these things.

# mn26:15.20
source: Yannūnāhaṃ yaṃ dhammaṃ āḷāro kālāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti, tassa dhammassa sacchikiriyāya padaheyyan’ti.
mn: Why don’t I make an effort to realize the same teaching that Āḷāra Kālāma says he has realized with his own insight?’

# mn26:15.21
source: So kho ahaṃ, bhikkhave, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.
mn: I quickly realized that teaching with my own insight, and lived having achieved it.

# mn26:15.22
source: Atha khvāhaṃ, bhikkhave, yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: So I approached Āḷāra Kālāma and said to him,

# mn26:15.23
source: ‘Ettāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?
mn: ‘Reverend Kālāma, have you realized this teaching with your own insight up to this point, and declare having achieved it?’

# mn26:15.24
source: ‘Ettāvatā kho ahaṃ, āvuso, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemī’ti.
mn: ‘I have, reverend.’

# mn26:15.25
source: ‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.
mn: ‘I too, reverend, have realized this teaching with my own insight up to this point, and live having achieved it.’

# mn26:15.26
source: ‘Lābhā no, āvuso, suladdhaṃ no, āvuso,
mn: ‘We are fortunate, reverend, so very fortunate

# mn26:15.27
source: ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.
mn: to see a venerable such as yourself as one of our spiritual companions!

# mn26:15.28
source: Iti yāhaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi.
mn: So the teaching that I’ve realized with my own insight, and declare having achieved it, you’ve realized with your own insight, and live having achieved it.

# mn26:15.29
source: Yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi tamahaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi.
mn: The teaching that you’ve realized with your own insight, and live having achieved it, I’ve realized with my own insight, and declare having achieved it.

# mn26:15.30
source: Iti yāhaṃ dhammaṃ jānāmi taṃ tvaṃ dhammaṃ jānāsi, yaṃ tvaṃ dhammaṃ jānāsi tamahaṃ dhammaṃ jānāmi.
mn: So the teaching that I know, you know, and the teaching that you know, I know.

# mn26:15.31
source: Iti yādiso ahaṃ tādiso tuvaṃ, yādiso tuvaṃ tādiso ahaṃ.
mn: I am like you and you are like me.

# mn26:15.32
source: Ehi dāni, āvuso, ubhova santā imaṃ gaṇaṃ pariharāmā’ti.
mn: Come now, reverend! We should both lead this community together.’

# mn26:15.33
source: Iti kho, bhikkhave, āḷāro kālāmo ācariyo me samāno attano antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.
mn: And that is how my teacher Āḷāra Kālāma placed me, his student, on the same position as him, and honored me with lofty praise.

# mn26:15.34
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me,

# mn26:15.35
source: ‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti.
mn: ‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of nothingness.’

# mn26:15.36
source: So kho ahaṃ, bhikkhave, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.
mn: Realizing that this teaching was inadequate, I left disappointed.

# mn26:16.1
source: So kho ahaṃ, bhikkhave, kiṃ kusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Uddaka, son of Rāma, and said to him,

# mn26:16.2
source: ‘icchāmahaṃ, āvuso, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.
mn: ‘Reverend, I wish to live the spiritual life in this teaching and training.’

# mn26:16.3
source: Evaṃ vutte, bhikkhave, udako rāmaputto maṃ etadavoca:
mn: Uddaka replied,

# mn26:16.4
source: ‘viharatāyasmā;
mn: ‘Stay, venerable.

# mn26:16.5
source: tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.
mn: This teaching is such that a sensible person can soon realize their own tradition with their own insight and live having achieved it.’

# mn26:16.6
source: So kho ahaṃ, bhikkhave, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.
mn: I quickly memorized that teaching.

# mn26:16.7
source: So kho ahaṃ, bhikkhave, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi ahañceva aññe ca.
mn: So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.

# mn26:16.8
source: Tassa mayhaṃ, bhikkhave, etadahosi:
mn: Then it occurred to me,
