Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn026.po
Languages: mn

# mn26:25.25
source: Jitā me pāpakā dhammā,
mn: I have conquered bad qualities, Upaka—

# mn26:25.26
source: tasmāhamupaka jino’ti.
mn: that’s why I’m a victor.’

# mn26:25.27
source: Evaṃ vutte, bhikkhave, upako ājīvako ‘hupeyyapāvuso’ti vatvā sīsaṃ okampetvā ummaggaṃ gahetvā pakkāmi.
mn: When I had spoken, Upaka said: ‘If you say so, reverend.’ Shaking his head, he took a wrong turn and left.

# mn26:26.1
source: Atha khvāhaṃ, bhikkhave, anupubbena cārikaṃ caramāno yena bārāṇasī isipatanaṃ migadāyo yena pañcavaggiyā bhikkhū tenupasaṅkamiṃ.
mn: Traveling stage by stage, I arrived at Benares, and went to see the group of five mendicants in the deer park at Isipatana.

# mn26:26.2
source: Addasaṃsu kho maṃ, bhikkhave, pañcavaggiyā bhikkhū dūrato āgacchantaṃ.
mn: The group of five mendicants saw me coming off in the distance

# mn26:26.3
source: Disvāna aññamaññaṃ saṇṭhapesuṃ:
mn: and stopped each other, saying,

# mn26:26.4
source: ‘ayaṃ kho, āvuso, samaṇo gotamo āgacchati bāhulliko padhānavibbhanto āvatto bāhullāya.
mn: ‘Here comes the ascetic Gotama. He’s so indulgent; he strayed from the struggle and returned to indulgence.

# mn26:26.5
source: So neva abhivādetabbo, na paccuṭṭhātabbo; nāssa pattacīvaraṃ paṭiggahetabbaṃ.
mn: We shouldn’t bow to him or rise for him or receive his bowl and robe.

# mn26:26.6
source: Api ca kho āsanaṃ ṭhapetabbaṃ, sace ākaṅkhissati nisīdissatī’ti.
mn: But we can set out a seat; he can sit if he likes.’

# mn26:26.7
source: Yathā yathā kho ahaṃ, bhikkhave, upasaṅkamiṃ tathā tathā pañcavaggiyā bhikkhū nāsakkhiṃsu sakāya katikāya saṇṭhātuṃ.
mn: Yet as I drew closer, the group of five mendicants were unable to stop themselves as they had agreed.

# mn26:26.8
source: Appekacce maṃ paccuggantvā pattacīvaraṃ paṭiggahesuṃ, appekacce āsanaṃ paññapesuṃ, appekacce pādodakaṃ upaṭṭhapesuṃ.
mn: Some came out to greet me and receive my bowl and robe, some spread out a seat, while others set out water for washing my feet.

# mn26:26.9
source: Api ca kho maṃ nāmena ca āvusovādena ca samudācaranti.
mn: But they still addressed me by name and as ‘reverend’.

# mn26:27.1
source: Evaṃ vutte, ahaṃ, bhikkhave, pañcavaggiye bhikkhū etadavocaṃ:
mn: So I said to them,

# mn26:27.2
source: ‘mā, bhikkhave, tathāgataṃ nāmena ca āvusovādena ca samudācaratha.
mn: ‘Mendicants, don’t address me by name and as ‘reverend’.

# mn26:27.3
source: Arahaṃ, bhikkhave, tathāgato sammāsambuddho.
mn: The Realized One is perfected, a fully awakened Buddha.

# mn26:27.4
source: Odahatha, bhikkhave, sotaṃ, amatamadhigataṃ, ahamanusāsāmi, ahaṃ dhammaṃ desemi.
mn: Listen up, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.

# mn26:27.5
source: Yathānusiṭṭhaṃ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti.
mn: By practicing as instructed you will soon realize the supreme end of the spiritual path in this very life. You will live having achieved with your own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’

# mn26:27.6
source: Evaṃ vutte, bhikkhave, pañcavaggiyā bhikkhū maṃ etadavocuṃ:
mn: But they said to me,

# mn26:27.7
source: ‘tāyapi kho tvaṃ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṃ, kiṃ pana tvaṃ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti?
mn: ‘Reverend Gotama, even by that conduct, that practice, that grueling work you did not achieve any superhuman distinction in knowledge and vision worthy of the noble ones. How could you have achieved such a state now that you’ve become indulgent, strayed from the struggle and returned to indulgence?’

# mn26:27.8
source: Evaṃ vutte, ahaṃ, bhikkhave, pañcavaggiye bhikkhū etadavocaṃ:
mn: So I said to them,

# mn26:27.9
source: ‘na, bhikkhave, tathāgato bāhulliko, na padhānavibbhanto, na āvatto bāhullāya.
mn: ‘The Realized One has not become indulgent, strayed from the struggle and returned to indulgence.

# mn26:27.10
source: Arahaṃ, bhikkhave, tathāgato sammāsambuddho.
mn: The Realized One is perfected, a fully awakened Buddha.

# mn26:27.11
source: Odahatha, bhikkhave, sotaṃ, amatamadhigataṃ, ahamanusāsāmi, ahaṃ dhammaṃ desemi.
mn: Listen up, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.

# mn26:27.12
source: Yathānusiṭṭhaṃ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti.
mn: By practicing as instructed you will soon realize the supreme end of the spiritual path in this very life.’

# mn26:27.13
source: Dutiyampi kho, bhikkhave, pañcavaggiyā bhikkhū maṃ etadavocuṃ:
mn: But for a second time they said to me,

# mn26:27.14
source: ‘tāyapi kho tvaṃ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṃ, kiṃ pana tvaṃ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti?
mn: ‘Reverend Gotama … you’ve returned to indulgence.’

# mn26:27.15
source: Dutiyampi kho ahaṃ, bhikkhave, pañcavaggiye bhikkhū etadavocaṃ:
mn: So for a second time I said to them,

# mn26:27.16
source: ‘na, bhikkhave, tathāgato bāhulliko … pe …
mn: ‘The Realized One has not become indulgent …’

# mn26:27.18
source: Tatiyampi kho, bhikkhave, pañcavaggiyā bhikkhū maṃ etadavocuṃ:
mn: But for a third time they said to me,

# mn26:27.19
source: ‘tāyapi kho tvaṃ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṃ, kiṃ pana tvaṃ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti?
mn: ‘Reverend Gotama, even by that conduct, that practice, that grueling work you did not achieve any superhuman distinction in knowledge and vision worthy of the noble ones. How could you have achieved such a state now that you’ve become indulgent, strayed from the struggle and returned to indulgence?’

# mn26:28.1
source: Evaṃ vutte, ahaṃ, bhikkhave, pañcavaggiye bhikkhū etadavocaṃ:
mn: So I said to them,

# mn26:28.2
source: ‘abhijānātha me no tumhe, bhikkhave, ito pubbe evarūpaṃ pabhāvitametan’ti?
mn: ‘Mendicants, have you ever known me to speak like this before?’

# mn26:28.3
source: ‘No hetaṃ, bhante’.
mn: ‘No sir, we have not.’

# mn26:28.4
source: ‘Arahaṃ, bhikkhave, tathāgato sammāsambuddho.
mn: ‘The Realized One is perfected, a fully awakened Buddha.

# mn26:28.5
source: Odahatha, bhikkhave, sotaṃ, amatamadhigataṃ, ahamanusāsāmi, ahaṃ dhammaṃ desemi.
mn: Listen up, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.

# mn26:28.6
source: Yathānusiṭṭhaṃ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti.
mn: By practicing as instructed you will soon realize the supreme end of the spiritual path in this very life. You will live having achieved with your own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’

# mn26:29.1
source: Asakkhiṃ kho ahaṃ, bhikkhave, pañcavaggiye bhikkhū saññāpetuṃ.
mn: I was able to persuade the group of five mendicants.

# mn26:29.2
source: Dvepi sudaṃ, bhikkhave, bhikkhū ovadāmi, tayo bhikkhū piṇḍāya caranti.
mn: Then sometimes I advised two mendicants, while the other three went for alms.

# mn26:29.3
source: Yaṃ tayo bhikkhū piṇḍāya caritvā āharanti tena chabbaggiyā yāpema.
mn: Then those three would feed all six of us with what they brought back.

# mn26:29.4
source: Tayopi sudaṃ, bhikkhave, bhikkhū ovadāmi, dve bhikkhū piṇḍāya caranti.
mn: Sometimes I advised three mendicants, while the other two went for alms.

# mn26:29.5
source: Yaṃ dve bhikkhū piṇḍāya caritvā āharanti tena chabbaggiyā yāpema.
mn: Then those two would feed all six of us with what they brought back.

# mn26:30.1
source: Atha kho, bhikkhave, pañcavaggiyā bhikkhū mayā evaṃ ovadiyamānā evaṃ anusāsiyamānā attanā jātidhammā samānā jātidhamme ādīnavaṃ viditvā ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamānā ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃsu, attanā jarādhammā samānā jarādhamme ādīnavaṃ viditvā ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamānā ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃsu, attanā byādhidhammā samānā … pe … attanā maraṇadhammā samānā … attanā sokadhammā samānā … attanā saṃkilesadhammā samānā saṃkilesadhamme ādīnavaṃ viditvā asaṃkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamānā asaṃkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃsu.
mn: As the group of five mendicants were being advised and instructed by me like this, being themselves liable to be reborn, understanding the drawbacks in being liable to be reborn, they sought the unborn supreme sanctuary, extinguishment—and they found it. Being themselves liable to grow old, fall sick, die, sorrow, and become corrupted, understanding the drawbacks in these things, they sought the unaging, unailing, undying, sorrowless, uncorrupted supreme sanctuary, extinguishment—and they found it.

# mn26:30.2
source: Ñāṇañca pana nesaṃ dassanaṃ udapādi:
mn: Knowledge and vision arose in them:

# mn26:30.3
source: ‘akuppā no vimutti, ayamantimā jāti, natthi dāni punabbhavo’ti.
mn: ‘Our freedom is unshakable; this is our last rebirth; now there are no more future lives.’

# mn26:31.1
source: Pañcime, bhikkhave, kāmaguṇā.
mn: Mendicants, there are these five kinds of sensual stimulation.

# mn26:31.2
source: Katame pañca?
mn: What five?

# mn26:31.3
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā,
mn: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn26:31.4
source: sotaviññeyyā saddā … pe …
mn: Sounds known by the ear …

# mn26:31.5
source: ghānaviññeyyā gandhā …
mn: Smells known by the nose …

# mn26:31.6
source: jivhāviññeyyā rasā …
mn: Tastes known by the tongue …

# mn26:31.7
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
mn: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn26:31.8
source: Ime kho, bhikkhave, pañca kāmaguṇā.
mn: These are the five kinds of sensual stimulation.

# mn26:32.1
source: Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe gathitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjanti, te evamassu veditabbā:
mn: There are ascetics and brahmins who enjoy these five kinds of sensual stimulation tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. You should understand that they

# mn26:32.2
source: ‘anayamāpannā byasanamāpannā yathākāmakaraṇīyā pāpimato’.
mn: have met with calamity and disaster, and are vulnerable to the Wicked One.

# mn26:32.3
source: Seyyathāpi, bhikkhave, āraññako mago baddho pāsarāsiṃ adhisayeyya.
mn: Suppose a deer in the wilderness was lying caught on a pile of snares.

# mn26:32.4
source: So evamassa veditabbo:
mn: You’d know that it

# mn26:32.5
source: ‘anayamāpanno byasanamāpanno yathākāmakaraṇīyo luddassa.
mn: has met with calamity and disaster, and is vulnerable to the hunter.

# mn26:32.6
source: Āgacchante ca pana ludde yena kāmaṃ na pakkamissatī’ti.
mn: And when the hunter comes, it cannot flee where it wants.

# mn26:32.7
source: Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe gathitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjanti, te evamassu veditabbā:
mn: In the same way, there are ascetics and brahmins who enjoy these five kinds of sensual stimulation tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. You should understand that they

# mn26:32.8
source: ‘anayamāpannā byasanamāpannā yathākāmakaraṇīyā pāpimato’.
mn: have met with calamity and disaster, and are vulnerable to the Wicked One.

# mn26:33.1
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe agathitā amucchitā anajjhopannā ādīnavadassāvino nissaraṇapaññā paribhuñjanti, te evamassu veditabbā:
mn: There are ascetics and brahmins who enjoy these five kinds of sensual stimulation without being tied, infatuated, or attached, seeing the drawbacks, and understanding the escape. You should understand that they

# mn26:33.2
source: ‘na anayamāpannā na byasanamāpannā na yathākāmakaraṇīyā pāpimato’.
mn: haven’t met with calamity and disaster, and are not vulnerable to the Wicked One.

# mn26:33.3
source: Seyyathāpi, bhikkhave, āraññako mago abaddho pāsarāsiṃ adhisayeyya.
mn: Suppose a deer in the wilderness was lying on a pile of snares without being caught.

# mn26:33.4
source: So evamassa veditabbo:
mn: You’d know that it

# mn26:33.5
source: ‘na anayamāpanno na byasanamāpanno na yathākāmakaraṇīyo luddassa.
mn: hasn’t met with calamity and disaster, and isn’t vulnerable to the hunter.

# mn26:33.6
source: Āgacchante ca pana ludde yena kāmaṃ pakkamissatī’ti.
mn: And when the hunter comes, it can flee where it wants.

# mn26:33.7
source: Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe agathitā amucchitā anajjhopannā ādīnavadassāvino nissaraṇapaññā paribhuñjanti, te evamassu veditabbā:
mn: In the same way, there are ascetics and brahmins who enjoy these five kinds of sensual stimulation without being tied, infatuated, or attached, seeing the drawbacks, and understanding the escape. You should understand that they

# mn26:33.8
source: ‘na anayamāpannā na byasanamāpannā na yathākāmakaraṇīyā pāpimato’.
mn: haven’t met with calamity and disaster, and are not vulnerable to the Wicked One.

# mn26:34.1
source: Seyyathāpi, bhikkhave, āraññako mago araññe pavane caramāno vissattho gacchati, vissattho tiṭṭhati, vissattho nisīdati, vissattho seyyaṃ kappeti.
mn: Suppose there was a wild deer wandering in the forest that walked, stood, sat, and laid down in confidence.

# mn26:34.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn26:34.3
source: Anāpāthagato, bhikkhave, luddassa.
mn: Because it’s out of the hunter’s range.

# mn26:34.4
source: Evameva kho, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: In the same way, a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn26:34.5
source: Ayaṃ vuccati, bhikkhave, bhikkhu andhamakāsi māraṃ apadaṃ, vadhitvā māracakkhuṃ adassanaṃ gato pāpimato.
mn: This is called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see.

# mn26:35.1
source: Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn26:35.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn26:36.1
source: Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn26:36.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn26:37.1
source: Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn26:37.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn26:38.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.
mn: Furthermore, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.

# mn26:38.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn26:39.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.
mn: Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness.

# mn26:39.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn26:40.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.
mn: Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.

# mn26:40.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn26:41.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati.
mn: Furthermore, a mendicant, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception.

# mn26:41.2
source: Ayaṃ vuccati, bhikkhave … pe … pāpimato.
mn: This is called a mendicant who has blinded Māra …

# mn26:42.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, paññāya cassa disvā āsavā parikkhīṇā honti.
mn: Furthermore, a mendicant, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end.

# mn26:42.2
source: Ayaṃ vuccati, bhikkhave, bhikkhu andhamakāsi māraṃ apadaṃ, vadhitvā māracakkhuṃ adassanaṃ gato pāpimato.
mn: This is called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see.

# mn26:42.3
source: Tiṇṇo loke visattikaṃ vissattho gacchati, vissattho tiṭṭhati, vissattho nisīdati, vissattho seyyaṃ kappeti.
mn: They’ve crossed over clinging to the world. And they walk, stand, sit, and lie down in confidence.

# mn26:42.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn26:42.5
source: Anāpāthagato, bhikkhave, pāpimato”ti.
mn: Because they’re out of the Wicked One’s range.”

# mn26:42.6
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn26:42.7
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
