Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn020.po
Languages: mn

# mn20:0.1
source: Majjhima Nikāya 20
mn: Middle Discourses 20

# mn20:0.2
source: Vitakkasaṇṭhānasutta
mn: How to Stop Thinking

# mn20:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn20:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn20:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn20:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn20:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn20:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn20:2.1
source: “Adhicittamanuyuttena, bhikkhave, bhikkhunā pañca nimittāni kālena kālaṃ manasi kātabbāni.
mn: “Mendicants, a mendicant committed to the higher mind should focus on five foundations of meditation from time to time.

# mn20:2.2
source: Katamāni pañca?
mn: What five?

# mn20:3.1
source: Idha, bhikkhave, bhikkhuno yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tamhā nimittā aññaṃ nimittaṃ manasi kātabbaṃ kusalūpasaṃhitaṃ.
mn: Take a mendicant who is focusing on some foundation of meditation that gives rise to bad, unskillful thoughts connected with desire, hate, and delusion. That mendicant should focus on some other foundation of meditation connected with the skillful.

# mn20:3.2
source: Tassa tamhā nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: As they do so, those bad thoughts are given up and come to an end.

# mn20:3.3
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn20:3.4
source: Seyyathāpi, bhikkhave, dakkho palagaṇḍo vā palagaṇḍantevāsī vā sukhumāya āṇiyā oḷārikaṃ āṇiṃ abhinihaneyya abhinīhareyya abhinivatteyya;
mn: It’s like a deft carpenter or their apprentice who’d knock out or extract a large peg with a finer peg.

# mn20:3.5
source: evameva kho, bhikkhave, bhikkhuno yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tamhā nimittā aññaṃ nimittaṃ manasi kātabbaṃ kusalūpasaṃhitaṃ.
mn: In the same way, a mendicant … should focus on some other foundation of meditation connected with the skillful …

# mn20:4.1
source: Tassa ce, bhikkhave, bhikkhuno tamhā nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ ādīnavo upaparikkhitabbo:
mn: Now, suppose that mendicant is focusing on some other foundation of meditation connected with the skillful, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up. They should examine the drawbacks of those thoughts:

# mn20:4.2
source: ‘itipime vitakkā akusalā, itipime vitakkā sāvajjā, itipime vitakkā dukkhavipākā’ti.
mn: ‘So these thoughts are unskillful, they’re blameworthy, and they result in suffering.’

# mn20:4.3
source: Tassa tesaṃ vitakkānaṃ ādīnavaṃ upaparikkhato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: As they do so, those bad thoughts are given up and come to an end.

# mn20:4.4
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn20:4.5
source: Seyyathāpi, bhikkhave, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ahikuṇapena vā kukkurakuṇapena vā manussakuṇapena vā kaṇṭhe āsattena aṭṭiyeyya harāyeyya jiguccheyya;
mn: Suppose there was a woman or man who was young, youthful, and fond of adornments. If the corpse of a snake or a dog or a human were hung around their neck, they’d be horrified, repelled, and disgusted.

# mn20:4.6
source: evameva kho, bhikkhave, tassa ce bhikkhuno tamhāpi nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ ādīnavo upaparikkhitabbo:
mn: In the same way, a mendicant … should examine the drawbacks of those thoughts …

# mn20:5.1
source: Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṃ ādīnavaṃ upaparikkhato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ asatiamanasikāro āpajjitabbo.
mn: Now, suppose that mendicant is examining the drawbacks of those thoughts, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up. They should try to ignore and forget about them.

# mn20:5.2
source: Tassa tesaṃ vitakkānaṃ asatiamanasikāraṃ āpajjato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: As they do so, those bad thoughts are given up and come to an end.

# mn20:5.3
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn20:5.4
source: Seyyathāpi, bhikkhave, cakkhumā puriso āpāthagatānaṃ rūpānaṃ adassanakāmo assa;
mn: Suppose there was a person with good eyesight, and some undesirable sights came into their range of vision.

# mn20:5.5
source: so nimīleyya vā aññena vā apalokeyya;
mn: They’d just close their eyes or look away.

# mn20:5.6
source: evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṃ ādīnavaṃ upaparikkhato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, te pahīyanti te abbhatthaṃ gacchanti.
mn: In the same way, a mendicant … those bad thoughts are given up and come to an end …

# mn20:6.1
source: Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṃ asatiamanasikāraṃ āpajjato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikātabbaṃ.
mn: Now, suppose that mendicant is ignoring and forgetting about those thoughts, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up. They should focus on stopping the formation of thoughts.

# mn20:6.2
source: Tassa tesaṃ vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: As they do so, those bad thoughts are given up and come to an end.

# mn20:6.3
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn20:6.4
source: Seyyathāpi, bhikkhave, puriso sīghaṃ gaccheyya.
mn: Suppose there was a person walking quickly.

# mn20:6.5
source: Tassa evamassa:
mn: They’d think:

# mn20:6.6
source: ‘kiṃ nu kho ahaṃ sīghaṃ gacchāmi?
mn: ‘Why am I walking so quickly?

# mn20:6.7
source: Yannūnāhaṃ saṇikaṃ gaccheyyan’ti.
mn: Why don’t I slow down?’

# mn20:6.8
source: So saṇikaṃ gaccheyya.
mn: So they’d slow down.

# mn20:6.9
source: Tassa evamassa:
mn: They’d think:

# mn20:6.10
source: ‘kiṃ nu kho ahaṃ saṇikaṃ gacchāmi?
mn: ‘Why am I walking slowly?

# mn20:6.11
source: Yannūnāhaṃ tiṭṭheyyan’ti.
mn: Why don’t I stand still?’

# mn20:6.12
source: So tiṭṭheyya.
mn: So they’d stand still.

# mn20:6.13
source: Tassa evamassa:
mn: They’d think:

# mn20:6.14
source: ‘kiṃ nu kho ahaṃ ṭhito?
mn: ‘Why am I standing still?

# mn20:6.15
source: Yannūnāhaṃ nisīdeyyan’ti.
mn: Why don’t I sit down?’

# mn20:6.16
source: So nisīdeyya.
mn: So they’d sit down.

# mn20:6.17
source: Tassa evamassa:
mn: They’d think:

# mn20:6.18
source: ‘kiṃ nu kho ahaṃ nisinno?
mn: ‘Why am I sitting?

# mn20:6.19
source: Yannūnāhaṃ nipajjeyyan’ti.
mn: Why don’t I lie down?’

# mn20:6.20
source: So nipajjeyya.
mn: So they’d lie down.

# mn20:6.21
source: Evañhi so, bhikkhave, puriso oḷārikaṃ oḷārikaṃ iriyāpathaṃ abhinivajjetvā sukhumaṃ sukhumaṃ iriyāpathaṃ kappeyya.
mn: And so that person would reject successively coarser postures and adopt more subtle ones.

# mn20:6.22
source: Evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṃ asatiamanasikāraṃ āpajjato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: In the same way, a mendicant … those thoughts are given up and come to an end …

# mn20:7.1
source: Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi.
mn: Now, suppose that mendicant is focusing on stopping the formation of thoughts, but bad, unskillful thoughts connected with desire, hate, and delusion keep coming up.

# mn20:7.2
source: Tena, bhikkhave, bhikkhunā dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhitabbaṃ abhinippīḷetabbaṃ abhisantāpetabbaṃ.
mn: With teeth clenched and tongue pressed against the roof of the mouth, they should squeeze, squash, and torture mind with mind.

# mn20:7.3
source: Tassa dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: As they do so, those bad thoughts are given up and come to an end.

# mn20:7.4
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn20:7.5
source: Seyyathāpi, bhikkhave, balavā puriso dubbalataraṃ purisaṃ sīse vā gale vā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya;
mn: It’s like a strong man who grabs a weaker man by the head or throat or shoulder and squeezes, squashes, and tortures them.

# mn20:7.6
source: evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi.
mn: In the same way, a mendicant …

# mn20:7.7
source: Tena, bhikkhave, bhikkhunā dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhitabbaṃ abhinippīḷetabbaṃ abhisantāpetabbaṃ.
mn: with teeth clenched and tongue pressed against the roof of the mouth, should squeeze, squash, and torture mind with mind.

# mn20:7.8
source: Tassa dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: As they do so, those bad thoughts are given up and come to an end.

# mn20:7.9
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. (5)
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn20:8.1
source: Yato kho, bhikkhave, bhikkhuno yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tassa tamhā nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: Now, take the mendicant who is focusing on some foundation of meditation that gives rise to bad, unskillful thoughts connected with desire, hate, and delusion. They focus on some other foundation of meditation connected with the skillful …

# mn20:8.3
source: Tesampi vitakkānaṃ ādīnavaṃ upaparikkhato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: They examine the drawbacks of those thoughts …

# mn20:8.5
source: Tesampi vitakkānaṃ asatiamanasikāraṃ āpajjato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: They try to ignore and forget about those thoughts …

# mn20:8.7
source: Tesampi vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: They focus on stopping the formation of thoughts …

# mn20:8.9
source: Dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.
mn: With teeth clenched and tongue pressed against the roof of the mouth, they squeeze, squash, and torture mind with mind. When they succeed in each of these things, those bad thoughts are given up and come to an end.

# mn20:8.10
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn20:8.11
source: Ayaṃ vuccati, bhikkhave, bhikkhu vasī vitakkapariyāyapathesu.
mn: This is called a mendicant who is a master of the ways of thought.

# mn20:8.12
source: Yaṃ vitakkaṃ ākaṅkhissati taṃ vitakkaṃ vitakkessati, yaṃ vitakkaṃ nākaṅkhissati na taṃ vitakkaṃ vitakkessati.
mn: They’ll think what they want to think, and they won’t think what they don’t want to think.

# mn20:8.13
source: Acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassā”ti.
mn: They’ve cut off craving, untied the fetters, and by rightly comprehending conceit have made an end of suffering.”

# mn20:8.14
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn20:8.15
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
