Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn022.po
Languages: mn

# mn22:41.17
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn22:41.18
source: “Na hi no etaṃ, bhante, attā vā attaniyaṃ vā”ti.
mn: Because that’s neither self nor belonging to self.”

# mn22:41.19
source: “Evameva kho, bhikkhave, yaṃ na tumhākaṃ taṃ pajahatha;
mn: “In the same way, mendicants, give up what isn't yours.

# mn22:41.20
source: taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati.
mn: Giving it up will be for your lasting welfare and happiness.

# mn22:41.21
source: Kiñca, bhikkhave, na tumhākaṃ?
mn: And what isn’t yours?

# mn22:41.22
source: Rūpaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha;
mn: Form …

# mn22:41.24
source: Vedanā, bhikkhave … pe …
mn: feeling …

# mn22:41.25
source: saññā, bhikkhave …
mn: perception …

# mn22:41.26
source: saṅkhārā, bhikkhave … pe …
mn: choices …

# mn22:41.27
source: viññāṇaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha;
mn: consciousness isn’t yours: give it up.

# mn22:41.28
source: taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati.
mn: Giving it up will be for your lasting welfare and happiness.

# mn22:42.1
source: Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko.
mn: Thus the teaching has been well explained by me, made clear, opened, illuminated, and stripped of patchwork.

# mn22:42.2
source: Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike ye te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, vaṭṭaṃ tesaṃ natthi paññāpanāya.
mn: In this teaching there are mendicants who are perfected, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment. For them, there is no cycle of rebirths to be found. …

# mn22:43.2
source: Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ bhikkhūnaṃ pañcorambhāgiyāni saṃyojanāni pahīnāni, sabbe te opapātikā, tattha parinibbāyino, anāvattidhammā tasmā lokā.
mn: In this teaching there are mendicants who have given up the five lower fetters. All of them are reborn spontaneously. They are extinguished there, and are not liable to return from that world. …

# mn22:44.2
source: Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ bhikkhūnaṃ tīṇi saṃyojanāni pahīnāni, rāgadosamohā tanubhūtā, sabbe te sakadāgāmino, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti.
mn: In this teaching there are mendicants who, having given up three fetters, and weakened greed, hate, and delusion, are once-returners. All of them come back to this world once only, then make an end of suffering. …

# mn22:45.2
source: Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ bhikkhūnaṃ tīṇi saṃyojanāni pahīnāni, sabbe te sotāpannā, avinipātadhammā, niyatā sambodhiparāyanā.
mn: In this teaching there are mendicants who have ended three fetters. All of them are stream-enterers, not liable to be reborn in the underworld, bound for awakening. …

# mn22:46.2
source: Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike ye te bhikkhū dhammānusārino saddhānusārino sabbe te sambodhiparāyanā.
mn: In this teaching there are mendicants who are followers of principles, or followers by faith. All of them are bound for awakening.

# mn22:47.1
source: Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko.
mn: Thus the teaching has been well explained by me, made clear, opened, illuminated, and stripped of patchwork.

# mn22:47.2
source: Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ mayi saddhāmattaṃ pemamattaṃ sabbe te saggaparāyanā”ti.
mn: In this teaching there are those who have a degree of faith and love for me. All of them are bound for heaven.”

# mn22:47.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn22:47.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
