Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn022.po
Languages: mn

# mn22:0.1
source: Majjhima Nikāya 22
mn: Middle Discourses 22

# mn22:0.2
source: Alagaddūpamasutta
mn: The Simile of the Snake

# mn22:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn22:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn22:2.1
source: Tena kho pana samayena ariṭṭhassa nāma bhikkhuno gaddhabādhipubbassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti:
mn: Now at that time a mendicant called Ariṭtha, who had previously been a vulture trapper, had the following harmful misconception:

# mn22:2.2
source: “tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā”ti.
mn: “As I understand the Buddha’s teachings, the acts that he says are obstructions are not really obstructions for the one who performs them.”

# mn22:2.3
source: Assosuṃ kho sambahulā bhikkhū:
mn: Several mendicants heard about this.

# mn22:3.1
source: Atha kho te bhikkhū yena ariṭṭho bhikkhu gaddhabādhipubbo tenupasaṅkamiṃsu; upasaṅkamitvā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etadavocuṃ:
mn: They went up to Ariṭṭha and said to him,

# mn22:3.2
source: “saccaṃ kira te, āvuso ariṭṭha, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ:
mn: “Is it really true, Reverend Ariṭṭha, that you have such a harmful misconception:

# mn22:3.3
source: ‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti.
mn: ‘As I understand the Buddha’s teachings, the acts that he says are obstructions are not really obstructions for the one who performs them’?”

# mn22:3.4
source: “Evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā”ti.
mn: “Absolutely, reverends. As I understand the Buddha’s teachings, the acts that he says are obstructions are not really obstructions for the one who performs them.”

# mn22:3.5
source: Atha kho tepi bhikkhū ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjanti samanugāhanti samanubhāsanti:
mn: Then, wishing to dissuade Ariṭṭha from his view, the mendicants pursued, pressed, and grilled him,

# mn22:3.6
source: “mā hevaṃ, āvuso ariṭṭha, avaca, mā bhagavantaṃ abbhācikkhi; na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya.
mn: “Don’t say that, Ariṭṭha! Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that.

# mn22:3.7
source: Anekapariyāyenāvuso ariṭṭha, antarāyikā dhammā antarāyikā vuttā bhagavatā, alañca pana te paṭisevato antarāyāya.
mn: In many ways the Buddha has said that obstructive acts are obstructive, and that they really do obstruct the one who performs them.

# mn22:3.8
source: Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo.
mn: The Buddha says that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.

# mn22:3.9
source: Aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā …
mn: With the similes of a skeleton …

# mn22:3.10
source: maṃsapesūpamā kāmā vuttā bhagavatā …
mn: a lump of meat …

# mn22:3.11
source: tiṇukkūpamā kāmā vuttā bhagavatā …
mn: a grass torch …

# mn22:3.12
source: aṅgārakāsūpamā kāmā vuttā bhagavatā …
mn: a pit of glowing coals …

# mn22:3.13
source: supinakūpamā kāmā vuttā bhagavatā …
mn: a dream …

# mn22:3.14
source: yācitakūpamā kāmā vuttā bhagavatā …
mn: borrowed goods …

# mn22:3.15
source: rukkhaphalūpamā kāmā vuttā bhagavatā …
mn: fruit on a tree …

# mn22:3.16
source: asisūnūpamā kāmā vuttā bhagavatā …
mn: a butcher’s knife and chopping block …

# mn22:3.17
source: sattisūlūpamā kāmā vuttā bhagavatā …
mn: a staking sword …

# mn22:3.18
source: sappasirūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo”ti.
mn: a snake’s head, the Buddha says that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.”

# mn22:3.19
source: Evampi kho ariṭṭho bhikkhu gaddhabādhipubbo tehi bhikkhūhi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṃ diṭṭhigataṃ thāmasā parāmāsā abhinivissa voharati:
mn: But even though the mendicants pursued, pressed, and grilled him in this way, Ariṭṭha obstinately stuck to his misconception and insisted on stating it.

# mn22:3.21
source: Yato kho te bhikkhū nāsakkhiṃsu ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etasmā pāpakā diṭṭhigatā vivecetuṃ, atha kho te bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
mn: When they weren’t able to dissuade Ariṭṭha from his view, the mendicants went to the Buddha, bowed, sat down to one side, and told him what had happened.

# mn22:5.1
source: Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:
mn: So the Buddha said to a certain monk,

# mn22:5.2
source: “ehi tvaṃ, bhikkhu, mama vacanena ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ āmantehi:
mn: “Please, monk, in my name tell the mendicant Ariṭṭha, formerly a vulture trapper, that

# mn22:5.3
source: ‘satthā taṃ, āvuso ariṭṭha, āmantetī’”ti.
mn: the teacher summons him.”

# mn22:5.4
source: “Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā, yena ariṭṭho bhikkhu gaddhabādhipubbo tenupasaṅkami; upasaṅkamitvā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etadavoca:
mn: “Yes, sir,” that monk replied. He went to Ariṭṭha and said to him,

# mn22:5.5
source: “satthā taṃ, āvuso ariṭṭha, āmantetī”ti.
mn: “Reverend Ariṭṭha, the teacher summons you.”

# mn22:5.6
source: “Evamāvuso”ti kho ariṭṭho bhikkhu gaddhabādhipubbo tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ bhagavā etadavoca:
mn: “Yes, reverend,” Ariṭṭha replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him,

# mn22:5.7
source: “saccaṃ kira te, ariṭṭha, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ:
mn: “Is it really true, Ariṭṭha, that you have such a harmful misconception:

# mn22:5.8
source: ‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti?
mn: ‘As I understand the Buddha’s teachings, the acts that he says are obstructions are not really obstructions for the one who performs them’?”

# mn22:5.9
source: “Evaṃ byā kho ahaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi: ‘yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti.
mn: “Absolutely, sir. As I understand the Buddha’s teachings, the acts that he says are obstructions are not really obstructions for the one who performs them.”

# mn22:6.1
source: “Kassa kho nāma tvaṃ, moghapurisa, mayā evaṃ dhammaṃ desitaṃ ājānāsi?
mn: “Silly man, who on earth have you ever known me to teach in that way?

# mn22:6.2
source: Nanu mayā, moghapurisa, anekapariyāyena antarāyikā dhammā antarāyikā vuttā? Alañca pana te paṭisevato antarāyāya.
mn: Haven’t I said in many ways that obstructive acts are obstructive, and that they really do obstruct the one who performs them?

# mn22:6.3
source: Appassādā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo.
mn: I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.

# mn22:6.4
source: Aṭṭhikaṅkalūpamā kāmā vuttā mayā …
mn: With the similes of a skeleton …

# mn22:6.5
source: maṃsapesūpamā kāmā vuttā mayā …
mn: a lump of meat …

# mn22:6.6
source: tiṇukkūpamā kāmā vuttā mayā …
mn: a grass torch …

# mn22:6.7
source: aṅgārakāsūpamā kāmā vuttā mayā …
mn: a pit of glowing coals …

# mn22:6.8
source: supinakūpamā kāmā vuttā mayā …
mn: a dream …

# mn22:6.9
source: yācitakūpamā kāmā vuttā mayā …
mn: borrowed goods …

# mn22:6.10
source: rukkhaphalūpamā kāmā vuttā mayā …
mn: fruit on a tree …

# mn22:6.11
source: asisūnūpamā kāmā vuttā mayā …
mn: a butcher’s knife and chopping block …

# mn22:6.12
source: sattisūlūpamā kāmā vuttā mayā …
mn: a staking sword …

# mn22:6.13
source: sappasirūpamā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo.
mn: a snake’s head, I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.

# mn22:6.14
source: Atha ca pana tvaṃ, moghapurisa, attanā duggahitena amhe ceva abbhācikkhasi, attānañca khanasi, bahuñca apuññaṃ pasavasi.
mn: But still you misrepresent me by your wrong grasp, harm yourself, and make much bad karma.

# mn22:6.15
source: Tañhi te, moghapurisa, bhavissati dīgharattaṃ ahitāya dukkhāyā”ti.
mn: This will be for your lasting harm and suffering.”

# mn22:7.1
source: Atha kho bhagavā bhikkhū āmantesi:
mn: Then the Buddha said to the mendicants,

# mn22:7.2
source: “Taṃ kiṃ maññatha, bhikkhave,
mn: “What do you think, mendicants?

# mn22:7.3
source: api nāyaṃ ariṭṭho bhikkhu gaddhabādhipubbo usmīkatopi imasmiṃ dhammavinaye”ti?
mn: Has this mendicant Ariṭṭha kindled even a spark of wisdom in this teaching and training?”

# mn22:7.4
source: “Kiñhi siyā, bhante;
mn: “How could that be, sir?

# mn22:7.5
source: no hetaṃ, bhante”ti.
mn: No, sir.”

# mn22:7.6
source: Evaṃ vutte, ariṭṭho bhikkhu gaddhabādhipubbo tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi.
mn: When this was said, Ariṭṭha sat silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say.

# mn22:7.7
source: Atha kho bhagavā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etadavoca:
mn: Knowing this, the Buddha said,

# mn22:7.8
source: “paññāyissasi kho tvaṃ, moghapurisa, etena sakena pāpakena diṭṭhigatena.
mn: “Silly man, you will be known by your own harmful misconception.

# mn22:7.9
source: Idhāhaṃ bhikkhū paṭipucchissāmī”ti.
mn: I’ll question the mendicants about this.”

# mn22:8.1
source: Atha kho bhagavā bhikkhū āmantesi:
mn: Then the Buddha said to the mendicants,

# mn22:8.2
source: “tumhepi me, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha yathāyaṃ ariṭṭho bhikkhu gaddhabādhipubbo attanā duggahitena amhe ceva abbhācikkhati, attānañca khanati, bahuñca apuññaṃ pasavatī”ti?
mn: “Mendicants, do you understand my teachings as Ariṭṭha does, when he misrepresents me by his wrong grasp, harms himself, and makes much bad karma?”

# mn22:8.3
source: “No hetaṃ, bhante.
mn: “No, sir.

# mn22:8.4
source: Anekapariyāyena hi no, bhante, antarāyikā dhammā antarāyikā vuttā bhagavatā;
mn: For in many ways the Buddha has said that obstructive acts are obstructive, and that they really do obstruct the one who performs them.

# mn22:8.6
source: Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo.
mn: The Buddha has said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.

# mn22:8.7
source: Aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā … pe …
mn: With the similes of a skeleton …

# mn22:8.8
source: sappasirūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo”ti.
mn: a snake’s head, the Buddha has said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.”

# mn22:8.9
source: “Sādhu sādhu, bhikkhave, sādhu, kho me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha.
mn: “Good, good, mendicants! It’s good that you understand my teaching like this.

# mn22:8.10
source: Anekapariyāyena hi kho, bhikkhave, antarāyikā dhammā vuttā mayā, alañca pana te paṭisevato antarāyāya.
mn: For in many ways I have said that obstructive acts are obstructive …

# mn22:8.13
source: sappasirūpamā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo.
mn: I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.

# mn22:8.14
source: Atha ca panāyaṃ ariṭṭho bhikkhu gaddhabādhipubbo attanā duggahitena amhe ceva abbhācikkhati, attānañca khanati, bahuñca apuññaṃ pasavati.
mn: But still this Ariṭṭha misrepresents me by his wrong grasp, harms himself, and makes much bad karma.

# mn22:8.15
source: Tañhi tassa moghapurisassa bhavissati dīgharattaṃ ahitāya dukkhāya.
mn: This will be for his lasting harm and suffering.

# mn22:9.1
source: So vata, bhikkhave, aññatreva kāmehi aññatra kāmasaññāya aññatra kāmavitakkehi kāme paṭisevissatīti—netaṃ ṭhānaṃ vijjati.
mn: Truly, mendicants, it’s not possible to perform sensual acts without sensual pleasures, sensual perceptions, and sensual thoughts.

# mn22:10.1
source: Idha, bhikkhave, ekacce moghapurisā dhammaṃ pariyāpuṇanti—
mn: Take a foolish person who memorizes the teaching—

# mn22:10.2
source: suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ.
mn: statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications.

# mn22:10.3
source: Te taṃ dhammaṃ pariyāpuṇitvā tesaṃ dhammānaṃ paññāya atthaṃ na upaparikkhanti.
mn: But they don’t examine the meaning of those teachings with wisdom,

# mn22:10.4
source: Tesaṃ te dhammā paññāya atthaṃ anupaparikkhataṃ na nijjhānaṃ khamanti.
mn: and so don’t come to a reflective acceptance of them.

# mn22:10.5
source: Te upārambhānisaṃsā ceva dhammaṃ pariyāpuṇanti itivādappamokkhānisaṃsā ca.
mn: They just memorize the teaching for the sake of finding fault and winning debates.

# mn22:10.6
source: Yassa catthāya dhammaṃ pariyāpuṇanti tañcassa atthaṃ nānubhonti.
mn: They don’t realize the goal for which they memorized them.

# mn22:10.7
source: Tesaṃ te dhammā duggahitā dīgharattaṃ ahitāya dukkhāya saṃvattanti.
mn: Because they’re wrongly grasped, those teachings lead to their lasting harm and suffering.

# mn22:10.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn22:10.9
source: Duggahitattā, bhikkhave, dhammānaṃ.
mn: Because of their wrong grasp of the teachings.

# mn22:10.10
source: Seyyathāpi, bhikkhave, puriso alagaddatthiko alagaddagavesī alagaddapariyesanaṃ caramāno.
mn: Suppose there was a person in need of a snake. And while wandering in search of a snake

# mn22:10.11
source: So passeyya mahantaṃ alagaddaṃ.
mn: they’d see a big snake,

# mn22:10.12
source: Tamenaṃ bhoge vā naṅguṭṭhe vā gaṇheyya.
mn: and grasp it by the coil or the tail.

# mn22:10.13
source: Tassa so alagaddo paṭiparivattitvā hatthe vā bāhāya vā aññatarasmiṃ vā aṅgapaccaṅge ḍaṃseyya.
mn: But that snake would twist back and bite them on the hand or the arm or limb,

# mn22:10.14
source: So tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.
mn: resulting in death or deadly pain.

# mn22:10.15
source: Taṃ kissa hetu?
mn: Why is that?

# mn22:10.16
source: Duggahitattā, bhikkhave, alagaddassa.
mn: Because of their wrong grasp of the snake.

# mn22:10.17
source: Evameva kho, bhikkhave, idhekacce moghapurisā dhammaṃ pariyāpuṇanti—
mn: In the same way, a foolish person memorizes the teaching …

# mn22:10.23
source: Tesaṃ te dhammā duggahitā dīgharattaṃ ahitāya dukkhāya saṃvattanti.
mn: and those teachings lead to their lasting harm and suffering.

# mn22:10.24
source: Taṃ kissa hetu?
mn: Why is that?

# mn22:10.25
source: Duggahitattā, bhikkhave, dhammānaṃ.
mn: Because of their wrong grasp of the teachings.

# mn22:11.1
source: Idha pana, bhikkhave, ekacce kulaputtā dhammaṃ pariyāpuṇanti—
mn: Now, take a gentleman who memorizes the teaching—

# mn22:11.2
source: suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ.
mn: statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications.

# mn22:11.3
source: Te taṃ dhammaṃ pariyāpuṇitvā tesaṃ dhammānaṃ paññāya atthaṃ upaparikkhanti.
mn: And once they’ve memorized them, they examine their meaning with wisdom,

# mn22:11.4
source: Tesaṃ te dhammā paññāya atthaṃ upaparikkhataṃ nijjhānaṃ khamanti.
mn: and come to a reflective acceptance of them.

# mn22:11.5
source: Te na ceva upārambhānisaṃsā dhammaṃ pariyāpuṇanti na itivādappamokkhānisaṃsā ca.
mn: They don’t memorize the teaching for the sake of finding fault and winning debates.

# mn22:11.6
source: Yassa catthāya dhammaṃ pariyāpuṇanti tañcassa atthaṃ anubhonti.
mn: They realize the goal for which they memorized them.

# mn22:11.7
source: Tesaṃ te dhammā suggahitā dīgharattaṃ hitāya sukhāya saṃvattanti.
mn: Because they’re correctly grasped, those teachings lead to their lasting welfare and happiness.

# mn22:11.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn22:11.9
source: Suggahitattā bhikkhave dhammānaṃ.
mn: Because of their correct grasp of the teachings.

# mn22:11.10
source: Seyyathāpi, bhikkhave, puriso alagaddatthiko alagaddagavesī alagaddapariyesanaṃ caramāno.
mn: Suppose there was a person in need of a snake. And while wandering in search of a snake

# mn22:11.11
source: So passeyya mahantaṃ alagaddaṃ.
mn: they’d see a big snake,

# mn22:11.12
source: Tamenaṃ ajapadena daṇḍena suniggahitaṃ niggaṇheyya.
mn: and hold it down carefully with a cleft stick.

# mn22:11.13
source: Ajapadena daṇḍena suniggahitaṃ niggahitvā, gīvāya suggahitaṃ gaṇheyya.
mn: Only then would they correctly grasp it by the neck.

# mn22:11.14
source: Kiñcāpi so, bhikkhave, alagaddo tassa purisassa hatthaṃ vā bāhaṃ vā aññataraṃ vā aṅgapaccaṅgaṃ bhogehi paliveṭheyya, atha kho so neva tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.
mn: And even though that snake might wrap its coils around that person’s hand or arm or some other limb, that wouldn’t result in death or deadly pain.

# mn22:11.15
source: Taṃ kissa hetu?
mn: Why is that?

# mn22:11.16
source: Suggahitattā, bhikkhave, alagaddassa.
mn: Because of their correct grasp of the snake.

# mn22:11.17
source: Evameva kho, bhikkhave, idhekacce kulaputtā dhammaṃ pariyāpuṇanti—
mn: In the same way, a gentleman memorizes the teaching …

# mn22:11.23
source: Tesaṃ te dhammā suggahitā dīgharattaṃ atthāya hitāya sukhāya saṃvattanti.
mn: and those teachings lead to their lasting welfare and happiness.

# mn22:11.24
source: Taṃ kissa hetu?
mn: Why is that?

# mn22:11.25
source: Suggahitattā, bhikkhave, dhammānaṃ.
mn: Because of their correct grasp of the teachings.

# mn22:12.1
source: Tasmātiha, bhikkhave, yassa me bhāsitassa atthaṃ ājāneyyātha, tathā naṃ dhāreyyātha.
mn: So, mendicants, when you understand what I’ve said, you should remember it accordingly.

# mn22:12.2
source: Yassa ca pana me bhāsitassa atthaṃ na ājāneyyātha, ahaṃ vo tattha paṭipucchitabbo, ye vā panāssu viyattā bhikkhū.
mn: But if I’ve said anything that you don’t understand, you should ask me about it, or some competent mendicants.

# mn22:13.1
source: Kullūpamaṃ vo, bhikkhave, dhammaṃ desessāmi nittharaṇatthāya, no gahaṇatthāya.
mn: Mendicants, I will teach you how the Dhamma is similar to a raft: it’s for crossing over, not for holding on.

# mn22:13.2
source: Taṃ suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn22:13.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn22:13.4
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn22:13.5
source: “Seyyathāpi, bhikkhave, puriso addhānamaggappaṭipanno.
mn: “Suppose there was a person traveling along the road.

# mn22:13.6
source: So passeyya mahantaṃ udakaṇṇavaṃ, orimaṃ tīraṃ sāsaṅkaṃ sappaṭibhayaṃ, pārimaṃ tīraṃ khemaṃ appaṭibhayaṃ;
mn: They’d see a large deluge, whose near shore was dubious and perilous, while the far shore was a sanctuary free of peril.

# mn22:13.7
source: na cassa nāvā santāraṇī uttarasetu vā apārā pāraṃ gamanāya.
mn: But there was no ferryboat or bridge for crossing over.

# mn22:13.8
source: Tassa evamassa:
mn: They’d think,

# mn22:13.11
source: Yannūnāhaṃ tiṇakaṭṭhasākhāpalāsaṃ saṅkaḍḍhitvā, kullaṃ bandhitvā, taṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ uttareyyan’ti.
mn: ‘Why don’t I gather grass, sticks, branches, and leaves and make a raft? Riding on the raft, and paddling with my hands and feet, I can safely reach the far shore.’

# mn22:13.12
source: Atha kho so, bhikkhave, puriso tiṇakaṭṭhasākhāpalāsaṃ saṅkaḍḍhitvā, kullaṃ bandhitvā taṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ uttareyya.
mn: And so they’d do exactly that.

# mn22:13.13
source: Tassa purisassa uttiṇṇassa pāraṅgatassa evamassa:
mn: And when they’d crossed over to the far shore, they’d think,

# mn22:13.14
source: ‘bahukāro kho me ayaṃ kullo;
mn: ‘This raft has been very helpful to me.

# mn22:13.15
source: imāhaṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ uttiṇṇo.
mn: Riding on the raft, and paddling with my hands and feet, I have safely crossed over to the far shore.

# mn22:13.16
source: Yannūnāhaṃ imaṃ kullaṃ sīse vā āropetvā khandhe vā uccāretvā yena kāmaṃ pakkameyyan’ti.
mn: Why don’t I hoist it on my head or pick it up on my shoulder and go wherever I want?’

# mn22:13.17
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn22:13.18
source: api nu so puriso evaṃkārī tasmiṃ kulle kiccakārī assā”ti?
mn: Would that person be doing what should be done with that raft?”

# mn22:13.19
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn22:13.20
source: “Kathaṃkārī ca so, bhikkhave, puriso tasmiṃ kulle kiccakārī assa?
mn: “And what, mendicants, should that person do with the raft?

# mn22:13.21
source: Idha, bhikkhave, tassa purisassa uttiṇṇassa pāraṅgatassa evamassa:
mn: When they’d crossed over they should think,

# mn22:13.22
source: ‘bahukāro kho me ayaṃ kullo;
mn: ‘This raft has been very helpful to me. …

# mn22:13.24
source: Yannūnāhaṃ imaṃ kullaṃ thale vā ussādetvā udake vā opilāpetvā yena kāmaṃ pakkameyyan’ti.
mn: Why don’t I beach it on dry land or set it adrift on the water and go wherever I want?’

# mn22:13.25
source: Evaṃkārī kho so, bhikkhave, puriso tasmiṃ kulle kiccakārī assa.
mn: That’s what that person should do with the raft.

# mn22:13.26
source: Evameva kho, bhikkhave, kullūpamo mayā dhammo desito nittharaṇatthāya, no gahaṇatthāya.
mn: In the same way, I have taught how the teaching is similar to a raft: it’s for crossing over, not for holding on.

# mn22:14.1
source: Kullūpamaṃ vo, bhikkhave, dhammaṃ desitaṃ, ājānantehi dhammāpi vo pahātabbā pageva adhammā.
mn: By understanding the simile of the raft, you will even give up the teachings, let alone what is against the teachings.

# mn22:15.1
source: Chayimāni, bhikkhave, diṭṭhiṭṭhānāni.
mn: Mendicants, there are these six grounds for views.

# mn22:15.2
source: Katamāni cha?
mn: What six?

# mn22:15.3
source: Idha, bhikkhave, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto,
mn: Take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.

# mn22:15.4
source: rūpaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati;
mn: They regard form like this: ‘This is mine, I am this, this is my self.’

# mn22:15.5
source: vedanaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati;
mn: They also regard feeling …

# mn22:15.6
source: saññaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati;
mn: perception …

# mn22:15.7
source: saṅkhāre ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati;
mn: choices …
