Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn021.po
Languages: mn

# mn21:13.7
source: Kālena vā, bhikkhave, pare vadamānā vadeyyuṃ akālena vā;
mn: When others criticize you, they may do so in any of these ways.

# mn21:13.12
source: Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ:
mn: If that happens, you should train like this:

# mn21:13.13
source: ‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma, hitānukampī ca viharissāma mettacittā na dosantarā.
mn: ‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate.

# mn21:13.14
source: Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṃ lokaṃ pathavisamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti.
mn: We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart like the earth to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’

# mn21:13.15
source: Evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: That’s how you should train.

# mn21:14.1
source: Seyyathāpi, bhikkhave, puriso āgaccheyya lākhaṃ vā haliddiṃ vā nīlaṃ vā mañjiṭṭhaṃ vā ādāya.
mn: Suppose a person was to come along with dye such as red lac, turmeric, indigo, or rose madder,

# mn21:14.2
source: So evaṃ vadeyya:
mn: and say,

# mn21:14.3
source: ‘ahaṃ imasmiṃ ākāse rūpaṃ likhissāmi, rūpapātubhāvaṃ karissāmī’ti.
mn: ‘I shall draw pictures on the sky, making pictures appear there.’

# mn21:14.4
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn21:14.5
source: api nu so puriso imasmiṃ ākāse rūpaṃ likheyya, rūpapātubhāvaṃ kareyyā”ti?
mn: Could that person draw pictures on the sky?”

# mn21:14.6
source: “No hetaṃ, bhante”.
mn: “No, sir.

# mn21:14.7
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn21:14.8
source: “Ayañhi, bhante, ākāso arūpī anidassano.
mn: Because the sky is formless and invisible.

# mn21:14.9
source: Tattha na sukaraṃ rūpaṃ likhituṃ, rūpapātubhāvaṃ kātuṃ;
mn: It’s not easy to draw pictures there.

# mn21:14.10
source: yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.
mn: That person will eventually get weary and frustrated.”

# mn21:15.1
source: “Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ kālena vā akālena vā … pe …
mn: “In the same way, there are these five ways in which others might criticize you …

# mn21:16.1
source: Seyyathāpi, bhikkhave, puriso āgaccheyya ādittaṃ tiṇukkaṃ ādāya.
mn: Suppose a person was to come along carrying a blazing grass torch,

# mn21:16.2
source: So evaṃ vadeyya:
mn: and say,

# mn21:16.3
source: ‘ahaṃ imāya ādittāya tiṇukkāya gaṅgaṃ nadiṃ santāpessāmi samparitāpessāmī’ti.
mn: ‘I shall burn and scorch the river Ganges with this blazing grass torch.’

# mn21:16.4
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn21:16.5
source: api nu so puriso ādittāya tiṇukkāya gaṅgaṃ nadiṃ santāpeyya samparitāpeyyā”ti?
mn: Could that person burn and scorch the river Ganges with a blazing grass torch?”

# mn21:16.6
source: “No hetaṃ, bhante”.
mn: “No, sir.

# mn21:16.7
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn21:16.8
source: “Gaṅgā hi, bhante, nadī gambhīrā appameyyā.
mn: Because the river Ganges is deep and limitless.

# mn21:16.9
source: Sā na sukarā ādittāya tiṇukkāya santāpetuṃ samparitāpetuṃ;
mn: It’s not easy to burn and scorch it with a blazing grass torch.

# mn21:16.10
source: yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.
mn: That person will eventually get weary and frustrated.”

# mn21:17.1
source: “Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ kālena vā akālena vā … pe …
mn: “In the same way, there are these five ways in which others might criticize you …

# mn21:18.1
source: Seyyathāpi, bhikkhave, biḷārabhastā madditā sumadditā suparimadditā, mudukā tūlinī chinnasassarā chinnabhabbharā.
mn: Suppose there was a catskin bag that was rubbed, well-rubbed, very well-rubbed, soft, silky, rid of rustling and crackling.

# mn21:18.2
source: Atha puriso āgaccheyya kaṭṭhaṃ vā kathalaṃ vā ādāya.
mn: Then a person comes along carrying a stick or a stone,

# mn21:18.3
source: So evaṃ vadeyya:
mn: and says,

# mn21:18.4
source: ‘ahaṃ imaṃ biḷārabhastaṃ madditaṃ sumadditaṃ suparimadditaṃ, mudukaṃ tūliniṃ, chinnasassaraṃ chinnabhabbharaṃ kaṭṭhena vā kathalena vā sarasaraṃ karissāmi bharabharaṃ karissāmī’ti.
mn: ‘I shall make this soft catskin bag rustle and crackle with this stick or stone.’

# mn21:18.5
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn21:18.6
source: api nu so puriso amuṃ biḷārabhastaṃ madditaṃ sumadditaṃ suparimadditaṃ, mudukaṃ tūliniṃ, chinnasassaraṃ chinnabhabbharaṃ kaṭṭhena vā kathalena vā sarasaraṃ kareyya, bharabharaṃ kareyyā”ti?
mn: Could that person make that soft catskin bag rustle and crackle with that stick or stone?”

# mn21:18.7
source: “No hetaṃ, bhante”.
mn: “No, sir.

# mn21:18.8
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn21:18.9
source: “Amu hi, bhante, biḷārabhastā madditā sumadditā suparimadditā, mudukā tūlinī, chinnasassarā chinnabhabbharā.
mn: Because that catskin bag is rubbed, well-rubbed, very well-rubbed, soft, silky, rid of rustling and crackling.

# mn21:18.10
source: Sā na sukarā kaṭṭhena vā kathalena vā sarasaraṃ kātuṃ bharabharaṃ kātuṃ;
mn: It’s not easy to make it rustle or crackle with a stick or stone.

# mn21:18.11
source: yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.
mn: That person will eventually get weary and frustrated.”

# mn21:19.1
source: “Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ
mn: “In the same way, there are these five ways in which others might criticize you.

# mn21:19.2
source: kālena vā akālena vā;
mn: Their speech may be timely or untimely,

# mn21:19.3
source: bhūtena vā abhūtena vā;
mn: true or false,

# mn21:19.4
source: saṇhena vā pharusena vā;
mn: gentle or harsh,

# mn21:19.5
source: atthasaṃhitena vā anatthasaṃhitena vā;
mn: beneficial or harmful,

# mn21:19.6
source: mettacittā vā dosantarā vā.
mn: from a heart of love or from secret hate.

# mn21:19.7
source: Kālena vā, bhikkhave, pare vadamānā vadeyyuṃ akālena vā;
mn: When others criticize you, they may do so in any of these ways.

# mn21:19.12
source: Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ:
mn: If that happens, you should train like this:

# mn21:19.13
source: ‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma hitānukampī ca viharissāma mettacittā na dosantarā.
mn: ‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate.

# mn21:19.14
source: Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṃ lokaṃ biḷārabhastāsamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti.
mn: We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart like a catskin bag to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’

# mn21:19.15
source: Evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: That’s how you should train.

# mn21:20.1
source: Ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṃ, tatrāpi yo mano padūseyya, na me so tena sāsanakaro.
mn: Even if low-down bandits were to sever you limb from limb, anyone who had a malevolent thought on that account would not be following my instructions.

# mn21:20.2
source: Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ:
mn: If that happens, you should train like this:

# mn21:20.3
source: ‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma, hitānukampī ca viharissāma mettacittā na dosantarā.
mn: ‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate.

# mn21:20.4
source: Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma tadārammaṇañca sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti.
mn: We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart full of love to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’

# mn21:20.5
source: Evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: That’s how you should train.

# mn21:21.1
source: Imañca tumhe, bhikkhave, kakacūpamaṃ ovādaṃ abhikkhaṇaṃ manasi kareyyātha.
mn: If you frequently reflect on this advice—the simile of the saw—

# mn21:21.2
source: Passatha no tumhe, bhikkhave, taṃ vacanapathaṃ, aṇuṃ vā thūlaṃ vā, yaṃ tumhe nādhivāseyyāthā”ti?
mn: do you see any criticism, large or small, that you could not endure?”

# mn21:21.3
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn21:21.4
source: “Tasmātiha, bhikkhave, imaṃ kakacūpamaṃ ovādaṃ abhikkhaṇaṃ manasikarotha.
mn: “So, mendicants, you should frequently reflect on this advice, the simile of the saw.

# mn21:21.5
source: Taṃ vo bhavissati dīgharattaṃ hitāya sukhāyā”ti.
mn: This will be for your lasting welfare and happiness.”

# mn21:21.6
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn21:21.7
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
