Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn028.po
Languages: mn

# mn28:0.1
source: Majjhima Nikāya 28
mn: Middle Discourses 28

# mn28:0.2
source: Mahāhatthipadopamasutta
mn: The Longer Simile of the Elephant’s Footprint

# mn28:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn28:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn28:1.3
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi:
mn: There Sāriputta addressed the mendicants,

# mn28:1.4
source: “āvuso bhikkhave”ti.
mn: “Reverends, mendicants!”

# mn28:1.5
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
mn: “Reverend,” they replied.

# mn28:1.6
source: Āyasmā sāriputto etadavoca:
mn: Sāriputta said this:

# mn28:2.1
source: “Seyyathāpi, āvuso, yāni kānici jaṅgalānaṃ pāṇānaṃ padajātāni sabbāni tāni hatthipade samodhānaṃ gacchanti, hatthipadaṃ tesaṃ aggamakkhāyati yadidaṃ mahantattena;
mn: “The footprints of all creatures that walk can fit inside an elephant’s footprint, so an elephant’s footprint is said to be the biggest of them all.

# mn28:2.2
source: evameva kho, āvuso, ye keci kusalā dhammā sabbete catūsu ariyasaccesu saṅgahaṃ gacchanti.
mn: In the same way, all skillful qualities can be included in the four noble truths.

# mn28:2.3
source: Katamesu catūsu?
mn: What four?

# mn28:2.4
source: Dukkhe ariyasacce, dukkhasamudaye ariyasacce, dukkhanirodhe ariyasacce, dukkhanirodhagāminiyā paṭipadāya ariyasacce.
mn: The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.

# mn28:3.1
source: Katamañcāvuso, dukkhaṃ ariyasaccaṃ?
mn: And what is the noble truth of suffering?

# mn28:3.2
source: Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṃ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, yampicchaṃ na labhati tampi dukkhaṃ; saṅkhittena, pañcupādānakkhandhā dukkhā.
mn: Rebirth is suffering; old age is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering.

# mn28:3.3
source: Katame cāvuso, pañcupādānakkhandhā?
mn: And what are the five grasping aggregates?

# mn28:3.4
source: Seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho.
mn: They are as follows: the grasping aggregates of form, feeling, perception, choices, and consciousness.

# mn28:4.1
source: Katamo cāvuso, rūpupādānakkhandho?
mn: And what is the grasping aggregate of form?

# mn28:4.2
source: Cattāri ca mahābhūtāni, catunnañca mahābhūtānaṃ upādāya rūpaṃ.
mn: The four primary elements, and form derived from the four primary elements.

# mn28:5.1
source: Katamā cāvuso, cattāro mahābhūtā?
mn: And what are the four primary elements?

# mn28:5.2
source: Pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu.
mn: The elements of earth, water, fire, and air.

# mn28:6.1
source: Katamā cāvuso, pathavīdhātu?
mn: And what is the earth element?

# mn28:6.2
source: Pathavīdhātu siyā ajjhattikā, siyā bāhirā.
mn: The earth element may be interior or exterior.

# mn28:6.3
source: Katamā cāvuso, ajjhattikā pathavīdhātu?
mn: And what is the interior earth element?

# mn28:6.4
source: Yaṃ ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything hard, solid, and organic that’s internal, pertaining to an individual. This includes:

# mn28:6.5
source: kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ.
mn: head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, or anything else hard, solid, and organic that’s internal, pertaining to an individual.

# mn28:6.6
source: Ayaṃ vuccatāvuso, ajjhattikā pathavīdhātu.
mn: This is called the interior earth element.

# mn28:6.7
source: Yā ceva kho pana ajjhattikā pathavīdhātu, yā ca bāhirā pathavīdhātu, pathavīdhāturevesā.
mn: The interior earth element and the exterior earth element are just the earth element.

# mn28:6.8
source: ‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn28:6.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā pathavīdhātuyā nibbindati, pathavīdhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you grow disillusioned with the earth element, detaching the mind from the earth element.

# mn28:7.1
source: Hoti kho so, āvuso, samayo yaṃ bāhirā āpodhātu pakuppati.
mn: There comes a time when the exterior water element flares up.

# mn28:7.2
source: Antarahitā tasmiṃ samaye bāhirā pathavīdhātu hoti.
mn: At that time the exterior earth element vanishes.

# mn28:7.3
source: Tassā hi nāma, āvuso, bāhirāya pathavīdhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati.
mn: So for all its great age, the earth element will be revealed as impermanent, liable to end, vanish, and perish.

# mn28:7.4
source: Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā? Atha khvāssa notevettha hoti.
mn: What then of this short-lived body derived from craving? Rather than take it to be ‘I’ or ‘mine’ or ‘I am’, they still just consider it to be none of these things.

# mn28:8.1
source: Tañce, āvuso, bhikkhuṃ pare akkosanti paribhāsanti rosenti vihesenti, so evaṃ pajānāti:
mn: If others abuse, attack, harass, and trouble that mendicant, they understand:

# mn28:8.2
source: ‘uppannā kho me ayaṃ sotasamphassajā dukkhavedanā.
mn: ‘This painful feeling born of ear contact has arisen in me.

# mn28:8.3
source: Sā ca kho paṭicca, no apaṭicca.
mn: That’s dependent, not independent.

# mn28:8.4
source: Kiṃ paṭicca?
mn: Dependent on what?

# mn28:8.5
source: Phassaṃ paṭicca’.
mn: Dependent on contact.’

# mn28:8.6
source: So phasso aniccoti passati, vedanā aniccāti passati, saññā aniccāti passati, saṅkhārā aniccāti passati, viññāṇaṃ aniccanti passati.
mn: They see that contact, feeling, perception, choices, and consciousness are impermanent.

# mn28:8.7
source: Tassa dhātārammaṇameva cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.
mn: Based on that element alone, their mind becomes eager, confident, settled, and decided.

# mn28:9.1
source: Tañce, āvuso, bhikkhuṃ pare aniṭṭhehi akantehi amanāpehi samudācaranti—
mn: Others might treat that mendicant with disliking, loathing, and detestation,

# mn28:9.2
source: pāṇisamphassenapi leḍḍusamphassenapi daṇḍasamphassenapi satthasamphassenapi.
mn: striking them with fists, stones, sticks, and swords.

# mn28:9.3
source: So evaṃ pajānāti:
mn: They understand:

# mn28:9.4
source: ‘tathābhūto kho ayaṃ kāyo yathābhūtasmiṃ kāye pāṇisamphassāpi kamanti, leḍḍusamphassāpi kamanti, daṇḍasamphassāpi kamanti, satthasamphassāpi kamanti.
mn: ‘This body is such that fists, stones, sticks, and swords strike it.

# mn28:9.5
source: Vuttaṃ kho panetaṃ bhagavatā kakacūpamovāde:
mn: But the Buddha has said in the Simile of the Saw:

# mn28:9.6
source: “ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṃ, tatrāpi yo mano padūseyya na me so tena sāsanakaro”ti.
mn: “Even if low-down bandits were to sever you limb from limb, anyone who had a malevolent thought on that account would not be following my instructions.”

# mn28:9.7
source: Āraddhaṃ kho pana me vīriyaṃ bhavissati asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ.
mn: My energy shall be roused up and unflagging, my mindfulness established and lucid, my body tranquil and undisturbed, and my mind immersed in samādhi.

# mn28:9.8
source: Kāmaṃ dāni imasmiṃ kāye pāṇisamphassāpi kamantu, leḍḍusamphassāpi kamantu, daṇḍasamphassāpi kamantu, satthasamphassāpi kamantu, karīyati hidaṃ buddhānaṃ sāsanan’ti.
mn: Gladly now, let fists, stones, sticks, and swords strike this body! For this is how the instructions of the Buddhas are followed.’

# mn28:10.1
source: Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato evaṃ dhammaṃ anussarato evaṃ saṅghaṃ anussarato upekkhā kusalanissitā na saṇṭhāti.
mn: While recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful may not become stabilized in them.

# mn28:10.2
source: So tena saṃvijjati saṃvegaṃ āpajjati:
mn: In that case they stir up a sense of urgency:

# mn28:10.3
source: ‘alābhā vata me, na vata me lābhā; dulladdhaṃ vata me, na vata me suladdhaṃ,
mn: ‘It’s my loss, my misfortune,

# mn28:10.4
source: yassa me evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā na saṇṭhātī’ti.
mn: that while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does not become stabilized in me.’

# mn28:10.5
source: Seyyathāpi, āvuso, suṇisā sasuraṃ disvā saṃvijjati saṃvegaṃ āpajjati;
mn: They’re like a daughter-in-law who stirs up a sense of urgency when they see their father-in-law.

# mn28:10.8
source: Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti.
mn: But if, while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does become stabilized in them, they’re happy with that.

# mn28:10.9
source: Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti.
mn: At this point, much has been done by that mendicant.

# mn28:11.1
source: Katamā cāvuso, āpodhātu?
mn: And what is the water element?

# mn28:11.2
source: Āpodhātu siyā ajjhattikā, siyā bāhirā.
mn: The water element may be interior or exterior.

# mn28:11.3
source: Katamā cāvuso, ajjhattikā āpodhātu?
mn: And what is the interior water element?

# mn28:11.4
source: Yaṃ ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything that’s water, watery, and organic that’s internal, pertaining to an individual. This includes:

# mn28:11.5
source: pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ—
mn: bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine, or anything else that’s water, watery, and organic that’s internal, pertaining to an individual.

# mn28:11.6
source: ayaṃ vuccatāvuso, ajjhattikā āpodhātu.
mn: This is called the interior water element.

# mn28:11.7
source: Yā ceva kho pana ajjhattikā āpodhātu yā ca bāhirā āpodhātu, āpodhāturevesā.
mn: The interior water element and the exterior water element are just the water element.

# mn28:11.8
source: ‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn28:11.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā āpodhātuyā nibbindati, āpodhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you grow disillusioned with the water element, detaching the mind from the water element.

# mn28:12.1
source: Hoti kho so, āvuso, samayo yaṃ bāhirā āpodhātu pakuppati.
mn: There comes a time when the exterior water element flares up.

# mn28:12.2
source: Sā gāmampi vahati, nigamampi vahati, nagarampi vahati, janapadampi vahati, janapadapadesampi vahati.
mn: It sweeps away villages, towns, cities, countries, and regions.

# mn28:12.3
source: Hoti kho so, āvuso, samayo yaṃ mahāsamudde yojanasatikānipi udakāni ogacchanti, dviyojanasatikānipi udakāni ogacchanti, tiyojanasatikānipi udakāni ogacchanti, catuyojanasatikānipi udakāni ogacchanti, pañcayojanasatikānipi udakāni ogacchanti, chayojanasatikānipi udakāni ogacchanti, sattayojanasatikānipi udakāni ogacchanti.
mn: There comes a time when the water in the ocean sinks down a hundred leagues, or two, three, four, five, six, up to seven hundred leagues.

# mn28:12.4
source: Hoti kho so, āvuso, samayo yaṃ mahāsamudde sattatālampi udakaṃ saṇṭhāti, chattālampi udakaṃ saṇṭhāti, pañcatālampi udakaṃ saṇṭhāti, catuttālampi udakaṃ saṇṭhāti, titālampi udakaṃ saṇṭhāti, dvitālampi udakaṃ saṇṭhāti, tālamattampi udakaṃ saṇṭhāti.
mn: There comes a time when the water in the ocean stands just seven palm trees deep, or six, five, four, three, two, or even just one palm tree deep.

# mn28:12.5
source: Hoti kho so, āvuso, samayo yaṃ mahāsamudde sattaporisampi udakaṃ saṇṭhāti, chapporisampi udakaṃ saṇṭhāti, pañcaporisampi udakaṃ saṇṭhāti, catupporisampi udakaṃ saṇṭhāti, tiporisampi udakaṃ saṇṭhāti, dviporisampi udakaṃ saṇṭhāti, porisamattampi udakaṃ saṇṭhāti.
mn: There comes a time when the water in the ocean stands just seven fathoms deep, or six, five, four, three, two, or even just one fathom deep.

# mn28:12.6
source: Hoti kho so, āvuso, samayo yaṃ mahāsamudde aḍḍhaporisampi udakaṃ saṇṭhāti, kaṭimattampi udakaṃ saṇṭhāti, jāṇukamattampi udakaṃ saṇṭhāti, gopphakamattampi udakaṃ saṇṭhāti.
mn: There comes a time when the water in the ocean stands just half a fathom deep, or waist deep, or knee deep, or even just ankle deep.

# mn28:12.7
source: Hoti kho so, āvuso, samayo, yaṃ mahāsamudde aṅgulipabbatemanamattampi udakaṃ na hoti.
mn: There comes a time when there isn’t enough water in the ocean even to wet the tip of your finger.

# mn28:12.8
source: Tassā hi nāma, āvuso, bāhirāya āpodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati.
mn: So for all its great age, the water element will be revealed as impermanent, liable to end, vanish, and perish.

# mn28:13-15.1
source: Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā? Atha khvāssa notevettha hoti … pe …
mn: What then of this short-lived body produced by craving? Rather than take it to be ‘I’ or ‘mine’ or ‘I am’, they still just consider it to be none of these things. …

# mn28:13-15.2
source: tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṃghaṃ anussarato upekkhā kusalanissitā saṇṭhāti. So tena attamano hoti.
mn: If, while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does become stabilized in them, they’re happy with that.

# mn28:13-15.3
source: Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti.
mn: At this point, much has been done by that mendicant.

# mn28:16.1
source: Katamā cāvuso, tejodhātu?
mn: And what is the fire element?

# mn28:16.2
source: Tejodhātu siyā ajjhattikā, siyā bāhirā.
mn: The fire element may be interior or exterior.

# mn28:16.3
source: Katamā cāvuso, ajjhattikā tejodhātu?
mn: And what is the interior fire element?

# mn28:16.4
source: Yaṃ ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything that’s fire, fiery, and organic that’s internal, pertaining to an individual. This includes:

# mn28:16.5
source: yena ca santappati, yena ca jīrīyati, yena ca pariḍayhati, yena ca asitapītakhāyitasāyitaṃ sammā pariṇāmaṃ gacchati, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ—
mn: that which warms, that which ages, that which heats you up when feverish, that which properly digests food and drink, or anything else that’s fire, fiery, and organic that’s internal, pertaining to an individual.

# mn28:16.6
source: ayaṃ vuccatāvuso, ajjhattikā tejodhātu.
mn: This is called the interior fire element.

# mn28:16.7
source: Yā ceva kho pana ajjhattikā tejodhātu yā ca bāhirā tejodhātu, tejodhāturevesā.
mn: The interior fire element and the exterior fire element are just the fire element.

# mn28:16.8
source: ‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn28:16.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā tejodhātuyā nibbindati, tejodhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you grow disillusioned with the fire element, detaching the mind from the fire element.

# mn28:17.1
source: Hoti kho so, āvuso, samayo yaṃ bāhirā tejodhātu pakuppati.
mn: There comes a time when the exterior fire element flares up.

# mn28:17.2
source: Sā gāmampi dahati, nigamampi dahati, nagarampi dahati, janapadampi dahati, janapadapadesampi dahati.
mn: It burns up villages, towns, cities, countries, and regions until

# mn28:17.3
source: Sā haritantaṃ vā panthantaṃ vā selantaṃ vā udakantaṃ vā ramaṇīyaṃ vā bhūmibhāgaṃ āgamma anāhārā nibbāyati.
mn: it reaches a green field, a roadside, a cliff’s edge, a body of water, or cleared parkland, where it’s extinguished for lack of fuel.

# mn28:17.4
source: Hoti kho so, āvuso, samayo yaṃ kukkuṭapattenapi nhārudaddulenapi aggiṃ gavesanti.
mn: There comes a time when they go looking for a fire, taking just chicken feathers and strips of sinew as kindling.

# mn28:17.5
source: Tassā hi nāma, āvuso, bāhirāya tejodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati.
mn: So for all its great age, the fire element will be revealed as impermanent, liable to end, vanish, and perish.

# mn28:17.6
source: Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā?
mn: What then of this short-lived body derived from craving? Rather than take it to be ‘I’ or ‘mine’ or ‘I am’, they still just consider it to be none of these things. …

# mn28:18-20.1
source: Atha khvāssa notevettha hoti … pe … tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato evaṃ dhammaṃ anussarato evaṃ saṅghaṃ anussarato upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti.
mn: If, while recollecting the Buddha, the teaching, and the Saṅgha in this way, equanimity based on the skillful does become stabilized in them, they’re happy with that.

# mn28:18-20.2
source: Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti.
mn: At this point, much has been done by that mendicant.

# mn28:21.1
source: Katamā cāvuso, vāyodhātu?
mn: And what is the air element?

# mn28:21.2
source: Vāyodhātu siyā ajjhattikā, siyā bāhirā.
mn: The air element may be interior or exterior.

# mn28:21.3
source: Katamā cāvuso, ajjhattikā vāyodhātu?
mn: And what is the interior air element?

# mn28:21.4
source: Yaṃ ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything that’s wind, windy, and organic that’s internal, pertaining to an individual. This includes:

# mn28:21.5
source: uddhaṅgamā vātā, adhogamā vātā, kucchisayā vātā, koṭṭhāsayā vātā, aṅgamaṅgānusārino vātā, assāso passāso iti, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ—
mn: winds that go up or down, winds in the belly or the bowels, winds that flow through the limbs, in-breaths and out-breaths, or anything else that’s wind, windy, and organic that’s internal, pertaining to an individual.

# mn28:21.6
source: ayaṃ vuccatāvuso, ajjhattikā vāyodhātu.
mn: This is called the interior air element.

# mn28:21.7
source: Yā ceva kho pana ajjhattikā vāyodhātu, yā ca bāhirā vāyodhātu, vāyodhāturevesā.
mn: The interior air element and the exterior air element are just the air element.

# mn28:21.8
source: ‘Taṃ netaṃ mama nesohamasmi na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn28:21.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā vāyodhātuyā nibbindati vāyodhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you reject the air element, detaching the mind from the air element.

# mn28:22.1
source: Hoti kho so, āvuso, samayo yaṃ bāhirā vāyodhātu pakuppati.
mn: There comes a time when the exterior air element flares up.

# mn28:22.2
source: Sā gāmampi vahati, nigamampi vahati, nagarampi vahati, janapadampi vahati, janapadapadesampi vahati.
mn: It sweeps away villages, towns, cities, countries, and regions.

# mn28:22.3
source: Hoti kho so, āvuso, samayo yaṃ gimhānaṃ pacchime māse tālavaṇṭenapi vidhūpanenapi vātaṃ pariyesanti, ossavanepi tiṇāni na icchanti.
mn: There comes a time, in the last month of summer, when they look for wind by using a palm-leaf or fan, and even the grasses in the drip-fringe of a thatch roof don’t stir.

# mn28:22.4
source: Tassā hi nāma, āvuso, bāhirāya vāyodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati.
mn: So for all its great age, the air element will be revealed as impermanent, liable to end, vanish, and perish.

# mn28:22.5
source: Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā? Atha khvāssa notevettha hoti.
mn: What then of this short-lived body derived from craving? Rather than take it to be ‘I’ or ‘mine’ or ‘I am’, they still just consider it to be none of these things. …

# mn28:23.1
source: Tañce, āvuso, bhikkhuṃ pare akkosanti paribhāsanti rosenti vihesenti.
mn: If others abuse, attack, harass, and trouble that mendicant, they understand:

# mn28:23.2
source: So evaṃ pajānāti, uppannā kho me ayaṃ sotasamphassajā dukkhā vedanā.
mn: ‘This painful feeling born of ear contact has arisen in me.

# mn28:23.3
source: Sā ca kho paṭicca, no apaṭicca.
mn: That’s dependent, not independent.

# mn28:23.4
source: Kiṃ paṭicca?
mn: Dependent on what?

# mn28:23.5
source: Phassaṃ paṭicca.
mn: Dependent on contact.

# mn28:23.6
source: Sopi phasso aniccoti passati, vedanā aniccāti passati, saññā aniccāti passati, saṅkhārā aniccāti passati, viññāṇaṃ aniccanti passati.
mn: They see that contact, feeling, perception, choices, and consciousness are impermanent.

# mn28:23.7
source: Tassa dhātārammaṇameva cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.
mn: Based on that element alone, their mind becomes eager, confident, settled, and decided.

# mn28:24.1
source: Tañce, āvuso, bhikkhuṃ pare aniṭṭhehi akantehi amanāpehi samudācaranti, pāṇisamphassenapi leḍḍusamphassenapi daṇḍasamphassenapi satthasamphassenapi.
mn: Others might treat that mendicant with disliking, loathing, and detestation, striking them with fists, stones, sticks, and swords.

# mn28:24.2
source: So evaṃ pajānāti ‘tathābhūto kho ayaṃ kāyo yathābhūtasmiṃ kāye pāṇisamphassāpi kamanti, leḍḍusamphassāpi kamanti, daṇḍasamphassāpi kamanti, satthasamphassāpi kamanti.
mn: They understand: ‘This body is such that fists, stones, sticks, and swords strike it.

# mn28:24.3
source: Vuttaṃ kho panetaṃ bhagavatā kakacūpamovāde “ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṃ. Tatrāpi yo mano padūseyya, na me so tena sāsanakaro”ti.
mn: But the Buddha has said in the Simile of the Saw: “Even if low-down bandits were to sever you limb from limb, anyone who had a thought of hate on that account would not be following my instructions.”

# mn28:24.4
source: Āraddhaṃ kho pana me vīriyaṃ bhavissati asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ.
mn: My energy shall be roused up and unflagging, my mindfulness established and lucid, my body tranquil and undisturbed, and my mind immersed in samādhi.

# mn28:24.5
source: Kāmaṃ dāni imasmiṃ kāye pāṇisamphassāpi kamantu, leḍḍusamphassāpi kamantu, daṇḍasamphassāpi kamantu, satthasamphassāpi kamantu. Karīyati hidaṃ buddhānaṃ sāsanan’ti.
mn: Gladly now, let fists, stones, sticks, and swords strike this body! For this is how the instructions of the Buddhas are followed.’
