Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn023.po
Languages: mn

# mn23:0.1
source: Majjhima Nikāya 23
mn: Middle Discourses 23

# mn23:0.2
source: Vammikasutta
mn: The Ant-Hill

# mn23:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn23:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn23:1.3
source: Tena kho pana samayena āyasmā kumārakassapo andhavane viharati.
mn: Now at that time Venerable Kassapa the Prince was staying in the Dark Forest.

# mn23:1.4
source: Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ andhavanaṃ obhāsetvā yenāyasmā kumārakassapo tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho sā devatā āyasmantaṃ kumārakassapaṃ etadavoca:
mn: Then, late at night, a glorious deity, lighting up the entire Dark Forest, went up to Kassapa the Prince, stood to one side, and said:

# mn23:2.1
source: “Bhikkhu bhikkhu, ayaṃ vammiko rattiṃ dhūmāyati, divā pajjalati.
mn: “Monk, monk! This ant-hill fumes by night and flames by day.

# mn23:2.2
source: Brāhmaṇo evamāha:
mn: The brahmin said,

# mn23:2.3
source: ‘abhikkhaṇa, sumedha, satthaṃ ādāyā’ti.
mn: ‘Take up the sword and dig, O sage!’

# mn23:2.4
source: Abhikkhaṇanto sumedho satthaṃ ādāya addasa laṅgiṃ
mn: Taking up the sword and digging, the sage saw a bar:

# mn23:2.5
source: ‘laṅgī, bhadante’ti.
mn: ‘A bar, sir!’

# mn23:2.6
source: Brāhmaṇo evamāha:
mn: The brahmin said,

# mn23:2.7
source: ‘ukkhipa laṅgiṃ;
mn: ‘Throw out the bar!

# mn23:2.8
source: abhikkhaṇa, sumedha, satthaṃ ādāyā’ti.
mn: Take up the sword and dig, O sage!’

# mn23:2.9
source: Abhikkhaṇanto sumedho satthaṃ ādāya addasa uddhumāyikaṃ.
mn: Taking up the sword and digging, the sage saw a bullfrog:

# mn23:2.10
source: ‘Uddhumāyikā, bhadante’ti.
mn: ‘A bullfrog, sir!’

# mn23:2.11
source: Brāhmaṇo evamāha:
mn: The brahmin said,

# mn23:2.12
source: ‘ukkhipa uddhumāyikaṃ;
mn: ‘Throw out the bullfrog!

# mn23:2.13
source: abhikkhaṇa, sumedha, satthaṃ ādāyā’ti.
mn: Take up the sword and dig, O sage!’

# mn23:2.14
source: Abhikkhaṇanto sumedho satthaṃ ādāya addasa dvidhāpathaṃ.
mn: Taking up the sword and digging, the sage saw a forked path:

# mn23:2.15
source: ‘Dvidhāpatho, bhadante’ti.
mn: ‘A forked path, sir!’

# mn23:2.16
source: Brāhmaṇo evamāha:
mn: The brahmin said,

# mn23:2.17
source: ‘ukkhipa dvidhāpathaṃ;
mn: ‘Throw out the forked path!

# mn23:2.18
source: abhikkhaṇa, sumedha, satthaṃ ādāyā’ti.
mn: Take up the sword and dig, O sage!’

# mn23:2.19
source: Abhikkhaṇanto sumedho satthaṃ ādāya addasa caṅgavāraṃ.
mn: Taking up the sword and digging, the sage saw a box:

# mn23:2.20
source: ‘Caṅgavāro, bhadante’ti.
mn: ‘A box, sir!’

# mn23:2.21
source: Brāhmaṇo evamāha:
mn: The brahmin said,

# mn23:2.22
source: ‘ukkhipa caṅgavāraṃ;
mn: ‘Throw out the box!

# mn23:2.23
source: abhikkhaṇa, sumedha, satthaṃ ādāyā’ti.
mn: Take up the sword and dig, O sage!’

# mn23:2.24
source: Abhikkhaṇanto sumedho satthaṃ ādāya addasa kummaṃ.
mn: Taking up the sword and digging, the sage saw a tortoise:

# mn23:2.25
source: ‘Kummo, bhadante’ti.
mn: ‘A tortoise, sir!’

# mn23:2.26
source: Brāhmaṇo evamāha:
mn: The brahmin said,

# mn23:2.27
source: ‘ukkhipa kummaṃ;
mn: ‘Throw out the tortoise!

# mn23:2.28
source: abhikkhaṇa, sumedha, satthaṃ ādāyā’ti.
mn: Take up the sword and dig, O sage!’

# mn23:2.29
source: Abhikkhaṇanto sumedho satthaṃ ādāya addasa asisūnaṃ.
mn: Taking up the sword and digging, the sage saw an axe and block:

# mn23:2.30
source: ‘Asisūnā, bhadante’ti.
mn: ‘An axe and block, sir!’

# mn23:2.31
source: Brāhmaṇo evamāha:
mn: The brahmin said,

# mn23:2.32
source: ‘ukkhipa asisūnaṃ;
mn: ‘Throw out the axe and block!

# mn23:2.33
source: abhikkhaṇa, sumedha, satthaṃ ādāyā’ti.
mn: Take up the sword and dig, O sage!’

# mn23:2.34
source: Abhikkhaṇanto sumedho satthaṃ ādāya addasa maṃsapesiṃ.
mn: Taking up the sword and digging, the sage saw a lump of meat:

# mn23:2.35
source: ‘Maṃsapesi, bhadante’ti.
mn: ‘A lump of meat, sir!’

# mn23:2.36
source: Brāhmaṇo evamāha:
mn: The brahmin said,

# mn23:2.37
source: ‘ukkhipa maṃsapesiṃ;
mn: ‘Throw out the lump of meat!

# mn23:2.38
source: abhikkhaṇa, sumedha, satthaṃ ādāyā’ti.
mn: Take up the sword and dig, O sage!’

# mn23:2.39
source: Abhikkhaṇanto sumedho satthaṃ ādāya addasa nāgaṃ.
mn: Taking up the sword and digging, the sage saw a dragon:

# mn23:2.40
source: ‘Nāgo, bhadante’ti.
mn: ‘A dragon, sir!’

# mn23:2.41
source: Brāhmaṇo evamāha:
mn: The brahmin said,

# mn23:2.42
source: ‘tiṭṭhatu nāgo, mā nāgaṃ ghaṭṭesi; namo karohi nāgassā’ti.
mn: ‘Leave the dragon! Do not disturb the dragon! Worship the dragon!’

# mn23:2.43
source: Ime kho tvaṃ, bhikkhu, pañhe bhagavantaṃ upasaṅkamitvā puccheyyāsi, yathā ca te bhagavā byākaroti tathā naṃ dhāreyyāsi.
mn: Mendicant, go to the Buddha and ask him about this riddle. You should remember it in line with his answer.

# mn23:2.44
source: Nāhaṃ taṃ, bhikkhu, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo imesaṃ pañhānaṃ veyyākaraṇena cittaṃ ārādheyya aññatra tathāgatena vā, tathāgatasāvakena vā, ito vā pana sutvā”ti—
mn: I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to this riddle except for the Realized One or his disciple or someone who has heard it from them.”

# mn23:2.45
source: Idamavoca sā devatā.
mn: That is what that deity said

# mn23:2.46
source: Idaṃ vatvā tatthevantaradhāyi.
mn: before vanishing right there.

# mn23:3.1
source: Atha kho āyasmā kumārakassapo tassā rattiyā accayena yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā kumārakassapo bhagavantaṃ etadavoca:
mn: Then, when the night had passed, Kassapa the Prince went to the Buddha, bowed, sat down to one side, and told him what had happened. Then he asked:

# mn23:3.10
source: Ko nu kho, bhante, vammiko, kā rattiṃ dhūmāyanā, kā divā pajjalanā, ko brāhmaṇo, ko sumedho, kiṃ satthaṃ, kiṃ abhikkhaṇaṃ, kā laṅgī, kā uddhumāyikā, ko dvidhāpatho, kiṃ caṅgavāraṃ, ko kummo, kā asisūnā, kā maṃsapesi, ko nāgo”ti?
mn: “Sir, what is the ant-hill? What is the fuming by night and flaming by day? Who is the brahmin, and who the sage? What are the sword, the digging, the bar, the bullfrog, the forked path, the box, the tortoise, the axe and block, and the lump of meat? And what is the dragon?”

# mn23:4.1
source: “‘Vammiko’ti kho, bhikkhu, imassetaṃ cātumahābhūtikassa kāyassa adhivacanaṃ, mātāpettikasambhavassa odanakummāsūpacayassa aniccucchādanaparimaddanabhedanaviddhaṃsanadhammassa. (1)
mn: “Mendicant, ‘ant-hill’ is a term for this body made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction.

# mn23:4.2
source: Yaṃ kho, bhikkhu, divā kammante ārabbha rattiṃ anuvitakketi anuvicāreti—
mn: Thinking and considering all night about what you did during the day—

# mn23:4.3
source: ayaṃ rattiṃ dhūmāyanā.
mn: this is the fuming at night.

# mn23:4.4
source: Yaṃ kho, bhikkhu, rattiṃ anuvitakketvā anuvicāretvā divā kammante payojeti kāyena vācāya ‘manasā’—
mn: The work you apply yourself to during the day by body, speech, and mind after thinking about it all night—

# mn23:4.5
source: ayaṃ divā pajjalanā. (2–3.)
mn: this is the flaming by day.

# mn23:4.6
source: ‘Brāhmaṇo’ti kho, bhikkhu, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.
mn: ‘Brahmin’ is a term for the Realized One, the perfected one, the fully awakened Buddha.

# mn23:4.7
source: ‘Sumedho’ti kho, bhikkhu, sekkhassetaṃ bhikkhuno adhivacanaṃ. (4–5.)
mn: ‘Sage’ is a term for the trainee mendicant.

# mn23:4.8
source: ‘Satthan’ti kho, bhikkhu, ariyāyetaṃ paññāya adhivacanaṃ.
mn: ‘Sword’ is a term for noble wisdom.

# mn23:4.9
source: ‘Abhikkhaṇan’ti kho, bhikkhu, vīriyārambhassetaṃ adhivacanaṃ. (6–7.)
mn: ‘Digging’ is a term for being energetic.

# mn23:4.10
source: ‘Laṅgī’ti kho, bhikkhu, avijjāyetaṃ adhivacanaṃ.
mn: ‘Bar’ is a term for ignorance.

# mn23:4.11
source: Ukkhipa laṅgiṃ, pajaha avijjaṃ;
mn: ‘Throw out the bar’ means ‘give up ignorance,

# mn23:4.12
source: abhikkhaṇa, sumedha, satthaṃ ādāyāti ayametassa attho. (8)
mn: take up the sword, sage, and dig.’

# mn23:4.13
source: ‘Uddhumāyikā’ti kho, bhikkhu, kodhūpāyāsassetaṃ adhivacanaṃ.
mn: ‘Bullfrog’ is a term for anger and distress.

# mn23:4.14
source: Ukkhipa uddhumāyikaṃ, pajaha kodhūpāyāsaṃ;
mn: ‘Throw out the bullfrog’ means ‘give up anger and distress’ …

# mn23:4.16
source: ‘Dvidhāpatho’ti kho, bhikkhu, vicikicchāyetaṃ adhivacanaṃ.
mn: ‘A forked path’ is a term for doubt.

# mn23:4.17
source: Ukkhipa dvidhāpathaṃ, pajaha vicikicchaṃ;
mn: ‘Throw out the forked path’ means ‘give up doubt’ …

# mn23:4.19
source: ‘Caṅgavāran’ti kho, bhikkhu, pañcannetaṃ nīvaraṇānaṃ adhivacanaṃ, seyyathidaṃ—
mn: ‘Box’ is a term for the five hindrances, that is:

# mn23:4.20
source: kāmacchandanīvaraṇassa, byāpādanīvaraṇassa, thinamiddhanīvaraṇassa, uddhaccakukkuccanīvaraṇassa, vicikicchānīvaraṇassa.
mn: the hindrances of sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.

# mn23:4.21
source: Ukkhipa caṅgavāraṃ, pajaha pañca nīvaraṇe;
mn: ‘Throw out the box’ means ‘give up the five hindrances’ …

# mn23:4.23
source: ‘Kummo’ti kho, bhikkhu, pañcannetaṃ upādānakkhandhānaṃ adhivacanaṃ, seyyathidaṃ—
mn: ‘Tortoise’ is a term for the five grasping aggregates, that is:

# mn23:4.24
source: rūpupādānakkhandhassa, vedanupādānakkhandhassa, saññupādānakkhandhassa, saṅkhārupādānakkhandhassa, viññāṇupādānakkhandhassa.
mn: form, feeling, perception, choices, and consciousness.

# mn23:4.25
source: Ukkhipa kummaṃ, pajaha pañcupādānakkhandhe;
mn: ‘Throw out the tortoise’ means ‘give up the five grasping aggregates’ …

# mn23:4.27
source: ‘Asisūnā’ti kho, bhikkhu, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ—
mn: ‘Axe and block’ is a term for the five kinds of sensual stimulation.

# mn23:4.28
source: cakkhuviññeyyānaṃ rūpānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ,
mn: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn23:4.29
source: sotaviññeyyānaṃ saddānaṃ … pe …
mn: Sounds known by the ear …

# mn23:4.30
source: ghānaviññeyyānaṃ gandhānaṃ … pe …
mn: Smells known by the nose …

# mn23:4.31
source: jivhāviññeyyānaṃ rasānaṃ … pe …
mn: Tastes known by the tongue …

# mn23:4.32
source: kāyaviññeyyānaṃ phoṭṭhabbānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ.
mn: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn23:4.33
source: Ukkhipa asisūnaṃ, pajaha pañca kāmaguṇe;
mn: ‘Throw out the axe and block’ means ‘give up the five kinds of sensual stimulation’ …

# mn23:4.35
source: ‘Maṃsapesī’ti kho, bhikkhu, nandīrāgassetaṃ adhivacanaṃ.
mn: ‘Lump of meat’ is a term for desire with relishing.

# mn23:4.36
source: Ukkhipa maṃsapesiṃ, pajaha nandīrāgaṃ;
mn: ‘Throw out the lump of meat’ means ‘give up desire with relishing’ …

# mn23:4.38
source: ‘Nāgo’ti kho, bhikkhu, khīṇāsavassetaṃ bhikkhuno adhivacanaṃ.
mn: ‘Dragon’ is a term for a mendicant who has ended the defilements.

# mn23:4.39
source: Tiṭṭhatu nāgo, mā nāgaṃ ghaṭṭesi; namo karohi nāgassāti ayametassa attho”ti. (15)
mn: This is the meaning of: ‘Leave the dragon! Do not disturb the dragon! Worship the dragon.’”

# mn23:4.40
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn23:4.41
source: Attamano āyasmā kumārakassapo bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Kassapa the Prince was happy with what the Buddha said.
