Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn035.po
Languages: mn

# mn35:21.2
source: yo nu kho dukkhaṃ allīno dukkhaṃ upagato dukkhaṃ ajjhosito, dukkhaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati, api nu kho so sāmaṃ vā dukkhaṃ parijāneyya, dukkhaṃ vā parikkhepetvā vihareyyā”ti?
mn: Consider someone who clings, holds, and attaches to suffering, regarding it thus: ‘This is mine, I am this, this is my self.’ Would such a person be able to completely understand suffering themselves, or live having wiped out suffering?”

# mn35:21.3
source: “Kiñhi siyā, bho gotama?
mn: “How could they?

# mn35:21.4
source: No hidaṃ, bho gotamā”ti.
mn: No, Master Gotama.”

# mn35:21.5
source: “Taṃ kiṃ maññasi, aggivessana,
mn: “What do you think, Aggivessana?

# mn35:21.6
source: nanu tvaṃ evaṃ sante dukkhaṃ allīno dukkhaṃ upagato dukkhaṃ ajjhosito, dukkhaṃ:
mn: This being so, aren’t you someone who clings, holds, and attaches to suffering, regarding it thus: ‘This is mine, I am this, this is my self’?”

# mn35:21.8
source: “Kiñhi no siyā, bho gotama?
mn: “How could I not?

# mn35:21.9
source: Evametaṃ, bho gotamā”ti.
mn: Yes, Master Gotama.”

# mn35:22.1
source: “Seyyathāpi, aggivessana, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno tiṇhaṃ kuṭhāriṃ ādāya vanaṃ paviseyya.
mn: “Suppose, Aggivessana, there was a person in need of heartwood. Wandering in search of heartwood, they’d take a sharp axe and enter a forest.

# mn35:22.2
source: So tattha passeyya mahantaṃ kadalikkhandhaṃ ujuṃ navaṃ akukkukajātaṃ.
mn: There they’d see a big banana tree, straight and young and grown free of defects.

# mn35:22.3
source: Tamenaṃ mūle chindeyya, mūle chetvā agge chindeyya, agge chetvā pattavaṭṭiṃ vinibbhujeyya.
mn: They’d cut it down at the base, cut off the top, and unroll the coiled sheaths.

# mn35:22.4
source: So tattha pattavaṭṭiṃ vinibbhujanto pheggumpi nādhigaccheyya, kuto sāraṃ?
mn: But they wouldn’t even find sapwood, much less heartwood.

# mn35:22.5
source: Evameva kho tvaṃ, aggivessana, mayā sakasmiṃ vāde samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno ritto tuccho aparaddho.
mn: In the same way, when pursued, pressed, and grilled by me on your own doctrine, you turn out to be void, hollow, and mistaken.

# mn35:22.6
source: Bhāsitā kho pana te esā, aggivessana, vesāliyaṃ parisati vācā:
mn: But it was you who stated before the assembly of Vesālī:

# mn35:22.7
source: ‘nāhaṃ taṃ passāmi samaṇaṃ vā brāhmaṇaṃ vā, saṃghiṃ gaṇiṃ gaṇācariyaṃ, api arahantaṃ sammāsambuddhaṃ paṭijānamānaṃ, yo mayā vādena vādaṃ samāraddho na saṅkampeyya na sampakampeyya na sampavedheyya, yassa na kacchehi sedā mucceyyuṃ.
mn: ‘If I was to take them on in debate, I don’t see any ascetic or brahmin—leader of an order or a community, or the teacher of a community, even one who claims to be a perfected one, a fully awakened Buddha—who would not shake and rock and tremble, sweating from the armpits.

# mn35:22.8
source: Thūṇaṃ cepāhaṃ acetanaṃ vādena vādaṃ samārabheyyaṃ sāpi mayā vādena vādaṃ samāraddhā saṅkampeyya sampakampeyya sampavedheyya.
mn: Even if I took on an insentient post in debate, it would shake and rock and tremble.

# mn35:22.9
source: Ko pana vādo manussabhūtassā’ti?
mn: How much more then a human being!’

# mn35:22.10
source: Tuyhaṃ kho pana, aggivessana, appekaccāni sedaphusitāni nalāṭā muttāni, uttarāsaṅgaṃ vinibhinditvā bhūmiyaṃ patiṭṭhitāni.
mn: But sweat is pouring from your forehead; it’s soaked through your robe and drips on the ground.

# mn35:22.11
source: Mayhaṃ kho pana, aggivessana, natthi etarahi kāyasmiṃ sedo”ti.
mn: While I now have no sweat on my body.”

# mn35:22.12
source: Iti bhagavā tasmiṃ parisati suvaṇṇavaṇṇaṃ kāyaṃ vivari.
mn: So the Buddha revealed his golden body to the assembly.

# mn35:22.13
source: Evaṃ vutte, saccako nigaṇṭhaputto tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi.
mn: When this was said, Saccaka sat silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say.

# mn35:23.1
source: Atha kho dummukho licchaviputto saccakaṃ nigaṇṭhaputtaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā bhagavantaṃ etadavoca:
mn: Knowing this, the Licchavi Dummukha said to the Buddha,

# mn35:23.2
source: “upamā maṃ, bhagavā, paṭibhātī”ti.
mn: “A simile strikes me, Blessed One.”

# mn35:23.3
source: “Paṭibhātu taṃ, dummukhā”ti bhagavā avoca.
mn: “Then speak as you feel inspired,” said the Buddha.

# mn35:23.4
source: “Seyyathāpi, bhante, gāmassa vā nigamassa vā avidūre pokkharaṇī.
mn: “Sir, suppose there was a lotus pond not far from a town or village,

# mn35:23.5
source: Tatrāssa kakkaṭako.
mn: and a crab lived there.

# mn35:23.6
source: Atha kho, bhante, sambahulā kumārakā vā kumārikā vā tamhā gāmā vā nigamā vā nikkhamitvā yena sā pokkharaṇī tenupasaṅkameyyuṃ; upasaṅkamitvā taṃ pokkharaṇiṃ ogāhetvā taṃ kakkaṭakaṃ udakā uddharitvā thale patiṭṭhāpeyyuṃ.
mn: Then several boys or girls would leave the town or village and go to the pond, where they’d pull out the crab and put it on dry land.

# mn35:23.7
source: Yaññadeva hi so, bhante, kakkaṭako aḷaṃ abhininnāmeyya taṃ tadeva te kumārakā vā kumārikā vā kaṭṭhena vā kathalena vā sañchindeyyuṃ sambhañjeyyuṃ sampalibhañjeyyuṃ.
mn: Whenever that crab extended a claw, those boys or girls would snap, crack, and break it off with a stick or a stone.

# mn35:23.8
source: Evañhi so, bhante, kakkaṭako sabbehi aḷehi sañchinnehi sambhaggehi sampalibhaggehi abhabbo taṃ pokkharaṇiṃ puna otarituṃ, seyyathāpi pubbe.
mn: And when that crab’s claws had all been snapped, cracked, and broken off it wouldn’t be able to return down into that lotus pond.

# mn35:23.9
source: Evameva kho, bhante, yāni saccakassa nigaṇṭhaputtassa visūkāyitāni visevitāni vipphanditāni tānipi sabbāni bhagavatā sañchinnāni sambhaggāni sampalibhaggāni;
mn: In the same way, sir, the Buddha has snapped, cracked, and broken off all Saccaka’s tricks, dodges, and evasions.

# mn35:23.10
source: abhabbo ca dāni, bhante, saccako nigaṇṭhaputto puna bhagavantaṃ upasaṅkamituṃ yadidaṃ vādādhippāyo”ti.
mn: Now he can’t get near the Buddha again looking for a debate.”

# mn35:24.1
source: Evaṃ vutte, saccako nigaṇṭhaputto dummukhaṃ licchaviputtaṃ etadavoca:
mn: But Saccaka said to him,

# mn35:24.2
source: “āgamehi tvaṃ, dummukha,āgamehi tvaṃ, dummukha, () na mayaṃ tayā saddhiṃ mantema, idha mayaṃ bhotā gotamena saddhiṃ mantema.
mn: “Hold on, Dummukha, hold on! I wasn’t talking with you, I was talking with Master Gotama.

# mn35:24.3
source: Tiṭṭhatesā, bho gotama, amhākañceva aññesañca puthusamaṇabrāhmaṇānaṃ vācā.
mn: Master Gotama, leave aside that statement I made—as did various other ascetics and brahmins—

# mn35:24.4
source: Vilāpaṃ vilapitaṃ maññe.
mn: it was, like, just a bit of nonsense.

# mn35:24.5
source: Kittāvatā ca nu kho bhoto gotamassa sāvako sāsanakaro hoti ovādapatikaro tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti?
mn: How do you define a disciple of Master Gotama who follows instructions and responds to advice; who has gone beyond doubt, got rid of indecision, gained assurance, and is independent of others in the Teacher’s instructions?”

# mn35:24.6
source: “Idha, aggivessana, mama sāvako yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati;
mn: “It’s when one of my disciples truly sees any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* form—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# mn35:24.7
source: yā kāci vedanā … pe …
mn: They truly see any kind of feeling …

# mn35:24.8
source: yā kāci saññā … pe …
mn: perception …

# mn35:24.9
source: ye keci saṅkhārā … pe …
mn: choices …

# mn35:24.10
source: yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā, yaṃ dūre santike vā, sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati.
mn: consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# mn35:24.11
source: Ettāvatā kho, aggivessana, mama sāvako sāsanakaro hoti ovādapatikaro tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti.
mn: That’s how to define one of my disciples who follows instructions and responds to advice; who has gone beyond doubt, got rid of indecision, gained assurance, and is independent of others in the Teacher’s instructions.”

# mn35:25.1
source: “Kittāvatā pana, bho gotama, bhikkhu arahaṃ hoti khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto”ti?
mn: “But how do you define a mendicant who is a perfected one, with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment?”

# mn35:25.2
source: “Idha, aggivessana, bhikkhu yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anupādā vimutto hoti;
mn: “It’s when one of my disciples truly sees any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* form—with right understanding: ‘This is not mine, I am not this, this is not my self.’ And having seen this with right understanding they’re freed by not grasping.

# mn35:25.3
source: yā kāci vedanā … pe …
mn: They truly see any kind of feeling …

# mn35:25.4
source: yā kāci saññā … pe …
mn: perception …

# mn35:25.5
source: ye keci saṅkhārā … pe …
mn: choices …

# mn35:25.6
source: yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anupādā vimutto hoti.
mn: consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’ And having seen this with right understanding they’re freed by not grasping.

# mn35:25.7
source: Ettāvatā kho, aggivessana, bhikkhu arahaṃ hoti khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto.
mn: That’s how to define a mendicant who is a perfected one, with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment.

# mn35:26.1
source: Evaṃ vimuttacitto kho, aggivessana, bhikkhu tīhi anuttariyehi samannāgato hoti—
mn: A mendicant whose mind is freed like this has three unsurpassable qualities:

# mn35:26.2
source: dassanānuttariyena, paṭipadānuttariyena, vimuttānuttariyena.
mn: unsurpassable vision, practice, and freedom.

# mn35:26.3
source: Evaṃ vimuttacitto kho, aggivessana, bhikkhu tathāgataññeva sakkaroti garuṃ karoti māneti pūjeti—
mn: They honor, respect, esteem, and venerate only the Realized One:

# mn35:26.4
source: buddho so bhagavā bodhāya dhammaṃ deseti, danto so bhagavā damathāya dhammaṃ deseti, santo so bhagavā samathāya dhammaṃ deseti, tiṇṇo so bhagavā taraṇāya dhammaṃ deseti, parinibbuto so bhagavā parinibbānāya dhammaṃ desetī”ti.
mn: ‘The Blessed One is awakened, tamed, serene, crossed over, and extinguished. And he teaches Dhamma for awakening, taming, serenity, crossing over, and extinguishment.’”

# mn35:27.1
source: Evaṃ vutte, saccako nigaṇṭhaputto bhagavantaṃ etadavoca:
mn: When he had spoken, Saccaka said to him,

# mn35:27.2
source: “mayameva, bho gotama, dhaṃsī, mayaṃ pagabbā, ye mayaṃ bhavantaṃ gotamaṃ vādena vādaṃ āsādetabbaṃ amaññimha.
mn: “Master Gotama, it was rude and impudent of me to imagine I could attack you in debate.

# mn35:27.3
source: Siyā hi, bho gotama, hatthiṃ pabhinnaṃ āsajja purisassa sotthibhāvo, na tveva bhavantaṃ gotamaṃ āsajja siyā purisassa sotthibhāvo.
mn: For a person might find safety after attacking a rutting elephant, but not after attacking Master Gotama.

# mn35:27.4
source: Siyā hi, bho gotama, pajjalitaṃ aggikkhandhaṃ āsajja purisassa sotthibhāvo, na tveva bhavantaṃ gotamaṃ āsajja siyā purisassa sotthibhāvo.
mn: A person might find safety after attacking a blazing mass of fire, but not after attacking Master Gotama.

# mn35:27.5
source: Siyā hi, bho gotama, āsīvisaṃ ghoravisaṃ āsajja purisassa sotthibhāvo, na tveva bhavantaṃ gotamaṃ āsajja siyā purisassa sotthibhāvo.
mn: They might find safety after attacking a poisonous viper, but not after attacking Master Gotama.

# mn35:27.6
source: Mayameva, bho gotama, dhaṃsī, mayaṃ pagabbā, ye mayaṃ bhavantaṃ gotamaṃ vādena vādaṃ āsādetabbaṃ amaññimha.
mn: It was rude and impudent of me to imagine I could attack you in debate.

# mn35:27.7
source: Adhivāsetu me bhavaṃ gotamo svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti.
mn: Would Master Gotama together with the mendicant Saṅgha please accept tomorrow’s meal from me?”

# mn35:27.8
source: Adhivāsesi bhagavā tuṇhībhāvena.
mn: The Buddha consented in silence.

# mn35:28.1
source: Atha kho saccako nigaṇṭhaputto bhagavato adhivāsanaṃ viditvā te licchavī āmantesi:
mn: Then, knowing that the Buddha had consented, Saccaka addressed those Licchavis,

# mn35:28.2
source: “suṇantu me bhonto licchavī, samaṇo me gotamo nimantito svātanāya saddhiṃ bhikkhusaṅghena.
mn: “Listen, gentlemen. I have invited the ascetic Gotama together with the Saṅgha of mendicants for tomorrow’s meal.

# mn35:28.3
source: Tena me abhihareyyātha yamassa patirūpaṃ maññeyyāthā”ti.
mn: You may all bring me what you think is suitable.”

# mn35:29.1
source: Atha kho te licchavī tassā rattiyā accayena saccakassa nigaṇṭhaputtassa pañcamattāni thālipākasatāni bhattābhihāraṃ abhihariṃsu.
mn: Then, when the night had passed, those Licchavis presented Saccaka with an offering of five hundred servings of food.

# mn35:29.2
source: Atha kho nigaṇṭhaputto sake ārāme paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi:
mn: And Saccaka had a variety of delicious foods prepared in his own home. Then he had the Buddha informed of the time, saying,

# mn35:29.3
source: “kālo, bho gotama, niṭṭhitaṃ bhattan”ti.
mn: “It’s time, Master Gotama, the meal is ready.”

# mn35:30.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena saccakassa nigaṇṭhaputtassa ārāmo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi saddhiṃ bhikkhusaṅghena.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, went to Saccaka’s park, where he sat on the seat spread out, together with the Saṅgha of mendicants.

# mn35:30.2
source: Atha kho saccako nigaṇṭhaputto buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.
mn: Then Saccaka served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods.

# mn35:30.3
source: Atha kho saccako nigaṇṭhaputto bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: When the Buddha had eaten and washed his hand and bowl, Saccaka took a low seat and sat to one side.

# mn35:30.4
source: Ekamantaṃ nisinno kho saccako nigaṇṭhaputto bhagavantaṃ etadavoca:
mn: Then Saccaka said to the Buddha,

# mn35:30.5
source: “yamidaṃ, bho gotama, dāne puññañca puññamahī ca taṃ dāyakānaṃ sukhāya hotū”ti.
mn: “Master Gotama, may the merit and the growth of merit in this gift be for the happiness of the donors.”

# mn35:30.6
source: “Yaṃ kho, aggivessana, tādisaṃ dakkhiṇeyyaṃ āgamma avītarāgaṃ avītadosaṃ avītamohaṃ, taṃ dāyakānaṃ bhavissati.
mn: “Aggivessana, whatever comes from giving to a recipient of a religious donation such as yourself—who is not free of greed, hate, and delusion—will accrue to the donors.

# mn35:30.7
source: Yaṃ kho, aggivessana, mādisaṃ dakkhiṇeyyaṃ āgamma vītarāgaṃ vītadosaṃ vītamohaṃ, taṃ tuyhaṃ bhavissatī”ti.
mn: Whatever comes from giving to a recipient of a religious donation such as myself—who is free of greed, hate, and delusion—will accrue to you.”
