Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn032.po
Languages: mn

# mn32:0.1
source: Majjhima Nikāya 32
mn: Middle Discourses 32

# mn32:0.2
source: Mahāgosiṅgasutta
mn: The Longer Discourse at Gosiṅga

# mn32:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn32:1.2
source: ekaṃ samayaṃ bhagavā gosiṅgasālavanadāye viharati sambahulehi abhiññātehi abhiññātehi therehi sāvakehi saddhiṃ—
mn: At one time the Buddha was staying in the sal forest park at Gosiṅga, together with several well-known senior disciples, such as

# mn32:1.3
source: āyasmatā ca sāriputtena āyasmatā ca mahāmoggallānena āyasmatā ca mahākassapena āyasmatā ca anuruddhena āyasmatā ca revatena āyasmatā ca ānandena, aññehi ca abhiññātehi abhiññātehi therehi sāvakehi saddhiṃ.
mn: the venerables Sāriputta, Mahāmoggallāna, Mahākassapa, Anuruddha, Revata, Ānanda, and others.

# mn32:2.1
source: Atha kho āyasmā mahāmoggallāno sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahākassapo tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahākassapaṃ etadavoca:
mn: Then in the late afternoon, Venerable Mahāmoggallāna came out of retreat, went to Venerable Mahākassapa, and said,

# mn32:2.2
source: “āyāmāvuso, kassapa, yenāyasmā sāriputto tenupasaṅkamissāma dhammassavanāyā”ti.
mn: “Come, Reverend Kassapa, let’s go to Venerable Sāriputta to hear the teaching.”

# mn32:2.3
source: “Evamāvuso”ti kho āyasmā mahākassapo āyasmato mahāmoggallānassa paccassosi.
mn: “Yes, reverend,” Mahākassapa replied.

# mn32:2.4
source: Atha kho āyasmā ca mahāmoggallāno āyasmā ca mahākassapo āyasmā ca anuruddho yenāyasmā sāriputto tenupasaṅkamiṃsu dhammassavanāya.
mn: Then, together with Venerable Anuruddha, they went to Sāriputta to hear the teaching.

# mn32:3.1
source: Addasā kho āyasmā ānando āyasmantañca mahāmoggallānaṃ āyasmantañca mahākassapaṃ āyasmantañca anuruddhaṃ yenāyasmā sāriputto tenupasaṅkamante dhammassavanāya.
mn: Seeing them, Venerable Ānanda

# mn32:3.2
source: Disvāna yenāyasmā revato tenupasaṅkami; upasaṅkamitvā āyasmantaṃ revataṃ etadavoca:
mn: went to Venerable Revata, told him what was happening,

# mn32:3.3
source: “upasaṅkamantā kho amū, āvuso revata, sappurisā yenāyasmā sāriputto tena dhammassavanāya.
mn: and invited him also.

# mn32:4.1
source: Addasā kho āyasmā sāriputto āyasmantañca revataṃ āyasmantañca ānandaṃ dūratova āgacchante.
mn: Sāriputta saw them coming off in the distance

# mn32:4.2
source: Disvāna āyasmantaṃ ānandaṃ etadavoca:
mn: and said to Ānanda,

# mn32:4.3
source: “etu kho āyasmā ānando.
mn: “Come, Venerable Ānanda.

# mn32:4.4
source: Svāgataṃ āyasmato ānandassa bhagavato upaṭṭhākassa bhagavato santikāvacarassa.
mn: Welcome to Ānanda, the Buddha’s attendant, who is so close to the Buddha.

# mn32:4.5
source: Ramaṇīyaṃ, āvuso ānanda, gosiṅgasālavanaṃ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti;
mn: Ānanda, the sal forest park at Gosiṅga is lovely, the night is bright, the sal trees are in full blossom, and divine scents seem to float on the air.

# mn32:4.6
source: kathaṃrūpena, āvuso ānanda, bhikkhunā gosiṅgasālavanaṃ sobheyyā”ti?
mn: What kind of mendicant would beautify this park?”

# mn32:4.7
source: “Idhāvuso sāriputta, bhikkhu bahussuto hoti sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthā sabyañjanā; kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti, dhātā, vacasā paricitā, manasānupekkhitā, diṭṭhiyā suppaṭividdhā.
mn: “Reverend Sāriputta, it’s a mendicant who is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.

# mn32:4.8
source: So catassannaṃ parisānaṃ dhammaṃ deseti parimaṇḍalehi padabyañjanehi anuppabandhehi anusayasamugghātāya.
mn: And they teach the four assemblies in order to uproot the underlying tendencies with well-rounded and systematic words and phrases.

# mn32:4.9
source: Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā”ti.
mn: That’s the kind of mendicant who would beautify this park.”

# mn32:5.1
source: Evaṃ vutte, āyasmā sāriputto āyasmantaṃ revataṃ etadavoca:
mn: When he had spoken, Sāriputta said to Revata,

# mn32:5.2
source: “byākataṃ kho, āvuso revata, āyasmatā ānandena yathāsakaṃ paṭibhānaṃ.
mn: “Reverend Revata, Ānanda has answered by speaking from his heart.

# mn32:5.3
source: Tattha dāni mayaṃ āyasmantaṃ revataṃ pucchāma:
mn: And now we ask you the same question.”

# mn32:5.6
source: “Idhāvuso sāriputta, bhikkhu paṭisallānārāmo hoti paṭisallānarato, ajjhattaṃ cetosamathamanuyutto anirākatajjhāno, vipassanāya samannāgato, brūhetā suññāgārānaṃ.
mn: “Reverend Sāriputta, it’s a mendicant who enjoys retreat and loves retreat. They’re committed to inner serenity of the heart, they don’t neglect absorption, they’re endowed with discernment, and they frequent empty huts.

# mn32:5.7
source: Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā”ti.
mn: That’s the kind of mendicant who would beautify this park.”

# mn32:6.1
source: Evaṃ vutte, āyasmā sāriputto āyasmantaṃ anuruddhaṃ etadavoca:
mn: When he had spoken, Sāriputta said to Anuruddha,

# mn32:6.2
source: “byākataṃ kho, āvuso anuruddha, āyasmatā revatena yathāsakaṃ paṭibhānaṃ.
mn: “Reverend Anuruddha, Revata has answered by speaking from his heart.

# mn32:6.3
source: Tattha dāni mayaṃ āyasmantaṃ anuruddhaṃ pucchāma:
mn: And now we ask you the same question.”

# mn32:6.6
source: “Idhāvuso sāriputta, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena sahassaṃ lokānaṃ voloketi.
mn: “Reverend Sāriputta, it’s a mendicant who surveys the entire galaxy with clairvoyance that is purified and surpasses the human,

# mn32:6.7
source: Seyyathāpi, āvuso sāriputta, cakkhumā puriso uparipāsādavaragato sahassaṃ nemimaṇḍalānaṃ volokeyya;
mn: just as a person with good sight could survey a thousand wheel rims from the upper floor of a stilt longhouse.

# mn32:6.9
source: Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā”ti.
mn: That’s the kind of mendicant who would beautify this park.”

# mn32:7.1
source: Evaṃ vutte, āyasmā sāriputto āyasmantaṃ mahākassapaṃ etadavoca:
mn: When he had spoken, Sāriputta said to Mahākassapa,

# mn32:7.2
source: “byākataṃ kho, āvuso kassapa, āyasmatā anuruddhena yathāsakaṃ paṭibhānaṃ.
mn: “Reverend Kassapa, Anuruddha has answered by speaking from his heart.

# mn32:7.3
source: Tattha dāni mayaṃ āyasmantaṃ mahākassapaṃ pucchāma:
mn: And now we ask you the same question.”

# mn32:7.6
source: “Idhāvuso sāriputta, bhikkhu attanā ca āraññiko hoti āraññikattassa ca vaṇṇavādī, attanā ca piṇḍapātiko hoti piṇḍapātikattassa ca vaṇṇavādī, attanā ca paṃsukūliko hoti paṃsukūlikattassa ca vaṇṇavādī, attanā ca tecīvariko hoti tecīvarikattassa ca vaṇṇavādī, attanā ca appiccho hoti appicchatāya ca vaṇṇavādī, attanā ca santuṭṭho hoti santuṭṭhiyā ca vaṇṇavādī, attanā ca pavivitto hoti pavivekassa ca vaṇṇavādī, attanā ca asaṃsaṭṭho hoti asaṃsaggassa ca vaṇṇavādī, attanā ca āraddhavīriyo hoti vīriyārambhassa ca vaṇṇavādī, attanā ca sīlasampanno hoti sīlasampadāya ca vaṇṇavādī, attanā ca samādhisampanno hoti samādhisampadāya ca vaṇṇavādī, attanā ca paññāsampanno hoti paññāsampadāya ca vaṇṇavādī, attanā ca vimuttisampanno hoti vimuttisampadāya ca vaṇṇavādī, attanā ca vimuttiñāṇadassanasampanno hoti vimuttiñāṇadassanasampadāya ca vaṇṇavādī.
mn: “Reverend Sāriputta, it’s a mendicant who lives in the wilderness, eats only alms-food, wears rag robes, and owns just three robes; and they praise these things. They are of few wishes, content, secluded, aloof, and energetic; and they praise these things. They are accomplished in ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom; and they praise these things.

# mn32:7.7
source: Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā”ti.
mn: That’s the kind of mendicant who would beautify this park.”

# mn32:8.1
source: Evaṃ vutte, āyasmā sāriputto āyasmantaṃ mahāmoggallānaṃ etadavoca:
mn: When he had spoken, Sāriputta said to Mahāmoggallāna,

# mn32:8.2
source: “byākataṃ kho, āvuso moggallāna, āyasmatā mahākassapena yathāsakaṃ paṭibhānaṃ.
mn: “Reverend Moggallāna, Mahākassapa has answered by speaking from his heart.

# mn32:8.3
source: Tattha dāni mayaṃ āyasmantaṃ mahāmoggallānaṃ pucchāma:
mn: And now we ask you the same question.”

# mn32:8.6
source: “Idhāvuso sāriputta, dve bhikkhū abhidhammakathaṃ kathenti, te aññamaññaṃ pañhaṃ pucchanti, aññamaññassa pañhaṃ puṭṭhā vissajjenti, no ca saṃsādenti, dhammī ca nesaṃ kathā pavattinī hoti.
mn: “Reverend Sāriputta, it’s when two mendicants engage in discussion about the teaching. They question each other and answer each other’s questions without faltering, and their discussion on the teaching flows on.

# mn32:8.7
source: Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā”ti.
mn: That’s the kind of mendicant who would beautify this park.”

# mn32:9.1
source: Atha kho āyasmā mahāmoggallāno āyasmantaṃ sāriputtaṃ etadavoca:
mn: Then Mahāmoggallāna said to Sāriputta,

# mn32:9.2
source: “byākataṃ kho, āvuso sāriputta, amhehi sabbeheva yathāsakaṃ paṭibhānaṃ.
mn: “Each of us has spoken from our heart.

# mn32:9.3
source: Tattha dāni mayaṃ āyasmantaṃ sāriputtaṃ pucchāma:
mn: And now we ask you:

# mn32:9.4
source: ‘ramaṇīyaṃ, āvuso sāriputta, gosiṅgasālavanaṃ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti;
mn: Sāriputta, the sal forest park at Gosiṅga is lovely, the night is bright, the sal trees are in full blossom, and divine scents seem to float on the air.

# mn32:9.5
source: kathaṃrūpena, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā’”ti?
mn: What kind of mendicant would beautify this park?”

# mn32:9.6
source: “Idhāvuso moggallāna, bhikkhu cittaṃ vasaṃ vatteti, no ca bhikkhu cittassa vasena vattati.
mn: “Reverend Moggallāna, it’s when a mendicant masters their mind and is not mastered by it.

# mn32:9.7
source: So yāya vihārasamāpattiyā ākaṅkhati pubbaṇhasamayaṃ viharituṃ, tāya vihārasamāpattiyā pubbaṇhasamayaṃ viharati;
mn: In the morning, they abide in whatever meditation or attainment they want.

# mn32:9.8
source: yāya vihārasamāpattiyā ākaṅkhati majjhanhikasamayaṃ viharituṃ, tāya vihārasamāpattiyā majjhanhikasamayaṃ viharati;
mn: At midday,

# mn32:9.9
source: yāya vihārasamāpattiyā ākaṅkhati sāyanhasamayaṃ viharituṃ, tāya vihārasamāpattiyā sāyanhasamayaṃ viharati.
mn: and in the evening, they abide in whatever meditation or attainment they want.

# mn32:9.10
source: Seyyathāpi, āvuso moggallāna, rañño vā rājamahāmattassa vā nānārattānaṃ dussānaṃ dussakaraṇḍako pūro assa.
mn: Suppose that a ruler or their minister had a chest full of garments of different colors.

# mn32:9.11
source: So yaññadeva dussayugaṃ ākaṅkheyya pubbaṇhasamayaṃ pārupituṃ, taṃ tadeva dussayugaṃ pubbaṇhasamayaṃ pārupeyya;
mn: In the morning, they’d don whatever pair of garments they wanted.

# mn32:9.12
source: yaññadeva dussayugaṃ ākaṅkheyya majjhanhikasamayaṃ pārupituṃ, taṃ tadeva dussayugaṃ majjhanhikasamayaṃ pārupeyya;
mn: At midday,

# mn32:9.13
source: yaññadeva dussayugaṃ ākaṅkheyya sāyanhasamayaṃ pārupituṃ, taṃ tadeva dussayugaṃ sāyanhasamayaṃ pārupeyya.
mn: and in the evening, they’d don whatever pair of garments they wanted.

# mn32:9.14
source: Evameva kho, āvuso moggallāna, bhikkhu cittaṃ vasaṃ vatteti, no ca bhikkhu cittassa vasena vattati.
mn: In the same way, a mendicant masters their mind and is not mastered by it.

# mn32:9.15
source: So yāya vihārasamāpattiyā ākaṅkhati pubbaṇhasamayaṃ viharituṃ, tāya vihārasamāpattiyā pubbaṇhasamayaṃ viharati;
mn: In the morning, they abide in whatever meditation or attainment they want.

# mn32:9.16
source: yāya vihārasamāpattiyā ākaṅkhati majjhanhikasamayaṃ viharituṃ, tāya vihārasamāpattiyā majjhanhikasamayaṃ viharati;
mn: At midday,

# mn32:9.17
source: yāya vihārasamāpattiyā ākaṅkhati sāyanhasamayaṃ viharituṃ, tāya vihārasamāpattiyā sāyanhasamayaṃ viharati.
mn: and in the evening, they abide in whatever meditation or attainment they want.

# mn32:9.18
source: Evarūpena kho, āvuso moggallāna, bhikkhunā gosiṅgasālavanaṃ sobheyyā”ti.
mn: That’s the kind of mendicant who would beautify this park.”

# mn32:10.1
source: Atha kho āyasmā sāriputto te āyasmante etadavoca:
mn: Then Sāriputta said to those venerables,

# mn32:10.2
source: “byākataṃ kho, āvuso, amhehi sabbeheva yathāsakaṃ paṭibhānaṃ.
mn: “Each of us has spoken from the heart.

# mn32:10.3
source: Āyāmāvuso, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ bhagavato ārocessāma.
mn: Come, reverends, let’s go to the Buddha, and inform him about this.

# mn32:10.4
source: Yathā no bhagavā byākarissati tathā naṃ dhāressāmā”ti.
mn: As he answers, so we’ll remember it.”

# mn32:10.5
source: “Evamāvuso”ti kho te āyasmanto āyasmato sāriputtassa paccassosuṃ.
mn: “Yes, reverend,” they replied.

# mn32:10.6
source: Atha kho te āyasmanto yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:
mn: Then those venerables went to the Buddha, bowed, and sat down to one side. Venerable Sāriputta told the Buddha of how the mendicants had come to see him, and how he had asked Ānanda:

# mn32:11.6
source: Ramaṇīyaṃ, āvuso ānanda, gosiṅgasālavanaṃ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti;
mn: “‘Ānanda, the sal forest park at Gosiṅga is lovely, the night is bright, the sal trees are in full blossom, and divine scents seem to float on the air.

# mn32:11.7
source: kathaṃrūpena, āvuso ānanda, bhikkhunā gosiṅgasālavanaṃ sobheyyā’ti?
mn: What kind of mendicant would beautify this park?’

# mn32:11.8
source: Evaṃ vutte, bhante, āyasmā ānando maṃ etadavoca:
mn: When I had spoken, Ānanda said to me:

# mn32:11.9
source: ‘idhāvuso, sāriputta, bhikkhu bahussuto hoti sutadharo … pe …
mn: ‘Reverend Sāriputta, it’s a mendicant who is very learned …

# mn32:11.11
source: Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā’”ti.
mn: That’s the kind of mendicant who would beautify this park.’”

# mn32:11.12
source: “Sādhu sādhu, sāriputta.
mn: “Good, good, Sāriputta!

# mn32:11.13
source: Yathā taṃ ānandova sammā byākaramāno byākareyya.
mn: Ānanda answered in the right way for him.

# mn32:11.14
source: Ānando hi, sāriputta, bahussuto sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthā sabyañjanā; kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti, dhātā, vacasā paricitā, manasānupekkhitā, diṭṭhiyā suppaṭividdhā.
mn: For Ānanda is very learned …”

# mn32:12.1
source: “Evaṃ vutte, ahaṃ, bhante, āyasmantaṃ revataṃ etadavocaṃ:
mn: “Next I asked Revata the same question.

# mn32:12.6
source: Evaṃ vutte, bhante, āyasmā revato maṃ etadavoca:
mn: He said:

# mn32:12.7
source: ‘idhāvuso sāriputta, bhikkhu paṭisallānārāmo hoti paṭisallānarato, ajjhattaṃ cetosamathamanuyutto, anirākatajjhāno, vipassanāya samannāgato, brūhetā suññāgārānaṃ.
mn: ‘It’s a mendicant who enjoys retreat …

# mn32:12.8
source: Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā’”ti.
mn: That’s the kind of mendicant who would beautify this park.’”

# mn32:12.9
source: “Sādhu sādhu, sāriputta.
mn: “Good, good, Sāriputta!

# mn32:12.10
source: Yathā taṃ revatova sammā byākaramāno byākareyya.
mn: Revata answered in the right way for him.

# mn32:12.11
source: Revato hi, sāriputta, paṭisallānārāmo paṭisallānarato, ajjhattaṃ cetosamathamanuyutto anirākatajjhāno, vipassanāya samannāgato brūhetā suññāgārānan”ti.
mn: For Revata enjoys retreat …”

# mn32:13.1
source: “Evaṃ vutte, ahaṃ, bhante, āyasmantaṃ anuruddhaṃ etadavocaṃ:
mn: “Next I asked Anuruddha the same question.

# mn32:13.4
source: Evaṃ vutte, bhante, āyasmā anuruddho maṃ etadavoca:
mn: He said:

# mn32:13.5
source: ‘idhāvuso sāriputta, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena sahassaṃ lokānaṃ voloketi.
mn: ‘It’s a mendicant who surveys the entire galaxy with clairvoyance that is purified and surpasses the human …

# mn32:13.7
source: evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā’”ti.
mn: That’s the kind of mendicant who would beautify this park.’”

# mn32:13.8
source: “Sādhu sādhu, sāriputta, yathā taṃ anuruddhova sammā byākaramāno byākareyya.
mn: “Good, good, Sāriputta! Anuruddha answered in the right way for him.

# mn32:13.9
source: Anuruddho hi, sāriputta, dibbena cakkhunā visuddhena atikkantamānusakena sahassaṃ lokānaṃ voloketī”ti.
mn: For Anuruddha surveys the entire galaxy with clairvoyance that is purified and surpasses the human.”

# mn32:14.1
source: “Evaṃ vutte, ahaṃ, bhante, āyasmantaṃ mahākassapaṃ etadavocaṃ:
mn: “Next I asked Mahākassapa the same question.

# mn32:14.5
source: Evaṃ vutte, bhante, āyasmā mahākassapo maṃ etadavoca:
mn: He said:

# mn32:14.6
source: ‘idhāvuso sāriputta, bhikkhu attanā ca āraññiko hoti āraññikattassa ca vaṇṇavādī, attanā ca piṇḍapātiko hoti … pe … attanā ca paṃsukūliko hoti … pe … attanā ca tecīvariko hoti … pe … attanā ca appiccho hoti … pe … attanā ca santuṭṭho hoti … pe … attanā ca pavivitto hoti … pe … attanā ca asaṃsaṭṭho hoti … pe … attanā ca āraddhavīriyo hoti … pe … attanā ca sīlasampanno hoti … pe … attanā ca samādhisampanno hoti … pe … attanā ca paññāsampanno hoti … attanā ca vimuttisampanno hoti … attanā ca vimuttiñāṇadassanasampanno hoti vimuttiñāṇadassanasampadāya ca vaṇṇavādī.
mn: ‘It’s a mendicant who lives in the wilderness … and is accomplished in the knowledge and vision of freedom; and they praise these things.

# mn32:14.7
source: Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā’”ti.
mn: That’s the kind of mendicant who would beautify this park.’”

# mn32:14.8
source: “Sādhu sādhu, sāriputta.
mn: “Good, good, Sāriputta!

# mn32:14.9
source: Yathā taṃ kassapova sammā byākaramāno byākareyya.
mn: Kassapa answered in the right way for him.

# mn32:14.10
source: Kassapo hi, sāriputta, attanā ca āraññiko āraññikattassa ca vaṇṇavādī, attanā ca piṇḍapātiko piṇḍapātikattassa ca vaṇṇavādī, attanā ca paṃsukūliko paṃsukūlikattassa ca vaṇṇavādī, attanā ca tecīvariko tecīvarikattassa ca vaṇṇavādī, attanā ca appiccho appicchatāya ca vaṇṇavādī, attanā ca santuṭṭho santuṭṭhiyā ca vaṇṇavādī, attanā ca pavivitto pavivekassa ca vaṇṇavādī, attanā ca asaṃsaṭṭho asaṃsaggassa ca vaṇṇavādī, attanā ca āraddhavīriyo vīriyārambhassa ca vaṇṇavādī, attanā ca sīlasampanno sīlasampadāya ca vaṇṇavādī, attanā ca samādhisampanno samādhisampadāya ca vaṇṇavādī, attanā ca paññāsampanno paññāsampadāya ca vaṇṇavādī, attanā ca vimuttisampanno vimuttisampadāya ca vaṇṇavādī, attanā ca vimuttiñāṇadassanasampanno vimuttiñāṇadassanasampadāya ca vaṇṇavādī”ti.
mn: For Kassapa lives in the wilderness … and is accomplished in the knowledge and vision of freedom; and he praises these things.”

# mn32:15.1
source: “Evaṃ vutte, ahaṃ bhante āyasmantaṃ mahāmoggallānaṃ etadavocaṃ:
mn: “Next I asked Mahāmoggallāna the same question.

# mn32:15.5
source: Evaṃ vutte, bhante, āyasmā mahāmoggallāno maṃ etadavoca:
mn: He said:

# mn32:15.6
source: ‘idhāvuso sāriputta, dve bhikkhū abhidhammakathaṃ kathenti. Te aññamaññaṃ pañhaṃ pucchanti, aññamaññassa pañhaṃ puṭṭhā vissajjenti, no ca saṃsādenti, dhammī ca nesaṃ kathā pavattinī hoti.
mn: ‘It’s when two mendicants engage in discussion about the teaching …

# mn32:15.7
source: Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā’”ti.
mn: That’s the kind of mendicant who would beautify this park.’”

# mn32:15.8
source: “Sādhu sādhu, sāriputta, yathā taṃ moggallānova sammā byākaramāno byākareyya.
mn: “Good, good, Sāriputta! Moggallāna answered in the right way for him.

# mn32:15.9
source: Moggallāno hi, sāriputta, dhammakathiko”ti.
mn: For Moggallāna is a Dhamma speaker.”

# mn32:16.1
source: Evaṃ vutte, āyasmā mahāmoggallāno bhagavantaṃ etadavoca:
mn: When he had spoken, Moggallāna said to the Buddha,

# mn32:16.2
source: “atha khvāhaṃ, bhante, āyasmantaṃ sāriputtaṃ etadavocaṃ:
mn: “Next, I asked Sāriputta:

# mn32:16.3
source: ‘byākataṃ kho, āvuso sāriputta, amhehi sabbeheva yathāsakaṃ paṭibhānaṃ.
mn: ‘Each of us has spoken from our heart.

# mn32:16.4
source: Tattha dāni mayaṃ āyasmantaṃ sāriputtaṃ pucchāma—
mn: And now we ask you:

# mn32:16.5
source: ramaṇīyaṃ, āvuso sāriputta, gosiṅgasālavanaṃ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti.
mn: Sāriputta, the sal forest park at Gosiṅga is lovely, the night is bright, the sal trees are in full blossom, and divine scents seem to float on the air.

# mn32:16.6
source: Kathaṃrūpena, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā’ti?
mn: What kind of mendicant would beautify this park?’

# mn32:16.7
source: Evaṃ vutte, bhante, āyasmā sāriputto maṃ etadavoca:
mn: When I had spoken, Sāriputta said to me:

# mn32:16.8
source: ‘idhāvuso moggallāna, bhikkhu cittaṃ vasaṃ vatteti no ca bhikkhu cittassa vasena vattati.
mn: ‘Reverend Moggallāna, it’s when a mendicant masters their mind and is not mastered by it …

# mn32:16.20
source: Evarūpena kho, āvuso moggallāna, bhikkhunā gosiṅgasālavanaṃ sobheyyā’”ti.
mn: That’s the kind of mendicant who would beautify this park.’”

# mn32:16.21
source: “Sādhu sādhu, moggallāna.
mn: “Good, good, Moggallāna!

# mn32:16.22
source: Yathā taṃ sāriputtova sammā byākaramāno byākareyya.
mn: Sāriputta answered in the right way for him.

# mn32:16.23
source: Sāriputto hi, moggallāna, cittaṃ vasaṃ vatteti no ca sāriputto cittassa vasena vattati.
mn: For Sāriputta masters his mind and is not mastered by it …”

# mn32:17.1
source: Evaṃ vutte, āyasmā sāriputto bhagavantaṃ etadavoca:
mn: When he had spoken, Sāriputta asked the Buddha,

# mn32:17.2
source: “kassa nu kho, bhante, subhāsitan”ti?
mn: “Sir, who has spoken well?”

# mn32:17.3
source: “Sabbesaṃ vo, sāriputta, subhāsitaṃ pariyāyena.
mn: “You’ve all spoken well in your own way.

# mn32:17.4
source: Api ca mamapi suṇātha yathārūpena bhikkhunā gosiṅgasālavanaṃ sobheyya.
mn: However, listen to me also as to what kind of mendicant would beautify this sal forest park at Gosiṅga.

# mn32:17.5
source: Idha, sāriputta, bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā:
mn: It’s a mendicant who, after the meal, returns from alms-round, sits down cross-legged with their body straight, and establishes mindfulness right there, thinking:

# mn32:17.6
source: ‘na tāvāhaṃ imaṃ pallaṅkaṃ bhindissāmi yāva me nānupādāya āsavehi cittaṃ vimuccissatī’ti.
mn: ‘I will not break this sitting posture until my mind is freed from the defilements by not grasping!’

# mn32:17.7
source: Evarūpena kho, sāriputta, bhikkhunā gosiṅgasālavanaṃ sobheyyā”ti.
mn: That’s the kind of mendicant who would beautify this park.”

# mn32:17.8
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn32:17.9
source: Attamanā te āyasmanto bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, those venerables were happy with what the Buddha said.
