Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn037.po
Languages: mn

# mn37:0.1
source: Majjhima Nikāya 37
mn: Middle Discourses 37

# mn37:0.2
source: Cūḷataṇhāsaṅkhayasutta
mn: The Shorter Discourse on the Ending of Craving

# mn37:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn37:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde.
mn: At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.

# mn37:2.1
source: Atha kho sakko devānamindo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho sakko devānamindo bhagavantaṃ etadavoca:
mn: And then Sakka, lord of gods, went up to the Buddha, bowed, stood to one side, and said to him:

# mn37:2.2
source: “kittāvatā nu kho, bhante, bhikkhu saṅkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan”ti?
mn: “Sir, how do you briefly define a mendicant who is freed through the ending of craving, who has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal, and is best among gods and humans?”

# mn37:3.1
source: “Idha, devānaminda, bhikkhuno sutaṃ hoti:
mn: “Lord of Gods, it’s when a mendicant has heard:

# mn37:3.2
source: ‘sabbe dhammā nālaṃ abhinivesāyā’ti.
mn: ‘Nothing is worth insisting on.’

# mn37:3.3
source: Evañcetaṃ, devānaminda, bhikkhuno sutaṃ hoti:
mn: When a mendicant has heard that

# mn37:3.4
source: ‘sabbe dhammā nālaṃ abhinivesāyā’ti.
mn: nothing is worth insisting on,

# mn37:3.5
source: So sabbaṃ dhammaṃ abhijānāti; sabbaṃ dhammaṃ abhiññāya sabbaṃ dhammaṃ parijānāti; sabbaṃ dhammaṃ pariññāya yaṃ kiñci vedanaṃ vedeti—
mn: they directly know all things. Directly knowing all things, they completely understand all things. Having completely understood all things, when they experience any kind of feeling—pleasant, unpleasant, or neutral—

# mn37:3.6
source: sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so tāsu vedanāsu aniccānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati.
mn: they meditate observing impermanence, dispassion, cessation, and letting go in those feelings.

# mn37:3.7
source: So tāsu vedanāsu aniccānupassī viharanto, virāgānupassī viharanto, nirodhānupassī viharanto, paṭinissaggānupassī viharanto na kiñci loke upādiyati.
mn: Meditating in this way, they don’t grasp at anything in the world.

# mn37:3.8
source: Anupādiyaṃ na paritassati, aparitassaṃ paccattaññeva parinibbāyati:
mn: Not grasping, they’re not anxious. Not being anxious, they personally become extinguished.

# mn37:3.9
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn37:3.10
source: Ettāvatā kho, devānaminda, bhikkhu saṅkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan”ti.
mn: That’s how I briefly define a mendicant who is freed through the ending of craving, who has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal, and is best among gods and humans.”

# mn37:4.1
source: Atha kho sakko devānamindo bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.
mn: Then Sakka, lord of gods, having approved and agreed with what the Buddha said, bowed and respectfully circled the Buddha, keeping him on his right, before vanishing right there.

# mn37:5.1
source: Tena kho pana samayena āyasmā mahāmoggallāno bhagavato avidūre nisinno hoti.
mn: Now, at that time Venerable Mahāmoggallāna was sitting not far from the Buddha.

# mn37:5.2
source: Atha kho āyasmato mahāmoggallānassa etadahosi:
mn: He thought,

# mn37:5.3
source: “kiṃ nu kho so yakkho bhagavato bhāsitaṃ abhisamecca anumodi udāhu no;
mn: “Did that spirit comprehend what the Buddha said when he agreed with him, or not?

# mn37:5.4
source: yannūnāhaṃ taṃ yakkhaṃ jāneyyaṃ—
mn: Why don’t I find out?”

# mn37:6.1
source: Atha kho āyasmā mahāmoggallāno—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—pubbārāme migāramātupāsāde antarahito devesu tāvatiṃsesu pāturahosi.
mn: And then Venerable Mahāmoggallāna, as easily as a strong person would extend or contract their arm, vanished from the Eastern Monastery and reappeared among the gods of the Thirty-Three.

# mn37:7.1
source: Tena kho pana samayena sakko devānamindo ekapuṇḍarīke uyyāne dibbehi pañcahi tūriyasatehi samappito samaṅgībhūto paricāreti.
mn: Now at that time Sakka was amusing himself in the Single Lotus Park, supplied and provided with a divine orchestra.

# mn37:7.2
source: Addasā kho sakko devānamindo āyasmantaṃ mahāmoggallānaṃ dūratova āgacchantaṃ.
mn: Seeing Mahāmoggallāna coming off in the distance,

# mn37:7.3
source: Disvāna tāni dibbāni pañca tūriyasatāni paṭippaṇāmetvā yenāyasmā mahāmoggallāno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahāmoggallānaṃ etadavoca:
mn: he dismissed the orchestra, approached Mahāmoggallāna, and said,

# mn37:7.4
source: “ehi kho, mārisa moggallāna, svāgataṃ, mārisa moggallāna.
mn: “Come, my good Moggallāna! Welcome, good sir!

# mn37:7.5
source: Cirassaṃ kho, mārisa moggallāna, imaṃ pariyāyaṃ akāsi yadidaṃ idhāgamanāya.
mn: It’s been a long time since you took the opportunity to come here.

# mn37:7.6
source: Nisīda, mārisa moggallāna, idamāsanaṃ paññattan”ti.
mn: Sit, my good Moggallāna, this seat is for you.”

# mn37:7.7
source: Nisīdi kho āyasmā mahāmoggallāno paññatte āsane.
mn: Mahāmoggallāna sat down on the seat spread out,

# mn37:7.8
source: Sakkopi kho devānamindo aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: while Sakka took a low seat and sat to one side.

# mn37:7.9
source: Ekamantaṃ nisinnaṃ kho sakkaṃ devānamindaṃ āyasmā mahāmoggallāno etadavoca:
mn: Mahāmoggallāna said to him,

# mn37:8.1
source: “yathā kathaṃ pana kho, kosiya, bhagavā saṃkhittena taṇhāsaṅkhayavimuttiṃ abhāsi?
mn: “Kosiya, how did the Buddha briefly explain freedom through the ending of craving?

# mn37:8.2
source: Sādhu mayampi etissā kathāya bhāgino assāma savanāyā”ti.
mn: Please share this talk with me so that I can also get to hear it.”

# mn37:8.3
source: “Mayaṃ kho, mārisa moggallāna, bahukiccā bahukaraṇīyā—
mn: “My good Moggallāna, I have many duties, and much to do,

# mn37:8.4
source: appeva sakena karaṇīyena, api ca devānaṃyeva tāvatiṃsānaṃ karaṇīyena.
mn: not only for myself, but also for the Gods of the Thirty-Three.

# mn37:8.5
source: Api ca, mārisa moggallāna, sussutaṃyeva hoti suggahitaṃ sumanasikataṃ sūpadhāritaṃ, yaṃ no khippameva antaradhāyati.
mn: Besides, I quickly forget even things I’ve properly heard, learned, attended, and memorized.

# mn37:8.6
source: Bhūtapubbaṃ, mārisa moggallāna, devāsurasaṅgāmo samupabyūḷho ahosi.
mn: Once upon a time, a battle was fought between the gods and the demons.

# mn37:8.7
source: Tasmiṃ kho pana, mārisa moggallāna, saṅgāme devā jiniṃsu, asurā parājiniṃsu.
mn: In that battle the gods won and the demons lost.

# mn37:8.8
source: So kho ahaṃ, mārisa moggallāna, taṃ saṅgāmaṃ abhivijinitvā vijitasaṅgāmo tato paṭinivattitvā vejayantaṃ nāma pāsādaṃ māpesiṃ.
mn: When I returned from that battle as a conqueror, I created the Palace of Victory.

# mn37:8.9
source: Vejayantassa kho, mārisa moggallāna, pāsādassa ekasataṃ niyyūhaṃ.
mn: The Palace of Victory has a hundred towers.

# mn37:8.10
source: Ekekasmiṃ niyyūhe satta satta kūṭāgārasatāni.
mn: Each tower has seven hundred chambers.

# mn37:8.11
source: Ekamekasmiṃ kūṭāgāre satta satta accharāyo.
mn: Each chamber has seven nymphs.

# mn37:8.12
source: Ekamekissā accharāya satta satta paricārikāyo.
mn: Each nymph has seven maids.

# mn37:8.13
source: Iccheyyāsi no tvaṃ, mārisa moggallāna, vejayantassa pāsādassa rāmaṇeyyakaṃ daṭṭhun”ti?
mn: Would you like to see the lovely Palace of Victory?”

# mn37:8.14
source: Adhivāsesi kho āyasmā mahāmoggallāno tuṇhībhāvena.
mn: Mahāmoggallāna consented in silence.

# mn37:9.1
source: Atha kho sakko ca devānamindo vessavaṇo ca mahārājā āyasmantaṃ mahāmoggallānaṃ purakkhatvā yena vejayanto pāsādo tenupasaṅkamiṃsu.
mn: Then, putting Venerable Mahāmoggallāna in front, Sakka, lord of gods, and Vessavaṇa, the Great King, went to the Palace of Victory.

# mn37:9.2
source: Addasaṃsu kho sakkassa devānamindassa paricārikāyo āyasmantaṃ mahāmoggallānaṃ dūratova āgacchantaṃ;
mn: When they saw Moggallāna coming off in the distance, Sakka’s maids,

# mn37:9.3
source: disvā ottappamānā hirīyamānā sakaṃ sakaṃ ovarakaṃ pavisiṃsu.
mn: being prudent and discreet, each went to her own bedroom.

# mn37:10.1
source: Seyyathāpi nāma suṇisā sasuraṃ disvā ottappati hirīyati;
mn: They were just like a daughter-in-law who is prudent and discreet when they see their father-in-law.

# mn37:10.3
source: Atha kho sakko ca devānamindo vessavaṇo ca mahārājā āyasmantaṃ mahāmoggallānaṃ vejayante pāsāde anucaṅkamāpenti anuvicarāpenti:
mn: Then Sakka and Vessavaṇa encouraged Moggallāna to wander and explore the palace, saying,

# mn37:10.4
source: “idampi, mārisa moggallāna, passa vejayantassa pāsādassa rāmaṇeyyakaṃ;
mn: “See, in the palace, my good Moggallāna, this lovely thing!

# mn37:10.5
source: idampi, mārisa moggallāna, passa vejayantassa pāsādassa rāmaṇeyyakan”ti.
mn: And that lovely thing!”

# mn37:10.6
source: “Sobhati idaṃ āyasmato kosiyassa, yathā taṃ pubbe katapuññassa.
mn: “That looks nice for Venerable Kosiya, just like for someone who has made merit in the past.

# mn37:10.7
source: Manussāpi kiñcideva rāmaṇeyyakaṃ disvā evamāhaṃsu:
mn: Humans, when they see something lovely, also say:

# mn37:10.8
source: ‘sobhati vata bho yathā devānaṃ tāvatiṃsānan’ti.
mn: ‘It looks nice enough for the Gods of the Thirty-Three!’

# mn37:10.9
source: Tayidaṃ āyasmato kosiyassa sobhati, yathā taṃ pubbe katapuññassā”ti.
mn: That looks nice for Venerable Kosiya, just like for someone who has made merit in the past.”

# mn37:11.1
source: Atha kho āyasmato mahāmoggallānassa etadahosi:
mn: Then Moggallāna thought,

# mn37:11.2
source: “atibāḷhaṃ kho ayaṃ yakkho pamatto viharati.
mn: “This spirit lives much too negligently.

# mn37:11.3
source: Yannūnāhaṃ imaṃ yakkhaṃ saṃvejeyyan”ti.
mn: Why don’t I stir up a sense of urgency in him?”

# mn37:11.4
source: Atha kho āyasmā mahāmoggallāno tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā vejayantaṃ pāsādaṃ pādaṅguṭṭhakena saṅkampesi sampakampesi sampavedhesi.
mn: Then Moggallāna used his psychic power to make the Palace of Victory shake and rock and tremble with his big toe.

# mn37:11.5
source: Atha kho sakko ca devānamindo, vessavaṇo ca mahārājā, devā ca tāvatiṃsā acchariyabbhutacittajātā ahesuṃ:
mn: Then Sakka, Vessavaṇa, and the Gods of the Thirty-Three, their minds full of wonder and amazement, thought,

# mn37:11.6
source: “acchariyaṃ vata, bho, abbhutaṃ vata, bho.
mn: “It’s incredible, it’s amazing!

# mn37:11.7
source: Samaṇassa mahiddhikatā mahānubhāvatā, yatra hi nāma dibbabhavanaṃ pādaṅguṭṭhakena saṅkampessati sampakampessati sampavedhessatī”ti.
mn: The ascetic has such power and might that he makes the god’s home shake and rock and tremble with his big toe!”

# mn37:12.1
source: Atha kho āyasmā mahāmoggallāno sakkaṃ devānamindaṃ saṃviggaṃ lomahaṭṭhajātaṃ viditvā sakkaṃ devānamindaṃ etadavoca:
mn: Knowing that Sakka was shocked and awestruck, Moggallāna said to him,

# mn37:12.2
source: “yathā kathaṃ pana kho, kosiya, bhagavā saṃkhittena taṇhāsaṅkhayavimuttiṃ abhāsi?
mn: “Kosiya, how did the Buddha briefly explain freedom through the ending of craving?

# mn37:12.3
source: Sādhu mayampi etissā kathāya bhāgino assāma savanāyā”ti.
mn: Please share this talk with me so that I can also get to hear it.”

# mn37:12.4
source: “Idhāhaṃ, mārisa moggallāna, yena bhagavā tenupasaṅkamiṃ; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsiṃ. Ekamantaṃ ṭhito kho ahaṃ, mārisa moggallāna, bhagavantaṃ etadavocaṃ:
mn: “My dear Moggallāna, I approached the Buddha, bowed, stood to one side, and said to him,

# mn37:12.5
source: ‘kittāvatā nu kho, bhante, bhikkhu saṅkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan’ti?
mn: ‘Sir, how do you briefly define a mendicant who is freed with the ending of craving, who has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal, and is best among gods and humans?’

# mn37:13.1
source: Evaṃ vutte, mārisa moggallāna, bhagavā maṃ etadavoca:
mn: When I had spoken the Buddha said to me:

# mn37:13.2
source: ‘idha, devānaminda, bhikkhuno sutaṃ hoti:
mn: ‘Lord of Gods, it’s when a mendicant has heard:

# mn37:13.3
source: “sabbe dhammā nālaṃ abhinivesāyā”ti.
mn: “Nothing is worth insisting on”

# mn37:13.4
source: Evañcetaṃ, devānaminda, bhikkhuno sutaṃ hoti
mn: When a mendicant has heard that

# mn37:13.5
source: “sabbe dhammā nālaṃ abhinivesāyā”ti.
mn: nothing is worth insisting on,

# mn37:13.6
source: So sabbaṃ dhammaṃ abhijānāti, sabbaṃ dhammaṃ abhiññāya sabbaṃ dhammaṃ parijānāti, sabbaṃ dhammaṃ pariññāya yaṃ kiñci vedanaṃ vedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā.
mn: they directly know all things. Directly knowing all things, they completely understand all things. Having completely understood all things, when they experience any kind of feeling—pleasant, unpleasant, or neutral—

# mn37:13.7
source: So tāsu vedanāsu aniccānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati.
mn: they meditate observing impermanence, dispassion, cessation, and letting go in those feelings.

# mn37:13.8
source: So tāsu vedanāsu aniccānupassī viharanto, virāgānupassī viharanto, nirodhānupassī viharanto, paṭinissaggānupassī viharanto na kiñci loke upādiyati,
mn: Meditating in this way, they don’t grasp at anything in the world.

# mn37:13.9
source: anupādiyaṃ na paritassati, aparitassaṃ paccattaññeva parinibbāyati:
mn: Not grasping, they’re not anxious. Not being anxious, they personally become extinguished.

# mn37:13.10
source: “khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti pajānāti.
mn: They understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.”

# mn37:13.11
source: Ettāvatā kho, devānaminda, bhikkhu saṅkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan’ti.
mn: That’s how I briefly define a mendicant who is freed through the ending of craving, who has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal, and is best among gods and humans.’

# mn37:13.12
source: Evaṃ kho me, mārisa moggallāna, bhagavā saṅkhittena taṇhāsaṅkhayavimuttiṃ abhāsī”ti.
mn: That’s how the Buddha briefly explained freedom through the ending of craving to me.”

# mn37:14.1
source: Atha kho āyasmā mahāmoggallāno sakkassa devānamindassa bhāsitaṃ abhinanditvā anumoditvā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—devesu tāvatiṃsesu antarahito pubbārāme migāramātupāsāde pāturahosi.
mn: Moggallāna approved and agreed with what Sakka said. As easily as a strong person would extend or contract their arm, he vanished from among the Gods of the Thirty-Three and reappeared in the Eastern Monastery.

# mn37:14.2
source: Atha kho sakkassa devānamindassa paricārikāyo acirapakkante āyasmante mahāmoggallāne sakkaṃ devānamindaṃ etadavocuṃ:
mn: Soon after Moggallāna left, Sakka’s maids said to him,

# mn37:14.3
source: “eso nu te, mārisa, so bhagavā satthā”ti?
mn: “Good sir, was that the Blessed One, your Teacher?”

# mn37:14.4
source: “Na kho me, mārisa, so bhagavā satthā.
mn: “No, it was not.

# mn37:14.5
source: Sabrahmacārī me eso āyasmā mahāmoggallāno”ti.
mn: That was my spiritual companion Venerable Mahāmoggallāna.”

# mn37:14.6
source: “Lābhā te, mārisa, suladdhaṃ te, mārisa
mn: “You’re fortunate, good sir, so very fortunate,

# mn37:14.7
source: yassa te sabrahmacārī evaṃmahiddhiko evaṃmahānubhāvo.
mn: to have a spiritual companion of such power and might!

# mn37:14.8
source: Aho nūna te so bhagavā satthā”ti.
mn: We can’t believe that’s not the Blessed One, your Teacher!”

# mn37:15.1
source: Atha kho āyasmā mahāmoggallāno yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā mahāmoggallāno bhagavantaṃ etadavoca:
mn: Then Mahāmoggallāna went up to the Buddha, bowed, sat down to one side, and said to him,

# mn37:15.2
source: “abhijānāti no, bhante, bhagavā ahu ñātaññatarassa mahesakkhassa yakkhassa saṃkhittena taṇhāsaṅkhayavimuttiṃ bhāsitā”ti?
mn: “Sir, do you recall briefly explaining freedom through the ending of craving to a certain well-known and illustrious spirit?”

# mn37:15.3
source: “Abhijānāmahaṃ, moggallāna, idha sakko devānamindo yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho, moggallāna, sakko devānamindo maṃ etadavoca:
mn: “I do, Moggallāna.” And the Buddha retold all that happened when Sakka came to visit him, adding:

# mn37:15.17
source: Evaṃ kho ahaṃ, moggallāna, abhijānāmi sakkassa devānamindassa saṃkhittena taṇhāsaṅkhayavimuttiṃ bhāsitā”ti.
mn: “That’s how I recall briefly explaining freedom through the ending of craving to Sakka, lord of gods.”

# mn37:15.18
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn37:15.19
source: Attamano āyasmā mahāmoggallāno bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Mahāmoggallāna was happy with what the Buddha said.
