Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn031.po
Languages: mn

# mn31:0.1
source: Majjhima Nikāya 31
mn: Middle Discourses 31

# mn31:0.2
source: Cūḷagosiṅgasutta
mn: The Shorter Discourse at Gosiṅga

# mn31:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn31:1.2
source: ekaṃ samayaṃ bhagavā nātike viharati giñjakāvasathe.
mn: At one time the Buddha was staying at Nādika in the brick house.

# mn31:2.1
source: Tena kho pana samayena āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo gosiṅgasālavanadāye viharanti.
mn: Now at that time the venerables Anuruddha, Nandiya, and Kimbila were staying in the sal forest park at Gosiṅga.

# mn31:3.1
source: Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena gosiṅgasālavanadāyo tenupasaṅkami.
mn: Then in the late afternoon, the Buddha came out of retreat and went to that park.

# mn31:3.2
source: Addasā kho dāyapālo bhagavantaṃ dūratova āgacchantaṃ.
mn: The park keeper saw the Buddha coming off in the distance

# mn31:3.3
source: Disvāna bhagavantaṃ etadavoca:
mn: and said to him,

# mn31:3.4
source: “mā, samaṇa, etaṃ dāyaṃ pāvisi.
mn: “Don’t come into this park, ascetic.

# mn31:3.5
source: Santettha tayo kulaputtā attakāmarūpā viharanti.
mn: There are three gentlemen who love themselves staying here.

# mn31:3.6
source: Mā tesaṃ aphāsumakāsī”ti.
mn: Don’t disturb them.”

# mn31:4.1
source: Assosi kho āyasmā anuruddho dāyapālassa bhagavatā saddhiṃ mantayamānassa.
mn: Anuruddha heard the park keeper conversing with the Buddha,

# mn31:4.2
source: Sutvāna dāyapālaṃ etadavoca:
mn: and said to him,

# mn31:4.3
source: “mā, āvuso dāyapāla, bhagavantaṃ vāresi.
mn: “Don’t keep the Buddha out, good park keeper!

# mn31:4.4
source: Satthā no bhagavā anuppatto”ti.
mn: Our Teacher, the Blessed One, has arrived.”

# mn31:4.5
source: Atha kho āyasmā anuruddho yenāyasmā ca nandiyo āyasmā ca kimilo tenupasaṅkami; upasaṅkamitvā āyasmantañca nandiyaṃ āyasmantañca kimilaṃ etadavoca:
mn: Then Anuruddha went to Nandiya and Kimbila, and said to them,

# mn31:4.6
source: “abhikkamathāyasmanto, abhikkamathāyasmanto, satthā no bhagavā anuppatto”ti.
mn: “Come forth, venerables, come forth! Our Teacher, the Blessed One, has arrived!”

# mn31:5.1
source: Atha kho āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo bhagavantaṃ paccuggantvā—
mn: Then Anuruddha, Nandiya, and Kimbila came out to greet the Buddha.

# mn31:5.2
source: eko bhagavato pattacīvaraṃ paṭiggahesi, eko āsanaṃ paññapesi, eko pādodakaṃ upaṭṭhāpesi.
mn: One received his bowl and robe, one spread out a seat, and one set out water for washing his feet.

# mn31:5.3
source: Nisīdi bhagavā paññatte āsane.
mn: He sat on the seat spread out

# mn31:5.4
source: Nisajja kho bhagavā pāde pakkhālesi.
mn: and washed his feet.

# mn31:5.5
source: Tepi kho āyasmanto bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.
mn: Those venerables bowed and sat down to one side.

# mn31:5.6
source: Ekamantaṃ nisinnaṃ kho āyasmantaṃ anuruddhaṃ bhagavā etadavoca:
mn: The Buddha said to Anuruddha,

# mn31:5.7
source: “Kacci vo, anuruddhā, khamanīyaṃ, kacci yāpanīyaṃ, kacci piṇḍakena na kilamathā”ti?
mn: “I hope you’re keeping well, Anuruddha and friends; I hope you’re alright. And I hope you’re having no trouble getting alms-food.”

# mn31:5.8
source: “Khamanīyaṃ, bhagavā, yāpanīyaṃ, bhagavā; na ca mayaṃ, bhante, piṇḍakena kilamāmā”ti.
mn: “We’re alright, Blessed One, we’re getting by. And we have no trouble getting alms-food.”

# mn31:7.1
source: “Kacci pana vo, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharathā”ti?
mn: “I hope you’re living in harmony, appreciating each other, without quarreling, blending like milk and water, and regarding each other with kindly eyes?”

# mn31:7.2
source: “Taggha mayaṃ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharāmā”ti.
mn: “Indeed, sir, we live in harmony like this.”

# mn31:7.3
source: “Yathā kathaṃ pana tumhe, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharathā”ti?
mn: “But how do you live this way?”

# mn31:7.4
source: “Idha mayhaṃ, bhante, evaṃ hoti:
mn: “In this case, sir, I think,

# mn31:7.5
source: ‘lābhā vata me, suladdhaṃ vata me,
mn: ‘I’m fortunate, so very fortunate,

# mn31:7.6
source: yohaṃ evarūpehi sabrahmacārīhi saddhiṃ viharāmī’ti.
mn: to live together with spiritual companions such as these.’

# mn31:7.7
source: Tassa mayhaṃ, bhante, imesu āyasmantesu mettaṃ kāyakammaṃ paccupaṭṭhitaṃ āvi ceva raho ca;
mn: I consistently treat these venerables with kindness by way of body, speech, and mind, both in public and in private.

# mn31:7.10
source: Tassa mayhaṃ, bhante, evaṃ hoti:
mn: I think,

# mn31:7.11
source: ‘yannūnāhaṃ sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vatteyyan’ti.
mn: ‘Why don’t I set aside my own ideas and just go along with these venerables’ ideas?’

# mn31:7.12
source: So kho ahaṃ, bhante, sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vattāmi.
mn: And that’s what I do.

# mn31:7.13
source: Nānā hi kho no, bhante, kāyā ekañca pana maññe cittan”ti.
mn: Though we’re different in body, sir, we’re one in mind, it seems to me.”

# mn31:7.14
source: Āyasmāpi kho nandiyo … pe …
mn: And the venerables Nandiya and Kimbila spoke likewise, and they added:

# mn31:7.26
source: “Evaṃ kho mayaṃ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharāmā”ti.
mn: “That’s how we live in harmony, appreciating each other, without quarreling, blending like milk and water, and regarding each other with kindly eyes.”

# mn31:8.1
source: “Sādhu sādhu, anuruddhā.
mn: “Good, good, Anuruddha and friends!

# mn31:8.2
source: Kacci pana vo, anuruddhā, appamattā ātāpino pahitattā viharathā”ti?
mn: But I hope you’re living diligently, keen, and resolute?”

# mn31:9.1
source: “Taggha mayaṃ, bhante, appamattā ātāpino pahitattā viharāmā”ti.
mn: “Indeed, sir, we live diligently.”

# mn31:9.2
source: “Yathā kathaṃ pana tumhe, anuruddhā, appamattā ātāpino pahitattā viharathā”ti?
mn: “But how do you live this way?”

# mn31:9.3
source: “Idha, bhante, amhākaṃ yo paṭhamaṃ gāmato piṇḍāya paṭikkamati so āsanāni paññapeti, pānīyaṃ paribhojanīyaṃ upaṭṭhāpeti, avakkārapātiṃ upaṭṭhāpeti.
mn: “In this case, sir, whoever returns first from alms-round prepares the seats, and puts out the drinking water and the rubbish bin.

# mn31:9.4
source: Yo pacchā gāmato piṇḍāya paṭikkamati, sace hoti bhuttāvaseso sace ākaṅkhati bhuñjati, no ce ākaṅkhati appaharite vā chaḍḍeti, appāṇake vā udake opilāpeti.
mn: If there’s anything left over, whoever returns last eats it if they like. Otherwise they throw it out where there is little that grows, or drop it into water that has no living creatures.

# mn31:9.5
source: So āsanāni paṭisāmeti, pānīyaṃ paribhojanīyaṃ paṭisāmeti, avakkārapātiṃ paṭisāmeti, bhattaggaṃ sammajjati.
mn: Then they put away the seats, drinking water, and rubbish bin, and sweep the refectory.

# mn31:9.6
source: Yo passati pānīyaghaṭaṃ vā paribhojanīyaghaṭaṃ vā vaccaghaṭaṃ vā rittaṃ tucchaṃ so upaṭṭhāpeti.
mn: If someone sees that the pot of water for washing, drinking, or the toilet is empty they set it up.

# mn31:9.7
source: Sacassa hoti avisayhaṃ, hatthavikārena dutiyaṃ āmantetvā hatthavilaṅghakena upaṭṭhāpema, na tveva mayaṃ, bhante, tappaccayā vācaṃ bhindāma.
mn: If he can’t do it, he summons another with a wave of the hand, and they set it up by lifting it with their hands. But we don’t break into speech for that reason.

# mn31:9.8
source: Pañcāhikaṃ kho pana mayaṃ, bhante, sabbarattikaṃ dhammiyā kathāya sannisīdāma.
mn: And every five days we sit together for the whole night and discuss the teachings.

# mn31:9.9
source: Evaṃ kho mayaṃ, bhante, appamattā ātāpino pahitattā viharāmā”ti.
mn: That’s how we live diligently, keen, and resolute.”

# mn31:10.1
source: “Sādhu sādhu, anuruddhā.
mn: “Good, good, Anuruddha and friends!

# mn31:10.2
source: Atthi pana vo, anuruddhā, evaṃ appamattānaṃ ātāpīnaṃ pahitattānaṃ viharantānaṃ uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?
mn: But as you live diligently like this, have you achieved any superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease?”

# mn31:10.3
source: “Kiñhi no siyā, bhante.
mn: “How could we not, sir?

# mn31:10.4
source: Idha mayaṃ, bhante, yāvadeva ākaṅkhāma vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāma.
mn: Whenever we want, quite secluded from sensual pleasures, secluded from unskillful qualities, we enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn31:10.5
source: Ayaṃ kho no, bhante, amhākaṃ appamattānaṃ ātāpīnaṃ pahitattānaṃ viharantānaṃ uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.
mn: This is a superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease, that we have achieved while living diligent, keen, and resolute.”

# mn31:11-13.1
source: “Sādhu sādhu, anuruddhā.
mn: “Good, good!

# mn31:11-13.2
source: Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?
mn: But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”

# mn31:11-13.3
source: “Kiñhi no siyā, bhante.
mn: “How could we not, sir?

# mn31:11-13.4
source: Idha mayaṃ, bhante, yāvadeva ākaṅkhāma vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāma.
mn: Whenever we want, as the placing of the mind and keeping it connected are stilled, we enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn31:11-13.5
source: Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.
mn: This is another superhuman distinction that we have achieved for going beyond and stilling that meditation.”

# mn31:14.1
source: “Sādhu sādhu, anuruddhā.
mn: “Good, good!

# mn31:14.2
source: Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?
mn: But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”

# mn31:14.3
source: “Kiñhi no siyā, bhante.
mn: “How could we not, sir?

# mn31:14.4
source: Idha mayaṃ, bhante, yāvadeva ākaṅkhāma pītiyā ca virāgā upekkhakā ca viharāma, satā ca sampajānā, sukhañca kāyena paṭisaṃvedema, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharāma.
mn: Whenever we want, with the fading away of rapture, we enter and remain in the third absorption, where we meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn31:14.5
source: Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.
mn: This is another superhuman distinction that we have achieved for going beyond and stilling that meditation.”

# mn31:15.1
source: “Sādhu sādhu, anuruddhā.
mn: “Good, good!

# mn31:15.2
source: Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?
mn: But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”

# mn31:15.3
source: “Kiñhi no siyā, bhante.
mn: “How could we not, sir?

# mn31:15.4
source: Idha mayaṃ, bhante, yāvadeva ākaṅkhāma sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharāma.
mn: Whenever we want, with the giving up of pleasure and pain, and the ending of former happiness and sadness, we enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn31:15.5
source: Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.
mn: This is another superhuman distinction that we have achieved for going beyond and stilling that meditation.”

# mn31:16.1
source: “Sādhu sādhu, anuruddhā.
mn: “Good, good!

# mn31:16.2
source: Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?
mn: But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”

# mn31:16.3
source: “Kiñhi no siyā, bhante.
mn: “How could we not, sir?

# mn31:16.4
source: Idha mayaṃ, bhante, yāvadeva ākaṅkhāma sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharāma.
mn: Whenever we want, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, we enter and remain in the dimension of infinite space.

# mn31:16.5
source: Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.
mn: This is another superhuman distinction that we have achieved for going beyond and stilling that meditation.”

# mn31:17.1
source: “Sādhu sādhu, anuruddhā.
mn: “Good, good!

# mn31:17.2
source: Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?
mn: But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”

# mn31:17.3
source: “Kiñhi no siyā, bhante.
mn: “How could we not, sir?

# mn31:17.4
source: Idha mayaṃ, bhante, yāvadeva ākaṅkhāma sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharāma … pe …
mn: Whenever we want, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, we enter and remain in the dimension of infinite consciousness. …

# mn31:17.5
source: sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharāma … pe …
mn: going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, we enter and remain in the dimension of nothingness. …

# mn31:17.6
source: sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharāma.
mn: going totally beyond the dimension of nothingness, we enter and remain in the dimension of neither perception nor non-perception.

# mn31:17.7
source: Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.
mn: This is another superhuman distinction that we have achieved for going beyond and stilling that meditation.”

# mn31:18.1
source: “Sādhu sādhu, anuruddhā.
mn: “Good, good!

# mn31:18.2
source: Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?
mn: But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”

# mn31:18.3
source: “Kiñhi no siyā, bhante.
mn: “How could we not, sir?

# mn31:18.4
source: Idha mayaṃ, bhante, yāvadeva ākaṅkhāma sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharāma, paññāya ca no disvā āsavā parikkhīṇā.
mn: Whenever we want, going totally beyond the dimension of neither perception nor non-perception, we enter and remain in the cessation of perception and feeling. And, having seen with wisdom, our defilements have come to an end.

# mn31:18.5
source: Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro.
mn: This is another superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease, that we have achieved for going beyond and stilling that meditation.

# mn31:18.6
source: Imamhā ca mayaṃ, bhante, phāsuvihārā aññaṃ phāsuvihāraṃ uttaritaraṃ vā paṇītataraṃ vā na samanupassāmā”ti.
mn: And we don’t see any better or finer way of meditating at ease than this.”

# mn31:18.7
source: “Sādhu sādhu, anuruddhā.
mn: “Good, good!

# mn31:18.8
source: Imamhā phāsuvihārā uttaritaro vā paṇītataro vā phāsuvihāro natthī”ti.
mn: There is no better or finer way of meditating at ease than this.”

# mn31:19.1
source: Atha kho bhagavā āyasmantañca anuruddhaṃ āyasmantañca nandiyaṃ āyasmantañca kimilaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmi.
mn: Then the Buddha educated, encouraged, fired up, and inspired the venerables Anuruddha, Nandiya, and Kimbila with a Dhamma talk, after which he got up from his seat and left.

# mn31:20.1
source: Atha kho āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo bhagavantaṃ anusaṃyāyitvā tato paṭinivattitvā āyasmā ca nandiyo āyasmā ca kimilo āyasmantaṃ anuruddhaṃ etadavocuṃ:
mn: The venerables then accompanied the Buddha for a little way before turning back. Nandiya and Kimbila said to Anuruddha,

# mn31:20.2
source: “kiṃ nu kho mayaṃ āyasmato anuruddhassa evamārocimha:
mn: “Did we ever tell you that we had

# mn31:20.3
source: ‘imāsañca imāsañca vihārasamāpattīnaṃ mayaṃ lābhino’ti, yaṃ no āyasmā anuruddho bhagavato sammukhā yāva āsavānaṃ khayā pakāsetī”ti?
mn: gained such and such meditations and attainments, up to the ending of defilements, as you revealed to the Buddha?”

# mn31:20.4
source: “Na kho me āyasmanto evamārocesuṃ:
mn: “The venerables did not tell me that they had

# mn31:20.5
source: ‘imāsañca imāsañca vihārasamāpattīnaṃ mayaṃ lābhino’ti, api ca me āyasmantānaṃ cetasā ceto paricca vidito:
mn: gained such meditations and attainments. But I discovered it by comprehending your minds,

# mn31:20.7
source: Devatāpi me etamatthaṃ ārocesuṃ:
mn: and deities also told me.

# mn31:20.9
source: Tamenaṃ bhagavatā pañhābhipuṭṭhena byākatan”ti.
mn: I answered when the Buddha directly asked about it.”

# mn31:21.1
source: Atha kho dīgho parajano yakkho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho dīgho parajano yakkho bhagavantaṃ etadavoca:
mn: Then the native spirit Dīgha Parajana went up to the Buddha, bowed, stood to one side, and said to him,

# mn31:21.2
source: “lābhā vata, bhante, vajjīnaṃ, suladdhalābhā vajjipajāya,
mn: “The Vajjis are lucky! The Vajjian people are so very lucky

# mn31:21.3
source: yattha tathāgato viharati arahaṃ sammāsambuddho, ime ca tayo kulaputtā—
mn: that the Realized One, the perfected one, the fully awakened Buddha stays there, as well as these three gentlemen,

# mn31:21.4
source: āyasmā ca anuruddho, āyasmā ca nandiyo, āyasmā ca kimilo”ti.
mn: the venerables Anuruddha, Nandiya, and Kimbila.”

# mn31:21.5
source: Dīghassa parajanassa yakkhassa saddaṃ sutvā bhummā devā saddamanussāvesuṃ:
mn: Hearing the cry of Dīgha Parajana, the Earth Gods raised the cry …

# mn31:21.9
source: Bhummānaṃ devānaṃ saddaṃ sutvā cātumahārājikā devā … pe …
mn: Hearing the cry of the Earth Gods, the Gods of the Four Great Kings …

# mn31:21.10
source: tāvatiṃsā devā … pe …
mn: the Gods of the Thirty-Three …

# mn31:21.11
source: yāmā devā … pe …
mn: the Gods of Yama …

# mn31:21.12
source: tusitā devā … pe …
mn: the Joyful Gods …

# mn31:21.13
source: nimmānaratī devā … pe …
mn: the Gods Who Love to Create …

# mn31:21.14
source: paranimmitavasavattī devā … pe …
mn: the Gods Who Control the Creations of Others …

# mn31:21.15
source: brahmakāyikā devā saddamanussāvesuṃ:
mn: the Gods of Brahmā’s Host raised the cry,

# mn31:21.16
source: “lābhā vata, bho, vajjīnaṃ, suladdhalābhā vajjipajāya,
mn: “The Vajjis are lucky! The Vajjian people are so very lucky

# mn31:21.17
source: yattha tathāgato viharati arahaṃ sammāsambuddho, ime ca tayo kulaputtā—
mn: that the Realized One, the perfected one, the fully awakened Buddha stays there, as well as these three gentlemen,

# mn31:21.18
source: āyasmā ca anuruddho, āyasmā ca nandiyo, āyasmā ca kimilo”ti.
mn: the venerables Anuruddha, Nandiya, and Kimbila.”

# mn31:21.19
source: Itiha te āyasmanto tena khaṇena tena layena tena muhuttena yāva brahmalokā viditā ahesuṃ.
mn: And so at that moment, in that instant, those venerables were known as far as the Brahmā realm.

# mn31:22.1
source: “Evametaṃ, dīgha, evametaṃ, dīgha.
mn: “That’s so true, Dīgha! That’s so true!

# mn31:22.2
source: Yasmāpi, dīgha, kulā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, tañcepi kulaṃ ete tayo kulaputte pasannacittaṃ anussareyya, tassapāssa kulassa dīgharattaṃ hitāya sukhāya.
mn: If the family from which those three gentlemen went forth from the lay life to homelessness were to recollect those venerables with confident heart, that would be for that family’s lasting welfare and happiness.

# mn31:22.3
source: Yasmāpi, dīgha, kulaparivaṭṭā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, so cepi kulaparivaṭṭo ete tayo kulaputte pasannacitto anussareyya, tassapāssa kulaparivaṭṭassa dīgharattaṃ hitāya sukhāya.
mn: If the family circle …

# mn31:22.4
source: Yasmāpi, dīgha, gāmā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, so cepi gāmo ete tayo kulaputte pasannacitto anussareyya, tassapāssa gāmassa dīgharattaṃ hitāya sukhāya.
mn: village …

# mn31:22.5
source: Yasmāpi, dīgha, nigamā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, so cepi nigamo ete tayo kulaputte pasannacitto anussareyya, tassapāssa nigamassa dīgharattaṃ hitāya sukhāya.
mn: town …

# mn31:22.6
source: Yasmāpi, dīgha, nagarā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, tañcepi nagaraṃ ete tayo kulaputte pasannacittaṃ anussareyya, tassapāssa nagarassa dīgharattaṃ hitāya sukhāya.
mn: city …

# mn31:22.7
source: Yasmāpi, dīgha, janapadā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, so cepi janapado ete tayo kulaputte pasannacitto anussareyya, tassapāssa janapadassa dīgharattaṃ hitāya sukhāya.
mn: country …

# mn31:22.8
source: Sabbe cepi, dīgha, khattiyā ete tayo kulaputte pasannacittā anussareyyuṃ, sabbesānampāssa khattiyānaṃ dīgharattaṃ hitāya sukhāya.
mn: all the aristocrats …

# mn31:22.9
source: Sabbe cepi, dīgha, brāhmaṇā … pe …
mn: all the brahmins …

# mn31:22.10
source: sabbe cepi, dīgha, vessā … pe …
mn: all the merchants …

# mn31:22.11
source: sabbe cepi, dīgha, suddā ete tayo kulaputte pasannacittā anussareyyuṃ, sabbesānampāssa suddānaṃ dīgharattaṃ hitāya sukhāya.
mn: all the workers were to recollect those venerables with confident heart, that would be for all those workers’ lasting welfare and happiness.

# mn31:22.12
source: Sadevako cepi, dīgha, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā ete tayo kulaputte pasannacittā anussareyya, sadevakassapāssa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya dīgharattaṃ hitāya sukhāya.
mn: If the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—were to recollect those venerables with confident heart, that would be for the whole world’s lasting welfare and happiness.
