Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn038.po
Languages: mn

# mn38:0.1
source: Majjhima Nikāya 38
mn: Middle Discourses 38

# mn38:0.2
source: Mahātaṇhāsaṅkhayasutta
mn: The Longer Discourse on the Ending of Craving

# mn38:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn38:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn38:2.1
source: Tena kho pana samayena sātissa nāma bhikkhuno kevaṭṭaputtassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti:
mn: Now at that time a mendicant called Sāti, the fisherman’s son, had the following harmful misconception:

# mn38:2.2
source: “tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati anaññan”ti.
mn: “As I understand the Buddha’s teachings, it is this very same consciousness that roams and transmigrates, not another.”

# mn38:3.1
source: Assosuṃ kho sambahulā bhikkhū:
mn: Several mendicants heard about this.

# mn38:3.4
source: Atha kho te bhikkhū yena sāti bhikkhu kevaṭṭaputto tenupasaṅkamiṃsu; upasaṅkamitvā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etadavocuṃ:
mn: They went up to Sāti and said to him,

# mn38:3.5
source: “saccaṃ kira te, āvuso sāti, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ:
mn: “Is it really true, Reverend Sāti, that you have such a harmful misconception:

# mn38:3.6
source: ‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’”ti?
mn: ‘As I understand the Buddha’s teachings, it is this very same consciousness that roams and transmigrates, not another’?”

# mn38:3.7
source: “Evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan”ti.
mn: “Absolutely, reverends. As I understand the Buddha’s teachings, it is this very same consciousness that roams and transmigrates, not another.”

# mn38:3.8
source: Atha kho te bhikkhū sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjanti samanugāhanti samanubhāsanti:
mn: Then, wishing to dissuade Sāti from his view, the mendicants pursued, pressed, and grilled him,

# mn38:3.9
source: “mā evaṃ, āvuso sāti, avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya.
mn: “Don’t say that, Sāti! Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that.

# mn38:3.10
source: Anekapariyāyenāvuso sāti, paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ bhagavatā, aññatra paccayā natthi viññāṇassa sambhavo”ti.
mn: In many ways the Buddha has said that consciousness is dependently originated, since consciousness does not arise without a cause.”

# mn38:3.11
source: Evampi kho sāti bhikkhu kevaṭṭaputto tehi bhikkhūhi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṃ diṭṭhigataṃ thāmasā parāmāsā abhinivissa voharati:
mn: But even though the mendicants pressed him in this way, Sāti obstinately stuck to his misconception and insisted on stating it.

# mn38:4.1
source: Yato kho te bhikkhū nāsakkhiṃsu sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etasmā pāpakā diṭṭhigatā vivecetuṃ, atha kho te bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
mn: When they weren’t able to dissuade Sāti from his view, the mendicants went to the Buddha, bowed, sat down to one side, and told him what had happened.

# mn38:5.1
source: Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:
mn: So the Buddha said to a certain monk,

# mn38:5.2
source: “ehi tvaṃ bhikkhu, mama vacanena sātiṃ bhikkhuṃ kevaṭṭaputtaṃ āmantehi:
mn: “Please, monk, in my name tell the mendicant Sāti that

# mn38:5.3
source: ‘satthā taṃ, āvuso sāti, āmantetī’”ti.
mn: the teacher summons him.”

# mn38:5.4
source: “Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena sāti bhikkhu kevaṭṭaputto tenupasaṅkami; upasaṅkamitvā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etadavoca:
mn: “Yes, sir,” that monk replied. He went to Sāti and said to him,

# mn38:5.5
source: “satthā taṃ, āvuso sāti, āmantetī”ti.
mn: “Reverend Sāti, the teacher summons you.”

# mn38:5.6
source: “Evamāvuso”ti kho sāti bhikkhu kevaṭṭaputto tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho sātiṃ bhikkhuṃ kevaṭṭaputtaṃ bhagavā etadavoca:
mn: “Yes, reverend,” Sāti replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him,

# mn38:5.7
source: “saccaṃ kira te, sāti, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ:
mn: “Is it really true, Sāti, that you have such a harmful misconception:

# mn38:5.8
source: ‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’”ti?
mn: ‘As I understand the Buddha’s teachings, it is this very same consciousness that roams and transmigrates, not another’?”

# mn38:5.9
source: “Evaṃ byā kho ahaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan”ti.
mn: “Absolutely, sir. As I understand the Buddha’s teachings, it is this very same consciousness that roams and transmigrates, not another.”

# mn38:5.10
source: “Katamaṃ taṃ, sāti, viññāṇan”ti?
mn: “Sāti, what is that consciousness?”

# mn38:5.11
source: “Yvāyaṃ, bhante, vado vedeyyo tatra tatra kalyāṇapāpakānaṃ kammānaṃ vipākaṃ paṭisaṃvedetī”ti.
mn: “Sir, it is he who speaks and feels and experiences the results of good and bad deeds in all the different realms.”

# mn38:5.12
source: “Kassa nu kho nāma tvaṃ, moghapurisa, mayā evaṃ dhammaṃ desitaṃ ājānāsi?
mn: “Silly man, who on earth have you ever known me to teach in that way?

# mn38:5.13
source: Nanu mayā, moghapurisa, anekapariyāyena paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ, aññatra paccayā natthi viññāṇassa sambhavoti?
mn: Haven’t I said in many ways that consciousness is dependently originated, since consciousness does not arise without a cause?

# mn38:5.14
source: Atha ca pana tvaṃ, moghapurisa, attanā duggahitena amhe ceva abbhācikkhasi, attānañca khaṇasi, bahuñca apuññaṃ pasavasi.
mn: But still you misrepresent me by your wrong grasp, harm yourself, and make much bad karma.

# mn38:5.15
source: Tañhi te, moghapurisa, bhavissati dīgharattaṃ ahitāya dukkhāyā”ti.
mn: This will be for your lasting harm and suffering.”

# mn38:6.1
source: Atha kho bhagavā bhikkhū āmantesi:
mn: Then the Buddha said to the mendicants,

# mn38:6.2
source: “Taṃ kiṃ maññatha, bhikkhave,
mn: “What do you think, mendicants?

# mn38:6.3
source: api nāyaṃ sāti bhikkhu kevaṭṭaputto usmīkatopi imasmiṃ dhammavinaye”ti?
mn: Has this mendicant Sāti kindled even a spark of wisdom in this teaching and training?”

# mn38:6.4
source: “Kiñhi siyā, bhante?
mn: “How could that be, sir?

# mn38:6.5
source: No hetaṃ, bhante”ti.
mn: No, sir.”

# mn38:6.6
source: Evaṃ vutte, sāti bhikkhu kevaṭṭaputto tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi.
mn: When this was said, Sāti sat silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say.

# mn38:6.7
source: Atha kho bhagavā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etadavoca:
mn: Knowing this, the Buddha said,

# mn38:6.8
source: “paññāyissasi kho tvaṃ, moghapurisa, etena sakena pāpakena diṭṭhigatena.
mn: “Silly man, you will be known by your own harmful misconception.

# mn38:6.9
source: Idhāhaṃ bhikkhū paṭipucchissāmī”ti.
mn: I’ll question the mendicants about this.”

# mn38:7.1
source: Atha kho bhagavā bhikkhū āmantesi:
mn: Then the Buddha said to the mendicants,

# mn38:7.2
source: “tumhepi me, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha yathāyaṃ sāti bhikkhu kevaṭṭaputto attanā duggahitena amhe ceva abbhācikkhati, attānañca khaṇati, bahuñca apuññaṃ pasavatī”ti?
mn: “Mendicants, do you understand my teachings as Sāti does, when he misrepresents me by his wrong grasp, harms himself, and makes much bad karma?”

# mn38:7.3
source: “No hetaṃ, bhante.
mn: “No, sir.

# mn38:7.4
source: Anekapariyāyena hi no, bhante, paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ bhagavatā, aññatra paccayā natthi viññāṇassa sambhavo”ti.
mn: For in many ways the Buddha has told us that consciousness is dependently originated, since consciousness does not arise without a cause.”

# mn38:7.5
source: “Sādhu sādhu, bhikkhave.
mn: “Good, good, mendicants!

# mn38:7.6
source: Sādhu kho me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha.
mn: It’s good that you understand my teaching like this.

# mn38:7.7
source: Anekapariyāyena hi vo, bhikkhave, paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ mayā, aññatra paccayā natthi viññāṇassa sambhavo”ti.
mn: For in many ways I have told you that consciousness is dependently originated, since consciousness does not arise without a cause.

# mn38:7.8
source: Atha ca panāyaṃ sāti bhikkhu kevaṭṭaputto attanā duggahitena amhe ceva abbhācikkhati, attānañca khaṇati, bahuñca apuññaṃ pasavati.
mn: But still this Sāti misrepresents me by his wrong grasp, harms himself, and makes much bad karma.

# mn38:7.9
source: Tañhi tassa moghapurisassa bhavissati dīgharattaṃ ahitāya dukkhāya.
mn: This will be for his lasting harm and suffering.

# mn38:8.1
source: “Yaṃ yadeva, bhikkhave, paccayaṃ paṭicca uppajjati viññāṇaṃ, tena teneva viññāṇantveva saṅkhyaṃ gacchati.
mn: Consciousness is reckoned according to the specific conditions dependent upon which it arises.

# mn38:8.2
source: Cakkhuñca paṭicca rūpe ca uppajjati viññāṇaṃ, cakkhuviññāṇantveva saṅkhyaṃ gacchati;
mn: Consciousness that arises dependent on the eye and sights is reckoned as eye consciousness.

# mn38:8.3
source: sotañca paṭicca sadde ca uppajjati viññāṇaṃ, sotaviññāṇantveva saṅkhyaṃ gacchati;
mn: Consciousness that arises dependent on the ear and sounds is reckoned as ear consciousness.

# mn38:8.4
source: ghānañca paṭicca gandhe ca uppajjati viññāṇaṃ, ghānaviññāṇantveva saṅkhyaṃ gacchati;
mn: Consciousness that arises dependent on the nose and smells is reckoned as nose consciousness.

# mn38:8.5
source: jivhañca paṭicca rase ca uppajjati viññāṇaṃ, jivhāviññāṇantveva saṅkhyaṃ gacchati;
mn: Consciousness that arises dependent on the tongue and tastes is reckoned as tongue consciousness.

# mn38:8.6
source: kāyañca paṭicca phoṭṭhabbe ca uppajjati viññāṇaṃ, kāyaviññāṇantveva saṅkhyaṃ gacchati;
mn: Consciousness that arises dependent on the body and touches is reckoned as body consciousness.

# mn38:8.7
source: manañca paṭicca dhamme ca uppajjati viññāṇaṃ, manoviññāṇantveva saṅkhyaṃ gacchati.
mn: Consciousness that arises dependent on the mind and thoughts is reckoned as mind consciousness.

# mn38:8.8
source: Seyyathāpi, bhikkhave, yaṃ yadeva paccayaṃ paṭicca aggi jalati tena teneva saṅkhyaṃ gacchati.
mn: It’s like fire, which is reckoned according to the specific conditions dependent upon which it burns.

# mn38:8.9
source: Kaṭṭhañca paṭicca aggi jalati, kaṭṭhaggitveva saṅkhyaṃ gacchati;
mn: A fire that burns dependent on logs is reckoned as a log fire.

# mn38:8.10
source: sakalikañca paṭicca aggi jalati, sakalikaggitveva saṅkhyaṃ gacchati;
mn: A fire that burns dependent on twigs is reckoned as a twig fire.

# mn38:8.11
source: tiṇañca paṭicca aggi jalati, tiṇaggitveva saṅkhyaṃ gacchati;
mn: A fire that burns dependent on grass is reckoned as a grass fire.

# mn38:8.12
source: gomayañca paṭicca aggi jalati, gomayaggitveva saṅkhyaṃ gacchati;
mn: A fire that burns dependent on cow-dung is reckoned as a cow-dung fire.

# mn38:8.13
source: thusañca paṭicca aggi jalati, thusaggitveva saṅkhyaṃ gacchati;
mn: A fire that burns dependent on husks is reckoned as a husk fire.

# mn38:8.14
source: saṅkārañca paṭicca aggi jalati, saṅkāraggitveva saṅkhyaṃ gacchati.
mn: A fire that burns dependent on rubbish is reckoned as a rubbish fire.

# mn38:8.15
source: Evameva kho, bhikkhave, yaṃ yadeva paccayaṃ paṭicca uppajjati viññāṇaṃ, tena teneva saṅkhyaṃ gacchati.
mn: In the same way, consciousness is reckoned according to the specific conditions dependent upon which it arises. …

# mn38:9.1
source: Bhūtamidanti, bhikkhave, passathā”ti?
mn: Mendicants, do you see that this has come to be?”

# mn38:9.2
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:9.3
source: “Tadāhārasambhavanti, bhikkhave, passathā”ti?
mn: “Do you see that it originated with that as fuel?”

# mn38:9.4
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:9.5
source: “Tadāhāranirodhā yaṃ bhūtaṃ, taṃ nirodhadhammanti, bhikkhave, passathā”ti?
mn: “Do you see that when that fuel ceases, what has come to be is liable to cease?”

# mn38:9.6
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:10.1
source: “Bhūtamidaṃ nossūti, bhikkhave, kaṅkhato uppajjati vicikicchā”ti?
mn: “Does doubt arise when you’re uncertain whether or not this has come to be?”

# mn38:10.2
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:10.3
source: “Tadāhārasambhavaṃ nossūti, bhikkhave, kaṅkhato uppajjati vicikicchā”ti?
mn: “Does doubt arise when you’re uncertain whether or not this has originated with that as fuel?”

# mn38:10.4
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:10.5
source: “Tadāhāranirodhā yaṃ bhūtaṃ, taṃ nirodhadhammaṃ nossūti, bhikkhave, kaṅkhato uppajjati vicikicchā”ti?
mn: “Does doubt arise when you’re uncertain whether or not when that fuel ceases, what has come to be is liable to cease?”

# mn38:10.6
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:11.1
source: “Bhūtamidanti, bhikkhave, yathābhūtaṃ sammappaññāya passato yā vicikicchā sā pahīyatī”ti?
mn: “Is doubt given up in someone who truly sees with right understanding that this has come to be?”

# mn38:11.2
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:11.3
source: “Tadāhārasambhavanti, bhikkhave, yathābhūtaṃ sammappaññāya passato yā vicikicchā sā pahīyatī”ti?
mn: “Is doubt given up in someone who truly sees with right understanding that this has originated with that as fuel?”

# mn38:11.4
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:11.5
source: “Tadāhāranirodhā yaṃ bhūtaṃ, taṃ nirodhadhammanti, bhikkhave, yathābhūtaṃ sammappaññāya passato yā vicikicchā sā pahīyatī”ti?
mn: “Is doubt given up in someone who truly sees with right understanding that when that fuel ceases, what has come to be is liable to cease?”

# mn38:11.6
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:12.1
source: “Bhūtamidanti, bhikkhave, itipi vo ettha nibbicikicchā”ti?
mn: “Are you free of doubt as to whether this has come to be?”

# mn38:12.2
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:12.3
source: “Tadāhārasambhavanti, bhikkhave, itipi vo ettha nibbicikicchā”ti?
mn: “Are you free of doubt as to whether this has originated with that as fuel?”

# mn38:12.4
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:12.5
source: “Tadāhāranirodhā yaṃ bhūtaṃ taṃ nirodhadhammanti, bhikkhave, itipi vo ettha nibbicikicchā”ti?
mn: “Are you free of doubt as to whether when that fuel ceases, what has come to be is liable to cease?”

# mn38:12.6
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:13.1
source: “Bhūtamidanti, bhikkhave, yathābhūtaṃ sammappaññāya sudiṭṭhan”ti?
mn: “Have you truly seen clearly with right understanding that this has come to be?”

# mn38:13.2
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:13.3
source: “Tadāhārasambhavanti, bhikkhave, yathābhūtaṃ sammappaññāya sudiṭṭhan”ti?
mn: “Have you truly seen clearly with right understanding that this has originated with that as fuel?”

# mn38:13.4
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:13.5
source: “Tadāhāranirodhā yaṃ bhūtaṃ taṃ nirodhadhammanti, bhikkhave, yathābhūtaṃ sammappaññāya sudiṭṭhan”ti?
mn: “Have you truly seen clearly with right understanding that when that fuel ceases, what has come to be is liable to cease?”

# mn38:13.6
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:14.1
source: “Imañce tumhe, bhikkhave, diṭṭhiṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ allīyetha kelāyetha dhanāyetha mamāyetha, api nu me tumhe, bhikkhave, kullūpamaṃ dhammaṃ desitaṃ ājāneyyātha nittharaṇatthāya no gahaṇatthāyā”ti?
mn: “Pure and bright as this view is, mendicants, if you cherish it, fancy it, treasure it, and treat it as your own, would you be understanding how the Dhamma is similar to a raft: for crossing over, not for holding on?”

# mn38:14.2
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn38:14.3
source: “Imañce tumhe, bhikkhave, diṭṭhiṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ na allīyetha na kelāyetha na dhanāyetha na mamāyetha, api nu me tumhe, bhikkhave, kullūpamaṃ dhammaṃ desitaṃ ājāneyyātha nittharaṇatthāya no gahaṇatthāyā”ti?
mn: “Pure and bright as this view is, mendicants, if you don’t cherish it, fancy it, treasure it, and treat it as your own, would you be understanding how the Dhamma is similar to a raft: for crossing over, not for holding on?”

# mn38:14.4
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:15.1
source: “Cattārome, bhikkhave, āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā, sambhavesīnaṃ vā anuggahāya.
mn: “Mendicants, there are these four fuels. They maintain sentient beings that have been born and help those that are about to be born.

# mn38:15.2
source: Katame cattāro?
mn: What four?

# mn38:15.3
source: Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṃ catutthaṃ.
mn: Solid food, whether coarse or fine; contact is the second, mental intention the third, and consciousness the fourth.

# mn38:16.1
source: Ime ca, bhikkhave, cattāro āhārā kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?
mn: What is the source, origin, birthplace, and root of these four fuels?

# mn38:16.2
source: Ime cattāro āhārā taṇhānidānā taṇhāsamudayā taṇhājātikā taṇhāpabhavā.
mn: Craving.

# mn38:16.3
source: Taṇhā cāyaṃ, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?
mn: And what is the source of craving?

# mn38:16.4
source: Taṇhā vedanānidānā vedanāsamudayā vedanājātikā vedanāpabhavā.
mn: Feeling.

# mn38:16.5
source: Vedanā cāyaṃ, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?
mn: And what is the source of feeling?

# mn38:16.6
source: Vedanā phassanidānā phassasamudayā phassajātikā phassapabhavā.
mn: Contact.

# mn38:16.7
source: Phasso cāyaṃ, bhikkhave, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo?
mn: And what is the source of contact?

# mn38:16.8
source: Phasso saḷāyatananidāno saḷāyatanasamudayo saḷāyatanajātiko saḷāyatanapabhavo.
mn: The six sense fields.

# mn38:16.9
source: Saḷāyatanañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ?
mn: And what is the source of the six sense fields?

# mn38:16.10
source: Saḷāyatanaṃ nāmarūpanidānaṃ nāmarūpasamudayaṃ nāmarūpajātikaṃ nāmarūpapabhavaṃ.
mn: Name and form.

# mn38:16.11
source: Nāmarūpañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ?
mn: And what is the source of name and form?

# mn38:16.12
source: Nāmarūpaṃ viññāṇanidānaṃ viññāṇasamudayaṃ viññāṇajātikaṃ viññāṇapabhavaṃ.
mn: Consciousness.

# mn38:16.13
source: Viññāṇañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ?
mn: And what is the source of consciousness?

# mn38:16.14
source: Viññāṇaṃ saṅkhāranidānaṃ saṅkhārasamudayaṃ saṅkhārajātikaṃ saṅkhārapabhavaṃ.
mn: Choices.

# mn38:16.15
source: Saṅkhārā cime, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?
mn: And what is the source of choices?

# mn38:16.16
source: Saṅkhārā avijjānidānā avijjāsamudayā avijjājātikā avijjāpabhavā.
mn: Ignorance.

# mn38:17.1
source: Iti kho, bhikkhave, avijjāpaccayā saṅkhārā,
mn: So, ignorance is a condition for choices.

# mn38:17.2
source: saṅkhārapaccayā viññāṇaṃ,
mn: Choices are a condition for consciousness.

# mn38:17.3
source: viññāṇapaccayā nāmarūpaṃ,
mn: Consciousness is a condition for name and form.

# mn38:17.4
source: nāmarūpapaccayā saḷāyatanaṃ,
mn: Name and form are conditions for the six sense fields.

# mn38:17.5
source: saḷāyatanapaccayā phasso,
mn: The six sense fields are conditions for contact.

# mn38:17.6
source: phassapaccayā vedanā,
mn: Contact is a condition for feeling.

# mn38:17.7
source: vedanāpaccayā taṇhā,
mn: Feeling is a condition for craving.

# mn38:17.8
source: taṇhāpaccayā upādānaṃ,
mn: Craving is a condition for grasping.

# mn38:17.9
source: upādānapaccayā bhavo,
mn: Grasping is a condition for continued existence.

# mn38:17.10
source: bhavapaccayā jāti,
mn: Continued existence is a condition for rebirth.

# mn38:17.11
source: jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.
mn: Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be.

# mn38:17.12
source: Evametassa kevalassa dukkhakkhandhassa samudayo hoti.
mn: That is how this entire mass of suffering originates.

# mn38:18.1
source: Jātipaccayā jarāmaraṇanti iti kho panetaṃ vuttaṃ;
mn: ‘Rebirth is a condition for old age and death.’ That’s what I said.

# mn38:18.2
source: jātipaccayā nu kho, bhikkhave, jarāmaraṇaṃ, no vā, kathaṃ vā ettha hotī”ti?
mn: Is that how you see this or not?”

# mn38:18.4
source: evaṃ no ettha hoti—
mn: “That’s how we see it.”

# mn38:18.6
source: “Bhavapaccayā jātīti iti kho panetaṃ vuttaṃ;
mn: “‘Continued existence is a condition for rebirth.’ …

# mn38:18.50
source: “Avijjāpaccayā saṅkhārāti iti kho panetaṃ vuttaṃ;
mn: ‘Ignorance is a condition for choices.’ That’s what I said.

# mn38:18.51
source: avijjāpaccayā nu kho, bhikkhave, saṅkhārā, no vā, kathaṃ vā ettha hotī”ti?
mn: Is that how you see this or not?”

# mn38:18.53
source: evaṃ no ettha hoti—
mn: “That’s how we see it.”

# mn38:19.1
source: “Sādhu, bhikkhave.
mn: “Good, mendicants!

# mn38:19.2
source: Iti kho, bhikkhave, tumhepi evaṃ vadetha, ahampi evaṃ vadāmi—
mn: So both you and I say this.

# mn38:19.3
source: imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati, yadidaṃ—
mn: When this exists, that is; due to the arising of this, that arises. That is:

# mn38:19.4
source: avijjāpaccayā saṅkhārā,
mn: Ignorance is a condition for choices.

# mn38:19.5
source: saṅkhārapaccayā viññāṇaṃ,
mn: Choices are a condition for consciousness.

# mn38:19.6
source: viññāṇapaccayā nāmarūpaṃ,
mn: Consciousness is a condition for name and form.

# mn38:19.7
source: nāmarūpapaccayā saḷāyatanaṃ,
mn: Name and form are conditions for the six sense fields.

# mn38:19.8
source: saḷāyatanapaccayā phasso,
mn: The six sense fields are conditions for contact.

# mn38:19.9
source: phassapaccayā vedanā,
mn: Contact is a condition for feeling.

# mn38:19.10
source: vedanāpaccayā taṇhā,
mn: Feeling is a condition for craving.

# mn38:19.11
source: taṇhāpaccayā upādānaṃ,
mn: Craving is a condition for grasping.

# mn38:19.12
source: upādānapaccayā bhavo,
mn: Grasping is a condition for continued existence.

# mn38:19.13
source: bhavapaccayā jāti,
mn: Continued existence is a condition for rebirth.

# mn38:19.14
source: jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.
mn: Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be.

# mn38:19.15
source: Evametassa kevalassa dukkhakkhandhassa samudayo hoti.
mn: That is how this entire mass of suffering originates.

# mn38:20.1
source: Avijjāya tveva asesavirāganirodhā saṅkhāranirodho,
mn: When ignorance fades away and ceases with nothing left over, choices cease.

# mn38:20.2
source: saṅkhāranirodhā viññāṇanirodho,
mn: When choices cease, consciousness ceases.

# mn38:20.3
source: viññāṇanirodhā nāmarūpanirodho,
mn: When consciousness ceases, name and form cease.

# mn38:20.4
source: nāmarūpanirodhā saḷāyatananirodho,
mn: When name and form cease, the six sense fields cease.

# mn38:20.5
source: saḷāyatananirodhā phassanirodho,
mn: When the six sense fields cease, contact ceases.

# mn38:20.6
source: phassanirodhā vedanānirodho,
mn: When contact ceases, feeling ceases.

# mn38:20.7
source: vedanānirodhā taṇhānirodho,
mn: When feeling ceases, craving ceases.
