Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn039.po
Languages: mn

# mn39:0.1
source: Majjhima Nikāya 39
mn: Middle Discourses 39

# mn39:0.2
source: Mahāassapurasutta
mn: The Longer Discourse at Assapura

# mn39:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn39:1.2
source: ekaṃ samayaṃ bhagavā aṅgesu viharati assapuraṃ nāma aṅgānaṃ nigamo.
mn: At one time the Buddha was staying in the land of the Aṅgas, near the Aṅgan town named Assapura.

# mn39:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn39:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn39:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn39:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn39:2.1
source: “Samaṇā samaṇāti vo, bhikkhave, jano sañjānāti.
mn: “Mendicants, people label you as ascetics.

# mn39:2.2
source: Tumhe ca pana ‘ke tumhe’ti puṭṭhā samānā ‘samaṇāmhā’ti paṭijānātha;
mn: And when they ask you what you are, you claim to be ascetics.

# mn39:2.3
source: tesaṃ vo, bhikkhave, evaṃsamaññānaṃ sataṃ evaṃpaṭiññānaṃ sataṃ ‘ye dhammā samaṇakaraṇā ca brāhmaṇakaraṇā ca te dhamme samādāya vattissāma, evaṃ no ayaṃ amhākaṃ samaññā ca saccā bhavissati paṭiññā ca bhūtā.
mn: Given this label and this claim, you should train like this: ‘We will undertake and follow the things that make one an ascetic and a brahmin. That way our label will be accurate and our claim correct.

# mn39:2.4
source: Yesañca mayaṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ paribhuñjāma, tesaṃ te kārā amhesu mahapphalā bhavissanti mahānisaṃsā, amhākañcevāyaṃ pabbajjā avañjhā bhavissati saphalā saudrayā’ti.
mn: Any robes, alms-food, lodgings, and medicines and supplies for the sick that we use will be very fruitful and beneficial for the donor. And our going forth will not be wasted, but will be fruitful and fertile.’

# mn39:3.1
source: Katame ca, bhikkhave, dhammā samaṇakaraṇā ca brāhmaṇakaraṇā ca?
mn: And what are the things that make one an ascetic and a brahmin?

# mn39:3.2
source: ‘Hirottappena samannāgatā bhavissāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: You should train like this: ‘We will have conscience and prudence.’

# mn39:3.3
source: Siyā kho pana, bhikkhave, tumhākaṃ evamassa:
mn: Now, mendicants, you might think,

# mn39:3.4
source: ‘hirottappenamha samannāgatā, alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.
mn: ‘We have conscience and prudence. Just this much is enough. We have achieved the goal of life as an ascetic. There is nothing more to do.’ And you might rest content with just that much.

# mn39:3.5
source: Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:
mn: I declare this to you, mendicants, I announce this to you:

# mn39:3.6
source: ‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’.
mn: ‘You who seek to be true ascetics, do not lose sight of the goal of the ascetic life while there is still more to do.’

# mn39:4.1
source: Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?
mn: What more is there to do?

# mn39:4.2
source: ‘Parisuddho no kāyasamācāro bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca.
mn: You should train like this: ‘Our bodily behavior will be pure, clear, open, neither inconsistent nor secretive.

# mn39:4.3
source: Tāya ca pana parisuddhakāyasamācāratāya nevattānukkaṃsessāma na paraṃ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: And we won’t glorify ourselves or put others down on account of our pure bodily behavior.’

# mn39:4.4
source: Siyā kho pana, bhikkhave, tumhākaṃ evamassa:
mn: Now, mendicants, you might think,

# mn39:4.5
source: ‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro;
mn: ‘We have conscience and prudence, and our bodily behavior is pure.

# mn39:4.6
source: alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.
mn: Just this much is enough …’

# mn39:4.7
source: Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:
mn: I declare this to you, mendicants, I announce this to you:

# mn39:4.8
source: ‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’.
mn: ‘You who seek to be true ascetics, do not lose sight of the goal of the ascetic life while there is still more to do.’

# mn39:5.1
source: Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?
mn: What more is there to do?

# mn39:5.2
source: ‘Parisuddho no vacīsamācāro bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca.
mn: You should train like this: ‘Our verbal behavior …

# mn39:6.2
source: ‘Parisuddho no manosamācāro bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca.
mn: mental behavior …

# mn39:7.2
source: ‘Parisuddho no ājīvo bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca.
mn: livelihood will be pure, clear, open, neither inconsistent nor secretive.

# mn39:7.3
source: Tāya ca pana parisuddhājīvatāya nevattānukkaṃsessāma na paraṃ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: And we won’t glorify ourselves or put others down on account of our pure livelihood.’

# mn39:7.4
source: Siyā kho pana, bhikkhave, tumhākaṃ evamassa:
mn: Now, mendicants, you might think,

# mn39:7.5
source: ‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo;
mn: ‘We have conscience and prudence, our bodily, verbal, and mental behavior is pure, and our livelihood is pure.

# mn39:7.6
source: alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.
mn: Just this much is enough. We have achieved the goal of life as an ascetic. There is nothing more to do.’ And you might rest content with just that much.

# mn39:7.7
source: Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:
mn: I declare this to you, mendicants, I announce this to you:

# mn39:7.8
source: ‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’.
mn: ‘You who seek to be true ascetics, do not lose sight of the goal of the ascetic life while there is still more to do.’

# mn39:8.1
source: Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?
mn: What more is there to do?

# mn39:8.2
source: ‘Indriyesu guttadvārā bhavissāma;
mn: You should train yourselves like this: ‘We will restrain our sense doors.

# mn39:8.3
source: cakkhunā rūpaṃ disvā na nimittaggāhī nānubyañjanaggāhī.
mn: When we see a sight with our eyes, we won’t get caught up in the features and details.

# mn39:8.4
source: Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjissāma, rakkhissāma cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjissāma.
mn: If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, we will practice restraint, we will protect the faculty of sight, and we will achieve its restraint.

# mn39:8.5
source: Sotena saddaṃ sutvā … pe …
mn: When we hear a sound with our ears …

# mn39:8.6
source: ghānena gandhaṃ ghāyitvā … pe …
mn: When we smell an odor with our nose …

# mn39:8.7
source: jivhāya rasaṃ sāyitvā … pe …
mn: When we taste a flavor with our tongue …

# mn39:8.8
source: kāyena phoṭṭhabbaṃ phusitvā … pe …
mn: When we feel a touch with our body …

# mn39:8.9
source: manasā dhammaṃ viññāya na nimittaggāhī nānubyañjanaggāhī.
mn: When we know a thought with our mind, we won’t get caught up in the features and details.

# mn39:8.10
source: Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjissāma, rakkhissāma manindriyaṃ, manindriye saṃvaraṃ āpajjissāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, we will practice restraint, we will protect the faculty of mind, and we will achieve its restraint.’

# mn39:8.11
source: Siyā kho pana, bhikkhave, tumhākaṃ evamassa:
mn: Now, mendicants, you might think,

# mn39:8.12
source: ‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā;
mn: ‘We have conscience and prudence, our bodily, verbal, and mental behavior is pure, our livelihood is pure, and our sense doors are restrained.

# mn39:8.13
source: alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.
mn: Just this much is enough …’

# mn39:9.1
source: Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?
mn: What more is there to do?

# mn39:9.2
source: ‘Bhojane mattaññuno bhavissāma, paṭisaṅkhā yoniso āhāraṃ āharissāma,
mn: You should train yourselves like this: ‘We will not eat too much. We will only eat after reflecting properly on our food.

# mn39:9.3
source: neva davāya na madāya na maṇḍanāya na vibhūsanāya yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāma navañca vedanaṃ na uppādessāma, yātrā ca no bhavissati, anavajjatā ca, phāsu vihāro cā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: We will eat not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, we shall put an end to old discomfort and not give rise to new discomfort, and we will live blamelessly and at ease.’

# mn39:9.4
source: Siyā kho pana, bhikkhave, tumhākaṃ evamassa:
mn: Now, mendicants, you might think,

# mn39:9.5
source: ‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno;
mn: ‘We have conscience and prudence, our bodily, verbal, and mental behavior is pure, our livelihood is pure, our sense doors are restrained, and we don’t eat too much.

# mn39:9.6
source: alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.
mn: Just this much is enough …’

# mn39:10.1
source: Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?
mn: What more is there to do?

# mn39:10.2
source: ‘Jāgariyaṃ anuyuttā bhavissāma, divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhessāma.
mn: You should train yourselves like this: ‘We will be dedicated to wakefulness. When practicing walking and sitting meditation by day, we will purify our mind from obstacles.

# mn39:10.3
source: Rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhessāma.
mn: In the evening, we will continue to practice walking and sitting meditation.

# mn39:10.4
source: Rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappessāma pāde pādaṃ accādhāya, sato sampajāno uṭṭhānasaññaṃ manasi karitvā.
mn: In the middle of the night, we will lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up.

# mn39:10.5
source: Rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhessāmā’ti, evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: In the last part of the night, we will get up and continue to practice walking and sitting meditation, purifying our mind from obstacles.’

# mn39:10.6
source: Siyā kho pana, bhikkhave, tumhākaṃ evamassa:
mn: Now, mendicants, you might think,

# mn39:10.7
source: ‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā;
mn: ‘We have conscience and prudence, our bodily, verbal, and mental behavior is pure, our livelihood is pure, our sense doors are restrained, we don’t eat too much, and we are dedicated to wakefulness.

# mn39:10.8
source: alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti, tāvatakeneva tuṭṭhiṃ āpajjeyyātha.
mn: Just this much is enough …’

# mn39:11.1
source: Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?
mn: What more is there to do?

# mn39:11.2
source: ‘Satisampajaññena samannāgatā bhavissāma, abhikkante paṭikkante sampajānakārī, ālokite vilokite sampajānakārī, samiñjite pasārite sampajānakārī, saṅghāṭipattacīvaradhāraṇe sampajānakārī, asite pīte khāyite sāyite sampajānakārī, uccārapassāvakamme sampajānakārī, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī’ti, evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: You should train yourselves like this: ‘We will have situational awareness and mindfulness. We will act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.’

# mn39:11.3
source: Siyā kho pana, bhikkhave, tumhākaṃ evamassa:
mn: Now, mendicants, you might think,

# mn39:11.4
source: ‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā, satisampajaññena samannāgatā;
mn: ‘We have conscience and prudence, our bodily, verbal, and mental behavior is pure, our livelihood is pure, our sense doors are restrained, we don’t eat too much, we are dedicated to wakefulness, and we have mindfulness and situational awareness.

# mn39:11.5
source: alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.
mn: Just this much is enough …’

# mn39:12.1
source: Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?
mn: What more is there to do?

# mn39:12.2
source: Idha, bhikkhave, bhikkhu vivittaṃ senāsanaṃ bhajati—araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanappatthaṃ abbhokāsaṃ palālapuñjaṃ.
mn: Take a mendicant who frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn39:13.1
source: So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
mn: After the meal, they return from alms-round, sit down cross-legged with their body straight, and establish mindfulness right there.

# mn39:13.2
source: So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti;
mn: Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire.

# mn39:13.3
source: byāpādapadosaṃ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti;
mn: Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will.

# mn39:13.4
source: thinamiddhaṃ pahāya vigatathinamiddho viharati, ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti;
mn: Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.

# mn39:13.5
source: uddhaccakukkuccaṃ pahāya anuddhato viharati, ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti;
mn: Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse.

# mn39:13.6
source: vicikicchaṃ pahāya tiṇṇavicikiccho viharati, akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.
mn: Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt.

# mn39:14.1
source: Seyyathāpi, bhikkhave, puriso iṇaṃ ādāya kammante payojeyya.
mn: Suppose a man who has gotten into debt were to apply himself to work,

# mn39:14.2
source: Tassa te kammantā samijjheyyuṃ.
mn: and his efforts proved successful.

# mn39:14.3
source: So yāni ca porāṇāni iṇamūlāni tāni ca byantī kareyya, siyā cassa uttariṃ avasiṭṭhaṃ dārabharaṇāya.
mn: He would pay off the original loan and have enough left over to support his partner.

# mn39:14.4
source: Tassa evamassa:
mn: Thinking about this,

# mn39:14.7
source: So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ.
mn: he’d be filled with joy and happiness.

# mn39:14.8
source: Seyyathāpi, bhikkhave, puriso ābādhiko assa dukkhito bāḷhagilāno, bhattañcassa nacchādeyya, na cassa kāye balamattā.
mn: Suppose a person was sick, suffering, and gravely ill. They’d lose their appetite and get physically weak.

# mn39:14.9
source: So aparena samayena tamhā ābādhā mucceyya, bhattañcassa chādeyya, siyā cassa kāye balamattā.
mn: But after some time they’d recover from that illness, and regain their appetite and their strength.

# mn39:14.10
source: Tassa evamassa:
mn: Thinking about this,

# mn39:14.12
source: So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ.
mn: they’d be filled with joy and happiness.

# mn39:14.13
source: Seyyathāpi, bhikkhave, puriso bandhanāgāre baddho assa.
mn: Suppose a person was imprisoned in a jail.

# mn39:14.14
source: So aparena samayena tamhā bandhanā mucceyya sotthinā abbhayena, na cassa kiñci bhogānaṃ vayo.
mn: But after some time they were released from jail, safe and sound, with no loss of wealth.

# mn39:14.15
source: Tassa evamassa:
mn: Thinking about this,

# mn39:14.17
source: So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ.
mn: they’d be filled with joy and happiness.

# mn39:14.18
source: Seyyathāpi, bhikkhave, puriso dāso assa anattādhīno parādhīno na yenakāmaṅgamo.
mn: Suppose a person was a bondservant. They belonged to someone else and were unable to go where they wished.

# mn39:14.19
source: So aparena samayena tamhā dāsabyā mucceyya attādhīno aparādhīno bhujisso yenakāmaṅgamo.
mn: But after some time they’d be freed from servitude and become their own master, an emancipated individual able to go where they wished.

# mn39:14.20
source: Tassa evamassa:
mn: Thinking about this,

# mn39:14.22
source: So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ.
mn: they’d be filled with joy and happiness.

# mn39:14.23
source: Seyyathāpi, bhikkhave, puriso sadhano sabhogo kantāraddhānamaggaṃ paṭipajjeyya.
mn: Suppose there was a person with wealth and property who was traveling along a desert road.

# mn39:14.24
source: So aparena samayena tamhā kantārā nitthareyya sotthinā abbhayena, na cassa kiñci bhogānaṃ vayo.
mn: But after some time they crossed over the desert, safe and sound, with no loss of wealth.

# mn39:14.25
source: Tassa evamassa:
mn: Thinking about this,

# mn39:14.28
source: So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ.
mn: they’d be filled with joy and happiness.

# mn39:14.29
source: Evameva kho, bhikkhave, bhikkhu yathā iṇaṃ yathā rogaṃ yathā bandhanāgāraṃ yathā dāsabyaṃ yathā kantāraddhānamaggaṃ, ime pañca nīvaraṇe appahīne attani samanupassati.
mn: In the same way, as long as these five hindrances are not given up inside themselves, a mendicant regards them as a debt, a disease, a prison, slavery, and a desert crossing.

# mn39:14.30
source: Seyyathāpi, bhikkhave, āṇaṇyaṃ yathā ārogyaṃ yathā bandhanāmokkhaṃ yathā bhujissaṃ yathā khemantabhūmiṃ; evameva bhikkhu ime pañca nīvaraṇe pahīne attani samanupassati.
mn: But when these five hindrances are given up inside themselves, a mendicant regards this as freedom from debt, good health, release from prison, emancipation, and sanctuary.

# mn39:15.1
source: So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe,
mn: They give up these five hindrances, corruptions of the heart that weaken wisdom.

# mn39:15.2
source: vivicceva kāmehi vivicca akusalehi dhammehi, savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn39:15.3
source: So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.
mn: They drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.

# mn39:15.4
source: Seyyathāpi, bhikkhave, dakkho nhāpako vā nhāpakantevāsī vā kaṃsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya. Sāyaṃ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā, phuṭā snehena na ca pagghariṇī.
mn: It’s like when a deft bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out.

# mn39:15.5
source: Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.
mn: In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.

# mn39:16.1
source: Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn39:16.2
source: So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.
mn: They drench, steep, fill, and spread their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion.

# mn39:16.3
source: Seyyathāpi, bhikkhave, udakarahado ubbhidodako. Tassa nevassa puratthimāya disāya udakassa āyamukhaṃ, na pacchimāya disāya udakassa āyamukhaṃ, na uttarāya disāya udakassa āyamukhaṃ, na dakkhiṇāya disāya udakassa āyamukhaṃ, devo ca na kālena kālaṃ sammādhāraṃ anuppaveccheyya. Atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa.
mn: It’s like a deep lake fed by spring water. There’s no inlet to the east, west, north, or south, and no rainfall to replenish it from time to time. But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake. There’s no part of the lake that’s not spread through with cool water.

# mn39:16.4
source: Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.
mn: In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion.
