Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn038.po
Languages: mn

# mn38:35.8
source: Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ manindriye saṃvaraṃ āpajjati.
mn: If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.

# mn38:35.9
source: So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti.
mn: When they have this noble sense restraint, they experience an unsullied bliss inside themselves.

# mn38:36.1
source: So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.
mn: They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.

# mn38:37.1
source: So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato,
mn: When they have this noble spectrum of ethics, this noble sense restraint, and this noble mindfulness and situational awareness,

# mn38:37.2
source: vivittaṃ senāsanaṃ bhajati—araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
mn: they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn38:38.1
source: So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā.
mn: After the meal, they return from alms-round, sit down cross-legged with their body straight, and establish mindfulness right there.

# mn38:38.2
source: So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti;
mn: Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire.

# mn38:38.3
source: byāpādapadosaṃ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti;
mn: Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will.

# mn38:38.4
source: thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī, sato sampajāno, thinamiddhā cittaṃ parisodheti;
mn: Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.

# mn38:38.5
source: uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti;
mn: Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse.

# mn38:38.6
source: vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.
mn: Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt.

# mn38:39.1
source: So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe,
mn: They give up these five hindrances, corruptions of the heart that weaken wisdom.

# mn38:39.2
source: vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn38:39.3
source: Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ … pe …
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption …

# mn38:39.4
source: tatiyaṃ jhānaṃ … pe …
mn: third absorption …

# mn38:39.5
source: catutthaṃ jhānaṃ upasampajja viharati.
mn: fourth absorption.

# mn38:40.1
source: So cakkhunā rūpaṃ disvā piyarūpe rūpe na sārajjati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyasati ca viharati appamāṇacetaso.
mn: When they see a sight with their eyes, if it’s pleasant they don’t desire it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart.

# mn38:40.2
source: Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti.
mn: And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# mn38:40.3
source: So evaṃ anurodhavirodhavippahīno yaṃ kiñci vedanaṃ vedeti, sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ nābhinandati nābhivadati nājjhosāya tiṭṭhati.
mn: Having given up favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they don’t approve, welcome, or keep clinging to it.

# mn38:40.4
source: Tassa taṃ vedanaṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato yā vedanāsu nandī sā nirujjhati.
mn: As a result, relishing of feelings ceases.

# mn38:40.5
source: Tassa nandīnirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti.
mn: When their relishing ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease.

# mn38:40.6
source: Evametassa kevalassa dukkhakkhandhassa nirodho hoti.
mn: That is how this entire mass of suffering ceases.

# mn38:41.1
source: Sotena saddaṃ sutvā … pe …
mn: When they hear a sound with their ears …

# mn38:41.2
source: ghānena gandhaṃ ghāyitvā … pe …
mn: When they smell an odor with their nose …

# mn38:41.3
source: jivhāya rasaṃ sāyitvā … pe …
mn: When they taste a flavor with their tongue …

# mn38:41.4
source: kāyena phoṭṭhabbaṃ phusitvā … pe …
mn: When they feel a touch with their body …

# mn38:41.5
source: manasā dhammaṃ viññāya piyarūpe dhamme na sārajjati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyasati ca viharati appamāṇacetaso,
mn: When they know a thought with their mind, if it’s pleasant they don’t desire it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart.

# mn38:41.6
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti.
mn: And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# mn38:41.7
source: So evaṃ anurodhavirodhavippahīno yaṃ kiñci vedanaṃ vedeti, sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ nābhinandati nābhivadati nājjhosāya tiṭṭhati.
mn: Having given up favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they don’t approve, welcome, or keep clinging to it.

# mn38:41.8
source: Tassa taṃ vedanaṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato yā vedanāsu nandī sā nirujjhati.
mn: As a result, relishing of feelings ceases.

# mn38:41.9
source: Tassa nandīnirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti.
mn: When their relishing ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease.

# mn38:41.10
source: Evametassa kevalassa dukkhakkhandhassa nirodho hoti.
mn: That is how this entire mass of suffering ceases.

# mn38:41.11
source: Imaṃ kho me tumhe, bhikkhave, saṅkhittena taṇhāsaṅkhayavimuttiṃ dhāretha, sātiṃ pana bhikkhuṃ kevaṭṭaputtaṃ mahātaṇhājālataṇhāsaṅghāṭappaṭimukkan”ti.
mn: Mendicants, you should memorize that brief statement on freedom through the ending of craving. But the mendicant Sāti, the fisherman’s son, is caught in a vast net of craving, a tangle of craving.”

# mn38:41.12
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn38:41.13
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
