Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn036.po
Languages: mn

# mn36:0.1
source: Majjhima Nikāya 36
mn: Middle Discourses 36

# mn36:0.2
source: Mahāsaccakasutta
mn: The Longer Discourse With Saccaka

# mn36:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn36:1.2
source: ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
mn: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# mn36:2.1
source: Tena kho pana samayena bhagavā pubbaṇhasamayaṃ sunivattho hoti pattacīvaramādāya vesāliṃ piṇḍāya pavisitukāmo.
mn: Now at that time in the morning the Buddha, being properly dressed, took his bowl and robe, wishing to enter Vesālī for alms.

# mn36:3.1
source: Atha kho saccako nigaṇṭhaputto jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena mahāvanaṃ kūṭāgārasālā tenupasaṅkami.
mn: Then as Saccaka, the son of Jain parents, was going for a walk he approached the hall with the peaked roof in the Great Wood.

# mn36:3.2
source: Addasā kho āyasmā ānando saccakaṃ nigaṇṭhaputtaṃ dūratova āgacchantaṃ.
mn: Venerable Ānanda saw him coming off in the distance,

# mn36:3.3
source: Disvāna bhagavantaṃ etadavoca:
mn: and said to the Buddha,

# mn36:3.4
source: “ayaṃ, bhante, saccako nigaṇṭhaputto āgacchati bhassappavādako paṇḍitavādo sādhusammato bahujanassa.
mn: “Sir, Saccaka, the son of Jain parents, is coming. He’s a debater and clever speaker regarded as holy by many people.

# mn36:3.5
source: Eso kho, bhante, avaṇṇakāmo buddhassa, avaṇṇakāmo dhammassa, avaṇṇakāmo saṃghassa.
mn: He wants to discredit the Buddha, the teaching, and the Saṅgha.

# mn36:3.6
source: Sādhu, bhante, bhagavā muhuttaṃ nisīdatu anukampaṃ upādāyā”ti.
mn: Please, sir, sit for a moment out of compassion.”

# mn36:3.7
source: Nisīdi bhagavā paññatte āsane.
mn: The Buddha sat on the seat spread out.

# mn36:3.8
source: Atha kho saccako nigaṇṭhaputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho saccako nigaṇṭhaputto bhagavantaṃ etadavoca:
mn: Then Saccaka went up to the Buddha, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to the Buddha,

# mn36:4.1
source: “Santi, bho gotama, eke samaṇabrāhmaṇā kāyabhāvanānuyogamanuyuttā viharanti, no cittabhāvanaṃ.
mn: “Master Gotama, there are some ascetics and brahmins who live committed to the practice of developing physical endurance, without developing the mind.

# mn36:4.2
source: Phusanti hi te, bho gotama, sārīrikaṃ dukkhaṃ vedanaṃ.
mn: They experience painful physical feelings.

# mn36:4.3
source: Bhūtapubbaṃ, bho gotama, sārīrikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhopi nāma bhavissati, hadayampi nāma phalissati, uṇhampi lohitaṃ mukhato uggamissati, ummādampi pāpuṇissati cittakkhepaṃ.
mn: This happened to someone once. Their thighs became paralyzed, their heart burst, hot blood gushed from their mouth, and they went mad and lost their mind.

# mn36:4.4
source: Tassa kho etaṃ, bho gotama, kāyanvayaṃ cittaṃ hoti, kāyassa vasena vattati.
mn: Their mind was subject to the body, and the body had power over it.

# mn36:4.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn36:4.6
source: Abhāvitattā cittassa.
mn: Because their mind was not developed.

# mn36:4.7
source: Santi pana, bho gotama, eke samaṇabrāhmaṇā cittabhāvanānuyogamanuyuttā viharanti, no kāyabhāvanaṃ.
mn: There are some ascetics and brahmins who live committed to the practice of developing the mind, without developing physical endurance.

# mn36:4.8
source: Phusanti hi te, bho gotama, cetasikaṃ dukkhaṃ vedanaṃ.
mn: They experience painful mental feelings.

# mn36:4.9
source: Bhūtapubbaṃ, bho gotama, cetasikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhopi nāma bhavissati, hadayampi nāma phalissati, uṇhampi lohitaṃ mukhato uggamissati, ummādampi pāpuṇissati cittakkhepaṃ.
mn: This happened to someone once. Their thighs became paralyzed, their heart burst, hot blood gushed from their mouth, and they went mad and lost their mind.

# mn36:4.10
source: Tassa kho eso, bho gotama, cittanvayo kāyo hoti, cittassa vasena vattati.
mn: Their body was subject to the mind, and the mind had power over it.

# mn36:4.11
source: Taṃ kissa hetu?
mn: Why is that?

# mn36:4.12
source: Abhāvitattā kāyassa.
mn: Because their physical endurance was not developed.

# mn36:4.13
source: Tassa mayhaṃ, bho gotama, evaṃ hoti:
mn: It occurs to me that

# mn36:4.14
source: ‘addhā bhoto gotamassa sāvakā cittabhāvanānuyogamanuyuttā viharanti, no kāyabhāvanan’”ti.
mn: Master Gotama’s disciples must live committed to the practice of developing the mind, without developing physical endurance.”

# mn36:5.1
source: “Kinti pana te, aggivessana, kāyabhāvanā sutā”ti?
mn: “But Aggivessana, what have you heard about the development of physical endurance?”

# mn36:5.2
source: “Seyyathidaṃ—
mn: “Take, for example,

# mn36:5.3
source: nando vaccho, kiso saṅkicco, makkhali gosālo—
mn: Nanda Vaccha, Kisa Saṅkicca, and Makkhali Gosāla.

# mn36:5.4
source: etehi, bho gotama, acelakā muttācārā hatthāpalekhanā naehibhaddantikā natiṭṭhabhaddantikā na abhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyanti,
mn: They go naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal.

# mn36:5.5
source: te na kumbhimukhā paṭiggaṇhanti na kaḷopimukhā paṭiggaṇhanti na eḷakamantaraṃ na daṇḍamantaraṃ na musalamantaraṃ na dvinnaṃ bhuñjamānānaṃ na gabbhiniyā na pāyamānāya na purisantaragatāya na saṅkittīsu na yattha sā upaṭṭhito hoti na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṃ na maṃsaṃ na suraṃ na merayaṃ na thusodakaṃ pivanti.
mn: They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer.

# mn36:5.6
source: Te ekāgārikā vā honti ekālopikā, dvāgārikā vā honti dvālopikā … pe … sattāgārikā vā honti sattālopikā.
mn: They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls.

# mn36:5.7
source: Ekissāpi dattiyā yāpenti, dvīhipi dattīhi yāpenti … pe … sattahipi dattīhi yāpenti.
mn: They feed on one saucer a day, two saucers a day, up to seven saucers a day.

# mn36:5.8
source: Ekāhikampi āhāraṃ āhārenti, dvīhikampi āhāraṃ āhārenti … pe … sattāhikampi āhāraṃ āhārenti. Iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyuttā viharantī”ti.
mn: They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals.”

# mn36:6.1
source: “Kiṃ pana te, aggivessana, tāvatakeneva yāpentī”ti?
mn: “But Aggivessana, do they get by on so little?”

# mn36:6.2
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn36:6.3
source: Appekadā, bho gotama, uḷārāni uḷārāni khādanīyāni khādanti, uḷārāni uḷārāni bhojanāni bhuñjanti, uḷārāni uḷārāni sāyanīyāni sāyanti, uḷārāni uḷārāni pānāni pivanti.
mn: Sometimes they eat a variety of luxury foods and drink a variety of luxury beverages.

# mn36:6.4
source: Te imaṃ kāyaṃ balaṃ gāhenti nāma, brūhenti nāma, medenti nāmā”ti.
mn: They gather their body’s strength, build it up, and get fat.”

# mn36:6.5
source: “Yaṃ kho te, aggivessana, purimaṃ pahāya pacchā upacinanti, evaṃ imassa kāyassa ācayāpacayo hoti.
mn: “What they earlier gave up, they later got back. That is how there is the increase and decrease of this body.

# mn36:6.6
source: Kinti pana te, aggivessana, cittabhāvanā sutā”ti?
mn: But Aggivessana, what have you heard about development of the mind?”

# mn36:6.7
source: Cittabhāvanāya kho saccako nigaṇṭhaputto bhagavatā puṭṭho samāno na sampāyāsi.
mn: When Saccaka was questioned by the Buddha about development of the mind, he was unable to answer.

# mn36:7.1
source: Atha kho bhagavā saccakaṃ nigaṇṭhaputtaṃ etadavoca:
mn: So the Buddha said to Saccaka,

# mn36:7.2
source: “yāpi kho te esā, aggivessana, purimā kāyabhāvanā bhāsitā sāpi ariyassa vinaye no dhammikā kāyabhāvanā.
mn: “The development of physical endurance that you have described is not the legitimate development of physical endurance in the noble one’s training.

# mn36:7.3
source: Kāyabhāvanampi kho tvaṃ, aggivessana, na aññāsi, kuto pana tvaṃ cittabhāvanaṃ jānissasi?
mn: And since you don’t even understand the development of physical endurance, how can you possibly understand the development of the mind?

# mn36:7.4
source: Api ca, aggivessana, yathā abhāvitakāyo ca hoti abhāvitacitto ca, bhāvitakāyo ca hoti bhāvitacitto ca.
mn: Still, as to how someone is undeveloped in physical endurance and mind, and how someone is developed in physical endurance and mind,

# mn36:7.5
source: Taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.
mn: listen and pay close attention, I will speak.”

# mn36:7.6
source: “Evaṃ, bho”ti kho saccako nigaṇṭhaputto bhagavato paccassosi.
mn: “Yes, sir,” replied Saccaka.

# mn36:7.7
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn36:8.1
source: “Kathañca, aggivessana, abhāvitakāyo ca hoti abhāvitacitto ca?
mn: “And how is someone undeveloped in physical endurance and mind?

# mn36:8.2
source: Idha, aggivessana, assutavato puthujjanassa uppajjati sukhā vedanā.
mn: Take an uneducated ordinary person who has a pleasant feeling.

# mn36:8.3
source: So sukhāya vedanāya phuṭṭho samāno sukhasārāgī ca hoti sukhasārāgitañca āpajjati.
mn: When they experience pleasant feeling they become full of lust for it.

# mn36:8.4
source: Tassa sā sukhā vedanā nirujjhati.
mn: Then that pleasant feeling ceases.

# mn36:8.5
source: Sukhāya vedanāya nirodhā uppajjati dukkhā vedanā.
mn: And when it ceases, a painful feeling arises.

# mn36:8.6
source: So dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati.
mn: When they experience painful feeling, they sorrow and pine and lament, beating their breast and falling into confusion.

# mn36:8.7
source: Tassa kho esā, aggivessana, uppannāpi sukhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā cittassa.
mn: Because their physical endurance is undeveloped, pleasant feelings occupy the mind. And because their mind is undeveloped, painful feelings occupy the mind.

# mn36:8.8
source: Yassa kassaci, aggivessana, evaṃ ubhatopakkhaṃ uppannāpi sukhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā cittassa, evaṃ kho, aggivessana, abhāvitakāyo ca hoti abhāvitacitto ca.
mn: Someone whose mind is occupied by both pleasant and painful feelings like this is undeveloped in physical endurance and in mind.

# mn36:9.1
source: Kathañca, aggivessana, bhāvitakāyo ca hoti bhāvitacitto ca?
mn: And how is someone developed in physical endurance and mind?

# mn36:9.2
source: Idha, aggivessana, sutavato ariyasāvakassa uppajjati sukhā vedanā.
mn: Take an educated noble disciple who has a pleasant feeling.

# mn36:9.3
source: So sukhāya vedanāya phuṭṭho samāno na sukhasārāgī ca hoti, na sukhasārāgitañca āpajjati.
mn: When they experience pleasant feeling they don’t become full of lust for it.

# mn36:9.4
source: Tassa sā sukhā vedanā nirujjhati.
mn: Then that pleasant feeling ceases.

# mn36:9.5
source: Sukhāya vedanāya nirodhā uppajjati dukkhā vedanā.
mn: And when it ceases, painful feeling arises.

# mn36:9.6
source: So dukkhāya vedanāya phuṭṭho samāno na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati.
mn: When they experience painful feelings they don’t sorrow or pine or lament, beating their breast and falling into confusion.

# mn36:9.7
source: Tassa kho esā, aggivessana, uppannāpi sukhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā cittassa.
mn: Because their physical endurance is developed, pleasant feelings don’t occupy the mind. And because their mind is developed, painful feelings don’t occupy the mind.

# mn36:9.8
source: Yassa kassaci, aggivessana, evaṃ ubhatopakkhaṃ uppannāpi sukhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā cittassa. Evaṃ kho, aggivessana, bhāvitakāyo ca hoti bhāvitacitto cā”ti.
mn: Someone whose mind is not occupied by both pleasant and painful feelings like this is developed in physical endurance and in mind.”

# mn36:10.1
source: “Evaṃ pasanno ahaṃ bhoto gotamassa.
mn: “I am quite confident that Master Gotama

# mn36:10.2
source: Bhavañhi gotamo bhāvitakāyo ca hoti bhāvitacitto cā”ti.
mn: is developed in physical endurance and in mind.”

# mn36:10.3
source: “Addhā kho te ayaṃ, aggivessana, āsajja upanīya vācā bhāsitā,
mn: “Your words are clearly invasive and intrusive, Aggivessana.

# mn36:10.4
source: api ca te ahaṃ byākarissāmi.
mn: Nevertheless, I will answer you.

# mn36:10.5
source: Yato kho ahaṃ, aggivessana, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito, taṃ vata me uppannā vā sukhā vedanā cittaṃ pariyādāya ṭhassati, uppannā vā dukkhā vedanā cittaṃ pariyādāya ṭhassatīti netaṃ ṭhānaṃ vijjatī”ti.
mn: Ever since I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness, it has not been possible for any pleasant or painful feeling to occupy my mind.”

# mn36:11.1
source: “Na hi nūna bhoto gotamassa uppajjati tathārūpā sukhā vedanā yathārūpā uppannā sukhā vedanā cittaṃ pariyādāya tiṭṭheyya; na hi nūna bhoto gotamassa uppajjati tathārūpā dukkhā vedanā yathārūpā uppannā dukkhā vedanā cittaṃ pariyādāya tiṭṭheyyā”ti.
mn: “Surely you must have had feelings so pleasant or so painful that they could occupy your mind?”

# mn36:12.1
source: “Kiñhi no siyā, aggivessana?
mn: “How could I not, Aggivessana?

# mn36:12.2
source: Idha me, aggivessana, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:
mn: Before my awakening—when I was still unawakened but intent on awakening—I thought:

# mn36:12.3
source: ‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.
mn: ‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.

# mn36:12.4
source: Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.
mn: It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.

# mn36:12.5
source: Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.
mn: Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’

# mn36:13.1
source: So kho ahaṃ, aggivessana, aparena samayena daharova samāno, susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā, akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ.
mn: Some time later, while still black-haired, blessed with youth, in the prime of life—though my mother and father wished otherwise, weeping with tearful faces—I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness.

# mn36:13.2
source: So evaṃ pabbajito samāno kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: Once I had gone forth I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Āḷāra Kālāma and said to him,

# mn36:13.3
source: ‘icchāmahaṃ, āvuso kālāma, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.
mn: ‘Reverend Kālāma, I wish to live the spiritual life in this teaching and training.’

# mn36:13.4
source: Evaṃ vutte, aggivessana, āḷāro kālāmo maṃ etadavoca:
mn: Āḷāra Kālāma replied,

# mn36:13.5
source: ‘viharatāyasmā,
mn: ‘Stay, venerable.

# mn36:13.6
source: tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.
mn: This teaching is such that a sensible person can soon realize their own tradition with their own insight and live having achieved it.’

# mn36:13.7
source: So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.
mn: I quickly memorized that teaching.

# mn36:13.8
source: So kho ahaṃ, aggivessana, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi, ahañceva aññe ca.
mn: So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.

# mn36:13.9
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:13.10
source: ‘na kho āḷāro kālāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti,
mn: ‘It is not solely by mere faith that Āḷāra Kālāma declares: “I realize this teaching with my own insight, and live having achieved it.”

# mn36:13.11
source: addhā āḷāro kālāmo imaṃ dhammaṃ jānaṃ passaṃ viharatī’ti.
mn: Surely he meditates knowing and seeing this teaching.’

# mn36:13.12
source: Atha khvāhaṃ, aggivessana, yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: So I approached Āḷāra Kālāma and said to him,

# mn36:13.13
source: ‘kittāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?
mn: ‘Reverend Kālāma, to what extent do you say you’ve realized this teaching with your own insight?’

# mn36:13.14
source: Evaṃ vutte, aggivessana, āḷāro kālāmo ākiñcaññāyatanaṃ pavedesi.
mn: When I said this, he declared the dimension of nothingness.

# mn36:13.15
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:13.16
source: ‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā;
mn: ‘It’s not just Āḷāra Kālāma who has faith,

# mn36:13.17
source: na kho āḷārasseva kālāmassa atthi vīriyaṃ, mayhampatthi vīriyaṃ;
mn: energy,

# mn36:13.18
source: na kho āḷārasseva kālāmassa atthi sati, mayhampatthi sati;
mn: mindfulness,

# mn36:13.19
source: na kho āḷārasseva kālāmassa atthi samādhi, mayhampatthi samādhi;
mn: immersion,

# mn36:13.20
source: na kho āḷārasseva kālāmassa atthi paññā, mayhampatthi paññā;
mn: and wisdom; I too have these things.

# mn36:13.21
source: yannūnāhaṃ yaṃ dhammaṃ āḷāro kālāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti.
mn: Why don’t I make an effort to realize the same teaching that Āḷāra Kālāma says he has realized with his own insight?’

# mn36:13.22
source: So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.
mn: I quickly realized that teaching with my own insight, and lived having achieved it.

# mn36:14.1
source: Atha khvāhaṃ, aggivessana, yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: So I approached Āḷāra Kālāma and said to him,

# mn36:14.2
source: ‘ettāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?
mn: ‘Reverend Kālāma, have you realized this teaching with your own insight up to this point, and declare having achieved it?’

# mn36:14.3
source: ‘Ettāvatā kho ahaṃ, āvuso, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemī’ti.
mn: ‘I have, reverend.’

# mn36:14.4
source: ‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.
mn: ‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’

# mn36:14.5
source: ‘Lābhā no, āvuso, suladdhaṃ no, āvuso,
mn: ‘We are fortunate, reverend, so very fortunate

# mn36:14.6
source: ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.
mn: to see a venerable such as yourself as one of our spiritual companions!

# mn36:14.7
source: Iti yāhaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi;
mn: So the teaching that I’ve realized with my own insight, and declare having achieved it, you’ve realized with your own insight, and live having achieved it.

# mn36:14.8
source: yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi tamahaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi.
mn: The teaching that you’ve realized with your own insight, and live having achieved it, I’ve realized with my own insight, and declare having achieved it.

# mn36:14.9
source: Iti yāhaṃ dhammaṃ jānāmi taṃ tvaṃ dhammaṃ jānāsi; yaṃ tvaṃ dhammaṃ jānāsi tamahaṃ dhammaṃ jānāmi.
mn: So the teaching that I know, you know, and the teaching you know, I know.

# mn36:14.10
source: Iti yādiso ahaṃ tādiso tuvaṃ, yādiso tuvaṃ tādiso ahaṃ.
mn: I am like you and you are like me.

# mn36:14.11
source: Ehi dāni, āvuso, ubhova santā imaṃ gaṇaṃ pariharāmā’ti.
mn: Come now, reverend! We should both lead this community together.’

# mn36:14.12
source: Iti kho, aggivessana, āḷāro kālāmo ācariyo me samāno attano antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.
mn: And that is how my teacher Āḷāra Kālāma placed me, his student, on the same position as him, and honored me with lofty praise.

# mn36:14.13
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:14.14
source: ‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti.
mn: ‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of nothingness.’

# mn36:14.15
source: So kho ahaṃ, aggivessana, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.
mn: Realizing that this teaching was inadequate, I left disappointed.

# mn36:15.1
source: So kho ahaṃ, aggivessana, kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Uddaka, son of Rāma, and said to him,

# mn36:15.2
source: ‘icchāmahaṃ, āvuso, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.
mn: ‘Reverend, I wish to live the spiritual life in this teaching and training.’

# mn36:15.3
source: Evaṃ vutte, aggivessana, udako rāmaputto maṃ etadavoca:
mn: Uddaka replied,

# mn36:15.4
source: ‘viharatāyasmā,
mn: ‘Stay, venerable.

# mn36:15.5
source: tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.
mn: This teaching is such that a sensible person can soon realize their own tradition with their own insight and live having achieved it.’

# mn36:15.6
source: So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.
mn: I quickly memorized that teaching.

# mn36:15.7
source: So kho ahaṃ, aggivessana, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi, ahañceva aññe ca.
mn: So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.

# mn36:15.8
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,
