Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn039.po
Languages: mn

# mn39:17.1
source: Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn39:17.2
source: So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.
mn: They drench, steep, fill, and spread their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture.

# mn39:17.3
source: Seyyathāpi, bhikkhave, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṃ uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa.
mn: It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. From the tip to the root they’re drenched, steeped, filled, and soaked with cool water. There’s no part of them that’s not soaked with cool water.

# mn39:17.4
source: Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.
mn: In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture.

# mn39:18.1
source: Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn39:18.2
source: So imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.
mn: They sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind.

# mn39:18.3
source: Seyyathāpi, bhikkhave, puriso odātena vatthena sasīsaṃ pārupetvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa.
mn: It’s like someone sitting wrapped from head to foot with white cloth. There’s no part of the body that’s not spread over with white cloth.

# mn39:18.4
source: Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.
mn: In the same way, they sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind.

# mn39:19.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives.

# mn39:19.2
source: So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ, dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
mn: They recollect many kinds of past lives, with features and details.

# mn39:19.3
source: Seyyathāpi, bhikkhave, puriso sakamhā gāmā aññaṃ gāmaṃ gaccheyya, tamhāpi gāmā aññaṃ gāmaṃ gaccheyya, so tamhā gāmā sakaṃyeva gāmaṃ paccāgaccheyya. Tassa evamassa: ‘ahaṃ kho sakamhā gāmā amuṃ gāmaṃ agacchiṃ, tatrapi evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ; tamhāpi gāmā amuṃ gāmaṃ agacchiṃ, tatrapi evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ; somhi tamhā gāmā sakaṃyeva gāmaṃ paccāgato’ti.
mn: Suppose a person was to leave their home village and go to another village. From that village they’d go to yet another village. And from that village they’d return to their home village. They’d think: ‘I went from my home village to another village. There I stood like this, sat like that, spoke like this, or kept silent like that. From that village I went to yet another village. There too I stood like this, sat like that, spoke like this, or kept silent like that. And from that village I returned to my home village.’

# mn39:19.4
source: Evameva kho, bhikkhave, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
mn: In the same way, a mendicant recollects their many kinds of past lives, with features and details.

# mn39:20.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings.

# mn39:20.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate, yathākammūpage satte pajānāti … pe …
mn: With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.

# mn39:20.3
source: seyyathāpi, bhikkhave, dve agārā sadvārā. Tattha cakkhumā puriso majjhe ṭhito passeyya manusse gehaṃ pavisantepi nikkhamantepi, anucaṅkamantepi anuvicarantepi.
mn: Suppose there were two houses with doors. A person with good eyesight standing in between them would see people entering and leaving a house and wandering to and fro.

# mn39:20.4
source: Evameva kho, bhikkhave, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti … pe ….
mn: In the same way, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.

# mn39:21.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements.

# mn39:21.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
mn: They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’

# mn39:21.3
source: ‘Ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
mn: They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements.’

# mn39:21.4
source: Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.
mn: Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn39:21.5
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti:
mn: When they’re freed, they know they’re freed.

# mn39:21.6
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn39:21.7
source: Seyyathāpi, bhikkhave, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo.
mn: Suppose that in a mountain glen there was a lake that was transparent, clear, and unclouded. A person with good eyesight standing on the bank would see the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.

# mn39:21.9
source: Tassa evamassa:
mn: They’d think:

# mn39:21.10
source: ‘ayaṃ kho udakarahado accho vippasanno anāvilo. Tatrime sippisambukāpi sakkharakathalāpi macchagumbāpi carantipi tiṭṭhantipī’ti’.
mn: ‘This lake is transparent, clear, and unclouded. And here are the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.’

# mn39:21.11
source: Evameva kho, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe …
mn: In the same way, a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’

# mn39:21.12
source: nāparaṃ itthattāyāti pajānāti.
mn: They understand: ‘… there is no return to any state of existence.’

# mn39:22.1
source: Ayaṃ vuccati, bhikkhave, bhikkhu ‘samaṇo’ itipi ‘brāhmaṇo’itipi ‘nhātako’itipi ‘vedagū’itipi ‘sottiyo’itipi ‘ariyo’itipi ‘arahaṃ’itipi.
mn: This mendicant is called an ‘ascetic’, a ‘brahmin’, a ‘bathed initiate’, a ‘knowledge master’, a ‘scholar’, a ‘noble one’, and a ‘perfected one’.

# mn39:23.1
source: Kathañca, bhikkhave, bhikkhu samaṇo hoti?
mn: And how is a mendicant an ascetic?

# mn39:23.2
source: Samitāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.
mn: They have quelled the bad, unskillful qualities that are corrupted, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death.

# mn39:23.3
source: Evaṃ kho, bhikkhave, bhikkhu samaṇo hoti.
mn: That’s how a mendicant is an ascetic.

# mn39:24.1
source: Kathañca, bhikkhave, bhikkhu brāhmaṇo hoti?
mn: And how is a mendicant a brahmin?

# mn39:24.2
source: Bāhitāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.
mn: They have barred out the bad, unskillful qualities.

# mn39:24.3
source: Evaṃ kho, bhikkhave, bhikkhu brāhmaṇo hoti.
mn: That’s how a mendicant is a brahmin.

# mn39:25.1
source: Kathañca, bhikkhave, bhikkhu nhātako hoti?
mn: And how is a mendicant a bathed initiate?

# mn39:25.2
source: Nhātāssa honti pāpakā akusalā dhammā, saṃkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.
mn: They have bathed off the bad, unskillful qualities.

# mn39:25.3
source: Evaṃ kho, bhikkhave, bhikkhu nhātako hoti.
mn: That’s how a mendicant is a bathed initiate.

# mn39:26.1
source: Kathañca, bhikkhave, bhikkhu vedagū hoti?
mn: And how is a mendicant a knowledge master?

# mn39:26.2
source: Viditāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.
mn: They have known the bad, unskillful qualities.

# mn39:26.3
source: Evaṃ kho, bhikkhave, bhikkhu vedagū hoti.
mn: That’s how a mendicant is a knowledge master.

# mn39:27.1
source: Kathañca, bhikkhave, bhikkhu sottiyo hoti?
mn: And how is a mendicant a scholar?

# mn39:27.2
source: Nissutāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.
mn: They have scoured off the bad, unskillful qualities.

# mn39:27.3
source: Evaṃ kho, bhikkhave, bhikkhu sottiyo hoti.
mn: That’s how a mendicant is a scholar.

# mn39:28.1
source: Kathañca, bhikkhave, bhikkhu ariyo hoti?
mn: And how is a mendicant a noble one?

# mn39:28.2
source: Ārakāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.
mn: They are far away from the bad, unskillful qualities.

# mn39:28.3
source: Evaṃ kho, bhikkhave, bhikkhu ariyo hoti.
mn: That’s how a mendicant is a noble one.

# mn39:29.1
source: Kathañca, bhikkhave, bhikkhu arahaṃ hoti?
mn: And how is a mendicant a perfected one?

# mn39:29.2
source: Ārakāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.
mn: They are far away from the bad, unskillful qualities that are corrupted, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death.

# mn39:29.3
source: Evaṃ kho, bhikkhave, bhikkhu arahaṃ hotī”ti.
mn: That’s how a mendicant is a perfected one.”

# mn39:29.4
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn39:29.5
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
