Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn038.po
Languages: mn

# mn38:20.8
source: taṇhānirodhā upādānanirodho,
mn: When craving ceases, grasping ceases.

# mn38:20.9
source: upādānanirodhā bhavanirodho,
mn: When grasping ceases, continued existence ceases.

# mn38:20.10
source: bhavanirodhā jātinirodho,
mn: When continued existence ceases, rebirth ceases.

# mn38:20.11
source: jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti.
mn: When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease.

# mn38:20.12
source: Evametassa kevalassa dukkhakkhandhassa nirodho hoti.
mn: That is how this entire mass of suffering ceases.

# mn38:21.1
source: Jātinirodhā jarāmaraṇanirodhoti iti kho panetaṃ vuttaṃ;
mn: ‘When rebirth ceases, old age and death cease.’ That’s what I said.

# mn38:21.2
source: jātinirodhā nu kho, bhikkhave, jarāmaraṇanirodho, no vā, kathaṃ vā ettha hotī”ti?
mn: Is that how you see this or not?”

# mn38:21.4
source: evaṃ no ettha hoti—
mn: “That’s how we see it.”

# mn38:21.6
source: “Bhavanirodhā jātinirodhoti iti kho panetaṃ vuttaṃ;
mn: ‘When continued existence ceases, rebirth ceases.’ …

# mn38:21.51
source: “Avijjānirodhā saṅkhāranirodhoti iti kho panetaṃ vuttaṃ;
mn: ‘When ignorance ceases, choices cease.’ That’s what I said.

# mn38:21.52
source: avijjānirodhā nu kho, bhikkhave, saṅkhāranirodho, no vā, kathaṃ vā ettha hotī”ti?
mn: Is that how you see this or not?”

# mn38:21.54
source: evaṃ no ettha hoti—
mn: “That’s how we see it.”

# mn38:22.1
source: “Sādhu, bhikkhave.
mn: “Good, mendicants!

# mn38:22.2
source: Iti kho, bhikkhave, tumhepi evaṃ vadetha, ahampi evaṃ vadāmi—
mn: So both you and I say this.

# mn38:22.3
source: imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhati, yadidaṃ—
mn: When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is:

# mn38:22.4
source: avijjānirodhā saṅkhāranirodho,
mn: When ignorance ceases, choices cease.

# mn38:22.5
source: saṅkhāranirodhā viññāṇanirodho,
mn: When choices cease, consciousness ceases.

# mn38:22.6
source: viññāṇanirodhā nāmarūpanirodho,
mn: When consciousness ceases, name and form cease.

# mn38:22.7
source: nāmarūpanirodhā saḷāyatananirodho,
mn: When name and form cease, the six sense fields cease.

# mn38:22.8
source: saḷāyatananirodhā phassanirodho,
mn: When the six sense fields cease, contact ceases.

# mn38:22.9
source: phassanirodhā vedanānirodho,
mn: When contact ceases, feeling ceases.

# mn38:22.10
source: vedanānirodhā taṇhānirodho,
mn: When feeling ceases, craving ceases.

# mn38:22.11
source: taṇhānirodhā upādānanirodho,
mn: When craving ceases, grasping ceases.

# mn38:22.12
source: upādānanirodhā bhavanirodho,
mn: When grasping ceases, continued existence ceases.

# mn38:22.13
source: bhavanirodhā jātinirodho,
mn: When continued existence ceases, rebirth ceases.

# mn38:22.14
source: jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti.
mn: When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease.

# mn38:22.15
source: Evametassa kevalassa dukkhakkhandhassa nirodho hoti.
mn: That is how this entire mass of suffering ceases.

# mn38:23.1
source: Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā pubbantaṃ vā paṭidhāveyyātha:
mn: Knowing and seeing in this way, mendicants, would you turn back to the past, thinking,

# mn38:23.2
source: ‘ahesumha nu kho mayaṃ atītamaddhānaṃ, nanu kho ahesumha atītamaddhānaṃ, kiṃ nu kho ahesumha atītamaddhānaṃ, kathaṃ nu kho ahesumha atītamaddhānaṃ, kiṃ hutvā kiṃ ahesumha nu kho mayaṃ atītamaddhānan’”ti?
mn: ‘Did we exist in the past? Did we not exist in the past? What were we in the past? How were we in the past? After being what, what did we become in the past?’?”

# mn38:23.3
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn38:23.4
source: “Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā aparantaṃ vā paṭidhāveyyātha—
mn: “Knowing and seeing in this way, mendicants, would you turn forward to the future, thinking,

# mn38:23.5
source: bhavissāma nu kho mayaṃ anāgatamaddhānaṃ, nanu kho bhavissāma anāgatamaddhānaṃ, kiṃ nu kho bhavissāma anāgatamaddhānaṃ, kathaṃ nu kho bhavissāma anāgatamaddhānaṃ, kiṃ hutvā kiṃ bhavissāma nu kho mayaṃ anāgatamaddhānan”ti?
mn: ‘Will we exist in the future? Will we not exist in the future? What will we be in the future? How will we be in the future? After being what, what will we become in the future?’?”

# mn38:23.6
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn38:24.1
source: “Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā etarahi vā paccuppannamaddhānaṃ ajjhattaṃ kathaṅkathī assatha—
mn: “Knowing and seeing in this way, mendicants, would you be undecided about the present, thinking,

# mn38:24.2
source: ahaṃ nu khosmi, no nu khosmi, kiṃ nu khosmi, kathaṃ nu khosmi, ayaṃ nu kho satto kuto āgato, so kuhiṃ gāmī bhavissatī”ti?
mn: ‘Am I? Am I not? What am I? How am I? This sentient being—where did it come from? And where will it go?’?”

# mn38:24.3
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn38:24.4
source: “Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā evaṃ vadeyyātha—
mn: “Knowing and seeing in this way, would you say,

# mn38:24.5
source: satthā no garu, satthugāravena ca mayaṃ evaṃ vademā”ti?
mn: ‘Our teacher is respected. We speak like this out of respect for our teacher.’?”

# mn38:24.6
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn38:24.7
source: “Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā evaṃ vadeyyātha—
mn: “Knowing and seeing in this way, would you say,

# mn38:24.8
source: samaṇo evamāha, samaṇā ca nāma mayaṃ evaṃ vademā”ti?
mn: ‘Our ascetic says this. It’s only because of him that we say this’?”

# mn38:24.9
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn38:24.10
source: “Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā aññaṃ satthāraṃ uddiseyyāthā”ti?
mn: “Knowing and seeing in this way, would you acknowledge another teacher?”

# mn38:24.11
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn38:24.12
source: “Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā yāni tāni puthusamaṇabrāhmaṇānaṃ vata kotūhalamaṅgalāni tāni sārato paccāgaccheyyāthā”ti?
mn: “Knowing and seeing in this way, would you believe that the observances and noisy, superstitious rites of the various ascetics and brahmins are the most important things?”

# mn38:24.13
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn38:24.14
source: “Nanu, bhikkhave, yadeva tumhākaṃ sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ, tadeva tumhe vadethā”ti.
mn: “Are you not speaking only of what you have known and seen and realized for yourselves?”

# mn38:24.15
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn38:25.1
source: “Sādhu, bhikkhave, upanītā kho me tumhe, bhikkhave, iminā sandiṭṭhikena dhammena akālikena ehipassikena opaneyyikena paccattaṃ veditabbena viññūhi.
mn: “Good, mendicants! You have been guided by me with this teaching that’s visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.

# mn38:25.2
source: Sandiṭṭhiko ayaṃ, bhikkhave, dhammo akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi—
mn: For when I said that this teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves,

# mn38:25.3
source: iti yantaṃ vuttaṃ, idametaṃ paṭicca vuttanti.
mn: this is what I was referring to.

# mn38:26.1
source: Tiṇṇaṃ kho pana, bhikkhave, sannipātā gabbhassāvakkanti hoti.
mn: Mendicants, when three things come together an embryo is conceived.

# mn38:26.2
source: Idha mātāpitaro ca sannipatitā honti, mātā ca na utunī hoti, gandhabbo ca na paccupaṭṭhito hoti, neva tāva gabbhassāvakkanti hoti.
mn: In a case where the mother and father come together, but the mother is not in the fertile part of her menstrual cycle, and the spirit being reborn is not present, the embryo is not conceived.

# mn38:26.3
source: Idha mātāpitaro ca sannipatitā honti, mātā ca utunī hoti, gandhabbo ca na paccupaṭṭhito hoti, neva tāva gabbhassāvakkanti hoti.
mn: In a case where the mother and father come together, the mother is in the fertile part of her menstrual cycle, but the spirit being reborn is not present, the embryo is not conceived.

# mn38:26.4
source: Yato ca kho, bhikkhave, mātāpitaro ca sannipatitā honti, mātā ca utunī hoti, gandhabbo ca paccupaṭṭhito hoti—evaṃ tiṇṇaṃ sannipātā gabbhassāvakkanti hoti.
mn: But when these three things come together—the mother and father come together, the mother is in the fertile part of her menstrual cycle, and the spirit being reborn is present—an embryo is conceived.

# mn38:27.1
source: Tamenaṃ, bhikkhave, mātā nava vā dasa vā māse gabbhaṃ kucchinā pariharati mahatā saṃsayena garubhāraṃ.
mn: The mother nurtures the embryo in her womb for nine or ten months at great risk to her heavy burden.

# mn38:27.2
source: Tamenaṃ, bhikkhave, mātā navannaṃ vā dasannaṃ vā māsānaṃ accayena vijāyati mahatā saṃsayena garubhāraṃ.
mn: When nine or ten months have passed, the mother gives birth at great risk to her heavy burden.

# mn38:27.3
source: Tamenaṃ jātaṃ samānaṃ sakena lohitena poseti.
mn: When the infant is born she nourishes it with her own blood.

# mn38:27.4
source: Lohitañhetaṃ, bhikkhave, ariyassa vinaye yadidaṃ mātuthaññaṃ.
mn: For mother’s milk is regarded as blood in the training of the noble one.

# mn38:28.1
source: Sa kho so, bhikkhave, kumāro vuddhimanvāya indriyānaṃ paripākamanvāya
mn: That boy grows up and his faculties mature.

# mn38:28.2
source: yāni tāni kumārakānaṃ kīḷāpanakāni tehi kīḷati, seyyathidaṃ—vaṅkakaṃ ghaṭikaṃ mokkhacikaṃ ciṅgulakaṃ pattāḷhakaṃ rathakaṃ dhanukaṃ.
mn: He accordingly plays childish games such as toy plows, tipcat, somersaults, pinwheels, toy measures, toy carts, and toy bows.

# mn38:29.1
source: Sa kho so, bhikkhave, kumāro vuddhimanvāya indriyānaṃ paripākamanvāya
mn: That boy grows up and his faculties mature further.

# mn38:29.2
source: pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti—
mn: He accordingly amuses himself, supplied and provided with the five kinds of sensual stimulation.

# mn38:29.3
source: cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi,
mn: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn38:29.4
source: sotaviññeyyehi saddehi …
mn: Sounds known by the ear …

# mn38:29.5
source: ghānaviññeyyehi gandhehi …
mn: Smells known by the nose …

# mn38:29.6
source: jivhāviññeyyehi rasehi …
mn: Tastes known by the tongue …

# mn38:29.7
source: kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi.
mn: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn38:30.1
source: So cakkhunā rūpaṃ disvā piyarūpe rūpe sārajjati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyasati ca viharati parittacetaso.
mn: When they see a sight with their eyes, if it’s pleasant they desire it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart restricted.

# mn38:30.2
source: Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti.
mn: And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# mn38:30.3
source: So evaṃ anurodhavirodhaṃ samāpanno yaṃ kiñci vedanaṃ vedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ abhinandati abhivadati ajjhosāya tiṭṭhati.
mn: Being so full of favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they approve, welcome, and keep clinging to it.

# mn38:30.4
source: Tassa taṃ vedanaṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.
mn: This gives rise to relishing.

# mn38:30.5
source: Yā vedanāsu nandī tadupādānaṃ, tassupādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.
mn: Relishing feelings is grasping. Their grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be.

# mn38:30.6
source: Evametassa kevalassa dukkhakkhandhassa samudayo hoti.
mn: That is how this entire mass of suffering originates.

# mn38:30.7
source: Sotena saddaṃ sutvā … pe …
mn: When they hear a sound with their ears …

# mn38:30.8
source: ghānena gandhaṃ ghāyitvā … pe …
mn: When they smell an odor with their nose …

# mn38:30.9
source: jivhāya rasaṃ sāyitvā … pe …
mn: When they taste a flavor with their tongue …

# mn38:30.10
source: kāyena phoṭṭhabbaṃ phusitvā … pe …
mn: When they feel a touch with their body …

# mn38:30.11
source: manasā dhammaṃ viññāya piyarūpe dhamme sārajjati, appiyarūpe dhamme byāpajjati, anupaṭṭhitakāyasati ca viharati parittacetaso.
mn: When they know a thought with their mind, if it’s pleasant they desire it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart restricted.

# mn38:30.12
source: Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti.
mn: And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# mn38:30.13
source: So evaṃ anurodhavirodhaṃ samāpanno yaṃ kiñci vedanaṃ vedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ abhinandati abhivadati ajjhosāya tiṭṭhati.
mn: Being so full of favoring and opposing, when they experience any kind of feeling—pleasant, unpleasant, or neutral—they approve, welcome, and keep clinging to it.

# mn38:30.14
source: Tassa taṃ vedanaṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.
mn: This gives rise to relishing.

# mn38:30.15
source: Yā vedanāsu nandī tadupādānaṃ, tassupādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.
mn: Relishing feelings is grasping. Their grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be.

# mn38:30.16
source: Evametassa kevalassa dukkhakkhandhassa samudayo hoti.
mn: That is how this entire mass of suffering originates.

# mn38:31.1
source: Idha, bhikkhave, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.
mn: But consider when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.

# mn38:31.2
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn38:31.3
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ;
mn: He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, with the right meaning and phrasing.

# mn38:31.4
source: kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He reveals an entirely full and pure spiritual life.

# mn38:32.1
source: Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto.
mn: A householder hears that teaching, or a householder’s child, or someone reborn in some good family.

# mn38:32.2
source: So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati.
mn: They gain faith in the Realized One,

# mn38:32.3
source: So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:
mn: and reflect,

# mn38:32.4
source: ‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.
mn: ‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.

# mn38:32.5
source: Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.
mn: It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.

# mn38:32.6
source: Yannūnāhaṃ kesamassuṃ ohāretvā, kāsāyāni vatthāni acchādetvā, agārasmā anagāriyaṃ pabbajeyyan’”ti.
mn: Why don’t I cut off my hair and beard, dress in ocher robes, and go forth from lay life to homelessness?’

# mn38:32.7
source: So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya, mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya, mahantaṃ vā ñātiparivaṭṭaṃ pahāya, kesamassuṃ ohāretvā, kāsāyāni vatthāni acchādetvā, agārasmā anagāriyaṃ pabbajati.
mn: After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.

# mn38:33.1
source: So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.
mn: Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings.

# mn38:33.2
source: Adinnādānaṃ pahāya adinnādānā paṭivirato hoti, dinnādāyī dinnapāṭikaṅkhī athenena sucibhūtena attanā viharati.
mn: They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving.

# mn38:33.3
source: Abrahmacariyaṃ pahāya brahmacārī hoti, ārācārī virato methunā gāmadhammā.
mn: They give up unchastity. They are celibate, set apart, avoiding the common practice of sex.

# mn38:33.4
source: Musāvādaṃ pahāya musāvādā paṭivirato hoti, saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.
mn: They give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words.

# mn38:33.5
source: Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti—ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā, sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī, samaggakaraṇiṃ vācaṃ bhāsitā hoti.
mn: They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.

# mn38:33.6
source: Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti—yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti.
mn: They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people.

# mn38:33.7
source: Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti, kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā kālena, sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.
mn: They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial.

# mn38:33.8
source: So bījagāmabhūtagāmasamārambhā paṭivirato hoti,
mn: They avoid injuring plants and seeds.

# mn38:33.9
source: ekabhattiko hoti rattūparato, virato vikālabhojanā.
mn: They eat in one part of the day, abstaining from eating at night and food at the wrong time.

# mn38:33.10
source: Naccagītavāditavisūkadassanā paṭivirato hoti,
mn: They avoid dancing, singing, music, and seeing shows.

# mn38:33.11
source: mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti,
mn: They avoid beautifying and adorning themselves with garlands, perfumes, and makeup.

# mn38:33.12
source: uccāsayanamahāsayanā paṭivirato hoti,
mn: They avoid high and luxurious beds.

# mn38:33.13
source: jātarūparajatapaṭiggahaṇā paṭivirato hoti,
mn: They avoid receiving gold and money,

# mn38:33.14
source: āmakadhaññapaṭiggahaṇā paṭivirato hoti,
mn: raw grains,

# mn38:33.15
source: āmakamaṃsapaṭiggahaṇā paṭivirato hoti,
mn: raw meat,

# mn38:33.16
source: itthikumārikapaṭiggahaṇā paṭivirato hoti,
mn: women and girls,

# mn38:33.17
source: dāsidāsapaṭiggahaṇā paṭivirato hoti,
mn: male and female bondservants,

# mn38:33.18
source: ajeḷakapaṭiggahaṇā paṭivirato hoti,
mn: goats and sheep,

# mn38:33.19
source: kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti,
mn: chickens and pigs,

# mn38:33.20
source: hatthigavāssavaḷavapaṭiggahaṇā paṭivirato hoti,
mn: elephants, cows, horses, and mares,

# mn38:33.21
source: khettavatthupaṭiggahaṇā paṭivirato hoti,
mn: and fields and land.

# mn38:33.22
source: dūteyyapahiṇagamanānuyogā paṭivirato hoti,
mn: They avoid running errands and messages;

# mn38:33.23
source: kayavikkayā paṭivirato hoti,
mn: buying and selling;

# mn38:33.24
source: tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti,
mn: falsifying weights, metals, or measures;

# mn38:33.25
source: ukkoṭanavañcananikatisāciyogā paṭivirato hoti,
mn: bribery, fraud, cheating, and duplicity;

# mn38:33.26
source: chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti.
mn: mutilation, murder, abduction, banditry, plunder, and violence.

# mn38:34.1
source: So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati.
mn: They’re content with robes to look after the body and alms-food to look after the belly. Wherever they go, they set out taking only these things.

# mn38:34.2
source: Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti;
mn: They’re like a bird: wherever it flies, wings are its only burden.

# mn38:34.3
source: evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati.
mn: In the same way, a mendicant is content with robes to look after the body and alms-food to look after the belly. Wherever they go, they set out taking only these things.

# mn38:34.4
source: So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti.
mn: When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves.

# mn38:35.1
source: So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.
mn: When they see a sight with their eyes, they don’t get caught up in the features and details.

# mn38:35.2
source: Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.
mn: If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.

# mn38:35.3
source: Sotena saddaṃ sutvā … pe …
mn: When they hear a sound with their ears …

# mn38:35.4
source: ghānena gandhaṃ ghāyitvā … pe …
mn: When they smell an odor with their nose …

# mn38:35.5
source: jivhāya rasaṃ sāyitvā … pe …
mn: When they taste a flavor with their tongue …

# mn38:35.6
source: kāyena phoṭṭhabbaṃ phusitvā … pe …
mn: When they feel a touch with their body …

# mn38:35.7
source: manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.
mn: When they know a thought with their mind, they don’t get caught up in the features and details.
