Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn036.po
Languages: mn

# mn36:27.5
source: Sace kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajjissasi, tassa te mayaṃ dibbaṃ ojaṃ lomakūpehi ajjhohāressāma, tāya tvaṃ yāpessasī’ti.
mn: If you do, we’ll infuse divine nectar into your pores and you will live on that.’

# mn36:27.6
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then I thought,

# mn36:27.7
source: ‘ahañceva kho pana sabbaso ajajjitaṃ paṭijāneyyaṃ, imā ca me devatā dibbaṃ ojaṃ lomakūpehi ajjhohāreyyuṃ, tāya cāhaṃ yāpeyyaṃ, taṃ mamassa musā’ti.
mn: ‘If I claim to be completely fasting while these deities are infusing divine nectar in my pores, that would be a lie on my part.’

# mn36:27.8
source: So kho ahaṃ, aggivessana, tā devatā paccācikkhāmi, ‘halan’ti vadāmi.
mn: So I dismissed those deities, saying, ‘There’s no need.’

# mn36:28.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:28.2
source: ‘yannūnāhaṃ thokaṃ thokaṃ āhāraṃ āhāreyyaṃ, pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsan’ti.
mn: ‘Why don’t I just take a little bit of food each time, a cup of broth made from mung beans, lentils, chickpeas, or green gram.’

# mn36:28.3
source: So kho ahaṃ, aggivessana, thokaṃ thokaṃ āhāraṃ āhāresiṃ, pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsaṃ.
mn: So that’s what I did,

# mn36:28.4
source: Tassa mayhaṃ, aggivessana, thokaṃ thokaṃ āhāraṃ āhārayato, pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsaṃ, adhimattakasimānaṃ patto kāyo hoti.
mn: until my body became extremely emaciated.

# mn36:28.5
source: Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya.
mn: Due to eating so little, my limbs became like the joints of an eighty-year-old or a corpse,

# mn36:28.6
source: Seyyathāpi nāma oṭṭhapadaṃ; evamevassu me ānisadaṃ hoti tāyevappāhāratāya.
mn: my bottom became like a camel’s hoof,

# mn36:28.7
source: Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako uṇṇatāvanato hoti tāyevappāhāratāya.
mn: my vertebrae stuck out like beads on a string,

# mn36:28.8
source: Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya.
mn: and my ribs were as gaunt as the broken-down rafters on an old barn.

# mn36:28.9
source: Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya.
mn: Due to eating so little, the gleam of my eyes sank deep in their sockets, like the gleam of water sunk deep down a well.

# mn36:28.10
source: Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya.
mn: Due to eating so little, my scalp shriveled and withered like a green bitter-gourd in the wind and sun.

# mn36:28.11
source: So kho ahaṃ, aggivessana, udaracchaviṃ parimasissāmīti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, piṭṭhikaṇṭakaṃ parimasissāmīti udaracchaviṃyeva pariggaṇhāmi, yāvassu me, aggivessana, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya.
mn: Due to eating so little, the skin of my belly stuck to my backbone, so that when I tried to rub the skin of my belly I grabbed my backbone, and when I tried to rub my backbone I rubbed the skin of my belly.

# mn36:28.12
source: So kho ahaṃ, aggivessana, vaccaṃ vā muttaṃ vā karissāmīti tattheva avakujjo papatāmi tāyevappāhāratāya.
mn: Due to eating so little, when I tried to urinate or defecate I fell face down right there.

# mn36:28.13
source: So kho ahaṃ, aggivessana, imameva kāyaṃ assāsento pāṇinā gattāni anumajjāmi. Tassa mayhaṃ, aggivessana, pāṇinā gattāni anumajjato pūtimūlāni lomāni kāyasmā papatanti tāyevappāhāratāya.
mn: Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out.

# mn36:29.1
source: Apissu maṃ, aggivessana, manussā disvā evamāhaṃsu: ‘kāḷo samaṇo gotamo’ti.
mn: Then some people saw me and said: ‘The ascetic Gotama is black.’

# mn36:29.2
source: Ekacce manussā evamāhaṃsu: ‘na kāḷo samaṇo gotamo, sāmo samaṇo gotamo’ti.
mn: Some said: ‘He’s not black, he’s brown.’

# mn36:29.3
source: Ekacce manussā evamāhaṃsu: ‘na kāḷo samaṇo gotamo, napi sāmo, maṅguracchavi samaṇo gotamo’ti.
mn: Some said: ‘He’s neither black nor brown. The ascetic Gotama has tawny skin.’

# mn36:29.4
source: Yāvassu me, aggivessana, tāva parisuddho chavivaṇṇo pariyodāto upahato hoti tāyevappāhāratāya.
mn: That’s how far the pure, bright complexion of my skin had been ruined by taking so little food.

# mn36:30.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then I thought,

# mn36:30.2
source: ‘ye kho keci atītamaddhānaṃ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayiṃsu, etāvaparamaṃ, nayito bhiyyo.
mn: ‘Whatever ascetics and brahmins have experienced painful, sharp, severe, acute feelings due to overexertion—whether in the past, future, or present—this is as far as it goes, no-one has done more than this.

# mn36:30.5
source: Na kho panāhaṃ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammā alamariyañāṇadassanavisesaṃ.
mn: But I have not achieved any superhuman distinction in knowledge and vision worthy of the noble ones by this severe, grueling work.

# mn36:30.6
source: Siyā nu kho añño maggo bodhāyā’ti?
mn: Could there be another path to awakening?’

# mn36:31.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:31.2
source: ‘abhijānāmi kho panāhaṃ pitu sakkassa kammante sītāya jambucchāyāya nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharitā.
mn: ‘I recall sitting in the cool shade of the rose-apple tree while my father the Sakyan was off working. Quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn36:31.3
source: Siyā nu kho eso maggo bodhāyā’ti?
mn: Could that be the path to awakening?’

# mn36:31.4
source: Tassa mayhaṃ, aggivessana, satānusāri viññāṇaṃ ahosi:
mn: Stemming from that memory came the realization:

# mn36:31.5
source: ‘eseva maggo bodhāyā’ti.
mn: ‘*That* is the path to awakening!’

# mn36:32.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:32.2
source: ‘kiṃ nu kho ahaṃ tassa sukhassa bhāyāmi, yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti?
mn: ‘Why am I afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities?’

# mn36:32.3
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then I thought,

# mn36:32.4
source: ‘na kho ahaṃ tassa sukhassa bhāyāmi, yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti.
mn: ‘I’m not afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities.’

# mn36:33.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then I thought,

# mn36:33.2
source: ‘na kho taṃ sukaraṃ sukhaṃ adhigantuṃ evaṃ adhimattakasimānaṃ pattakāyena, yannūnāhaṃ oḷārikaṃ āhāraṃ āhāreyyaṃ odanakummāsan’ti.
mn: ‘I can’t achieve that pleasure with a body so excessively emaciated. Why don’t I eat some solid food, some rice and porridge?’

# mn36:33.3
source: So kho ahaṃ, aggivessana, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ.
mn: So I ate some solid food.

# mn36:33.4
source: Tena kho pana maṃ, aggivessana, samayena pañca bhikkhū paccupaṭṭhitā honti:
mn: Now at that time the five mendicants were attending on me, thinking,

# mn36:33.5
source: ‘yaṃ kho samaṇo gotamo dhammaṃ adhigamissati, taṃ no ārocessatī’ti.
mn: ‘The ascetic Gotama will tell us of any truth that he realizes.’

# mn36:33.6
source: Yato kho ahaṃ, aggivessana, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ, atha me te pañca bhikkhū nibbijja pakkamiṃsu:
mn: But when I ate some solid food, they left disappointed in me, saying,

# mn36:33.7
source: ‘bāhulliko samaṇo gotamo, padhānavibbhanto, āvatto bāhullāyā’ti.
mn: ‘The ascetic Gotama has become indulgent; he has strayed from the struggle and returned to indulgence.’

# mn36:34.1
source: So kho ahaṃ, aggivessana, oḷārikaṃ āhāraṃ āhāretvā, balaṃ gahetvā, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsiṃ.
mn: After eating solid food and gathering my strength, quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn36:34.2
source: Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such pleasant feeling did not occupy my mind.

# mn36:35-37.1
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsiṃ.
mn: As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn36:35-37.2
source: Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such pleasant feeling did not occupy my mind.

# mn36:35-37.3
source: Pītiyā ca virāgā upekkhako ca vihāsiṃ, sato ca sampajāno. Sukhañca kāyena paṭisaṃvedesiṃ yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja vihāsiṃ.
mn: And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn36:35-37.4
source: Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such pleasant feeling did not occupy my mind.

# mn36:35-37.5
source: Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsiṃ.
mn: With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn36:35-37.6
source: Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such pleasant feeling did not occupy my mind.

# mn36:38.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward recollection of past lives.

# mn36:38.2
source: So anekavihitaṃ pubbenivāsaṃ anussarāmi, seyyathidaṃ—ekampi jātiṃ … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.
mn: I recollected my many kinds of past lives, with features and details.

# mn36:39.1
source: Ayaṃ kho me, aggivessana, rattiyā paṭhame yāme paṭhamā vijjā adhigatā;
mn: This was the first knowledge, which I achieved in the first watch of the night.

# mn36:39.2
source: avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn36:39.3
source: Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such pleasant feeling did not occupy my mind.

# mn36:40.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the death and rebirth of sentient beings.

# mn36:40.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi … pe …
mn: With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds.

# mn36:41.1
source: ayaṃ kho me, aggivessana, rattiyā majjhime yāme dutiyā vijjā adhigatā;
mn: This was the second knowledge, which I achieved in the middle watch of the night.

# mn36:41.2
source: avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn36:41.3
source: Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such pleasant feeling did not occupy my mind.

# mn36:42.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the ending of defilements.

# mn36:42.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.
mn: I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’

# mn36:42.3
source: ‘Ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.
mn: I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements.’

# mn36:43.1
source: Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha.
mn: Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn36:43.2
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi.
mn: When it was freed, I knew it was freed.

# mn36:43.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ.
mn: I understood: ‘Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.’

# mn36:44.1
source: Ayaṃ kho me, aggivessana, rattiyā pacchime yāme tatiyā vijjā adhigatā;
mn: This was the third knowledge, which I achieved in the last watch of the night.

# mn36:44.2
source: avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn36:44.3
source: Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such pleasant feeling did not occupy my mind.

# mn36:45.1
source: Abhijānāmi kho panāhaṃ, aggivessana, anekasatāya parisāya dhammaṃ desetā.
mn: Aggivessana, I recall teaching the Dhamma to an assembly of many hundreds,

# mn36:45.2
source: Apissu maṃ ekameko evaṃ maññati:
mn: and each person thinks

# mn36:45.3
source: ‘mamevārabbha samaṇo gotamo dhammaṃ desetī’ti.
mn: that I am teaching the Dhamma especially for them.

# mn36:45.4
source: Na kho panetaṃ, aggivessana, evaṃ daṭṭhabbaṃ;
mn: But it should not be seen like this.

# mn36:45.5
source: yāvadeva viññāpanatthāya tathāgato paresaṃ dhammaṃ deseti.
mn: The Realized One teaches others only so that they can understand.

# mn36:45.6
source: So kho ahaṃ, aggivessana, tassāyeva kathāya pariyosāne, tasmiṃyeva purimasmiṃ samādhinimitte ajjhattameva cittaṃ saṇṭhapemi sannisādemi ekodiṃ karomi samādahāmi, yena sudaṃ niccakappaṃ viharāmī”ti.
mn: When that talk is finished, I still, settle, unify, and immerse my mind in samādhi internally, using the same meditation subject as a foundation of immersion that I used before, which is my usual meditation.”

# mn36:45.7
source: “Okappaniyametaṃ bhoto gotamassa yathā taṃ arahato sammāsambuddhassa.
mn: “I’d believe that of Master Gotama, just like a perfected one, a fully awakened Buddha.

# mn36:45.8
source: Abhijānāti kho pana bhavaṃ gotamo divā supitā”ti?
mn: But do you ever recall sleeping during the day?”

# mn36:46.1
source: “Abhijānāmahaṃ, aggivessana, gimhānaṃ pacchime māse pacchābhattaṃ piṇḍapātapaṭikkanto catugguṇaṃ saṅghāṭiṃ paññapetvā dakkhiṇena passena sato sampajāno niddaṃ okkamitā”ti.
mn: “I do recall that in the last month of the summer, I have spread out my outer robe folded in four and lain down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware.”

# mn36:46.2
source: “Etaṃ kho, bho gotama, eke samaṇabrāhmaṇā sammohavihārasmiṃ vadantī”ti?
mn: “Some ascetics and brahmins call that a deluded abiding.”

# mn36:46.3
source: “Na kho, aggivessana, ettāvatā sammūḷho vā hoti asammūḷho vā.
mn: “That’s not how to define whether someone is deluded or not.

# mn36:46.4
source: Api ca, aggivessana, yathā sammūḷho ca hoti asammūḷho ca,
mn: But as to how to define whether someone is deluded or not,

# mn36:46.5
source: taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.
mn: listen and pay close attention, I will speak.”

# mn36:46.6
source: “Evaṃ, bho”ti kho saccako nigaṇṭhaputto bhagavato paccassosi.
mn: “Yes, sir,” replied Saccaka.

# mn36:46.7
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn36:47.1
source: “Yassa kassaci, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā appahīnā, tamahaṃ ‘sammūḷho’ti vadāmi.
mn: “Whoever has not given up the defilements—corruptions that lead to future lives and are hurtful, resulting in suffering and future rebirth, old age, and death—is deluded, I say.

# mn36:47.2
source: Āsavānañhi, aggivessana, appahānā sammūḷho hoti.
mn: For it’s not giving up the defilements that makes you deluded.

# mn36:47.3
source: Yassa kassaci, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā pahīnā, tamahaṃ ‘asammūḷho’ti vadāmi.
mn: Whoever has given up the defilements—corruptions that lead to future lives and are hurtful, resulting in suffering and future rebirth, old age, and death—is not deluded, I say.

# mn36:47.4
source: Āsavānañhi, aggivessana, pahānā asammūḷho hoti.
mn: For it’s giving up the defilements that makes you not deluded.

# mn36:47.5
source: Tathāgatassa kho, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.
mn: The Realized One has given up the defilements—corruptions that lead to future lives and are hurtful, resulting in suffering and future rebirth, old age, and death. He has cut them off at the root, made them like a palm stump, obliterated them so they are unable to arise in the future.

# mn36:47.6
source: Seyyathāpi, aggivessana, tālo matthakacchinno abhabbo puna virūḷhiyā;
mn: Just as a palm tree with its crown cut off is incapable of further growth,

# mn36:47.7
source: evameva kho, aggivessana, tathāgatassa ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā”ti.
mn: in the same way, the Realized One has given up the defilements so they are unable to arise in the future.”

# mn36:48.1
source: Evaṃ vutte, saccako nigaṇṭhaputto bhagavantaṃ etadavoca:
mn: When he had spoken, Saccaka said to him,

# mn36:48.2
source: “acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.
mn: “It’s incredible, Master Gotama, it’s amazing!

# mn36:48.3
source: Yāvañcidaṃ bhoto gotamassa evaṃ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṃ arahato sammāsambuddhassa.
mn: When Master Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha.

# mn36:48.4
source: Abhijānāmahaṃ, bho gotama, pūraṇaṃ kassapaṃ vādena vādaṃ samārabhitā.
mn: I recall taking on Pūraṇa Kassapa in debate.

# mn36:48.5
source: Sopi mayā vādena vādaṃ samāraddho aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi, kopañca dosañca appaccayañca pātvākāsi.
mn: He dodged the issue, distracting the discussion with irrelevant points, and displaying annoyance, hate, and bitterness.

# mn36:48.6
source: Bhoto pana gotamassa evaṃ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṃ arahato sammāsambuddhassa.
mn: But when Master Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha.

# mn36:48.7
source: Abhijānāmahaṃ, bho gotama, makkhaliṃ gosālaṃ … pe …
mn: I recall taking on Makkhali Gosāla,

# mn36:48.8
source: ajitaṃ kesakambalaṃ …
mn: Ajita Kesakambala,

# mn36:48.9
source: pakudhaṃ kaccāyanaṃ …
mn: Pakudha Kaccāyana,

# mn36:48.10
source: sañjayaṃ belaṭṭhaputtaṃ …
mn: Sañjaya Belaṭṭhiputta,

# mn36:48.11
source: nigaṇṭhaṃ nāṭaputtaṃ vādena vādaṃ samārabhitā.
mn: and Nigaṇṭha Nātaputta in debate.

# mn36:48.12
source: Sopi mayā vādena vādaṃ samāraddho aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi, kopañca dosañca appaccayañca pātvākāsi.
mn: They all dodged the issue, distracting the discussion with irrelevant points, and displaying annoyance, hate, and bitterness.

# mn36:48.13
source: Bhoto pana gotamassa evaṃ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṃ arahato sammāsambuddhassa.
mn: But when Master Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha.

# mn36:48.14
source: Handa ca dāni mayaṃ, bho gotama, gacchāma.
mn: Well, now, Master Gotama, I must go.

# mn36:48.15
source: Bahukiccā mayaṃ, bahukaraṇīyā”ti.
mn: I have many duties, and much to do.”

# mn36:48.16
source: “Yassadāni tvaṃ, aggivessana, kālaṃ maññasī”ti.
mn: “Please, Aggivessana, go at your convenience.”

# mn36:48.17
source: Atha kho saccako nigaṇṭhaputto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmīti.
mn: Then Saccaka, the son of Jain parents, having approved and agreed with what the Buddha said, got up from his seat and left.
