Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn033.po
Languages: mn

# mn33:0.1
source: Majjhima Nikāya 33
mn: Middle Discourses 33

# mn33:0.2
source: Mahāgopālakasutta
mn: The Longer Discourse on the Cowherd

# mn33:1.1
source: Evaṃ me sutaṃ—​
mn: So I have heard.

# mn33:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn33:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants:

# mn33:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn33:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn33:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn33:2.1
source: “Ekādasahi, bhikkhave, aṅgehi samannāgato gopālako abhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ.
mn: “Mendicants, a cowherd with eleven factors can’t maintain and expand a herd of cattle.

# mn33:2.2
source: Katamehi ekādasahi?
mn: What eleven?

# mn33:2.3
source: Idha, bhikkhave, gopālako na rūpaññū hoti, na lakkhaṇakusalo hoti, na āsāṭikaṃ hāretā hoti, na vaṇaṃ paṭicchādetā hoti, na dhūmaṃ kattā hoti, na titthaṃ jānāti, na pītaṃ jānāti, na vīthiṃ jānāti, na gocarakusalo hoti anavasesadohī ca hoti. Ye te usabhā gopitaro gopariṇāyakā te na atirekapūjāya pūjetā hoti.
mn: It’s when a cowherd doesn’t know form, is unskilled in characteristics, doesn’t pick out flies’ eggs, doesn’t dress wounds, doesn’t smoke out pests, doesn’t know the ford, doesn’t know satisfaction, doesn’t know the trail, is not skilled in pastures, milks dry, and doesn’t show extra respect to the bulls who are fathers and leaders of the herd.

# mn33:2.4
source: Imehi kho, bhikkhave, ekādasahi aṅgehi samannāgato gopālako abhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ.
mn: A cowherd with these eleven factors can’t maintain and expand a herd of cattle.

# mn33:3.1
source: Evameva kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
mn: In the same way, a mendicant with eleven qualities can’t achieve growth, improvement, or maturity in this teaching and training.

# mn33:3.2
source: Katamehi ekādasahi?
mn: What eleven?

# mn33:3.3
source: Idha, bhikkhave, bhikkhu na rūpaññū hoti, na lakkhaṇakusalo hoti, na āsāṭikaṃ hāretā hoti, na vaṇaṃ paṭicchādetā hoti, na dhūmaṃ kattā hoti, na titthaṃ jānāti, na pītaṃ jānāti, na vīthiṃ jānāti, na gocarakusalo hoti, anavasesadohī ca hoti. Ye te bhikkhū therā rattaññū cirapabbajitā saṃghapitaro saṃghapariṇāyakā te na atirekapūjāya pūjetā hoti.
mn: It’s when a mendicant doesn’t know form, is unskilled in characteristics, doesn’t pick out flies’ eggs, doesn’t dress wounds, doesn’t smoke out pests, doesn’t know the ford, doesn’t know satisfaction, doesn’t know the trail, is not skilled in pastures, milks dry, and doesn’t show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha.

# mn33:4.1
source: Kathañca, bhikkhave, bhikkhu na rūpaññū hoti?
mn: And how does a mendicant not know form?

# mn33:4.2
source: Idha, bhikkhave, bhikkhu yaṃ kiñci rūpaṃ sabbaṃ rūpaṃ ‘cattāri mahābhūtāni, catunnañca mahābhūtānaṃ upādāyarūpan’ti yathābhūtaṃ nappajānāti.
mn: It’s when a mendicant doesn’t truly understand that all form is the four primary elements, or form derived from the four primary elements.

# mn33:4.3
source: Evaṃ kho, bhikkhave, bhikkhu na rūpaññū hoti. (1)
mn: That’s how a mendicant doesn’t know form.

# mn33:5.1
source: Kathañca, bhikkhave, bhikkhu na lakkhaṇakusalo hoti?
mn: And how is a mendicant not skilled in characteristics?

# mn33:5.2
source: Idha, bhikkhave, bhikkhu ‘kammalakkhaṇo bālo, kammalakkhaṇo paṇḍito’ti yathābhūtaṃ nappajānāti.
mn: It’s when a mendicant doesn’t understand that a fool is characterized by their deeds, and an astute person is characterized by their deeds.

# mn33:5.3
source: Evaṃ kho, bhikkhave, bhikkhu na lakkhaṇakusalo hoti. (2)
mn: That’s how a mendicant isn’t skilled in characteristics.

# mn33:6.1
source: Kathañca, bhikkhave, bhikkhu na āsāṭikaṃ hāretā hoti?
mn: And how does a mendicant not pick out flies’ eggs?

# mn33:6.2
source: Idha, bhikkhave, bhikkhu uppannaṃ kāmavitakkaṃ adhivāseti, nappajahati na vinodeti na byantī karoti na anabhāvaṃ gameti. Uppannaṃ byāpādavitakkaṃ … pe … uppannaṃ vihiṃsāvitakkaṃ … pe … uppannuppanne pāpake akusale dhamme adhivāseti, nappajahati na vinodeti na byantī karoti na anabhāvaṃ gameti.
mn: It’s when a mendicant tolerates a sensual, malicious, or cruel thought that has arisen. They tolerate any bad, unskillful qualities that have arisen. They don’t give them up, get rid of them, eliminate them, and obliterate them.

# mn33:6.3
source: Evaṃ kho, bhikkhave, bhikkhu na āsāṭikaṃ hāretā hoti. (3)
mn: That’s how a mendicant doesn’t pick out flies’ eggs.

# mn33:7.1
source: Kathañca, bhikkhave, bhikkhu na vaṇaṃ paṭicchādetā hoti?
mn: And how does a mendicant not dress wounds?

# mn33:7.2
source: Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā nimittaggāhī hoti anubyañjanaggāhī.
mn: When a mendicant sees a sight with their eyes, they get caught up in the features and details.

# mn33:7.3
source: Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya na paṭipajjati, na rakkhati cakkhundriyaṃ, cakkhundriye na saṃvaraṃ āpajjati.
mn: Since the faculty of sight is left unrestrained, bad unskillful qualities of desire and aversion become overwhelming. They don’t practice restraint, they don’t protect the faculty of sight, and they don’t achieve its restraint.

# mn33:7.4
source: Sotena saddaṃ sutvā … pe …
mn: When they hear a sound with their ears …

# mn33:7.5
source: ghānena gandhaṃ ghāyitvā … pe …
mn: smell an odor with their nose …

# mn33:7.6
source: jivhāya rasaṃ sāyitvā … pe …
mn: taste a flavor with their tongue …

# mn33:7.7
source: kāyena phoṭṭhabbaṃ phusitvā … pe …
mn: feel a touch with their body …

# mn33:7.8
source: manasā dhammaṃ viññāya nimittaggāhī hoti anubyañjanaggāhī.
mn: know a thought with their mind, they get caught up in the features and details.

# mn33:7.9
source: Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya na paṭipajjati, na rakkhati manindriyaṃ, manindriye na saṃvaraṃ āpajjati.
mn: Since the faculty of the mind is left unrestrained, bad unskillful qualities of desire and aversion become overwhelming. They don’t practice restraint, they don’t protect the faculty of the mind, and they don’t achieve its restraint.

# mn33:7.10
source: Evaṃ kho, bhikkhave, bhikkhu na vaṇaṃ paṭicchādetā hoti. (4)
mn: That’s how a mendicant doesn’t dress wounds.

# mn33:8.1
source: Kathañca, bhikkhave, bhikkhu na dhūmaṃ kattā hoti?
mn: And how does a mendicant not smoke out pests?

# mn33:8.2
source: Idha, bhikkhave, bhikkhu yathāsutaṃ yathāpariyattaṃ dhammaṃ na vitthārena paresaṃ desetā hoti.
mn: It’s when a mendicant doesn’t teach others the Dhamma in detail as they learned and memorized it.

# mn33:8.3
source: Evaṃ kho, bhikkhave, bhikkhu na dhūmaṃ kattā hoti. (5)
mn: That’s how a mendicant doesn’t smoke out pests.

# mn33:9.1
source: Kathañca, bhikkhave, bhikkhu na titthaṃ jānāti?
mn: And how does a mendicant not know the ford?

# mn33:9.2
source: Idha, bhikkhave, bhikkhu ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te kālena kālaṃ upasaṅkamitvā na paripucchati, na paripañhati:
mn: It’s when a mendicant doesn’t from time to time go up to those mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the texts on monastic training, and the outlines—and ask them questions:

# mn33:9.3
source: ‘idaṃ, bhante, kathaṃ?
mn: ‘Why, sir, does it say this?

# mn33:9.4
source: Imassa ko attho’ti?
mn: What does that mean?’

# mn33:9.5
source: Tassa te āyasmanto avivaṭañceva na vivaranti, anuttānīkatañca na uttānīkaronti, anekavihitesu ca kaṅkhāṭhānīyesu dhammesu kaṅkhaṃ na paṭivinodenti.
mn: Those venerables don’t clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.

# mn33:9.6
source: Evaṃ kho, bhikkhave, bhikkhu na titthaṃ jānāti. (6)
mn: That’s how a mendicant doesn’t know the ford.

# mn33:10.1
source: Kathañca, bhikkhave, bhikkhu na pītaṃ jānāti?
mn: And how does a mendicant not know satisfaction?

# mn33:10.2
source: Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne na labhati atthavedaṃ, na labhati dhammavedaṃ, na labhati dhammūpasaṃhitaṃ pāmojjaṃ.
mn: It’s when a mendicant, when the teaching and training proclaimed by the Realized One are being taught, finds no joy in the meaning and the teaching, and finds no joy connected with the teaching.

# mn33:10.3
source: Evaṃ kho, bhikkhave, bhikkhu na pītaṃ jānāti. (7)
mn: That’s how a mendicant doesn’t know satisfaction.

# mn33:11.1
source: Kathañca, bhikkhave, bhikkhu na vīthiṃ jānāti?
mn: And how does a mendicant not know the trail?

# mn33:11.2
source: Idha, bhikkhave, bhikkhu ariyaṃ aṭṭhaṅgikaṃ maggaṃ yathābhūtaṃ nappajānāti.
mn: It’s when a mendicant doesn’t truly understand the noble eightfold path.

# mn33:11.3
source: Evaṃ kho, bhikkhave, bhikkhu na vīthiṃ jānāti. (8)
mn: That’s how a mendicant doesn’t know the trail.

# mn33:12.1
source: Kathañca, bhikkhave, bhikkhu na gocarakusalo hoti?
mn: And how is a mendicant not skilled in pastures?

# mn33:12.2
source: Idha, bhikkhave, bhikkhu cattāro satipaṭṭhāne yathābhūtaṃ nappajānāti.
mn: It’s when a mendicant doesn’t truly understand the four kinds of mindfulness meditation.

# mn33:12.3
source: Evaṃ kho, bhikkhave, bhikkhu na gocarakusalo hoti. (9)
mn: That’s how a mendicant is not skilled in pastures.

# mn33:13.1
source: Kathañca, bhikkhave, bhikkhu anavasesadohī hoti?
mn: And how does a mendicant milk dry?

# mn33:13.2
source: Idha, bhikkhave, bhikkhuṃ saddhā gahapatikā abhihaṭṭhuṃ pavārenti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi, tatra bhikkhu mattaṃ na jānāti paṭiggahaṇāya.
mn: It’s when a mendicant is invited by a householder to accept robes, alms-food, lodgings, and medicines and supplies for the sick, and that mendicant doesn’t know moderation in accepting.

# mn33:13.3
source: Evaṃ kho, bhikkhave, bhikkhu anavasesadohī hoti. (10)
mn: That’s how a mendicant milks dry.

# mn33:14.1
source: Kathañca, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te na atirekapūjāya pūjetā hoti?
mn: And how does a mendicant not show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha?

# mn33:14.2
source: Idha, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, tesu na mettaṃ kāyakammaṃ paccupaṭṭhāpeti āvi ceva raho ca;
mn: It’s when a mendicant doesn’t consistently treat senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha with kindness by way of body, speech, and mind, both in public and in private.

# mn33:14.5
source: Evaṃ kho, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te na atirekapūjāya pūjetā hoti. (11)
mn: That’s how a mendicant doesn’t show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha.

# mn33:14.6
source: Imehi kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
mn: A mendicant with these eleven qualities can’t achieve growth, improvement, or maturity in this teaching and training.

# mn33:15.1
source: Ekādasahi, bhikkhave, aṅgehi samannāgato gopālako bhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ.
mn: A cowherd with eleven factors can maintain and expand a herd of cattle.

# mn33:15.2
source: Katamehi ekādasahi?
mn: What eleven?

# mn33:15.3
source: Idha, bhikkhave, gopālako rūpaññū hoti, lakkhaṇakusalo hoti, āsāṭikaṃ hāretā hoti, vaṇaṃ paṭicchādetā hoti, dhūmaṃ kattā hoti, titthaṃ jānāti, pītaṃ jānāti, vīthiṃ jānāti, gocarakusalo hoti, sāvasesadohī ca hoti. Ye te usabhā gopitaro gopariṇāyakā te atirekapūjāya pūjetā hoti.
mn: It’s when a cowherd knows form, is skilled in characteristics, picks out flies’ eggs, dresses wounds, smokes out pests, knows the ford, knows satisfaction, knows the trail, is skilled in pastures, doesn’t milk dry, and shows extra respect to the bulls who are fathers and leaders of the herd.

# mn33:15.4
source: Imehi kho, bhikkhave, ekādasahi aṅgehi samannāgato gopālako bhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ.
mn: A cowherd with these eleven factors can maintain and expand a herd of cattle.

# mn33:16.1
source: Evameva kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
mn: In the same way, a mendicant with eleven qualities can achieve growth, improvement, and maturity in this teaching and training.

# mn33:16.2
source: Katamehi ekādasahi?
mn: What eleven?

# mn33:16.3
source: Idha, bhikkhave, bhikkhu rūpaññū hoti, lakkhaṇakusalo hoti, āsāṭikaṃ hāretā hoti, vaṇaṃ paṭicchādetā hoti, dhūmaṃ kattā hoti, titthaṃ jānāti, pītaṃ jānāti, vīthiṃ jānāti, gocarakusalo hoti, sāvasesadohī ca hoti. Ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te atirekapūjāya pūjetā hoti.
mn: It’s when a mendicant knows form, is skilled in characteristics, picks out flies’ eggs, dresses wounds, smokes out pests, knows the ford, knows satisfaction, knows the trail, is skilled in pastures, doesn’t milk dry, and shows extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha.

# mn33:17.1
source: Kathañca, bhikkhave, bhikkhu rūpaññū hoti?
mn: And how does a mendicant know form?

# mn33:17.2
source: Idha, bhikkhave, bhikkhu yaṃ kiñci rūpaṃ sabbaṃ rūpaṃ ‘cattāri mahābhūtāni, catunnañca mahābhūtānaṃ upādāyarūpan’ti yathābhūtaṃ pajānāti.
mn: It’s when a mendicant truly understands that all form is the four primary elements, or form derived from the four primary elements.

# mn33:17.3
source: Evaṃ kho, bhikkhave, bhikkhu rūpaññū hoti. (1)
mn: That’s how a mendicant knows form.

# mn33:18.1
source: Kathañca, bhikkhave, bhikkhu lakkhaṇakusalo hoti?
mn: And how is a mendicant skilled in characteristics?

# mn33:18.2
source: Idha, bhikkhave, bhikkhu kammalakkhaṇo bālo, kammalakkhaṇo paṇḍitoti yathābhūtaṃ pajānāti.
mn: It’s when a mendicant understands that a fool is characterized by their deeds, and an astute person is characterized by their deeds.

# mn33:18.3
source: Evaṃ kho, bhikkhave, bhikkhu lakkhaṇakusalo hoti. (2)
mn: That’s how a mendicant is skilled in characteristics.

# mn33:19.1
source: Kathañca, bhikkhave, bhikkhu āsāṭikaṃ hāretā hoti?
mn: And how does a mendicant pick out flies’ eggs?

# mn33:19.2
source: Idha, bhikkhave, bhikkhu uppannaṃ kāmavitakkaṃ nādhivāseti, pajahati vinodeti byantī karoti anabhāvaṃ gameti. Uppannaṃ byāpādavitakkaṃ … pe … uppannaṃ vihiṃsāvitakkaṃ … pe … uppannuppanne pāpake akusale dhamme nādhivāseti, pajahati vinodeti byantī karoti anabhāvaṃ gameti.
mn: It’s when a mendicant doesn’t tolerate a sensual, malicious, or cruel thought that has arisen. They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them.

# mn33:19.3
source: Evaṃ kho, bhikkhave, bhikkhu āsāṭikaṃ hāretā hoti. (3)
mn: That’s how a mendicant picks out flies’ eggs.

# mn33:20.1
source: Kathañca, bhikkhave, bhikkhu vaṇaṃ paṭicchādetā hoti?
mn: And how does a mendicant dress wounds?

# mn33:20.2
source: Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.
mn: When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details.

# mn33:20.3
source: Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.
mn: If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.

# mn33:20.4
source: Sotena saddaṃ sutvā … pe …
mn: When they hear a sound with their ears …

# mn33:20.5
source: ghānena gandhaṃ ghāyitvā … pe …
mn: smell an odor with their nose …

# mn33:20.6
source: jivhāya rasaṃ sāyitvā … pe …
mn: taste a flavor with their tongue …

# mn33:20.7
source: kāyena phoṭṭhabbaṃ phusitvā … pe …
mn: feel a touch with their body …

# mn33:20.8
source: manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.
mn: know a thought with their mind, they don’t get caught up in the features and details.

# mn33:20.9
source: Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.
mn: If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.

# mn33:20.10
source: Evaṃ kho, bhikkhave, bhikkhu vaṇaṃ paṭicchādetā hoti. (4)
mn: That’s how a mendicant dresses wounds.

# mn33:21.1
source: Kathañca, bhikkhave, bhikkhu dhūmaṃ kattā hoti?
mn: And how does a mendicant smoke out pests?

# mn33:21.2
source: Idha, bhikkhave, bhikkhu yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ desetā hoti.
mn: It’s when a mendicant teaches others the Dhamma in detail as they learned and memorized it.

# mn33:21.3
source: Evaṃ kho, bhikkhave, bhikkhu dhūmaṃ kattā hoti. (5)
mn: That’s how a mendicant smokes out pests.

# mn33:22.1
source: Kathañca, bhikkhave, bhikkhu titthaṃ jānāti?
mn: And how does a mendicant know the ford?

# mn33:22.2
source: Idha, bhikkhave, bhikkhu ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā te kālena kālaṃ upasaṅkamitvā paripucchati, paripañhati:
mn: It’s when from time to time a mendicant goes up to those mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the texts on monastic training, and the outlines—and asks them questions:

# mn33:22.3
source: ‘idaṃ, bhante, kathaṃ?
mn: ‘Why, sir, does it say this?

# mn33:22.4
source: Imassa ko attho’ti?
mn: What does that mean?’

# mn33:22.5
source: Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhānīyesu dhammesu kaṅkhaṃ paṭivinodenti.
mn: Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.

# mn33:22.6
source: Evaṃ kho, bhikkhave, bhikkhu titthaṃ jānāti. (6)
mn: That’s how a mendicant knows the ford.

# mn33:23.1
source: Kathañca bhikkhave, bhikkhu pītaṃ jānāti?
mn: And how does a mendicant know satisfaction?

# mn33:23.2
source: Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.
mn: It’s when a mendicant, when the teaching and training proclaimed by the Realized One are being taught, finds joy in the meaning and the teaching, and finds joy connected with the teaching.

# mn33:23.3
source: Evaṃ kho, bhikkhave, bhikkhu pītaṃ jānāti. (7)
mn: That’s how a mendicant knows satisfaction.

# mn33:24.1
source: Kathañca, bhikkhave, bhikkhu vīthiṃ jānāti?
mn: And how does a mendicant know the trail?

# mn33:24.2
source: Idha, bhikkhave, bhikkhu ariyaṃ aṭṭhaṅgikaṃ maggaṃ yathābhūtaṃ pajānāti.
mn: It’s when a mendicant truly understands the noble eightfold path.

# mn33:24.3
source: Evaṃ kho, bhikkhave, bhikkhu vīthiṃ jānāti. (8)
mn: That’s how a mendicant knows the trail.

# mn33:25.1
source: Kathañca, bhikkhave, bhikkhu gocarakusalo hoti?
mn: And how is a mendicant skilled in pastures?

# mn33:25.2
source: Idha, bhikkhave, bhikkhu cattāro satipaṭṭhāne yathābhūtaṃ pajānāti.
mn: It’s when a mendicant truly understands the four kinds of mindfulness meditation.

# mn33:25.3
source: Evaṃ kho, bhikkhave, bhikkhu gocarakusalo hoti. (9)
mn: That’s how a mendicant is skilled in pastures.

# mn33:26.1
source: Kathañca, bhikkhave, bhikkhu sāvasesadohī hoti?
mn: And how does a mendicant not milk dry?

# mn33:26.2
source: Idha, bhikkhave, bhikkhuṃ saddhā gahapatikā abhihaṭṭhuṃ pavārenti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi.
mn: It’s when a mendicant is invited by a householder to accept robes, alms-food, lodgings, and medicines and supplies for the sick,

# mn33:26.3
source: Tatra bhikkhu mattaṃ jānāti paṭiggahaṇāya.
mn: and that mendicant knows moderation in accepting.

# mn33:26.4
source: Evaṃ kho, bhikkhave, bhikkhu sāvasesadohī hoti. (10)
mn: That’s how a mendicant doesn’t milk dry.

# mn33:27.1
source: Kathañca, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, te atirekapūjāya pūjetā hoti?
mn: And how does a mendicant show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha?

# mn33:27.2
source: Idha, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā tesu mettaṃ kāyakammaṃ paccupaṭṭhāpeti āvi ceva raho ca;
mn: It’s when a mendicant consistently treats senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha with kindness by way of body, speech, and mind, both in public and in private.

# mn33:27.5
source: Evaṃ kho, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te atirekapūjāya pūjetā hoti. (11)
mn: That’s how a mendicant shows extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha.

# mn33:27.6
source: Imehi kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjitun”ti.
mn: A mendicant with these eleven qualities can achieve growth, improvement, and maturity in this teaching and training.”

# mn33:27.7
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn33:27.8
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
