Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn036.po
Languages: mn

# mn36:15.9
source: ‘na kho rāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi.
mn: ‘It is not solely by mere faith that Rāma declared: “I realize this teaching with my own insight, and live having achieved it.”

# mn36:15.10
source: Addhā rāmo imaṃ dhammaṃ jānaṃ passaṃ vihāsī’ti.
mn: Surely he meditated knowing and seeing this teaching.’

# mn36:15.11
source: Atha khvāhaṃ, aggivessana, yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: So I approached Uddaka, son of Rāma, and said to him,

# mn36:15.12
source: ‘kittāvatā no āvuso rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?
mn: ‘Reverend, to what extent did Rāma say he’d realized this teaching with his own insight?’

# mn36:15.13
source: Evaṃ vutte, aggivessana, udako rāmaputto nevasaññānāsaññāyatanaṃ pavedesi.
mn: When I said this, Uddaka, son of Rāma, declared the dimension of neither perception nor non-perception.

# mn36:15.14
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:15.15
source: ‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā;
mn: ‘It’s not just Rāma who had faith,

# mn36:15.16
source: na kho rāmasseva ahosi vīriyaṃ, mayhampatthi vīriyaṃ;
mn: energy,

# mn36:15.17
source: na kho rāmasseva ahosi sati, mayhampatthi sati;
mn: mindfulness,

# mn36:15.18
source: na kho rāmasseva ahosi samādhi, mayhampatthi samādhi;
mn: immersion,

# mn36:15.19
source: na kho rāmasseva ahosi paññā, mayhampatthi paññā;
mn: and wisdom; I too have these things.

# mn36:15.20
source: yannūnāhaṃ yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi tassa dhammassa sacchikiriyāya padaheyyan’ti.
mn: Why don’t I make an effort to realize the same teaching that Rāma said he had realized with his own insight?’

# mn36:15.21
source: So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.
mn: I quickly realized that teaching with my own insight, and lived having achieved it.

# mn36:15.22
source: Atha khvāhaṃ, aggivessana, yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: So I approached Uddaka, son of Rāma, and said to him,

# mn36:15.23
source: ‘ettāvatā no āvuso rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?
mn: ‘Reverend, had Rāma realized this teaching with his own insight up to this point, and declared having achieved it?’

# mn36:15.24
source: ‘Ettāvatā kho āvuso rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti.
mn: ‘He had, reverend.’

# mn36:15.25
source: ‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.
mn: ‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’

# mn36:15.26
source: ‘Lābhā no, āvuso, suladdhaṃ no, āvuso,
mn: ‘We are fortunate, reverend, so very fortunate

# mn36:15.27
source: ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.
mn: to see a venerable such as yourself as one of our spiritual companions!

# mn36:15.28
source: Iti yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi, taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi; yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi, taṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi.
mn: The teaching that Rāma had realized with his own insight, and declared having achieved it, you have realized with your own insight, and live having achieved it. The teaching that you’ve realized with your own insight, and live having achieved it, Rāma had realized with his own insight, and declared having achieved it.

# mn36:15.29
source: Iti yaṃ dhammaṃ rāmo abhiññāsi taṃ tvaṃ dhammaṃ jānāsi; yaṃ tvaṃ dhammaṃ jānāsi taṃ dhammaṃ rāmo abhiññāsi.
mn: So the teaching that Rāma directly knew, you know, and the teaching you know, Rāma directly knew.

# mn36:15.30
source: Iti yādiso rāmo ahosi tādiso tuvaṃ; yādiso tuvaṃ tādiso rāmo ahosi.
mn: Rāma was like you and you are like Rāma.

# mn36:15.31
source: Ehi dāni, āvuso, tuvaṃ imaṃ gaṇaṃ pariharā’ti.
mn: Come now, reverend! You should lead this community.’

# mn36:15.32
source: Iti kho, aggivessana, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne ca maṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.
mn: And that is how my spiritual companion Uddaka, son of Rāma, placed me in the position of a teacher, and honored me with lofty praise.

# mn36:15.33
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:15.34
source: ‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti.
mn: ‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of neither perception nor non-perception.’

# mn36:15.35
source: So kho ahaṃ, aggivessana, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.
mn: Realizing that this teaching was inadequate, I left disappointed.

# mn36:16.1
source: So kho ahaṃ, aggivessana, kiṅkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno magadhesu anupubbena cārikaṃ caramāno yena uruvelā senānigamo tadavasariṃ.
mn: I set out to discover what is skillful, seeking the supreme state of sublime peace. Traveling stage by stage in the Magadhan lands, I arrived at Senanigama near Uruvelā.

# mn36:16.2
source: Tatthaddasaṃ ramaṇīyaṃ bhūmibhāgaṃ, pāsādikañca vanasaṇḍaṃ, nadiñca sandantiṃ setakaṃ supatitthaṃ ramaṇīyaṃ, samantā ca gocaragāmaṃ.
mn: There I saw a delightful park, a lovely grove with a flowing river that was clean and charming, with smooth banks. And nearby was a village to go for alms.

# mn36:16.3
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:16.4
source: ‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā ramaṇīyā, samantā ca gocaragāmo.
mn: ‘This park is truly delightful, a lovely grove with a flowing river that’s clean and charming, with smooth banks. And nearby there’s a village to go for alms.

# mn36:16.5
source: Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāyā’ti.
mn: This is good enough for a gentleman who wishes to put forth effort in meditation.’

# mn36:16.6
source: So kho ahaṃ, aggivessana, tattheva nisīdiṃ
mn: So I sat down right there, thinking:

# mn36:16.7
source: ‘alamidaṃ padhānāyā’ti.
mn: ‘This is good enough for meditation.’

# mn36:17.1
source: Apissumaṃ, aggivessana, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā.
mn: And then these three examples, which were neither supernaturally inspired, nor learned before in the past, occurred to me.

# mn36:17.2
source: Seyyathāpi, aggivessana, allaṃ kaṭṭhaṃ sasnehaṃ udake nikkhittaṃ.
mn: Suppose there was a green, sappy log, and it was lying in water.

# mn36:17.3
source: Atha puriso āgaccheyya uttarāraṇiṃ ādāya:
mn: Then a person comes along with a drill-stick, thinking

# mn36:17.4
source: ‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.
mn: to light a fire and produce heat.

# mn36:17.5
source: Taṃ kiṃ maññasi, aggivessana,
mn: What do you think, Aggivessana?

# mn36:17.6
source: api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ, udake nikkhittaṃ, uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?
mn: By drilling the stick against that green, sappy log lying in the water, could they light a fire and produce heat?”

# mn36:17.7
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.

# mn36:17.8
source: “Taṃ kissa hetu”?
mn: Why not?

# mn36:17.9
source: “Aduñhi, bho gotama, allaṃ kaṭṭhaṃ sasnehaṃ, tañca pana udake nikkhittaṃ.
mn: Because it’s a green, sappy log, and it’s lying in the water.

# mn36:17.10
source: Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.
mn: That person will eventually get weary and frustrated.”

# mn36:17.11
source: “Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi avūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho, so ca ajjhattaṃ na suppahīno hoti, na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.
mn: “In the same way, there are ascetics and brahmins who don’t live withdrawn in body and mind from sensual pleasures. They haven’t internally given up or stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are incapable of knowledge and vision, of supreme awakening.

# mn36:17.13
source: Ayaṃ kho maṃ, aggivessana, paṭhamā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: This was the first example that occurred to me.

# mn36:18.1
source: Aparāpi kho maṃ, aggivessana, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: Then a second example occurred to me.

# mn36:18.2
source: Seyyathāpi, aggivessana, allaṃ kaṭṭhaṃ sasnehaṃ, ārakā udakā thale nikkhittaṃ.
mn: Suppose there was a green, sappy log, and it was lying on dry land far from the water.

# mn36:18.3
source: Atha puriso āgaccheyya uttarāraṇiṃ ādāya:
mn: Then a person comes along with a drill-stick, thinking

# mn36:18.4
source: ‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.
mn: to light a fire and produce heat.

# mn36:18.5
source: Taṃ kiṃ maññasi, aggivessana,
mn: What do you think, Aggivessana?

# mn36:18.6
source: api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ, ārakā udakā thale nikkhittaṃ, uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya tejo pātukareyyā”ti?
mn: By drilling the stick against that green, sappy log on dry land far from water, could they light a fire and produce heat?”

# mn36:18.7
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.

# mn36:18.8
source: “Taṃ kissa hetu”?
mn: Why not?

# mn36:18.9
source: “Aduñhi, bho gotama, allaṃ kaṭṭhaṃ sasnehaṃ, kiñcāpi ārakā udakā thale nikkhittaṃ.
mn: Because it’s still a green, sappy log, despite the fact that it’s lying on dry land far from water.

# mn36:18.10
source: Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.
mn: That person will eventually get weary and frustrated.”

# mn36:18.11
source: “Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ na suppahīno hoti, na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.
mn: “In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. But they haven’t internally given up or stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are incapable of knowledge and vision, of supreme awakening.

# mn36:18.12
source: Ayaṃ kho maṃ, aggivessana, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā
mn: This was the second example that occurred to me.

# mn36:19.1
source: Aparāpi kho maṃ, aggivessana, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: Then a third example occurred to me.

# mn36:19.2
source: Seyyathāpi, aggivessana, sukkhaṃ kaṭṭhaṃ koḷāpaṃ, ārakā udakā thale nikkhittaṃ.
mn: Suppose there was a dried up, withered log, and it was lying on dry land far from the water.

# mn36:19.3
source: Atha puriso āgaccheyya uttarāraṇiṃ ādāya:
mn: Then a person comes along with a drill-stick, thinking

# mn36:19.4
source: ‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.
mn: to light a fire and produce heat.

# mn36:19.5
source: Taṃ kiṃ maññasi, aggivessana,
mn: What do you think, Aggivessana?

# mn36:19.6
source: api nu so puriso amuṃ sukkhaṃ kaṭṭhaṃ koḷāpaṃ, ārakā udakā thale nikkhittaṃ, uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?
mn: By drilling the stick against that dried up, withered log on dry land far from water, could they light a fire and produce heat?”

# mn36:19.7
source: “Evaṃ, bho gotama”.
mn: “Yes, Master Gotama.

# mn36:19.8
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn36:19.9
source: “Aduñhi, bho gotama, sukkhaṃ kaṭṭhaṃ koḷāpaṃ, tañca pana ārakā udakā thale nikkhittan”ti.
mn: Because it’s a dried up, withered log, and it’s lying on dry land far from water.”

# mn36:19.10
source: “Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho, so ca ajjhattaṃ suppahīno hoti suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.
mn: “In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. And they have internally given up and stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are capable of knowledge and vision, of supreme awakening.

# mn36:19.11
source: Ayaṃ kho maṃ, aggivessana, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: This was the third example that occurred to me.

# mn36:19.12
source: Imā kho maṃ, aggivessana, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā.
mn: These are the three examples, which were neither supernaturally inspired, nor learned before in the past, that occurred to me.

# mn36:20.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:20.2
source: ‘yannūnāhaṃ dantebhi dantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇheyyaṃ abhinippīḷeyyaṃ abhisantāpeyyan’ti.
mn: ‘Why don’t I, with teeth clenched and tongue pressed against the roof of my mouth, squeeze, squash, and torture mind with mind.’

# mn36:20.3
source: So kho ahaṃ, aggivessana, dantebhi dantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhāmi abhinippīḷemi abhisantāpemi.
mn: So that’s what I did,

# mn36:20.4
source: Tassa mayhaṃ, aggivessana, dantebhi dantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.
mn: until sweat ran from my armpits.

# mn36:20.5
source: Seyyathāpi, aggivessana, balavā puriso dubbalataraṃ purisaṃ sīse vā gahetvā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya;
mn: It was like when a strong man grabs a weaker man by the head or throat or shoulder and squeezes, squashes, and tortures them.

# mn36:20.6
source: evameva kho me, aggivessana, dantebhi dantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.
mn: In the same way, with teeth clenched and tongue pressed against the roof of my mouth, I squeezed, squashed, and tortured mind with mind until sweat ran from my armpits.

# mn36:20.7
source: Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn36:20.8
source: Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such painful feeling did not occupy my mind.

# mn36:21.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:21.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I practice the breathless absorption?’

# mn36:21.3
source: So kho ahaṃ, aggivessana, mukhato ca nāsato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose.

# mn36:21.4
source: Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṃ nikkhamantānaṃ adhimatto saddo hoti.
mn: But then winds came out my ears making a loud noise,

# mn36:21.5
source: Seyyathāpi nāma kammāragaggariyā dhamamānāya adhimatto saddo hoti;
mn: like the puffing of a blacksmith’s bellows.

# mn36:21.7
source: Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn36:21.8
source: Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such painful feeling did not occupy my mind.

# mn36:22.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:22.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn36:22.3
source: So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose and ears.

# mn36:22.4
source: Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti.
mn: But then strong winds ground my head,

# mn36:22.5
source: Seyyathāpi, aggivessana, balavā puriso tiṇhena sikharena muddhani abhimattheyya;
mn: like a strong man was drilling into my head with a sharp point.

# mn36:22.7
source: Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn36:22.8
source: Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such painful feeling did not occupy my mind.

# mn36:23.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:23.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn36:23.3
source: So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose and ears.

# mn36:23.4
source: Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti.
mn: But then I got a severe headache,

# mn36:23.5
source: Seyyathāpi, aggivessana, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya;
mn: like a strong man was tightening a tough leather strap around my head.

# mn36:23.7
source: Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn36:23.8
source: Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such painful feeling did not occupy my mind.

# mn36:24.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:24.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn36:24.3
source: So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose and ears.

# mn36:24.4
source: Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṃ parikantanti.
mn: But then strong winds carved up my belly,

# mn36:24.5
source: Seyyathāpi, aggivessana, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya;
mn: like a deft butcher or their apprentice was slicing my belly open with a meat cleaver.

# mn36:24.7
source: Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn36:24.8
source: Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such painful feeling did not occupy my mind.

# mn36:25.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:25.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn36:25.3
source: So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose and ears.

# mn36:25.4
source: Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṃ ḍāho hoti.
mn: But then there was an intense burning in my body,

# mn36:25.5
source: Seyyathāpi, aggivessana, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ;
mn: like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals.

# mn36:25.7
source: Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn36:25.8
source: Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.
mn: But even such painful feeling did not occupy my mind.

# mn36:26.1
source: Apissu maṃ, aggivessana, devatā disvā evamāhaṃsu:
mn: Then some deities saw me and said,

# mn36:26.2
source: ‘kālaṅkato samaṇo gotamo’ti.
mn: ‘The ascetic Gotama is dead.’

# mn36:26.3
source: Ekaccā devatā evamāhaṃsu:
mn: Others said,

# mn36:26.4
source: ‘na kālaṅkato samaṇo gotamo, api ca kālaṃ karotī’ti.
mn: ‘He’s not dead, but he’s dying.’

# mn36:26.5
source: Ekaccā devatā evamāhaṃsu:
mn: Others said,

# mn36:26.6
source: ‘na kālaṅkato samaṇo gotamo, napi kālaṃ karoti, arahaṃ samaṇo gotamo, vihāro tveva so arahato evarūpo hotī’ti.
mn: ‘He’s not dead or dying. The ascetic Gotama is a perfected one, for that is how the perfected ones live.’

# mn36:27.1
source: Tassa mayhaṃ, aggivessana, etadahosi:
mn: Then it occurred to me,

# mn36:27.2
source: ‘yannūnāhaṃ sabbaso āhārupacchedāya paṭipajjeyyan’ti.
mn: ‘Why don’t I practice completely cutting off food?’

# mn36:27.3
source: Atha kho maṃ, aggivessana, devatā upasaṅkamitvā etadavocuṃ:
mn: But deities came to me and said,

# mn36:27.4
source: ‘mā kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajji.
mn: ‘Good sir, don’t practice totally cutting off food.
