Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn031.po
Languages: mn

# mn31:22.13
source: Passa, dīgha, yāva ete tayo kulaputtā bahujanahitāya paṭipannā bahujanasukhāya lokānukampāya, atthāya hitāya sukhāya devamanussānan”ti.
mn: See, Dīgha, how those three gentlemen are practicing for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans!”

# mn31:22.14
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn31:22.15
source: Attamano dīgho parajano yakkho bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, the native spirit Dīgha Parajana was happy with what the Buddha said.
