Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn035.po
Languages: mn

# mn35:0.1
source: Majjhima Nikāya 35
mn: Middle Discourses 35

# mn35:0.2
source: Cūḷasaccakasutta
mn: The Shorter Discourse With Saccaka

# mn35:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn35:1.2
source: ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
mn: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# mn35:2.1
source: Tena kho pana samayena saccako nigaṇṭhaputto vesāliyaṃ paṭivasati bhassappavādako paṇḍitavādo sādhusammato bahujanassa.
mn: Now at that time Saccaka, the son of Jain parents, was staying in Vesālī. He was a debater and clever speaker regarded as holy by many people.

# mn35:2.2
source: So vesāliyaṃ parisati evaṃ vācaṃ bhāsati:
mn: He was telling a crowd in Vesālī,

# mn35:2.3
source: “nāhaṃ taṃ passāmi samaṇaṃ vā brāhmaṇaṃ vā, saṅghiṃ gaṇiṃ gaṇācariyaṃ, api arahantaṃ sammāsambuddhaṃ paṭijānamānaṃ, yo mayā vādena vādaṃ samāraddho na saṅkampeyya na sampakampeyya na sampavedheyya, yassa na kacchehi sedā mucceyyuṃ.
mn: “If I was to take them on in debate, I don’t see any ascetic or brahmin—leader of an order or a community, or the teacher of a community, even one who claims to be a perfected one, a fully awakened Buddha—who would not shake and rock and tremble, sweating from the armpits.

# mn35:2.4
source: Thūṇaṃ cepāhaṃ acetanaṃ vādena vādaṃ samārabheyyaṃ, sāpi mayā vādena vādaṃ samāraddhā saṅkampeyya sampakampeyya sampavedheyya.
mn: Even if I took on an insentient post in debate, it would shake and rock and tremble.

# mn35:2.5
source: Ko pana vādo manussabhūtassā”ti?
mn: How much more then a human being!”

# mn35:3.1
source: Atha kho āyasmā assaji pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.
mn: Then Venerable Assaji robed up in the morning and, taking his bowl and robe, entered Vesālī for alms.

# mn35:3.2
source: Addasā kho saccako nigaṇṭhaputto vesāliyaṃ jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno āyasmantaṃ assajiṃ dūratova āgacchantaṃ.
mn: As Saccaka was going for a walk he saw Assaji coming off in the distance.

# mn35:3.3
source: Disvāna yenāyasmā assaji tenupasaṅkami; upasaṅkamitvā āyasmatā assajinā saddhiṃ sammodi.
mn: He approached him and exchanged greetings with him.

# mn35:3.4
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho saccako nigaṇṭhaputto āyasmantaṃ assajiṃ etadavoca:
mn: When the greetings and polite conversation were over, Saccaka stood to one side and said to Assaji,

# mn35:4.1
source: “kathaṃ pana, bho assaji, samaṇo gotamo sāvake vineti, kathaṃbhāgā ca pana samaṇassa gotamassa sāvakesu anusāsanī bahulā pavattatī”ti?
mn: “Master Assaji, how does the ascetic Gotama guide his disciples? And how does instruction to his disciples generally proceed?”

# mn35:4.2
source: “Evaṃ kho, aggivessana, bhagavā sāvake vineti, evaṃbhāgā ca pana bhagavato sāvakesu anusāsanī bahulā pavattati:
mn: “Aggivessana, this is how the ascetic Gotama guides his disciples, and how instruction to his disciples generally proceeds:

# mn35:4.3
source: ‘rūpaṃ, bhikkhave, aniccaṃ, vedanā aniccā, saññā aniccā, saṅkhārā aniccā, viññāṇaṃ aniccaṃ.
mn: ‘Form, feeling, perception, choices, and consciousness are impermanent.

# mn35:4.4
source: Rūpaṃ, bhikkhave, anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṃ anattā.
mn: Form, feeling, perception, choices, and consciousness are not-self.

# mn35:4.5
source: Sabbe saṅkhārā aniccā, sabbe dhammā anattā’ti.
mn: All conditions are impermanent. All things are not-self.’

# mn35:4.6
source: Evaṃ kho, aggivessana, bhagavā sāvake vineti, evaṃbhāgā ca pana bhagavato sāvakesu anusāsanī bahulā pavattatī”ti.
mn: This is how the ascetic Gotama guides his disciples, and how instruction to his disciples generally proceeds.”

# mn35:4.7
source: “Dussutaṃ vata, bho assaji, assumha ye mayaṃ evaṃvādiṃ samaṇaṃ gotamaṃ assumha.
mn: “It’s sad to hear, Master Assaji, that the ascetic Gotama has such a doctrine.

# mn35:4.8
source: Appeva nāma mayaṃ kadāci karahaci tena bhotā gotamena saddhiṃ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo, appeva nāma tasmā pāpakā diṭṭhigatā viveceyyāmā”ti.
mn: Hopefully, some time or other I’ll get to meet Master Gotama, and we can have a discussion. And hopefully I can dissuade him from this harmful misconception.”

# mn35:5.1
source: Tena kho pana samayena pañcamattāni licchavisatāni santhāgāre sannipatitāni honti kenacideva karaṇīyena.
mn: Now at that time around five hundred Licchavis were sitting together at the meeting hall on some business.

# mn35:5.2
source: Atha kho saccako nigaṇṭhaputto yena te licchavī tenupasaṅkami; upasaṅkamitvā te licchavī etadavoca:
mn: Then Saccaka went up to them and said,

# mn35:5.3
source: “abhikkamantu bhonto licchavī, abhikkamantu bhonto licchavī, ajja me samaṇena gotamena saddhiṃ kathāsallāpo bhavissati.
mn: “Come forth, good Licchavīs, come forth! Today I am going to have a discussion with the ascetic Gotama.

# mn35:5.4
source: Sace me samaṇo gotamo tathā patiṭṭhissati yathā ca me ñātaññatarena sāvakena assajinā nāma bhikkhunā patiṭṭhitaṃ, seyyathāpi nāma balavā puriso dīghalomikaṃ eḷakaṃ lomesu gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya;
mn: If he stands by the position stated to me by one of his well-known disciples—a mendicant named Assaji—I’ll take him on in debate and drag him to and fro and round about, like a strong man would drag a fleecy sheep to and fro and round about!

# mn35:5.6
source: Seyyathāpi nāma balavā soṇḍikākammakāro mahantaṃ soṇḍikākiḷañjaṃ gambhīre udakarahade pakkhipitvā kaṇṇe gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya;
mn: Taking him on in debate, I’ll drag him to and fro and round about, like a strong brewer’s worker would toss a large brewer’s sieve into a deep lake, grab it by the corners, and drag it to and fro and round about!

# mn35:5.8
source: Seyyathāpi nāma balavā soṇḍikādhutto vālaṃ kaṇṇe gahetvā odhuneyya niddhuneyya nipphoṭeyya;
mn: Taking him on in debate, I’ll shake him down and about, and give him a beating, like a strong brewer’s mixer would grab a strainer by the corners and shake it down and about, and give it a beating!

# mn35:5.10
source: Seyyathāpi nāma kuñjaro saṭṭhihāyano gambhīraṃ pokkharaṇiṃ ogāhetvā sāṇadhovikaṃ nāma kīḷitajātaṃ kīḷati;
mn: I’ll play a game of ear-washing with the ascetic Gotama, like a sixty-year-old elephant would plunge into a deep lotus pond and play a game of ear-washing!

# mn35:5.12
source: Abhikkamantu bhonto licchavī, abhikkamantu bhonto licchavī, ajja me samaṇena gotamena saddhiṃ kathāsallāpo bhavissatī”ti.
mn: Come forth, good Licchavīs, come forth! Today I am going to have a discussion with the ascetic Gotama.”

# mn35:6.1
source: Tatrekacce licchavī evamāhaṃsu:
mn: At that, some of the Licchavis said,

# mn35:6.2
source: “kiṃ samaṇo gotamo saccakassa nigaṇṭhaputtassa vādaṃ āropessati, atha kho saccako nigaṇṭhaputto samaṇassa gotamassa vādaṃ āropessatī”ti?
mn: “How can the ascetic Gotama refute Saccaka’s doctrine, when it is Saccaka who will refute Gotama’s doctrine?”

# mn35:6.3
source: Ekacce licchavī evamāhaṃsu:
mn: But some of the Licchavis said,

# mn35:6.4
source: “kiṃ so bhavamāno saccako nigaṇṭhaputto yo bhagavato vādaṃ āropessati, atha kho bhagavā saccakassa nigaṇṭhaputtassa vādaṃ āropessatī”ti?
mn: “Who is Saccaka to refute the Buddha’s doctrine, when it is the Buddha who will refute Saccaka’s doctrine?”

# mn35:6.5
source: Atha kho saccako nigaṇṭhaputto pañcamattehi licchavisatehi parivuto yena mahāvanaṃ kūṭāgārasālā tenupasaṅkami.
mn: Then Saccaka, escorted by the five hundred Licchavis, went to the hall with the peaked roof in the Great Wood.

# mn35:7.1
source: Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti.
mn: At that time several mendicants were walking meditation in the open air.

# mn35:7.2
source: Atha kho saccako nigaṇṭhaputto yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca:
mn: Then Saccaka went up to them and said,

# mn35:7.3
source: “kahaṃ nu kho, bho, etarahi so bhavaṃ gotamo viharati?
mn: “Gentlemen, where is Master Gotama at present?

# mn35:7.4
source: Dassanakāmā hi mayaṃ taṃ bhavantaṃ gotaman”ti.
mn: For we want to see him.”

# mn35:7.5
source: “Esa, aggivessana, bhagavā mahāvanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisinno”ti.
mn: “Aggivessana, the Buddha has plunged deep into the Great Wood and is sitting at the root of a tree for the day’s meditation.”

# mn35:8.1
source: Atha kho saccako nigaṇṭhaputto mahatiyā licchaviparisāya saddhiṃ mahāvanaṃ ajjhogāhetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then Saccaka, together with a large group of Licchavis, went to see the Buddha in the Great Wood, and exchanged greetings with him.

# mn35:8.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
mn: When the greetings and polite conversation were over, he sat down to one side.

# mn35:8.3
source: Tepi kho licchavī appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu, appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu, appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu, appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu.
mn: Before sitting down to one side, some of the Licchavīs bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent.

# mn35:9.1
source: Ekamantaṃ nisinno kho saccako nigaṇṭhaputto bhagavantaṃ etadavoca:
mn: Then Saccaka said to the Buddha,

# mn35:9.2
source: “puccheyyāhaṃ bhavantaṃ gotamaṃ kiñcideva desaṃ, sace me bhavaṃ gotamo okāsaṃ karoti pañhassa veyyākaraṇāyā”ti.
mn: “I’d like to ask Master Gotama about a certain point, if you’d take the time to answer.”

# mn35:9.3
source: “Puccha, aggivessana, yadākaṅkhasī”ti.
mn: “Ask what you wish, Aggivessana.”

# mn35:9.4
source: “Kathaṃ pana bhavaṃ gotamo sāvake vineti, kathaṃbhāgā ca pana bhoto gotamassa sāvakesu anusāsanī bahulā pavattatī”ti?
mn: “How does the ascetic Gotama guide his disciples? And how does instruction to his disciples generally proceed?”

# mn35:9.5
source: “Evaṃ kho ahaṃ, aggivessana, sāvake vinemi, evaṃbhāgā ca pana me sāvakesu anusāsanī bahulā pavattati:
mn: “This is how I guide my disciples, and how instruction to my disciples generally proceeds:

# mn35:9.6
source: ‘rūpaṃ, bhikkhave, aniccaṃ, vedanā aniccā, saññā aniccā, saṅkhārā aniccā, viññāṇaṃ aniccaṃ.
mn: ‘Form, feeling, perception, choices, and consciousness are impermanent.

# mn35:9.7
source: Rūpaṃ, bhikkhave, anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṃ anattā.
mn: Form, feeling, perception, choices, and consciousness are not-self.

# mn35:9.8
source: Sabbe saṅkhārā aniccā, sabbe dhammā anattā’ti.
mn: All conditions are impermanent. All things are not-self.’

# mn35:9.9
source: Evaṃ kho ahaṃ, aggivessana, sāvake vinemi, evaṃbhāgā ca pana me sāvakesu anusāsanī bahulā pavattatī”ti.
mn: This is how I guide my disciples, and how instruction to my disciples generally proceeds.”

# mn35:10.1
source: “Upamā maṃ, bho gotama, paṭibhātī”ti.
mn: “A simile strikes me, Master Gotama.”

# mn35:10.2
source: “Paṭibhātu taṃ, aggivessanā”ti bhagavā avoca.
mn: “Then speak as you feel inspired,” said the Buddha.

# mn35:10.3
source: “Seyyathāpi, bho gotama, ye kecime bījagāmabhūtagāmā vuddhiṃ virūḷhiṃ vepullaṃ āpajjanti, sabbe te pathaviṃ nissāya pathaviyaṃ patiṭṭhāya.
mn: “All the plants and seeds that achieve growth, increase, and maturity do so depending on the earth and grounded on the earth.

# mn35:10.5
source: Seyyathāpi vā pana, bho gotama, ye kecime balakaraṇīyā kammantā karīyanti, sabbe te pathaviṃ nissāya pathaviyaṃ patiṭṭhāya.
mn: All the hard work that gets done depends on the earth and is grounded on the earth.

# mn35:10.7
source: Evameva kho, bho gotama, rūpattāyaṃ purisapuggalo rūpe patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, vedanattāyaṃ purisapuggalo vedanāyaṃ patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, saññattāyaṃ purisapuggalo saññāyaṃ patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, saṅkhārattāyaṃ purisapuggalo saṅkhāresu patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, viññāṇattāyaṃ purisapuggalo viññāṇe patiṭṭhāya puññaṃ vā apuññaṃ vā pasavatī”ti.
mn: In the same way, an individual’s self is form. Grounded on form they make good and bad choices. An individual’s self is feeling … perception … choices … consciousness. Grounded on consciousness they make good and bad choices.”

# mn35:11.1
source: “Nanu tvaṃ, aggivessana, evaṃ vadesi:
mn: “Aggivessana, are you not saying this:

# mn35:11.2
source: ‘rūpaṃ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṃ me attā’”ti?
mn: ‘Form is my self, feeling is my self, perception is my self, choices are my self, consciousness is my self’?”

# mn35:11.3
source: “Ahañhi, bho gotama, evaṃ vadāmi:
mn: “Indeed, Master Gotama, that is what I am saying.

# mn35:11.4
source: ‘rūpaṃ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṃ me attā’ti, ayañca mahatī janatā”ti.
mn: And this big crowd agrees with me!”

# mn35:11.5
source: “Kiñhi te, aggivessana, mahatī janatā karissati?
mn: “What has this big crowd to do with you?

# mn35:11.6
source: Iṅgha tvaṃ, aggivessana, sakaññeva vādaṃ nibbeṭhehī”ti.
mn: Please just explain your own statement.”

# mn35:11.7
source: “Ahañhi, bho gotama, evaṃ vadāmi:
mn: “Then, Master Gotama, what I am saying is this:

# mn35:11.8
source: ‘rūpaṃ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṃ me attā’”ti.
mn: ‘Form is my self, feeling is my self, perception is my self, choices are my self, consciousness is my self’.”

# mn35:12.1
source: “Tena hi, aggivessana, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṃ byākareyyāsi.
mn: “Well then, Aggivessana, I’ll ask you about this in return, and you can answer as you like.

# mn35:12.2
source: Taṃ kiṃ maññasi, aggivessana,
mn: What do you think, Aggivessana?

# mn35:12.3
source: vatteyya rañño khattiyassa muddhāvasittassa sakasmiṃ vijite vaso—
mn: Consider an anointed king such as Pasenadi of Kosala or Ajātasattu Vedehiputta of Magadha.

# mn35:12.4
source: ghātetāyaṃ vā ghātetuṃ, jāpetāyaṃ vā jāpetuṃ, pabbājetāyaṃ vā pabbājetuṃ, seyyathāpi rañño pasenadissa kosalassa, seyyathāpi vā pana rañño māgadhassa ajātasattussa vedehiputtassā”ti?
mn: Would they have the power in their own realm to execute, fine, or banish those who are guilty?”

# mn35:12.5
source: “Vatteyya, bho gotama, rañño khattiyassa muddhāvasittassa sakasmiṃ vijite vaso—
mn: “An anointed king would have such power, Master Gotama.

# mn35:12.7
source: Imesampi hi, bho gotama, saṃghānaṃ gaṇānaṃ—
mn: Even federations such as the

# mn35:12.8
source: Seyyathidaṃ—vajjīnaṃ mallānaṃ—
mn: Vajjis and Mallas

# mn35:12.9
source: vattati sakasmiṃ vijite vaso—
mn: have such power in their own realm.

# mn35:12.11
source: Kiṃ pana rañño khattiyassa muddhāvasittassa, seyyathāpi rañño pasenadissa kosalassa, seyyathāpi vā pana rañño māgadhassa ajātasattussa vedehiputtassa?
mn: So of course an anointed king such as Pasenadi or Ajātasattu

# mn35:12.12
source: Vatteyya, bho gotama, vattituñca marahatī”ti.
mn: would wield such power, as is their right.”

# mn35:13.1
source: “Taṃ kiṃ maññasi, aggivessana,
mn: “What do you think, Aggivessana?

# mn35:13.2
source: yaṃ tvaṃ evaṃ vadesi:
mn: When you say,

# mn35:13.3
source: ‘rūpaṃ me attā’ti, vattati te tasmiṃ rūpe vaso—
mn: ‘Form is my self,’ do you have power over that form to say:

# mn35:13.4
source: evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī”ti?
mn: ‘May my form be like this! May it not be like that’?”

# mn35:13.5
source: Evaṃ vutte, saccako nigaṇṭhaputto tuṇhī ahosi.
mn: When he said this, Saccaka kept silent.

# mn35:13.6
source: Dutiyampi kho bhagavā saccakaṃ nigaṇṭhaputtaṃ etadavoca:
mn: The Buddha asked the question a second time,

# mn35:13.10
source: Dutiyampi kho saccako nigaṇṭhaputto tuṇhī ahosi.
mn: but Saccaka still kept silent.

# mn35:13.11
source: Atha kho bhagavā saccakaṃ nigaṇṭhaputtaṃ etadavoca:
mn: So the Buddha said to Saccaka,

# mn35:13.12
source: “byākarohi dāni, aggivessana, na dāni te tuṇhībhāvassa kālo.
mn: “Answer now, Aggivessana. Now is not the time for silence.

# mn35:13.13
source: Yo koci, aggivessana tathāgatena yāvatatiyaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākaroti, etthevassa sattadhā muddhā phalatī”ti.
mn: If someone fails to answer a legitimate question when asked three times by the Buddha, their head explodes into seven pieces there and then.”

# mn35:14.1
source: Tena kho pana samayena vajirapāṇi yakkho āyasaṃ vajiraṃ ādāya ādittaṃ sampajjalitaṃ sajotibhūtaṃ saccakassa nigaṇṭhaputtassa uparivehāsaṃ ṭhito hoti:
mn: Now at that time the spirit Vajirapāṇi, taking up a burning iron thunderbolt, blazing and glowing, stood in the sky above Saccaka, thinking,

# mn35:14.2
source: “sacāyaṃ saccako nigaṇṭhaputto bhagavatā yāvatatiyaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākarissati etthevassa sattadhā muddhaṃ phālessāmī”ti.
mn: “If this Saccaka doesn’t answer when asked a third time, I’ll blow his head into seven pieces there and then!”

# mn35:14.3
source: Taṃ kho pana vajirapāṇiṃ yakkhaṃ bhagavā ceva passati saccako ca nigaṇṭhaputto.
mn: And both the Buddha and Saccaka could see Vajirapāṇi.

# mn35:14.4
source: Atha kho saccako nigaṇṭhaputto bhīto saṃviggo lomahaṭṭhajāto bhagavantaṃyeva tāṇaṃ gavesī bhagavantaṃyeva leṇaṃ gavesī bhagavantaṃyeva saraṇaṃ gavesī bhagavantaṃ etadavoca:
mn: Saccaka was terrified, shocked, and awestruck. Looking to the Buddha for shelter, protection, and refuge, he said,

# mn35:14.5
source: “pucchatu maṃ bhavaṃ gotamo, byākarissāmī”ti.
mn: “Ask me, Master Gotama. I will answer.”

# mn35:15.1
source: “Taṃ kiṃ maññasi, aggivessana,
mn: “What do you think, Aggivessana?

# mn35:15.2
source: yaṃ tvaṃ evaṃ vadesi:
mn: When you say,

# mn35:15.3
source: ‘rūpaṃ me attā’ti, vattati te tasmiṃ rūpe vaso—
mn: ‘Form is my self,’ do you have power over that form to say:

# mn35:15.4
source: evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī”ti?
mn: ‘May my form be like this! May it not be like that’?”

# mn35:15.5
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn35:16.1
source: “Manasi karohi, aggivessana;
mn: “Think about it, Aggivessana!

# mn35:16.2
source: manasi karitvā kho, aggivessana, byākarohi.
mn: You should think before answering.

# mn35:16.3
source: Na kho te sandhiyati purimena vā pacchimaṃ pacchimena vā purimaṃ.
mn: What you said before and what you said after don’t match up.

# mn35:16.4
source: Taṃ kiṃ maññasi, aggivessana,
mn: What do you think, Aggivessana?

# mn35:16.5
source: yaṃ tvaṃ evaṃ vadesi:
mn: When you say,

# mn35:16.6
source: ‘vedanā me attā’ti, vattati te tissaṃ vedanāyaṃ vaso—
mn: ‘Feeling is my self,’ do you have power over that feeling to say:

# mn35:16.7
source: evaṃ me vedanā hotu, evaṃ me vedanā mā ahosī”ti?
mn: ‘May my feeling be like this! May it not be like that’?”

# mn35:16.8
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn35:17.1
source: “Manasi karohi, aggivessana;
mn: “Think about it, Aggivessana!

# mn35:17.2
source: manasi karitvā kho, aggivessana, byākarohi.
mn: You should think before answering.

# mn35:17.3
source: Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.
mn: What you said before and what you said after don’t match up.

# mn35:17.4
source: Taṃ kiṃ maññasi, aggivessana,
mn: What do you think, Aggivessana?

# mn35:17.5
source: yaṃ tvaṃ evaṃ vadesi:
mn: When you say,

# mn35:17.6
source: ‘saññā me attā’ti, vattati te tissaṃ saññāyaṃ vaso—
mn: ‘Perception is my self,’ do you have power over that perception to say:

# mn35:17.7
source: evaṃ me saññā hotu, evaṃ me saññā mā ahosī”ti?
mn: ‘May my perception be like this! May it not be like that’?”

# mn35:17.8
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn35:18.1
source: “Manasi karohi, aggivessana;
mn: “Think about it, Aggivessana!

# mn35:18.2
source: manasi karitvā kho, aggivessana, byākarohi.
mn: You should think before answering.

# mn35:18.3
source: Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.
mn: What you said before and what you said after don’t match up.

# mn35:18.4
source: Taṃ kiṃ maññasi, aggivessana,
mn: What do you think, Aggivessana?

# mn35:18.5
source: yaṃ tvaṃ evaṃ vadesi:
mn: When you say,

# mn35:18.6
source: ‘saṅkhārā me attā’ti, vattati te tesu saṅkhāresu vaso—
mn: ‘Choices are my self,’ do you have power over those choices to say:

# mn35:18.7
source: evaṃ me saṅkhārā hontu, evaṃ me saṅkhārā mā ahesun”ti?
mn: ‘May my choices be like this! May they not be like that’?”

# mn35:18.8
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn35:19.1
source: “Manasi karohi, aggivessana;
mn: “Think about it, Aggivessana!

# mn35:19.2
source: manasi karitvā kho, aggivessana, byākarohi.
mn: You should think before answering.

# mn35:19.3
source: Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.
mn: What you said before and what you said after don’t match up.

# mn35:19.4
source: Taṃ kiṃ maññasi, aggivessana,
mn: What do you think, Aggivessana?

# mn35:19.5
source: yaṃ tvaṃ evaṃ vadesi:
mn: When you say,

# mn35:19.6
source: ‘viññāṇaṃ me attā’ti, vattati te tasmiṃ viññāṇe vaso—
mn: ‘Consciousness is my self,’ do you have power over that consciousness to say:

# mn35:19.7
source: evaṃ me viññāṇaṃ hotu, evaṃ me viññāṇaṃ mā ahosī”ti?
mn: ‘May my consciousness be like this! May it not be like that’?”

# mn35:19.8
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn35:20.1
source: “Manasi karohi, aggivessana;
mn: “Think about it, Aggivessana!

# mn35:20.2
source: manasi karitvā kho, aggivessana, byākarohi.
mn: You should think before answering.

# mn35:20.3
source: Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.
mn: What you said before and what you said after don’t match up.

# mn35:20.4
source: Taṃ kiṃ maññasi, aggivessana,
mn: What do you think, Aggivessana?

# mn35:20.5
source: rūpaṃ niccaṃ vā aniccaṃ vā”ti?
mn: Is form permanent or impermanent?”

# mn35:20.6
source: “Aniccaṃ, bho gotama”.
mn: “Impermanent.”

# mn35:20.7
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
mn: “But if it’s impermanent, is it suffering or happiness?”

# mn35:20.8
source: “Dukkhaṃ, bho gotama”.
mn: “Suffering.”

# mn35:20.9
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ:
mn: “But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus:

# mn35:20.10
source: ‘etaṃ mama, esohamasmi, eso me attā’”ti?
mn: ‘This is mine, I am this, this is my self’?”

# mn35:20.11
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn35:20.12
source: “Taṃ kiṃ maññasi, aggivessana,
mn: “What do you think, Aggivessana?

# mn35:20.13
source: vedanā … pe …
mn: Is feeling …

# mn35:20.14
source: saññā … pe …
mn: perception …

# mn35:20.15
source: saṅkhārā … pe …
mn: choices …

# mn35:20.16
source: taṃ kiṃ maññasi, aggivessana, viññāṇaṃ niccaṃ vā aniccaṃ vā”ti?
mn: consciousness permanent or impermanent?”

# mn35:20.17
source: “Aniccaṃ, bho gotama”.
mn: “Impermanent.”

# mn35:20.18
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
mn: “But if it’s impermanent, is it suffering or happiness?”

# mn35:20.19
source: “Dukkhaṃ, bho gotama”.
mn: “Suffering.”

# mn35:20.20
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ:
mn: “But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus:

# mn35:20.21
source: ‘etaṃ mama, esohamasmi, eso me attā’”ti?
mn: ‘This is mine, I am this, this is my self’?”

# mn35:20.22
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn35:21.1
source: “Taṃ kiṃ maññasi, aggivessana,
mn: “What do you think, Aggivessana?
