Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn041.po
Languages: mn

# mn41:44.5
source: Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti.
mn: From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.”
