Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn047.po
Languages: mn

# mn47:0.1
source: Majjhima Nikāya 47
mn: Middle Discourses 47

# mn47:0.2
source: Vīmaṃsakasutta
mn: The Inquirer

# mn47:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn47:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn47:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn47:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn47:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn47:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn47:2.1
source: “vīmaṃsakena, bhikkhave, bhikkhunā parassa cetopariyāyaṃ ajānantena tathāgate samannesanā kātabbā ‘sammāsambuddho vā no vā’ iti viññāṇāyā”ti.
mn: “Mendicants, a mendicant who is an inquirer, unable to comprehend another’s mind, should scrutinize the Realized One to see whether he is a fully awakened Buddha or not.”

# mn47:3.1
source: “Bhagavaṃmūlakā no, bhante, dhammā, bhagavaṃnettikā bhagavaṃpaṭisaraṇā; sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho; bhagavato sutvā bhikkhū dhāressantī”ti.
mn: “Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.”

# mn47:3.2
source: “Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: “Well then, mendicants, listen and pay close attention, I will speak.”

# mn47:3.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn47:3.4
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn47:4.1
source: “Vīmaṃsakena, bhikkhave, bhikkhunā parassa cetopariyāyaṃ ajānantena dvīsu dhammesu tathāgato samannesitabbo cakkhusotaviññeyyesu dhammesu:
mn: “Mendicants, a mendicant who is an inquirer, unable to comprehend another’s mind, should scrutinize the Realized One for two things—things that can be seen and heard:

# mn47:4.2
source: ‘ye saṅkiliṭṭhā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti?
mn: ‘Can anything corrupt be seen or heard in the Realized One or not?’

# mn47:4.3
source: Tamenaṃ samannesamāno evaṃ jānāti:
mn: Scrutinizing him they find that

# mn47:4.4
source: ‘ye saṅkiliṭṭhā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti. (1)
mn: nothing corrupt can be seen or heard in the Realized One.

# mn47:5.2
source: ‘ye saṅkiliṭṭhā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti, tato naṃ uttariṃ samannesati:
mn: They scrutinize further:

# mn47:5.3
source: ‘ye vītimissā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti?
mn: ‘Can anything mixed be seen or heard in the Realized One or not?’

# mn47:5.4
source: Tamenaṃ samannesamāno evaṃ jānāti:
mn: Scrutinizing him they find that

# mn47:5.5
source: ‘ye vītimissā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti. (2)
mn: nothing mixed can be seen or heard in the Realized One.

# mn47:6.2
source: ‘ye vītimissā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti, tato naṃ uttariṃ samannesati:
mn: They scrutinize further:

# mn47:6.3
source: ‘ye vodātā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti?
mn: ‘Can anything clean be seen or heard in the Realized One or not?’

# mn47:6.4
source: Tamenaṃ samannesamāno evaṃ jānāti:
mn: Scrutinizing him they find that

# mn47:6.5
source: ‘ye vodātā cakkhusotaviññeyyā dhammā, saṃvijjanti te tathāgatassā’ti. (3)
mn: clean things can be seen and heard in the Realized One.

# mn47:7.2
source: ‘ye vodātā cakkhusotaviññeyyā dhammā, saṃvijjanti te tathāgatassā’ti, tato naṃ uttariṃ samannesati:
mn: They scrutinize further:

# mn47:7.3
source: ‘dīgharattaṃ samāpanno ayamāyasmā imaṃ kusalaṃ dhammaṃ, udāhu ittarasamāpanno’ti?
mn: ‘Did the venerable attain this skillful state a long time ago, or just recently?’

# mn47:7.4
source: Tamenaṃ samannesamāno evaṃ jānāti:
mn: Scrutinizing him they find that

# mn47:7.5
source: ‘dīgharattaṃ samāpanno ayamāyasmā imaṃ kusalaṃ dhammaṃ, nāyamāyasmā ittarasamāpanno’ti. (4)
mn: the venerable attained this skillful state a long time ago, not just recently.

# mn47:8.2
source: ‘dīgharattaṃ samāpanno ayamāyasmā imaṃ kusalaṃ dhammaṃ, nāyamāyasmā ittarasamāpanno’ti, tato naṃ uttariṃ samannesati:
mn: They scrutinize further:

# mn47:8.3
source: ‘ñattajjhāpanno ayamāyasmā bhikkhu yasappatto, saṃvijjantassa idhekacce ādīnavā’ti?
mn: ‘Are certain dangers found in that venerable mendicant who has achieved fame and renown?’

# mn47:8.4
source: Na tāva, bhikkhave, bhikkhuno idhekacce ādīnavā saṃvijjanti yāva na ñattajjhāpanno hoti yasappatto.
mn: For, mendicants, so long as a mendicant has not achieved fame and renown, certain dangers are not found in them.

# mn47:8.5
source: Yato ca kho, bhikkhave, bhikkhu ñattajjhāpanno hoti yasappatto, athassa idhekacce ādīnavā saṃvijjanti.
mn: But when they achieve fame and renown, those dangers appear.

# mn47:8.6
source: Tamenaṃ samannesamāno evaṃ jānāti:
mn: Scrutinizing him they find that

# mn47:8.7
source: ‘ñattajjhāpanno ayamāyasmā bhikkhu yasappatto, nāssa idhekacce ādīnavā saṃvijjantī’ti. (5)
mn: those dangers are not found in that venerable mendicant who has achieved fame and renown.

# mn47:9.2
source: ‘ñattajjhāpanno ayamāyasmā bhikkhu yasappatto, nāssa idhekacce ādīnavā saṃvijjantī’ti, tato naṃ uttariṃ samannesati:
mn: They scrutinize further:

# mn47:9.3
source: ‘abhayūparato ayamāyasmā, nāyamāyasmā bhayūparato;
mn: ‘Is this venerable securely stopped or insecurely stopped?

# mn47:9.4
source: vītarāgattā kāme na sevati khayā rāgassā’ti?
mn: Is the reason they don’t indulge in sensual pleasures that they’re free of greed because greed has ended?’

# mn47:9.5
source: Tamenaṃ samannesamāno evaṃ jānāti:
mn: Scrutinizing him they find that

# mn47:9.6
source: ‘abhayūparato ayamāyasmā, nāyamāyasmā bhayūparato;
mn: that venerable is securely stopped, not insecurely stopped.

# mn47:9.7
source: vītarāgattā kāme na sevati khayā rāgassā’ti. (6)
mn: The reason they don’t indulge in sensual pleasures is that they’re free of greed because greed has ended.

# mn47:10.1
source: Tañce, bhikkhave, bhikkhuṃ pare evaṃ puccheyyuṃ:
mn: If others should ask that mendicant,

# mn47:10.2
source: ‘ke panāyasmato ākārā, ke anvayā, yenāyasmā evaṃ vadesi—
mn: ‘But what reason and evidence does the venerable have for saying this?’

# mn47:10.5
source: Sammā byākaramāno, bhikkhave, bhikkhu evaṃ byākareyya:
mn: Answering rightly, the mendicant should say,

# mn47:10.6
source: ‘tathā hi pana ayamāyasmā saṅghe vā viharanto eko vā viharanto, ye ca tattha sugatā ye ca tattha duggatā, ye ca tattha gaṇamanusāsanti, ye ca idhekacce āmisesu sandissanti, ye ca idhekacce āmisena anupalittā, nāyamāyasmā taṃ tena avajānāti.
mn: ‘Because, whether that venerable is staying in a community or alone, some people there are in a good state or a sorry state, some instruct a group, and some indulge in material pleasures, while others remain unsullied. Yet that venerable doesn’t look down on them for that.

# mn47:10.7
source: Sammukhā kho pana metaṃ bhagavato sutaṃ sammukhā paṭiggahitaṃ—
mn: Also, I have heard and learned this in the presence of the Buddha:

# mn47:10.8
source: abhayūparatohamasmi, nāhamasmi bhayūparato, vītarāgattā kāme na sevāmi khayā rāgassā’ti.
mn: “I am securely stopped, not insecurely stopped. The reason I don’t indulge in sensual pleasures is that I’m free of greed because greed has ended.”’

# mn47:11.1
source: Tatra, bhikkhave, tathāgatova uttariṃ paṭipucchitabbo:
mn: Next, they should ask the Realized One himself about this,

# mn47:11.2
source: ‘ye saṅkiliṭṭhā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti?
mn: ‘Can anything corrupt be seen or heard in the Realized One or not?’

# mn47:11.3
source: Byākaramāno, bhikkhave, tathāgato evaṃ byākareyya:
mn: The Realized One would answer,

# mn47:11.4
source: ‘ye saṅkiliṭṭhā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti. (1)
mn: ‘Nothing corrupt can be seen or heard in the Realized One.’

# mn47:12.1
source: ‘Ye vītimissā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti?
mn: ‘Can anything mixed be seen or heard in the Realized One or not?’

# mn47:12.2
source: Byākaramāno, bhikkhave, tathāgato evaṃ byākareyya:
mn: The Realized One would answer,

# mn47:12.3
source: ‘ye vītimissā cakkhusotaviññeyyā dhammā, na te tathāgatassa saṃvijjantī’ti. (2)
mn: ‘Nothing mixed can be seen or heard in the Realized One.’

# mn47:13.1
source: ‘Ye vodātā cakkhusotaviññeyyā dhammā, saṃvijjanti vā te tathāgatassa no vā’ti?
mn: ‘Can anything clean be seen or heard in the Realized One or not?’

# mn47:13.2
source: Byākaramāno, bhikkhave, tathāgato evaṃ byākareyya:
mn: The Realized One would answer,

# mn47:13.3
source: ‘ye vodātā cakkhusotaviññeyyā dhammā, saṃvijjanti te tathāgatassa;
mn: ‘Clean things can be seen and heard in the Realized One.

# mn47:13.4
source: etaṃ pathohamasmi, etaṃ gocaro, no ca tena tammayo’ti. (3)
mn: I am that range and that territory, but I do not identify with that.’

# mn47:14.1
source: Evaṃvādiṃ kho, bhikkhave, satthāraṃ arahati sāvako upasaṅkamituṃ dhammassavanāya.
mn: A disciple ought to approach a teacher who has such a doctrine in order to listen to the teaching.

# mn47:14.2
source: Tassa satthā dhammaṃ deseti uttaruttariṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ.
mn: The teacher explains Dhamma with its higher and higher stages, with its better and better stages, with its dark and bright sides.

# mn47:14.3
source: Yathā yathā kho, bhikkhave, bhikkhuno satthā dhammaṃ deseti uttaruttariṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ tathā tathā so tasmiṃ dhamme abhiññāya idhekaccaṃ dhammaṃ dhammesu niṭṭhaṃ gacchati, satthari pasīdati:
mn: When they directly know a certain principle of those teachings, in accordance with how they were taught, the mendicant comes to a conclusion about the teachings. They have confidence in the teacher:

# mn47:14.4
source: ‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno saṅgho’ti.
mn: ‘The Blessed One is a fully awakened Buddha! The teaching is well explained! The Saṅgha is practicing well!’

# mn47:15.1
source: Tañce, bhikkhave, bhikkhuṃ pare evaṃ puccheyyuṃ:
mn: If others should ask that mendicant,

# mn47:15.2
source: ‘ke panāyasmato ākārā, ke anvayā, yenāyasmā evaṃ vadesi—
mn: ‘But what reason and evidence does the venerable have for saying this?’

# mn47:15.4
source: Sammā byākaramāno, bhikkhave, bhikkhu evaṃ byākareyya:
mn: Answering rightly, the mendicant should say,

# mn47:15.5
source: ‘idhāhaṃ, āvuso, yena bhagavā tenupasaṅkamiṃ dhammassavanāya.
mn: ‘Reverends, I approached the Buddha to listen to the teaching.

# mn47:15.6
source: Tassa me bhagavā dhammaṃ deseti uttaruttariṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ.
mn: He explained Dhamma with its higher and higher stages, with its better and better stages, with its dark and bright sides.

# mn47:15.7
source: Yathā yathā me, āvuso, bhagavā dhammaṃ deseti uttaruttariṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ tathā tathāhaṃ tasmiṃ dhamme abhiññāya idhekaccaṃ dhammaṃ dhammesu niṭṭhamagamaṃ, satthari pasīdiṃ—
mn: When I directly knew a certain principle of those teachings, in accordance with how I was taught, I came to a conclusion about the teachings. I had confidence in the Teacher:

# mn47:15.8
source: sammāsambuddho bhagavā, svākkhāto bhagavatā, dhammo, suppaṭipanno saṅgho’ti.
mn: “The Blessed One is a fully awakened Buddha! The teaching is well explained! The Saṅgha is practicing well!”’

# mn47:16.1
source: Yassa kassaci, bhikkhave, imehi ākārehi imehi padehi imehi byañjanehi tathāgate saddhā niviṭṭhā hoti mūlajātā patiṭṭhitā, ayaṃ vuccati, bhikkhave, ākāravatī saddhā dassanamūlikā, daḷhā;
mn: When someone’s faith is settled, rooted, and planted in the Realized One in this manner, with these words and phrases, it’s said to be grounded faith that’s based on evidence.

# mn47:16.2
source: asaṃhāriyā samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ.
mn: It is firm, and cannot be shifted by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# mn47:16.3
source: Evaṃ kho, bhikkhave, tathāgate dhammasamannesanā hoti.
mn: This is how to scrutinize the Realized One’s qualities.

# mn47:16.4
source: Evañca pana tathāgato dhammatāsusamanniṭṭho hotī”ti.
mn: But the Realized One has already been properly searched in this way by nature.”

# mn47:16.5
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn47:16.6
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
