Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn048.po
Languages: mn

# mn48:0.1
source: Majjhima Nikāya 48
mn: Middle Discourses 48

# mn48:0.2
source: Kosambiyasutta
mn: The Mendicants of Kosambi

# mn48:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn48:1.2
source: ekaṃ samayaṃ bhagavā kosambiyaṃ viharati ghositārāme.
mn: At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery.

# mn48:2.1
source: Tena kho pana samayena kosambiyaṃ bhikkhū bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti.
mn: Now at that time the mendicants of Kosambi were arguing, quarreling, and fighting, continually wounding each other with barbed words.

# mn48:2.2
source: Te na ceva aññamaññaṃ saññāpenti na ca saññattiṃ upenti, na ca aññamaññaṃ nijjhāpenti, na ca nijjhattiṃ upenti.
mn: They couldn’t persuade each other or be persuaded, nor could they convince each other or be convinced.

# mn48:3.1
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
mn: Then a mendicant went up to the Buddha, bowed, sat down to one side, and told him what was happening.

# mn48:4.1
source: Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:
mn: So the Buddha said to a certain monk,

# mn48:4.2
source: “ehi tvaṃ, bhikkhu, mama vacanena te bhikkhū āmantehi:
mn: “Please, monk, in my name tell those mendicants that

# mn48:4.3
source: ‘satthā vo āyasmante āmantetī’”ti.
mn: the teacher summons them.

# mn48:4.4
source: “Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca:
mn: “Yes, sir,” that monk replied. He went to those monks and said,

# mn48:4.5
source: “satthā āyasmante āmantetī”ti.
mn: “Venerables, the teacher summons you.”

# mn48:4.6
source: “Evamāvuso”ti kho te bhikkhū tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te bhikkhū bhagavā etadavoca:
mn: “Yes, reverend,” those monks replied. They went to the Buddha, bowed, and sat down to one side. The Buddha said to them,

# mn48:4.7
source: “saccaṃ kira tumhe, bhikkhave, bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharatha,
mn: “Is it really true, mendicants, that you have been arguing, quarreling, and fighting, continually wounding each other with barbed words?

# mn48:4.8
source: te na ceva aññamaññaṃ saññāpetha, na ca saññattiṃ upetha, na ca aññamaññaṃ nijjhāpetha, na ca nijjhattiṃ upethā”ti?
mn: And that you can’t persuade each other or be persuaded, nor can you convince each other or be convinced?”

# mn48:4.9
source: “Evaṃ, bhante”.
mn: “Yes, sir,” they said.

# mn48:5.1
source: “Taṃ kiṃ maññatha, bhikkhave,
mn: “What do you think, mendicants?

# mn48:5.2
source: yasmiṃ tumhe samaye bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharatha, api nu tumhākaṃ tasmiṃ samaye mettaṃ kāyakammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca, mettaṃ vacīkammaṃ … pe … mettaṃ manokammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho cā”ti?
mn: When you’re arguing, quarreling, and fighting, continually wounding each other with barbed words, are you treating your spiritual companions with kindness by way of body, speech, and mind, both in public and in private?”

# mn48:5.3
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn48:5.4
source: “Iti kira, bhikkhave, yasmiṃ tumhe samaye bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharatha, neva tumhākaṃ tasmiṃ samaye mettaṃ kāyakammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca, na mettaṃ vacīkammaṃ … pe … na mettaṃ manokammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.
mn: “So it seems that when you’re arguing you are not treating each other with kindness.

# mn48:5.5
source: Atha kiñcarahi tumhe, moghapurisā, kiṃ jānantā kiṃ passantā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharatha, te na ceva aññamaññaṃ saññāpetha, na ca saññattiṃ upetha, na ca aññamaññaṃ nijjhāpetha, na ca nijjhattiṃ upetha?
mn: So what exactly do you know and see, you foolish men, that you behave in such a way?

# mn48:5.6
source: Tañhi tumhākaṃ, moghapurisā, bhavissati dīgharattaṃ ahitāya dukkhāyā”ti.
mn: This will be for your lasting harm and suffering.”

# mn48:6.1
source: Atha kho bhagavā bhikkhū āmantesi:
mn: Then the Buddha said to the mendicants:

# mn48:6.2
source: “chayime, bhikkhave, dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti.
mn: “Mendicants, these six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.

# mn48:6.3
source: Katame cha?
mn: What six?

# mn48:6.4
source: Idha, bhikkhave, bhikkhuno mettaṃ kāyakammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.
mn: Firstly, a mendicant consistently treats their spiritual companions with bodily kindness, both in public and in private.

# mn48:6.5
source: Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (1)
mn: This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.

# mn48:6.6
source: Puna caparaṃ, bhikkhave, bhikkhuno mettaṃ vacīkammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.
mn: Furthermore, a mendicant consistently treats their spiritual companions with verbal kindness …

# mn48:6.8
source: Puna caparaṃ, bhikkhave, bhikkhuno mettaṃ manokammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.
mn: Furthermore, a mendicant consistently treats their spiritual companions with mental kindness …

# mn48:6.10
source: Puna caparaṃ, bhikkhave, bhikkhu ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi, tathārūpehi lābhehi appaṭivibhattabhogī hoti sīlavantehi sabrahmacārīhi sādhāraṇabhogī.
mn: Furthermore, a mendicant shares without reservation any material possessions they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions …

# mn48:6.12
source: Puna caparaṃ, bhikkhave, bhikkhu yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni tathārūpesu sīlesu sīlasāmaññagato viharati sabrahmacārīhi āvi ceva raho ca.
mn: Furthermore, a mendicant lives according to the precepts shared with their spiritual companions, both in public and in private. Those precepts are unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. …

# mn48:6.14
source: Puna caparaṃ, bhikkhave, bhikkhu yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya tathārūpāya diṭṭhiyā diṭṭhisāmaññagato viharati sabrahmacārīhi āvi ceva raho ca.
mn: Furthermore, a mendicant lives according to the view shared with their spiritual companions, both in public and in private. That view is noble and emancipating, and leads one who practices it to the complete ending of suffering.

# mn48:6.15
source: Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (6)
mn: This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.

# mn48:6.16
source: Ime kho, bhikkhave, cha sāraṇīyā dhammā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti.
mn: These six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.

# mn48:7.1
source: Imesaṃ kho, bhikkhave, channaṃ sāraṇīyānaṃ dhammānaṃ etaṃ aggaṃ etaṃ saṅgāhikaṃ etaṃ saṅghāṭanikaṃ—yadidaṃ yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya.
mn: Of these six warm-hearted qualities, the chief is the view that is noble and emancipating, and leads one who practices it to the complete ending of suffering. It holds and binds everything together.

# mn48:7.2
source: Seyyathāpi, bhikkhave, kūṭāgārassa etaṃ aggaṃ etaṃ saṅgāhikaṃ etaṃ saṅghāṭanikaṃ yadidaṃ kūṭaṃ;
mn: It’s like a bungalow. The roof-peak is the chief point, which holds and binds everything together.

# mn48:7.3
source: evameva kho, bhikkhave, imesaṃ channaṃ sāraṇīyānaṃ dhammānaṃ etaṃ aggaṃ etaṃ saṅgāhikaṃ etaṃ saṅghāṭanikaṃ yadidaṃ yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya.
mn: In the same way, of these six warm-hearted qualities, the chief is the view that is noble and emancipating, and leads one who practices it to the complete ending of suffering. It holds and binds everything together.

# mn48:8.1
source: Kathañca, bhikkhave, yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya?
mn: And how does the view that is noble and emancipating lead one who practices it to the complete ending of suffering?

# mn48:8.2
source: Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati:
mn: It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this,

# mn48:8.3
source: ‘atthi nu kho me taṃ pariyuṭṭhānaṃ ajjhattaṃ appahīnaṃ, yenāhaṃ pariyuṭṭhānena pariyuṭṭhitacitto yathābhūtaṃ nappajāneyyaṃ na passeyyan’ti?
mn: ‘Is there anything that I’m overcome with internally and haven’t given up, because of which I might not accurately know and see?’

# mn48:8.4
source: Sace, bhikkhave, bhikkhu kāmarāgapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti.
mn: If a mendicant is overcome with sensual desire, it’s their mind that’s overcome.

# mn48:8.5
source: Sace, bhikkhave, bhikkhu byāpādapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti.
mn: If a mendicant is overcome with ill will,

# mn48:8.6
source: Sace, bhikkhave, bhikkhu thinamiddhapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti.
mn: dullness and drowsiness,

# mn48:8.7
source: Sace, bhikkhave, bhikkhu uddhaccakukkuccapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti.
mn: restlessness and remorse,

# mn48:8.8
source: Sace, bhikkhave, bhikkhu vicikicchāpariyuṭṭhito hoti, pariyuṭṭhitacittova hoti.
mn: doubt,

# mn48:8.9
source: Sace, bhikkhave, bhikkhu idhalokacintāya pasuto hoti, pariyuṭṭhitacittova hoti.
mn: pursuing speculation about this world,

# mn48:8.10
source: Sace, bhikkhave, bhikkhu paralokacintāya pasuto hoti, pariyuṭṭhitacittova hoti.
mn: pursuing speculation about the next world,

# mn48:8.11
source: Sace, bhikkhave, bhikkhu bhaṇḍanajāto kalahajāto vivādāpanno aññamaññaṃ mukhasattīhi vitudanto viharati, pariyuṭṭhitacittova hoti.
mn: or arguing, quarreling, and fighting, continually wounding others with barbed words, it’s their mind that’s overcome.

# mn48:8.12
source: So evaṃ pajānāti:
mn: They understand,

# mn48:8.13
source: ‘natthi kho me taṃ pariyuṭṭhānaṃ ajjhattaṃ appahīnaṃ, yenāhaṃ pariyuṭṭhānena pariyuṭṭhitacitto yathābhūtaṃ nappajāneyyaṃ na passeyyaṃ.
mn: ‘There is nothing that I’m overcome with internally and haven’t given up, because of which I might not accurately know and see.

# mn48:8.14
source: Suppaṇihitaṃ me mānasaṃ saccānaṃ bodhāyā’ti.
mn: My mind is properly disposed for awakening to the truths.’

# mn48:8.15
source: Idamassa paṭhamaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. (1)
mn: This is the first knowledge they have achieved that is noble and transcendent, and is not shared with ordinary people.

# mn48:9.1
source: Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: Furthermore, a noble disciple reflects,

# mn48:9.2
source: ‘imaṃ nu kho ahaṃ diṭṭhiṃ āsevanto bhāvento bahulīkaronto labhāmi paccattaṃ samathaṃ, labhāmi paccattaṃ nibbutin’ti?
mn: ‘When I develop, cultivate, and make much of this view, do I personally gain serenity and quenching?’

# mn48:9.3
source: So evaṃ pajānāti:
mn: They understand,

# mn48:9.4
source: ‘imaṃ kho ahaṃ diṭṭhiṃ āsevanto bhāvento bahulīkaronto labhāmi paccattaṃ samathaṃ, labhāmi paccattaṃ nibbutin’ti.
mn: ‘When I develop, cultivate, and make much of this view, I personally gain serenity and quenching.’

# mn48:9.5
source: Idamassa dutiyaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. (2)
mn: This is their second knowledge …

# mn48:10.1
source: Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: Furthermore, a noble disciple reflects,

# mn48:10.2
source: ‘yathārūpāyāhaṃ diṭṭhiyā samannāgato, atthi nu kho ito bahiddhā añño samaṇo vā brāhmaṇo vā tathārūpāya diṭṭhiyā samannāgato’ti?
mn: ‘Are there any ascetics or brahmins outside of the Buddhist community who have the same kind of view that I have?’

# mn48:10.3
source: So evaṃ pajānāti:
mn: They understand,

# mn48:10.4
source: ‘yathārūpāyāhaṃ diṭṭhiyā samannāgato, natthi ito bahiddhā añño samaṇo vā brāhmaṇo vā tathārūpāya diṭṭhiyā samannāgato’ti.
mn: ‘There are no ascetics or brahmins outside of the Buddhist community who have the same kind of view that I have.’

# mn48:10.5
source: Idamassa tatiyaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. (3)
mn: This is their third knowledge …

# mn48:11.1
source: Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: Furthermore, a noble disciple reflects,

# mn48:11.2
source: ‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti.
mn: ‘Do I have the same nature as a person accomplished in view?’

# mn48:11.3
source: Kathaṃrūpāya ca, bhikkhave, dhammatāya diṭṭhisampanno puggalo samannāgato?
mn: And what, mendicants, is the nature of a person accomplished in view?

# mn48:11.4
source: Dhammatā esā, bhikkhave, diṭṭhisampannassa puggalassa:
mn: This is the nature of a person accomplished in view.

# mn48:11.5
source: ‘kiñcāpi tathārūpiṃ āpattiṃ āpajjati, yathārūpāya āpattiyā vuṭṭhānaṃ paññāyati, atha kho naṃ khippameva satthari vā viññūsu vā sabrahmacārīsu deseti vivarati uttānīkaroti;
mn: Though they may fall into a kind of offense for which rehabilitation has been laid down, they quickly disclose, clarify, and reveal it to the Teacher or a sensible spiritual companion.

# mn48:11.6
source: desetvā vivaritvā uttānīkatvā āyatiṃ saṃvaraṃ āpajjati’.
mn: And having revealed it they restrain themselves in the future.

# mn48:11.7
source: Seyyathāpi, bhikkhave, daharo kumāro mando uttānaseyyako hatthena vā pādena vā aṅgāraṃ akkamitvā khippameva paṭisaṃharati;
mn: Suppose there was a little baby boy. If he puts his hand or foot on a burning coal, he quickly pulls it back.

# mn48:11.8
source: evameva kho, bhikkhave, dhammatā esā diṭṭhisampannassa puggalassa:
mn: In the same way, this is the nature of a person accomplished in view.

# mn48:11.9
source: ‘kiñcāpi tathārūpiṃ āpattiṃ āpajjati yathārūpāya āpattiyā vuṭṭhānaṃ paññāyati, atha kho naṃ khippameva satthari vā viññūsu vā sabrahmacārīsu deseti vivarati uttānīkaroti;
mn: Though they may still fall into a kind of offense for which rehabilitation has been laid down, they quickly reveal it to the Teacher or a sensible spiritual companion.

# mn48:11.10
source: desetvā vivaritvā uttānīkatvā āyatiṃ saṃvaraṃ āpajjati’.
mn: And having revealed it they restrain themselves in the future.

# mn48:11.11
source: So evaṃ pajānāti:
mn: They understand,

# mn48:11.12
source: ‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti.
mn: ‘I have the same nature as a person accomplished in view.’

# mn48:11.13
source: Idamassa catutthaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. (4)
mn: This is their fourth knowledge …

# mn48:12.1
source: Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: Furthermore, a noble disciple reflects,

# mn48:12.2
source: ‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti.
mn: ‘Do I have the same nature as a person accomplished in view?’

# mn48:12.3
source: Kathaṃrūpāya ca, bhikkhave, dhammatāya diṭṭhisampanno puggalo samannāgato?
mn: And what, mendicants, is the nature of a person accomplished in view?

# mn48:12.4
source: Dhammatā esā, bhikkhave, diṭṭhisampannassa puggalassa:
mn: This is the nature of a person accomplished in view.

# mn48:12.5
source: ‘kiñcāpi yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tattha ussukkaṃ āpanno hoti, atha khvāssa tibbāpekkhā hoti adhisīlasikkhāya adhicittasikkhāya adhipaññāsikkhāya’.
mn: Though they might manage a diverse spectrum of duties for their spiritual companions, they still feel a keen regard for the training in higher ethics, higher mind, and higher wisdom.

# mn48:12.6
source: Seyyathāpi, bhikkhave, gāvī taruṇavacchā thambañca ālumpati vacchakañca apacinati;
mn: Suppose there was a cow with a baby calf. She keeps the calf close as she grazes.

# mn48:12.7
source: evameva kho, bhikkhave, dhammatā esā diṭṭhisampannassa puggalassa:
mn: In the same way, this is the nature of a person accomplished in view.

# mn48:12.8
source: ‘kiñcāpi yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tattha ussukkaṃ āpanno hoti, atha khvāssa tibbāpekkhā hoti adhisīlasikkhāya adhicittasikkhāya adhipaññāsikkhāya’.
mn: Though they might manage a diverse spectrum of duties for their spiritual companions, they still feel a keen regard for the training in higher ethics, higher mind, and higher wisdom.

# mn48:12.9
source: So evaṃ pajānāti:
mn: They understand,

# mn48:12.10
source: ‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti.
mn: ‘I have the same nature as a person accomplished in view.’

# mn48:12.11
source: Idamassa pañcamaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. (5)
mn: This is their fifth knowledge …

# mn48:13.1
source: Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: Furthermore, a noble disciple reflects,

# mn48:13.2
source: ‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti.
mn: ‘Do I have the same strength as a person accomplished in view?’

# mn48:13.3
source: Kathaṃrūpāya ca, bhikkhave, balatāya diṭṭhisampanno puggalo samannāgato?
mn: And what, mendicants, is the strength of a person accomplished in view?

# mn48:13.4
source: Balatā esā, bhikkhave, diṭṭhisampannassa puggalassa yaṃ tathāgatappavedite dhammavinaye desiyamāne aṭṭhiṃ katvā manasikatvā sabbacetasā samannāharitvā ohitasoto dhammaṃ suṇāti.
mn: The strength of a person accomplished in view is that, when the teaching and training proclaimed by the Realized One are being taught, they pay heed, pay attention, engage wholeheartedly, and lend an ear.

# mn48:13.5
source: So evaṃ pajānāti:
mn: They understand,

# mn48:13.6
source: ‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti.
mn: ‘I have the same strength as a person accomplished in view.’

# mn48:13.7
source: Idamassa chaṭṭhaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. (6)
mn: This is their sixth knowledge …

# mn48:14.1
source: Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: Furthermore, a noble disciple reflects,

# mn48:14.2
source: ‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti.
mn: ‘Do I have the same strength as a person accomplished in view?’

# mn48:14.3
source: Kathaṃrūpāya ca, bhikkhave, balatāya diṭṭhisampanno puggalo samannāgato?
mn: And what, mendicants, is the strength of a person accomplished in view?

# mn48:14.4
source: Balatā esā, bhikkhave, diṭṭhisampannassa puggalassa yaṃ tathāgatappavedite dhammavinaye desiyamāne labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.
mn: The strength of a person accomplished in view is that, when the teaching and training proclaimed by the Realized One are being taught, they find joy in the meaning and the teaching, and find joy connected with the teaching.

# mn48:14.5
source: So evaṃ pajānāti:
mn: They understand,

# mn48:14.6
source: ‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti.
mn: ‘I have the same strength as a person accomplished in view.’

# mn48:14.7
source: Idamassa sattamaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. (7)
mn: This is the seventh knowledge they have achieved that is noble and transcendent, and is not shared with ordinary people.

# mn48:15.1
source: Evaṃ sattaṅgasamannāgatassa kho, bhikkhave, ariyasāvakassa dhammatā susamanniṭṭhā hoti sotāpattiphalasacchikiriyāya.
mn: When a noble disciple has these seven factors, they have properly investigated their own nature with respect to the realization of the fruit of stream-entry.

# mn48:15.2
source: Evaṃ sattaṅgasamannāgato kho, bhikkhave, ariyasāvako sotāpattiphalasamannāgato hotī”ti.
mn: A noble disciple with these seven factors has the fruit of stream-entry.”

# mn48:15.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn48:15.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
