Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn044.po
Languages: mn

# mn44:0.1
source: Majjhima Nikāya 44
mn: Middle Discourses 44

# mn44:0.2
source: Cūḷavedallasutta
mn: The Shorter Analysis

# mn44:1.1
source: Evaṃ me sutaṃ—​
mn: So I have heard.

# mn44:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn44:1.3
source: Atha kho visākho upāsako yena dhammadinnā bhikkhunī tenupasaṅkami; upasaṅkamitvā dhammadinnaṃ bhikkhuniṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho visākho upāsako dhammadinnaṃ bhikkhuniṃ etadavoca:
mn: Then the layman Visākha went to see the nun Dhammadinnā, bowed, sat down to one side, and said to her:

# mn44:2.1
source: “‘sakkāyo sakkāyo’ti, ayye, vuccati.
mn: “Ma’am, they speak of this thing called ‘identity’.

# mn44:2.2
source: Katamo nu kho, ayye, sakkāyo vutto bhagavatā”ti?
mn: What is this identity that the Buddha spoke of?”

# mn44:2.3
source: “Pañca kho ime, āvuso visākha, upādānakkhandhā sakkāyo vutto bhagavatā,
mn: “Visākha, the Buddha said that these five grasping aggregates are identity.

# mn44:2.4
source: seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho.
mn: That is: form, feeling, perception, choices, and consciousness.

# mn44:2.5
source: Ime kho, āvuso visākha, pañcupādānakkhandhā sakkāyo vutto bhagavatā”ti.
mn: The Buddha said that these five grasping aggregates are identity.”

# mn44:2.6
source: “Sādhayye”ti kho visākho upāsako dhammadinnāya bhikkhuniyā bhāsitaṃ abhinanditvā anumoditvā dhammadinnaṃ bhikkhuniṃ uttariṃ pañhaṃ apucchi:
mn: Saying “Good, ma’am,” Visākha approved and agreed with what Dhammadinnā said. Then he asked another question:

# mn44:3.1
source: “‘sakkāyasamudayo sakkāyasamudayo’ti, ayye, vuccati.
mn: “Ma’am, they speak of this thing called ‘the origin of identity’.

# mn44:3.2
source: Katamo nu kho, ayye, sakkāyasamudayo vutto bhagavatā”ti?
mn: What is the origin of identity that the Buddha spoke of?”

# mn44:3.3
source: “Yāyaṃ, āvuso visākha, taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṃ—
mn: “It’s the craving that leads to future rebirth, mixed up with relishing and greed, taking pleasure in various different realms. That is,

# mn44:3.4
source: kāmataṇhā bhavataṇhā vibhavataṇhā;
mn: craving for sensual pleasures, craving to continue existence, and craving to end existence.

# mn44:3.5
source: ayaṃ kho, āvuso visākha, sakkāyasamudayo vutto bhagavatā”ti.
mn: The Buddha said that this is the origin of identity.”

# mn44:4.1
source: “‘Sakkāyanirodho sakkāyanirodho’ti, ayye, vuccati.
mn: “Ma’am, they speak of this thing called ‘the cessation of identity’.

# mn44:4.2
source: Katamo nu kho, ayye, sakkāyanirodho vutto bhagavatā”ti?
mn: What is the cessation of identity that the Buddha spoke of?”

# mn44:4.3
source: “Yo kho, āvuso visākha, tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo;
mn: “It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not clinging to it.

# mn44:4.4
source: ayaṃ kho, āvuso visākha, sakkāyanirodho vutto bhagavatā”ti.
mn: The Buddha said that this is the cessation of identity.”

# mn44:5.1
source: “‘Sakkāyanirodhagāminī paṭipadā sakkāyanirodhagāminī paṭipadā’ti, ayye, vuccati.
mn: “Ma’am, they speak of the practice that leads to the cessation of identity.

# mn44:5.2
source: Katamā nu kho, ayye, sakkāyanirodhagāminī paṭipadā vuttā bhagavatā”ti?
mn: What is the practice that leads to the cessation of identity that the Buddha spoke of?”

# mn44:5.3
source: “Ayameva kho, āvuso visākha, ariyo aṭṭhaṅgiko maggo sakkāyanirodhagāminī paṭipadā vuttā bhagavatā, seyyathidaṃ—
mn: “The practice that leads to the cessation of identity that the Buddha spoke of is simply this noble eightfold path, that is:

# mn44:5.4
source: sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhī”ti.
mn: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.”

# mn44:6.1
source: “Taññeva nu kho, ayye, upādānaṃ te pañcupādānakkhandhā udāhu aññatra pañcahupādānakkhandhehi upādānan”ti?
mn: “But ma’am, is that grasping the exact same thing as the five grasping aggregates? Or is grasping one thing and the five grasping aggregates another?”

# mn44:6.2
source: “Na kho, āvuso visākha, taññeva upādānaṃ te pañcupādānakkhandhā, nāpi aññatra pañcahupādānakkhandhehi upādānaṃ.
mn: “That grasping is not the exact same thing as the five grasping aggregates. Nor is grasping one thing and the five grasping aggregates another.

# mn44:6.3
source: Yo kho, āvuso visākha, pañcasu upādānakkhandhesu chandarāgo taṃ tattha upādānan”ti.
mn: The desire and greed for the five grasping aggregates is the grasping there.”

# mn44:7.1
source: “Kathaṃ panāyye, sakkāyadiṭṭhi hotī”ti?
mn: “But ma’am, how does identity view come about?”

# mn44:7.2
source: “Idhāvuso visākha, assutavā puthujjano, ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto,
mn: “It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.

# mn44:7.3
source: rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ, attani vā rūpaṃ, rūpasmiṃ vā attānaṃ.
mn: They regard form as self, self as having form, form in self, or self in form.

# mn44:7.4
source: Vedanaṃ … pe …
mn: They regard feeling …

# mn44:7.5
source: saññaṃ …
mn: perception …

# mn44:7.6
source: saṅkhāre …
mn: choices …

# mn44:7.7
source: viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ, attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ.
mn: consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.

# mn44:7.8
source: Evaṃ kho, āvuso visākha, sakkāyadiṭṭhi hotī”ti.
mn: That’s how identity view comes about.”

# mn44:8.1
source: “Kathaṃ panāyye, sakkāyadiṭṭhi na hotī”ti?
mn: “But ma’am, how does identity view not come about?”

# mn44:8.2
source: “Idhāvuso visākha, sutavā ariyasāvako, ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto,
mn: “It’s when an educated noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons.

# mn44:8.3
source: na rūpaṃ attato samanupassati, na rūpavantaṃ vā attānaṃ, na attani vā rūpaṃ, na rūpasmiṃ vā attānaṃ.
mn: They don’t regard form as self, self as having form, form in self, or self in form.

# mn44:8.4
source: Na vedanaṃ … pe …
mn: They don’t regard feeling …

# mn44:8.5
source: na saññaṃ …
mn: perception …

# mn44:8.6
source: na saṅkhāre … pe …
mn: choices …

# mn44:8.7
source: na viññāṇaṃ attato samanupassati, na viññāṇavantaṃ vā attānaṃ, na attani vā viññāṇaṃ, na viññāṇasmiṃ vā attānaṃ.
mn: consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.

# mn44:8.8
source: Evaṃ kho, āvuso visākha, sakkāyadiṭṭhi na hotī”ti.
mn: That’s how identity view does not come about.”

# mn44:9.1
source: “Katamo panāyye, ariyo aṭṭhaṅgiko maggo”ti?
mn: “But ma’am, what is the noble eightfold path?”

# mn44:9.2
source: “Ayameva kho, āvuso visākha, ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
mn: “It is simply this noble eightfold path, that is:

# mn44:9.3
source: sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhī”ti.
mn: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.”

# mn44:10.1
source: “Ariyo panāyye, aṭṭhaṅgiko maggo saṅkhato udāhu asaṅkhato”ti?
mn: “But ma’am, is the noble eightfold path conditioned or unconditioned?”

# mn44:10.2
source: “Ariyo kho, āvuso visākha, aṭṭhaṅgiko maggo saṅkhato”ti.
mn: “The noble eightfold path is conditioned.”

# mn44:11.1
source: “Ariyena nu kho, ayye, aṭṭhaṅgikena maggena tayo khandhā saṅgahitā udāhu tīhi khandhehi ariyo aṭṭhaṅgiko maggo saṅgahito”ti?
mn: “Are the three practice categories included in the noble eightfold path? Or is the noble eightfold path included in the three practice categories?”

# mn44:11.2
source: “Na kho, āvuso visākha, ariyena aṭṭhaṅgikena maggena tayo khandhā saṅgahitā; tīhi ca kho, āvuso visākha, khandhehi ariyo aṭṭhaṅgiko maggo saṅgahito.
mn: “The three practice categories are not included in the noble eightfold path. Rather, the noble eightfold path is included in the three practice categories.

# mn44:11.3
source: Yā cāvuso visākha, sammāvācā yo ca sammākammanto yo ca sammāājīvo ime dhammā sīlakkhandhe saṅgahitā.
mn: Right speech, right action, and right livelihood: these things are included in the category of ethics.

# mn44:11.4
source: Yo ca sammāvāyāmo yā ca sammāsati yo ca sammāsamādhi ime dhammā samādhikkhandhe saṅgahitā.
mn: Right effort, right mindfulness, and right immersion: these things are included in the category of immersion.

# mn44:11.5
source: Yā ca sammādiṭṭhi yo ca sammāsaṅkappo, ime dhammā paññākkhandhe saṅgahitā”ti.
mn: Right view and right thought: these things are included in the category of wisdom.”

# mn44:12.1
source: “Katamo panāyye, samādhi, katame dhammā samādhinimittā, katame dhammā samādhiparikkhārā, katamā samādhibhāvanā”ti?
mn: “But ma’am, what is immersion? What things are the basis of immersion? What things are the prerequisites for immersion? What is the development of immersion?”

# mn44:12.2
source: “Yā kho, āvuso visākha, cittassa ekaggatā ayaṃ samādhi;
mn: “Unification of the mind is immersion.

# mn44:12.3
source: cattāro satipaṭṭhānā samādhinimittā;
mn: The four kinds of mindfulness meditation are the basis of immersion.

# mn44:12.4
source: cattāro sammappadhānā samādhiparikkhārā.
mn: The four right efforts are the prerequisites for immersion.

# mn44:12.5
source: Yā tesaṃyeva dhammānaṃ āsevanā bhāvanā bahulīkammaṃ, ayaṃ ettha samādhibhāvanā”ti.
mn: The cultivation, development, and making much of these very same things is the development of immersion.”

# mn44:13.1
source: “Kati panāyye, saṅkhārā”ti?
mn: “How many processes are there?”

# mn44:13.2
source: “Tayome, āvuso visākha, saṅkhārā—
mn: “There are these three processes.

# mn44:13.3
source: kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāro”ti.
mn: Physical, verbal, and mental processes.”

# mn44:14.1
source: “Katamo panāyye, kāyasaṅkhāro, katamo vacīsaṅkhāro, katamo cittasaṅkhāro”ti?
mn: “But ma’am, what is the physical process? What’s the verbal process? What’s the mental process?”

# mn44:14.2
source: “Assāsapassāsā kho, āvuso visākha, kāyasaṅkhāro, vitakkavicārā vacīsaṅkhāro, saññā ca vedanā ca cittasaṅkhāro”ti.
mn: “Breathing is a physical process. Placing the mind and keeping it connected are verbal processes. Perception and feeling are mental processes.”

# mn44:15.1
source: “Kasmā panāyye, assāsapassāsā kāyasaṅkhāro, kasmā vitakkavicārā vacīsaṅkhāro, kasmā saññā ca vedanā ca cittasaṅkhāro”ti?
mn: “But ma’am, why is breathing a physical process? Why are placing the mind and keeping it connected verbal processes? Why are perception and feeling mental processes?”

# mn44:15.2
source: “Assāsapassāsā kho, āvuso visākha, kāyikā ete dhammā kāyappaṭibaddhā, tasmā assāsapassāsā kāyasaṅkhāro.
mn: “Breathing is physical. It’s tied up with the body, that’s why breathing is a physical process.

# mn44:15.3
source: Pubbe kho, āvuso visākha, vitakketvā vicāretvā pacchā vācaṃ bhindati, tasmā vitakkavicārā vacīsaṅkhāro.
mn: First you place the mind and keep it connected, then you break into speech. That’s why placing the mind and keeping it connected are verbal processes.

# mn44:15.4
source: Saññā ca vedanā ca cetasikā ete dhammā cittappaṭibaddhā, tasmā saññā ca vedanā ca cittasaṅkhāro”ti.
mn: Perception and feeling are mental. They’re tied up with the mind, that’s why perception and feeling are mental processes.”

# mn44:16.1
source: “Kathaṃ panāyye, saññāvedayitanirodhasamāpatti hotī”ti?
mn: “But ma’am, how does someone attain the cessation of perception and feeling?”

# mn44:16.2
source: “Na kho, āvuso visākha, saññāvedayitanirodhaṃ samāpajjantassa bhikkhuno evaṃ hoti:
mn: “A mendicant who is entering such an attainment does not think:

# mn44:16.3
source: ‘ahaṃ saññāvedayitanirodhaṃ samāpajjissan’ti vā, ‘ahaṃ saññāvedayitanirodhaṃ samāpajjāmī’ti vā, ‘ahaṃ saññāvedayitanirodhaṃ samāpanno’ti vā.
mn: ‘I will enter the cessation of perception and feeling’ or ‘I am entering the cessation of perception and feeling’ or ‘I have entered the cessation of perception and feeling.’

# mn44:16.4
source: Atha khvāssa pubbeva tathā cittaṃ bhāvitaṃ hoti yaṃ taṃ tathattāya upanetī”ti.
mn: Rather, their mind has been previously developed so as to lead to such a state.”

# mn44:17.1
source: “Saññāvedayitanirodhaṃ samāpajjantassa panāyye, bhikkhuno katame dhammā paṭhamaṃ nirujjhanti—yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti?
mn: “But ma’am, which cease first for a mendicant who is entering the cessation of perception and feeling: physical, verbal, or mental processes?”

# mn44:17.2
source: “Saññāvedayitanirodhaṃ samāpajjantassa kho, āvuso visākha, bhikkhuno paṭhamaṃ nirujjhati vacīsaṅkhāro, tato kāyasaṅkhāro, tato cittasaṅkhāro”ti.
mn: “Verbal processes cease first, then physical, then mental.”

# mn44:18.1
source: “Kathaṃ panāyye, saññāvedayitanirodhasamāpattiyā vuṭṭhānaṃ hotī”ti?
mn: “But ma’am, how does someone emerge from the cessation of perception and feeling?”

# mn44:18.2
source: “Na kho, āvuso visākha, saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa bhikkhuno evaṃ hoti:
mn: “A mendicant who is emerging from such an attainment does not think:

# mn44:18.3
source: ‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhahissan’ti vā, ‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhahāmī’ti vā, ‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhito’ti vā.
mn: ‘I will emerge from the cessation of perception and feeling’ or ‘I am emerging from the cessation of perception and feeling’ or ‘I have emerged from the cessation of perception and feeling.’

# mn44:18.4
source: Atha khvāssa pubbeva tathā cittaṃ bhāvitaṃ hoti yaṃ taṃ tathattāya upanetī”ti.
mn: Rather, their mind has been previously developed so as to lead to such a state.”

# mn44:19.1
source: “Saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa panāyye, bhikkhuno katame dhammā paṭhamaṃ uppajjanti—yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti?
mn: “But ma’am, which arise first for a mendicant who is emerging from the cessation of perception and feeling: physical, verbal, or mental processes?”

# mn44:19.2
source: “Saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa kho, āvuso visākha, bhikkhuno paṭhamaṃ uppajjati cittasaṅkhāro, tato kāyasaṅkhāro, tato vacīsaṅkhāro”ti.
mn: “Mental processes arise first, then physical, then verbal.”

# mn44:20.1
source: “Saññāvedayitanirodhasamāpattiyā vuṭṭhitaṃ panāyye, bhikkhuṃ kati phassā phusantī”ti?
mn: “But ma’am, when a mendicant has emerged from the attainment of the cessation of perception and feeling, how many kinds of contact do they experience?”

# mn44:20.2
source: “Saññāvedayitanirodhasamāpattiyā vuṭṭhitaṃ kho, āvuso visākha, bhikkhuṃ tayo phassā phusanti—suññato phasso, animitto phasso, appaṇihito phasso”ti.
mn: “They experience three kinds of contact: emptiness, signless, and undirected contacts.”

# mn44:21.1
source: “Saññāvedayitanirodhasamāpattiyā vuṭṭhitassa panāyye, bhikkhuno kiṃninnaṃ cittaṃ hoti kiṃpoṇaṃ kiṃpabbhāran”ti?
mn: “But ma’am, when a mendicant has emerged from the attainment of the cessation of perception and feeling, what does their mind slant, slope, and incline to?”

# mn44:21.2
source: “Saññāvedayitanirodhasamāpattiyā vuṭṭhitassa kho, āvuso visākha, bhikkhuno vivekaninnaṃ cittaṃ hoti, vivekapoṇaṃ vivekapabbhāran”ti.
mn: “Their mind slants, slopes, and inclines to seclusion.”

# mn44:22.1
source: “Kati panāyye, vedanā”ti?
mn: “But ma’am, how many feelings are there?”

# mn44:22.2
source: “Tisso kho imā, āvuso visākha, vedanā—
mn: “There are three feelings:

# mn44:22.3
source: sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā”ti.
mn: pleasant, painful, and neutral feeling.”

# mn44:23.1
source: “Katamā panāyye, sukhā vedanā, katamā dukkhā vedanā, katamā adukkhamasukhā vedanā”ti?
mn: “What are these three feelings?”

# mn44:23.2
source: “Yaṃ kho, āvuso visākha, kāyikaṃ vā cetasikaṃ vā sukhaṃ sātaṃ vedayitaṃ—
mn: “Anything felt physically or mentally as pleasant or enjoyable.

# mn44:23.3
source: ayaṃ sukhā vedanā.
mn: This is pleasant feeling.

# mn44:23.4
source: Yaṃ kho, āvuso visākha, kāyikaṃ vā cetasikaṃ vā dukkhaṃ asātaṃ vedayitaṃ—
mn: Anything felt physically or mentally as painful or unpleasant.

# mn44:23.5
source: ayaṃ dukkhā vedanā.
mn: This is painful feeling.

# mn44:23.6
source: Yaṃ kho, āvuso visākha, kāyikaṃ vā cetasikaṃ vā neva sātaṃ nāsātaṃ vedayitaṃ—
mn: Anything felt physically or mentally as neither pleasurable nor painful.

# mn44:23.7
source: ayaṃ adukkhamasukhā vedanā”ti.
mn: This is neutral feeling.”

# mn44:24.1
source: “Sukhā panāyye, vedanā kiṃsukhā kiṃdukkhā, dukkhā vedanā kiṃsukhā kiṃdukkhā, adukkhamasukhā vedanā kiṃsukhā kiṃdukkhā”ti?
mn: “What is pleasant and what is painful in each of the three feelings?”

# mn44:24.2
source: “Sukhā kho, āvuso visākha, vedanā ṭhitisukhā vipariṇāmadukkhā;
mn: “Pleasant feeling is pleasant when it remains and painful when it perishes.

# mn44:24.3
source: dukkhā vedanā ṭhitidukkhā vipariṇāmasukhā;
mn: Painful feeling is painful when it remains and pleasant when it perishes.

# mn44:24.4
source: adukkhamasukhā vedanā ñāṇasukhā aññāṇadukkhā”ti.
mn: Neutral feeling is pleasant when there is knowledge, and painful when there is ignorance.”

# mn44:25.1
source: “Sukhāya panāyye, vedanāya kiṃ anusayo anuseti, dukkhāya vedanāya kiṃ anusayo anuseti, adukkhamasukhāya vedanāya kiṃ anusayo anusetī”ti?
mn: “What underlying tendencies underlie each of the three feelings?”

# mn44:25.2
source: “Sukhāya kho, āvuso visākha, vedanāya rāgānusayo anuseti, dukkhāya vedanāya paṭighānusayo anuseti, adukkhamasukhāya vedanāya avijjānusayo anusetī”ti.
mn: “The underlying tendency for greed underlies pleasant feeling. The underlying tendency for repulsion underlies painful feeling. The underlying tendency for ignorance underlies neutral feeling.”

# mn44:26.1
source: “Sabbāya nu kho, ayye, sukhāya vedanāya rāgānusayo anuseti, sabbāya dukkhāya vedanāya paṭighānusayo anuseti, sabbāya adukkhamasukhāya vedanāya avijjānusayo anusetī”ti?
mn: “Do these underlying tendencies always underlie these feelings?”

# mn44:26.2
source: “Na kho, āvuso visākha, sabbāya sukhāya vedanāya rāgānusayo anuseti, na sabbāya dukkhāya vedanāya paṭighānusayo anuseti, na sabbāya adukkhamasukhāya vedanāya avijjānusayo anusetī”ti.
mn: “No, they do not.”

# mn44:27.1
source: “Sukhāya panāyye, vedanāya kiṃ pahātabbaṃ, dukkhāya vedanāya kiṃ pahātabbaṃ, adukkhamasukhāya vedanāya kiṃ pahātabban”ti?
mn: “What should be given up in regard to each of these three feelings?”

# mn44:27.2
source: “Sukhāya kho, āvuso visākha, vedanāya rāgānusayo pahātabbo, dukkhāya vedanāya paṭighānusayo pahātabbo, adukkhamasukhāya vedanāya avijjānusayo pahātabbo”ti.
mn: “The underlying tendency to greed should be given up when it comes to pleasant feeling. The underlying tendency to repulsion should be given up when it comes to painful feeling. The underlying tendency to ignorance should be given up when it comes to neutral feeling.”

# mn44:28.1
source: “Sabbāya nu kho, ayye, sukhāya vedanāya rāgānusayo pahātabbo, sabbāya dukkhāya vedanāya paṭighānusayo pahātabbo, sabbāya adukkhamasukhāya vedanāya avijjānusayo pahātabbo”ti?
mn: “Should these underlying tendencies be given up regarding all instances of these feelings?”

# mn44:28.2
source: “Na kho, āvuso visākha, sabbāya sukhāya vedanāya rāgānusayo pahātabbo, na sabbāya dukkhāya vedanāya paṭighānusayo pahātabbo, na sabbāya adukkhamasukhāya vedanāya avijjānusayo pahātabbo.
mn: “No, not in all instances.

# mn44:28.3
source: Idhāvuso visākha, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn44:28.4
source: Rāgaṃ tena pajahati, na tattha rāgānusayo anuseti.
mn: With this they give up greed, and the underlying tendency to greed does not lie within that.

# mn44:28.5
source: Idhāvuso visākha, bhikkhu iti paṭisañcikkhati:
mn: And take a mendicant who reflects:

# mn44:28.6
source: ‘kudāssu nāmāhaṃ tadāyatanaṃ upasampajja viharissāmi yadariyā etarahi āyatanaṃ upasampajja viharantī’ti?
mn: ‘Oh, when will I enter and remain in the same dimension that the noble ones enter and remain in today?’

# mn44:28.7
source: Iti anuttaresu vimokkhesu pihaṃ upaṭṭhāpayato uppajjati pihāppaccayā domanassaṃ.
mn: Nursing such a longing for the supreme liberations gives rise to sadness due to longing.

# mn44:28.8
source: Paṭighaṃ tena pajahati, na tattha paṭighānusayo anuseti.
mn: With this they give up repulsion, and the underlying tendency to repulsion does not lie within that.

# mn44:28.9
source: Idhāvuso visākha, bhikkhu sukhassa ca pahānā, dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
mn: Take a mendicant who, giving up pleasure and pain, and ending former happiness and sadness, enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn44:28.10
source: Avijjaṃ tena pajahati, na tattha avijjānusayo anusetī”ti.
mn: With this they give up ignorance, and the underlying tendency to ignorance does not lie within that.”

# mn44:29.1
source: “Sukhāya panāyye, vedanāya kiṃ paṭibhāgo”ti?
mn: “But ma’am, what is the counterpart of pleasant feeling?”

# mn44:29.2
source: “Sukhāya kho, āvuso visākha, vedanāya dukkhā vedanā paṭibhāgo”ti.
mn: “Painful feeling.”

# mn44:29.3
source: “Dukkhāya pannāyye, vedanāya kiṃ paṭibhāgo”ti?
mn: “What is the counterpart of painful feeling?”

# mn44:29.4
source: “Dukkhāya kho, āvuso visākha, vedanāya sukhā vedanā paṭibhāgo”ti.
mn: “Pleasant feeling.”

# mn44:29.5
source: “Adukkhamasukhāya panāyye, vedanāya kiṃ paṭibhāgo”ti?
mn: “What is the counterpart of neutral feeling?”

# mn44:29.6
source: “Adukkhamasukhāya kho, āvuso visākha, vedanāya avijjā paṭibhāgo”ti.
mn: “Ignorance.”

# mn44:29.7
source: “Avijjāya panāyye, kiṃ paṭibhāgo”ti?
mn: “What is the counterpart of ignorance?”

# mn44:29.8
source: “Avijjāya kho, āvuso visākha, vijjā paṭibhāgo”ti.
mn: “Knowledge.”

# mn44:29.9
source: “Vijjāya panāyye, kiṃ paṭibhāgo”ti?
mn: “What is the counterpart of knowledge?”

# mn44:29.10
source: “Vijjāya kho, āvuso visākha, vimutti paṭibhāgo”ti.
mn: “Freedom.”

# mn44:29.11
source: “Vimuttiyā panāyye, kiṃ paṭibhāgo”ti?
mn: “What is the counterpart of freedom?”

# mn44:29.12
source: “Vimuttiyā kho, āvuso visākha, nibbānaṃ paṭibhāgo”ti.
mn: “Extinguishment.”

# mn44:29.13
source: “Nibbānassa panāyye, kiṃ paṭibhāgo”ti?
mn: “What is the counterpart of extinguishment?”

# mn44:29.14
source: “Accayāsi, āvuso visākha, pañhaṃ, nāsakkhi pañhānaṃ pariyantaṃ gahetuṃ.
mn: “Your question goes too far, Visākha. You couldn’t figure out the limit of questions.
