Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn046.po
Languages: mn

# mn46:0.1
source: Majjhima Nikāya 46
mn: Middle Discourses 46

# mn46:0.2
source: Mahādhammasamādānasutta
mn: The Great Discourse on Taking Up Practices

# mn46:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn46:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn46:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn46:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn46:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn46:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn46:2.1
source: “yebhuyyena, bhikkhave, sattā evaṅkāmā evaṃchandā evaṃadhippāyā:
mn: “Mendicants, sentient beings typically have the wish, desire, and hope:

# mn46:2.2
source: ‘aho vata aniṭṭhā akantā amanāpā dhammā parihāyeyyuṃ, iṭṭhā kantā manāpā dhammā abhivaḍḍheyyun’ti.
mn: ‘Oh, if only unlikable, undesirable, and disagreeable things would decrease, and likable, desirable, and agreeable things would increase!’

# mn46:2.3
source: Tesaṃ, bhikkhave, sattānaṃ evaṅkāmānaṃ evaṃchandānaṃ evaṃadhippāyānaṃ aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.
mn: But exactly the opposite happens to them.

# mn46:2.4
source: Tatra tumhe, bhikkhave, kaṃ hetuṃ paccethā”ti?
mn: What do you take to be the reason for this?”

# mn46:2.5
source: “Bhagavaṃmūlakā no, bhante, dhammā, bhagavaṃnettikā, bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaññeva paṭibhātu etassa bhāsitassa attho; bhagavato sutvā bhikkhū dhāressantī”ti.
mn: “Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.”

# mn46:2.6
source: “Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: “Well then, mendicants, listen and pay close attention, I will speak.”

# mn46:2.7
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn46:2.8
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn46:3.1
source: “Idha, bhikkhave, assutavā puthujjano, ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto,
mn: “Take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.

# mn46:3.2
source: sevitabbe dhamme na jānāti asevitabbe dhamme na jānāti, bhajitabbe dhamme na jānāti abhajitabbe dhamme na jānāti.
mn: They don’t know what practices they should cultivate and foster, and what practices they shouldn’t cultivate and foster.

# mn46:3.3
source: So sevitabbe dhamme ajānanto asevitabbe dhamme ajānanto, bhajitabbe dhamme ajānanto abhajitabbe dhamme ajānanto, asevitabbe dhamme sevati sevitabbe dhamme na sevati, abhajitabbe dhamme bhajati bhajitabbe dhamme na bhajati.
mn: So they cultivate and foster practices they shouldn’t, and don’t cultivate and foster practices they should.

# mn46:3.4
source: Tassa asevitabbe dhamme sevato sevitabbe dhamme asevato, abhajitabbe dhamme bhajato bhajitabbe dhamme abhajato aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.
mn: When they do so, unlikable, undesirable, and disagreeable things increase, and likable, desirable, and agreeable things decrease.

# mn46:3.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn46:3.6
source: Evañhetaṃ, bhikkhave, hoti yathā taṃ aviddasuno.
mn: Because that’s what it’s like for someone who doesn’t know.

# mn46:4.1
source: Sutavā ca kho, bhikkhave, ariyasāvako, ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto,
mn: But an educated noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons.

# mn46:4.2
source: sevitabbe dhamme jānāti asevitabbe dhamme jānāti, bhajitabbe dhamme jānāti abhajitabbe dhamme jānāti.
mn: They know what practices they should cultivate and foster, and what practices they shouldn’t cultivate and foster.

# mn46:4.3
source: So sevitabbe dhamme jānanto asevitabbe dhamme jānanto, bhajitabbe dhamme jānanto abhajitabbe dhamme jānanto, asevitabbe dhamme na sevati sevitabbe dhamme sevati, abhajitabbe dhamme na bhajati bhajitabbe dhamme bhajati.
mn: So they cultivate and foster practices they should, and don’t cultivate and foster practices they shouldn’t.

# mn46:4.4
source: Tassa asevitabbe dhamme asevato sevitabbe dhamme sevato, abhajitabbe dhamme abhajato bhajitabbe dhamme bhajato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti.
mn: When they do so, unlikable, undesirable, and disagreeable things decrease, and likable, desirable, and agreeable things increase.

# mn46:4.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn46:4.6
source: Evañhetaṃ, bhikkhave, hoti yathā taṃ viddasuno.
mn: Because that’s what it’s like for someone who knows.

# mn46:5.1
source: Cattārimāni, bhikkhave, dhammasamādānāni.
mn: Mendicants, there are these four ways of taking up practices.

# mn46:5.2
source: Katamāni cattāri?
mn: What four?

# mn46:5.3
source: Atthi, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ;
mn: There is a way of taking up practices that is painful now and results in future pain.

# mn46:5.4
source: atthi, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ;
mn: There is a way of taking up practices that is pleasant now but results in future pain.

# mn46:5.5
source: atthi, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ;
mn: There is a way of taking up practices that is painful now but results in future pleasure.

# mn46:5.6
source: atthi, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ.
mn: There is a way of taking up practices that is pleasant now and results in future pleasure.

# mn46:6.1
source: Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ, taṃ avidvā avijjāgato yathābhūtaṃ nappajānāti:
mn: When it comes to the way of taking up practices that is painful now and results in future pain, an ignoramus, without knowing this, doesn’t truly understand:

# mn46:6.2
source: ‘idaṃ kho dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākan’ti.
mn: ‘This is the way of taking up practices that is painful now and results in future pain.’

# mn46:6.3
source: Taṃ avidvā avijjāgato yathābhūtaṃ appajānanto taṃ sevati, taṃ na parivajjeti.
mn: So instead of avoiding that practice, they cultivate it.

# mn46:6.4
source: Tassa taṃ sevato, taṃ aparivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.
mn: When they do so, unlikable, undesirable, and disagreeable things increase, and likable, desirable, and agreeable things decrease.

# mn46:6.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn46:6.6
source: Evañhetaṃ, bhikkhave, hoti yathā taṃ aviddasuno. (1)
mn: Because that’s what it’s like for someone who doesn’t know.

# mn46:7.1
source: Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ taṃ avidvā avijjāgato yathābhūtaṃ nappajānāti:
mn: When it comes to the way of taking up practices that is pleasant now and results in future pain, an ignoramus …

# mn46:7.3
source: Taṃ avidvā avijjāgato yathābhūtaṃ appajānanto taṃ sevati, taṃ na parivajjeti.
mn: cultivates it …

# mn46:7.4
source: Tassa taṃ sevato, taṃ aparivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.
mn: and disagreeable things increase …

# mn46:8.1
source: Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ, taṃ avidvā avijjāgato yathābhūtaṃ nappajānāti:
mn: When it comes to the way of taking up practices that is painful now and results in future pleasure, an ignoramus …

# mn46:8.3
source: Taṃ avidvā avijjāgato yathābhūtaṃ appajānanto taṃ na sevati, taṃ parivajjeti.
mn: doesn’t cultivate it …

# mn46:8.4
source: Tassa taṃ asevato, taṃ parivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.
mn: and disagreeable things increase …

# mn46:9.1
source: Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ, taṃ avidvā avijjāgato yathābhūtaṃ nappajānāti:
mn: When it comes to the way of taking up practices that is pleasant now and results in future pleasure, an ignoramus …

# mn46:9.3
source: Taṃ avidvā avijjāgato yathābhūtaṃ appajānanto taṃ na sevati, taṃ parivajjeti.
mn: doesn’t cultivate it …

# mn46:9.4
source: Tassa taṃ asevato, taṃ parivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.
mn: and disagreeable things increase …

# mn46:9.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn46:9.6
source: Evañhetaṃ, bhikkhave, hoti yathā taṃ aviddasuno. (4)
mn: Because that’s what it’s like for someone who doesn’t know.

# mn46:10.1
source: Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ taṃ vidvā vijjāgato yathābhūtaṃ pajānāti:
mn: When it comes to the way of taking up practices that is painful now and results in future pain, a wise person, knowing this, truly understands:

# mn46:10.2
source: ‘idaṃ kho dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākan’ti.
mn: ‘This is the way of taking up practices that is painful now and results in future pain.’

# mn46:10.3
source: Taṃ vidvā vijjāgato yathābhūtaṃ pajānanto taṃ na sevati, taṃ parivajjeti.
mn: So instead of cultivating that practice, they avoid it.

# mn46:10.4
source: Tassa taṃ asevato, taṃ parivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti.
mn: When they do so, unlikable, undesirable, and disagreeable things decrease, and likable, desirable, and agreeable things increase.

# mn46:10.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn46:10.6
source: Evañhetaṃ, bhikkhave, hoti yathā taṃ viddasuno. (1)
mn: Because that’s what it’s like for someone who knows.

# mn46:11.1
source: Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ taṃ vidvā vijjāgato yathābhūtaṃ pajānāti:
mn: When it comes to the way of taking up practices that is pleasant now and results in future pain, a wise person …

# mn46:11.3
source: Taṃ vidvā vijjāgato yathābhūtaṃ pajānanto taṃ na sevati, taṃ parivajjeti.
mn: doesn’t cultivate it …

# mn46:11.4
source: Tassa taṃ asevato, taṃ parivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti.
mn: and agreeable things increase …

# mn46:12.1
source: Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ taṃ vidvā vijjāgato yathābhūtaṃ pajānāti:
mn: When it comes to the way of taking up practices that is painful now and results in future pleasure, a wise person …

# mn46:12.3
source: Taṃ vidvā vijjāgato yathābhūtaṃ pajānanto taṃ sevati, taṃ na parivajjeti.
mn: cultivates it …

# mn46:12.4
source: Tassa taṃ sevato, taṃ aparivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti.
mn: and agreeable things increase …

# mn46:13.1
source: Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ taṃ vidvā vijjāgato yathābhūtaṃ pajānāti:
mn: When it comes to the way of taking up practices that is pleasant now and results in future pleasure, a wise person, knowing this, truly understands:

# mn46:13.2
source: ‘idaṃ kho dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākan’ti.
mn: ‘This is the way of taking up practices that is pleasant now and results in future pleasure.’

# mn46:13.3
source: Taṃ vidvā vijjāgato yathābhūtaṃ pajānanto taṃ sevati, taṃ na parivajjeti.
mn: So instead of avoiding that practice, they cultivate it.

# mn46:13.4
source: Tassa taṃ sevato, taṃ aparivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti.
mn: When they do so, unlikable, undesirable, and disagreeable things decrease, and likable, desirable, and agreeable things increase.

# mn46:13.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn46:13.6
source: Evañhetaṃ, bhikkhave, hoti yathā taṃ viddasuno. (4)
mn: Because that’s what it’s like for someone who knows.

# mn46:14.1
source: Katamañca, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ?
mn: And what is the way of taking up practices that is painful now and results in future pain?

# mn46:14.2
source: Idha, bhikkhave, ekacco sahāpi dukkhena sahāpi domanassena pāṇātipātī hoti, pāṇātipātapaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;
mn: It’s when someone in pain and sadness kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view. Because of these things they experience pain and sadness.

# mn46:14.12
source: So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: And when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn46:14.13
source: Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ. (1)
mn: This is called the way of taking up practices that is painful now and results in future pain.

# mn46:15.1
source: Katamañca, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ?
mn: And what is the way of taking up practices that is pleasant now but results in future pain?

# mn46:15.2
source: Idha, bhikkhave, ekacco sahāpi sukhena sahāpi somanassena pāṇātipātī hoti, pāṇātipātapaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;
mn: It’s when someone with pleasure and happiness kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view. Because of these things they experience pleasure and happiness.

# mn46:15.12
source: So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: But when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn46:15.13
source: Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ. (2)
mn: This is called the way of taking up practices that is pleasant now but results in future pain.

# mn46:16.1
source: Katamañca, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ?
mn: And what is the way of taking up practices that is painful now but results in future pleasure?

# mn46:16.2
source: Idha, bhikkhave, ekacco sahāpi dukkhena sahāpi domanassena pāṇātipātā paṭivirato hoti, pāṇātipātā veramaṇīpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;
mn: It’s when someone in pain and sadness doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, with right view. Because of these things they experience pain and sadness.

# mn46:16.12
source: So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: But when their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn46:16.13
source: Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ. (3)
mn: This is called the way of taking up practices that is painful now but results in future pleasure.

# mn46:17.1
source: Katamañca, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ?
mn: And what is the way of taking up practices that is pleasant now and results in future pleasure?

# mn46:17.2
source: Idha, bhikkhave, ekacco sahāpi sukhena sahāpi somanassena pāṇātipātā paṭivirato hoti, pāṇātipātā veramaṇīpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;
mn: It’s when someone with pleasure and happiness doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, with right view. Because of these things they experience pleasure and happiness.

# mn46:17.12
source: So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: And when their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn46:17.13
source: Idaṃ, vuccati, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ.
mn: This is called the way of taking up practices that is pleasant now and results in future pleasure.

# mn46:17.14
source: Imāni kho, bhikkhave, cattāri dhammasamādānāni. (4)
mn: These are the four ways of taking up practices.

# mn46:18.1
source: Seyyathāpi, bhikkhave, tittakālābu visena saṃsaṭṭho.
mn: Suppose there was some bitter gourd mixed with poison.

# mn46:18.2
source: Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo.
mn: Then a man would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain.

# mn46:18.3
source: Tamenaṃ evaṃ vadeyyuṃ:
mn: They’d say to him:

# mn46:18.4
source: ‘ambho purisa, ayaṃ tittakālābu visena saṃsaṭṭho,
mn: ‘Here, mister, this is bitter gourd mixed with poison.

# mn46:18.5
source: sace ākaṅkhasi piva.
mn: Drink it if you like.

# mn46:18.6
source: Tassa te pivato ceva nacchādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṃ vā nigacchasi maraṇamattaṃ vā dukkhan’ti.
mn: If you drink it, the color, aroma, and flavor will be unappetizing, and it will result in death or deadly pain.’

# mn46:18.7
source: So taṃ appaṭisaṅkhāya piveyya, nappaṭinissajjeyya.
mn: He wouldn’t reject it. Without reflection, he’d drink it.

# mn46:18.8
source: Tassa taṃ pivato ceva nacchādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.
mn: The color, aroma, and flavor would be unappetizing, and it would result in death or deadly pain.

# mn46:18.9
source: Tathūpamāhaṃ, bhikkhave, imaṃ dhammasamādānaṃ vadāmi, yamidaṃ dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ. (1)
mn: This is comparable to the way of taking up practices that is painful now and results in future pain, I say.

# mn46:19.1
source: Seyyathāpi, bhikkhave, āpānīyakaṃso vaṇṇasampanno gandhasampanno rasasampanno.
mn: Suppose there was a bronze cup of beverage that had a nice color, aroma, and flavor.

# mn46:19.2
source: So ca kho visena saṃsaṭṭho.
mn: But it was mixed with poison.

# mn46:19.3
source: Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo.
mn: Then a man would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain.

# mn46:19.4
source: Tamenaṃ evaṃ vadeyyuṃ:
mn: They’d say to him:

# mn46:19.5
source: ‘ambho purisa, ayaṃ āpānīyakaṃso vaṇṇasampanno gandhasampanno rasasampanno.
mn: ‘Here, mister, this bronze cup of beverage has a nice color, aroma, and flavor.

# mn46:19.6
source: So ca kho visena saṃsaṭṭho,
mn: But it’s mixed with poison.

# mn46:19.7
source: sace ākaṅkhasi piva.
mn: Drink it if you like.

# mn46:19.8
source: Tassa te pivatohi kho chādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṃ vā nigacchasi maraṇamattaṃ vā dukkhan’ti.
mn: If you drink it, the color, aroma, and flavor will be appetizing, but it will result in death or deadly pain.’

# mn46:19.9
source: So taṃ appaṭisaṅkhāya piveyya, nappaṭinissajjeyya.
mn: He wouldn’t reject it. Without reflection, he’d drink it.

# mn46:19.10
source: Tassa taṃ pivatohi kho chādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.
mn: The color, aroma, and flavor would be appetizing, but it would result in death or deadly pain.

# mn46:19.11
source: Tathūpamāhaṃ, bhikkhave, imaṃ dhammasamādānaṃ vadāmi, yamidaṃ dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ. (2)
mn: This is comparable to the way of taking up practices that is pleasant now and results in future pain, I say.

# mn46:20.1
source: Seyyathāpi, bhikkhave, pūtimuttaṃ nānābhesajjehi saṃsaṭṭhaṃ.
mn: Suppose there was some fermented urine mixed with different medicines.

# mn46:20.2
source: Atha puriso āgaccheyya paṇḍukarogī.
mn: Then a man with jaundice would come along.

# mn46:20.3
source: Tamenaṃ evaṃ vadeyyuṃ:
mn: They’d say to him:

# mn46:20.4
source: ‘ambho purisa, idaṃ pūtimuttaṃ nānābhesajjehi saṃsaṭṭhaṃ, sace ākaṅkhasi piva.
mn: ‘Here, mister, this is fermented urine mixed with different medicines. Drink it if you like.

# mn46:20.5
source: Tassa te pivatohi kho nacchādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī bhavissasī’ti.
mn: If you drink it, the color, aroma, and flavor will be unappetizing, but after drinking it you will be happy.’

# mn46:20.6
source: So taṃ paṭisaṅkhāya piveyya, nappaṭinissajjeyya.
mn: He wouldn’t reject it. After reflection, he’d drink it.

# mn46:20.7
source: Tassa taṃ pivatohi kho nacchādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī assa.
mn: The color, aroma, and flavor would be unappetizing, but after drinking it he would be happy.

# mn46:20.8
source: Tathūpamāhaṃ, bhikkhave, imaṃ dhammasamādānaṃ vadāmi, yamidaṃ dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ. (3)
mn: This is comparable to the way of taking up practices that is painful now and results in future pleasure, I say.

# mn46:21.1
source: Seyyathāpi, bhikkhave, dadhi ca madhu ca sappi ca phāṇitañca ekajjhaṃ saṃsaṭṭhaṃ.
mn: Suppose there was some curds, honey, ghee, and molasses all mixed together.

# mn46:21.2
source: Atha puriso āgaccheyya lohitapakkhandiko.
mn: Then a man with dysentery would come along.

# mn46:21.3
source: Tamenaṃ evaṃ vadeyyuṃ:
mn: They’d say to him:

# mn46:21.4
source: ‘ambho purisa, idaṃ dadhi ca madhu ca sappi ca phāṇitañca ekajjhaṃ saṃsaṭṭhaṃ, sace ākaṅkhasi piva.
mn: ‘Here, mister, this is curds, honey, ghee, and molasses all mixed together. Drink it if you like.

# mn46:21.5
source: Tassa te pivato ceva chādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī bhavissasī’ti.
mn: If you drink it, the color, aroma, and flavor will be appetizing, and after drinking it you will be happy.’

# mn46:21.6
source: So taṃ paṭisaṅkhāya piveyya, nappaṭinissajjeyya.
mn: He wouldn’t reject it. After reflection, he’d drink it.

# mn46:21.7
source: Tassa taṃ pivato ceva chādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī assa.
mn: The color, aroma, and flavor would be appetizing, and after drinking it he would be happy.

# mn46:21.8
source: Tathūpamāhaṃ, bhikkhave, imaṃ dhammasamādānaṃ vadāmi, yamidaṃ dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ. (4)
mn: This is comparable to the way of taking up practices that is pleasant now and results in future pleasure, I say.

# mn46:22.1
source: Seyyathāpi, bhikkhave, vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve ādicco nabhaṃ abbhussakkamāno sabbaṃ ākāsagataṃ tamagataṃ abhivihacca bhāsate ca tapate ca virocate ca;
mn: It’s like the time after the rainy season when the sky is clear and cloudless. And when the sun rises, it dispels all the darkness from the sky as it shines and glows and radiates.

# mn46:22.2
source: evameva kho, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ tadaññe puthusamaṇabrāhmaṇaparappavāde abhivihacca bhāsate ca tapate ca virocate cā”ti.
mn: In the same way, this way of taking up practices that is pleasant now and results in future pleasure dispels the doctrines of the various other ascetics and brahmins as it shines and glows and radiates.”
