Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn049.po
Languages: mn

# mn49:30.3
source: “na maṃ jānātī”ti.
mn: “He doesn’t know me.”

# mn49:30.4
source: Māro tvamasi, pāpima.
mn: You are Māra the Wicked.

# mn49:30.5
source: Na maṃ tvaṃ, pāpima, hitānukampī evaṃ vadesi;
mn: You don’t speak to me like this out of compassion,

# mn49:30.6
source: ahitānukampī maṃ tvaṃ, pāpima, evaṃ vadesi.
mn: but with no compassion.

# mn49:30.7
source: Tuyhañhi, pāpima, evaṃ hoti:
mn: For you think,

# mn49:30.8
source: “yesaṃ samaṇo gotamo dhammaṃ desessati, te me visayaṃ upātivattissantī”ti.
mn: “Those who the ascetic Gotama teaches will go beyond my reach.”

# mn49:30.9
source: Asammāsambuddhāva pana te, pāpima, samānā sammāsambuddhāmhāti paṭijāniṃsu.
mn: Those who formerly claimed to be fully awakened Buddhas were not in fact fully awakened Buddhas.

# mn49:30.10
source: Ahaṃ kho pana, pāpima, sammāsambuddhova samāno sammāsambuddhomhīti paṭijānāmi.
mn: But I am.

# mn49:30.11
source: Desentopi hi, pāpima, tathāgato sāvakānaṃ dhammaṃ tādisova adesentopi hi, pāpima, tathāgato sāvakānaṃ dhammaṃ tādisova.
mn: The Realized One remains as such whether or not he teaches disciples.

# mn49:30.12
source: Upanentopi hi, pāpima, tathāgato sāvake tādisova, anupanentopi hi, pāpima, tathāgato sāvake tādisova.
mn: The Realized One remains as such whether or not he presents the teaching to disciples.

# mn49:30.13
source: Taṃ kissa hetu?
mn: Why is that?

# mn49:30.14
source: Tathāgatassa, pāpima, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā—
mn: Because the Realized One has given up the defilements—corruptions that lead to future lives and are hurtful, resulting in suffering and future rebirth, old age, and death.

# mn49:30.15
source: te pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.
mn: He has cut them off at the root, made them like a palm stump, obliterated them so they are unable to arise in the future.

# mn49:30.16
source: Seyyathāpi, pāpima, tālo matthakacchinno abhabbo puna virūḷhiyā;
mn: Just as a palm tree with its crown cut off is incapable of further growth,

# mn49:30.17
source: evameva kho, pāpima, tathāgatassa ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā—
mn: the Realized One has given up the defilements—corruptions that lead to future lives and are hurtful, resulting in suffering and future rebirth, old age, and death.

# mn49:30.18
source: te pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā’ti.
mn: He has cut them off at the root, made them like a palm stump, obliterated them so they are unable to arise in the future.’”

# mn49:31.1
source: Iti hidaṃ mārassa ca anālapanatāya brahmuno ca abhinimantanatāya, tasmā imassa veyyākaraṇassa brahmanimantanikantveva adhivacanan”ti.
mn: And so, because of the silencing of Māra, and because of the invitation of Brahmā, the name of this discussion is “On the Invitation of Brahmā”.
