Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn046.po
Languages: mn

# mn46:22.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn46:22.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
