Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn049.po
Languages: mn

# mn49:0.1
source: Majjhima Nikāya 49
mn: Middle Discourses 49

# mn49:0.2
source: Brahmanimantanikasutta
mn: On the Invitation of Brahmā

# mn49:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn49:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn49:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn49:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn49:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn49:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn49:2.1
source: “Ekamidāhaṃ, bhikkhave, samayaṃ ukkaṭṭhāyaṃ viharāmi subhagavane sālarājamūle.
mn: “At one time, mendicants, I was staying near Ukkaṭṭhā, in the Subhaga Forest at the root of a magnificent <i>sal</i> tree.

# mn49:2.2
source: Tena kho pana, bhikkhave, samayena bakassa brahmuno evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti:
mn: Now at that time Baka the Brahmā had the following harmful misconception:

# mn49:2.3
source: ‘idaṃ niccaṃ, idaṃ dhuvaṃ, idaṃ sassataṃ, idaṃ kevalaṃ, idaṃ acavanadhammaṃ, idañhi na jāyati na jīyati na mīyati na cavati na upapajjati, ito ca panaññaṃ uttari nissaraṇaṃ natthī’ti.
mn: ‘This is permanent, this is everlasting, this is eternal, this is whole, this is imperishable. For this is where there’s no being born, growing old, dying, passing away, or being reborn. And there’s no other escape beyond this.’

# mn49:3.1
source: Atha khvāhaṃ, bhikkhave, bakassa brahmuno cetasā cetoparivitakkamaññāya—
mn: Then I knew what Baka the Brahmā was thinking.

# mn49:3.2
source: seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—ukkaṭṭhāyaṃ subhagavane sālarājamūle antarahito tasmiṃ brahmaloke pāturahosiṃ.
mn: As easily as a strong person would extend or contract their arm, I vanished from the Subhaga Forest and reappeared in that Brahmā realm.

# mn49:3.3
source: Addasā kho maṃ, bhikkhave, bako brahmā dūratova āgacchantaṃ;
mn: Baka saw me coming off in the distance

# mn49:3.4
source: disvāna maṃ etadavoca:
mn: and said,

# mn49:3.5
source: ‘ehi kho, mārisa, svāgataṃ, mārisa.
mn: ‘Come, good sir! Welcome, good sir!

# mn49:3.6
source: Cirassaṃ kho, mārisa, imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya.
mn: It’s been a long time since you took the opportunity to come here.

# mn49:3.7
source: Idañhi, mārisa, niccaṃ, idaṃ dhuvaṃ, idaṃ sassataṃ, idaṃ kevalaṃ, idaṃ acavanadhammaṃ, idañhi na jāyati na jīyati na mīyati na cavati na upapajjati. Ito ca panaññaṃ uttari nissaraṇaṃ natthī’ti.
mn: For this is permanent, this is everlasting, this is eternal, this is complete, this is imperishable. For this is where there’s no being born, growing old, dying, passing away, or being reborn. And there’s no other escape beyond this.’

# mn49:4.1
source: Evaṃ vutte, ahaṃ, bhikkhave, bakaṃ brahmānaṃ etadavocaṃ:
mn: When he had spoken, I said to him,

# mn49:4.2
source: ‘avijjāgato vata bho bako brahmā, avijjāgato vata bho bako brahmā;
mn: ‘Alas, Baka the Brahmā is lost in ignorance! Alas, Baka the Brahmā is lost in ignorance!

# mn49:4.3
source: yatra hi nāma aniccaṃyeva samānaṃ niccanti vakkhati, addhuvaṃyeva samānaṃ dhuvanti vakkhati, asassataṃyeva samānaṃ sassatanti vakkhati, akevalaṃyeva samānaṃ kevalanti vakkhati, cavanadhammaṃyeva samānaṃ acavanadhammanti vakkhati;
mn: Because what is actually impermanent, not lasting, transient, incomplete, and perishable, he says is permanent, everlasting, eternal, complete, and imperishable.

# mn49:4.4
source: yattha ca pana jāyati jīyati mīyati cavati upapajjati tañca vakkhati:
mn: And where there is being born, growing old, dying, passing away, and being reborn, he says that

# mn49:4.5
source: “idañhi na jāyati na jīyati na mīyati na cavati na upapajjatī”ti;
mn: there’s no being born, growing old, dying, passing away, or being reborn.

# mn49:4.6
source: santañca panaññaṃ uttari nissaraṇaṃ “natthaññaṃ uttari nissaraṇan”ti vakkhatī’ti.
mn: And although there is another escape beyond this, he says that there’s no other escape beyond this.’

# mn49:5.1
source: Atha kho, bhikkhave, māro pāpimā aññataraṃ brahmapārisajjaṃ anvāvisitvā maṃ etadavoca:
mn: Then Māra the Wicked took possession of a member of Brahmā’s retinue and said this to me,

# mn49:5.2
source: ‘bhikkhu bhikkhu, metamāsado metamāsado, eso hi, bhikkhu, brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṃ.
mn: ‘Mendicant, mendicant! Don’t attack this one! Don’t attack this one! For this is Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the Best, the Begetter, the Controller, the Father of those who have been born and those yet to be born.

# mn49:5.3
source: Ahesuṃ kho ye, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ pathavīgarahakā pathavījigucchakā, āpagarahakā āpajigucchakā, tejagarahakā tejajigucchakā, vāyagarahakā vāyajigucchakā, bhūtagarahakā bhūtajigucchakā, devagarahakā devajigucchakā, pajāpatigarahakā pajāpatijigucchakā, brahmagarahakā brahmajigucchakā—
mn: There have been ascetics and brahmins before you, mendicant, who criticized and loathed earth, water, air, fire, creatures, gods, the Creator, and Brahmā.

# mn49:5.4
source: te kāyassa bhedā pāṇupacchedā hīne kāye patiṭṭhitā ahesuṃ.
mn: When their bodies broke up and their breath was cut off they were reborn in a lower realm.

# mn49:5.5
source: Ye pana, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ pathavīpasaṃsakā pathavābhinandino, āpapasaṃsakā āpābhinandino, tejapasaṃsakā tejābhinandino, vāyapasaṃsakā vāyābhinandino, bhūtapasaṃsakā bhūtābhinandino, devapasaṃsakā devābhinandino, pajāpatipasaṃsakā pajāpatābhinandino, brahmapasaṃsakā brahmābhinandino—
mn: There have been ascetics and brahmins before you, mendicant, who praised and approved earth, water, air, fire, creatures, gods, the Creator, and Brahmā.

# mn49:5.6
source: te kāyassa bhedā pāṇupacchedā paṇīte kāye patiṭṭhitā.
mn: When their bodies broke up and their breath was cut off they were reborn in a higher realm.

# mn49:5.7
source: Taṃ tāhaṃ, bhikkhu, evaṃ vadāmi:
mn: So, mendicant, I tell you this:

# mn49:5.8
source: “iṅgha tvaṃ, mārisa, yadeva te brahmā āha tadeva tvaṃ karohi, mā tvaṃ brahmuno vacanaṃ upātivattittho”.
mn: please, good sir, do exactly what Brahmā says. Don’t go beyond the word of Brahmā.

# mn49:5.9
source: Sace kho tvaṃ, bhikkhu, brahmuno vacanaṃ upātivattissasi, seyyathāpi nāma puriso siriṃ āgacchantiṃ daṇḍena paṭippaṇāmeyya, seyyathāpi vā pana, bhikkhu, puriso narakappapāte papatanto hatthehi ca pādehi ca pathaviṃ virādheyya, evaṃ sampadamidaṃ, bhikkhu, tuyhaṃ bhavissati.
mn: If you do, then the consequence for you will be like that of a person who, when Lady Luck approaches, wards her off with a staff, or someone who shoves away the ground as they fall down the chasm into hell.

# mn49:5.10
source: Iṅgha tvaṃ, mārisa, yadeva te brahmā āha tadeva tvaṃ karohi, mā tvaṃ brahmuno vacanaṃ upātivattittho.
mn: Please, dear sir, do exactly what Brahmā says. Don’t go beyond the word of Brahmā.

# mn49:5.11
source: Nanu tvaṃ, bhikkhu, passasi brahmaparisaṃ sannipatitan’ti?
mn: Do you not see the assembly of Brahmā gathered here?’

# mn49:5.12
source: Iti kho maṃ, bhikkhave, māro pāpimā brahmaparisaṃ upanesi.
mn: And that is how Māra the Wicked presented the assembly of Brahmā to me as an example.

# mn49:6.1
source: Evaṃ vutte, ahaṃ, bhikkhave, māraṃ pāpimantaṃ etadavocaṃ:
mn: When he had spoken, I said to Māra,

# mn49:6.2
source: ‘jānāmi kho tāhaṃ, pāpima; mā tvaṃ maññittho:
mn: ‘I know you, Wicked One. Do not think,

# mn49:6.3
source: “na maṃ jānātī”ti.
mn: “He does not know me.”

# mn49:6.4
source: Māro tvamasi, pāpima.
mn: You are Māra the Wicked.

# mn49:6.5
source: Yo ceva, pāpima, brahmā, yā ca brahmaparisā, ye ca brahmapārisajjā, sabbeva tava hatthagatā sabbeva tava vasaṅgatā.
mn: And Brahmā, Brahmā’s assembly, and Brahmā’s retinue have all fallen into your hands; they’re under your sway.

# mn49:6.6
source: Tuyhañhi, pāpima, evaṃ hoti:
mn: And you think,

# mn49:6.7
source: “esopi me assa hatthagato, esopi me assa vasaṅgato”ti.
mn: “Maybe this one, too, has fallen into my hands; maybe he’s under my sway!”

# mn49:6.8
source: Ahaṃ kho pana, pāpima, neva tava hatthagato neva tava vasaṅgato’ti.
mn: But I haven’t fallen into your hands; I’m not under your sway.’

# mn49:7.1
source: Evaṃ vutte, bhikkhave, bako brahmā maṃ etadavoca:
mn: When I had spoken, Baka the Brahmā said to me,

# mn49:7.2
source: ‘ahañhi, mārisa, niccaṃyeva samānaṃ “niccan”ti vadāmi, dhuvaṃyeva samānaṃ “dhuvan”ti vadāmi, sassataṃyeva samānaṃ “sassatan”ti vadāmi, kevalaṃyeva samānaṃ “kevalan”ti vadāmi, acavanadhammaṃyeva samānaṃ “acavanadhamman”ti vadāmi, yattha ca pana na jāyati na jīyati na mīyati na cavati na upapajjati tadevāhaṃ vadāmi:
mn: ‘But, good sir, what I say is permanent, everlasting, eternal, complete, and imperishable is in fact permanent, everlasting, eternal, complete, and imperishable. And where I say there’s no being born, growing old, dying, passing away, or being reborn there is in fact

# mn49:7.3
source: “idañhi na jāyati na jīyati na mīyati na cavati na upapajjatī”ti.
mn: no being born, growing old, dying, passing away, or being reborn.

# mn49:7.4
source: Asantañca panaññaṃ uttari nissaraṇaṃ “natthaññaṃ uttari nissaraṇan”ti vadāmi.
mn: And when I say there’s no other escape beyond this there is in fact no other escape beyond this.

# mn49:7.5
source: Ahesuṃ kho, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ yāvatakaṃ tuyhaṃ kasiṇaṃ āyu tāvatakaṃ tesaṃ tapokammameva ahosi.
mn: There have been ascetics and brahmins in the world before you, mendicant, whose self-mortification lasted as long as your entire life.

# mn49:7.6
source: Te kho evaṃ jāneyyuṃ santañca panaññaṃ uttari nissaraṇaṃ “atthaññaṃ uttari nissaraṇan”ti, asantaṃ vā aññaṃ uttari nissaraṇaṃ “natthaññaṃ uttari nissaraṇan”ti.
mn: When there was another escape beyond this they knew it, and when there was no other escape beyond this, they knew it.

# mn49:7.7
source: Taṃ tāhaṃ, bhikkhu, evaṃ vadāmi:
mn: So, mendicant, I tell you this:

# mn49:7.8
source: “na cevaññaṃ uttari nissaraṇaṃ dakkhissasi, yāvadeva ca pana kilamathassa vighātassa bhāgī bhavissasi.
mn: you will never find another escape beyond this, and you will eventually get weary and frustrated.

# mn49:7.9
source: Sace kho tvaṃ, bhikkhu, pathaviṃ ajjhosissasi, opasāyiko me bhavissasi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo.
mn: If you attach to earth, you will lie close to me, in my domain, vulnerable and expendable.

# mn49:7.10
source: Sace āpaṃ …
mn: If you attach to water …

# mn49:7.11
source: tejaṃ …
mn: fire …

# mn49:7.12
source: vāyaṃ …
mn: air …

# mn49:7.13
source: bhūte …
mn: creatures …

# mn49:7.14
source: deve …
mn: gods …

# mn49:7.15
source: pajāpatiṃ …
mn: the Creator …

# mn49:7.16
source: brahmaṃ ajjhosissasi, opasāyiko me bhavissasi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo”’ti.
mn: Brahmā, you will lie close to me, in my domain, vulnerable and expendable.’

# mn49:8.1
source: ‘Ahampi kho evaṃ, brahme, jānāmi:
mn: ‘Brahmā, I too know that

# mn49:8.2
source: “sace pathaviṃ ajjhosissāmi, opasāyiko te bhavissāmi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo.
mn: if I attach to earth, I will lie close to you, in your domain, vulnerable and expendable.

# mn49:8.3
source: Sace āpaṃ …
mn: If I attach to water …

# mn49:8.4
source: tejaṃ …
mn: fire …

# mn49:8.5
source: vāyaṃ …
mn: air …

# mn49:8.6
source: bhūte …
mn: creatures …

# mn49:8.7
source: deve …
mn: gods …

# mn49:8.8
source: pajāpatiṃ …
mn: the Creator …

# mn49:8.9
source: brahmaṃ ajjhosissāmi, opasāyiko te bhavissāmi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo”ti api ca te ahaṃ, brahme, gatiñca pajānāmi, jutiñca pajānāmi:
mn: Brahmā, I will lie close to you, in your domain, vulnerable and expendable. And in addition, Brahmā, I understand your range and your light:

# mn49:8.10
source: “evaṃ mahiddhiko bako brahmā, evaṃ mahānubhāvo bako brahmā, evaṃ mahesakkho bako brahmā”ti.
mn: “That’s how powerful is Baka the Brahmā, how illustrious and mighty.”’

# mn49:8.11
source: Yathākathaṃ pana me tvaṃ, mārisa, gatiñca pajānāsi, jutiñca pajānāsi:
mn: ‘But in what way do you understand my range and my light?’

# mn49:9.1
source: ‘Yāvatā candimasūriyā,
mn: ‘A galaxy extends a thousand times as far

# mn49:9.2
source: Pariharanti disā bhanti virocanā;
mn: as the moon and sun revolve

# mn49:9.3
source: Tāva sahassadhā loko,
mn: and the shining ones light up the quarters.

# mn49:9.4
source: Ettha te vattate vaso.
mn: And there you wield your power.

# mn49:9.5
source: Paroparañca jānāsi,
mn: You know the high and low,

# mn49:9.6
source: atho rāgavirāginaṃ;
mn: the passionate and dispassionate,

# mn49:9.7
source: Itthabhāvaññathābhāvaṃ,
mn: and the coming and going of sentient beings

# mn49:9.8
source: sattānaṃ āgatiṃ gatinti.
mn: from this realm to another.

# mn49:9.9
source: Evaṃ kho te ahaṃ, brahme, gatiñca pajānāmi jutiñca pajānāmi:
mn: That’s how I understand your range and your light.

# mn49:10.1
source: Atthi kho, brahme, añño kāyo, taṃ tvaṃ na jānāsi na passasi;
mn: But there is another realm that you don’t know or see.

# mn49:10.2
source: tamahaṃ jānāmi passāmi.
mn: But I know it and see it.

# mn49:10.3
source: Atthi kho, brahme, ābhassarā nāma kāyo yato tvaṃ cuto idhūpapanno.
mn: There is the realm named after the gods of streaming radiance. You passed away from there and were reborn here.

# mn49:10.4
source: Tassa te aticiranivāsena sā sati pamuṭṭhā, tena taṃ tvaṃ na jānāsi na passasi;
mn: You’ve dwelt here so long that you’ve forgotten about that, so you don’t know it or see it.

# mn49:10.5
source: tamahaṃ jānāmi passāmi.
mn: But I know it and see it.

# mn49:10.6
source: Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ?
mn: So Brahmā, I am not your equal in knowledge, still less your inferior.

# mn49:10.7
source: Atha kho ahameva tayā bhiyyo.
mn: Rather, I know more than you.

# mn49:11.1
source: Atthi kho, brahme, subhakiṇho nāma kāyo, vehapphalo nāma kāyo, abhibhū nāma kāyo, taṃ tvaṃ na jānāsi na passasi;
mn: There is the realm named after the gods replete with glory … the realm named after the gods of abundant fruit … the realm named after the Overlord, which you don’t know or see.

# mn49:11.2
source: tamahaṃ jānāmi passāmi.
mn: But I know it and see it.

# mn49:11.3
source: Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ?
mn: So Brahmā, I am not your equal in knowledge, still less your inferior.

# mn49:11.4
source: Atha kho ahameva tayā bhiyyo.
mn: Rather, I know more than you.

# mn49:11.5
source: Pathaviṃ kho ahaṃ, brahme, pathavito abhiññāya yāvatā pathaviyā pathavattena ananubhūtaṃ tadabhiññāya pathaviṃ nāpahosiṃ, pathaviyā nāpahosiṃ, pathavito nāpahosiṃ, pathaviṃ meti nāpahosiṃ, pathaviṃ nābhivadiṃ.
mn: Having directly known earth as earth, and having directly known that which does not fall within the scope of experience based on earth, I did not identify with earth, I did not identify regarding earth, I did not identify as earth, I did not identify ‘earth is mine’, I did not enjoy earth.

# mn49:11.6
source: Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ?
mn: So Brahmā, I am not your equal in knowledge, still less your inferior.

# mn49:11.7
source: Atha kho ahameva tayā bhiyyo.
mn: Rather, I know more than you.

# mn49:11.8
source: Āpaṃ kho ahaṃ, brahme … pe …
mn: Having directly known water …

# mn49:11.9
source: tejaṃ kho ahaṃ, brahme … pe …
mn: fire …

# mn49:11.10
source: vāyaṃ kho ahaṃ, brahme … pe …
mn: air …

# mn49:11.11
source: bhūte kho ahaṃ, brahme … pe …
mn: creatures …

# mn49:11.12
source: deve kho ahaṃ, brahme … pe …
mn: gods …

# mn49:11.13
source: pajāpatiṃ kho ahaṃ, brahme … pe …
mn: the Creator …

# mn49:11.14
source: brahmaṃ kho ahaṃ, brahme … pe …
mn: Brahmā …

# mn49:11.15
source: ābhassare kho ahaṃ, brahme … pe …
mn: the gods of streaming radiance …

# mn49:11.16
source: subhakiṇhe kho ahaṃ, brahme …
mn: the gods replete with glory …

# mn49:11.18
source: vehapphale kho ahaṃ, brahme … pe …
mn: the gods of abundant fruit …

# mn49:11.19
source: abhibhuṃ kho ahaṃ, brahme … pe …
mn: the Overlord …

# mn49:11.20
source: sabbaṃ kho ahaṃ, brahme, sabbato abhiññāya yāvatā sabbassa sabbattena ananubhūtaṃ tadabhiññāya sabbaṃ nāpahosiṃ sabbasmiṃ nāpahosiṃ sabbato nāpahosiṃ sabbaṃ meti nāpahosiṃ, sabbaṃ nābhivadiṃ.
mn: Having directly known all as all, and having directly known that which does not fall within the scope of experience based on all, I did not identify with all, I did not identify regarding all, I did not identify as all, I did not identify ‘all is mine’, I did not enjoy all.

# mn49:11.21
source: Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ?
mn: So Brahmā, I am not your equal in knowledge, still less your inferior.

# mn49:11.22
source: Atha kho ahameva tayā bhiyyo’ti.
mn: Rather, I know more than you.’

# mn49:24.1
source: ‘Sace kho, mārisa, sabbassa sabbattena ananubhūtaṃ, tadabhiññāya mā heva te rittakameva ahosi, tucchakameva ahosīti.
mn: ‘Well, good sir, if you have directly known that which is not within the scope of experience based on all, may your words not turn out to be void and hollow!

# mn49:25.1
source: Viññāṇaṃ anidassanaṃ anantaṃ sabbato pabhaṃ, taṃ pathaviyā pathavattena ananubhūtaṃ, āpassa āpattena ananubhūtaṃ, tejassa tejattena ananubhūtaṃ, vāyassa vāyattena ananubhūtaṃ, bhūtānaṃ bhūtattena ananubhūtaṃ, devānaṃ devattena ananubhūtaṃ, pajāpatissa pajāpatittena ananubhūtaṃ, brahmānaṃ brahmattena ananubhūtaṃ, ābhassarānaṃ ābhassarattena ananubhūtaṃ, subhakiṇhānaṃ subhakiṇhattena ananubhūtaṃ, vehapphalānaṃ vehapphalattena ananubhūtaṃ, abhibhussa abhibhuttena ananubhūtaṃ, sabbassa sabbattena ananubhūtaṃ.
mn: Consciousness that is invisible, infinite, radiant all round—*that’s* what is not within the scope of experience based on earth, water, fire, air, creatures, gods, the Creator, Brahmā, the gods of streaming radiance, the gods replete with glory, the gods of abundant fruit, the Overlord, and the all.

# mn49:26.1
source: Handa carahi te, mārisa, passa antaradhāyāmī’ti.
mn: Well look now, good sir, I will vanish from you!’

# mn49:26.2
source: ‘Handa carahi me tvaṃ, brahme, antaradhāyassu, sace visahasī’ti.
mn: ‘All right, then, Brahmā, vanish from me—if you can.’

# mn49:26.3
source: Atha kho, bhikkhave, bako brahmā:
mn: Then Baka the Brahmā said,

# mn49:26.4
source: ‘antaradhāyissāmi samaṇassa gotamassa, antaradhāyissāmi samaṇassa gotamassā’ti nevassu me sakkoti antaradhāyituṃ.
mn: ‘I will vanish from the ascetic Gotama! I will vanish from the ascetic Gotama!’ But he was unable to vanish from me.

# mn49:26.5
source: Evaṃ vutte, ahaṃ, bhikkhave, bakaṃ brahmānaṃ etadavocaṃ:
mn: So I said to him,

# mn49:26.6
source: ‘handa carahi te brahme antaradhāyāmī’ti.
mn: ‘Well look now, Brahmā, I will vanish from you!’

# mn49:26.7
source: ‘Handa carahi me tvaṃ, mārisa, antaradhāyassu sace visahasī’ti.
mn: ‘All right, then, good sir, vanish from me—if you can.’

# mn49:26.8
source: Atha kho ahaṃ, bhikkhave, tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsiṃ:
mn: Then I used my psychic power to will that

# mn49:26.9
source: ‘ettāvatā brahmā ca brahmaparisā ca brahmapārisajjā ca saddañca me sossanti, na ca maṃ dakkhantī’ti.
mn: my voice would extend so that Brahmā, his assembly, and his retinue would hear me, but they would not see me.

# mn49:26.10
source: Antarahito imaṃ gāthaṃ abhāsiṃ:
mn: And while invisible I recited this verse:

# mn49:27.1
source: ‘Bhavevāhaṃ bhayaṃ disvā,
mn: ‘Seeing the danger in continued existence—

# mn49:27.2
source: bhavañca vibhavesinaṃ;
mn: that life in any existence will cease to be—

# mn49:27.3
source: Bhavaṃ nābhivadiṃ kiñci,
mn: I didn’t welcome any kind of existence,

# mn49:27.4
source: nandiñca na upādiyin’ti.
mn: and didn’t grasp at relishing.’

# mn49:28.1
source: Atha kho, bhikkhave, brahmā ca brahmaparisā ca brahmapārisajjā ca acchariyabbhutacittajātā ahesuṃ:
mn: Then Brahmā, his assembly, and his retinue, their minds full of wonder and amazement, thought,

# mn49:28.2
source: ‘acchariyaṃ vata bho, abbhutaṃ vata bho.
mn: ‘It’s incredible, it’s amazing!

# mn49:28.3
source: Samaṇassa gotamassa mahiddhikatā mahānubhāvatā, na ca vata no ito pubbe diṭṭho vā, suto vā, añño samaṇo vā brāhmaṇo vā evaṃ mahiddhiko evaṃ mahānubhāvo yathāyaṃ samaṇo gotamo sakyaputto sakyakulā pabbajito.
mn: The ascetic Gotama has such psychic power and might! We’ve never before seen or heard of any other ascetic or brahmin with psychic power and might like the ascetic Gotama, who has gone forth from the Sakyan clan.

# mn49:28.4
source: Bhavarāmāya vata, bho, pajāya bhavaratāya bhavasammuditāya samūlaṃ bhavaṃ udabbahī’ti.
mn: Though people enjoy continued existence, loving it so much, he has extracted it down to its root.’

# mn49:29.1
source: Atha kho, bhikkhave, māro pāpimā aññataraṃ brahmapārisajjaṃ anvāvisitvā maṃ etadavoca:
mn: Then Māra the Wicked took possession of a member of Brahmā’s retinue and said this to me,

# mn49:29.2
source: ‘sace kho tvaṃ, mārisa, evaṃ pajānāsi, sace tvaṃ evaṃ anubuddho, mā sāvake upanesi, mā pabbajite;
mn: ‘If such is your understanding, good sir, do not present it to your disciples or those gone forth!

# mn49:29.3
source: mā sāvakānaṃ dhammaṃ desesi, mā pabbajitānaṃ;
mn: Do not teach this Dhamma to your disciples or those gone forth!

# mn49:29.4
source: mā sāvakesu gedhimakāsi, mā pabbajitesu.
mn: Do not wish this for your disciples or those gone forth!

# mn49:29.5
source: Ahesuṃ kho, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ arahanto sammāsambuddhā paṭijānamānā.
mn: There have been ascetics and brahmins before you, mendicant, who claimed to be perfected ones, fully awakened Buddhas.

# mn49:29.6
source: Te sāvake upanesuṃ pabbajite, sāvakānaṃ dhammaṃ desesuṃ pabbajitānaṃ, sāvakesu gedhimakaṃsu pabbajitesu, te sāvake upanetvā pabbajite, sāvakānaṃ dhammaṃ desetvā pabbajitānaṃ, sāvakesu gedhitacittā pabbajitesu,
mn: They presented, taught, and wished this for their disciples and those gone forth.

# mn49:29.7
source: kāyassa bhedā pāṇupacchedā hīne kāye patiṭṭhitā.
mn: When their bodies broke up and their breath was cut off they were reborn in a lower realm.

# mn49:29.8
source: Ahesuṃ ye pana, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ arahanto sammāsambuddhā paṭijānamānā.
mn: But there have also been other ascetics and brahmins before you, mendicant, who claimed to be perfected ones, fully awakened Buddhas.

# mn49:29.9
source: Te na sāvake upanesuṃ na pabbajite, na sāvakānaṃ dhammaṃ desesuṃ na pabbajitānaṃ, na sāvakesu gedhimakaṃsu na pabbajitesu, te na sāvake upanetvā na pabbajite, na sāvakānaṃ dhammaṃ desetvā na pabbajitānaṃ, na sāvakesu gedhitacittā na pabbajitesu,
mn: They did not present, teach, or wish this for their disciples and those gone forth.

# mn49:29.10
source: kāyassa bhedā pāṇupacchedā paṇīte kāye patiṭṭhitā.
mn: When their bodies broke up and their breath was cut off they were reborn in a higher realm.

# mn49:29.11
source: Taṃ tāhaṃ, bhikkhu, evaṃ vadāmi—
mn: So, mendicant, I tell you this:

# mn49:29.12
source: iṅgha tvaṃ, mārisa, appossukko diṭṭhadhammasukhavihāramanuyutto viharassu, anakkhātaṃ kusalañhi, mārisa, mā paraṃ ovadāhī’ti.
mn: please, good sir, remain passive, dwelling in blissful meditation in the present life, for this is better left unsaid. Good sir, do not instruct others.’

# mn49:30.1
source: Evaṃ vutte, ahaṃ, bhikkhave, māraṃ pāpimantaṃ etadavocaṃ:
mn: When he had spoken, I said to Māra,

# mn49:30.2
source: ‘jānāmi kho tāhaṃ, pāpima, mā tvaṃ maññittho:
mn: ‘I know you, Wicked One. Do not think,
