Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn040.po
Languages: mn

# mn40:0.1
source: Majjhima Nikāya 40
mn: Middle Discourses 40

# mn40:0.2
source: Cūḷaassapurasutta
mn: The Shorter Discourse at Assapura

# mn40:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn40:1.2
source: ekaṃ samayaṃ bhagavā aṅgesu viharati assapuraṃ nāma aṅgānaṃ nigamo.
mn: At one time the Buddha was staying in the land of the Aṅgas, near the Aṅgan town named Assapura.

# mn40:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn40:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn40:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn40:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn40:2.1
source: “Samaṇā samaṇāti vo, bhikkhave, jano sañjānāti.
mn: “Mendicants, people label you as ascetics.

# mn40:2.2
source: Tumhe ca pana ‘ke tumhe’ti puṭṭhā samānā ‘samaṇāmhā’ti paṭijānātha.
mn: And when they ask you what you are, you claim to be ascetics.

# mn40:2.3
source: Tesaṃ vo, bhikkhave, evaṃsamaññānaṃ sataṃ evaṃpaṭiññānaṃ sataṃ:
mn: Given this label and this claim, you should train like this: ‘We will practice in the way that is proper for an ascetic. That way our label will be accurate and our claim correct.

# mn40:2.6
source: yesañca mayaṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ paribhuñjāma, tesaṃ te kārā amhesu mahapphalā bhavissanti mahānisaṃsā, amhākañcevāyaṃ pabbajjā avañjhā bhavissati saphalā saudrayā’ti.
mn: Any robes, alms-food, lodgings, and medicines and supplies for the sick that we use will be very fruitful and beneficial for the donor. And our going forth will not be wasted, but will be fruitful and fertile.’

# mn40:3.1
source: Kathañca, bhikkhave, bhikkhu na samaṇasāmīcippaṭipadaṃ paṭipanno hoti?
mn: And how does a mendicant not practice in the way that is proper for an ascetic?

# mn40:3.2
source: Yassa kassaci, bhikkhave, bhikkhuno abhijjhālussa abhijjhā appahīnā hoti, byāpannacittassa byāpādo appahīno hoti, kodhanassa kodho appahīno hoti, upanāhissa upanāho appahīno hoti, makkhissa makkho appahīno hoti, paḷāsissa paḷāso appahīno hoti, issukissa issā appahīnā hoti, maccharissa macchariyaṃ appahīnaṃ hoti, saṭhassa sāṭheyyaṃ appahīnaṃ hoti, māyāvissa māyā appahīnā hoti, pāpicchassa pāpikā icchā appahīnā hoti, micchādiṭṭhikassa micchādiṭṭhi appahīnā hoti—
mn: There are some mendicants who have not given up covetousness, ill will, irritability, hostility, offensiveness, contempt, jealousy, stinginess, deviousness, deceit, bad desires, and wrong view.

# mn40:3.3
source: imesaṃ kho ahaṃ, bhikkhave, samaṇamalānaṃ samaṇadosānaṃ samaṇakasaṭānaṃ āpāyikānaṃ ṭhānānaṃ duggativedaniyānaṃ appahānā ‘na samaṇasāmīcippaṭipadaṃ paṭipanno’ti vadāmi.
mn: These stains, defects, and dregs of an ascetic are grounds for rebirth in places of loss, and are experienced in bad places. As long as they have not given these up, they do not practice in the way that is proper for an ascetic, I say.

# mn40:4.1
source: Seyyathāpi, bhikkhave, matajaṃ nāma āvudhajātaṃ ubhatodhāraṃ pītanisitaṃ.
mn: I say that such a mendicant’s going forth may be compared to the kind of weapon called ‘death-dealer’—double-edged, hardened, and keen—covered and wrapped in the outer robe.

# mn40:5.1
source: Nāhaṃ, bhikkhave, saṅghāṭikassa saṅghāṭidhāraṇamattena sāmaññaṃ vadāmi.
mn: I say that you don’t deserve the label ‘outer robe wearer’ just because you wear an outer robe.

# mn40:5.2
source: Nāhaṃ, bhikkhave, acelakassa acelakamattena sāmaññaṃ vadāmi.
mn: You don’t deserve the label ‘naked ascetic’ just because you go naked.

# mn40:5.3
source: Nāhaṃ, bhikkhave, rajojallikassa rajojallikamattena sāmaññaṃ vadāmi.
mn: You don’t deserve the label ‘dust and dirt wearer’ just because you’re caked in dust and dirt.

# mn40:5.4
source: Nāhaṃ, bhikkhave, udakorohakassa udakorohaṇamattena sāmaññaṃ vadāmi.
mn: You don’t deserve the label ‘water immerser’ just because you immerse yourself in water.

# mn40:5.5
source: Nāhaṃ, bhikkhave, rukkhamūlikassa rukkhamūlikamattena sāmaññaṃ vadāmi.
mn: You don’t deserve the label ‘tree root dweller’ just because you stay at the root of a tree.

# mn40:5.6
source: Nāhaṃ, bhikkhave, abbhokāsikassa abbhokāsikamattena sāmaññaṃ vadāmi.
mn: You don’t deserve the label ‘open air dweller’ just because you stay in the open air.

# mn40:5.7
source: Nāhaṃ, bhikkhave, ubbhaṭṭhakassa ubbhaṭṭhakamattena sāmaññaṃ vadāmi.
mn: You don’t deserve the label ‘stander’ just because you continually stand.

# mn40:5.8
source: Nāhaṃ, bhikkhave, pariyāyabhattikassa pariyāyabhattikamattena sāmaññaṃ vadāmi.
mn: You don’t deserve the label ‘interval eater’ just because you eat food at set intervals.

# mn40:5.9
source: Nāhaṃ, bhikkhave, mantajjhāyakassa mantajjhāyakamattena sāmaññaṃ vadāmi.
mn: You don’t deserve the label ‘reciter’ just because you recite scriptures.

# mn40:5.10
source: Nāhaṃ, bhikkhave, jaṭilakassa jaṭādhāraṇamattena sāmaññaṃ vadāmi.
mn: You don’t deserve the label ‘matted-hair ascetic’ just because you have matted hair.

# mn40:6.1
source: Saṅghāṭikassa ce, bhikkhave, saṅghāṭidhāraṇamattena abhijjhālussa abhijjhā pahīyetha, byāpannacittassa byāpādo pahīyetha, kodhanassa kodho pahīyetha, upanāhissa upanāho pahīyetha, makkhissa makkho pahīyetha, paḷāsissa paḷāso pahīyetha, issukissa issā pahīyetha, maccharissa macchariyaṃ pahīyetha, saṭhassa sāṭheyyaṃ pahīyetha, māyāvissa māyā pahīyetha, pāpicchassa pāpikā icchā pahīyetha, micchādiṭṭhikassa micchādiṭṭhi pahīyetha, tamenaṃ mittāmaccā ñātisālohitā jātameva naṃ saṅghāṭikaṃ kareyyuṃ, saṅghāṭikattameva samādapeyyuṃ:
mn: Imagine that just by wearing an outer robe someone with covetousness, ill will, irritability, hostility, offensiveness, contempt, jealousy, stinginess, deviousness, deceit, bad desires, and wrong view could give up these things. If that were the case, your friends and colleagues, relatives and kin would make you an outer robe wearer as soon as you were born. They’d encourage you:

# mn40:6.2
source: ‘ehi tvaṃ, bhadramukha, saṅghāṭiko hohi, saṅghāṭikassa te sato saṅghāṭidhāraṇamattena abhijjhālussa abhijjhā pahīyissati, byāpannacittassa byāpādo pahīyissati, kodhanassa kodho pahīyissati, upanāhissa upanāho pahīyissati, makkhissa makkho pahīyissati, paḷāsissa paḷāso pahīyissati, issukissa issā pahīyissati, maccharissa macchariyaṃ pahīyissati, saṭhassa sāṭheyyaṃ pahīyissati, māyāvissa māyā pahīyissati, pāpicchassa pāpikā icchā pahīyissati, micchādiṭṭhikassa micchādiṭṭhi pahīyissatī’ti.
mn: ‘Please, my dear, wear an outer robe! By doing so you will give up covetousness, ill will, irritability, hostility, offensiveness, contempt, jealousy, stinginess, deviousness, deceit, bad desires, and wrong view.’

# mn40:6.3
source: Yasmā ca kho ahaṃ, bhikkhave, saṅghāṭikampi idhekaccaṃ passāmi abhijjhāluṃ byāpannacittaṃ kodhanaṃ upanāhiṃ makkhiṃ paḷāsiṃ issukiṃ macchariṃ saṭhaṃ māyāviṃ pāpicchaṃ micchādiṭṭhikaṃ, tasmā na saṅghāṭikassa saṅghāṭidhāraṇamattena sāmaññaṃ vadāmi.
mn: But sometimes I see someone with these bad qualities who is an outer robe wearer. That’s why I say that you don’t deserve the label ‘outer robe wearer’ just because you wear an outer robe.

# mn40:6.4
source: Acelakassa ce, bhikkhave … pe …
mn: Imagine that just by going naked …

# mn40:6.5
source: rajojallikassa ce, bhikkhave … pe …
mn: wearing dust and dirt …

# mn40:6.6
source: udakorohakassa ce, bhikkhave … pe …
mn: immersing in water …

# mn40:6.7
source: rukkhamūlikassa ce, bhikkhave … pe …
mn: staying at the root of a tree …

# mn40:6.8
source: abbhokāsikassa ce, bhikkhave … pe …
mn: staying in the open air …

# mn40:6.9
source: ubbhaṭṭhakassa ce, bhikkhave … pe …
mn: standing continually …

# mn40:6.10
source: pariyāyabhattikassa ce, bhikkhave … pe …
mn: eating at set intervals …

# mn40:6.11
source: mantajjhāyakassa ce, bhikkhave … pe …
mn: reciting scriptures …

# mn40:6.12
source: jaṭilakassa ce, bhikkhave, jaṭādhāraṇamattena abhijjhālussa abhijjhā pahīyetha, byāpannacittassa byāpādo pahīyetha, kodhanassa kodho pahīyetha, upanāhissa upanāho pahīyetha, makkhissa makkho pahīyetha, paḷāsissa paḷāso pahīyetha, issukissa issā pahīyetha, maccharissa macchariyaṃ pahīyetha, saṭhassa sāṭheyyaṃ pahīyetha, māyāvissa māyā pahīyetha, pāpicchassa pāpikā icchā pahīyetha, micchādiṭṭhikassa micchādiṭṭhi pahīyetha, tamenaṃ mittāmaccā ñātisālohitā jātameva naṃ jaṭilakaṃ kareyyuṃ, jaṭilakattameva samādapeyyuṃ:
mn: having matted hair someone with covetousness, ill will, irritability, hostility, offensiveness, contempt, jealousy, stinginess, deviousness, deceit, bad desires, and wrong view could give up these things. If that were the case, your friends and colleagues, relatives and kin would make you a matted-hair ascetic as soon as you were born. They’d encourage you:

# mn40:6.13
source: ‘ehi tvaṃ, bhadramukha, jaṭilako hohi, jaṭilakassa te sato jaṭādhāraṇamattena abhijjhālussa abhijjhā pahīyissati byāpannacittassa byāpādo pahīyissati, kodhanassa kodho pahīyissati … pe … pāpicchassa pāpikā icchā pahīyissati micchādiṭṭhikassa micchādiṭṭhi pahīyissatī’ti.
mn: ‘Please, my dear, become a matted-hair ascetic! By doing so you will give up covetousness, ill will, irritability, hostility, offensiveness, contempt, jealousy, stinginess, deviousness, deceit, bad desires, and wrong view.’

# mn40:6.14
source: Yasmā ca kho ahaṃ, bhikkhave, jaṭilakampi idhekaccaṃ passāmi abhijjhāluṃ byāpannacittaṃ kodhanaṃ upanāhiṃ makkhiṃ palāsiṃ issukiṃ macchariṃ saṭhaṃ māyāviṃ pāpicchaṃ micchādiṭṭhiṃ, tasmā na jaṭilakassa jaṭādhāraṇamattena sāmaññaṃ vadāmi.
mn: But sometimes I see someone with these bad qualities who is a matted-hair ascetic. That’s why I say that you don’t deserve the label ‘matted-hair ascetic’ just because you have matted hair.

# mn40:7.1
source: Kathañca, bhikkhave, bhikkhu samaṇasāmīcippaṭipadaṃ paṭipanno hoti?
mn: And how does a mendicant practice in the way that is proper for an ascetic?

# mn40:7.2
source: Yassa kassaci, bhikkhave, bhikkhuno abhijjhālussa abhijjhā pahīnā hoti, byāpannacittassa byāpādo pahīno hoti, kodhanassa kodho pahīno hoti, upanāhissa upanāho pahīno hoti, makkhissa makkho pahīno hoti, paḷāsissa paḷāso pahīno hoti, issukissa issā pahīnā hoti, maccharissa macchariyaṃ pahīnaṃ hoti, saṭhassa sāṭheyyaṃ pahīnaṃ hoti, māyāvissa māyā pahīnā hoti, pāpicchassa pāpikā icchā pahīnā hoti, micchādiṭṭhikassa micchādiṭṭhi pahīnā hoti—
mn: There are some mendicants who have given up covetousness, ill will, irritability, hostility, offensiveness, contempt, jealousy, stinginess, deviousness, deceit, bad desires, and wrong view.

# mn40:7.3
source: imesaṃ kho ahaṃ, bhikkhave, samaṇamalānaṃ samaṇadosānaṃ samaṇakasaṭānaṃ āpāyikānaṃ ṭhānānaṃ duggativedaniyānaṃ pahānā ‘samaṇasāmīcippaṭipadaṃ paṭipanno’ti vadāmi.
mn: These stains, defects, and dregs of an ascetic are grounds for rebirth in places of loss, and are experienced in bad places. When they have given these up, they are practicing in the way that is proper for an ascetic, I say.

# mn40:8.1
source: So sabbehi imehi pāpakehi akusalehi dhammehi visuddhamattānaṃ samanupassati ().
mn: They see themselves purified from all these bad, unskillful qualities.

# mn40:8.2
source: Tassa sabbehi imehi pāpakehi akusalehi dhammehi visuddhamattānaṃ samanupassato () pāmojjaṃ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati.
mn: Seeing this, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when blissful, the mind becomes immersed in samādhi.

# mn40:9.1
source: So mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn40:10-12.1
source: Karuṇāsahagatena cetasā … pe …
mn: They meditate spreading a heart full of compassion …

# mn40:10-12.2
source: muditāsahagatena cetasā … pe …
mn: They meditate spreading a heart full of rejoicing …

# mn40:10-12.3
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn40:10-12.4
source: Seyyathāpi, bhikkhave, pokkharaṇī acchodakā sātodakā sītodakā setakā supatitthā ramaṇīyā.
mn: Suppose there was a lotus pond with clear, sweet, cool water, clean, with smooth banks, delightful.

# mn40:10-12.5
source: Puratthimāya cepi disāya puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito.
mn: Then along comes a person—whether from the east, west, north, or south—struggling in the oppressive heat, weary, thirsty, and parched.

# mn40:10-12.6
source: So taṃ pokkharaṇiṃ āgamma vineyya udakapipāsaṃ vineyya ghammapariḷāhaṃ … pe … pacchimāya cepi disāya puriso āgaccheyya … pe … uttarāya cepi disāya puriso āgaccheyya … pe … dakkhiṇāya cepi disāya puriso āgaccheyya. Yato kuto cepi naṃ puriso āgaccheyya ghammābhitatto ghammapareto, kilanto tasito pipāsito. So taṃ pokkharaṇiṃ āgamma vineyya udakapipāsaṃ, vineyya ghammapariḷāhaṃ.
mn: No matter what direction they come from, when they arrive at that lotus pond they would alleviate their thirst and heat exhaustion.

# mn40:10-12.7
source: Evameva kho, bhikkhave, khattiyakulā cepi agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma, evaṃ mettaṃ karuṇaṃ muditaṃ upekkhaṃ bhāvetvā labhati ajjhattaṃ vūpasamaṃ. Ajjhattaṃ vūpasamā ‘samaṇasāmīcippaṭipadaṃ paṭipanno’ti vadāmi. Brāhmaṇakulā cepi … pe … vessakulā cepi … pe … suddakulā cepi … pe … yasmā kasmā cepi kulā agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma, evaṃ mettaṃ karuṇaṃ muditaṃ upekkhaṃ bhāvetvā labhati ajjhattaṃ vūpasamaṃ.
mn: In the same way, suppose someone has gone forth from the lay life to homelessness—whether from a family of aristocrats, brahmins, merchants, or workers—and has arrived at the teaching and training proclaimed by a Realized One. Having developed love, compassion, rejoicing, and equanimity in this way they gain inner peace.

# mn40:10-12.8
source: Ajjhattaṃ vūpasamā ‘samaṇasāmīcippaṭipadaṃ paṭipanno’ti vadāmi.
mn: Because of that inner peace they are practicing the way proper for an ascetic, I say.

# mn40:14.1
source: Khattiyakulā cepi agārasmā anagāriyaṃ pabbajito hoti.
mn: And suppose someone has gone forth from the lay life to homelessness—whether from a family of aristocrats, brahmins, merchants, or workers—

# mn40:14.2
source: So ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
mn: and they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# mn40:14.3
source: Āsavānaṃ khayā samaṇo hoti. Brāhmaṇakulā cepi … pe … vessakulā cepi … suddakulā cepi … yasmā kasmā cepi kulā agārasmā anagāriyaṃ pabbajito hoti, so ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. Āsavānaṃ khayā samaṇo hotī”ti.
mn: They’re an ascetic because of the ending of defilements.”

# mn40:14.4
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn40:14.5
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
