Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn045.po
Languages: mn

# mn45:0.1
source: Majjhima Nikāya 45
mn: Middle Discourses 45

# mn45:0.2
source: Cūḷadhammasamādānasutta
mn: The Shorter Discourse on Taking Up Practices

# mn45:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn45:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn45:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn45:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn45:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn45:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn45:2.1
source: “cattārimāni, bhikkhave, dhammasamādānāni.
mn: “Mendicants, there are these four ways of taking up practices.

# mn45:2.2
source: Katamāni cattāri?
mn: What four?

# mn45:2.3
source: Atthi, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ;
mn: There is a way of taking up practices that is pleasant now but results in future pain.

# mn45:2.4
source: atthi, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ;
mn: There is a way of taking up practices that is painful now and results in future pain.

# mn45:2.5
source: atthi, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ;
mn: There is a way of taking up practices that is painful now but results in future pleasure.

# mn45:2.6
source: atthi, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ.
mn: There is a way of taking up practices that is pleasant now and results in future pleasure.

# mn45:3.1
source: Katamañca, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ?
mn: And what is the way of taking up practices that is pleasant now but results in future pain?

# mn45:3.2
source: Santi, bhikkhave, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn45:3.3
source: ‘natthi kāmesu doso’ti.
mn: ‘There’s nothing wrong with sensual pleasures.’

# mn45:3.4
source: Te kāmesu pātabyataṃ āpajjanti.
mn: They throw themselves into sensual pleasures,

# mn45:3.5
source: Te kho moḷibaddhāhi paribbājikāhi paricārenti.
mn: cavorting with female wanderers with fancy hair-dos.

# mn45:3.6
source: Te evamāhaṃsu:
mn: They say,

# mn45:3.7
source: ‘kiṃsu nāma te bhonto samaṇabrāhmaṇā kāmesu anāgatabhayaṃ sampassamānā kāmānaṃ pahānamāhaṃsu, kāmānaṃ pariññaṃ paññapenti?
mn: ‘What future danger do those ascetics and brahmins see in sensual pleasures that they speak of giving up sensual pleasures, and advocate the complete understanding of sensual pleasures?

# mn45:3.8
source: Sukho imissā paribbājikāya taruṇāya mudukāya lomasāya bāhāya samphasso’ti te kāmesu pātabyataṃ āpajjanti.
mn: Pleasant is the touch of this female wanderer’s arm, tender, soft, and downy!’ And they throw themselves into sensual pleasures.

# mn45:3.9
source: Te kāmesu pātabyataṃ āpajjitvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.
mn: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn45:3.10
source: Te tattha dukkhā tibbā kharā kaṭukā vedanā vedayanti.
mn: And there they feel painful, sharp, severe, acute feelings.

# mn45:3.11
source: Te evamāhaṃsu:
mn: They say,

# mn45:3.12
source: ‘idaṃ kho te bhonto samaṇabrāhmaṇā kāmesu anāgatabhayaṃ sampassamānā kāmānaṃ pahānamāhaṃsu, kāmānaṃ pariññaṃ paññapenti, ime hi mayaṃ kāmahetu kāmanidānaṃ dukkhā tibbā kharā kaṭukā vedanā vedayāmā’ti.
mn: ‘This is that future danger that those ascetics and brahmins saw. For it is because of sensual pleasures that I’m feeling painful, sharp, severe, acute feelings.’

# mn45:4.1
source: Seyyathāpi, bhikkhave, gimhānaṃ pacchime māse māluvāsipāṭikā phaleyya.
mn: Suppose that in the last month of summer a camel’s foot creeper pod were to burst open

# mn45:4.2
source: Atha kho taṃ, bhikkhave, māluvābījaṃ aññatarasmiṃ sālamūle nipateyya.
mn: and a seed were to fall at the root of a sal tree.

# mn45:4.3
source: Atha kho, bhikkhave, yā tasmiṃ sāle adhivatthā devatā sā bhītā saṃviggā santāsaṃ āpajjeyya.
mn: Then the deity haunting that sal tree would become apprehensive and nervous.

# mn45:4.4
source: Atha kho, bhikkhave, tasmiṃ sāle adhivatthāya devatāya mittāmaccā ñātisālohitā ārāmadevatā vanadevatā rukkhadevatā osadhitiṇavanappatīsu adhivatthā devatā saṅgamma samāgamma evaṃ samassāseyyuṃ:
mn: But their friends and colleagues, relatives and kin—deities of the parks, forests, trees, and those who haunt the herbs, grass, and big trees—would come together to reassure them,

# mn45:4.5
source: ‘mā bhavaṃ bhāyi, mā bhavaṃ bhāyi;
mn: ‘Do not fear, sir, do not fear!

# mn45:4.6
source: appeva nāmetaṃ māluvābījaṃ moro vā gileyya, mago vā khādeyya, davaḍāho vā ḍaheyya, vanakammikā vā uddhareyyuṃ, upacikā vā uṭṭhaheyyuṃ, abījaṃ vā panassā’ti.
mn: Hopefully that seed will be swallowed by a peacock, or eaten by a deer, or burnt by a forest fire, or picked up by a lumberjack, or eaten by termites, or it may not even be fertile.’

# mn45:4.7
source: Atha kho taṃ, bhikkhave, māluvābījaṃ neva moro gileyya, na mago khādeyya, na davaḍāho ḍaheyya, na vanakammikā uddhareyyuṃ, na upacikā uṭṭhaheyyuṃ, bījañca panassa taṃ pāvussakena meghena abhippavuṭṭhaṃ sammadeva viruheyya.
mn: But none of these things happened. And the seed was fertile, so that when the clouds soaked it with rain, it sprouted.

# mn45:4.8
source: Sāssa māluvālatā taruṇā mudukā lomasā vilambinī, sā taṃ sālaṃ upaniseveyya.
mn: And the creeper wound its tender, soft, and downy tendrils around that sal tree.

# mn45:4.9
source: Atha kho, bhikkhave, tasmiṃ sāle adhivatthāya devatāya evamassa:
mn: Then the deity thought,

# mn45:4.10
source: ‘kiṃsu nāma te bhonto mittāmaccā ñātisālohitā ārāmadevatā vanadevatā rukkhadevatā osadhitiṇavanappatīsu adhivatthā devatā māluvābīje anāgatabhayaṃ sampassamānā saṅgamma samāgamma evaṃ samassāsesuṃ:
mn: ‘What future danger did my friends see when they said:

# mn45:4.11
source: “mā bhavaṃ bhāyi mā bhavaṃ bhāyi,
mn: ‘Do not fear, sir, do not fear!

# mn45:4.12
source: appeva nāmetaṃ māluvābījaṃ moro vā gileyya, mago vā khādeyya, davaḍāho vā ḍaheyya, vanakammikā vā uddhareyyuṃ, upacikā vā uṭṭhaheyyuṃ, abījaṃ vā panassā”ti;
mn: Hopefully that seed will be swallowed by a peacock, or eaten by a deer, or burnt by a forest fire, or picked up by a lumberjack, or eaten by termites, or it may not even be fertile.’

# mn45:4.13
source: sukho imissā māluvālatāya taruṇāya mudukāya lomasāya vilambiniyā samphasso’ti.
mn: Pleasant is the touch of this creeper’s tender, soft, and downy tendrils.’

# mn45:4.14
source: Sā taṃ sālaṃ anuparihareyya.
mn: Then the creeper enfolded the sal tree,

# mn45:4.15
source: Sā taṃ sālaṃ anupariharitvā upari viṭabhiṃ kareyya.
mn: made a canopy over it,

# mn45:4.16
source: Upari viṭabhiṃ karitvā oghanaṃ janeyya.
mn: draped a curtain around it,

# mn45:4.17
source: Oghanaṃ janetvā ye tassa sālassa mahantā mahantā khandhā te padāleyya.
mn: and split apart all the main branches.

# mn45:4.18
source: Atha kho, bhikkhave, tasmiṃ sāle adhivatthāya devatāya evamassa:
mn: Then the deity thought,

# mn45:4.19
source: ‘idaṃ kho te bhonto mittāmaccā ñātisālohitā ārāmadevatā vanadevatā rukkhadevatā osadhitiṇavanappatīsu adhivatthā devatā māluvābīje anāgatabhayaṃ sampassamānā saṅgamma samāgamma evaṃ samassāsesuṃ:
mn: ‘This is the future danger that my friends saw!

# mn45:4.21
source: Yañcāhaṃ māluvābījahetu dukkhā tibbā kharā kaṭukā vedanā vedayāmī’ti.
mn: It’s because of that camel’s foot creeper seed that I’m feeling painful, sharp, severe, acute feelings.’

# mn45:4.22
source: Evameva kho, bhikkhave, santi eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino ‘natthi kāmesu doso’ti.
mn: In the same way, there are some ascetics and brahmins who have this doctrine and view: ‘There’s nothing wrong with sensual pleasures’ …

# mn45:4.34
source: Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ.
mn: This is called the way of taking up practices that is pleasant now but results in future pain.

# mn45:5.1
source: Katamañca, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ?
mn: And what is the way of taking up practices that is painful now and results in future pain?

# mn45:5.2
source: Idha, bhikkhave, ekacco acelako hoti muttācāro hatthāpalekhano, naehibhaddantiko, natiṭṭhabhaddantiko, nābhihaṭaṃ, na uddissakataṃ, na nimantanaṃ sādiyati,
mn: It’s when someone goes naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal.

# mn45:5.3
source: so na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṃ, na maṃsaṃ, na suraṃ, na merayaṃ, na thusodakaṃ pivati.
mn: They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer.

# mn45:5.4
source: So ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko … pe … sattāgāriko vā hoti sattālopiko.
mn: They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls.

# mn45:5.5
source: Ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti … sattahipi dattīhi yāpeti.
mn: They feed on one saucer a day, two saucers a day, up to seven saucers a day.

# mn45:5.6
source: Ekāhikampi āhāraṃ āhāreti, dvīhikampi āhāraṃ āhāreti … sattāhikampi āhāraṃ āhāreti. Iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati.
mn: They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals.

# mn45:5.7
source: So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti, vanamūlaphalāhāro yāpeti pavattaphalabhojī.
mn: They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survive on forest roots and fruits, or eating fallen fruit.

# mn45:5.8
source: So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṃsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhampi dhāreti,
mn: They wear robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings.

# mn45:5.9
source: kesamassulocakopi hoti, kesamassulocanānuyogamanuyutto,
mn: They tear out their hair and beard, committed to this practice.

# mn45:5.10
source: ubbhaṭṭhakopi hoti, āsanapaṭikkhitto,
mn: They stand forever, refusing seats.

# mn45:5.11
source: ukkuṭikopi hoti ukkuṭikappadhānamanuyutto,
mn: They squat, committed to persisting in the squatting position.

# mn45:5.12
source: kaṇṭakāpassayikopi hoti, kaṇṭakāpassaye seyyaṃ kappeti,
mn: They lie on a mat of thorns, making a mat of thorns their bed.

# mn45:5.13
source: sāyatatiyakampi udakorohanānuyogamanuyutto viharati.
mn: They’re committed to the practice of immersion in water three times a day, including the evening.

# mn45:5.14
source: Iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati.
mn: And so they live committed to practicing these various ways of mortifying and tormenting the body.

# mn45:5.15
source: So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn45:5.16
source: Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ.
mn: This is called the way of taking up practices that is painful now and results in future pain.

# mn45:6.1
source: Katamañca, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ?
mn: And what is the way of taking up practices that is painful now but results in future pleasure?

# mn45:6.2
source: Idha, bhikkhave, ekacco pakatiyā tibbarāgajātiko hoti, so abhikkhaṇaṃ rāgajaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti;
mn: It’s when someone is ordinarily full of acute greed, hate, and delusion. They often feel the pain and sadness that greed, hate, and delusion bring.

# mn45:6.5
source: So sahāpi dukkhena, sahāpi domanassena, assumukhopi rudamāno paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carati.
mn: They lead the full and pure spiritual life in pain and sadness, weeping, with tearful faces.

# mn45:6.6
source: So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn45:6.7
source: Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ.
mn: This is called the way of taking up practices that is painful now but results in future pleasure.

# mn45:7.1
source: Katamañca, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ?
mn: And what is the way of taking up practices that is pleasant now and results in future pleasure?

# mn45:7.2
source: Idha, bhikkhave, ekacco pakatiyā na tibbarāgajātiko hoti, so na abhikkhaṇaṃ rāgajaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti;
mn: It’s when someone is not ordinarily full of acute greed, hate, and delusion. They rarely feel the pain and sadness that greed, hate, and delusion bring.

# mn45:7.5
source: So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption …

# mn45:7.6
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ … pe …
mn: second absorption …

# mn45:7.7
source: tatiyaṃ jhānaṃ …
mn: third absorption …

# mn45:7.8
source: catutthaṃ jhānaṃ upasampajja viharati.
mn: fourth absorption.

# mn45:7.9
source: So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn45:7.10
source: Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ.
mn: This is called the way of taking up practices that is pleasant now and results in future pleasure.

# mn45:7.11
source: Imāni kho, bhikkhave, cattāri dhammasamādānānī”ti.
mn: These are the four ways of taking up practices.”

# mn45:7.12
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn45:7.13
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
