Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn041.po
Languages: mn

# mn41:0.1
source: Majjhima Nikāya 41
mn: Middle Discourses 41

# mn41:0.2
source: Sāleyyakasutta
mn: The People of Sālā

# mn41:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn41:1.2
source: ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena sālā nāma kosalānaṃ brāhmaṇagāmo tadavasari.
mn: At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Sālā.

# mn41:2.1
source: Assosuṃ kho sāleyyakā brāhmaṇagahapatikā:
mn: The brahmins and householders of Sālā heard,

# mn41:2.2
source: “samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ sālaṃ anuppatto.
mn: “It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—while wandering in the land of the Kosalans has arrived at Sālā, together with a large Saṅgha of mendicants.

# mn41:2.3
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn41:2.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn41:2.5
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn41:2.6
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ;
mn: He proclaims a teaching that is good in the beginning, good in the middle, and good in the end, with the right meaning and phrasing.

# mn41:2.7
source: kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He reveals an entirely full and pure spiritual life.

# mn41:2.8
source: Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.
mn: It’s good to see such perfected ones.”

# mn41:3.1
source: Atha kho sāleyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu; appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu; appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu; appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu; appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho sāleyyakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ:
mn: Then the brahmins and householders of Sālā went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. Seated to one side they said to the Buddha:

# mn41:3.2
source: “ko nu kho, bho gotama, hetu, ko paccayo, yena m’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti?
mn: “What is the cause, Master Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell?

# mn41:3.3
source: Ko pana, bho gotama, hetu, ko paccayo, yena m’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti?
mn: And what is the cause, Master Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm?”

# mn41:5.1
source: “Adhammacariyāvisamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.
mn: “Unprincipled and immoral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.

# mn41:5.2
source: Dhammacariyāsamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti.
mn: Principled and moral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.”

# mn41:6.1
source: “Na kho mayaṃ imassa bhoto gotamassa saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, vitthārena atthaṃ ājānāma.
mn: “We don’t understand the detailed meaning of Master Gotama’s brief statement.

# mn41:6.2
source: Sādhu no bhavaṃ gotamo tathā dhammaṃ desetu, yathā mayaṃ imassa bhoto gotamassa saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, vitthārena atthaṃ ājāneyyāmā”ti.
mn: Master Gotama, please teach us this matter in detail so we can understand the meaning.”

# mn41:6.3
source: “Tena hi, gahapatayo, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: “Well then, householders, listen and pay close attention, I will speak.”

# mn41:6.4
source: “Evaṃ, bho”ti kho sāleyyakā brāhmaṇagahapatikā bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn41:6.5
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn41:7.1
source: “Tividhaṃ kho, gahapatayo, kāyena adhammacariyāvisamacariyā hoti, catubbidhaṃ vācāya adhammacariyāvisamacariyā hoti, tividhaṃ manasā adhammacariyāvisamacariyā hoti.
mn: “Householders, unprincipled and immoral conduct is threefold by way of body, fourfold by way of speech, and threefold by way of mind.

# mn41:8.1
source: Kathañca, gahapatayo, tividhaṃ kāyena adhammacariyāvisamacariyā hoti?
mn: And how is unprincipled and immoral conduct threefold by way of body?

# mn41:8.2
source: Idha, gahapatayo, ekacco pāṇātipātī hoti, luddo lohitapāṇi hatappahate niviṭṭho adayāpanno pāṇabhūtesu.
mn: It’s when a certain person kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings.

# mn41:8.3
source: Adinnādāyī kho pana hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ, gāmagataṃ vā araññagataṃ vā, taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti.
mn: They steal. With the intention to commit theft, they take the wealth or belongings of others from village or wilderness.

# mn41:8.4
source: Kāmesumicchācārī kho pana hoti. Yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sassāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṃ āpajjitā hoti.
mn: They commit sexual misconduct. They have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal.

# mn41:8.5
source: Evaṃ kho, gahapatayo, tividhaṃ kāyena adhammacariyāvisamacariyā hoti.
mn: This is how unprincipled and immoral conduct is threefold by way of body.

# mn41:9.1
source: Kathañca, gahapatayo, catubbidhaṃ vācāya adhammacariyāvisamacariyā hoti?
mn: And how is unprincipled and immoral conduct fourfold by way of speech?

# mn41:9.2
source: Idha, gahapatayo, ekacco musāvādī hoti. Sabhāgato vā parisāgato vā, ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā, abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘jānāmī’ti, jānaṃ vā āha: na jānāmī’ti, ‘apassaṃ vā āha: ‘passāmī’ti, passaṃ vā āha: ‘na passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti.
mn: It’s when a certain person lies. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I know.’ Knowing, they say ‘I don’t know.’ Not seeing, they say ‘I see.’ And seeing, they say ‘I don’t see.’ So they deliberately lie for the sake of themselves or another, or for some trivial worldly reason.

# mn41:9.3
source: Pisuṇavāco kho pana hoti. Ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya. Iti samaggānaṃ vā bhettā, bhinnānaṃ vā anuppadātā, vaggārāmo vaggarato vagganandī vaggakaraṇiṃ vācaṃ bhāsitā hoti.
mn: They speak divisively. They repeat in one place what they heard in another so as to divide people against each other. And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division.

# mn41:9.4
source: Pharusavāco kho pana hoti. Yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā asamādhisaṃvattanikā, tathārūpiṃ vācaṃ bhāsitā hoti.
mn: They speak harshly. They use the kinds of words that are cruel, nasty, hurtful, offensive, bordering on anger, not leading to immersion.

# mn41:9.5
source: Samphappalāpī kho pana hoti. Akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī. Anidhānavatiṃ vācaṃ bhāsitā hoti akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ.
mn: They talk nonsense. Their speech is untimely, and is neither factual nor beneficial. It has nothing to do with the teaching or the training. Their words have no value, and are untimely, unreasonable, rambling, and pointless.

# mn41:9.6
source: Evaṃ kho, gahapatayo, catubbidhaṃ vācāya adhammacariyāvisamacariyā hoti.
mn: This is how unprincipled and immoral conduct is fourfold by way of speech.

# mn41:10.1
source: Kathañca, gahapatayo, tividhaṃ manasā adhammacariyāvisamacariyā hoti?
mn: And how is unprincipled and immoral conduct threefold by way of mind?

# mn41:10.2
source: Idha, gahapatayo, ekacco abhijjhālu hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ abhijjhātā hoti: ‘aho vata yaṃ parassa taṃ mamassā’ti.
mn: It's when a certain person is covetous. They covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’

# mn41:10.3
source: Byāpannacitto kho pana hoti paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā vajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti.
mn: They have ill will and hateful intentions: ‘May these sentient beings be killed, slaughtered, slain, destroyed, or annihilated!’

# mn41:10.4
source: Micchādiṭṭhiko kho pana hoti viparītadassano:
mn: They have wrong view. Their perspective is distorted:

# mn41:10.5
source: ‘natthi dinnaṃ natthi yiṭṭhaṃ natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko natthi paro loko, natthi mātā natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.
mn: ‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’

# mn41:10.6
source: Evaṃ kho, gahapatayo, tividhaṃ manasā adhammacariyāvisamacariyā hoti.
mn: This is how unprincipled and immoral conduct is threefold by way of mind.

# mn41:10.7
source: Evaṃ adhammacariyāvisamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.
mn: That’s how unprincipled and immoral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.

# mn41:11.1
source: Tividhaṃ kho, gahapatayo, kāyena dhammacariyāsamacariyā hoti, catubbidhaṃ vācāya dhammacariyāsamacariyā hoti, tividhaṃ manasā dhammacariyāsamacariyā hoti.
mn: Householders, principled and moral conduct is threefold by way of body, fourfold by way of speech, and threefold by way of mind.

# mn41:12.1
source: Kathañca, gahapatayo, tividhaṃ kāyena dhammacariyāsamacariyā hoti?
mn: And how is principled and moral conduct threefold by way of body?

# mn41:12.2
source: Idha, gahapatayo, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.
mn: It’s when a certain person gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings.

# mn41:12.3
source: Adinnādānaṃ pahāya adinnādānā paṭivirato hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ, gāmagataṃ vā araññagataṃ vā, taṃ nādinnaṃ theyyasaṅkhātaṃ ādātā hoti.
mn: They give up stealing. They don’t, with the intention to commit theft, take the wealth or belongings of others from village or wilderness.

# mn41:12.4
source: Kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti. Yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sassāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṃ āpajjitā hoti.
mn: They give up sexual misconduct. They don’t have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They don’t have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal.

# mn41:12.5
source: Evaṃ kho, gahapatayo, tividhaṃ kāyena dhammacariyāsamacariyā hoti.
mn: This is how principled and moral conduct is threefold by way of body.

# mn41:13.1
source: Kathañca, gahapatayo, catubbidhaṃ vācāya dhammacariyāsamacariyā hoti?
mn: And how is principled and moral conduct fourfold by way of speech?

# mn41:13.2
source: Idha, gahapatayo, ekacco musāvādaṃ pahāya musāvādā paṭivirato hoti. Sabhāgato vā parisāgato vā, ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā, abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘na jānāmī’ti, jānaṃ vā āha: ‘jānāmī’ti, apassaṃ vā āha: ‘na passāmī’ti, passaṃ vā āha: ‘passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti.
mn: It’s when a certain person gives up lying. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I don’t know.’ Knowing, they say ‘I know.’ Not seeing, they say ‘I don’t see.’ And seeing, they say ‘I see.’ So they don’t deliberately lie for the sake of themselves or another, or for some trivial worldly reason.

# mn41:13.3
source: Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā, sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti.
mn: They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.

# mn41:13.4
source: Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā—tathārūpiṃ vācaṃ bhāsitā hoti.
mn: They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable, and agreeable to the people.

# mn41:13.5
source: Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti. Kālavādī bhūtavādī atthavādī dhammavādī vinayavādī nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.
mn: They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial.

# mn41:13.6
source: Evaṃ kho, gahapatayo, catubbidhaṃ vācāya dhammacariyāsamacariyā hoti.
mn: This is how principled and moral conduct is fourfold by way of speech.

# mn41:14.1
source: Kathañca, gahapatayo, tividhaṃ manasā dhammacariyāsamacariyā hoti?
mn: And how is principled and moral conduct threefold by way of mind?

# mn41:14.2
source: Idha, gahapatayo, ekacco anabhijjhālu hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ nābhijjhātā hoti: ‘aho vata yaṃ parassa taṃ mamassā’ti.
mn: It's when a certain person is not covetous. They don’t covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’

# mn41:14.3
source: Abyāpannacitto kho pana hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā abyābajjhā anīghā sukhī attānaṃ pariharantū’ti.
mn: They have a kind heart and loving intentions: ‘May these sentient beings live free of enmity and ill will, untroubled and happy!’

# mn41:14.4
source: Sammādiṭṭhiko kho pana hoti aviparītadassano:
mn: They have right view, an undistorted perspective:

# mn41:14.5
source: ‘atthi dinnaṃ atthi yiṭṭhaṃ atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko atthi paro loko, atthi mātā atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.
mn: ‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There is obligation to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’

# mn41:14.6
source: Evaṃ kho, gahapatayo, tividhaṃ manasā dhammacariyāsamacariyā hoti.
mn: This is how principled and moral conduct is threefold by way of mind.

# mn41:14.7
source: Evaṃ dhammacariyāsamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
mn: This is how principled and moral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.

# mn41:15.1
source: Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:
mn: A person of principled and moral conduct might wish:

# mn41:15.2
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā khattiyamahāsālānaṃ sahabyataṃ upapajjeyyan’ti;
mn: ‘If only, when my body breaks up, after death, I would be reborn in the company of well-to-do aristocrats!’

# mn41:15.3
source: ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā khattiyamahāsālānaṃ sahabyataṃ upapajjeyya.
mn: It’s possible that this might happen.

# mn41:15.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn41:15.5
source: Tathā hi so dhammacārī samacārī.
mn: Because they have principled and moral conduct.

# mn41:16-17.1
source: Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:
mn: A person of principled and moral conduct might wish:

# mn41:16-17.2
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā brāhmaṇamahāsālānaṃ … pe …
mn: ‘If only, when my body breaks up, after death, I would be reborn in the company of well-to-do brahmins …

# mn41:16-17.3
source: gahapatimahāsālānaṃ sahabyataṃ upapajjeyyan’ti;
mn: well-to-do householders …

# mn41:18-42.2
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti;
mn: the Gods of the Four Great Kings …

# mn41:18-42.7
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā tāvatiṃsānaṃ devānaṃ … pe …
mn: the Gods of the Thirty-Three …

# mn41:18-42.8
source: yāmānaṃ devānaṃ …
mn: the Gods of Yama …

# mn41:18-42.9
source: tusitānaṃ devānaṃ …
mn: the Joyful Gods …

# mn41:18-42.10
source: nimmānaratīnaṃ devānaṃ …
mn: the Gods Who Love to Create …

# mn41:18-42.11
source: paranimmitavasavattīnaṃ devānaṃ …
mn: the Gods Who Control the Creations of Others …

# mn41:18-42.12
source: brahmakāyikānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti;
mn: the Gods of Brahmā’s Host …

# mn41:18-42.17
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā ābhānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti;
mn: the Radiant Gods …

# mn41:18-42.22
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā parittābhānaṃ devānaṃ … pe …
mn: the Gods of Limited Radiance …

# mn41:18-42.23
source: appamāṇābhānaṃ devānaṃ …
mn: the Gods of Limitless Radiance …

# mn41:18-42.24
source: ābhassarānaṃ devānaṃ …
mn: the Gods of Streaming Radiance …

# mn41:18-42.25
source: parittasubhānaṃ devānaṃ …
mn: the Gods of Limited Glory …

# mn41:18-42.26
source: appamāṇasubhānaṃ devānaṃ …
mn: the Gods of Limitless Glory …

# mn41:18-42.27
source: subhakiṇhānaṃ devānaṃ …
mn: the Gods Replete with Glory …

# mn41:18-42.28
source: vehapphalānaṃ devānaṃ …
mn: the Gods of Abundant Fruit …

# mn41:18-42.29
source: avihānaṃ devānaṃ …
mn: the Gods of Aviha …

# mn41:18-42.30
source: atappānaṃ devānaṃ …
mn: the Gods of Atappa …

# mn41:18-42.31
source: sudassānaṃ devānaṃ …
mn: the Gods Fair to See …

# mn41:18-42.32
source: sudassīnaṃ devānaṃ …
mn: the Fair Seeing Gods …

# mn41:18-42.33
source: akaniṭṭhānaṃ devānaṃ …
mn: the Gods of Akaniṭṭha …

# mn41:18-42.34
source: ākāsānañcāyatanūpagānaṃ devānaṃ …
mn: the gods of the dimension of infinite space …

# mn41:18-42.35
source: viññāṇañcāyatanūpagānaṃ devānaṃ …
mn: the gods of the dimension of infinite consciousness …

# mn41:18-42.36
source: ākiñcaññāyatanūpagānaṃ devānaṃ …
mn: the gods of the dimension of nothingness …

# mn41:18-42.37
source: nevasaññānāsaññāyatanūpagānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti;
mn: the gods of the dimension of neither perception nor non-perception.’

# mn41:18-42.38
source: ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā nevasaññānāsaññāyatanūpagānaṃ devānaṃ sahabyataṃ upapajjeyya.
mn: It’s possible that this might happen.

# mn41:18-42.39
source: Taṃ kissa hetu?
mn: Why is that?

# mn41:18-42.40
source: Tathā hi so dhammacārī samacārī.
mn: Because they have principled and moral conduct.

# mn41:43.1
source: Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:
mn: A person of principled and moral conduct might wish:

# mn41:43.2
source: ‘aho vatāhaṃ āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti;
mn: ‘If only I might realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’

# mn41:43.3
source: ṭhānaṃ kho panetaṃ vijjati, yaṃ so āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyya.
mn: It’s possible that this might happen.

# mn41:43.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn41:43.5
source: Tathā hi so dhammacārī samacārī”ti.
mn: Because they have principled and moral conduct.”

# mn41:44.1
source: Evaṃ vutte, sāleyyakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ:
mn: When he had spoken, the brahmins and householders of Sālā said to the Buddha,

# mn41:44.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
mn: “Excellent, Master Gotama! Excellent!

# mn41:44.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways.

# mn41:44.4
source: Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṃghañca.
mn: We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.
