Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn044.po
Languages: mn

# mn44:29.15
source: Nibbānogadhañhi, āvuso visākha, brahmacariyaṃ, nibbānaparāyanaṃ nibbānapariyosānaṃ.
mn: For extinguishment is the culmination, destination, and end of the spiritual life.

# mn44:29.16
source: Ākaṅkhamāno ca tvaṃ, āvuso visākha, bhagavantaṃ upasaṅkamitvā etamatthaṃ puccheyyāsi, yathā ca te bhagavā byākaroti tathā naṃ dhāreyyāsī”ti.
mn: If you wish, go to the Buddha and ask him this question. You should remember it in line with his answer.”

# mn44:30.1
source: Atha kho visākho upāsako dhammadinnāya bhikkhuniyā bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā dhammadinnaṃ bhikkhuniṃ abhivādetvā padakkhiṇaṃ katvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
mn: And then the layman Visākha approved and agreed with what the nun Dhammadinnā said. He got up from his seat, bowed, and respectfully circled her, keeping her on his right. Then he went up to the Buddha, bowed, sat down to one side,

# mn44:30.2
source: Ekamantaṃ nisinno kho visākho upāsako yāvatako ahosi dhammadinnāya bhikkhuniyā saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.
mn: and informed the Buddha of all they had discussed.

# mn44:30.3
source: Evaṃ vutte, bhagavā visākhaṃ upāsakaṃ etadavoca:
mn: When he had spoken, the Buddha said to him:

# mn44:30.4
source: “paṇḍitā, visākha, dhammadinnā bhikkhunī, mahāpaññā, visākha, dhammadinnā bhikkhunī.
mn: “The nun Dhammadinnā is astute, Visākha, she has great wisdom.

# mn44:30.5
source: Mañcepi tvaṃ, visākha, etamatthaṃ puccheyyāsi, ahampi taṃ evamevaṃ byākareyyaṃ, yathā taṃ dhammadinnāya bhikkhuniyā byākataṃ.
mn: If you came to me and asked this question, I would answer it in exactly the same way as the nun Dhammadinnā.

# mn44:30.6
source: Eso cevetassa attho. Evañca naṃ dhārehī”ti.
mn: That is what it means, and that’s how you should remember it.”

# mn44:30.7
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn44:30.8
source: Attamano visākho upāsako bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, the layman Visākha was happy with what the Buddha said.
