Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn056.po
Languages: mn

# mn56:0.1
source: Majjhima Nikāya 56
mn: Middle Discourses 56

# mn56:0.2
source: Upālisutta
mn: With Upāli

# mn56:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn56:1.2
source: ekaṃ samayaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane.
mn: At one time the Buddha was staying near Nālandā in Pāvārika’s mango grove.

# mn56:2.1
source: Tena kho pana samayena nigaṇṭho nāṭaputto nāḷandāyaṃ paṭivasati mahatiyā nigaṇṭhaparisāya saddhiṃ.
mn: At that time Nigaṇṭha Nāṭaputta was residing at Nāḷandā together with a large assembly of Jain ascetics.

# mn56:2.2
source: Atha kho dīghatapassī nigaṇṭho nāḷandāyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena pāvārikambavanaṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then the Jain ascetic Dīgha Tapassī wandered for alms in Nāḷandā. After the meal, on his return from alms-round, he went to Pāvārika’s mango grove. There he approached the Buddha, and exchanged greetings with him.

# mn56:2.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitaṃ kho dīghatapassiṃ nigaṇṭhaṃ bhagavā etadavoca:
mn: When the greetings and polite conversation were over, he stood to one side. The Buddha said to him,

# mn56:2.4
source: “saṃvijjanti kho, tapassi, āsanāni; sace ākaṅkhasi nisīdā”ti.
mn: “There are seats, Tapassī. Please sit if you wish.”

# mn56:3.1
source: Evaṃ vutte, dīghatapassī nigaṇṭho aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: When he said this, Dīgha Tapassī took a low seat and sat to one side.

# mn56:3.2
source: Ekamantaṃ nisinnaṃ kho dīghatapassiṃ nigaṇṭhaṃ bhagavā etadavoca:
mn: The Buddha said to him,

# mn56:3.3
source: “kati pana, tapassi, nigaṇṭho nāṭaputto kammāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?
mn: “Tapassī, how many kinds of deed does Nigaṇṭha Nātaputta describe for performing bad deeds?”

# mn56:3.4
source: “Na kho, āvuso gotama, āciṇṇaṃ nigaṇṭhassa nāṭaputtassa ‘kammaṃ, kamman’ti paññapetuṃ;
mn: “Reverend Gotama, Nigaṇṭha Nātaputta doesn’t usually speak in terms of ‘deeds’.

# mn56:3.5
source: ‘daṇḍaṃ, daṇḍan’ti kho, āvuso gotama, āciṇṇaṃ nigaṇṭhassa nāṭaputtassa paññapetun”ti.
mn: He usually speaks in terms of ‘rods’.”

# mn56:3.6
source: “Kati pana, tapassi, nigaṇṭho nāṭaputto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?
mn: “Then how many kinds of rod does Nigaṇṭha Nātaputta describe for performing bad deeds?”

# mn56:3.7
source: “Tīṇi kho, āvuso gotama, nigaṇṭho nāṭaputto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyāti, seyyathidaṃ—
mn: “Nigaṇṭha Nātaputta describes three kinds of rod for performing bad deeds:

# mn56:3.8
source: kāyadaṇḍaṃ, vacīdaṇḍaṃ, manodaṇḍan”ti.
mn: the physical rod, the verbal rod, and the mental rod.”

# mn56:3.9
source: “Kiṃ pana, tapassi, aññadeva kāyadaṇḍaṃ, aññaṃ vacīdaṇḍaṃ, aññaṃ manodaṇḍan”ti?
mn: “But are these kinds of rod all distinct from each other?”

# mn56:3.10
source: “Aññadeva, āvuso gotama, kāyadaṇḍaṃ, aññaṃ vacīdaṇḍaṃ, aññaṃ manodaṇḍan”ti.
mn: “Yes, each is quite distinct.”

# mn56:3.11
source: “Imesaṃ pana, tapassi, tiṇṇaṃ daṇḍānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ katamaṃ daṇḍaṃ nigaṇṭho nāṭaputto mahāsāvajjataraṃ paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, yadi vā kāyadaṇḍaṃ, yadi vā vacīdaṇḍaṃ, yadi vā manodaṇḍan”ti?
mn: “Of the three rods thus analyzed and differentiated, which rod does Nigaṇṭha Nātaputta describe as being the most blameworthy for performing bad deeds: the physical rod, the verbal rod, or the mental rod?”

# mn56:3.12
source: “Imesaṃ kho, āvuso gotama, tiṇṇaṃ daṇḍānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ kāyadaṇḍaṃ nigaṇṭho nāṭaputto mahāsāvajjataraṃ paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍaṃ, no tathā manodaṇḍan”ti.
mn: “Nigaṇṭha Nātaputta describes the physical rod as being the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.”

# mn56:3.13
source: “Kāyadaṇḍanti, tapassi, vadesi”?
mn: “Do you say the physical rod, Tapassī?”

# mn56:3.14
source: “Kāyadaṇḍanti, āvuso gotama, vadāmi”.
mn: “I say the physical rod, Reverend Gotama.”

# mn56:3.15
source: “Kāyadaṇḍanti, tapassi, vadesi”?
mn: “Do you say the physical rod, Tapassī?”

# mn56:3.16
source: “Kāyadaṇḍanti, āvuso gotama, vadāmi”.
mn: “I say the physical rod, Reverend Gotama.”

# mn56:3.17
source: “Kāyadaṇḍanti, tapassi, vadesi”?
mn: “Do you say the physical rod, Tapassī?”

# mn56:3.18
source: “Kāyadaṇḍanti, āvuso gotama, vadāmī”ti.
mn: “I say the physical rod, Reverend Gotama.”

# mn56:3.19
source: Itiha bhagavā dīghatapassiṃ nigaṇṭhaṃ imasmiṃ kathāvatthusmiṃ yāvatatiyakaṃ patiṭṭhāpesi.
mn: Thus the Buddha made Dīgha Tapassī stand by this point up to the third time.

# mn56:4.1
source: Evaṃ vutte, dīghatapassī nigaṇṭho bhagavantaṃ etadavoca:
mn: When this was said, Dīgha Tapassī said to the Buddha,

# mn56:4.2
source: “tvaṃ panāvuso gotama, kati daṇḍāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?
mn: “But Reverend Gotama, how many kinds of rod do you describe for performing bad deeds?”

# mn56:4.3
source: “Na kho, tapassi, āciṇṇaṃ tathāgatassa ‘daṇḍaṃ, daṇḍan’ti paññapetuṃ;
mn: “Tapassī, the Realized One doesn’t usually speak in terms of ‘rods’.

# mn56:4.4
source: ‘kammaṃ, kamman’ti kho, tapassi, āciṇṇaṃ tathāgatassa paññapetun”ti?
mn: He usually speaks in terms of ‘deeds’.”

# mn56:4.5
source: “Tvaṃ panāvuso gotama, kati kammāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?
mn: “Then how many kinds of deed do you describe for performing bad deeds?”

# mn56:4.6
source: “Tīṇi kho ahaṃ, tapassi, kammāni paññapemi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, seyyathidaṃ—
mn: “I describe three kinds of deed for performing bad deeds:

# mn56:4.7
source: kāyakammaṃ, vacīkammaṃ, manokamman”ti.
mn: physical deeds, verbal deeds, and mental deeds.”

# mn56:4.8
source: “Kiṃ panāvuso gotama, aññadeva kāyakammaṃ, aññaṃ vacīkammaṃ, aññaṃ manokamman”ti?
mn: “But are these kinds of deed all distinct from each other?”

# mn56:4.9
source: “Aññadeva, tapassi, kāyakammaṃ, aññaṃ vacīkammaṃ, aññaṃ manokamman”ti.
mn: “Yes, each is quite distinct.”

# mn56:4.10
source: “Imesaṃ panāvuso gotama, tiṇṇaṃ kammānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ katamaṃ kammaṃ mahāsāvajjataraṃ paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, yadi vā kāyakammaṃ, yadi vā vacīkammaṃ, yadi vā manokamman”ti?
mn: “Of the three deeds thus analyzed and differentiated, which deed do you describe as being the most blameworthy for performing bad deeds: physical deeds, verbal deeds, or mental deeds?”

# mn56:4.11
source: “Imesaṃ kho ahaṃ, tapassi, tiṇṇaṃ kammānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ manokammaṃ mahāsāvajjataraṃ paññapemi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā kāyakammaṃ, no tathā vacīkamman”ti.
mn: “I describe mental deeds as being the most blameworthy for performing bad deeds, not so much physical deeds or verbal deeds.”

# mn56:4.12
source: “Manokammanti, āvuso gotama, vadesi”?
mn: “Do you say mental deeds, Reverend Gotama?”

# mn56:4.13
source: “Manokammanti, tapassi, vadāmi”.
mn: “I say mental deeds, Tapassī.”

# mn56:4.14
source: “Manokammanti, āvuso gotama, vadesi”?
mn: “Do you say mental deeds, Reverend Gotama?”

# mn56:4.15
source: “Manokammanti, tapassi, vadāmi”.
mn: “I say mental deeds, Tapassī.”

# mn56:4.16
source: “Manokammanti, āvuso gotama, vadesi”?
mn: “Do you say mental deeds, Reverend Gotama?”

# mn56:4.17
source: “Manokammanti, tapassi, vadāmī”ti.
mn: “I say mental deeds, Tapassī.”

# mn56:4.18
source: Itiha dīghatapassī nigaṇṭho bhagavantaṃ imasmiṃ kathāvatthusmiṃ yāvatatiyakaṃ patiṭṭhāpetvā uṭṭhāyāsanā yena nigaṇṭho nāṭaputto tenupasaṅkami.
mn: Thus the Jain ascetic Dīgha Tapassī made the Buddha stand by this point up to the third time, after which he got up from his seat and went to see Nigaṇṭha Nātaputta.

# mn56:5.1
source: Tena kho pana samayena nigaṇṭho nāṭaputto mahatiyā gihiparisāya saddhiṃ nisinno hoti bālakiniyā parisāya upālipamukhāya.
mn: Now at that time Nigaṇṭha Nātaputta was sitting together with a large assembly of laypeople of Bālaka headed by Upāli.

# mn56:5.2
source: Addasā kho nigaṇṭho nāṭaputto dīghatapassiṃ nigaṇṭhaṃ dūratova āgacchantaṃ;
mn: Nigaṇṭha Nātaputta saw Dīgha Tapassī coming off in the distance

# mn56:5.3
source: disvāna dīghatapassiṃ nigaṇṭhaṃ etadavoca:
mn: and said to him,

# mn56:5.4
source: “handa kuto nu tvaṃ, tapassi, āgacchasi divā divassā”ti?
mn: “So, Tapassī, where are you coming from in the middle of the day?”

# mn56:5.5
source: “Ito hi kho ahaṃ, bhante, āgacchāmi samaṇassa gotamassa santikā”ti.
mn: “Just now, sir, I’ve come from the presence of the ascetic Gotama.”

# mn56:5.6
source: “Ahu pana te, tapassi, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti?
mn: “But did you have some discussion with him?”

# mn56:5.7
source: “Ahu kho me, bhante, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti.
mn: “I did.”

# mn56:5.8
source: “Yathā kathaṃ pana te, tapassi, ahu samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti?
mn: “And what kind of discussion did you have with him?”

# mn56:5.9
source: Atha kho dīghatapassī nigaṇṭho yāvatako ahosi bhagavatā saddhiṃ kathāsallāpo taṃ sabbaṃ nigaṇṭhassa nāṭaputtassa ārocesi.
mn: Then Dīgha Tapassī informed Nigaṇṭha Nātaputta of all they had discussed.

# mn56:6.1
source: Evaṃ vutte, nigaṇṭho nāṭaputto dīghatapassiṃ nigaṇṭhaṃ etadavoca:
mn: When he had spoken, Nigaṇṭha said to him,

# mn56:6.2
source: “sādhu sādhu, tapassi.
mn: “Good, good, Tapassī!

# mn56:6.3
source: Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena evameva dīghatapassinā nigaṇṭhena samaṇassa gotamassa byākataṃ.
mn: Dīgha Tapassī has answered the ascetic Gotama like an educated disciple who rightly understands their teacher’s instructions.

# mn56:6.4
source: Kiñhi sobhati chavo manodaṇḍo imassa evaṃ oḷārikassa kāyadaṇḍassa upanidhāya.
mn: For how impressive is the measly mental rod when compared with the substantial physical rod?

# mn56:6.5
source: Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.
mn: Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.”

# mn56:7.1
source: Evaṃ vutte, upāli gahapati nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: When he said this, the householder Upāli said to him,

# mn56:7.2
source: “sādhu sādhu, bhante dīghatapassī.
mn: “Good, sir! Well done, Dīgha Tapassī!

# mn56:7.3
source: Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena evamevaṃ bhadantena tapassinā samaṇassa gotamassa byākataṃ.
mn: The honorable Tapassī has answered the ascetic Gotama like an educated disciple who rightly understands their teacher’s instructions.

# mn56:7.4
source: Kiñhi sobhati chavo manodaṇḍo imassa evaṃ oḷārikassa kāyadaṇḍassa upanidhāya.
mn: For how impressive is the measly mental rod when compared with the substantial physical rod?

# mn56:7.5
source: Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo.
mn: Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.

# mn56:7.6
source: Handa cāhaṃ, bhante, gacchāmi samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropessāmi.
mn: I’d better go and refute the ascetic Gotama’s doctrine regarding this point.

# mn56:7.7
source: Sace me samaṇo gotamo tathā patiṭṭhahissati yathā bhadantena tapassinā patiṭṭhāpitaṃ; seyyathāpi nāma balavā puriso dīghalomikaṃ eḷakaṃ lomesu gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya; evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi.
mn: If he stands by the position that he stated to Dīgha Tapassī, I’ll take him on in debate and drag him to and fro and round about, like a strong man would drag a fleecy sheep to and fro and round about!

# mn56:7.8
source: Seyyathāpi nāma balavā soṇḍikākammakāro mahantaṃ soṇḍikākilañjaṃ gambhīre udakarahade pakkhipitvā kaṇṇe gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya; evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi.
mn: Taking him on in debate, I’ll drag him to and fro and round about, like a strong brewer’s worker would toss a large brewer’s sieve into a deep lake, grab it by the corners, and drag it to and fro and round about!

# mn56:7.9
source: Seyyathāpi nāma balavā soṇḍikādhutto vālaṃ kaṇṇe gahetvā odhuneyya niddhuneyya nipphoṭeyya; evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ odhunissāmi niddhunissāmi nipphoṭessāmi.
mn: Taking him on in debate, I’ll shake him down and about and give him a beating, like a strong brewer’s mixer would grab a strainer by the corners and shake it down and about, and give it a beating!

# mn56:7.10
source: Seyyathāpi nāma kuñjaro saṭṭhihāyano gambhīraṃ pokkharaṇiṃ ogāhetvā sāṇadhovikaṃ nāma kīḷitajātaṃ kīḷati; evamevāhaṃ samaṇaṃ gotamaṃ sāṇadhovikaṃ maññe kīḷitajātaṃ kīḷissāmi.
mn: I’ll play a game of ear-washing with the ascetic Gotama, like a sixty-year-old elephant would plunge into a deep lotus pond and play a game of ear-washing!

# mn56:7.11
source: Handa cāhaṃ, bhante, gacchāmi samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropessāmī”ti.
mn: Sir, I’d better go and refute the ascetic Gotama’s doctrine on this point.”

# mn56:7.12
source: “Gaccha tvaṃ, gahapati, samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropehi.
mn: “Go, householder, refute the ascetic Gotama’s doctrine on this point.

# mn56:7.13
source: Ahaṃ vā hi, gahapati, samaṇassa gotamassa vādaṃ āropeyyaṃ, dīghatapassī vā nigaṇṭho, tvaṃ vā”ti.
mn: For either I should do so, or Dīgha Tapassī, or you.”

# mn56:8.1
source: Evaṃ vutte, dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: When he said this, Dīgha Tapassī said to Nigaṇṭha Nātaputta,

# mn56:8.2
source: “na kho metaṃ, bhante, ruccati yaṃ upāli gahapati samaṇassa gotamassa vādaṃ āropeyya.
mn: “Sir, I don’t believe it’s a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine.

# mn56:8.3
source: Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetī”ti.
mn: For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of those who follow other paths.”

# mn56:8.4
source: “Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya.
mn: “It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple.

# mn56:8.5
source: Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyya.
mn: But it is possible that Gotama could become Upāli’s disciple.

# mn56:8.6
source: Gaccha tvaṃ, gahapati, samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropehi.
mn: Go, householder, refute the ascetic Gotama’s doctrine on this point.

# mn56:8.7
source: Ahaṃ vā hi, gahapati, samaṇassa gotamassa vādaṃ āropeyyaṃ, dīghatapassī vā nigaṇṭho, tvaṃ vā”ti.
mn: For either I should do so, or Dīgha Tapassī, or you.”

# mn56:9.1
source: Dutiyampi kho dīghatapassī … pe …
mn: For a second time …

# mn56:9.2
source: tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: and a third time, Dīgha Tapassī said to Nigaṇṭha Nātaputta,

# mn56:9.3
source: “na kho metaṃ, bhante, ruccati yaṃ upāli gahapati samaṇassa gotamassa vādaṃ āropeyya.
mn: “Sir, I don’t believe it’s a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine.

# mn56:9.4
source: Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetī”ti.
mn: For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of those who follow other paths.”

# mn56:9.5
source: “Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya.
mn: “It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple.

# mn56:9.6
source: Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyya.
mn: But it is possible that Gotama could become Upāli’s disciple.

# mn56:9.7
source: Gaccha tvaṃ, gahapati, samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropehi.
mn: Go, householder, refute the ascetic Gotama’s doctrine on this point.

# mn56:9.8
source: Ahaṃ vā hi, gahapati, samaṇassa gotamassa vādaṃ āropeyyaṃ, dīghatapassī vā nigaṇṭho, tvaṃ vā”ti.
mn: For either I should do so, or Dīgha Tapassī, or you.”

# mn56:9.9
source: “Evaṃ, bhante”ti kho upāli gahapati nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā padakkhiṇaṃ katvā yena pāvārikambavanaṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho upāli gahapati bhagavantaṃ etadavoca:
mn: “Yes, sir,” replied the householder Upāli to Nigaṇṭha Nāṭaputta. He got up from his seat, bowed, and respectfully circled him, keeping him on his right. Then he went to the Buddha, bowed, sat down to one side, and said to him,

# mn56:9.10
source: “āgamā nu khvidha, bhante, dīghatapassī nigaṇṭho”ti?
mn: “Sir, did the Jain ascetic Dīgha Tapassī come here?”

# mn56:9.11
source: “Āgamā khvidha, gahapati, dīghatapassī nigaṇṭho”ti.
mn: “He did, householder.”

# mn56:9.12
source: “Ahu kho pana te, bhante, dīghatapassinā nigaṇṭhena saddhiṃ kocideva kathāsallāpo”ti?
mn: “But did you have some discussion with him?”

# mn56:9.13
source: “Ahu kho me, gahapati, dīghatapassinā nigaṇṭhena saddhiṃ kocideva kathāsallāpo”ti.
mn: “I did.”

# mn56:9.14
source: “Yathā kathaṃ pana te, bhante, ahu dīghatapassinā nigaṇṭhena saddhiṃ kocideva kathāsallāpo”ti?
mn: “And what kind of discussion did you have with him?”

# mn56:9.15
source: Atha kho bhagavā yāvatako ahosi dīghatapassinā nigaṇṭhena saddhiṃ kathāsallāpo taṃ sabbaṃ upālissa gahapatissa ārocesi.
mn: Then the Buddha informed Upāli of all they had discussed.

# mn56:10.1
source: Evaṃ vutte, upāli gahapati bhagavantaṃ etadavoca:
mn: When he said this, the householder Upāli said to him,

# mn56:10.2
source: “sādhu sādhu, bhante tapassī.
mn: “Good, sir, well done by Tapassī!

# mn56:10.3
source: Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena evamevaṃ dīghatapassinā nigaṇṭhena bhagavato byākataṃ.
mn: The honorable Tapassī has answered the ascetic Gotama like an educated disciple who rightly understands their teacher’s instructions.

# mn56:10.4
source: Kiñhi sobhati chavo manodaṇḍo imassa evaṃ oḷārikassa kāyadaṇḍassa upanidhāya?
mn: For how impressive is the measly mental rod when compared with the substantial physical rod?

# mn56:10.5
source: Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.
mn: Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.”

# mn56:10.6
source: “Sace kho tvaṃ, gahapati, sacce patiṭṭhāya manteyyāsi siyā no ettha kathāsallāpo”ti.
mn: “Householder, so long as you debate on the basis of truth, we can have some discussion about this.”

# mn56:10.7
source: “Sacce ahaṃ, bhante, patiṭṭhāya mantessāmi;
mn: “I will debate on the basis of truth, sir.

# mn56:10.8
source: hotu no ettha kathāsallāpo”ti.
mn: Let us have some discussion about this.”

# mn56:11.1
source: “Taṃ kiṃ maññasi, gahapati,
mn: “What do you think, householder?

# mn56:11.2
source: idhassa nigaṇṭho ābādhiko dukkhito bāḷhagilāno sītodakapaṭikkhitto uṇhodakapaṭisevī.
mn: Take a Jain ascetic who is sick, suffering, gravely ill. They reject cold water and use only hot water.

# mn56:11.3
source: So sītodakaṃ alabhamāno kālaṃ kareyya.
mn: Not getting cold water, they might die.

# mn56:11.4
source: Imassa pana, gahapati, nigaṇṭho nāṭaputto katthūpapattiṃ paññapetī”ti?
mn: Now, where does Nigaṇṭha Nātaputta say they would be reborn?”

# mn56:11.5
source: “Atthi, bhante, manosattā nāma devā tattha so upapajjati”.
mn: “Sir, there are gods called ‘mind-bound’. They would be reborn there.

# mn56:11.6
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn56:11.7
source: “Asu hi, bhante, manopaṭibaddho kālaṃ karotī”ti.
mn: Because they died with mental attachment.”

# mn56:11.8
source: “Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.
mn: “Think about it, householder! You should think before answering.

# mn56:11.9
source: Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.
mn: What you said before and what you said after don’t match up.

# mn56:11.10
source: Bhāsitā kho pana te, gahapati, esā vācā:
mn: But you said that you would debate on the basis of truth.”

# mn56:11.13
source: “Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.
mn: “Even though the Buddha says this, still the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.”

# mn56:12.1
source: “Taṃ kiṃ maññasi, gahapati,
mn: “What do you think, householder?

# mn56:12.2
source: idhassa nigaṇṭho nāṭaputto cātuyāmasaṃvarasaṃvuto sabbavārivārito sabbavāriyutto sabbavāridhuto sabbavāriphuṭo.
mn: Take a Jain ascetic who is restrained in the fourfold restraint: obstructed by all water, devoted to all water, shaking off all water, pervaded by all water.

# mn56:12.3
source: So abhikkamanto paṭikkamanto bahū khuddake pāṇe saṅghātaṃ āpādeti.
mn: When going out and coming back they accidentally injure many little creatures.

# mn56:12.4
source: Imassa pana, gahapati, nigaṇṭho nāṭaputto kaṃ vipākaṃ paññapetī”ti?
mn: Now, what result does Nigaṇṭha Nātaputta say they would incur?”

# mn56:12.5
source: “Asañcetanikaṃ, bhante, nigaṇṭho nāṭaputto no mahāsāvajjaṃ paññapetī”ti.
mn: “Sir, Nigaṇṭha Nātaputta says that unintentional acts are not very blameworthy.”

# mn56:12.6
source: “Sace pana, gahapati, cetetī”ti?
mn: “But if they are intentional?”

# mn56:12.7
source: “Mahāsāvajjaṃ, bhante, hotī”ti.
mn: “Then they are very blameworthy.”

# mn56:12.8
source: “Cetanaṃ pana, gahapati, nigaṇṭho nāṭaputto kismiṃ paññapetī”ti?
mn: “But where does Nigaṇṭha Nātaputta say that intention is classified?”

# mn56:12.9
source: “Manodaṇḍasmiṃ, bhante”ti.
mn: “In the mental rod, sir.”

# mn56:12.10
source: “Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.
mn: “Think about it, householder! You should think before answering.

# mn56:12.11
source: Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.
mn: What you said before and what you said after don’t match up.

# mn56:12.12
source: Bhāsitā kho pana te, gahapati, esā vācā:
mn: But you said that you would debate on the basis of truth.”

# mn56:12.15
source: “Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.
mn: “Even though the Buddha says this, still the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.”

# mn56:13.1
source: “Taṃ kiṃ maññasi, gahapati,
mn: “What do you think, householder?

# mn56:13.2
source: ayaṃ nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā”ti?
mn: Is this Nāḷandā successful and prosperous and full of people?”

# mn56:13.3
source: “Evaṃ, bhante, ayaṃ nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā”ti.
mn: “Indeed it is, sir.”

# mn56:13.4
source: “Taṃ kiṃ maññasi, gahapati,
mn: “What do you think, householder?

# mn56:13.5
source: idha puriso āgaccheyya ukkhittāsiko.
mn: Suppose a man were to come along with a drawn sword

# mn56:13.6
source: So evaṃ vadeyya:
mn: and say:
