Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn056.po
Languages: mn

# mn56:13.7
source: ‘ahaṃ yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ karissāmī’ti.
mn: ‘In one moment I will reduce all the living creatures within the bounds of Nāḷandā to one heap and mass of flesh!’

# mn56:13.8
source: Taṃ kiṃ maññasi, gahapati,
mn: What do you think, householder?

# mn56:13.9
source: pahoti nu kho so puriso yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kātun”ti?
mn: Could he do that?”

# mn56:13.10
source: “Dasapi, bhante, purisā, vīsampi, bhante, purisā, tiṃsampi, bhante, purisā, cattārīsampi, bhante, purisā, paññāsampi, bhante, purisā nappahonti yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kātuṃ.
mn: “Sir, even ten, twenty, thirty, forty, or fifty men couldn’t do that.

# mn56:13.11
source: Kiñhi sobhati eko chavo puriso”ti.
mn: How impressive is one measly man?”

# mn56:13.12
source: “Taṃ kiṃ maññasi, gahapati,
mn: “What do you think, householder?

# mn56:13.13
source: idha āgaccheyya samaṇo vā brāhmaṇo vā iddhimā cetovasippatto.
mn: Suppose an ascetic or brahmin with psychic power, who has achieved mastery of the mind, were to come along

# mn56:13.14
source: So evaṃ vadeyya:
mn: and say:

# mn56:13.15
source: ‘ahaṃ imaṃ nāḷandaṃ ekena manopadosena bhasmaṃ karissāmī’ti.
mn: ‘I will reduce Nāḷandā to ashes with a single malevolent act of will!’

# mn56:13.16
source: Taṃ kiṃ maññasi, gahapati,
mn: What do you think, householder?

# mn56:13.17
source: pahoti nu kho so samaṇo vā brāhmaṇo vā iddhimā cetovasippatto imaṃ nāḷandaṃ ekena manopadosena bhasmaṃ kātun”ti?
mn: Could he do that?”

# mn56:13.18
source: “Dasapi, bhante, nāḷandā, vīsampi nāḷandā, tiṃsampi nāḷandā, cattārīsampi nāḷandā, paññāsampi nāḷandā pahoti so samaṇo vā brāhmaṇo vā iddhimā cetovasippatto ekena manopadosena bhasmaṃ kātuṃ.
mn: “Sir, an ascetic or brahmin with psychic power, who has achieved mastery of the mind, could reduce ten, twenty, thirty, forty, or fifty Nāḷandās to ashes with a single malevolent act of will.

# mn56:13.19
source: Kiñhi sobhati ekā chavā nāḷandā”ti.
mn: How impressive is one measly Nāḷandā?”

# mn56:13.20
source: “Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.
mn: “Think about it, householder! You should think before answering.

# mn56:13.21
source: Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.
mn: What you said before and what you said after don’t match up.

# mn56:13.22
source: Bhāsitā kho pana te, gahapati, esā vācā:
mn: But you said that you would debate on the basis of truth.”

# mn56:13.25
source: “Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.
mn: “Even though the Buddha says this, still the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.”

# mn56:13.26
source: “Taṃ kiṃ maññasi, gahapati,
mn: “What do you think, householder?

# mn56:13.27
source: sutaṃ te daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti?
mn: Have you heard how the wildernesses of Daṇḍaka, Kāliṅga, Mejjha, and Mātaṅga came to be that way?”

# mn56:13.28
source: “Evaṃ, bhante, sutaṃ me daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti.
mn: “I have, sir.”

# mn56:14.1
source: “Taṃ kiṃ maññasi, gahapati, kinti te sutaṃ kena taṃ daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti?
mn: “What have you heard?”

# mn56:14.2
source: “Sutaṃ metaṃ, bhante, isīnaṃ manopadosena taṃ daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti.
mn: “I heard that it was because of a malevolent act of will by hermits that the wildernesses of Daṇḍaka, Kāliṅga, Mejjha, and Mātaṅga came to be that way.”

# mn56:14.3
source: “Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.
mn: “Think about it, householder! You should think before answering.

# mn56:14.4
source: Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.
mn: What you said before and what you said after don’t match up.

# mn56:14.5
source: Bhāsitā kho pana te, gahapati, esā vācā:
mn: But you said that you would debate on the basis of truth.”

# mn56:15.1
source: “Purimenevāhaṃ, bhante, opammena bhagavato attamano abhiraddho.
mn: “Sir, I was already delighted and satisfied by the Buddha’s very first simile.

# mn56:15.2
source: Api cāhaṃ imāni bhagavato vicitrāni pañhapaṭibhānāni sotukāmo, evāhaṃ bhagavantaṃ paccanīkaṃ kātabbaṃ amaññissaṃ.
mn: Nevertheless, I wanted to hear the Buddha’s various solutions to the problem, so I thought I’d oppose you in this way.

# mn56:15.3
source: Abhikkantaṃ, bhante, abhikkantaṃ, bhante.
mn: Excellent, sir! Excellent!

# mn56:15.4
source: Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways.

# mn56:15.5
source: Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# mn56:15.6
source: Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”

# mn56:16.1
source: “Anuviccakāraṃ kho, gahapati, karohi, anuviccakāro tumhādisānaṃ ñātamanussānaṃ sādhu hotī”ti.
mn: “Householder, you should act after careful consideration. It’s good for well-known people such as yourself to act after careful consideration.”

# mn56:16.2
source: “Imināpāhaṃ, bhante, bhagavato bhiyyoso mattāya attamano abhiraddho yaṃ maṃ bhagavā evamāha: ‘anuviccakāraṃ kho, gahapati, karohi, anuviccakāro tumhādisānaṃ ñātamanussānaṃ sādhu hotī’ti.
mn: “Now I’m even more delighted and satisfied with the Buddha, since he tells me to act after careful consideration.

# mn56:16.3
source: Mañhi, bhante, aññatitthiyā sāvakaṃ labhitvā kevalakappaṃ nāḷandaṃ paṭākaṃ parihareyyuṃ:
mn: For if the followers of other paths were to gain me as a disciple, they’d carry a banner all over Nāḷandā, saying:

# mn56:16.4
source: ‘upāli amhākaṃ gahapati sāvakattaṃ upagato’ti.
mn: ‘The householder Upāli has become our disciple!’

# mn56:16.5
source: Atha ca pana maṃ bhagavā evamāha:
mn: And yet the Buddha says:

# mn56:16.6
source: ‘anuviccakāraṃ kho, gahapati, karohi, anuviccakāro tumhādisānaṃ ñātamanussānaṃ sādhu hotī’ti.
mn: ‘Householder, you should act after careful consideration. It’s good for well-known people such as yourself to act after careful consideration.’

# mn56:16.7
source: Esāhaṃ, bhante, dutiyampi bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: For a second time, I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# mn56:16.8
source: Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”

# mn56:17.1
source: “Dīgharattaṃ kho te, gahapati, nigaṇṭhānaṃ opānabhūtaṃ kulaṃ yena nesaṃ upagatānaṃ piṇḍakaṃ dātabbaṃ maññeyyāsī”ti.
mn: “For a long time now, householder, your family has been a well-spring of support for the Jain ascetics. You should consider giving to them when they come.”

# mn56:17.2
source: “Imināpāhaṃ, bhante, bhagavato bhiyyoso mattāya attamano abhiraddho yaṃ maṃ bhagavā evamāha: ‘dīgharattaṃ kho te, gahapati, nigaṇṭhānaṃ opānabhūtaṃ kulaṃ yena nesaṃ upagatānaṃ piṇḍakaṃ dātabbaṃ maññeyyāsī’ti.
mn: “Now I’m even more delighted and satisfied with the Buddha, since he tells me to consider giving to the Jain ascetics when they come.

# mn56:17.3
source: Sutaṃ metaṃ, bhante, samaṇo gotamo evamāha:
mn: I have heard, sir, that the ascetic Gotama says this:

# mn56:17.4
source: ‘mayhameva dānaṃ dātabbaṃ, nāññesaṃ dānaṃ dātabbaṃ;
mn: ‘Gifts should only be given to me, not to others.

# mn56:17.5
source: mayhameva sāvakānaṃ dānaṃ dātabbaṃ, nāññesaṃ sāvakānaṃ dānaṃ dātabbaṃ;
mn: Gifts should only be given to my disciples, not to the disciples of others.

# mn56:17.6
source: mayhameva dinnaṃ mahapphalaṃ, nāññesaṃ dinnaṃ mahapphalaṃ;
mn: Only what is given to me is very fruitful, not what is given to others.

# mn56:17.7
source: mayhameva sāvakānaṃ dinnaṃ mahapphalaṃ, nāññesaṃ sāvakānaṃ dinnaṃ mahapphalan’ti.
mn: Only what is given to my disciples is very fruitful, not what is given to the disciples of others.’

# mn56:17.8
source: Atha ca pana maṃ bhagavā nigaṇṭhesupi dāne samādapeti.
mn: Yet the Buddha encourages me to give to the Jain ascetics.

# mn56:17.9
source: Api ca, bhante, mayamettha kālaṃ jānissāma.
mn: Well, sir, we’ll know the proper time for that.

# mn56:17.10
source: Esāhaṃ, bhante, tatiyampi bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: For a third time, I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# mn56:17.11
source: Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”

# mn56:18.1
source: Atha kho bhagavā upālissa gahapatissa anupubbiṃ kathaṃ kathesi, seyyathidaṃ—
mn: Then the Buddha taught the householder Upāli step by step, with

# mn56:18.2
source: dānakathaṃ sīlakathaṃ saggakathaṃ, kāmānaṃ ādīnavaṃ okāraṃ saṃkilesaṃ, nekkhamme ānisaṃsaṃ pakāsesi.
mn: a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation.

# mn56:18.3
source: Yadā bhagavā aññāsi upāliṃ gahapatiṃ kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā taṃ pakāsesi—
mn: And when he knew that Upāli’s mind was ready, pliable, rid of hindrances, joyful, and confident he explained the special teaching of the Buddhas:

# mn56:18.4
source: dukkhaṃ, samudayaṃ, nirodhaṃ, maggaṃ.
mn: suffering, its origin, its cessation, and the path.

# mn56:18.5
source: Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya;
mn: Just as a clean cloth rid of stains would properly absorb dye,

# mn56:18.6
source: evameva upālissa gahapatissa tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi:
mn: in that very seat the stainless, immaculate vision of the Dhamma arose in Upāli:

# mn56:18.7
source: “yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti.
mn: “Everything that has a beginning has an end.”

# mn56:18.8
source: Atha kho upāli gahapati diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṃkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca:
mn: Then Upāli saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions.

# mn56:18.9
source: “handa ca dāni mayaṃ, bhante, gacchāma, bahukiccā mayaṃ bahukaraṇīyā”ti.
mn: He said to the Buddha, “Well, now, sir, I must go. I have many duties, and much to do.”

# mn56:18.10
source: “Yassadāni tvaṃ, gahapati, kālaṃ maññasī”ti.
mn: “Please, householder, go at your convenience.”

# mn56:19.1
source: Atha kho upāli gahapati bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena sakaṃ nivesanaṃ tenupasaṅkami; upasaṅkamitvā dovārikaṃ āmantesi:
mn: And then the householder Upāli approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went back to his own home, where he addressed the gatekeeper,

# mn56:19.2
source: “ajjatagge, samma dovārika, āvarāmi dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ.
mn: “My good gatekeeper, from this day forth close the gate to Jain monks and nuns, and open it for the Buddha’s monks, nuns, laymen, and laywomen.

# mn56:19.3
source: Sace koci nigaṇṭho āgacchati tamenaṃ tvaṃ evaṃ vadeyyāsi:
mn: If any Jain ascetics come, say this to them:

# mn56:19.4
source: ‘tiṭṭha, bhante, mā pāvisi.
mn: ‘Wait, sir, do not enter.

# mn56:19.5
source: Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato.
mn: From now on the householder Upāli has become a disciple of the ascetic Gotama.

# mn56:19.6
source: Āvaṭaṃ dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ.
mn: His gate is closed to Jain monks and nuns, and opened for the Buddha’s monks, nuns, laymen, and laywomen.

# mn56:19.7
source: Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī’”ti.
mn: If you require alms-food, wait here, they will bring it to you.’”

# mn56:19.8
source: “Evaṃ, bhante”ti kho dovāriko upālissa gahapatissa paccassosi.
mn: “Yes, sir,” replied the gatekeeper.

# mn56:20.1
source: Assosi kho dīghatapassī nigaṇṭho:
mn: Dīgha Tapassī heard that

# mn56:20.2
source: “upāli kira gahapati samaṇassa gotamassa sāvakattaṃ upagato”ti.
mn: Upāli had become a disciple of the ascetic Gotama.

# mn56:20.3
source: Atha kho dīghatapassī nigaṇṭho yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: He went to Nigaṇṭha Nātaputta and said to him,

# mn56:20.4
source: “sutaṃ metaṃ, bhante, upāli kira gahapati samaṇassa gotamassa sāvakattaṃ upagato”ti.
mn: “Sir, they say that the householder Upāli has become a disciple of the ascetic Gotama.”

# mn56:20.5
source: “Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya.
mn: “It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple.

# mn56:20.6
source: Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti.
mn: But it is possible that Gotama could become Upāli’s disciple.”

# mn56:20.7
source: Dutiyampi kho dīghatapassī nigaṇṭho … pe …
mn: For a second time …

# mn56:20.8
source: tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: and a third time, Dīgha Tapassī said to Nigaṇṭha Nātaputta,

# mn56:20.9
source: “sutaṃ metaṃ, bhante …
mn: “Sir, they say that the householder Upāli has become a disciple of the ascetic Gotama.”

# mn56:20.10
source: pe …
mn: “It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple.

# mn56:20.11
source: upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti.
mn: But it is possible that Gotama could become Upāli’s disciple.”

# mn56:20.12
source: “Handāhaṃ, bhante, gacchāmi yāva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato yadi vā no”ti.
mn: “Well, sir, I’d better go and find out whether or not Upāli has become Gotama’s disciple.”

# mn56:20.13
source: “Gaccha tvaṃ, tapassi, jānāhi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato yadi vā no”ti.
mn: “Go, Tapassī, and find out whether or not Upāli has become Gotama’s disciple.”

# mn56:21.1
source: Atha kho dīghatapassī nigaṇṭho yena upālissa gahapatissa nivesanaṃ tenupasaṅkami.
mn: Then Dīgha Tapassī went to Upāli’s home.

# mn56:21.2
source: Addasā kho dovāriko dīghatapassiṃ nigaṇṭhaṃ dūratova āgacchantaṃ.
mn: The gatekeeper saw him coming off in the distance

# mn56:21.3
source: Disvāna dīghatapassiṃ nigaṇṭhaṃ etadavoca:
mn: and said to him,

# mn56:21.4
source: “tiṭṭha, bhante, mā pāvisi.
mn: “Wait, sir, do not enter.

# mn56:21.5
source: Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato.
mn: From now on the householder Upāli has become a disciple of the ascetic Gotama.

# mn56:21.6
source: Āvaṭaṃ dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ.
mn: His gate is closed to Jain monks and nuns, and opened for the Buddha’s monks, nuns, laymen, and laywomen.

# mn56:21.7
source: Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī”ti.
mn: If you require alms-food, wait here, they will bring it to you.”

# mn56:21.8
source: “Na me, āvuso, piṇḍakena attho”ti vatvā tato paṭinivattitvā yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: Saying, “No, mister, I do not require alms-food,” he turned back and went to Nigaṇṭha Nātaputta and said to him,

# mn56:21.9
source: “saccaṃyeva kho, bhante, yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato.
mn: “Sir, it’s really true that Upāli has become Gotama’s disciple.

# mn56:21.10
source: Etaṃ kho te ahaṃ, bhante, nālatthaṃ, na kho me, bhante, ruccati yaṃ upāli gahapati samaṇassa gotamassa vādaṃ āropeyya.
mn: Sir, I couldn’t get you to accept that it wasn’t a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine.

# mn56:21.11
source: Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetīti.
mn: For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of those who follow other paths.

# mn56:21.12
source: Āvaṭṭo kho te, bhante, upāli gahapati samaṇena gotamena āvaṭṭaniyā māyāyā”ti.
mn: The householder Upāli has been converted by the ascetic Gotama’s conversion magic!”

# mn56:21.13
source: “Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya.
mn: “It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple.

# mn56:21.14
source: Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti.
mn: But it is possible that Gotama could become Upāli’s disciple.”

# mn56:21.15
source: Dutiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: For a second time …

# mn56:21.18
source: Tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: and a third time, Dīgha Tapassī told Nigaṇṭha Nātaputta

# mn56:21.19
source: “saccaṃyeva kho, bhante …
mn: that it was really true.

# mn56:21.20
source: pe …
mn: “It is impossible …

# mn56:21.22
source: “Handa cāhaṃ, tapassi, gacchāmi yāva cāhaṃ sāmaṃyeva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato yadi vā no”ti.
mn: Well, Tapassī, I’d better go and find out for myself whether or not Upāli has become Gotama’s disciple.”

# mn56:22.1
source: Atha kho nigaṇṭho nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṃ yena upālissa gahapatissa nivesanaṃ tenupasaṅkami.
mn: Then Nigaṇṭha Nātaputta went to Upāli’s home together with a large following of Jain ascetics.

# mn56:22.2
source: Addasā kho dovāriko nigaṇṭhaṃ nāṭaputtaṃ dūratova āgacchantaṃ.
mn: The gatekeeper saw him coming off in the distance

# mn56:22.3
source: Disvāna nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: and said to him:

# mn56:22.4
source: “tiṭṭha, bhante, mā pāvisi.
mn: ‘Wait, sir, do not enter.

# mn56:22.5
source: Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato.
mn: From now on the householder Upāli has become a disciple of the ascetic Gotama.

# mn56:22.6
source: Āvaṭaṃ dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ.
mn: His gate is closed to Jain monks and nuns, and opened for the Buddha’s monks, nuns, laymen, and laywomen.

# mn56:22.7
source: Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī”ti.
mn: If you require alms-food, wait here, they will bring it to you.”

# mn56:22.8
source: “Tena hi, samma dovārika, yena upāli gahapati tenupasaṅkama; upasaṅkamitvā upāliṃ gahapatiṃ evaṃ vadehi:
mn: “Well then, my good gatekeeper, go to Upāli and say:

# mn56:22.9
source: ‘nigaṇṭho, bhante, nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṃ bahidvārakoṭṭhake ṭhito;
mn: ‘Sir, Nigaṇṭha Nātaputta is waiting outside the gates together with a large following of Jain ascetics.

# mn56:22.10
source: so te dassanakāmo’”ti.
mn: He wishes to see you.’”

# mn56:22.11
source: “Evaṃ, bhante”ti kho dovāriko nigaṇṭhassa nāṭaputtassa paṭissutvā yena upāli gahapati tenupasaṅkami; upasaṅkamitvā upāliṃ gahapatiṃ etadavoca:
mn: “Yes, sir,” replied the gatekeeper. He went to Upāli and relayed what was said.

# mn56:22.14
source: “Tena hi, samma dovārika, majjhimāya dvārasālāya āsanāni paññapehī”ti.
mn: Upāli said to him, “Well, then, my good gatekeeper, prepare seats in the hall of the middle gate.”

# mn56:22.15
source: “Evaṃ, bhante”ti kho dovāriko upālissa gahapatissa paṭissutvā majjhimāya dvārasālāya āsanāni paññapetvā yena upāli gahapati tenupasaṅkami; upasaṅkamitvā upāliṃ gahapatiṃ etadavoca:
mn: “Yes, sir,” replied the gatekeeper. He did as he was asked, then returned to Upāli and said,

# mn56:22.16
source: “paññattāni kho, bhante, majjhimāya dvārasālāya āsanāni.
mn: “Sir, seats have been prepared in the hall of the middle gate.

# mn56:22.17
source: Yassadāni kālaṃ maññasī”ti.
mn: Please go at your convenience.”

# mn56:23.1
source: Atha kho upāli gahapati yena majjhimā dvārasālā tenupasaṅkami; upasaṅkamitvā yaṃ tattha āsanaṃ aggañca seṭṭhañca uttamañca paṇītañca tattha sāmaṃ nisīditvā dovārikaṃ āmantesi:
mn: Then Upāli went to the hall of the middle gate, where he sat on the highest and finest seat. He addressed the gatekeeper,

# mn56:23.2
source: “tena hi, samma dovārika, yena nigaṇṭho nāṭaputto tenupasaṅkama; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ evaṃ vadehi:
mn: “Well then, my good gatekeeper, go to Nigaṇṭha Nātaputta and say to him:

# mn56:23.3
source: ‘upāli, bhante, gahapati evamāha—
mn: ‘Sir, Upāli says

# mn56:23.4
source: pavisa kira, bhante, sace ākaṅkhasī’”ti.
mn: you may enter if you wish.’”

# mn56:23.5
source: “Evaṃ, bhante”ti kho dovāriko upālissa gahapatissa paṭissutvā yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: “Yes, sir,” replied the gatekeeper. He went to Nigaṇṭha Nātaputta and relayed what was said.

# mn56:23.8
source: Atha kho nigaṇṭho nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṃ yena majjhimā dvārasālā tenupasaṅkami.
mn: Then Nigaṇṭha Nātaputta went to the hall of the middle gate together with a large following of Jain ascetics.

# mn56:24.2
source: yaṃ sudaṃ pubbe yato passati nigaṇṭhaṃ nāṭaputtaṃ dūratova āgacchantaṃ disvāna tato paccuggantvā yaṃ tattha āsanaṃ aggañca seṭṭhañca uttamañca paṇītañca taṃ uttarāsaṅgena sammajjitvā pariggahetvā nisīdāpeti so—
mn: Previously, when Upāli saw Nigaṇṭha Nātaputta coming, he would go out to greet him and, having wiped off the highest and finest seat with his upper robe, he would put his arms around him and sit him down.

# mn56:24.3
source: dāni yaṃ tattha āsanaṃ aggañca seṭṭhañca uttamañca paṇītañca tattha sāmaṃ nisīditvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: But today, having seated himself on the highest and finest seat, he said to Nigaṇṭha Nātaputta,

# mn56:24.4
source: “saṃvijjanti kho, bhante, āsanāni;
mn: “There are seats, sir.

# mn56:24.5
source: sace ākaṅkhasi, nisīdā”ti.
mn: Please sit if you wish.”

# mn56:25.1
source: Evaṃ vutte, nigaṇṭho nāṭaputto upāliṃ gahapatiṃ etadavoca:
mn: When he said this, Nigaṇṭha Nātaputta said to him:

# mn56:25.2
source: “ummattosi tvaṃ, gahapati, dattosi tvaṃ, gahapati.
mn: “You’re mad, householder! You’re a moron!

# mn56:25.3
source: ‘Gacchāmahaṃ, bhante, samaṇassa gotamassa vādaṃ āropessāmī’ti gantvā mahatāsi vādasaṅghāṭena paṭimukko āgato.
mn: You said: ‘I’ll go and refute the ascetic Gotama’s doctrine.’ But you come back caught in the vast net of his doctrine.
