Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn054.po
Languages: mn

# mn54:22.2
source: seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
mn: That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. … They recollect their many kinds of past lives, with features and details.

# mn54:23.1
source: Sa kho so, gahapati, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate … pe … yathākammūpage satte pajānāti.
mn: Relying on this supreme purity of mindfulness and equanimity, that noble disciple, with clairvoyance that is purified and superhuman, sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. … They understand how sentient beings are reborn according to their deeds.

# mn54:24.1
source: Sa kho so, gahapati, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
mn: Relying on this supreme purity of mindfulness and equanimity, that noble disciple realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# mn54:25.1
source: Ettāvatā kho, gahapati, ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hoti.
mn: That’s how there is the cutting off of judgments in each and every respect in the noble one’s training.

# mn54:25.2
source: Taṃ kiṃ maññasi, gahapati,
mn: What do you think, householder?

# mn54:25.3
source: yathā ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hoti, api nu tvaṃ evarūpaṃ vohārasamucchedaṃ attani samanupassasī”ti?
mn: Do you regard yourself as having cut off judgments in a way comparable to the cutting off of judgments in each and every respect in the noble one’s training?”

# mn54:25.4
source: “Ko cāhaṃ, bhante, ko ca ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo.
mn: “Who am I compared to one who has cut off judgments in each and every respect in the noble one’s training?

# mn54:25.5
source: Ārakā ahaṃ, bhante, ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedā.
mn: I am far from that.

# mn54:25.6
source: Mayañhi, bhante, pubbe aññatitthiye paribbājake anājānīyeva samāne ājānīyāti amaññimha, anājānīyeva samāne ājānīyabhojanaṃ bhojimha, anājānīyeva samāne ājānīyaṭhāne ṭhapimha;
mn: Sir, I used to think that the wanderers following other paths were thoroughbreds, and I fed them and treated them accordingly, but they were not actually thoroughbreds.

# mn54:25.7
source: bhikkhū pana mayaṃ, bhante, ājānīyeva samāne anājānīyāti amaññimha, ājānīyeva samāne anājānīyabhojanaṃ bhojimha, ājānīyeva samāne anājānīyaṭhāne ṭhapimha;
mn: I thought that the mendicants were not thoroughbreds, and I fed them and treated them accordingly, but they actually were thoroughbreds.

# mn54:25.8
source: idāni pana mayaṃ, bhante, aññatitthiye paribbājake anājānīyeva samāne anājānīyāti jānissāma, anājānīyeva samāne anājānīyabhojanaṃ bhojessāma, anājānīyeva samāne anājānīyaṭhāne ṭhapessāma.
mn: But now I shall understand that the wanderers following other paths are not actually thoroughbreds, and I will feed them and treat them accordingly.

# mn54:25.9
source: Bhikkhū pana mayaṃ, bhante, ājānīyeva samāne ājānīyāti jānissāma, ājānīyeva samāne ājānīyabhojanaṃ bhojessāma, ājānīyeva samāne ājānīyaṭhāne ṭhapessāma.
mn: And I shall understand that the mendicants actually are thoroughbreds, and I will feed them and treat them accordingly.

# mn54:25.10
source: Ajanesi vata me, bhante, bhagavā samaṇesu samaṇappemaṃ, samaṇesu samaṇappasādaṃ, samaṇesu samaṇagāravaṃ.
mn: The Buddha has inspired me to have love, confidence, and respect for ascetics!

# mn54:26.1
source: Abhikkantaṃ, bhante, abhikkantaṃ, bhante.
mn: Excellent, sir! Excellent!

# mn54:26.2
source: Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya, ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ kho, bhante, bhagavatā anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways.

# mn54:26.3
source: Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# mn54:26.4
source: Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”
