Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn056.po
Languages: mn

# mn56:25.4
source: Seyyathāpi, gahapati, puriso aṇḍahārako gantvā ubbhatehi aṇḍehi āgaccheyya, seyyathā vā pana gahapati puriso akkhikahārako gantvā ubbhatehi akkhīhi āgaccheyya;
mn: Suppose a man went to deliver a pair of balls, but came back castrated. Or they went to deliver eyes, but came back blinded.

# mn56:25.5
source: evameva kho tvaṃ, gahapati, ‘gacchāmahaṃ, bhante, samaṇassa gotamassa vādaṃ āropessāmī’ti gantvā mahatāsi vādasaṅghāṭena paṭimukko āgato.
mn: In the same way, you said: ‘I’ll go and refute the ascetic Gotama’s doctrine.’ But you come back caught in the vast net of his doctrine.

# mn56:25.6
source: Āvaṭṭosi kho tvaṃ, gahapati, samaṇena gotamena āvaṭṭaniyā māyāyā”ti.
mn: You’ve been converted by the ascetic Gotama’s conversion magic!”

# mn56:26.1
source: “Bhaddikā, bhante, āvaṭṭanī māyā;
mn: “Sir, this conversion magic is excellent.

# mn56:26.2
source: kalyāṇī, bhante, āvaṭṭanī māyā;
mn: This conversion magic is lovely!

# mn56:26.3
source: piyā me, bhante, ñātisālohitā imāya āvaṭṭaniyā āvaṭṭeyyuṃ; piyānampi me assa ñātisālohitānaṃ dīgharattaṃ hitāya sukhāya;
mn: If my loved ones—relatives and kin—were to be converted by this, it would be for their lasting welfare and happiness.

# mn56:26.4
source: sabbe cepi, bhante, khattiyā imāya āvaṭṭaniyā āvaṭṭeyyuṃ; sabbesānampissa khattiyānaṃ dīgharattaṃ hitāya sukhāya; sabbe cepi, bhante, brāhmaṇā … pe … vessā … pe … suddā imāya āvaṭṭaniyā āvaṭṭeyyuṃ; sabbesānampissa suddānaṃ dīgharattaṃ hitāya sukhāya;
mn: If all the aristocrats, brahmins, merchants, and workers were to be converted by this, it would be for their lasting welfare and happiness.

# mn56:26.5
source: sadevako cepi, bhante, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā imāya āvaṭṭaniyā āvaṭṭeyyuṃ; sadevakassapissa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya dīgharattaṃ hitāya sukhāyāti.
mn: If the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—were to be converted by this, it would be for their lasting welfare and happiness.

# mn56:26.6
source: Tena hi, bhante, upamaṃ te karissāmi.
mn: Well then, sir, I shall give you a simile.

# mn56:26.7
source: Upamāyapidhekacce viññū purisā bhāsitassa atthaṃ ājānanti.
mn: For by means of a simile some sensible people understand the meaning of what is said.

# mn56:27.1
source: Bhūtapubbaṃ, bhante, aññatarassa brāhmaṇassa jiṇṇassa vuḍḍhassa mahallakassa daharā māṇavikā pajāpatī ahosi gabbhinī upavijaññā.
mn: Once upon a time there was an old brahmin, elderly and senior. His wife was a young brahmin lady who was pregnant and approaching the time for giving birth.

# mn56:27.2
source: Atha kho, bhante, sā māṇavikā taṃ brāhmaṇaṃ etadavoca,
mn: Then she said to the brahmin,

# mn56:27.3
source: ‘gaccha tvaṃ, brāhmaṇa, āpaṇā makkaṭacchāpakaṃ kiṇitvā ānehi, yo me kumārakassa kīḷāpanako bhavissatī’ti.
mn: ‘Go, brahmin, buy a baby monkey from the market and bring it back so it can be a playmate for my child.’

# mn56:27.4
source: Evaṃ vutte, so brāhmaṇo taṃ māṇavikaṃ etadavoca:
mn: When she said this, the brahmin said to her,

# mn56:27.5
source: ‘āgamehi tāva, bhoti, yāva vijāyati.
mn: ‘Wait, my dear, until you give birth.

# mn56:27.6
source: Sace tvaṃ, bhoti, kumārakaṃ vijāyissasi, tassā te ahaṃ āpaṇā makkaṭacchāpakaṃ kiṇitvā ānessāmi, yo te kumārakassa kīḷāpanako bhavissati.
mn: If your child is a boy, I’ll buy you a male monkey,

# mn56:27.7
source: Sace pana tvaṃ, bhoti, kumārikaṃ vijāyissasi, tassā te ahaṃ āpaṇā makkaṭacchāpikaṃ kiṇitvā ānessāmi, yā te kumārikāya kīḷāpanikā bhavissatī’ti.
mn: but if it’s a girl, I’ll buy a female monkey.’

# mn56:27.8
source: Dutiyampi kho, bhante, sā māṇavikā … pe …
mn: For a second time,

# mn56:27.9
source: tatiyampi kho, bhante, sā māṇavikā taṃ brāhmaṇaṃ etadavoca:
mn: and a third time she said to the brahmin,

# mn56:27.10
source: ‘gaccha tvaṃ, brāhmaṇa, āpaṇā makkaṭacchāpakaṃ kiṇitvā ānehi, yo me kumārakassa kīḷāpanako bhavissatī’ti.
mn: ‘Go, brahmin, buy a baby monkey from the market and bring it back so it can be a playmate for my child.’

# mn56:27.11
source: Atha kho, bhante, so brāhmaṇo tassā māṇavikāya sāratto paṭibaddhacitto āpaṇā makkaṭacchāpakaṃ kiṇitvā ānetvā taṃ māṇavikaṃ etadavoca:
mn: Then that brahmin, because of his love for the brahmin lady, bought a male baby monkey at the market, brought it to her, and said,

# mn56:27.12
source: ‘ayaṃ te, bhoti, āpaṇā makkaṭacchāpako kiṇitvā ānīto, yo te kumārakassa kīḷāpanako bhavissatī’ti.
mn: ‘I’ve bought this male baby monkey for you so it can be a playmate for your child.’

# mn56:27.13
source: Evaṃ vutte, bhante, sā māṇavikā taṃ brāhmaṇaṃ etadavoca:
mn: When he said this, she said to him,

# mn56:27.14
source: ‘gaccha tvaṃ, brāhmaṇa, imaṃ makkaṭacchāpakaṃ ādāya yena rattapāṇi rajakaputto tenupasaṅkama; upasaṅkamitvā rattapāṇiṃ rajakaputtaṃ evaṃ vadehi—
mn: ‘Go, brahmin, take this monkey to Rattapāṇi the dyer and say,

# mn56:27.15
source: icchāmahaṃ, samma rattapāṇi, imaṃ makkaṭacchāpakaṃ pītāvalepanaṃ nāma raṅgajātaṃ rajitaṃ ākoṭitapaccākoṭitaṃ ubhatobhāgavimaṭṭhan’ti.
mn: “Mister Rattapāṇi, I wish to have this monkey dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.”’

# mn56:27.16
source: Atha kho, bhante, so brāhmaṇo tassā māṇavikāya sāratto paṭibaddhacitto taṃ makkaṭacchāpakaṃ ādāya yena rattapāṇi rajakaputto tenupasaṅkami; upasaṅkamitvā rattapāṇiṃ rajakaputtaṃ etadavoca:
mn: Then that brahmin, because of his love for the brahmin lady, took the monkey to Rattapāṇi the dyer and said,

# mn56:27.17
source: ‘icchāmahaṃ, samma rattapāṇi, imaṃ makkaṭacchāpakaṃ pītāvalepanaṃ nāma raṅgajātaṃ rajitaṃ ākoṭitapaccākoṭitaṃ ubhatobhāgavimaṭṭhan’ti.
mn: ‘Mister Rattapāṇi, I wish to have this monkey dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.’

# mn56:27.18
source: Evaṃ vutte, bhante, rattapāṇi rajakaputto taṃ brāhmaṇaṃ etadavoca:
mn: When he said this, Rattapāṇi said to him,

# mn56:27.19
source: ‘ayaṃ kho te, bhante, makkaṭacchāpako raṅgakkhamo hi kho, no ākoṭanakkhamo, no vimajjanakkhamo’ti.
mn: ‘Sir, this monkey can withstand a dying, but not a pounding or a pressing.’

# mn56:27.20
source: Evameva kho, bhante, bālānaṃ nigaṇṭhānaṃ vādo raṅgakkhamo hi kho bālānaṃ no paṇḍitānaṃ, no anuyogakkhamo, no vimajjanakkhamo.
mn: In the same way, the doctrine of the foolish Jains looks fine initially—for fools, not for the astute—but can’t withstand being scrutinized or pressed.

# mn56:27.21
source: Atha kho, bhante, so brāhmaṇo aparena samayena navaṃ dussayugaṃ ādāya yena rattapāṇi rajakaputto tenupasaṅkami; upasaṅkamitvā rattapāṇiṃ rajakaputtaṃ etadavoca:
mn: Then some time later that brahmin took a new pair of garments to Rattapāṇi the dyer and said,

# mn56:27.22
source: ‘icchāmahaṃ, samma rattapāṇi, imaṃ navaṃ dussayugaṃ pītāvalepanaṃ nāma raṅgajātaṃ rajitaṃ ākoṭitapaccākoṭitaṃ ubhatobhāgavimaṭṭhan’ti.
mn: ‘Mister Rattapāṇi, I wish to have this new pair of garments dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.’

# mn56:27.23
source: Evaṃ vutte, bhante, rattapāṇi rajakaputto taṃ brāhmaṇaṃ etadavoca:
mn: When he said this, Rattapāṇi said to him,

# mn56:27.24
source: ‘idaṃ kho te, bhante, navaṃ dussayugaṃ raṅgakkhamañceva ākoṭanakkhamañca vimajjanakkhamañcā’ti.
mn: ‘Sir, this pair of garments can withstand a dying, a pounding, and a pressing.’

# mn56:27.25
source: Evameva kho, bhante, tassa bhagavato vādo arahato sammāsambuddhassa raṅgakkhamo ceva paṇḍitānaṃ no bālānaṃ, anuyogakkhamo ca vimajjanakkhamo cā”ti.
mn: In the same way, the doctrine of the Buddha looks fine initially—for the astute, not for fools—and it can withstand being scrutinized and pressed.”

# mn56:28.1
source: “Sarājikā kho, gahapati, parisā evaṃ jānāti:
mn: “Householder, the king and his retinue know you as

# mn56:28.2
source: ‘upāli gahapati nigaṇṭhassa nāṭaputtassa sāvako’ti.
mn: a disciple of Nigaṇṭha Nātaputta.

# mn56:28.3
source: Kassa taṃ, gahapati, sāvakaṃ dhāremā”ti?
mn: Whose disciple should we remember you as?”

# mn56:29.1
source: Evaṃ vutte, upāli gahapati uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca:
mn: When he had spoken, the householder Upāli got up from his seat, arranged his robe over one shoulder, raised his joined palms in the direction of the Buddha, and said to Nigaṇṭha Nātaputta,

# mn56:29.2
source: “tena hi, bhante, suṇohi yassāhaṃ sāvako”ti:
mn: “Well then, sir, hear whose disciple I am:

# mn56:29.3
source: “Dhīrassa vigatamohassa,
mn: The wise one, free of delusion,

# mn56:29.4
source: Pabhinnakhīlassa vijitavijayassa;
mn: rid of barrenness, victor in battle;

# mn56:29.5
source: Anīghassa susamacittassa,
mn: he’s untroubled and so even-minded,

# mn56:29.6
source: Vuddhasīlassa sādhupaññassa;
mn: with the virtue of an elder and the wisdom of a saint,

# mn56:29.7
source: Vesamantarassa vimalassa,
mn: immaculate in the midst of it all:

# mn56:29.8
source: Bhagavato tassa sāvakohamasmi.
mn: he is the Buddha, and I am his disciple.

# mn56:29.9
source: Akathaṅkathissa tusitassa,
mn: He has no indecision, he’s content,

# mn56:29.10
source: Vantalokāmisassa muditassa;
mn: joyful, he has spat out the world’s bait;

# mn56:29.11
source: Katasamaṇassa manujassa,
mn: he has completed the ascetic’s task as a human,

# mn56:29.12
source: Antimasārīrassa narassa;
mn: a man who bears his final body;

# mn56:29.13
source: Anopamassa virajassa,
mn: he’s beyond compare, he’s stainless:

# mn56:29.14
source: Bhagavato tassa sāvakohamasmi.
mn: he is the Buddha, and I am his disciple.

# mn56:29.15
source: Asaṃsayassa kusalassa,
mn: He’s free of doubt, he’s skillful,

# mn56:29.16
source: Venayikassa sārathivarassa;
mn: he’s a trainer, an excellent charioteer;

# mn56:29.17
source: Anuttarassa ruciradhammassa,
mn: supreme, with brilliant qualities,

# mn56:29.18
source: Nikkaṅkhassa pabhāsakassa;
mn: confident, his light shines forth;

# mn56:29.19
source: Mānacchidassa vīrassa,
mn: he has cut off conceit, he’s a hero:

# mn56:29.20
source: Bhagavato tassa sāvakohamasmi.
mn: he is the Buddha, and I am his disciple.

# mn56:29.21
source: Nisabhassa appameyyassa,
mn: The chief bull, immeasurable,

# mn56:29.22
source: Gambhīrassa monapattassa;
mn: profound, sagacious;

# mn56:29.23
source: Khemaṅkarassa vedassa,
mn: he is the builder of sanctuary, knowledgeable,

# mn56:29.24
source: Dhammaṭṭhassa saṃvutattassa;
mn: firm in principle and restrained;

# mn56:29.25
source: Saṅgātigassa muttassa,
mn: he has got over clinging and is liberated:

# mn56:29.26
source: Bhagavato tassa sāvakohamasmi.
mn: he is the Buddha, and I am his disciple.

# mn56:29.27
source: Nāgassa pantasenassa,
mn: He’s a giant, living remotely,

# mn56:29.28
source: Khīṇasaṃyojanassa muttassa;
mn: he’s ended the fetters and is liberated;

# mn56:29.29
source: Paṭimantakassa dhonassa,
mn: he’s skilled in dialogue and cleansed,

# mn56:29.30
source: Pannadhajassa vītarāgassa;
mn: with banner put down, desireless;

# mn56:29.31
source: Dantassa nippapañcassa,
mn: he’s tamed, and doesn’t proliferate:

# mn56:29.32
source: Bhagavato tassa sāvakohamasmi.
mn: he is the Buddha, and I am his disciple.

# mn56:29.33
source: Isisattamassa akuhassa,
mn: He is the seventh sage, free of deceit,

# mn56:29.34
source: Tevijjassa brahmapattassa;
mn: with three knowledges, he has attained to holiness,

# mn56:29.35
source: Nhātakassa padakassa,
mn: he has bathed, he knows philology,

# mn56:29.36
source: Passaddhassa viditavedassa;
mn: he’s tranquil, he understands what is known;

# mn56:29.37
source: Purindadassa sakkassa,
mn: he crushes resistance, he is the lord:

# mn56:29.38
source: Bhagavato tassa sāvakohamasmi.
mn: he is the Buddha, and I am his disciple.

# mn56:29.39
source: Ariyassa bhāvitattassa,
mn: The noble one, self-developed,

# mn56:29.40
source: Pattipattassa veyyākaraṇassa;
mn: he has attained the goal and explains it;

# mn56:29.41
source: Satimato vipassissa,
mn: he is mindful, discerning,

# mn56:29.42
source: Anabhinatassa no apanatassa;
mn: neither leaning forward nor pulling back,

# mn56:29.43
source: Anejassa vasippattassa,
mn: he’s unstirred, attained to mastery:

# mn56:29.44
source: Bhagavato tassa sāvakohamasmi.
mn: he is the Buddha, and I am his disciple.

# mn56:29.45
source: Samuggatassa jhāyissa,
mn: He has risen up, he practices absorption,

# mn56:29.46
source: Ananugatantarassa suddhassa;
mn: not following inner thoughts, he is pure,

# mn56:29.47
source: Asitassa hitassa,
mn: independent, and fearless;

# mn56:29.48
source: Pavivittassa aggappattassa;
mn: secluded, he has reached the peak,

# mn56:29.49
source: Tiṇṇassa tārayantassa,
mn: crossed over, he helps others across:

# mn56:29.50
source: Bhagavato tassa sāvakohamasmi.
mn: he is the Buddha, and I am his disciple.

# mn56:29.51
source: Santassa bhūripaññassa,
mn: He’s peaceful, his wisdom is vast,

# mn56:29.52
source: Mahāpaññassa vītalobhassa;
mn: with great wisdom, he’s free of greed;

# mn56:29.53
source: Tathāgatassa sugatassa,
mn: he is the Realized One, the Holy One,

# mn56:29.54
source: Appaṭipuggalassa asamassa;
mn: unrivaled, unequaled,

# mn56:29.55
source: Visāradassa nipuṇassa,
mn: assured, and subtle:

# mn56:29.56
source: Bhagavato tassa sāvakohamasmi.
mn: he is the Buddha, and I am his disciple.

# mn56:29.57
source: Taṇhacchidassa buddhassa,
mn: He has cut off craving and is awakened,

# mn56:29.58
source: Vītadhūmassa anupalittassa;
mn: free of fuming, unsullied;

# mn56:29.59
source: Āhuneyyassa yakkhassa,
mn: a mighty spirit worthy of offerings,

# mn56:29.60
source: Uttamapuggalassa atulassa;
mn: best of men, inestimable,

# mn56:29.61
source: Mahato yasaggapattassa,
mn: grand, he has reached the peak of glory:

# mn56:29.62
source: Bhagavato tassa sāvakohamasmī”ti.
mn: he is the Buddha, and I am his disciple.”

# mn56:30.1
source: “Kadā saññūḷhā pana te, gahapati, ime samaṇassa gotamassa vaṇṇā”ti?
mn: “But when did you compose these praises of the ascetic Gotama’s beautiful qualities, householder?”

# mn56:30.2
source: “Seyyathāpi, bhante, nānāpupphānaṃ mahāpuppharāsi, tamenaṃ dakkho mālākāro vā mālākārantevāsī vā vicittaṃ mālaṃ gantheyya;
mn: “Sir, suppose there was a large heap of many different flowers. A deft garland-maker or their apprentice could tie them into a colorful garland.

# mn56:30.3
source: evameva kho, bhante, so bhagavā anekavaṇṇo anekasatavaṇṇo.
mn: In the same way, the Buddha has many beautiful qualities to praise, many hundreds of such qualities.

# mn56:30.4
source: Ko hi, bhante, vaṇṇārahassa vaṇṇaṃ na karissatī”ti?
mn: Who, sir, would not praise the praiseworthy?”

# mn56:31.1
source: Atha kho nigaṇṭhassa nāṭaputtassa bhagavato sakkāraṃ asahamānassa tattheva uṇhaṃ lohitaṃ mukhato uggacchīti.
mn: Unable to bear this honor paid to the Buddha, Nigaṇṭha Nātaputta spewed hot blood from his mouth there and then.
