Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn050.po
Languages: mn

# mn50:27.8
source: kaṇha dukkhaṃ nigacchasi.
mn: you’ll fall into suffering.

# mn50:28.1
source: Yo vejayantapāsāde,
mn: I’m the one who asked Sakka

# mn50:28.2
source: sakkaṃ so paripucchati;
mn: in the Palace of Victory:

# mn50:28.3
source: Api vāsava jānāsi,
mn: ‘Vāsava, do you know the freedom

# mn50:28.4
source: taṇhākkhayavimuttiyo;
mn: that comes with the ending of craving?’

# mn50:28.5
source: Tassa sakko viyākāsi,
mn: And I’m the one to whom Sakka

# mn50:28.6
source: pañhaṃ puṭṭho yathātathaṃ.
mn: admitted the truth when asked.

# mn50:28.7
source: Yo etamabhijānāti,
mn: Dark One, if you attack

# mn50:28.8
source: bhikkhu buddhassa sāvako;
mn: a mendicant who directly knows this,

# mn50:28.9
source: Tādisaṃ bhikkhumāsajja,
mn: a disciple of the Buddha,

# mn50:28.10
source: kaṇha dukkhaṃ nigacchasi.
mn: you’ll fall into suffering.

# mn50:29.1
source: Yo brahmaṃ paripucchati,
mn: I’m the one who asked Brahmā

# mn50:29.2
source: sudhammāyābhito sabhaṃ;
mn: in the Hall of Justice before the assembly:

# mn50:29.3
source: Ajjāpi tyāvuso diṭṭhi,
mn: ‘Friend, do you still have the same view

# mn50:29.4
source: yā te diṭṭhi pure ahu;
mn: that you had in the past?

# mn50:29.5
source: Passasi vītivattantaṃ,
mn: Or do you see the radiance

# mn50:29.6
source: brahmaloke pabhassaraṃ.
mn: transcending the Brahmā realm?’

# mn50:29.7
source: Tassa brahmā viyākāsi,
mn: And I’m the one to whom Brahmā

# mn50:29.8
source: anupubbaṃ yathātathaṃ;
mn: truthfully admitted his progress:

# mn50:29.9
source: Na me mārisa sā diṭṭhi,
mn: ‘Good sir, I don’t have that view

# mn50:29.10
source: yā me diṭṭhi pure ahu.
mn: that I had in the past.

# mn50:29.11
source: Passāmi vītivattantaṃ,
mn: I see the radiance

# mn50:29.12
source: brahmaloke pabhassaraṃ;
mn: transcending the Brahmā realm.

# mn50:29.13
source: Sohaṃ ajja kathaṃ vajjaṃ,
mn: So how could I say today

# mn50:29.14
source: ahaṃ niccomhi sassato.
mn: that I am permanent and eternal?’

# mn50:29.15
source: Yo etamabhijānāti,
mn: Dark One, if you attack

# mn50:29.16
source: bhikkhu buddhassa sāvako;
mn: a mendicant who directly knows this,

# mn50:29.17
source: Tādisaṃ bhikkhumāsajja,
mn: a disciple of the Buddha,

# mn50:29.18
source: kaṇha dukkhaṃ nigacchasi.
mn: you’ll fall into suffering.

# mn50:30.1
source: Yo mahāmeruno kūṭaṃ,
mn: I’m the one who has touched the peak of Mount Meru

# mn50:30.2
source: vimokkhena aphassayi;
mn: using the power of meditative liberation.

# mn50:30.3
source: Vanaṃ pubbavidehānaṃ,
mn: I’ve visited the forests of the people

# mn50:30.4
source: ye ca bhūmisayā narā.
mn: who dwell in the Eastern Continent.

# mn50:30.5
source: Yo etamabhijānāti,
mn: Dark One, if you attack

# mn50:30.6
source: bhikkhu buddhassa sāvako;
mn: a mendicant who directly knows this,

# mn50:30.7
source: Tādisaṃ bhikkhumāsajja,
mn: a disciple of the Buddha,

# mn50:30.8
source: kaṇha dukkhaṃ nigacchasi.
mn: you’ll fall into suffering.

# mn50:31.1
source: Na ve aggi cetayati,
mn: Though a fire doesn’t think,

# mn50:31.2
source: ‘ahaṃ bālaṃ ḍahāmī’ti;
mn: ‘I’ll burn the fool!’

# mn50:31.3
source: Bālo ca jalitaṃ aggiṃ,
mn: Still the fool who attacks

# mn50:31.4
source: āsajja naṃ sa ḍayhati.
mn: the fire gets burnt.

# mn50:31.5
source: Evameva tuvaṃ māra,
mn: In the same way, Māra,

# mn50:31.6
source: āsajja naṃ tathāgataṃ;
mn: in attacking the Realized One,

# mn50:31.7
source: Sayaṃ ḍahissasi attānaṃ,
mn: you’ll only burn yourself,

# mn50:31.8
source: bālo aggiṃva samphusaṃ.
mn: like a fool touching the flames.

# mn50:31.9
source: Apuññaṃ pasavī māro,
mn: Māra’s done a bad thing

# mn50:31.10
source: āsajja naṃ tathāgataṃ;
mn: in attacking the Realized One.

# mn50:31.11
source: Kiṃ nu maññasi pāpima,
mn: Wicked One, do you imagine that

# mn50:31.12
source: na me pāpaṃ vipaccati.
mn: your wickedness won’t bear fruit?

# mn50:31.13
source: Karoto cīyati pāpaṃ,
mn: Your deeds heap up wickedness

# mn50:31.14
source: cirarattāya antaka;
mn: that will last a long time, terminator!

# mn50:31.15
source: Māra nibbinda buddhamhā,
mn: Forget about the Buddha, Māra!

# mn50:31.16
source: āsaṃ mākāsi bhikkhusu.
mn: And give up your hopes for the mendicants!”

# mn50:31.17
source: Iti māraṃ atajjesi,
mn: That is how, in the Bhesekaḷā grove,

# mn50:31.18
source: bhikkhu bhesakaḷāvane;
mn: the mendicant rebuked Māra.

# mn50:31.19
source: Tato so dummano yakkho,
mn: That spirit, downcast,

# mn50:31.20
source: tatthevantaradhāyathā”ti.
mn: disappeared right there!
