Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn054.po
Languages: mn

# mn54:0.1
source: Majjhima Nikāya 54
mn: Middle Discourses 54

# mn54:0.2
source: Potaliyasutta
mn: With Potaliya the Wanderer

# mn54:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn54:1.2
source: ekaṃ samayaṃ bhagavā aṅguttarāpesu viharati āpaṇaṃ nāma aṅguttarāpānaṃ nigamo.
mn: At one time the Buddha was staying in the land of the Northern Āpaṇas, near the town of theirs named Āpaṇa.

# mn54:2.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āpaṇaṃ piṇḍāya pāvisi.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Āpaṇa for alms.

# mn54:2.2
source: Āpaṇe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yenaññataro vanasaṇḍo tenupasaṅkami divāvihārāya.
mn: He wandered for alms in Āpaṇa. After the meal, on his return from alms-round, he went to a certain forest grove for the day’s meditation.

# mn54:2.3
source: Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
mn: Having plunged deep into it, he sat at the root of a certain tree for the day’s meditation.

# mn54:3.1
source: Potaliyopi kho gahapati sampannanivāsanapāvuraṇo chattupāhanāhi jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena so vanasaṇḍo tenupasaṅkami; upasaṅkamitvā taṃ vanasaṇḍaṃ ajjhogāhetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Potaliya the householder also approached that forest grove while going for a walk. He was well dressed in a cloak and sarong, with parasol and sandals. Having plunged deep into it, he went up to the Buddha, and exchanged greetings with him.

# mn54:3.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitaṃ kho potaliyaṃ gahapatiṃ bhagavā etadavoca:
mn: When the greetings and polite conversation were over, he stood to one side, and the Buddha said to him,

# mn54:3.3
source: “saṃvijjanti kho, gahapati, āsanāni; sace ākaṅkhasi nisīdā”ti.
mn: “There are seats, householder. Please sit if you wish.”

# mn54:3.4
source: Evaṃ vutte, potaliyo gahapati “gahapativādena maṃ samaṇo gotamo samudācaratī”ti kupito anattamano tuṇhī ahosi.
mn: When he said this, Potaliya was angry and upset. Thinking, “The ascetic Gotama addresses me as ‘householder’!” he stayed silent.

# mn54:3.5
source: Dutiyampi kho bhagavā … pe …
mn: For a second time …

# mn54:3.6
source: tatiyampi kho bhagavā potaliyaṃ gahapatiṃ etadavoca:
mn: and a third time the Buddha said to him,

# mn54:3.7
source: “saṃvijjanti kho, gahapati, āsanāni; sace ākaṅkhasi nisīdā”ti.
mn: “There are seats, householder. Please sit if you wish.”

# mn54:3.8
source: Evaṃ vutte, potaliyo gahapati “gahapativādena maṃ samaṇo gotamo samudācaratī”ti kupito anattamano bhagavantaṃ etadavoca:
mn: When he said this, Potaliya was angry and upset. Thinking, “The ascetic Gotama addresses me as ‘householder’!” he said to the Buddha,

# mn54:3.9
source: “tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yaṃ maṃ tvaṃ gahapativādena samudācarasī”ti.
mn: “Master Gotama, it is neither proper nor appropriate for you to address me as ‘householder’.”

# mn54:3.10
source: “Te hi te, gahapati, ākārā, te liṅgā, te nimittā yathā taṃ gahapatissā”ti.
mn: “Well, householder, you have the features, attributes, and signs of a householder.”

# mn54:3.11
source: “Tathā hi pana me, bho gotama, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti.
mn: “Master Gotama, it’s because I have refused all work and cut off all judgments.”

# mn54:3.12
source: “Yathā kathaṃ pana te, gahapati, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti?
mn: “Householder, in what way have you refused all work and cut off all judgments?”

# mn54:3.13
source: “Idha me, bho gotama, yaṃ ahosi dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā sabbaṃ taṃ puttānaṃ dāyajjaṃ niyyātaṃ, tatthāhaṃ anovādī anupavādī ghāsacchādanaparamo viharāmi.
mn: “Master Gotama, all the money, grain, gold, and silver I used to have has been handed over to my children as their inheritance. And in this matter I do not advise or reprimand them, but live with nothing more than food and clothes.

# mn54:3.14
source: Evaṃ kho me, bho gotama, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti.
mn: That’s how I have refused all work and cut off all judgments.”

# mn54:3.15
source: “Aññathā kho tvaṃ, gahapati, vohārasamucchedaṃ vadasi, aññathā ca pana ariyassa vinaye vohārasamucchedo hotī”ti.
mn: “The cutting off of judgments as you describe it is one thing, householder, but the cutting off of judgments in the noble one’s training is quite different.”

# mn54:3.16
source: “Yathā kathaṃ pana, bhante, ariyassa vinaye vohārasamucchedo hoti?
mn: “But what, sir, is cutting off of judgments in the noble one’s training?

# mn54:3.17
source: Sādhu me, bhante, bhagavā tathā dhammaṃ desetu yathā ariyassa vinaye vohārasamucchedo hotī”ti.
mn: Sir, please teach me this.”

# mn54:3.18
source: “Tena hi, gahapati, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.
mn: “Well then, householder, listen and pay close attention, I will speak.”

# mn54:3.19
source: “Evaṃ, bhante”ti kho potaliyo gahapati bhagavato paccassosi.
mn: “Yes, sir,” said Potaliya.

# mn54:4.1
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn54:4.2
source: “aṭṭha kho ime, gahapati, dhammā ariyassa vinaye vohārasamucchedāya saṃvattanti.
mn: “Householder, these eight things lead to the cutting off of judgments in the noble one’s training.

# mn54:4.3
source: Katame aṭṭha?
mn: What eight?

# mn54:4.4
source: Apāṇātipātaṃ nissāya pāṇātipāto pahātabbo;
mn: Killing living creatures should be given up, relying on not killing living creatures.

# mn54:4.5
source: dinnādānaṃ nissāya adinnādānaṃ pahātabbaṃ;
mn: Stealing should be given up, relying on not stealing.

# mn54:4.6
source: saccavācaṃ nissāya musāvādo pahātabbo;
mn: Lying should be given up, relying on speaking the truth.

# mn54:4.7
source: apisuṇaṃ vācaṃ nissāya pisuṇā vācā pahātabbā;
mn: Divisive speech should be given up, relying on speech that isn’t divisive.

# mn54:4.8
source: agiddhilobhaṃ nissāya giddhilobho pahātabbo;
mn: Greed and lust should be given up, relying on not being greedy and lustful.

# mn54:4.9
source: anindārosaṃ nissāya nindāroso pahātabbo;
mn: Blaming and insulting should be given up, relying on not blaming and not insulting.

# mn54:4.10
source: akkodhūpāyāsaṃ nissāya kodhūpāyāso pahātabbo;
mn: Anger and distress should be given up, relying on not being angry and distressed.

# mn54:4.11
source: anatimānaṃ nissāya atimāno pahātabbo.
mn: Arrogance should be given up, relying on not being arrogant.

# mn54:4.12
source: Ime kho, gahapati, aṭṭha dhammā saṃkhittena vuttā, vitthārena avibhattā, ariyassa vinaye vohārasamucchedāya saṃvattantī”ti.
mn: These are the eight things—stated in brief without being analyzed in detail—that lead to the cutting off of judgments in the noble one’s training.”

# mn54:5.1
source: “Ye me, bhante, bhagavatā aṭṭha dhammā saṃkhittena vuttā, vitthārena avibhattā, ariyassa vinaye vohārasamucchedāya saṃvattanti, sādhu me, bhante, bhagavā ime aṭṭha dhamme vitthārena vibhajatu anukampaṃ upādāyā”ti.
mn: “Sir, please teach me these eight things in detail out of compassion.”

# mn54:5.2
source: “Tena hi, gahapati, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.
mn: “Well then, householder, listen and pay close attention, I will speak.”

# mn54:5.3
source: “Evaṃ, bhante”ti kho potaliyo gahapati bhagavato paccassosi.
mn: “Yes, sir,” said Potaliya.

# mn54:5.4
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn54:6.1
source: “‘Apāṇātipātaṃ nissāya pāṇātipāto pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?
mn: “‘Killing living creatures should be given up, relying on not killing living creatures.’ That’s what I said, but why did I say it?

# mn54:6.2
source: Idha, gahapati, ariyasāvako iti paṭisañcikkhati:
mn: It’s when a noble disciple reflects:

# mn54:6.3
source: ‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu pāṇātipātī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno.
mn: ‘I am practicing to give up and cut off the fetters that might cause me to kill living creatures.

# mn54:6.4
source: Ahañceva kho pana pāṇātipātī assaṃ, attāpi maṃ upavadeyya pāṇātipātapaccayā, anuviccāpi maṃ viññū garaheyyuṃ pāṇātipātapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā pāṇātipātapaccayā.
mn: But if I were to kill living creatures, because of that I would reprimand myself; sensible people, after examination, would criticize me; and when my body breaks up, after death, I could expect to be reborn in a bad place.

# mn54:6.5
source: Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ pāṇātipāto.
mn: And killing living creatures is itself a fetter and a hindrance.

# mn54:6.6
source: Ye ca pāṇātipātapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, pāṇātipātā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti’.
mn: The distressing and feverish defilements that might arise because of killing living creatures do not occur in someone who does not kill living creatures.’

# mn54:6.7
source: ‘Apāṇātipātaṃ nissāya pāṇātipāto pahātabbo’ti—
mn: ‘Killing living creatures should be given up, relying on not killing living creatures.’

# mn54:6.8
source: iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn54:7.1
source: ‘Dinnādānaṃ nissāya adinnādānaṃ pahātabban’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?
mn: ‘Stealing …

# mn54:8.1
source: ‘Saccavācaṃ nissāya musāvādo pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?
mn: lying …

# mn54:9.1
source: ‘Apisuṇaṃ vācaṃ nissāya pisuṇā vācā pahātabbā’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?
mn: divisive speech …

# mn54:10.1
source: ‘Agiddhilobhaṃ nissāya giddhilobho pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?
mn: greed and lust …

# mn54:11.1
source: ‘Anindārosaṃ nissāya nindāroso pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?
mn: blaming and insulting …

# mn54:12.1
source: ‘Akkodhūpāyāsaṃ nissāya kodhūpāyāso pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?
mn: anger and distress …

# mn54:13.1
source: ‘Anatimānaṃ nissāya atimāno pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?
mn: Arrogance should be given up, relying on not being arrogant.’ That’s what I said, but why did I say it?

# mn54:13.2
source: Idha, gahapati, ariyasāvako iti paṭisañcikkhati:
mn: It’s when a noble disciple reflects:

# mn54:13.3
source: ‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu atimānī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno.
mn: ‘I am practicing to give up and cut off the fetters that might cause me to be arrogant.

# mn54:13.4
source: Ahañceva kho pana atimānī assaṃ, attāpi maṃ upavadeyya atimānapaccayā, anuviccāpi maṃ viññū garaheyyuṃ atimānapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā atimānapaccayā.
mn: But if I were to be arrogant, because of that I would reprimand myself; sensible people, after examination, would criticize me; and when my body breaks up, after death, I could expect to be reborn in a bad place.

# mn54:13.5
source: Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ atimāno.
mn: And arrogance is itself a fetter and a hindrance.

# mn54:13.6
source: Ye ca atimānapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, anatimānissa evaṃsa te āsavā vighātapariḷāhā na honti’.
mn: The distressing and feverish defilements that might arise because of arrogance do not occur in someone who is not arrogant.’

# mn54:13.7
source: ‘Anatimānaṃ nissāya atimāno pahātabbo’ti—
mn: ‘Arrogance should be given up by not being arrogant.’

# mn54:13.8
source: iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn54:14.1
source: Ime kho, gahapati, aṭṭha dhammā saṃkhittena vuttā, vitthārena vibhattā, ye ariyassa vinaye vohārasamucchedāya saṃvattanti;
mn: These are the eight things—stated in brief and analyzed in detail—that lead to the cutting off of judgments in the noble one’s training.

# mn54:14.2
source: na tveva tāva ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hotī”ti.
mn: But just this much does not constitute the cutting off of judgments in each and every respect in the noble one’s training.”

# mn54:14.3
source: “Yathā kathaṃ pana, bhante, ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hoti?
mn: “But, sir, how is there the cutting off of judgments in each and every respect in the noble one’s training?

# mn54:14.4
source: Sādhu me, bhante, bhagavā tathā dhammaṃ desetu yathā ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hotī”ti.
mn: Sir, please teach me this.”

# mn54:14.5
source: “Tena hi, gahapati, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.
mn: “Well then, householder, listen and pay close attention, I will speak.”

# mn54:14.6
source: “Evaṃ, bhante”ti kho potaliyo gahapati bhagavato paccassosi.
mn: “Yes, sir,” said Potaliya.

# mn54:14.7
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn54:14.8
source: 1. Kāmādīnavakathā
mn: 1. The Dangers of Sensual Pleasures

# mn54:15.1
source: “Seyyathāpi, gahapati, kukkuro jighacchādubbalyapareto goghātakasūnaṃ paccupaṭṭhito assa.
mn: “Householder, suppose a dog weak with hunger was hanging around a butcher’s shop.

# mn54:15.2
source: Tamenaṃ dakkho goghātako vā goghātakantevāsī vā aṭṭhikaṅkalaṃ sunikkantaṃ nikkantaṃ nimmaṃsaṃ lohitamakkhitaṃ upasumbheyya.
mn: Then a deft butcher or their apprentice would toss them a skeleton scraped clean of flesh and smeared in blood.

# mn54:15.3
source: Taṃ kiṃ maññasi, gahapati,
mn: What do you think, householder?

# mn54:15.4
source: api nu kho so kukkuro amuṃ aṭṭhikaṅkalaṃ sunikkantaṃ nikkantaṃ nimmaṃsaṃ lohitamakkhitaṃ palehanto jighacchādubbalyaṃ paṭivineyyā”ti?
mn: Gnawing on such a fleshless skeleton, would that dog still get rid of its hunger?”

# mn54:15.5
source: “No hetaṃ, bhante”.
mn: “No, sir.

# mn54:15.6
source: “Taṃ kissa hetu”?
mn: Why not?

# mn54:15.7
source: “Aduñhi, bhante, aṭṭhikaṅkalaṃ sunikkantaṃ nikkantaṃ nimmaṃsaṃ lohitamakkhitaṃ.
mn: Because that skeleton is scraped clean of flesh and smeared in blood.

# mn54:15.8
source: Yāvadeva pana so kukkuro kilamathassa vighātassa bhāgī assā”ti.
mn: That dog will eventually get weary and frustrated.”

# mn54:15.9
source: “Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati:
mn: “In the same way, a noble disciple reflects:

# mn54:15.10
source: ‘aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti.
mn: ‘With the simile of a skeleton the Buddha said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.’

# mn54:15.11
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā yāyaṃ upekkhā nānattā nānattasitā taṃ abhinivajjetvā, yāyaṃ upekkhā ekattā ekattasitā yattha sabbaso lokāmisūpādānā aparisesā nirujjhanti tamevūpekkhaṃ bhāveti.
mn: Having truly seen this with right understanding, they reject equanimity based on diversity and develop only the equanimity based on unity, where all kinds of grasping to the world’s material delights cease without anything left over.

# mn54:16.1
source: Seyyathāpi, gahapati, gijjho vā kaṅko vā kulalo vā maṃsapesiṃ ādāya uḍḍīyeyya.
mn: Suppose a vulture or a crow or a hawk was to grab a lump of meat and fly away.

# mn54:16.2
source: Tamenaṃ gijjhāpi kaṅkāpi kulalāpi anupatitvā anupatitvā vitaccheyyuṃ vissajjeyyuṃ.
mn: Other vultures, crows, and hawks would keep chasing it, pecking and clawing.

# mn54:16.3
source: Taṃ kiṃ maññasi, gahapati,
mn: What do you think, householder?

# mn54:16.4
source: sace so gijjho vā kaṅko vā kulalo vā taṃ maṃsapesiṃ na khippameva paṭinissajjeyya, so tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhan”ti?
mn: If that vulture, crow, or hawk doesn’t quickly let go of that lump of meat, wouldn’t that result in death or deadly suffering for them?”

# mn54:16.5
source: “Evaṃ, bhante”.
mn: “Yes, sir.” …

# mn54:17.1
source: Seyyathāpi, gahapati, puriso ādittaṃ tiṇukkaṃ ādāya paṭivātaṃ gaccheyya.
mn: “Suppose a person carrying a blazing grass torch was to walk against the wind.

# mn54:17.2
source: Taṃ kiṃ maññasi, gahapati,
mn: What do you think, householder?

# mn54:17.3
source: sace so puriso taṃ ādittaṃ tiṇukkaṃ na khippameva paṭinissajjeyya tassa sā ādittā tiṇukkā hatthaṃ vā daheyya bāhuṃ vā daheyya aññataraṃ vā aññataraṃ vā aṅgapaccaṅgaṃ daheyya, so tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhan”ti?
mn: If that person doesn’t quickly let go of that blazing grass torch, wouldn’t they burn their hands or arm or other limb, resulting in death or deadly suffering for them?”

# mn54:17.4
source: “Evaṃ, bhante”.
mn: “Yes, sir.” …

# mn54:18.1
source: Seyyathāpi, gahapati, aṅgārakāsu sādhikaporisā, pūrā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ.
mn: “Suppose there was a pit of glowing coals deeper than a man’s height, full of glowing coals that neither flamed nor smoked.

# mn54:18.2
source: Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikkūlo.
mn: Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain.

# mn54:18.3
source: Tamenaṃ dve balavanto purisā nānābāhāsu gahetvā aṅgārakāsuṃ upakaḍḍheyyuṃ.
mn: Then two strong men would grab them by the arms and drag them towards the pit of glowing coals.

# mn54:18.4
source: Taṃ kiṃ maññasi, gahapati,
mn: What do you think, householder?

# mn54:18.5
source: api nu so puriso iticiticeva kāyaṃ sannāmeyyā”ti?
mn: Wouldn’t that person writhe and struggle to and fro?”

# mn54:18.6
source: “Evaṃ, bhante”.
mn: “Yes, sir.

# mn54:18.7
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn54:18.8
source: “Viditañhi, bhante, tassa purisassa imañcāhaṃ aṅgārakāsuṃ papatissāmi, tatonidānaṃ maraṇaṃ vā nigacchissāmi maraṇamattaṃ vā dukkhan”ti.
mn: For that person knows: ‘If I fall in that pit of glowing coals, that’d result in my death or deadly pain.’” …

# mn54:19.1
source: Seyyathāpi, gahapati, puriso supinakaṃ passeyya ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇirāmaṇeyyakaṃ.
mn: “Suppose a person was to see delightful parks, woods, meadows, and lotus ponds in a dream.

# mn54:19.2
source: So paṭibuddho na kiñci paṭipasseyya.
mn: But when they woke they couldn’t see them at all. …

# mn54:20.1
source: Seyyathāpi, gahapati, puriso yācitakaṃ bhogaṃ yācitvā yānaṃ vā poriseyyaṃ pavaramaṇikuṇḍalaṃ.
mn: Suppose a man had borrowed some goods—a gentleman’s carriage and fine jewelled earrings—

# mn54:20.2
source: So tehi yācitakehi bhogehi purakkhato parivuto antarāpaṇaṃ paṭipajjeyya.
mn: and preceded and surrounded by these he proceeded through the middle of Āpaṇa.

# mn54:20.3
source: Tamenaṃ jano disvā evaṃ vadeyya:
mn: When people saw him they’d say:

# mn54:20.4
source: ‘bhogī vata bho puriso, evaṃ kira bhogino bhogāni bhuñjantī’ti.
mn: ‘This must be a wealthy man! For that’s how the wealthy enjoy their wealth.’

# mn54:20.5
source: Tamenaṃ sāmikā yattha yattheva passeyyuṃ tattha tattheva sāni hareyyuṃ.
mn: But when the owners saw him, they’d take back what was theirs.

# mn54:20.6
source: Taṃ kiṃ maññasi, gahapati, alaṃ nu kho tassa purisassa aññathattāyā”ti?
mn: What do you think? Would that be enough for that man to get upset?”

# mn54:20.7
source: “Evaṃ, bhante”.
mn: “Yes, sir.

# mn54:20.8
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn54:20.9
source: “Sāmino hi, bhante, sāni harantī”ti.
mn: Because the owners took back what was theirs.” …

# mn54:21.1
source: Seyyathāpi, gahapati, gāmassa vā nigamassa vā avidūre tibbo vanasaṇḍo.
mn: “Suppose there was a dark forest grove not far from a town or village.

# mn54:21.2
source: Tatrassa rukkho sampannaphalo ca upapannaphalo ca, na cassu kānici phalāni bhūmiyaṃ patitāni.
mn: And there was a tree laden with fruit, yet none of the fruit had fallen to the ground.

# mn54:21.3
source: Atha puriso āgaccheyya phalatthiko phalagavesī phalapariyesanaṃ caramāno.
mn: And along came a person in need of fruit, wandering in search of fruit.

# mn54:21.4
source: So taṃ vanasaṇḍaṃ ajjhogāhetvā taṃ rukkhaṃ passeyya sampannaphalañca upapannaphalañca.
mn: Having plunged deep into that forest grove, they’d see that tree laden with fruit.

# mn54:21.5
source: Tassa evamassa:
mn: They’d think:

# mn54:21.6
source: ‘ayaṃ kho rukkho sampannaphalo ca upapannaphalo ca, natthi ca kānici phalāni bhūmiyaṃ patitāni.
mn: ‘That tree is laden with fruit, yet none of the fruit has fallen to the ground.

# mn54:21.7
source: Jānāmi kho panāhaṃ rukkhaṃ ārohituṃ.
mn: But I know how to climb a tree.

# mn54:21.8
source: Yannūnāhaṃ imaṃ rukkhaṃ ārohitvā yāvadatthañca khādeyyaṃ ucchaṅgañca pūreyyan’ti.
mn: Why don’t I climb the tree, eat as much as I like, then fill my pouch?’

# mn54:21.9
source: So taṃ rukkhaṃ ārohitvā yāvadatthañca khādeyya ucchaṅgañca pūreyya.
mn: And that’s what they’d do.

# mn54:21.10
source: Atha dutiyo puriso āgaccheyya phalatthiko phalagavesī phalapariyesanaṃ caramāno tiṇhaṃ kuṭhāriṃ ādāya.
mn: And along would come a second person in need of fruit, wandering in search of fruit, carrying a sharp axe.

# mn54:21.11
source: So taṃ vanasaṇḍaṃ ajjhogāhetvā taṃ rukkhaṃ passeyya sampannaphalañca upapannaphalañca.
mn: Having plunged deep into that forest grove, they’d see that tree laden with fruit.

# mn54:21.12
source: Tassa evamassa:
mn: They’d think:

# mn54:21.13
source: ‘ayaṃ kho rukkho sampannaphalo ca upapannaphalo ca, natthi ca kānici phalāni bhūmiyaṃ patitāni.
mn: ‘That tree is laden with fruit, yet none of the fruit has fallen to the ground.

# mn54:21.14
source: Na kho panāhaṃ jānāmi rukkhaṃ ārohituṃ.
mn: But I don’t know how to climb a tree.

# mn54:21.15
source: Yannūnāhaṃ imaṃ rukkhaṃ mūlato chetvā yāvadatthañca khādeyyaṃ ucchaṅgañca pūreyyan’ti.
mn: Why don’t I chop this tree down at the root, eat as much as I like, then fill my pouch?’

# mn54:21.16
source: So taṃ rukkhaṃ mūlatova chindeyya.
mn: And so they’d chop the tree down at the root.

# mn54:21.17
source: Taṃ kiṃ maññasi, gahapati,
mn: What do you think, householder?

# mn54:21.18
source: amuko yo so puriso paṭhamaṃ rukkhaṃ ārūḷho sace so na khippameva oroheyya tassa so rukkho papatanto hatthaṃ vā bhañjeyya pādaṃ vā bhañjeyya aññataraṃ vā aññataraṃ vā aṅgapaccaṅgaṃ bhañjeyya, so tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhan”ti?
mn: If the first person, who climbed the tree, doesn’t quickly come down, when that tree fell wouldn’t they break their hand or arm or other limb, resulting in death or deadly suffering for them?”

# mn54:21.19
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn54:21.20
source: “Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati:
mn: “In the same way, a noble disciple reflects:

# mn54:21.21
source: ‘rukkhaphalūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti.
mn: ‘With the simile of the fruit tree the Buddha said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.’

# mn54:21.22
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā yāyaṃ upekkhā nānattā nānattasitā taṃ abhinivajjetvā yāyaṃ upekkhā ekattā ekattasitā yattha sabbaso lokāmisūpādānā aparisesā nirujjhanti tamevūpekkhaṃ bhāveti.
mn: Having truly seen this with right understanding, they reject equanimity based on diversity and develop only the equanimity based on unity, where all kinds of grasping to the world’s material delights cease without anything left over.

# mn54:22.1
source: Sa kho so, gahapati, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma anekavihitaṃ pubbenivāsaṃ anussarati,
mn: Relying on this supreme purity of mindfulness and equanimity, that noble disciple recollects their many kinds of past lives.
