Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn050.po
Languages: mn

# mn50:0.1
source: Majjhima Nikāya 50
mn: Middle Discourses 50

# mn50:0.2
source: Māratajjanīyasutta
mn: The Rebuke of Māra

# mn50:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn50:1.2
source: ekaṃ samayaṃ āyasmā mahāmoggallāno bhaggesu viharati susumāragire bhesakaḷāvane migadāye.
mn: At one time Venerable Mahāmoggallāna was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.

# mn50:2.1
source: Tena kho pana samayena āyasmā mahāmoggallāno abbhokāse caṅkamati.
mn: At that time Moggallāna was walking meditation in the open air.

# mn50:2.2
source: Tena kho pana samayena māro pāpimā āyasmato mahāmoggallānassa kucchigato hoti koṭṭhamanupaviṭṭho.
mn: Now at that time Māra the Wicked had got inside Moggallāna’s belly.

# mn50:2.3
source: Atha kho āyasmato mahāmoggallānassa etadahosi:
mn: Moggallāna thought,

# mn50:2.4
source: “kiṃ nu kho me kucchi garugaro viya?
mn: “Why now is my belly so very heavy,

# mn50:2.5
source: Māsācitaṃ maññe”ti.
mn: like I’ve just eaten a load of beans?”

# mn50:2.6
source: Atha kho āyasmā mahāmoggallāno caṅkamā orohitvā vihāraṃ pavisitvā paññatte āsane nisīdi.
mn: Then he stepped down from the walking path, entered his dwelling, sat down on the seat spread out,

# mn50:3.1
source: Nisajja kho āyasmā mahāmoggallāno paccattaṃ yoniso manasākāsi.
mn: and investigated inside himself.

# mn50:3.2
source: Addasā kho āyasmā mahāmoggallāno māraṃ pāpimantaṃ kucchigataṃ koṭṭhamanupaviṭṭhaṃ.
mn: He saw that Māra the Wicked had got inside his belly.

# mn50:3.3
source: Disvāna māraṃ pāpimantaṃ etadavoca:
mn: So he said to Māra,

# mn50:3.4
source: “nikkhama, pāpima;
mn: “Come out, Wicked One,

# mn50:3.5
source: nikkhama, pāpima.
mn: come out!

# mn50:3.6
source: Mā tathāgataṃ vihesesi, mā tathāgatasāvakaṃ.
mn: Do not harass the Realized One or his disciple.

# mn50:3.7
source: Mā te ahosi dīgharattaṃ ahitāya dukkhāyā”ti.
mn: Don’t create lasting harm and suffering for yourself!”

# mn50:4.1
source: Atha kho mārassa pāpimato etadahosi:
mn: Then Māra thought,

# mn50:4.2
source: “ajānameva kho maṃ ayaṃ samaṇo apassaṃ evamāha:
mn: “This ascetic doesn’t really know me or see me when he tells me to come out.

# mn50:4.7
source: Yopissa so satthā sopi maṃ neva khippaṃ jāneyya, kuto pana maṃ ayaṃ sāvako jānissatī”ti?
mn: Not even the Teacher could recognize me so quickly, so how could a disciple?”

# mn50:5.1
source: Atha kho āyasmā mahāmoggallāno māraṃ pāpimantaṃ etadavoca:
mn: Then Moggallāna said to Māra,

# mn50:5.2
source: “evampi kho tāhaṃ, pāpima, jānāmi, mā tvaṃ maññittho:
mn: “I know you even when you’re like this, Wicked One. Do not think,

# mn50:5.3
source: ‘na maṃ jānātī’ti.
mn: ‘He doesn’t know me.’

# mn50:5.4
source: Māro tvamasi, pāpima;
mn: You are Māra the Wicked.

# mn50:5.5
source: tuyhañhi, pāpima, evaṃ hoti:
mn: And you think,

# mn50:5.6
source: ‘ajānameva kho maṃ ayaṃ samaṇo apassaṃ evamāha—
mn: ‘This ascetic doesn’t really know me or see me when he tells me to come out.

# mn50:5.11
source: Yopissa so satthā sopi maṃ neva khippaṃ jāneyya, kuto pana maṃ ayaṃ sāvako jānissatī’”ti?
mn: Not even the Teacher could recognize me so quickly, so how could a disciple?’”

# mn50:6.1
source: Atha kho mārassa pāpimato etadahosi:
mn: Then Māra thought,

# mn50:6.2
source: “jānameva kho maṃ ayaṃ samaṇo passaṃ evamāha:
mn: “This ascetic really does know me and see me when he tells me to come out.”

# mn50:6.7
source: Atha kho māro pāpimā āyasmato mahāmoggallānassa mukhato uggantvā paccaggaḷe aṭṭhāsi.
mn: Then Māra came up out of Moggallāna’s mouth and stood against the door bar.

# mn50:7.1
source: Addasā kho āyasmā mahāmoggallāno māraṃ pāpimantaṃ paccaggaḷe ṭhitaṃ;
mn: Moggallāna saw him there

# mn50:7.2
source: disvāna māraṃ pāpimantaṃ etadavoca:
mn: and said,

# mn50:7.3
source: “etthāpi kho tāhaṃ, pāpima, passāmi; mā tvaṃ maññittho
mn: “I see you even there, Wicked One. Do not think,

# mn50:7.4
source: ‘na maṃ passatī’ti.
mn: ‘He doesn’t see me.’

# mn50:7.5
source: Eso tvaṃ, pāpima, paccaggaḷe ṭhito.
mn: That’s you, Wicked One, standing against the door bar.

# mn50:8.1
source: Bhūtapubbāhaṃ, pāpima, dūsī nāma māro ahosiṃ, tassa me kāḷī nāma bhaginī.
mn: Once upon a time, Wicked One, I was a Māra named Dūsī, and I had a sister named Kāḷī.

# mn50:8.2
source: Tassā tvaṃ putto.
mn: You were her son,

# mn50:8.3
source: So me tvaṃ bhāgineyyo ahosi.
mn: which made you my nephew.

# mn50:9.1
source: Tena kho pana, pāpima, samayena kakusandho bhagavā arahaṃ sammāsambuddho loke uppanno hoti.
mn: At that time Kakusandha, the Blessed One, the perfected one, the fully awakened Buddha arose in the world.

# mn50:9.2
source: Kakusandhassa kho pana, pāpima, bhagavato arahato sammāsambuddhassa vidhurasañjīvaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ.
mn: Kakusandha had a fine pair of chief disciples named Vidhura and Sañjīva.

# mn50:9.3
source: Yāvatā kho pana, pāpima, kakusandhassa bhagavato arahato sammāsambuddhassa sāvakā.
mn: Of all the disciples of the Buddha Kakusandha,

# mn50:9.4
source: Tesu na ca koci āyasmatā vidhurena samasamo hoti yadidaṃ dhammadesanāya.
mn: none were the equal of Venerable Vidhura in teaching Dhamma.

# mn50:9.5
source: Iminā kho evaṃ, pāpima, pariyāyena āyasmato vidhurassa vidhuroteva samaññā udapādi.
mn: And that’s how he came to be known as Vidhura.

# mn50:10.1
source: Āyasmā pana, pāpima, sañjīvo araññagatopi rukkhamūlagatopi suññāgāragatopi appakasireneva saññāvedayitanirodhaṃ samāpajjati.
mn: But when Venerable Sañjīva had gone to a wilderness, or to the root of a tree, or to an empty hut, he easily attained the cessation of perception and feeling.

# mn50:10.2
source: Bhūtapubbaṃ, pāpima, āyasmā sañjīvo aññatarasmiṃ rukkhamūle saññāvedayitanirodhaṃ samāpanno nisinno hoti.
mn: Once upon a time, Sañjīva was sitting at the root of a certain tree having attained the cessation of perception and feeling.

# mn50:10.3
source: Addasaṃsu kho, pāpima, gopālakā pasupālakā kassakā pathāvino āyasmantaṃ sañjīvaṃ aññatarasmiṃ rukkhamūle saññāvedayitanirodhaṃ samāpannaṃ nisinnaṃ;
mn: Some cowherds, shepherds, farmers, and passers-by saw him sitting there

# mn50:10.4
source: disvāna tesaṃ etadahosi:
mn: and said,

# mn50:10.5
source: ‘acchariyaṃ vata bho, abbhutaṃ vata, bho.
mn: ‘It’s incredible, it’s amazing!

# mn50:10.6
source: Ayaṃ samaṇo nisinnakova kālaṅkato.
mn: This ascetic passed away while sitting.

# mn50:10.7
source: Handa naṃ dahāmā’ti.
mn: We should cremate him.’

# mn50:10.8
source: Atha kho te, pāpima, gopālakā pasupālakā kassakā pathāvino tiṇañca kaṭṭhañca gomayañca saṅkaḍḍhitvā āyasmato sañjīvassa kāye upacinitvā aggiṃ datvā pakkamiṃsu.
mn: They collected grass, wood, and cow-dung, heaped it all on Sañjīva’s body, set it on fire, and left.

# mn50:11.1
source: Atha kho, pāpima, āyasmā sañjīvo tassā rattiyā accayena tāya samāpattiyā vuṭṭhahitvā cīvarāni papphoṭetvā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ piṇḍāya pāvisi.
mn: Then, when the night had passed, Sañjīva emerged from that attainment, shook out his robes, and, since it was morning, he robed up and entered the village for alms.

# mn50:11.2
source: Addasaṃsu kho te, pāpima, gopālakā pasupālakā kassakā pathāvino āyasmantaṃ sañjīvaṃ piṇḍāya carantaṃ;
mn: Those cowherds, shepherds, farmers, and passers-by saw him wandering for alms

# mn50:11.3
source: disvāna nesaṃ etadahosi:
mn: and said,

# mn50:11.4
source: ‘acchariyaṃ vata bho, abbhutaṃ vata, bho.
mn: ‘It’s incredible, it’s amazing!

# mn50:11.5
source: Ayaṃ samaṇo nisinnakova kālaṅkato, svāyaṃ paṭisañjīvito’ti.
mn: This ascetic passed away while sitting, and now he has come back to life!’

# mn50:11.6
source: Iminā kho evaṃ, pāpima, pariyāyena āyasmato sañjīvassa sañjīvoteva samaññā udapādi.
mn: And that’s how he came to be known as Sañjīva.

# mn50:12.1
source: Atha kho, pāpima, dūsissa mārassa etadahosi:
mn: Then it occurred to Māra Dūsī,

# mn50:12.2
source: ‘imesaṃ kho ahaṃ bhikkhūnaṃ sīlavantānaṃ kalyāṇadhammānaṃ neva jānāmi āgatiṃ vā gatiṃ vā.
mn: ‘I don’t know the course of rebirth of these ethical mendicants of good character.

# mn50:12.3
source: Yannūnāhaṃ brāhmaṇagahapatike anvāviseyyaṃ—
mn: Why don’t I take possession of these brahmins and householders and say,

# mn50:12.4
source: etha, tumhe bhikkhū sīlavante kalyāṇadhamme akkosatha paribhāsatha rosetha vihesetha.
mn: “Come, all of you, abuse, attack, harass, and trouble the ethical mendicants of good character.

# mn50:12.5
source: Appeva nāma tumhehi akkosiyamānānaṃ paribhāsiyamānānaṃ rosiyamānānaṃ vihesiyamānānaṃ siyā cittassa aññathattaṃ, yathā taṃ dūsī māro labhetha otāran’ti.
mn: Hopefully by doing this we can upset their minds so that Māra Dūsī can find a vulnerability.”’

# mn50:12.6
source: Atha kho te, pāpima, dūsī māro brāhmaṇagahapatike anvāvisi:
mn: And that’s exactly what he did.

# mn50:13.1
source: Atha kho te, pāpima, brāhmaṇagahapatikā anvāvisiṭṭhā dūsinā mārena bhikkhū sīlavante kalyāṇadhamme akkosanti paribhāsanti rosenti vihesenti:
mn: Then those brahmins and householders abused, attacked, harassed, and troubled the ethical mendicants of good character:

# mn50:13.2
source: ‘ime pana muṇḍakā samaṇakā ibbhā kiṇhā bandhupādāpaccā “jhāyinosmā jhāyinosmā”ti pattakkhandhā adhomukhā madhurakajātā jhāyanti pajjhāyanti nijjhāyanti apajjhāyanti.
mn: ‘These shavelings, fake ascetics, riffraff, black spawn from the feet of our Kinsman, say, ‘We practice absorption meditation! We practice absorption meditation!’ And they meditate and concentrate and contemplate and ruminate.

# mn50:13.3
source: Seyyathāpi nāma ulūko rukkhasākhāyaṃ mūsikaṃ maggayamāno jhāyati pajjhāyati nijjhāyati apajjhāyati;
mn: They’re just like an owl on a branch, which meditates and concentrates and contemplates and ruminates as it hunts a mouse.

# mn50:13.5
source: Seyyathāpi nāma kotthu nadītīre macche maggayamāno jhāyati pajjhāyati nijjhāyati apajjhāyati;
mn: They’re just like a jackal on a river-bank, which meditates and concentrates and contemplates and ruminates as it hunts a fish.

# mn50:13.7
source: Seyyathāpi nāma biḷāro sandhisamalasaṅkaṭīre mūsikaṃ maggayamāno jhāyati pajjhāyati nijjhāyati apajjhāyati;
mn: They’re just like a cat by an alley or a drain or a dustbin, which meditates and concentrates and contemplates and ruminates as it hunts a mouse.

# mn50:13.9
source: Seyyathāpi nāma gadrabho vahacchinno sandhisamalasaṅkaṭīre jhāyati pajjhāyati nijjhāyati apajjhāyati;
mn: They’re just like an unladen donkey by an alley or a drain or a dustbin, which meditates and concentrates and contemplates and ruminates.

# mn50:13.10
source: evamevime muṇḍakā samaṇakā ibbhā kiṇhā bandhupādāpaccā “jhāyinosmā jhāyinosmā”ti pattakkhandhā adhomukhā madhurakajātā jhāyanti pajjhāyanti nijjhāyanti apajjhāyantī’ti.
mn: In the same way, these shavelings, fake ascetics, riffraff, black spawn from the feet of our Kinsman, say, ‘We practice absorption meditation! We practice absorption meditation!’ And they meditate and concentrate and contemplate and ruminate.’

# mn50:13.11
source: Ye kho pana, pāpima, tena samayena manussā kālaṃ karonti yebhuyyena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.
mn: Most of the people who died at that time—when their body broke up, after death—were reborn in a place of loss, a bad place, the underworld, hell.

# mn50:14.1
source: Atha kho, pāpima, kakusandho bhagavā arahaṃ sammāsambuddho bhikkhū āmantesi:
mn: Then Kakusandha the Blessed One, the perfected one, the fully awakened Buddha, addressed the mendicants:

# mn50:14.2
source: ‘anvāviṭṭhā kho, bhikkhave, brāhmaṇagahapatikā dūsinā mārena—
mn: ‘Mendicants, the brahmins and householders have been possessed by Māra Dūsī.

# mn50:14.3
source: etha, tumhe bhikkhū sīlavante kalyāṇadhamme akkosatha paribhāsatha rosetha vihesetha, appeva nāma tumhehi akkosiyamānānaṃ paribhāsiyamānānaṃ rosiyamānānaṃ vihesiyamānānaṃ siyā cittassa aññathattaṃ, yathā taṃ dūsī māro labhetha otāran’ti.
mn: He told them to abuse you in the hope of upsetting your minds so that he can find a vulnerability.

# mn50:14.4
source: Etha, tumhe, bhikkhave, mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharatha.
mn: Come, all of you mendicants, meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn50:14.5
source: Karuṇāsahagatena cetasā … pe …
mn: Meditate spreading a heart full of compassion …

# mn50:14.6
source: muditāsahagatena cetasā … pe …
mn: Meditate spreading a heart full of rejoicing …

# mn50:14.7
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharathā’ti.
mn: Meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.’

# mn50:15.1
source: Atha kho te, pāpima, bhikkhū kakusandhena bhagavatā arahatā sammāsambuddhena evaṃ ovadiyamānā evaṃ anusāsiyamānā araññagatāpi rukkhamūlagatāpi suññāgāragatāpi mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihariṃsu, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihariṃsu.
mn: When those mendicants were instructed and advised by the Buddha Kakusandha in this way, they went to a wilderness, or to the root of a tree, or to an empty hut, where they meditated spreading a heart full of love …

# mn50:15.2
source: Karuṇāsahagatena cetasā … pe …
mn: compassion …

# mn50:15.3
source: muditāsahagatena cetasā … pe …
mn: rejoicing …

# mn50:15.4
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihariṃsu, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihariṃsu.
mn: equanimity.

# mn50:16.1
source: Atha kho, pāpima, dūsissa mārassa etadahosi:
mn: Then it occurred to Māra Dūsī,

# mn50:16.2
source: ‘evampi kho ahaṃ karonto imesaṃ bhikkhūnaṃ sīlavantānaṃ kalyāṇadhammānaṃ neva jānāmi āgatiṃ vā gatiṃ vā, yannūnāhaṃ brāhmaṇagahapatike anvāviseyyaṃ:
mn: ‘Even when I do this I don’t know the course of rebirth of these ethical mendicants of good character. Why don’t I take possession of these brahmins and householders and say,

# mn50:16.3
source: “etha, tumhe bhikkhū sīlavante kalyāṇadhamme sakkarotha garuṃ karotha mānetha pūjetha,
mn: “Come, all of you, honor, respect, esteem, and venerate the ethical mendicants of good character.

# mn50:16.4
source: appeva nāma tumhehi sakkariyamānānaṃ garukariyamānānaṃ māniyamānānaṃ pūjiyamānānaṃ siyā cittassa aññathattaṃ, yathā taṃ dūsī māro labhetha otāran”’ti.
mn: Hopefully by doing this we can upset their minds so that Māra Dūsī can find a vulnerability.”’

# mn50:17.1
source: Atha kho te, pāpima, dūsī māro brāhmaṇagahapatike anvāvisi:
mn: And that’s exactly what he did.

# mn50:17.4
source: Atha kho te, pāpima, brāhmaṇagahapatikā anvāviṭṭhā dūsinā mārena bhikkhū sīlavante kalyāṇadhamme sakkaronti garuṃ karonti mānenti pūjenti.
mn: Then those brahmins and householders honored, respected, esteemed, and venerated the ethical mendicants of good character.

# mn50:17.5
source: Ye kho pana, pāpima, tena samayena manussā kālaṃ karonti yebhuyyena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
mn: Most of the people who died at that time—when their body broke up, after death—were reborn in a good place, a heavenly realm.

# mn50:18.1
source: Atha kho, pāpima, kakusandho bhagavā arahaṃ sammāsambuddho bhikkhū āmantesi:
mn: Then Kakusandha the Blessed One, the perfected one, the fully awakened Buddha, addressed the mendicants:

# mn50:18.2
source: ‘anvāviṭṭhā kho, bhikkhave, brāhmaṇagahapatikā dūsinā mārena:
mn: ‘Mendicants, the brahmins and householders have been possessed by Māra Dūsī.

# mn50:18.3
source: “etha, tumhe bhikkhū sīlavante kalyāṇadhamme sakkarotha garuṃ karotha mānetha pūjetha,
mn: He told them to venerate you

# mn50:18.4
source: appeva nāma tumhehi sakkariyamānānaṃ garukariyamānānaṃ māniyamānānaṃ pūjiyamānānaṃ siyā cittassa aññathattaṃ, yathā taṃ dūsī māro labhetha otāran”ti.
mn: in the hope of upsetting your minds so that he can find a vulnerability.

# mn50:18.5
source: Etha, tumhe, bhikkhave, asubhānupassino kāye viharatha, āhāre paṭikūlasaññino, sabbaloke anabhiratisaññino, sabbasaṅkhāresu aniccānupassino’ti.
mn: Come, all you mendicants, meditate observing the ugliness of the body, perceiving the repulsiveness of food, perceiving dissatisfaction with the whole world, and observing the impermanence of all conditions.’

# mn50:19.1
source: Atha kho te, pāpima, bhikkhū kakusandhena bhagavatā arahatā sammāsambuddhena evaṃ ovadiyamānā evaṃ anusāsiyamānā araññagatāpi rukkhamūlagatāpi suññāgāragatāpi asubhānupassino kāye vihariṃsu, āhāre paṭikūlasaññino, sabbaloke anabhiratisaññino, sabbasaṅkhāresu aniccānupassino.
mn: When those mendicants were instructed and advised by the Buddha Kakusandha in this way, they went to a wilderness, or to the root of a tree, or to an empty hut, where they meditated observing the ugliness of the body, perceiving the repulsiveness of food, perceiving dissatisfaction with the whole world, and observing the impermanence of all conditions.

# mn50:20.1
source: Atha kho, pāpima, kakusandho bhagavā arahaṃ sammāsambuddho pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āyasmatā vidhurena pacchāsamaṇena gāmaṃ piṇḍāya pāvisi.
mn: Then the Buddha Kakusandha robed up in the morning and, taking this bowl and robe, entered the village for alms with Venerable Vidhura as his second monk.

# mn50:21.1
source: Atha kho, pāpima, dūsī māro aññataraṃ kumārakaṃ anvāvisitvā sakkharaṃ gahetvā āyasmato vidhurassa sīse pahāramadāsi; sīsaṃ vobhindi.
mn: Then Māra Dūsī took possession of a certain boy, picked up a rock, and hit Vidhura on the head, cracking it open.

# mn50:21.2
source: Atha kho, pāpima, āyasmā vidhuro bhinnena sīsena lohitena gaḷantena kakusandhaṃyeva bhagavantaṃ arahantaṃ sammāsambuddhaṃ piṭṭhito piṭṭhito anubandhi.
mn: Then Vidhura, with blood pouring from his cracked skull, still followed behind the Buddha Kakusandha.

# mn50:21.3
source: Atha kho, pāpima, kakusandho bhagavā arahaṃ sammāsambuddho nāgāpalokitaṃ apalokesi:
mn: Then the Buddha Kakusandha turned his whole body, the way that elephants do, to look back, saying,

# mn50:21.4
source: ‘na vāyaṃ dūsī māro mattamaññāsī’ti.
mn: ‘This Māra Dūsī knows no bounds.’

# mn50:21.5
source: Sahāpalokanāya ca pana, pāpima, dūsī māro tamhā ca ṭhānā cavi mahānirayañca upapajji.
mn: And with that look Māra Dūsī fell from that place and was reborn in the Great Hell.

# mn50:22.1
source: Tassa kho pana, pāpima, mahānirayassa tayo nāmadheyyā honti—
mn: Now that Great Hell is known by three names:

# mn50:22.2
source: chaphassāyataniko itipi, saṅkusamāhato itipi, paccattavedaniyo itipi.
mn: ‘The Six Fields of Contact’ and also ‘The Impaling With Spikes’ and also ‘Individually Painful’.

# mn50:22.3
source: Atha kho maṃ, pāpima, nirayapālā upasaṅkamitvā etadavocuṃ:
mn: Then the wardens of hell came to me and said,

# mn50:22.4
source: ‘yadā kho te, mārisa, saṅkunā saṅku hadaye samāgaccheyya.
mn: ‘When stake meets stake in your heart,

# mn50:22.5
source: Atha naṃ tvaṃ jāneyyāsi:
mn: you will know that

# mn50:22.6
source: “vassasahassaṃ me niraye paccamānassā”’ti.
mn: you’ve been roasting in hell for a thousand years.’

# mn50:23.1
source: So kho ahaṃ, pāpima, bahūni vassāni bahūni vassasatāni bahūni vassasahassāni tasmiṃ mahāniraye apacciṃ.
mn: I roasted for many years, many centuries, many millennia in that Great Hell.

# mn50:23.2
source: Dasavassasahassāni tasseva mahānirayassa ussade apacciṃ vuṭṭhānimaṃ nāma vedanaṃ vediyamāno.
mn: For ten thousand years I roasted in the annex of that Great Hell, experiencing the pain called ‘coming out’.

# mn50:23.3
source: Tassa mayhaṃ, pāpima, evarūpo kāyo hoti, seyyathāpi manussassa.
mn: My body was in human form,

# mn50:23.4
source: Evarūpaṃ sīsaṃ hoti, seyyathāpi macchassa.
mn: but I had the head of a fish.

# mn50:24.1
source: Kīdiso nirayo āsi,
mn: What kind of hell was that,

# mn50:24.2
source: yattha dūsī apaccatha;
mn: where Dūsī was roasted

# mn50:24.3
source: Vidhuraṃ sāvakamāsajja,
mn: after attacking the disciple Vidhura

# mn50:24.4
source: kakusandhañca brāhmaṇaṃ.
mn: along with the brahmin Kakusandha?

# mn50:24.5
source: Sataṃ āsi ayosaṅkū,
mn: There were 100 iron spikes,

# mn50:24.6
source: sabbe paccattavedanā;
mn: each one individually painful.

# mn50:24.7
source: Īdiso nirayo āsi,
mn: That’s the kind of hell

# mn50:24.8
source: yattha dūsī apaccatha;
mn: where Dūsī was roasted

# mn50:24.9
source: Vidhuraṃ sāvakamāsajja,
mn: after attacking the disciple Vidhura

# mn50:24.10
source: kakusandhañca brāhmaṇaṃ.
mn: along with the brahmin Kakusandha.

# mn50:24.11
source: Yo etamabhijānāti,
mn: Dark One, if you attack

# mn50:24.12
source: bhikkhu buddhassa sāvako;
mn: a mendicant who directly knows this,

# mn50:24.13
source: Tādisaṃ bhikkhumāsajja,
mn: a disciple of the Buddha,

# mn50:24.14
source: kaṇha dukkhaṃ nigacchasi.
mn: you’ll fall into suffering.

# mn50:25.1
source: Majjhe sarassa tiṭṭhanti,
mn: There are mansions that last for an eon

# mn50:25.2
source: vimānā kappaṭṭhāyino;
mn: standing in the middle of a lake.

# mn50:25.3
source: Veḷuriyavaṇṇā rucirā,
mn: Sapphire-colored, brilliant,

# mn50:25.4
source: accimanto pabhassarā;
mn: they sparkle and shine.

# mn50:25.5
source: Accharā tattha naccanti,
mn: Dancing there are nymphs

# mn50:25.6
source: puthu nānattavaṇṇiyo.
mn: shining in all different colors.

# mn50:25.7
source: Yo etamabhijānāti,
mn: Dark One, if you attack

# mn50:25.8
source: bhikkhu buddhassa sāvako;
mn: a mendicant who directly knows this,

# mn50:25.9
source: Tādisaṃ bhikkhumāsajja,
mn: a disciple of the Buddha,

# mn50:25.10
source: kaṇha dukkhaṃ nigacchasi.
mn: you’ll fall into suffering.

# mn50:26.1
source: Yo ve buddhena codito,
mn: I’m the one who, encouraged by the Buddha,

# mn50:26.2
source: bhikkhu saṅghassa pekkhato;
mn: shook the stilt longhouse of Migāra’s mother

# mn50:26.3
source: Migāramātupāsādaṃ,
mn: with his big toe

# mn50:26.4
source: pādaṅguṭṭhena kampayi.
mn: as the Saṅgha of mendicants watched.

# mn50:26.5
source: Yo etamabhijānāti,
mn: Dark One, if you attack

# mn50:26.6
source: bhikkhu buddhassa sāvako;
mn: a mendicant who directly knows this,

# mn50:26.7
source: Tādisaṃ bhikkhumāsajja,
mn: a disciple of the Buddha,

# mn50:26.8
source: kaṇha dukkhaṃ nigacchasi.
mn: you’ll fall into suffering.

# mn50:27.1
source: Yo vejayantaṃ pāsādaṃ,
mn: I’m the one who shook the Palace of Victory

# mn50:27.2
source: pādaṅguṭṭhena kampayi;
mn: with his big toe

# mn50:27.3
source: Iddhibalenupatthaddho,
mn: owing to psychic power,

# mn50:27.4
source: saṃvejesi ca devatā.
mn: inspiring deities to awe.

# mn50:27.5
source: Yo etamabhijānāti,
mn: Dark One, if you attack

# mn50:27.6
source: bhikkhu buddhassa sāvako;
mn: a mendicant who directly knows this,

# mn50:27.7
source: Tādisaṃ bhikkhumāsajja,
mn: a disciple of the Buddha,
