Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn059.po
Languages: mn

# mn59:0.1
source: Majjhima Nikāya 59
mn: Middle Discourses 59

# mn59:0.2
source: Bahuvedanīyasutta
mn: The Many Kinds of Feeling

# mn59:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn59:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn59:1.3
source: Atha kho pañcakaṅgo thapati yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmantaṃ udāyiṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho pañcakaṅgo thapati āyasmantaṃ udāyiṃ etadavoca:
mn: Then the master builder Pañcakaṅga went up to Venerable Udāyī, bowed, sat down to one side, and said to him,

# mn59:1.4
source: “kati nu kho, bhante udāyi, vedanā vuttā bhagavatā”ti?
mn: “Sir, how many feelings has the Buddha spoken of?”

# mn59:1.5
source: “Tisso kho, thapati, vedanā vuttā bhagavatā.
mn: “Master builder, the Buddha has spoken of three feelings:

# mn59:1.6
source: Sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā—
mn: pleasant, painful, and neutral.

# mn59:1.7
source: imā kho, thapati, tisso vedanā vuttā bhagavatā”ti.
mn: The Buddha has spoken of these three feelings.”

# mn59:1.8
source: Evaṃ vutte, pañcakaṅgo thapati āyasmantaṃ udāyiṃ etadavoca:
mn: When he said this, Pañcakaṅga said to Udāyī,

# mn59:1.9
source: “na kho, bhante udāyi, tisso vedanā vuttā bhagavatā;
mn: “Sir, Udāyī, the Buddha hasn’t spoken of three feelings.

# mn59:1.10
source: dve vedanā vuttā bhagavatā—
mn: He’s spoken of two feelings:

# mn59:1.11
source: sukhā vedanā, dukkhā vedanā.
mn: pleasant and painful.

# mn59:1.12
source: Yāyaṃ, bhante, adukkhamasukhā vedanā santasmiṃ esā paṇīte sukhe vuttā bhagavatā”ti.
mn: The Buddha said that neutral feeling is included as a peaceful and subtle kind of pleasure.”

# mn59:2.1
source: Dutiyampi kho āyasmā udāyī pañcakaṅgaṃ thapatiṃ etadavoca:
mn: For a second time, Udāyī said to Pañcakaṅga,

# mn59:2.2
source: “na kho, gahapati, dve vedanā vuttā bhagavatā;
mn: “The Buddha hasn’t spoken of two feelings,

# mn59:2.3
source: tisso vedanā vuttā bhagavatā.
mn: he’s spoken of three.”

# mn59:2.6
source: Dutiyampi kho pañcakaṅgo thapati āyasmantaṃ udāyiṃ etadavoca:
mn: For a second time, Pañcakaṅga said to Udāyī,

# mn59:2.7
source: “na kho, bhante udāyi, tisso vedanā vuttā bhagavatā;
mn: “The Buddha hasn’t spoken of three feelings,

# mn59:2.8
source: dve vedanā vuttā bhagavatā—
mn: he’s spoken of two.”

# mn59:3.1
source: Tatiyampi kho āyasmā udāyī pañcakaṅgaṃ thapatiṃ etadavoca:
mn: And for a third time, Udāyī said to Pañcakaṅga,

# mn59:3.2
source: “na kho, thapati, dve vedanā vuttā bhagavatā;
mn: “The Buddha hasn’t spoken of two feelings,

# mn59:3.3
source: tisso vedanā vuttā bhagavatā.
mn: he’s spoken of three.”

# mn59:3.6
source: Tatiyampi kho pañcakaṅgo thapati āyasmantaṃ udāyiṃ etadavoca:
mn: And for a third time, Pañcakaṅga said to Udāyī,

# mn59:3.7
source: “na kho, bhante udāyi, tisso vedanā vuttā bhagavatā,
mn: “The Buddha hasn’t spoken of three feelings,

# mn59:3.8
source: dve vedanā vuttā bhagavatā—
mn: he’s spoken of two.”

# mn59:3.11
source: Neva kho sakkhi āyasmā udāyī pañcakaṅgaṃ thapatiṃ saññāpetuṃ, na panāsakkhi pañcakaṅgo thapati āyasmantaṃ udāyiṃ saññāpetuṃ.
mn: But neither was able to persuade the other.

# mn59:4.1
source: Assosi kho āyasmā ānando āyasmato udāyissa pañcakaṅgena thapatinā saddhiṃ imaṃ kathāsallāpaṃ.
mn: Venerable Ānanda heard this discussion between Udāyī and Pañcakaṅga.

# mn59:4.2
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
mn: Then he went up to the Buddha, bowed, sat down to one side,

# mn59:4.3
source: Ekamantaṃ nisinno kho āyasmā ānando yāvatako ahosi āyasmato udāyissa pañcakaṅgena thapatinā saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.
mn: and informed the Buddha of all they had discussed.

# mn59:4.4
source: Evaṃ vutte, bhagavā āyasmantaṃ ānandaṃ etadavoca:
mn: When he had spoken, the Buddha said to him:

# mn59:5.1
source: “santaññeva kho, ānanda, pariyāyaṃ pañcakaṅgo thapati udāyissa nābbhanumodi, santaññeva ca pana pariyāyaṃ udāyī pañcakaṅgassa thapatissa nābbhanumodi.
mn: “Ānanda, the explanation by the mendicant Udāyī, which the master builder Pañcakaṅga didn’t agree with, was quite correct. But the explanation by Pañcakaṅga, which Udāyī didn’t agree with, was also quite correct.

# mn59:5.2
source: Dvepānanda, vedanā vuttā mayā pariyāyena, tissopi vedanā vuttā mayā pariyāyena, pañcapi vedanā vuttā mayā pariyāyena, chapi vedanā vuttā mayā pariyāyena, aṭṭhārasapi vedanā vuttā mayā pariyāyena, chattiṃsapi vedanā vuttā mayā pariyāyena, aṭṭhasatampi vedanā vuttā mayā pariyāyena.
mn: In one explanation I’ve spoken of two feelings. In another explanation I’ve spoken of three feelings, or five, six, eighteen, thirty-six, or a hundred and eight feelings.

# mn59:5.3
source: Evaṃ pariyāyadesito kho, ānanda, mayā dhammo.
mn: I’ve explained the teaching in all these different ways.

# mn59:5.4
source: Evaṃ pariyāyadesite kho, ānanda, mayā dhamme ye aññamaññassa subhāsitaṃ sulapitaṃ na samanujānissanti na samanumaññissanti na samanumodissanti tesametaṃ pāṭikaṅkhaṃ—bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharissanti.
mn: This being so, you can expect that those who don’t concede, approve, or agree with what has been well spoken will argue, quarrel, and fight, continually wounding each other with barbed words.

# mn59:5.5
source: Evaṃ pariyāyadesito kho, ānanda, mayā dhammo.
mn: I’ve explained the teaching in all these different ways.

# mn59:5.6
source: Evaṃ pariyāyadesite kho, ānanda, mayā dhamme ye aññamaññassa subhāsitaṃ sulapitaṃ samanujānissanti samanumaññissanti samanumodissanti tesametaṃ pāṭikaṅkhaṃ—samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharissanti.
mn: This being so, you can expect that those who do concede, approve, or agree with what has been well spoken will live in harmony, appreciating each other, without quarreling, blending like milk and water, and regarding each other with kindly eyes.

# mn59:6.1
source: Pañca kho ime, ānanda, kāmaguṇā.
mn: There are these five kinds of sensual stimulation.

# mn59:6.2
source: Katame pañca?
mn: What five?

# mn59:6.3
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā,
mn: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn59:6.4
source: sotaviññeyyā saddā … pe …
mn: Sounds known by the ear …

# mn59:6.5
source: ghānaviññeyyā gandhā … pe …
mn: Smells known by the nose …

# mn59:6.6
source: jivhāviññeyyā rasā … pe …
mn: Tastes known by the tongue …

# mn59:6.7
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—
mn: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn59:6.8
source: ime kho, ānanda, pañca kāmaguṇā.
mn: These are the five kinds of sensual stimulation.

# mn59:6.9
source: Yaṃ kho, ānanda, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ idaṃ vuccati kāmasukhaṃ.
mn: The pleasure and happiness that arise from these five kinds of sensual stimulation is called sensual pleasure.

# mn59:7.1
source: Yo kho, ānanda, evaṃ vadeyya: ‘etaparamaṃ sattā sukhaṃ somanassaṃ paṭisaṃvedentī’ti, idamassa nānujānāmi.
mn: There are those who would say that this is the highest pleasure and happiness that sentient beings experience. But I don’t grant them that.

# mn59:7.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn59:7.3
source: Atthānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca.
mn: Because there is another pleasure that is finer than that.

# mn59:7.4
source: Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca?
mn: And what is that pleasure?

# mn59:7.5
source: Idhānanda, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati.
mn: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn59:7.6
source: Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca.
mn: This is a pleasure that is finer than that.

# mn59:8.1
source: Yo kho, ānanda, evaṃ vadeyya: ‘etaparamaṃ sattā sukhaṃ somanassaṃ paṭisaṃvedentī’ti, idamassa nānujānāmi.
mn: There are those who would say that this is the highest pleasure and happiness that sentient beings experience. But I don’t grant them that.

# mn59:8.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn59:8.3
source: Atthānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca.
mn: Because there is another pleasure that is finer than that.

# mn59:8.4
source: Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca?
mn: And what is that pleasure?

# mn59:8.5
source: Idhānanda, bhikkhu vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati.
mn: It’s when, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. …

# mn59:9.2
source: pe ….
mn: There is another pleasure that is finer than that.

# mn59:9.3
source: Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca?
mn: And what is that pleasure?

# mn59:9.4
source: Idhānanda, bhikkhu pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati.
mn: It’s when, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ …

# mn59:10.2
source: pe ….
mn: There is another pleasure that is finer than that.

# mn59:10.3
source: Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca?
mn: And what is that pleasure?

# mn59:10.4
source: Idhānanda, bhikkhu sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati.
mn: It’s when, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. …

# mn59:11.2
source: pe ….
mn: There is another pleasure that is finer than that.

# mn59:11.3
source: Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca?
mn: And what is that pleasure?

# mn59:11.4
source: Idhānanda, bhikkhu sabbaso rūpasaññānaṃ samatikkamā, paṭighasaññānaṃ atthaṅgamā, nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.
mn: It’s when a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. …

# mn59:12.2
source: pe ….
mn: There is another pleasure that is finer than that.

# mn59:12.3
source: Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca?
mn: And what is that pleasure?

# mn59:12.4
source: Idhānanda, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.
mn: It’s when a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. …

# mn59:13.2
source: pe ….
mn: There is another pleasure that is finer than that.

# mn59:13.3
source: Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca?
mn: And what is that pleasure?

# mn59:13.4
source: Idhānanda, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.
mn: It’s when a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. …

# mn59:14.2
source: pe ….
mn: There is another pleasure that is finer than that.

# mn59:14.3
source: Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca?
mn: And what is that pleasure?

# mn59:14.4
source: Idhānanda, bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati.
mn: It’s when a mendicant, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception.

# mn59:14.5
source: Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca.
mn: This is a pleasure that is finer than that.

# mn59:15.1
source: Yo kho, ānanda, evaṃ vadeyya: ‘etaparamaṃ sattā sukhaṃ somanassaṃ paṭisaṃvedentī’ti, idamassa nānujānāmi.
mn: There are those who would say that this is the highest pleasure and happiness that sentient beings experience. But I don’t grant them that.

# mn59:15.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn59:15.3
source: Atthānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca.
mn: Because there is another pleasure that is finer than that.

# mn59:15.4
source: Katamañcānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca?
mn: And what is that pleasure?

# mn59:15.5
source: Idhānanda, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati.
mn: It’s when a mendicant, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling.

# mn59:15.6
source: Idaṃ kho, ānanda, etamhā sukhā aññaṃ sukhaṃ abhikkantatarañca paṇītatarañca.
mn: This is a pleasure that is finer than that.

# mn59:16.1
source: Ṭhānaṃ kho panetaṃ, ānanda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ:
mn: It’s possible that wanderers who follow other paths might say,

# mn59:16.2
source: ‘saññāvedayitanirodhaṃ samaṇo gotamo āha; tañca sukhasmiṃ paññapeti.
mn: ‘The ascetic Gotama spoke of the cessation of perception and feeling, and he includes it in happiness.

# mn59:16.3
source: Tayidaṃ kiṃsu, tayidaṃ kathaṃsū’ti?
mn: What’s up with that?’

# mn59:16.4
source: Evaṃvādino, ānanda, aññatitthiyā paribbājakā evamassu vacanīyā:
mn: When wanderers who follow other paths say this, you should say to them,

# mn59:16.5
source: ‘na kho, āvuso, bhagavā sukhaṃyeva vedanaṃ sandhāya sukhasmiṃ paññapeti;
mn: ‘Reverends, when the Buddha describes what’s included in happiness, he’s not just referring to pleasant feeling.

# mn59:16.6
source: api ca, āvuso, yattha yattha sukhaṃ upalabbhati yahiṃ yahiṃ taṃ taṃ tathāgato sukhasmiṃ paññapetī’”ti.
mn: The Realized One describes pleasure as included in happiness wherever it’s found, and in whatever context.’”

# mn59:16.7
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn59:16.8
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Ānanda was happy with what the Buddha said.
