Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn055.po
Languages: mn

# mn55:0.1
source: Majjhima Nikāya 55
mn: Middle Discourses 55

# mn55:0.2
source: Jīvakasutta
mn: With Jīvaka

# mn55:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn55:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati jīvakassa komārabhaccassa ambavane.
mn: At one time the Buddha was staying near Rājagaha in the Mango Grove of Jīvaka Komārabhacca.

# mn55:2.1
source: Atha kho jīvako komārabhacco yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jīvako komārabhacco bhagavantaṃ etadavoca:
mn: Then Jīvaka went up to the Buddha, bowed, sat down to one side, and said to the Buddha:

# mn55:3.1
source: “sutaṃ metaṃ, bhante:
mn: “Sir, I have heard this:

# mn55:3.2
source: ‘samaṇaṃ gotamaṃ uddissa pāṇaṃ ārabhanti, taṃ samaṇo gotamo jānaṃ uddissakataṃ maṃsaṃ paribhuñjati paṭiccakamman’ti.
mn: ‘They slaughter living creatures specially for the ascetic Gotama. The ascetic Gotama knowingly eats meat prepared on purpose for him: this is a deed he caused.’

# mn55:3.3
source: Ye te, bhante, evamāhaṃsu: ‘samaṇaṃ gotamaṃ uddissa pāṇaṃ ārabhanti, taṃ samaṇo gotamo jānaṃ uddissakataṃ maṃsaṃ paribhuñjati paṭiccakamman’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti?
mn: I trust that those who say this repeat what the Buddha has said, and do not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism?”

# mn55:4.1
source: “Ye te, jīvaka, evamāhaṃsu: ‘samaṇaṃ gotamaṃ uddissa pāṇaṃ ārabhanti, taṃ samaṇo gotamo jānaṃ uddissakataṃ maṃsaṃ paribhuñjati paṭiccakamman’ti na me te vuttavādino, abbhācikkhanti ca maṃ te asatā abhūtena.
mn: “Jīvaka, those who say this do not repeat what I have said. They misrepresent me with what is false and untrue.

# mn55:5.1
source: Tīhi kho ahaṃ, jīvaka, ṭhānehi maṃsaṃ aparibhoganti vadāmi.
mn: In three cases I say that meat may not be eaten:

# mn55:5.2
source: Diṭṭhaṃ, sutaṃ, parisaṅkitaṃ—
mn: it’s seen, heard, or suspected.

# mn55:5.3
source: imehi kho ahaṃ, jīvaka, tīhi ṭhānehi maṃsaṃ aparibhoganti vadāmi.
mn: These are three cases in which meat may not be eaten.

# mn55:5.4
source: Tīhi kho ahaṃ, jīvaka, ṭhānehi maṃsaṃ paribhoganti vadāmi.
mn: In three cases I say that meat may be eaten:

# mn55:5.5
source: Adiṭṭhaṃ, asutaṃ, aparisaṅkitaṃ—
mn: it’s not seen, heard, or suspected.

# mn55:5.6
source: imehi kho ahaṃ, jīvaka, tīhi ṭhānehi maṃsaṃ paribhoganti vadāmi.
mn: These are three cases in which meat may be eaten.

# mn55:6.1
source: Idha, jīvaka, bhikkhu aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati.
mn: Take the case of a mendicant living supported by a town or village.

# mn55:6.2
source: So mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn55:6.3
source: Tamenaṃ gahapati vā gahapatiputto vā upasaṅkamitvā svātanāya bhattena nimanteti.
mn: A householder or their child approaches and invites them for the next day’s meal.

# mn55:6.4
source: Ākaṅkhamānova, jīvaka, bhikkhu adhivāseti.
mn: The mendicant accepts if they want.

# mn55:6.5
source: So tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena tassa gahapatissa vā gahapatiputtassa vā nivesanaṃ tenupasaṅkamati; upasaṅkamitvā paññatte āsane nisīdati.
mn: When the night has passed, they robe up in the morning, take their bowl and robe, and approach that householder’s home, where they sit on the seat spread out.

# mn55:6.6
source: Tamenaṃ so gahapati vā gahapatiputto vā paṇītena piṇḍapātena parivisati.
mn: That householder or their child serves them with delicious alms-food.

# mn55:6.7
source: Tassa na evaṃ hoti:
mn: It never occurs to them,

# mn55:6.8
source: ‘sādhu vata māyaṃ gahapati vā gahapatiputto vā paṇītena piṇḍapātena pariviseyyāti.
mn: ‘It’s so good that this householder serves me with delicious alms-food!

# mn55:6.9
source: Aho vata māyaṃ gahapati vā gahapatiputto vā āyatimpi evarūpena paṇītena piṇḍapātena pariviseyyā’ti—
mn: I hope they serve me with such delicious alms-food in the future!’

# mn55:6.10
source: evampissa na hoti.
mn: They don’t think that.

# mn55:6.11
source: So taṃ piṇḍapātaṃ agathito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati.
mn: They eat that alms-food untied, uninfatuated, unattached, seeing the drawback, and understanding the escape.

# mn55:6.12
source: Taṃ kiṃ maññasi, jīvaka,
mn: What do you think, Jīvaka?

# mn55:6.13
source: api nu so bhikkhu tasmiṃ samaye attabyābādhāya vā ceteti, parabyābādhāya vā ceteti, ubhayabyābādhāya vā cetetī”ti?
mn: At that time is that mendicant intending to hurt themselves, hurt others, or hurt both?”

# mn55:6.14
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn55:6.15
source: “Nanu so, jīvaka, bhikkhu tasmiṃ samaye anavajjaṃyeva āhāraṃ āhāretī”ti?
mn: “Aren’t they eating blameless food at that time?”

# mn55:7.1
source: “Evaṃ, bhante.
mn: “Yes, sir.

# mn55:7.2
source: Sutaṃ metaṃ, bhante:
mn: Sir, I have heard that

# mn55:7.3
source: ‘brahmā mettāvihārī’ti.
mn: Brahmā abides in love.

# mn55:7.4
source: Taṃ me idaṃ, bhante, bhagavā sakkhidiṭṭho;
mn: Now, I’ve seen the Buddha with my own eyes,

# mn55:7.5
source: bhagavā hi, bhante, mettāvihārī”ti.
mn: and it is the Buddha who truly abides in love.”

# mn55:7.6
source: “Yena kho, jīvaka, rāgena yena dosena yena mohena byāpādavā assa so rāgo so doso so moho tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo.
mn: “Any greed, hate, or delusion that might give rise to ill will has been given up by the Realized One, cut off at the root, made like a palm stump, obliterated, and is unable to arise in the future.

# mn55:7.7
source: Sace kho te, jīvaka, idaṃ sandhāya bhāsitaṃ anujānāmi te etan”ti.
mn: If that’s what you were referring to, I acknowledge it.”

# mn55:7.8
source: “Etadeva kho pana me, bhante, sandhāya bhāsitaṃ”.
mn: “That’s exactly what I was referring to.”

# mn55:8-10.1
source: “Idha, jīvaka, bhikkhu aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati.
mn: “Take the case, Jīvaka, of a mendicant living supported by a town or village.

# mn55:8-10.2
source: So karuṇāsahagatena cetasā … pe …
mn: They meditate spreading a heart full of compassion …

# mn55:8-10.3
source: muditāsahagatena cetasā … pe …
mn: They meditate spreading a heart full of rejoicing …

# mn55:8-10.4
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ.
mn: They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth.

# mn55:8-10.5
source: Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn55:8-10.6
source: Tamenaṃ gahapati vā gahapatiputto vā upasaṅkamitvā svātanāya bhattena nimanteti.
mn: A householder or their child approaches and invites them for the next day’s meal.

# mn55:8-10.7
source: Ākaṅkhamānova, jīvaka, bhikkhu adhivāseti.
mn: The mendicant accepts if they want.

# mn55:8-10.8
source: So tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena gahapatissa vā gahapatiputtassa vā nivesanaṃ tenupasaṅkamati; upasaṅkamitvā paññatte āsane nisīdati.
mn: When the night has passed, they robe up in the morning, take their bowl and robe, and approach that householder’s home, where they sit on the seat spread out.

# mn55:8-10.9
source: Tamenaṃ so gahapati vā gahapatiputto vā paṇītena piṇḍapātena parivisati.
mn: That householder or their child serves them with delicious alms-food.

# mn55:8-10.10
source: Tassa na evaṃ hoti:
mn: It never occurs to them,

# mn55:8-10.11
source: ‘sādhu vata māyaṃ gahapati vā gahapatiputto vā paṇītena piṇḍapātena pariviseyyāti.
mn: ‘It’s so good that this householder serves me with delicious alms-food!

# mn55:8-10.12
source: Aho vata māyaṃ gahapati vā gahapatiputto vā āyatimpi evarūpena paṇītena piṇḍapātena pariviseyyā’ti—
mn: I hope they serve me with such delicious alms-food in the future!’

# mn55:8-10.13
source: evampissa na hoti.
mn: They don’t think that.

# mn55:8-10.14
source: So taṃ piṇḍapātaṃ agathito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati.
mn: They eat that alms-food untied, uninfatuated, unattached, seeing the drawback, and understanding the escape.

# mn55:8-10.15
source: Taṃ kiṃ maññasi, jīvaka,
mn: What do you think, Jīvaka?

# mn55:8-10.16
source: api nu so bhikkhu tasmiṃ samaye attabyābādhāya vā ceteti, parabyābādhāya vā ceteti, ubhayabyābādhāya vā cetetī”ti?
mn: At that time is that mendicant intending to hurt themselves, hurt others, or hurt both?”

# mn55:8-10.17
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn55:8-10.18
source: “Nanu so, jīvaka, bhikkhu tasmiṃ samaye anavajjaṃyeva āhāraṃ āhāretī”ti?
mn: “Aren’t they eating blameless food at that time?”

# mn55:11.1
source: “Evaṃ, bhante.
mn: “Yes, sir.

# mn55:11.2
source: Sutaṃ metaṃ, bhante:
mn: Sir, I have heard that

# mn55:11.3
source: ‘brahmā upekkhāvihārī’ti.
mn: Brahmā abides in equanimity.

# mn55:11.4
source: Taṃ me idaṃ, bhante, bhagavā sakkhidiṭṭho;
mn: Now, I’ve seen the Buddha with my own eyes,

# mn55:11.5
source: bhagavā hi, bhante, upekkhāvihārī”ti.
mn: and it is the Buddha who truly abides in equanimity.”

# mn55:11.6
source: “Yena kho, jīvaka, rāgena yena dosena yena mohena vihesavā assa arativā assa paṭighavā assa so rāgo so doso so moho tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo.
mn: “Any greed, hate, or delusion that might give rise to cruelty, negativity, or repulsion has been given up by the Realized One, cut off at the root, made like a palm stump, obliterated, and is unable to arise in the future.

# mn55:11.7
source: Sace kho te, jīvaka, idaṃ sandhāya bhāsitaṃ, anujānāmi te etan”ti.
mn: If that’s what you were referring to, I acknowledge it.”

# mn55:11.8
source: “Etadeva kho pana me, bhante, sandhāya bhāsitaṃ”.
mn: “That’s exactly what I was referring to.”

# mn55:12.1
source: “Yo kho, jīvaka, tathāgataṃ vā tathāgatasāvakaṃ vā uddissa pāṇaṃ ārabhati so pañcahi ṭhānehi bahuṃ apuññaṃ pasavati.
mn: “Jīvaka, anyone who slaughters a living creature specially for the Realized One or the Realized One’s disciple makes much bad karma for five reasons.

# mn55:12.2
source: Yampi so, gahapati, evamāha:
mn: When they say:

# mn55:12.3
source: ‘gacchatha, amukaṃ nāma pāṇaṃ ānethā’ti, iminā paṭhamena ṭhānena bahuṃ apuññaṃ pasavati.
mn: ‘Go, fetch that living creature,’ this is the first reason.

# mn55:12.4
source: Yampi so pāṇo galappaveṭhakena ānīyamāno dukkhaṃ domanassaṃ paṭisaṃvedeti, iminā dutiyena ṭhānena bahuṃ apuññaṃ pasavati.
mn: When that living creature experiences pain and sadness as it’s led along by a collar, this is the second reason.

# mn55:12.5
source: Yampi so evamāha:
mn: When they say:

# mn55:12.6
source: ‘gacchatha imaṃ pāṇaṃ ārabhathā’ti, iminā tatiyena ṭhānena bahuṃ apuññaṃ pasavati.
mn: ‘Go, slaughter that living creature,’ this is the third reason.

# mn55:12.7
source: Yampi so pāṇo ārabhiyamāno dukkhaṃ domanassaṃ paṭisaṃvedeti, iminā catutthena ṭhānena bahuṃ apuññaṃ pasavati.
mn: When that living creature experiences pain and sadness as it’s being slaughtered, this is the fourth reason.

# mn55:12.8
source: Yampi so tathāgataṃ vā tathāgatasāvakaṃ vā akappiyena āsādeti, iminā pañcamena ṭhānena bahuṃ apuññaṃ pasavati.
mn: When they provide the Realized One or the Realized One’s disciple with unallowable food, this is the fifth reason.

# mn55:12.9
source: Yo kho, jīvaka, tathāgataṃ vā tathāgatasāvakaṃ vā uddissa pāṇaṃ ārabhati so imehi pañcahi ṭhānehi bahuṃ apuññaṃ pasavatī”ti.
mn: Anyone who slaughters a living creature specially for the Realized One or the Realized One’s disciple makes much bad karma for five reasons.”

# mn55:13.1
source: Evaṃ vutte, jīvako komārabhacco bhagavantaṃ etadavoca:
mn: When he had spoken, Jīvaka said to the Buddha:

# mn55:13.2
source: “acchariyaṃ, bhante, abbhutaṃ, bhante.
mn: “It’s incredible, sir, it’s amazing!

# mn55:13.3
source: Kappiyaṃ vata, bhante, bhikkhū āhāraṃ āhārenti;
mn: The mendicants indeed eat allowable food.

# mn55:13.4
source: anavajjaṃ vata, bhante, bhikkhū āhāraṃ āhārenti.
mn: The mendicants indeed eat blameless food.

# mn55:13.5
source: Abhikkantaṃ, bhante, abhikkantaṃ, bhante … pe …
mn: Excellent, sir! Excellent! …

# mn55:13.6
source: upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”
