Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn058.po
Languages: mn

# mn58:0.1
source: Majjhima Nikāya 58
mn: Middle Discourses 58

# mn58:0.2
source: Abhayarājakumārasutta
mn: With Prince Abhaya

# mn58:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn58:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn58:2.1
source: Atha kho abhayo rājakumāro yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho abhayaṃ rājakumāraṃ nigaṇṭho nāṭaputto etadavoca:
mn: Then Prince Abhaya went up to Nigaṇṭha Nātaputta, bowed, and sat down to one side. Nigaṇṭha Nātaputta said to him,

# mn58:3.1
source: “ehi tvaṃ, rājakumāra, samaṇassa gotamassa vādaṃ āropehi.
mn: “Come, prince, refute the ascetic Gotama’s doctrine.

# mn58:3.2
source: Evaṃ te kalyāṇo kittisaddo abbhuggacchissati:
mn: Then you will get a good reputation:

# mn58:3.3
source: ‘abhayena rājakumārena samaṇassa gotamassa evaṃ mahiddhikassa evaṃ mahānubhāvassa vādo āropito’”ti.
mn: ‘Prince Abhaya refuted the doctrine of the ascetic Gotama, so mighty and powerful!’”

# mn58:3.4
source: “Yathā kathaṃ panāhaṃ, bhante, samaṇassa gotamassa evaṃ mahiddhikassa evaṃ mahānubhāvassa vādaṃ āropessāmī”ti?
mn: “But sir, how am I to do this?”

# mn58:3.5
source: “Ehi tvaṃ, rājakumāra, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṃ gotamaṃ evaṃ vadehi:
mn: “Here, prince, go to the ascetic Gotama and say to him:

# mn58:3.6
source: ‘bhāseyya nu kho, bhante, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā’ti?
mn: ‘Sir, might the Realized One utter speech that is disliked by others?’

# mn58:3.7
source: Sace te samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti:
mn: When he’s asked this, if he answers:

# mn58:3.8
source: ‘bhāseyya, rājakumāra, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā’ti, tamenaṃ tvaṃ evaṃ vadeyyāsi:
mn: ‘He might, prince,’ say this to him,

# mn58:3.9
source: ‘atha kiñcarahi te, bhante, puthujjanena nānākaraṇaṃ?
mn: ‘Then, sir, what exactly is the difference between you and an ordinary person?

# mn58:3.10
source: Puthujjanopi hi taṃ vācaṃ bhāseyya yā sā vācā paresaṃ appiyā amanāpā’ti.
mn: For even an ordinary person might utter speech that is disliked by others.’

# mn58:3.11
source: Sace pana te samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti:
mn: But if he answers,

# mn58:3.12
source: ‘na, rājakumāra, tathāgato taṃ vācaṃ bhāseyya yā sā vācā paresaṃ appiyā amanāpā’ti, tamenaṃ tvaṃ evaṃ vadeyyāsi:
mn: ‘He would not, prince,’ say this to him:

# mn58:3.13
source: ‘atha kiñcarahi te, bhante, devadatto byākato:
mn: ‘Then, sir, why exactly did you declare of Devadatta:

# mn58:3.14
source: “āpāyiko devadatto, nerayiko devadatto, kappaṭṭho devadatto, atekiccho devadatto”ti?
mn: “Devadatta is going to a place of loss, to hell, there to remain for an eon, irredeemable”?

# mn58:3.15
source: Tāya ca pana te vācāya devadatto kupito ahosi anattamano’ti.
mn: Devadatta was angry and upset with what you said.’

# mn58:3.16
source: Imaṃ kho te, rājakumāra, samaṇo gotamo ubhatokoṭikaṃ pañhaṃ puṭṭho samāno neva sakkhiti uggilituṃ na sakkhiti ogilituṃ.
mn: When you put this dilemma to him, the Buddha won’t be able to either spit it out or swallow it down.

# mn58:3.17
source: Seyyathāpi nāma purisassa ayosiṅghāṭakaṃ kaṇṭhe vilaggaṃ, so neva sakkuṇeyya uggilituṃ na sakkuṇeyya ogilituṃ;
mn: He’ll be like a man with an iron cross stuck in his throat, unable to either spit it out or swallow it down.”

# mn58:4.1
source: “Evaṃ, bhante”ti kho abhayo rājakumāro nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā padakkhiṇaṃ katvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
mn: “Yes, sir,” replied Abhaya. He got up from his seat, bowed, and respectfully circled Nigaṇṭha Nāṭaputta, keeping him on his right. Then he went to the Buddha, bowed, and sat down to one side.

# mn58:4.2
source: Ekamantaṃ nisinnassa kho abhayassa rājakumārassa sūriyaṃ ulloketvā etadahosi:
mn: Then he looked up at the sun and thought,

# mn58:4.3
source: “akālo kho ajja bhagavato vādaṃ āropetuṃ.
mn: “It’s too late to refute the Buddha’s doctrine today.

# mn58:4.4
source: Sve dānāhaṃ sake nivesane bhagavato vādaṃ āropessāmī”ti bhagavantaṃ etadavoca:
mn: I shall refute his doctrine in my own home tomorrow.” He said to the Buddha,

# mn58:4.5
source: “adhivāsetu me, bhante, bhagavā svātanāya attacatuttho bhattan”ti.
mn: “Sir, may the Buddha please accept tomorrow’s meal from me, together with three other monks.”

# mn58:4.6
source: Adhivāsesi bhagavā tuṇhībhāvena.
mn: The Buddha consented in silence.

# mn58:5.1
source: Atha kho abhayo rājakumāro bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
mn: Then, knowing that the Buddha had consented, Abhaya got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# mn58:5.2
source: Atha kho bhagavā tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena abhayassa rājakumārassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
mn: Then when the night had passed, the Buddha robed up in the morning and, taking his bowl and robe, went to Abhaya’s home, and sat down on the seat spread out.

# mn58:5.3
source: Atha kho abhayo rājakumāro bhagavantaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.
mn: Then Abhaya served and satisfied the Buddha with his own hands with a variety of delicious foods.

# mn58:5.4
source: Atha kho abhayo rājakumāro bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: When the Buddha had eaten and washed his hand and bowl, Abhaya took a low seat, sat to one side,

# mn58:6.1
source: Ekamantaṃ nisinno kho abhayo rājakumāro bhagavantaṃ etadavoca:
mn: and said to him,

# mn58:6.2
source: “bhāseyya nu kho, bhante, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā”ti?
mn: “Sir, might the Realized One utter speech that is disliked by others?”

# mn58:6.3
source: “Na khvettha, rājakumāra, ekaṃsenā”ti.
mn: “This is no simple matter, prince.”

# mn58:6.4
source: “Ettha, bhante, anassuṃ nigaṇṭhā”ti.
mn: “Then the Jains have lost in this, sir.”

# mn58:6.5
source: “Kiṃ pana tvaṃ, rājakumāra, evaṃ vadesi:
mn: “But prince, why do you say that

# mn58:6.6
source: ‘ettha, bhante, anassuṃ nigaṇṭhā’”ti?
mn: the Jains have lost in this?”

# mn58:6.7
source: “Idhāhaṃ, bhante, yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinnaṃ kho maṃ, bhante, nigaṇṭho nāṭaputto etadavoca:
mn: Then Abhaya told the Buddha all that had happened.

# mn58:7.1
source: Tena kho pana samayena daharo kumāro mando uttānaseyyako abhayassa rājakumārassa aṅke nisinno hoti.
mn: Now at that time a little baby boy was sitting in Prince Abhaya’s lap.

# mn58:7.2
source: Atha kho bhagavā abhayaṃ rājakumāraṃ etadavoca:
mn: Then the Buddha said to Abhaya,

# mn58:7.3
source: “Taṃ kiṃ maññasi, rājakumāra,
mn: “What do you think, prince?

# mn58:7.4
source: sacāyaṃ kumāro tuyhaṃ vā pamādamanvāya dhātiyā vā pamādamanvāya kaṭṭhaṃ vā kaṭhalaṃ vā mukhe āhareyya, kinti naṃ kareyyāsī”ti?
mn: If—because of your negligence or his nurse’s negligence—your boy was to put a stick or stone in his mouth, what would you do to him?”

# mn58:7.5
source: “Āhareyyassāhaṃ, bhante.
mn: “I’d try to take it out, sir.

# mn58:7.6
source: Sace, bhante, na sakkuṇeyyaṃ ādikeneva āhattuṃ, vāmena hatthena sīsaṃ pariggahetvā dakkhiṇena hatthena vaṅkaṅguliṃ karitvā salohitampi āhareyyaṃ.
mn: If that didn’t work, I’d hold his head with my left hand, and take it out using a hooked finger of my right hand, even if it drew blood.

# mn58:7.7
source: Taṃ kissa hetu?
mn: Why is that?

# mn58:7.8
source: Atthi me, bhante, kumāre anukampā”ti.
mn: Because I have compassion for the boy, sir.”

# mn58:8.1
source: “Evameva kho, rājakumāra, yaṃ tathāgato vācaṃ jānāti abhūtaṃ atacchaṃ anatthasaṃhitaṃ sā ca paresaṃ appiyā amanāpā, na taṃ tathāgato vācaṃ bhāsati.
mn: “In the same way, prince, the Realized One does not utter speech that he knows to be untrue, false, and harmful, and which is disliked by others.

# mn58:8.2
source: Yampi tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ anatthasaṃhitaṃ sā ca paresaṃ appiyā amanāpā, tampi tathāgato vācaṃ na bhāsati.
mn: The Realized One does not utter speech that he knows to be true and substantive, but which is harmful and disliked by others.

# mn58:8.3
source: Yañca kho tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ atthasaṃhitaṃ sā ca paresaṃ appiyā amanāpā, tatra kālaññū tathāgato hoti tassā vācāya veyyākaraṇāya.
mn: The Realized One knows the right time to speak so as to explain what he knows to be true, substantive, and beneficial, but which is disliked by others.

# mn58:8.4
source: Yaṃ tathāgato vācaṃ jānāti abhūtaṃ atacchaṃ anatthasaṃhitaṃ sā ca paresaṃ piyā manāpā, na taṃ tathāgato vācaṃ bhāsati.
mn: The Realized One does not utter speech that he knows to be untrue, false, and harmful, but which is liked by others.

# mn58:8.5
source: Yampi tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ anatthasaṃhitaṃ sā ca paresaṃ piyā manāpā tampi tathāgato vācaṃ na bhāsati.
mn: The Realized One does not utter speech that he knows to be true and substantive, but which is harmful, even if it is liked by others.

# mn58:8.6
source: Yañca tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ atthasaṃhitaṃ sā ca paresaṃ piyā manāpā, tatra kālaññū tathāgato hoti tassā vācāya veyyākaraṇāya.
mn: The Realized One knows the right time to speak so as to explain what he knows to be true, substantive, and beneficial, and which is liked by others.

# mn58:8.7
source: Taṃ kissa hetu?
mn: Why is that?

# mn58:8.8
source: Atthi, rājakumāra, tathāgatassa sattesu anukampā”ti.
mn: Because the Realized One has compassion for sentient beings.”

# mn58:9.1
source: “Yeme, bhante, khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi pañhaṃ abhisaṅkharitvā tathāgataṃ upasaṅkamitvā pucchanti,
mn: “Sir, there are clever aristocrats, brahmins, householders, or ascetics who come to see you with a question already planned.

# mn58:9.2
source: pubbeva nu kho, etaṃ, bhante, bhagavato cetaso parivitakkitaṃ hoti ‘ye maṃ upasaṅkamitvā evaṃ pucchissanti tesāhaṃ evaṃ puṭṭho evaṃ byākarissāmī’ti, udāhu ṭhānasovetaṃ tathāgataṃ paṭibhātī”ti?
mn: Do you think beforehand that if they ask you like this, you’ll answer like that, or does the answer just appear to you on the spot?”

# mn58:10.1
source: “Tena hi, rājakumāra, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṃ byākareyyāsi.
mn: “Well then, prince, I’ll ask you about this in return, and you can answer as you like.

# mn58:10.2
source: Taṃ kiṃ maññasi, rājakumāra,
mn: What do you think, prince?

# mn58:10.3
source: kusalo tvaṃ rathassa aṅgapaccaṅgānan”ti?
mn: Are you skilled in the various parts of a chariot?”

# mn58:10.4
source: “Evaṃ, bhante, kusalo ahaṃ rathassa aṅgapaccaṅgānan”ti.
mn: “I am, sir.”

# mn58:10.5
source: “Taṃ kiṃ maññasi, rājakumāra,
mn: “What do you think, prince?

# mn58:10.6
source: ye taṃ upasaṅkamitvā evaṃ puccheyyuṃ:
mn: When they come to you and ask:

# mn58:10.7
source: ‘kiṃ nāmidaṃ rathassa aṅgapaccaṅgan’ti?
mn: ‘What’s the name of this chariot part?’

# mn58:10.8
source: Pubbeva nu kho te etaṃ cetaso parivitakkitaṃ assa ‘ye maṃ upasaṅkamitvā evaṃ pucchissanti tesāhaṃ evaṃ puṭṭho evaṃ byākarissāmī’ti, udāhu ṭhānasovetaṃ paṭibhāseyyā”ti?
mn: Do you think beforehand that if they ask you like this, you’ll answer like that, or does the answer appear to you on the spot?”

# mn58:10.9
source: “Ahañhi, bhante, rathiko saññāto kusalo rathassa aṅgapaccaṅgānaṃ.
mn: “Sir, I’m well-known as a charioteer skilled in a chariot’s parts.

# mn58:10.10
source: Sabbāni me rathassa aṅgapaccaṅgāni suviditāni.
mn: All the parts are well-known to me.

# mn58:10.11
source: Ṭhānasovetaṃ maṃ paṭibhāseyyā”ti.
mn: The answer just appears to me on the spot.”

# mn58:11.1
source: “Evameva kho, rājakumāra, ye te khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi pañhaṃ abhisaṅkharitvā tathāgataṃ upasaṅkamitvā pucchanti, ṭhānasovetaṃ tathāgataṃ paṭibhāti.
mn: “In the same way, when clever aristocrats, brahmins, householders, or ascetics come to see me with a question already planned, the answer just appears to me on the spot.

# mn58:11.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn58:11.3
source: Sā hi, rājakumāra, tathāgatassa dhammadhātu suppaṭividdhā yassā dhammadhātuyā suppaṭividdhattā ṭhānasovetaṃ tathāgataṃ paṭibhātī”ti.
mn: Because the Realized One has clearly comprehended the principle of the teachings, so that the answer just appears to him on the spot.”

# mn58:12.1
source: Evaṃ vutte, abhayo rājakumāro bhagavantaṃ etadavoca:
mn: When he had spoken, Prince Abhaya said to the Buddha,

# mn58:12.2
source: “abhikkantaṃ, bhante, abhikkantaṃ, bhante … pe …
mn: “Excellent, sir! Excellent! …

# mn58:12.3
source: ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
