Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn052.po
Languages: mn

# mn52:0.1
source: Majjhima Nikāya 52
mn: Middle Discourses 52

# mn52:0.2
source: Aṭṭhakanāgarasutta
mn: The Man From the City of Aṭṭhaka

# mn52:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn52:1.2
source: ekaṃ samayaṃ āyasmā ānando vesāliyaṃ viharati beluvagāmake.
mn: At one time Venerable Ānanda was staying near Vesālī in the little village of Beluva.

# mn52:1.3
source: Tena kho pana samayena dasamo gahapati aṭṭhakanāgaro pāṭaliputtaṃ anuppatto hoti kenacideva karaṇīyena.
mn: Now at that time the householder Dasama from the city of Aṭṭhaka had arrived at Pāṭaliputta on some business.

# mn52:2.1
source: Atha kho dasamo gahapati aṭṭhakanāgaro yena kukkuṭārāmo yena aññataro bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho dasamo gahapati aṭṭhakanāgaro taṃ bhikkhuṃ etadavoca:
mn: He went to the Chicken Monastery, approached a certain mendicant, bowed, sat down to one side, and said to him,

# mn52:2.2
source: “kahaṃ nu kho, bhante, āyasmā ānando etarahi viharati?
mn: “Sir, where is Venerable Ānanda now staying?

# mn52:2.3
source: Dassanakāmā hi mayaṃ taṃ āyasmantaṃ ānandan”ti.
mn: For I want to see him.”

# mn52:2.4
source: “Eso, gahapati, āyasmā ānando vesāliyaṃ viharati beluvagāmake”ti.
mn: “Householder, Venerable Ānanda is staying near Vesālī in the little village of Beluva.”

# mn52:3.1
source: Atha kho dasamo gahapati aṭṭhakanāgaro pāṭaliputte taṃ karaṇīyaṃ tīretvā yena vesālī yena beluvagāmako yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho dasamo gahapati aṭṭhakanāgaro āyasmantaṃ ānandaṃ etadavoca:
mn: Then the householder Dasama, having concluded his business there, went to the little village of Beluva in Vesālī to see Ānanda. He bowed, sat down to one side, and said to Ānanda:

# mn52:3.2
source: “atthi nu kho, bhante ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṃ vimuccati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇātī”ti?
mn: “Sir, Ānanda, is there one thing that has been rightly explained by the Blessed One—who knows and sees, the perfected one, the fully awakened Buddha—practicing which a diligent, keen, and resolute mendicant’s mind is freed, their defilements are ended, and they arrive at the supreme sanctuary?”

# mn52:3.3
source: “Atthi kho, gahapati, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto, yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṃ vimuccati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇātī”ti.
mn: “There is, householder.”

# mn52:3.4
source: “Katamo pana, bhante ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto, yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṃ vimuccati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇātī”ti?
mn: “And what is that one thing?”

# mn52:4.1
source: “Idha, gahapati, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: “Householder, it’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn52:4.2
source: So iti paṭisañcikkhati:
mn: Then they reflect:

# mn52:4.3
source: ‘idampi kho paṭhamaṃ jhānaṃ abhisaṅkhataṃ abhisañcetayitaṃ.
mn: ‘Even this first absorption is produced by choices and intentions.’

# mn52:4.4
source: Yaṃ kho pana kiñci abhisaṅkhataṃ abhisañcetayitaṃ tadaniccaṃ nirodhadhamman’ti pajānāti.
mn: They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’

# mn52:4.5
source: So tattha ṭhito āsavānaṃ khayaṃ pāpuṇāti.
mn: Abiding in that they attain the ending of defilements.

# mn52:4.6
source: No ce āsavānaṃ khayaṃ pāpuṇāti, teneva dhammarāgena tāya dhammanandiyā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā.
mn: If they don’t attain the ending of defilements, with the ending of the five lower fetters they’re reborn spontaneously, because of their passion and love for that meditation. They are extinguished there, and are not liable to return from that world.

# mn52:4.7
source: Ayampi kho, gahapati, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto, yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṃ vimuccati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇāti. (1)
mn: This is one thing that has been rightly explained by the Blessed One—who knows and sees, the perfected one, the fully awakened Buddha—practicing which a diligent, keen, and resolute mendicant’s mind is freed, their defilements are ended, and they arrive at the supreme sanctuary.

# mn52:5.1
source: Puna caparaṃ, gahapati, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ … pe … dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption …

# mn52:6.1
source: Puna caparaṃ, gahapati, bhikkhu pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati.
mn: third absorption …

# mn52:7.1
source: Puna caparaṃ, gahapati, bhikkhu sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati.
mn: fourth absorption …

# mn52:8.1
source: Puna caparaṃ, gahapati, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: Furthermore, a mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn52:8.2
source: So iti paṭisañcikkhati:
mn: Then they reflect:

# mn52:8.3
source: ‘ayampi kho mettācetovimutti abhisaṅkhatā abhisañcetayitā.
mn: ‘Even this heart’s release by love is produced by choices and intentions.’

# mn52:8.4
source: Yaṃ kho pana kiñci abhisaṅkhataṃ abhisañcetayitaṃ tadaniccaṃ nirodhadhamman’ti pajānāti.
mn: They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’ …

# mn52:9.1
source: Puna caparaṃ, gahapati, bhikkhu karuṇāsahagatena cetasā … pe …
mn: Furthermore, a mendicant meditates spreading a heart full of compassion …

# mn52:10.1
source: muditāsahagatena cetasā … pe …
mn: rejoicing …

# mn52:11.1
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: equanimity …

# mn52:12.1
source: Puna caparaṃ, gahapati, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.
mn: Furthermore, householder, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.

# mn52:12.2
source: So iti paṭisañcikkhati:
mn: Then they reflect:

# mn52:12.3
source: ‘ayampi kho ākāsānañcāyatanasamāpatti abhisaṅkhatā abhisañcetayitā.
mn: ‘Even this attainment of the dimension of infinite space is produced by choices and intentions.’

# mn52:12.4
source: Yaṃ kho pana kiñci abhisaṅkhataṃ abhisañcetayitaṃ tadaniccaṃ nirodhadhamman’ti pajānāti.
mn: They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’ …

# mn52:13.1
source: Puna caparaṃ, gahapati, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.
mn: Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. …

# mn52:14.1
source: Puna caparaṃ, gahapati, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.
mn: Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.

# mn52:14.2
source: So iti paṭisañcikkhati:
mn: Then they reflect:

# mn52:14.3
source: ‘ayampi kho ākiñcaññāyatanasamāpatti abhisaṅkhatā abhisañcetayitā.
mn: ‘Even this attainment of the dimension of nothingness is produced by choices and intentions.’

# mn52:14.4
source: Yaṃ kho pana kiñci abhisaṅkhataṃ abhisañcetayitaṃ tadaniccaṃ nirodhadhamman’ti pajānāti.
mn: They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’

# mn52:14.5
source: So tattha ṭhito āsavānaṃ khayaṃ pāpuṇāti.
mn: Abiding in that they attain the ending of defilements.

# mn52:14.6
source: No ce āsavānaṃ khayaṃ pāpuṇāti, teneva dhammarāgena tāya dhammanandiyā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā.
mn: If they don’t attain the ending of defilements, with the ending of the five lower fetters they’re reborn spontaneously because of their passion and love for that meditation. They are extinguished there, and are not liable to return from that world.

# mn52:14.7
source: Ayampi kho, gahapati, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṃ vimuccati, aparikkhīṇā ca āsavā parikkhayaṃ gacchanti, ananuppattañca anuttaraṃ yogakkhemaṃ anupāpuṇātī”ti. (11)
mn: This too is one thing that has been rightly explained by the Blessed One—who knows and sees, the perfected one, the fully awakened Buddha—practicing which a diligent, keen, and resolute mendicant’s mind is freed, their defilements are ended, and they arrive at the supreme sanctuary.”

# mn52:15.1
source: Evaṃ vutte, dasamo gahapati aṭṭhakanāgaro āyasmantaṃ ānandaṃ etadavoca:
mn: When he said this, the householder Dasama said to Venerable Ānanda,

# mn52:15.2
source: “seyyathāpi, bhante ānanda, puriso ekaṃva nidhimukhaṃ gavesanto sakideva ekādasa nidhimukhāni adhigaccheyya;
mn: “Sir, suppose a person was looking for an entrance to a hidden treasure. And all at once they’d come across eleven entrances!

# mn52:15.3
source: evameva kho ahaṃ, bhante, ekaṃ amatadvāraṃ gavesanto sakideva ekādasa amatadvārāni alatthaṃ bhāvanāya.
mn: In the same way, I was searching for the door to the deathless. And all at once I got to hear of eleven doors to the deathless.

# mn52:15.4
source: Seyyathāpi, bhante, purisassa agāraṃ ekādasadvāraṃ, so tasmiṃ agāre āditte ekamekenapi dvārena sakkuṇeyya attānaṃ sotthiṃ kātuṃ;
mn: Suppose a person had a house with eleven doors. If the house caught fire they’d be able to flee to safety through any one of those doors.

# mn52:15.5
source: evameva kho ahaṃ, bhante, imesaṃ ekādasannaṃ amatadvārānaṃ ekamekenapi amatadvārena sakkuṇissāmi attānaṃ sotthiṃ kātuṃ.
mn: In the same way, I’m able to flee to safety through any one of these eleven doors to the deathless.

# mn52:15.6
source: Imehi nāma, bhante, aññatitthiyā ācariyassa ācariyadhanaṃ pariyesissanti, kimaṅgaṃ panāhaṃ āyasmato ānandassa pūjaṃ na karissāmī”ti.
mn: Sir, those who follow other paths seek a fee for the teacher. Why shouldn’t I make an offering to Venerable Ānanda?”

# mn52:16.1
source: Atha kho dasamo gahapati aṭṭhakanāgaro pāṭaliputtakañca vesālikañca bhikkhusaṅghaṃ sannipātetvā paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi,
mn: Then the householder Dasama, having assembled the Saṅgha from Vesālī and Pāṭaliputta, served and satisfied them with his own hands with a variety of delicious foods.

# mn52:16.2
source: ekamekañca bhikkhuṃ paccekaṃ dussayugena acchādesi, āyasmantañca ānandaṃ ticīvarena acchādesi, āyasmato ca ānandassa pañcasatavihāraṃ kārāpesīti.
mn: He clothed each and every mendicant in a pair of garments, with a set of three robes for Ānanda. And he had a dwelling worth five hundred built for Ānanda.
