Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn066.po
Languages: mn

# mn66:14.6
source: Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā.
mn: Because I understand the diversity of faculties as it applies to this person.

# mn66:15.1
source: Idha panudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya.
mn: Take another person practicing to give up and let go of attachments.

# mn66:15.2
source: Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti.
mn: As they do so, memories and thoughts connected with attachments beset them.

# mn66:15.3
source: So te nādhivāseti, pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti.
mn: They don’t tolerate them, but give them up, get rid of them, eliminate them, and obliterate them.

# mn66:15.4
source: Imampi kho ahaṃ, udāyi, puggalaṃ ‘saṃyutto’ti vadāmi no ‘visaṃyutto’.
mn: I call this person ‘fettered’, not ‘detached’.

# mn66:15.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn66:15.6
source: Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā.
mn: Because I understand the diversity of faculties as it applies to this person.

# mn66:16.1
source: Idha panudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya.
mn: Take another person practicing to give up and let go of attachments.

# mn66:16.2
source: Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya kadāci karahaci satisammosā upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti;
mn: As they do so, every so often they lose mindfulness, and memories and thoughts connected with attachments beset them.

# mn66:16.3
source: dandho, udāyi, satuppādo.
mn: Their mindfulness is slow to come up,

# mn66:16.4
source: Atha kho naṃ khippameva pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti.
mn: but they quickly give up, get rid of, eliminate, and obliterate those thoughts.

# mn66:16.5
source: Seyyathāpi, udāyi, puriso divasaṃsantatte ayokaṭāhe dve vā tīṇi vā udakaphusitāni nipāteyya;
mn: Suppose there was an iron cauldron that had been heated all day, and a person let two or three drops of water fall onto it.

# mn66:16.6
source: dandho, udāyi, udakaphusitānaṃ nipāto. Atha kho naṃ khippameva parikkhayaṃ pariyādānaṃ gaccheyya.
mn: The drops would be slow to fall, but they’d quickly dry up and evaporate.

# mn66:16.7
source: Evameva kho, udāyi, idhekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya.
mn: In the same way, take a person practicing to give up and let go of attachments.

# mn66:16.8
source: Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya kadāci karahaci satisammosā upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti;
mn: As they do so, every so often they lose mindfulness, and memories and thoughts connected with attachments beset them.

# mn66:16.9
source: dandho, udāyi, satuppādo.
mn: Their mindfulness is slow to come up,

# mn66:16.10
source: Atha kho naṃ khippameva pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti.
mn: but they quickly give them up, get rid of, eliminate, and obliterate those thoughts.

# mn66:16.11
source: Imampi kho ahaṃ, udāyi, puggalaṃ ‘saṃyutto’ti vadāmi no ‘visaṃyutto’.
mn: I also call this person ‘fettered’, not ‘detached’.

# mn66:16.12
source: Taṃ kissa hetu?
mn: Why is that?

# mn66:16.13
source: Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā.
mn: Because I understand the diversity of faculties as it applies to this person.

# mn66:17.1
source: Idha panudāyi, ekacco puggalo ‘upadhi dukkhassa mūlan’ti—
mn: Take another person who, understanding that attachment is the root of suffering,

# mn66:17.2
source: iti viditvā nirupadhi hoti, upadhisaṅkhaye vimutto.
mn: is freed with the ending of attachments.

# mn66:17.3
source: Imaṃ kho ahaṃ, udāyi, puggalaṃ ‘visaṃyutto’ti vadāmi no ‘saṃyutto’ti.
mn: I call this person ‘detached’, not ‘fettered’.

# mn66:17.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn66:17.5
source: Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā.
mn: Because I understand the diversity of faculties as it applies to this person.

# mn66:17.6
source: Ime kho, udāyi, cattāro puggalā santo saṃvijjamānā lokasmiṃ.
mn: These are the four people found in the world.

# mn66:18.1
source: Pañca kho ime, udāyi, kāmaguṇā.
mn: Udāyī, these are the five kinds of sensual stimulation.

# mn66:18.2
source: Katame pañca?
mn: What five?

# mn66:18.3
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā,
mn: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn66:18.4
source: sotaviññeyyā saddā … pe …
mn: Sounds known by the ear …

# mn66:18.5
source: ghānaviññeyyā gandhā …
mn: Smells known by the nose …

# mn66:18.6
source: jivhāviññeyyā rasā …
mn: Tastes known by the tongue …

# mn66:18.7
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
mn: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn66:18.8
source: Ime kho, udāyi, pañca kāmaguṇā.
mn: These are the five kinds of sensual stimulation.

# mn66:19.1
source: Yaṃ kho, udāyi, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ idaṃ vuccati kāmasukhaṃ miḷhasukhaṃ puthujjanasukhaṃ anariyasukhaṃ, na sevitabbaṃ, na bhāvetabbaṃ, na bahulīkātabbaṃ; ‘bhāyitabbaṃ etassa sukhassā’ti vadāmi.
mn: The pleasure and happiness that arise from these five kinds of sensual stimulation is called sensual pleasure—a filthy, ordinary, ignoble pleasure. Such pleasure should not be cultivated or developed, but should be feared, I say.

# mn66:20.1
source: Idhudāyi, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati
mn: Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption …

# mn66:20.2
source: vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati,
mn: second absorption …

# mn66:20.3
source: pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati,
mn: third absorption …

# mn66:20.4
source: sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati.
mn: fourth absorption.

# mn66:21.1
source: Idaṃ vuccati nekkhammasukhaṃ pavivekasukhaṃ upasamasukhaṃ sambodhasukhaṃ, āsevitabbaṃ, bhāvetabbaṃ, bahulīkātabbaṃ; ‘na bhāyitabbaṃ etassa sukhassā’ti vadāmi.
mn: This is called the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening. Such pleasure should be cultivated and developed, and should not be feared, I say.

# mn66:22.1
source: Idhudāyi, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati;
mn: Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption.

# mn66:22.2
source: idaṃ kho ahaṃ, udāyi, iñjitasmiṃ vadāmi.
mn: This belongs to the perturbable, I say.

# mn66:22.3
source: Kiñca tattha iñjitasmiṃ?
mn: And what there belongs to the perturbable?

# mn66:22.4
source: Yadeva tattha vitakkavicārā aniruddhā honti idaṃ tattha iñjitasmiṃ.
mn: Whatever placing of the mind and keeping it connected has not ceased there is what belongs to the perturbable.

# mn66:23.1
source: Idhudāyi, bhikkhu vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati;
mn: Take a mendicant who, as the placing of the mind and keeping it connected are stilled, enters and remains in the second absorption.

# mn66:23.2
source: idampi kho ahaṃ, udāyi, iñjitasmiṃ vadāmi.
mn: This belongs to the perturbable, I say.

# mn66:23.3
source: Kiñca tattha iñjitasmiṃ?
mn: And what there belongs to the perturbable?

# mn66:23.4
source: Yadeva tattha pītisukhaṃ aniruddhaṃ hoti idaṃ tattha iñjitasmiṃ.
mn: Whatever rapture and bliss has not ceased there is what belongs to the perturbable.

# mn66:24.1
source: Idhudāyi, bhikkhu pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati;
mn: Take a mendicant who, with the fading away of rapture, enters and remains in the third absorption.

# mn66:24.2
source: idampi kho ahaṃ, udāyi, iñjitasmiṃ vadāmi.
mn: This belongs to the perturbable.

# mn66:24.3
source: Kiñca tattha iñjitasmiṃ?
mn: And what there belongs to the perturbable?

# mn66:24.4
source: Yadeva tattha upekkhāsukhaṃ aniruddhaṃ hoti idaṃ tattha iñjitasmiṃ.
mn: Whatever equanimous bliss has not ceased there is what belongs to the perturbable.

# mn66:24.5
source: Idhudāyi, bhikkhu sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati;
mn: Take a mendicant who, giving up pleasure and pain, enters and remains in the fourth absorption.

# mn66:24.6
source: idaṃ kho ahaṃ, udāyi, aniñjitasmiṃ vadāmi.
mn: This belongs to the imperturbable.

# mn66:26.1
source: Idhudāyi, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati;
mn: Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption.

# mn66:26.2
source: idaṃ kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi.
mn: But this is not enough, I say: give it up, go beyond it.

# mn66:26.3
source: Ko ca tassa samatikkamo?
mn: And what goes beyond it?

# mn66:27.1
source: Idhudāyi, bhikkhu vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati, ayaṃ tassa samatikkamo;
mn: Take a mendicant who, as the placing of the mind and keeping it connected are stilled, enters and remains in the second absorption. That goes beyond it.

# mn66:27.2
source: idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi.
mn: But this too is not enough, I say: give it up, go beyond it.

# mn66:27.3
source: Ko ca tassa samatikkamo?
mn: And what goes beyond it?

# mn66:27.4
source: Idhudāyi, bhikkhu pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati, ayaṃ tassa samatikkamo;
mn: Take a mendicant who, with the fading away of rapture, enters and remains in the third absorption. That goes beyond it.

# mn66:27.5
source: idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi.
mn: But this too is not enough, I say: give it up, go beyond it.

# mn66:27.6
source: Ko ca tassa samatikkamo?
mn: And what goes beyond it?

# mn66:27.7
source: Idhudāyi, bhikkhu sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati, ayaṃ tassa samatikkamo;
mn: Take a mendicant who, giving up pleasure and pain, enters and remains in the fourth absorption. That goes beyond it.

# mn66:27.8
source: idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi.
mn: But this too is not enough, I say: give it up, go beyond it.

# mn66:27.9
source: Ko ca tassa samatikkamo?
mn: And what goes beyond it?

# mn66:27.10
source: Idhudāyi, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo;
mn: Take a mendicant who, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. That goes beyond it.

# mn66:27.11
source: idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi.
mn: But this too is not enough, I say: give it up, go beyond it.

# mn66:27.12
source: Ko ca tassa samatikkamo?
mn: And what goes beyond it?

# mn66:27.13
source: Idhudāyi, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo;
mn: Take a mendicant who, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. That goes beyond it.

# mn66:27.14
source: idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi.
mn: But this too is not enough, I say: give it up, go beyond it.

# mn66:27.15
source: Ko ca tassa samatikkamo?
mn: And what goes beyond it?

# mn66:27.16
source: Idhudāyi, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo;
mn: Take a mendicant who, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. That goes beyond it.

# mn66:27.17
source: idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi.
mn: But this too is not enough, I say: give it up, go beyond it.

# mn66:27.18
source: Ko ca tassa samatikkamo?
mn: And what goes beyond it?

# mn66:27.19
source: Idhudāyi, bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo;
mn: Take a mendicant who, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception. That goes beyond it.

# mn66:27.20
source: idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi.
mn: But this too is not enough, I say: give it up, go beyond it.

# mn66:27.21
source: Ko ca tassa samatikkamo?
mn: And what goes beyond it?

# mn66:27.22
source: Idhudāyi, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, ayaṃ tassa samatikkamo;
mn: Take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. That goes beyond it.

# mn66:27.23
source: iti kho ahaṃ, udāyi, nevasaññānāsaññāyatanassapi pahānaṃ vadāmi.
mn: So, Udāyī, I even recommend giving up the dimension of neither perception nor non-perception.

# mn66:27.24
source: Passasi no tvaṃ, udāyi, taṃ saṃyojanaṃ aṇuṃ vā thūlaṃ vā yassāhaṃ no pahānaṃ vadāmī”ti?
mn: Do you see any fetter, large or small, that I don’t recommend giving up?”

# mn66:27.25
source: “No hetaṃ, bhante”ti.
mn: “No, sir.”

# mn66:27.26
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn66:27.27
source: Attamano āyasmā udāyī bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Udāyī was happy with what the Buddha said.
