Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn065.po
Languages: mn

# mn65:22.2
source: “ko nu kho, bhante, hetu, ko paccayo yena midhekaccaṃ bhikkhuṃ pasayha pasayha kāraṇaṃ karonti?
mn: “What is the cause, sir, what is the reason why they punish some monk, repeatedly pressuring him?

# mn65:22.3
source: Ko pana, bhante, hetu, ko paccayo yena midhekaccaṃ bhikkhuṃ no tathā pasayha pasayha kāraṇaṃ karontī”ti?
mn: And what is the cause, what is the reason why they don’t similarly punish another monk, repeatedly pressuring him?”

# mn65:23.1
source: “Idha, bhaddāli, ekacco bhikkhu abhiṇhāpattiko hoti āpattibahulo.
mn: “Take a monk who is a frequent offender with many offenses.

# mn65:23.2
source: So bhikkhūhi vuccamāno aññenaññaṃ paṭicarati, bahiddhā kathaṃ apanāmeti, kopañca dosañca appaccayañca pātukaroti, na sammā vattati, na lomaṃ pāteti, na netthāraṃ vattati, ‘yena saṃgho attamano hoti taṃ karomī’ti nāha.
mn: When admonished by the monks, he dodges the issue, distracting the discussion with irrelevant points. He displays annoyance, hate, and bitterness. He doesn’t proceed properly, he doesn’t fall in line, he doesn’t proceed to get past it, and he doesn’t say: ‘I’ll do what pleases the Saṅgha.’

# mn65:23.3
source: Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:
mn: In such a case, the monks say:

# mn65:23.4
source: ‘ayaṃ kho, āvuso, bhikkhu abhiṇhāpattiko āpattibahulo.
mn: ‘Reverends, this monk is a frequent offender, with many offenses.

# mn65:23.5
source: So bhikkhūhi vuccamāno aññenaññaṃ paṭicarati, bahiddhā kathaṃ apanāmeti, kopañca dosañca appaccayañca pātukaroti, na sammā vattati, na lomaṃ pāteti, na netthāraṃ vattati, “yena saṃgho attamano hoti taṃ karomī”ti nāha.
mn: When admonished by the monks, he dodges the issue, distracting the discussion with irrelevant points. He displays annoyance, hate, and bitterness. He doesn’t proceed properly, he doesn’t fall in line, he doesn’t proceed to get past it, and he doesn’t say: “I’ll do what pleases the Saṅgha.”

# mn65:23.6
source: Sādhu vatāyasmanto imassa bhikkhuno tathā tathā upaparikkhatha yathāssidaṃ adhikaraṇaṃ na khippameva vūpasameyyā’ti.
mn: It’d be good for the venerables to examine this monk in such a way that this disciplinary issue is not quickly settled.’

# mn65:23.7
source: Tassa kho evaṃ, bhaddāli, bhikkhuno bhikkhū tathā tathā upaparikkhanti yathāssidaṃ adhikaraṇaṃ na khippameva vūpasammati.
mn: And that’s what they do.

# mn65:24.1
source: Idha pana, bhaddāli, ekacco bhikkhu abhiṇhāpattiko hoti āpattibahulo.
mn: Take some other monk who is a frequent offender with many offenses.

# mn65:24.2
source: So bhikkhūhi vuccamāno nāññenaññaṃ paṭicarati, bahiddhā kathaṃ na apanāmeti, na kopañca dosañca appaccayañca pātukaroti, sammā vattati, lomaṃ pāteti, netthāraṃ vattati, ‘yena saṅgho attamano hoti taṃ karomī’ti āha.
mn: When admonished by the monks, he doesn’t dodge the issue, distracting the discussion with irrelevant points. He doesn’t display annoyance, hate, and bitterness. He proceeds properly, he falls in line, he proceeds to get past it, and he says: ‘I’ll do what pleases the Saṅgha.’

# mn65:24.3
source: Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:
mn: In such a case, the monks say:

# mn65:24.4
source: ‘ayaṃ kho, āvuso, bhikkhu abhiṇhāpattiko āpattibahulo.
mn: ‘Reverends, this monk is a frequent offender, with many offenses.

# mn65:24.5
source: So bhikkhūhi vuccamāno nāññenaññaṃ paṭicarati, bahiddhā kathaṃ na apanāmeti, na kopañca dosañca appaccayañca pātukaroti, sammā vattati, lomaṃ pāteti, netthāraṃ vattati, “yena saṅgho attamano hoti taṃ karomī”ti āha.
mn: When admonished by the monks, he doesn’t dodge the issue, distracting the discussion with irrelevant points. He doesn’t display annoyance, hate, and bitterness. He proceeds properly, he falls in line, he proceeds to get past it, and he says: ‘I’ll do what pleases the Saṅgha.’

# mn65:24.6
source: Sādhu vatāyasmanto, imassa bhikkhuno tathā tathā upaparikkhatha yathāssidaṃ adhikaraṇaṃ khippameva vūpasameyyā’ti.
mn: It’d be good for the venerables to examine this monk in such a way that this disciplinary issue is quickly settled.’

# mn65:24.7
source: Tassa kho evaṃ, bhaddāli, bhikkhuno bhikkhū tathā tathā upaparikkhanti yathāssidaṃ adhikaraṇaṃ khippameva vūpasammati.
mn: And that’s what they do.

# mn65:25.1
source: Idha, bhaddāli, ekacco bhikkhu adhiccāpattiko hoti anāpattibahulo.
mn: Take some other monk who is an occasional offender without many offenses.

# mn65:25.2
source: So bhikkhūhi vuccamāno aññenaññaṃ paṭicarati, bahiddhā kathaṃ apanāmeti, kopañca dosañca appaccayañca pātukaroti, na sammā vattati, na lomaṃ pāteti, na netthāraṃ vattati, ‘yena saṅgho attamano hoti taṃ karomī’ti nāha.
mn: When admonished by the monks, he dodges the issue …

# mn65:25.3
source: Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:
mn: In such a case, the monks say:

# mn65:25.4
source: ‘ayaṃ kho, āvuso, bhikkhu adhiccāpattiko anāpattibahulo.
mn: ‘Reverends, this monk is an occasional offender without many offenses.

# mn65:25.5
source: So bhikkhūhi vuccamāno aññenaññaṃ paṭicarati, bahiddhā kathaṃ apanāmeti, kopañca dosañca appaccayañca pātukaroti, na sammā vattati, na lomaṃ pāteti, na netthāraṃ vattati, “yena saṅgho attamano hoti taṃ karomī”ti nāha.
mn: When admonished by the monks, he dodges the issue …

# mn65:25.6
source: Sādhu vatāyasmanto, imassa bhikkhuno tathā tathā upaparikkhatha yathāssidaṃ adhikaraṇaṃ na khippameva vūpasameyyā’ti.
mn: It’d be good for the venerables to examine this monk in such a way that this disciplinary issue is not quickly settled.’

# mn65:25.7
source: Tassa kho evaṃ, bhaddāli, bhikkhuno bhikkhū tathā tathā upaparikkhanti yathāssidaṃ adhikaraṇaṃ na khippameva vūpasammati.
mn: And that’s what they do.

# mn65:26.1
source: Idha pana, bhaddāli, ekacco bhikkhu adhiccāpattiko hoti anāpattibahulo.
mn: Take some other monk who is an occasional offender without many offenses.

# mn65:26.2
source: So bhikkhūhi vuccamāno nāññenaññaṃ paṭicarati, na bahiddhā kathaṃ apanāmeti, na kopañca dosañca appaccayañca pātukaroti, sammā vattati, lomaṃ pāteti, netthāraṃ vattati, ‘yena saṅgho attamano hoti taṃ karomī’ti āha.
mn: When admonished by the monks, he doesn’t dodge the issue …

# mn65:26.3
source: Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:
mn: In such a case, the monks say:

# mn65:26.4
source: ‘ayaṃ kho, āvuso, bhikkhu adhiccāpattiko anāpattibahulo.
mn: ‘Reverends, this monk is an occasional offender without many offenses.

# mn65:26.5
source: So bhikkhūhi vuccamāno nāññenaññaṃ paṭicarati, na bahiddhā kathaṃ apanāmeti, na kopañca dosañca appaccayañca pātukaroti, sammā vattati, lomaṃ pāteti, netthāraṃ vattati, “yena saṅgho attamano hoti taṃ karomī”ti āha.
mn: When admonished by the monks, he doesn’t dodge the issue …

# mn65:26.6
source: Sādhu vatāyasmanto, imassa bhikkhuno tathā tathā upaparikkhatha yathāssidaṃ adhikaraṇaṃ khippameva vūpasameyyā’ti.
mn: It’d be good for the venerables to examine this monk in such a way that this disciplinary issue is quickly settled.’

# mn65:26.7
source: Tassa kho evaṃ, bhaddāli, bhikkhuno bhikkhū tathā tathā upaparikkhanti yathāssidaṃ adhikaraṇaṃ khippameva vūpasammati.
mn: And that’s what they do.

# mn65:27.1
source: Idha, bhaddāli, ekacco bhikkhu saddhāmattakena vahati pemamattakena.
mn: Take some other monk who gets by with mere faith and love.

# mn65:27.2
source: Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:
mn: In such a case, the monks say:

# mn65:27.3
source: ‘ayaṃ kho, āvuso, bhikkhu saddhāmattakena vahati pemamattakena.
mn: ‘Reverends, this monk gets by with mere faith and love.

# mn65:27.4
source: Sace mayaṃ imaṃ bhikkhuṃ pasayha pasayha kāraṇaṃ karissāma—
mn: If we punish him, repeatedly pressuring him—

# mn65:27.5
source: mā yampissa taṃ saddhāmattakaṃ pemamattakaṃ tamhāpi parihāyī’ti.
mn: no, let him not lose what little faith and love he has!’

# mn65:28.1
source: Seyyathāpi, bhaddāli, purisassa ekaṃ cakkhuṃ, tassa mittāmaccā ñātisālohitā taṃ ekaṃ cakkhuṃ rakkheyyuṃ:
mn: Suppose there was a person with one eye. Their friends and colleagues, relatives and kin would protect that one eye:

# mn65:28.2
source: ‘mā yampissa taṃ ekaṃ cakkhuṃ tamhāpi parihāyī’ti;
mn: ‘Let them not lose the one eye that they have!’

# mn65:28.3
source: evameva kho, bhaddāli, idhekacco bhikkhu saddhāmattakena vahati pemamattakena.
mn: In the same way, some monk gets by with mere faith and love.

# mn65:28.4
source: Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:
mn: In such a case, the monks say:

# mn65:28.5
source: ‘ayaṃ kho, āvuso, bhikkhu saddhāmattakena vahati pemamattakena.
mn: ‘Reverends, this monk gets by with mere faith and love.

# mn65:28.6
source: Sace mayaṃ imaṃ bhikkhuṃ pasayha pasayha kāraṇaṃ karissāma—
mn: If we punish him, repeatedly pressuring him—

# mn65:28.7
source: mā yampissa taṃ saddhāmattakaṃ pemamattakaṃ tamhāpi parihāyī’ti.
mn: no, let him not lose what little faith and love he has!’

# mn65:28.8
source: Ayaṃ kho, bhaddāli, hetu ayaṃ paccayo yena midhekaccaṃ bhikkhuṃ pasayha pasayha kāraṇaṃ karonti.
mn: This is the cause, this is the reason why they punish some monk, repeatedly pressuring him.

# mn65:28.9
source: Ayaṃ pana, bhaddāli, hetu ayaṃ paccayo, yena midhekaccaṃ bhikkhuṃ no tathā pasayha pasayha kāraṇaṃ karontī”ti.
mn: And this is the cause, this is the reason why they don’t similarly punish another monk, repeatedly pressuring him.”

# mn65:29.1
source: “Ko nu kho, bhante, hetu, ko paccayo yena pubbe appatarāni ceva sikkhāpadāni ahesuṃ bahutarā ca bhikkhū aññāya saṇṭhahiṃsu?
mn: “What is the cause, sir, what is the reason why there used to be fewer training rules but more enlightened mendicants?

# mn65:29.2
source: Ko pana, bhante, hetu, ko paccayo yena etarahi bahutarāni ceva sikkhāpadāni honti appatarā ca bhikkhū aññāya saṇṭhahantī”ti?
mn: And what is the cause, what is the reason why these days there are more training rules and fewer enlightened mendicants?”

# mn65:30.1
source: “Evametaṃ, bhaddāli, hoti sattesu hāyamānesu, saddhamme antaradhāyamāne, bahutarāni ceva sikkhāpadāni honti appatarā ca bhikkhū aññāya saṇṭhahantīti.
mn: “That’s how it is, Bhaddāli. When sentient beings are in decline and the true teaching is disappearing there are more training rules and fewer enlightened mendicants.

# mn65:30.2
source: Na tāva, bhaddāli, satthā sāvakānaṃ sikkhāpadaṃ paññāpeti yāva na idhekacce āsavaṭṭhānīyā dhammā saṅghe pātubhavanti.
mn: The Teacher doesn’t lay down training rules for disciples as long as certain defiling influences have not appeared in the Saṅgha.

# mn65:30.3
source: Yato ca kho, bhaddāli, idhekacce āsavaṭṭhānīyā dhammā saṅghe pātubhavanti, atha satthā sāvakānaṃ sikkhāpadaṃ paññāpeti tesaṃyeva āsavaṭṭhānīyānaṃ dhammānaṃ paṭighātāya.
mn: But when such defiling influences appear in the Saṅgha, the Teacher lays down training rules for disciples to protect against them.

# mn65:31.1
source: Na tāva, bhaddāli, idhekacce āsavaṭṭhānīyā dhammā saṅghe pātubhavanti yāva na saṅgho mahattaṃ patto hoti.
mn: And they don’t appear until the Saṅgha has attained a great size,

# mn65:31.4
source: Na tāva, bhaddāli, idhekacce āsavaṭṭhānīyā dhammā saṅghe pātubhavanti yāva na saṅgho lābhaggaṃ patto hoti, yasaggaṃ patto hoti, bāhusaccaṃ patto hoti, rattaññutaṃ patto hoti.
mn: an abundance of material support and fame, learning, and seniority.

# mn65:31.5
source: Yato ca kho, bhaddāli, saṅgho rattaññutaṃ patto hoti, atha idhekacce āsavaṭṭhānīyā dhammā saṅghe pātubhavanti, atha satthā sāvakānaṃ sikkhāpadaṃ paññāpeti tesaṃyeva āsavaṭṭhānīyānaṃ dhammānaṃ paṭighātāya.
mn: But when the Saṅgha has attained these things, then such defiling influences appear in the Saṅgha, and the Teacher lays down training rules for disciples to protect against them.

# mn65:32.1
source: Appakā kho tumhe, bhaddāli, tena samayena ahuvattha yadā vo ahaṃ ājānīyasusūpamaṃ dhammapariyāyaṃ desesiṃ.
mn: There were only of few of you there at the time when I taught the exposition of the teaching on the simile of the thoroughbred colt.

# mn65:32.2
source: Taṃ sarasi bhaddālī”ti?
mn: Do you remember that, Bhaddāli?”

# mn65:32.3
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn65:32.4
source: “Tatra, bhaddāli, kaṃ hetuṃ paccesī”ti?
mn: “What do you believe the reason for that is?”

# mn65:32.5
source: “So hi nūnāhaṃ, bhante, dīgharattaṃ satthusāsane sikkhāya aparipūrakārī ahosin”ti.
mn: “Sir, it’s surely because for a long time now I haven’t fulfilled the training according to the Teacher’s instructions.”

# mn65:32.6
source: “Na kho, bhaddāli, eseva hetu, esa paccayo.
mn: “That’s not the only reason, Bhaddāli.

# mn65:32.7
source: Api ca me tvaṃ, bhaddāli, dīgharattaṃ cetasā cetoparicca vidito:
mn: Rather, for a long time I have comprehended your mind and known:

# mn65:32.8
source: ‘na cāyaṃ moghapuriso mayā dhamme desiyamāne aṭṭhiṃ katvā manasi katvā sabbacetaso samannāharitvā ohitasoto dhammaṃ suṇātī’ti.
mn: ‘While I’m teaching, this silly man doesn’t pay heed, pay attention, engage wholeheartedly, or lend an ear.’

# mn65:32.9
source: Api ca te ahaṃ, bhaddāli, ājānīyasusūpamaṃ dhammapariyāyaṃ desessāmi.
mn: Still, Bhaddāli, I shall teach the exposition of the teaching on the simile of the thoroughbred colt.

# mn65:32.10
source: Taṃ suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn65:32.11
source: “Evaṃ, bhante”ti kho āyasmā bhaddāli bhagavato paccassosi.
mn: “Yes, sir,” Bhaddāli replied.

# mn65:32.12
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn65:33.1
source: “Seyyathāpi, bhaddāli, dakkho assadamako bhadraṃ assājānīyaṃ labhitvā paṭhameneva mukhādhāne kāraṇaṃ kāreti.
mn: “Suppose a deft horse trainer were to obtain a fine thoroughbred. First of all he’d make it get used to wearing the bit.

# mn65:33.2
source: Tassa mukhādhāne kāraṇaṃ kāriyamānassa hontiyeva visūkāyitāni visevitāni vipphanditāni kānici kānici, yathā taṃ akāritapubbaṃ kāraṇaṃ kāriyamānassa.
mn: Because it has not done this before, it still resorts to some tricks, dodges, and evasions.

# mn65:33.3
source: So abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbāyati.
mn: But with regular and gradual practice it quells that bad habit.

# mn65:33.4
source: Yato kho, bhaddāli, bhadro assājānīyo abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbuto hoti, tamenaṃ assadamako uttari kāraṇaṃ kāreti yugādhāne.
mn: When it has done this, the horse trainer next makes it get used to wearing the harness.

# mn65:33.5
source: Tassa yugādhāne kāraṇaṃ kāriyamānassa hontiyeva visūkāyitāni visevitāni vipphanditāni kānici kānici, yathā taṃ akāritapubbaṃ kāraṇaṃ kāriyamānassa.
mn: Because it has not done this before, it still resorts to some tricks, dodges, and evasions.

# mn65:33.6
source: So abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbāyati.
mn: But with regular and gradual practice it quells that bad habit.

# mn65:33.7
source: Yato kho, bhaddāli, bhadro assājānīyo abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbuto hoti, tamenaṃ assadamako uttari kāraṇaṃ kāreti anukkame maṇḍale khurakāse dhāve davatte rājaguṇe rājavaṃse uttame jave uttame haye uttame sākhalye.
mn: When it has done this, the horse trainer next makes it get used to walking in procession, circling, prancing, galloping, charging, the protocols and traditions of court, and in the very best speed, fleetness, and friendliness.

# mn65:33.8
source: Tassa uttame jave uttame haye uttame sākhalye kāraṇaṃ kāriyamānassa hontiyeva visūkāyitāni visevitāni vipphanditāni kānici kānici, yathā taṃ akāritapubbaṃ kāraṇaṃ kāriyamānassa.
mn: Because it has not done this before, it still resorts to some tricks, dodges, and evasions.

# mn65:33.9
source: So abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbāyati.
mn: But with regular and gradual practice it quells that bad habit.

# mn65:33.10
source: Yato kho, bhaddāli, bhadro assājānīyo abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbuto hoti, tamenaṃ assadamako uttari vaṇṇiyañca pāṇiyañca anuppavecchati.
mn: When it has done this, the horse trainer next rewards it with a grooming and a rub down.

# mn65:33.11
source: Imehi kho, bhaddāli, dasahaṅgehi samannāgato bhadro assājānīyo rājāraho hoti rājabhoggo rañño aṅganteva saṅkhyaṃ gacchati.
mn: A fine royal thoroughbred with these ten factors is worthy of a king, fit to serve a king, and reckoned as a factor of kingship.

# mn65:34.1
source: Evameva kho, bhaddāli, dasahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa.
mn: In the same way, a mendicant with ten qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.

# mn65:34.2
source: Katamehi dasahi?
mn: What ten?

# mn65:34.3
source: Idha, bhaddāli, bhikkhu asekhāya sammādiṭṭhiyā samannāgato hoti, asekhena sammāsaṅkappena samannāgato hoti, asekhāya sammāvācāya samannāgato hoti, asekhena sammākammantena samannāgato hoti, asekhena sammāājīvena samannāgato hoti, asekhena sammāvāyāmena samannāgato hoti, asekhāya sammāsatiyā samannāgato hoti, asekhena sammāsamādhinā samannāgato hoti, asekhena sammāñāṇena samannāgato hoti, asekhāya sammāvimuttiyā samannāgato hoti—
mn: It’s when a mendicant has an adept’s right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# mn65:34.4
source: imehi kho, bhaddāli, dasahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā”ti.
mn: A mendicant with these ten factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.”

# mn65:34.5
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn65:34.6
source: Attamano āyasmā bhaddāli bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Bhaddāli was happy with what the Buddha said.
