Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn062.po
Languages: mn

# mn62:0.1
source: Majjhima Nikāya 62
mn: Middle Discourses 62

# mn62:0.2
source: Mahārāhulovādasutta
mn: The Longer Advice to Rāhula

# mn62:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn62:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn62:2.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms.

# mn62:2.2
source: Āyasmāpi kho rāhulo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya bhagavantaṃ piṭṭhito piṭṭhito anubandhi.
mn: And Venerable Rāhula also robed up and followed behind the Buddha.

# mn62:3.1
source: Atha kho bhagavā apaloketvā āyasmantaṃ rāhulaṃ āmantesi:
mn: Then the Buddha looked back at Rāhula and said,

# mn62:3.2
source: “yaṃ kiñci, rāhula, rūpaṃ—atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā—sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabban”ti.
mn: “Rāhula, you should truly see any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> form—with right understanding: ‘This is not mine, I am not this, this is not my self.’”

# mn62:3.3
source: “Rūpameva nu kho, bhagavā, rūpameva nu kho, sugatā”ti?
mn: “Only form, Blessed One? Only form, Holy One?”

# mn62:3.4
source: “Rūpampi, rāhula, vedanāpi, rāhula, saññāpi, rāhula, saṅkhārāpi, rāhula, viññāṇampi, rāhulā”ti.
mn: “Form, Rāhula, as well as feeling and perception and choices and consciousness.”

# mn62:4.1
source: Atha kho āyasmā rāhulo “ko najja bhagavatā sammukhā ovādena ovadito gāmaṃ piṇḍāya pavisissatī”ti tato paṭinivattitvā aññatarasmiṃ rukkhamūle nisīdi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
mn: Then Rāhula thought, “Who would go to the village for alms today after being advised directly by the Buddha?” Turning back, he sat down at the root of a certain tree cross-legged, with his body straight, and established mindfulness right there.

# mn62:5.1
source: Addasā kho āyasmā sāriputto āyasmantaṃ rāhulaṃ aññatarasmiṃ rukkhamūle nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
mn: Venerable Sāriputta saw him sitting there,

# mn62:5.2
source: Disvāna āyasmantaṃ rāhulaṃ āmantesi:
mn: and addressed him,

# mn62:5.3
source: “ānāpānassatiṃ, rāhula, bhāvanaṃ bhāvehi.
mn: “Rāhula, develop mindfulness of breathing.

# mn62:5.4
source: Ānāpānassati, rāhula, bhāvanā bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā”ti.
mn: When mindfulness of breathing is developed and cultivated it’s very fruitful and beneficial.”

# mn62:6.1
source: Atha kho āyasmā rāhulo sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā rāhulo bhagavantaṃ etadavoca:
mn: Then in the late afternoon, Rāhula came out of retreat, went to the Buddha, bowed, sat down to one side, and said to him,

# mn62:7.1
source: “kathaṃ bhāvitā nu kho, bhante, ānāpānassati, kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā”ti?
mn: “Sir, how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial?”

# mn62:8.1
source: “Yaṃ kiñci, rāhula, ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ, seyyathidaṃ—
mn: “Rāhula, the interior earth element is said to be anything hard, solid, and organic that’s internal, pertaining to an individual. This includes:

# mn62:8.2
source: kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ—
mn: head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, or anything else hard, solid, and organic that’s internal, pertaining to an individual.

# mn62:8.3
source: ayaṃ vuccati, rāhula, ajjhattikā pathavīdhātu.
mn: This is called the interior earth element.

# mn62:8.4
source: Yā ceva kho pana ajjhattikā pathavīdhātu yā ca bāhirā pathavīdhātu, pathavīdhāturevesā.
mn: The interior earth element and the exterior earth element are just the earth element.

# mn62:8.5
source: Taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn62:8.6
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā pathavīdhātuyā nibbindati, pathavīdhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you reject the earth element, detaching the mind from the earth element.

# mn62:9.1
source: Katamā ca, rāhula, āpodhātu?
mn: And what is the water element?

# mn62:9.2
source: Āpodhātu siyā ajjhattikā, siyā bāhirā.
mn: The water element may be interior or exterior.

# mn62:9.3
source: Katamā ca, rāhula, ajjhattikā āpodhātu?
mn: And what is the interior water element?

# mn62:9.4
source: Yaṃ ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything that’s water, watery, and organic that’s internal, pertaining to an individual. This includes:

# mn62:9.5
source: pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ—
mn: bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine, or anything else that’s water, watery, and organic that’s internal, pertaining to an individual.

# mn62:9.6
source: ayaṃ vuccati, rāhula, ajjhattikā āpodhātu.
mn: This is called the interior water element.

# mn62:9.7
source: Yā ceva kho pana ajjhattikā āpodhātu yā ca bāhirā āpodhātu āpodhāturevesā.
mn: The interior water element and the exterior water element are just the water element.

# mn62:9.8
source: Taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn62:9.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā āpodhātuyā nibbindati, āpodhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you reject the water element, detaching the mind from the water element.

# mn62:10.1
source: Katamā ca, rāhula, tejodhātu?
mn: And what is the fire element?

# mn62:10.2
source: Tejodhātu siyā ajjhattikā, siyā bāhirā.
mn: The fire element may be interior or exterior.

# mn62:10.3
source: Katamā ca, rāhula, ajjhattikā tejodhātu?
mn: And what is the interior fire element?

# mn62:10.4
source: Yaṃ ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything that’s fire, fiery, and organic that’s internal, pertaining to an individual. This includes:

# mn62:10.5
source: yena ca santappati yena ca jīrīyati yena ca pariḍayhati yena ca asitapītakhāyitasāyitaṃ sammā pariṇāmaṃ gacchati, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ—
mn: that which warms, that which ages, that which heats you up when feverish, that which properly digests food and drink, or anything else that’s fire, fiery, and organic that’s internal, pertaining to an individual.

# mn62:10.6
source: ayaṃ vuccati, rāhula, ajjhattikā tejodhātu.
mn: This is called the interior fire element.

# mn62:10.7
source: Yā ceva kho pana ajjhattikā tejodhātu yā ca bāhirā tejodhātu tejodhāturevesā.
mn: The interior fire element and the exterior fire element are just the fire element.

# mn62:10.8
source: Taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn62:10.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā tejodhātuyā nibbindati, tejodhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you reject the fire element, detaching the mind from the fire element.

# mn62:11.1
source: Katamā ca, rāhula, vāyodhātu?
mn: And what is the air element?

# mn62:11.2
source: Vāyodhātu siyā ajjhattikā, siyā bāhirā.
mn: The air element may be interior or exterior.

# mn62:11.3
source: Katamā ca, rāhula, ajjhattikā vāyodhātu?
mn: And what is the interior air element?

# mn62:11.4
source: Yaṃ ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything that’s wind, windy, and organic that’s internal, pertaining to an individual. This includes:

# mn62:11.5
source: uddhaṅgamā vātā, adhogamā vātā, kucchisayā vātā, koṭṭhāsayā vātā, aṅgamaṅgānusārino vātā, assāso passāso iti, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ—
mn: winds that go up or down, winds in the belly or the bowels, winds that flow through the limbs, in-breaths and out-breaths, or anything else that’s air, airy, and organic that’s internal, pertaining to an individual.

# mn62:11.6
source: ayaṃ vuccati, rāhula, ajjhattikā vāyodhātu.
mn: This is called the interior air element.

# mn62:11.7
source: Yā ceva kho pana ajjhattikā vāyodhātu yā ca bāhirā vāyodhātu vāyodhāturevesā.
mn: The interior air element and the exterior air element are just the air element.

# mn62:11.8
source: Taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn62:11.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā vāyodhātuyā nibbindati, vāyodhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you reject the air element, detaching the mind from the air element.

# mn62:12.1
source: Katamā ca, rāhula, ākāsadhātu?
mn: And what is the space element?

# mn62:12.2
source: Ākāsadhātu siyā ajjhattikā, siyā bāhirā.
mn: The space element may be interior or exterior.

# mn62:12.3
source: Katamā ca, rāhula, ajjhattikā ākāsadhātu?
mn: And what is the interior space element?

# mn62:12.4
source: Yaṃ ajjhattaṃ paccattaṃ ākāsaṃ ākāsagataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything that’s space, spacious, and organic that’s internal, pertaining to an individual. This includes:

# mn62:12.5
source: kaṇṇacchiddaṃ nāsacchiddaṃ mukhadvāraṃ, yena ca asitapītakhāyitasāyitaṃ ajjhoharati, yattha ca asitapītakhāyitasāyitaṃ santiṭṭhati, yena ca asitapītakhāyitasāyitaṃ adhobhāgaṃ nikkhamati, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ ākāsaṃ ākāsagataṃ, aghaṃ aghagataṃ, vivaraṃ vivaragataṃ, asamphuṭṭhaṃ, maṃsalohitehi upādinnaṃ—
mn: the ear canals, nostrils, and mouth; and the space for swallowing what is eaten and drunk, the space where it stays, and the space for excreting it from the nether regions.

# mn62:12.6
source: ayaṃ vuccati, rāhula, ajjhattikā ākāsadhātu.
mn: This is called the interior space element.

# mn62:12.7
source: Yā ceva kho pana ajjhattikā ākāsadhātu yā ca bāhirā ākāsadhātu ākāsadhāturevesā.
mn: The interior space element and the exterior space element are just the space element.

# mn62:12.8
source: Taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn62:12.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā ākāsadhātuyā cittaṃ nibbindati, ākāsadhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you reject the space element, detaching the mind from the space element.

# mn62:13.1
source: Pathavīsamaṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Rāhula, meditate like the earth.

# mn62:13.2
source: Pathavīsamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti.
mn: For when you meditate like the earth, pleasant and unpleasant contacts will not occupy your mind.

# mn62:13.3
source: Seyyathāpi, rāhula, pathaviyā sucimpi nikkhipanti, asucimpi nikkhipanti, gūthagatampi nikkhipanti, muttagatampi nikkhipanti, kheḷagatampi nikkhipanti, pubbagatampi nikkhipanti, lohitagatampi nikkhipanti, na ca tena pathavī aṭṭīyati vā harāyati vā jigucchati vā;
mn: Suppose they were to toss both clean and unclean things on the earth, like feces, urine, spit, pus, and blood. The earth isn’t horrified, repelled, and disgusted because of this.

# mn62:13.4
source: evameva kho tvaṃ, rāhula, pathavīsamaṃ bhāvanaṃ bhāvehi.
mn: In the same way, meditate like the earth.

# mn62:13.5
source: Pathavīsamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti.
mn: For when you meditate like the earth, pleasant and unpleasant contacts will not occupy your mind.

# mn62:14.1
source: Āposamaṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Meditate like water.

# mn62:14.2
source: Āposamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti.
mn: For when you meditate like water, pleasant and unpleasant contacts will not occupy your mind.

# mn62:14.3
source: Seyyathāpi, rāhula, āpasmiṃ sucimpi dhovanti, asucimpi dhovanti, gūthagatampi dhovanti, muttagatampi dhovanti, kheḷagatampi dhovanti, pubbagatampi dhovanti, lohitagatampi dhovanti, na ca tena āpo aṭṭīyati vā harāyati vā jigucchati vā;
mn: Suppose they were to wash both clean and unclean things in the water, like feces, urine, spit, pus, and blood. The water isn’t horrified, repelled, and disgusted because of this.

# mn62:14.4
source: evameva kho tvaṃ, rāhula, āposamaṃ bhāvanaṃ bhāvehi.
mn: In the same way, meditate like water.

# mn62:14.5
source: Āposamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti.
mn: For when you meditate like water, pleasant and unpleasant contacts will not occupy your mind.

# mn62:15.1
source: Tejosamaṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Meditate like fire.

# mn62:15.2
source: Tejosamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti.
mn: For when you meditate like fire, pleasant and unpleasant contacts will not occupy your mind.

# mn62:15.3
source: Seyyathāpi, rāhula, tejo sucimpi dahati, asucimpi dahati, gūthagatampi dahati, muttagatampi dahati, kheḷagatampi dahati, pubbagatampi dahati, lohitagatampi dahati, na ca tena tejo aṭṭīyati vā harāyati vā jigucchati vā;
mn: Suppose a fire were to burn both clean and unclean things, like feces, urine, spit, pus, and blood. The fire isn’t horrified, repelled, and disgusted because of this.

# mn62:15.4
source: evameva kho tvaṃ, rāhula, tejosamaṃ bhāvanaṃ bhāvehi.
mn: In the same way, meditate like fire.

# mn62:15.5
source: Tejosamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti.
mn: For when you meditate like fire, pleasant and unpleasant contacts will not occupy your mind.

# mn62:16.1
source: Vāyosamaṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Meditate like wind.

# mn62:16.2
source: Vāyosamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti.
mn: For when you meditate like wind, pleasant and unpleasant contacts will not occupy your mind.

# mn62:16.3
source: Seyyathāpi, rāhula, vāyo sucimpi upavāyati, asucimpi upavāyati, gūthagatampi upavāyati, muttagatampi upavāyati, kheḷagatampi upavāyati, pubbagatampi upavāyati, lohitagatampi upavāyati, na ca tena vāyo aṭṭīyati vā harāyati vā jigucchati vā;
mn: Suppose the wind were to blow on both clean and unclean things, like feces, urine, spit, pus, and blood. The wind isn’t horrified, repelled, and disgusted because of this.

# mn62:16.4
source: evameva kho tvaṃ, rāhula, vāyosamaṃ bhāvanaṃ bhāvehi.
mn: In the same way, meditate like the wind.

# mn62:16.5
source: Vāyosamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti.
mn: For when you meditate like wind, pleasant and unpleasant contacts will not occupy your mind.

# mn62:17.1
source: Ākāsasamaṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Meditate like space.

# mn62:17.2
source: Ākāsasamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti.
mn: For when you meditate like space, pleasant and unpleasant contacts will not occupy your mind.

# mn62:17.3
source: Seyyathāpi, rāhula, ākāso na katthaci patiṭṭhito;
mn: Just as space is not established anywhere,

# mn62:17.4
source: evameva kho tvaṃ, rāhula, ākāsasamaṃ bhāvanaṃ bhāvehi.
mn: in the same way, meditate like space.

# mn62:17.5
source: Ākāsasamañhi te, rāhula, bhāvanaṃ bhāvayato uppannā manāpāmanāpā phassā cittaṃ na pariyādāya ṭhassanti.
mn: For when you meditate like space, pleasant and unpleasant contacts will not occupy your mind.

# mn62:18.1
source: Mettaṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Meditate on love.

# mn62:18.2
source: Mettañhi te, rāhula, bhāvanaṃ bhāvayato yo byāpādo so pahīyissati.
mn: For when you meditate on love any ill will will be given up.

# mn62:19.1
source: Karuṇaṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Meditate on compassion.

# mn62:19.2
source: Karuṇañhi te, rāhula, bhāvanaṃ bhāvayato yā vihesā sā pahīyissati.
mn: For when you meditate on compassion any cruelty will be given up.

# mn62:20.1
source: Muditaṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Meditate on rejoicing.

# mn62:20.2
source: Muditañhi te, rāhula, bhāvanaṃ bhāvayato yā arati sā pahīyissati.
mn: For when you meditate on rejoicing any negativity will be given up.

# mn62:20.3
source: Upekkhaṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Meditate on equanimity.

# mn62:21.1
source: Upekkhañhi te, rāhula, bhāvanaṃ bhāvayato yo paṭigho so pahīyissati.
mn: For when you meditate on equanimity any repulsion will be given up.

# mn62:22.1
source: Asubhaṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Meditate on ugliness.

# mn62:22.2
source: Asubhañhi te, rāhula, bhāvanaṃ bhāvayato yo rāgo so pahīyissati.
mn: For when you meditate on ugliness any lust will be given up.

# mn62:23.1
source: Aniccasaññaṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Meditate on impermanence.

# mn62:23.2
source: Aniccasaññañhi te, rāhula, bhāvanaṃ bhāvayato yo asmimāno so pahīyissati.
mn: For when you meditate on impermanence any conceit ‘I am’ will be given up.

# mn62:24.1
source: Ānāpānassatiṃ, rāhula, bhāvanaṃ bhāvehi.
mn: Develop mindfulness of breathing.

# mn62:24.2
source: Ānāpānassati hi te, rāhula, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā.
mn: When mindfulness of breathing is developed and cultivated it’s very fruitful and beneficial.

# mn62:24.3
source: Kathaṃ bhāvitā ca, rāhula, ānāpānassati, kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā?
mn: And how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial?

# mn62:25.1
source: Idha, rāhula, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
mn: It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, with their body straight, and establishes mindfulness right there.

# mn62:25.2
source: So satova assasati satova passasati.
mn: Just mindful, they breath in. Mindful, they breath out.

# mn62:26.1
source: Dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti;
mn: When breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’

# mn62:26.2
source: rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti.
mn: When breathing in lightly they know: ‘I’m breathing in lightly.’ When breathing out lightly they know: ‘I’m breathing out lightly.’

# mn62:26.3
source: ‘Sabbakāyappaṭisaṃvedī assasissāmī’ti sikkhati; ‘sabbakāyappaṭisaṃvedī passasissāmī’ti sikkhati;
mn: They practice breathing in experiencing the whole body. They practice breathing out experiencing the whole body.

# mn62:26.4
source: ‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati; ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati.
mn: They practice breathing in stilling the body’s motion. They practice breathing out stilling the body’s motion.

# mn62:27.1
source: ‘Pītippaṭisaṃvedī assasissāmī’ti sikkhati; ‘pītippaṭisaṃvedī passasissāmī’ti sikkhati;
mn: They practice breathing in experiencing rapture. They practice breathing out experiencing rapture.

# mn62:27.2
source: ‘sukhappaṭisaṃvedī assasissāmī’ti sikkhati; ‘sukhappaṭisaṃvedī passasissāmī’ti sikkhati;
mn: They practice breathing in experiencing bliss. They practice breathing out experiencing bliss.

# mn62:27.3
source: ‘cittasaṅkhārappaṭisaṃvedī assasissāmī’ti sikkhati; ‘cittasaṅkhārappaṭisaṃvedī passasissāmī’ti sikkhati;
mn: They practice breathing in experiencing these emotions. They practice breathing out experiencing these emotions.

# mn62:27.4
source: ‘passambhayaṃ cittasaṅkhāraṃ assasissāmī’ti sikkhati; ‘passambhayaṃ cittasaṅkhāraṃ passasissāmī’ti sikkhati.
mn: They practice breathing in stilling these emotions. They practice breathing out stilling these emotions.

# mn62:28.1
source: ‘Cittappaṭisaṃvedī assasissāmī’ti sikkhati; ‘cittappaṭisaṃvedī passasissāmī’ti sikkhati;
mn: They practice breathing in experiencing the mind. They practice breathing out experiencing the mind.

# mn62:28.2
source: ‘abhippamodayaṃ cittaṃ assasissāmī’ti sikkhati; ‘abhippamodayaṃ cittaṃ passasissāmī’ti sikkhati;
mn: They practice breathing in gladdening the mind. They practice breathing out gladdening the mind.

# mn62:28.3
source: ‘samādahaṃ cittaṃ assasissāmī’ti sikkhati; ‘samādahaṃ cittaṃ passasissāmī’ti sikkhati;
mn: They practice breathing in immersing the mind. They practice breathing out immersing the mind.

# mn62:28.4
source: ‘vimocayaṃ cittaṃ assasissāmī’ti sikkhati; ‘vimocayaṃ cittaṃ passasissāmī’ti sikkhati.
mn: They practice breathing in freeing the mind. They practice breathing out freeing the mind.

# mn62:29.1
source: ‘Aniccānupassī assasissāmī’ti sikkhati; ‘aniccānupassī passasissāmī’ti sikkhati;
mn: They practice breathing in observing impermanence. They practice breathing out observing impermanence.

# mn62:29.2
source: ‘virāgānupassī assasissāmī’ti sikkhati; ‘virāgānupassī passasissāmī’ti sikkhati;
mn: They practice breathing in observing fading away. They practice breathing out observing fading away.

# mn62:29.3
source: ‘nirodhānupassī assasissāmī’ti sikkhati; ‘nirodhānupassī passasissāmī’ti sikkhati;
mn: They practice breathing in observing cessation. They practice breathing out observing cessation.

# mn62:29.4
source: ‘paṭinissaggānupassī assasissāmī’ti sikkhati; ‘paṭinissaggānupassī passasissāmī’ti sikkhati.
mn: They practice breathing in observing letting go. They practice breathing out observing letting go.

# mn62:30.1
source: Evaṃ bhāvitā kho, rāhula, ānāpānassati, evaṃ bahulīkatā mahapphalā hoti mahānisaṃsā.
mn: Mindfulness of breathing, when developed and cultivated in this way, is very fruitful and beneficial.

# mn62:30.2
source: Evaṃ bhāvitāya, rāhula, ānāpānassatiyā, evaṃ bahulīkatāya yepi te carimakā assāsā tepi viditāva nirujjhanti no aviditā”ti.
mn: When mindfulness of breathing is developed and cultivated in this way, even when the final breaths in and out cease, they are known, not unknown.”

# mn62:30.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn62:30.4
source: Attamano āyasmā rāhulo bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Rāhula was happy with what the Buddha said.
