Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn067.po
Languages: mn

# mn67:0.1
source: Majjhima Nikāya 67
mn: Middle Discourses 67

# mn67:0.2
source: Cātumasutta
mn: At Cātumā

# mn67:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn67:1.2
source: ekaṃ samayaṃ bhagavā cātumāyaṃ viharati āmalakīvane.
mn: At one time the Buddha was staying near Cātumā in a myrobalan grove.

# mn67:2.1
source: Tena kho pana samayena sāriputtamoggallānappamukhāni pañcamattāni bhikkhusatāni cātumaṃ anuppattāni honti bhagavantaṃ dassanāya.
mn: Now at that time around five hundred mendicants headed by Sāriputta and Moggallāna arrived at Cātumā to see the Buddha.

# mn67:2.2
source: Te ca āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṃ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā ahesuṃ.
mn: And the visiting mendicants, while exchanging pleasantries with the resident mendicants, preparing their lodgings, and putting away their bowls and robes, made a dreadful racket.

# mn67:3.1
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
mn: Then the Buddha said to Venerable Ānanda,

# mn67:3.2
source: “ke panete, ānanda, uccāsaddā mahāsaddā, kevaṭṭā maññe macchavilope”ti?
mn: “Ānanda, who’s making that dreadful racket? You’d think it was fishermen hauling in a catch!”

# mn67:3.3
source: “Etāni, bhante, sāriputtamoggallānappamukhāni pañcamattāni bhikkhusatāni cātumaṃ anuppattāni bhagavantaṃ dassanāya.
mn: And Ānanda told him what had happened.

# mn67:4.1
source: “Tenahānanda, mama vacanena te bhikkhū āmantehi:
mn: “Well then, Ānanda, in my name tell those mendicants that

# mn67:4.2
source: ‘satthā āyasmante āmantetī’”ti.
mn: the teacher summons them.”

# mn67:4.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca:
mn: “Yes, sir,” Ānanda replied. He went to those mendicants and said,

# mn67:4.4
source: “satthā āyasmante āmantetī”ti.
mn: “Venerables, the teacher summons you.”

# mn67:4.5
source: “Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paṭissutvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te bhikkhū bhagavā etadavoca:
mn: “Yes, reverend,” replied those mendicants. Then they rose from their seats and went to the Buddha, bowed, and sat down to one side. The Buddha said to them:

# mn67:4.6
source: “kiṃ nu tumhe, bhikkhave, uccāsaddā mahāsaddā, kevaṭṭā maññe macchavilope”ti?
mn: “Mendicants, what’s with that dreadful racket? You’d think it was fishermen hauling in a catch!”

# mn67:4.7
source: “Imāni, bhante, sāriputtamoggallānappamukhāni pañcamattāni bhikkhusatāni cātumaṃ anuppattāni bhagavantaṃ dassanāya.
mn: And they told him what had happened.

# mn67:5.1
source: “Gacchatha, bhikkhave, paṇāmemi vo, na vo mama santike vatthabban”ti.
mn: “Go away, mendicants, I dismiss you. You are not to stay in my presence.”

# mn67:5.2
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya pakkamiṃsu.
mn: “Yes, sir,” replied those mendicants. They got up from their seats, bowed, and respectfully circled the Buddha, keeping him on their right. They set their lodgings in order and left, taking their bowls and robes.

# mn67:6.1
source: Tena kho pana samayena cātumeyyakā sakyā santhāgāre sannipatitā honti kenacideva karaṇīyena.
mn: Now at that time the Sakyans of Cātumā were sitting together at the meeting hall on some business.

# mn67:6.2
source: Addasaṃsu kho cātumeyyakā sakyā te bhikkhū dūratova āgacchante;
mn: Seeing those mendicants coming off in the distance,

# mn67:6.3
source: disvāna yena te bhikkhū tenupasaṅkamiṃsu; upasaṅkamitvā te bhikkhū etadavocuṃ:
mn: they went up to them and said,

# mn67:6.4
source: “handa kahaṃ pana tumhe āyasmanto gacchathā”ti?
mn: “Hello venerables, where are you going?”

# mn67:6.5
source: “Bhagavatā kho, āvuso, bhikkhusaṃgho paṇāmito”ti.
mn: “Sirs, the mendicant Saṅgha has been dismissed by the Buddha.”

# mn67:6.6
source: “Tenahāyasmanto muhuttaṃ nisīdatha, appeva nāma mayaṃ sakkuṇeyyāma bhagavantaṃ pasādetun”ti.
mn: “Well then, venerables, sit here for a minute. Hopefully we’ll be able to restore the Buddha’s confidence.”

# mn67:6.7
source: “Evamāvuso”ti kho te bhikkhū cātumeyyakānaṃ sakyānaṃ paccassosuṃ.
mn: “Yes, sirs,” replied the mendicants.

# mn67:7.1
source: Atha kho cātumeyyakā sakyā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho cātumeyyakā sakyā bhagavantaṃ etadavocuṃ:
mn: Then the Sakyans of Cātumā went up to the Buddha, bowed, sat down to one side, and said to him:

# mn67:7.2
source: “abhinandatu, bhante, bhagavā bhikkhusaṃghaṃ;
mn: “May the Buddha approve of the mendicant Saṅgha!

# mn67:7.3
source: abhivadatu, bhante, bhagavā bhikkhusaṃghaṃ.
mn: May the Buddha welcome the mendicant Saṅgha!

# mn67:7.4
source: Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṃgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṃghaṃ.
mn: May the Buddha support the mendicant Saṅgha now as he did in the past!

# mn67:7.5
source: Santettha, bhante, bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ.
mn: There are mendicants here who are junior, recently gone forth, newly come to this teaching and training.

# mn67:7.6
source: Tesaṃ bhagavantaṃ dassanāya alabhantānaṃ siyā aññathattaṃ, siyā vipariṇāmo.
mn: If they don’t get to see the Buddha they may change and fall apart.

# mn67:7.7
source: Seyyathāpi, bhante, bījānaṃ taruṇānaṃ udakaṃ alabhantānaṃ siyā aññathattaṃ siyā vipariṇāmo;
mn: If young seedlings don’t get water they may change and fall apart.

# mn67:7.8
source: evameva kho, bhante, santettha bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, tesaṃ bhagavantaṃ dassanāya alabhantānaṃ siyā aññathattaṃ, siyā vipariṇāmo.
mn: In the same way, there are mendicants here who are junior, recently gone forth, newly come to this teaching and training. If they don’t get to see the Buddha they may change and fall apart.

# mn67:7.9
source: Seyyathāpi, bhante, vacchassa taruṇassa mātaraṃ apassantassa siyā aññathattaṃ, siyā vipariṇāmo;
mn: If a young calf doesn’t see its mother it may change and fall apart.

# mn67:7.10
source: evameva kho, bhante, santettha bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, tesaṃ bhagavantaṃ apassantānaṃ siyā aññathattaṃ, siyā vipariṇāmo.
mn: In the same way, there are mendicants here who are junior, recently gone forth, newly come to this teaching and training. If they don’t get to see the Buddha they may change and fall apart.

# mn67:7.11
source: Abhinandatu, bhante, bhagavā bhikkhusaṃghaṃ;
mn: May the Buddha approve of the mendicant Saṅgha!

# mn67:7.12
source: abhivadatu, bhante, bhagavā bhikkhusaṃghaṃ.
mn: May the Buddha welcome the mendicant Saṅgha!

# mn67:7.13
source: Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṃgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṃghan”ti.
mn: May the Buddha support the mendicant Saṅgha now as he did in the past!”

# mn67:8.1
source: Atha kho brahmā sahampati bhagavato cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito bhagavato purato pāturahosi.
mn: Then Brahmā Sahampati knew what the Buddha was thinking. As easily as a strong person would extend or contract their arm, he vanished from the Brahmā realm and reappeared in front of the Buddha.

# mn67:8.2
source: Atha kho brahmā sahampati ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:
mn: He arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said:

# mn67:9.1
source: “abhinandatu, bhante, bhagavā bhikkhusaṃghaṃ;
mn: “May the Buddha approve of the mendicant Saṅgha!

# mn67:9.2
source: abhivadatu, bhante, bhagavā bhikkhusaṃghaṃ.
mn: May the Buddha welcome the mendicant Saṅgha!

# mn67:9.3
source: Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṃgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṃghaṃ.
mn: May the Buddha support the mendicant Saṅgha now as he did in the past!

# mn67:9.4
source: Santettha, bhante, bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, tesaṃ bhagavantaṃ dassanāya alabhantānaṃ siyā aññathattaṃ, siyā vipariṇāmo.
mn: There are mendicants here who are junior, recently gone forth, newly come to this teaching and training. If they don’t get to see the Buddha they may change and fall apart.

# mn67:9.5
source: Seyyathāpi, bhante, bījānaṃ taruṇānaṃ udakaṃ alabhantānaṃ siyā aññathattaṃ, siyā vipariṇāmo;
mn: If young seedlings don’t get water they may change and fall apart. …

# mn67:9.7
source: Seyyathāpi, bhante, vacchassa taruṇassa mātaraṃ apassantassa siyā aññathattaṃ, siyā vipariṇāmo;
mn: If a young calf doesn’t see its mother it may change and fall apart.

# mn67:9.8
source: evameva kho, bhante, santettha bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, tesaṃ bhagavantaṃ apassantānaṃ siyā aññathattaṃ, siyā vipariṇāmo.
mn: In the same way, there are mendicants here who are junior, recently gone forth, newly come to this teaching and training. If they don’t get to see the Buddha they may change and fall apart.

# mn67:9.9
source: Abhinandatu, bhante, bhagavā bhikkhusaṃghaṃ;
mn: May the Buddha approve of the mendicant Saṅgha!

# mn67:9.10
source: abhivadatu, bhante, bhagavā bhikkhusaṃghaṃ.
mn: May the Buddha welcome the mendicant Saṅgha!

# mn67:9.11
source: Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṃgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṃghan”ti.
mn: May the Buddha support the mendicant Saṅgha now as he did in the past!”

# mn67:10.1
source: Asakkhiṃsu kho cātumeyyakā ca sakyā brahmā ca sahampati bhagavantaṃ pasādetuṃ bījūpamena ca taruṇūpamena ca.
mn: The Sakyans of Cātumā and Brahmā Sahampati were able to restore the Buddha’s confidence with the similes of the seedlings and the calf.

# mn67:11.1
source: Atha kho āyasmā mahāmoggallāno bhikkhū āmantesi:
mn: Then Venerable Mahāmoggallāna addressed the mendicants,

# mn67:11.2
source: “uṭṭhethāvuso, gaṇhatha pattacīvaraṃ.
mn: “Get up, reverends, and pick up your bowls and robes.

# mn67:11.3
source: Pasādito bhagavā cātumeyyakehi ca sakyehi brahmunā ca sahampatinā bījūpamena ca taruṇūpamena cā”ti.
mn: The Buddha’s confidence has been restored.”

# mn67:12.1
source: “Evamāvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paṭissutvā uṭṭhāyāsanā pattacīvaramādāya yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca:
mn: “Yes, reverend,” replied those mendicants. Then they rose from their seats and, taking their bowls and robes, went to the Buddha, bowed, and sat down to one side. The Buddha said to Venerable Sāriputta,

# mn67:12.2
source: “kinti te, sāriputta, ahosi mayā bhikkhusaṃghe paṇāmite”ti?
mn: “Sāriputta, what did you think when the mendicant Saṅgha was dismissed by me?”

# mn67:12.3
source: “Evaṃ kho me, bhante, ahosi:
mn: “Sir, I thought this:

# mn67:12.4
source: ‘bhagavatā bhikkhusaṃgho paṇāmito.
mn: ‘The Buddha has dismissed the mendicant Saṅgha.

# mn67:12.5
source: Appossukko dāni bhagavā diṭṭhadhammasukhavihāraṃ anuyutto viharissati, mayampi dāni appossukkā diṭṭhadhammasukhavihāramanuyuttā viharissāmā’”ti.
mn: Now he will remain passive, dwelling in blissful meditation in the present life, and so will we.’”

# mn67:12.6
source: “Āgamehi tvaṃ, sāriputta, āgamehi tvaṃ, sāriputta, diṭṭhadhammasukhavihāran”ti.
mn: “Hold on, Sāriputta, hold on! Don’t you ever think such a thing again!”

# mn67:13.1
source: Atha kho bhagavā āyasmantaṃ mahāmoggallānaṃ āmantesi:
mn: Then the Buddha addressed Venerable Mahāmoggallāna,

# mn67:13.2
source: “kinti te, moggallāna, ahosi mayā bhikkhusaṃghe paṇāmite”ti?
mn: “Moggallāna, what did you think when the mendicant Saṅgha was dismissed by me?”

# mn67:13.3
source: “Evaṃ kho me, bhante, ahosi:
mn: “Sir, I thought this:

# mn67:13.4
source: ‘bhagavatā bhikkhusaṃgho paṇāmito.
mn: ‘The Buddha has dismissed the mendicant Saṅgha.

# mn67:13.5
source: Appossukko dāni bhagavā diṭṭhadhammasukhavihāraṃ anuyutto viharissati, ahañca dāni āyasmā ca sāriputto bhikkhusaṃghaṃ pariharissāmā’”ti.
mn: Now he will remain passive, dwelling in blissful meditation in the present life. Meanwhile, Venerable Sāriputta and I will lead the mendicant Saṅgha.’”

# mn67:13.6
source: “Sādhu sādhu, moggallāna.
mn: “Good, good, Moggallāna!

# mn67:13.7
source: Ahaṃ vā hi, moggallāna, bhikkhusaṃghaṃ parihareyyaṃ sāriputtamoggallānā vā”ti.
mn: For either I should lead the mendicant Saṅgha, or else Sāriputta and Moggallāna.”

# mn67:14.1
source: Atha kho bhagavā bhikkhū āmantesi:
mn: Then the Buddha said to the mendicants:

# mn67:14.2
source: “cattārimāni, bhikkhave, bhayāni udakorohante pāṭikaṅkhitabbāni.
mn: “Mendicants, when you go into the water you should anticipate four dangers.

# mn67:14.3
source: Katamāni cattāri?
mn: What four?

# mn67:14.4
source: Ūmibhayaṃ, kumbhīlabhayaṃ, āvaṭṭabhayaṃ, susukābhayaṃ—
mn: The dangers of waves, crocodiles, whirlpools, and sharks.

# mn67:14.5
source: imāni, bhikkhave, cattāri bhayāni udakorohante pāṭikaṅkhitabbāni.
mn: These are the four dangers that anyone who enters the water should anticipate.

# mn67:15.1
source: Evameva kho, bhikkhave, cattārimāni bhayāni idhekacce puggale imasmiṃ dhammavinaye agārasmā anagāriyaṃ pabbajite pāṭikaṅkhitabbāni.
mn: In the same way, a gentleman who goes forth from the lay life to homelessness in this teaching and training should anticipate four dangers.

# mn67:15.2
source: Katamāni cattāri?
mn: What four?

# mn67:15.3
source: Ūmibhayaṃ, kumbhīlabhayaṃ, āvaṭṭabhayaṃ, susukābhayaṃ.
mn: The dangers of waves, crocodiles, whirlpools, and sharks.

# mn67:16.1
source: Katamañca, bhikkhave, ūmibhayaṃ?
mn: And what, mendicants, is the danger of waves?

# mn67:16.2
source: Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti:
mn: It’s when a gentleman has gone forth from the lay life to homelessness, thinking:

# mn67:16.3
source: ‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto;
mn: ‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering.

# mn67:16.4
source: appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti.
mn: Hopefully I can find an end to this entire mass of suffering.’

# mn67:16.5
source: Tamenaṃ tathā pabbajitaṃ samānaṃ sabrahmacārī ovadanti, anusāsanti:
mn: When they’ve gone forth, their spiritual companions advise and instruct them:

# mn67:16.6
source: ‘evaṃ te abhikkamitabbaṃ, evaṃ te paṭikkamitabbaṃ, evaṃ te ālokitabbaṃ, evaṃ te vilokitabbaṃ, evaṃ te samiñjitabbaṃ, evaṃ te pasāritabbaṃ, evaṃ te saṅghāṭipattacīvaraṃ dhāretabban’ti.
mn: ‘You should go out like this, and come back like that. You should look to the front like this, and to the side like that. You should contract your limbs like this, and extend them like that. This is how you should bear your outer robe, bowl, and robes.’

# mn67:16.7
source: Tassa evaṃ hoti:
mn: They think:

# mn67:16.8
source: ‘mayaṃ kho pubbe agāriyabhūtā samānā aññe ovadāma, anusāsāma.
mn: ‘Formerly, as laypeople, we advised and instructed others.

# mn67:16.9
source: Ime panamhākaṃ puttamattā maññe, nattamattā maññe, amhe ovaditabbaṃ anusāsitabbaṃ maññantī’ti.
mn: And now these mendicants—who you’d think were our children or grandchildren—imagine they can advise and instruct us!’

# mn67:16.10
source: So sikkhaṃ paccakkhāya hīnāyāvattati.
mn: They reject the training and return to a lesser life.

# mn67:16.11
source: Ayaṃ vuccati, bhikkhave, ūmibhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto.
mn: This is called one who rejects the training and returns to a lesser life because they’re afraid of the danger of waves.

# mn67:16.12
source: ‘Ūmibhayan’ti kho, bhikkhave, kodhupāyāsassetaṃ adhivacanaṃ.
mn: ‘Danger of waves’ is a term for anger and distress.

# mn67:17.1
source: Katamañca, bhikkhave, kumbhīlabhayaṃ?
mn: And what, mendicants, is the danger of crocodiles?

# mn67:17.2
source: Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti:
mn: It’s when a gentleman has gone forth from the lay life to homelessness, thinking:

# mn67:17.3
source: ‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto;
mn: ‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering.

# mn67:17.4
source: appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti.
mn: Hopefully I can find an end to this entire mass of suffering.’

# mn67:17.5
source: Tamenaṃ tathā pabbajitaṃ samānaṃ sabrahmacārī ovadanti anusāsanti:
mn: When they’ve gone forth, their spiritual companions advise and instruct them:

# mn67:17.6
source: ‘idaṃ te khāditabbaṃ, idaṃ te na khāditabbaṃ; idaṃ te bhuñjitabbaṃ, idaṃ te na bhuñjitabbaṃ; idaṃ te sāyitabbaṃ, idaṃ te na sāyitabbaṃ; idaṃ te pātabbaṃ, idaṃ te na pātabbaṃ; kappiyaṃ te khāditabbaṃ, akappiyaṃ te na khāditabbaṃ; kappiyaṃ te bhuñjitabbaṃ, akappiyaṃ te na bhuñjitabbaṃ; kappiyaṃ te sāyitabbaṃ, akappiyaṃ te na sāyitabbaṃ; kappiyaṃ te pātabbaṃ, akappiyaṃ te na pātabbaṃ; kāle te khāditabbaṃ, vikāle te na khāditabbaṃ; kāle te bhuñjitabbaṃ, vikāle te na bhuñjitabbaṃ; kāle te sāyitabbaṃ, vikāle te na sāyitabbaṃ; kāle te pātabbaṃ, vikāle te na pātabban’ti.
mn: ‘You may eat, consume, taste, and drink these things, but not those. You may eat what’s allowable, but not what’s unallowable. You may eat at the right time, but not at the wrong time.’

# mn67:17.7
source: Tassa evaṃ hoti: ‘mayaṃ kho pubbe agāriyabhūtā samānā yaṃ icchāma taṃ khādāma, yaṃ na icchāma na taṃ khādāma; yaṃ icchāma taṃ bhuñjāma, yaṃ na icchāma na taṃ bhuñjāma; yaṃ icchāma taṃ sāyāma, yaṃ na icchāma na taṃ sāyāma; yaṃ icchāma taṃ pivāma, yaṃ na icchāma na taṃ pivāma;
mn: They think: ‘When we were laypeople, we used to eat, consume, taste, and drink what we wanted, not what we didn’t want.

# mn67:17.8
source: kappiyampi khādāma, akappiyampi khādāma; kappiyampi bhuñjāma, akappiyampi bhuñjāma; kappiyampi sāyāma, akappiyampi sāyāma; kappiyampi pivāma, akappiyampi pivāma; kālepi khādāma, vikālepi khādāma; kālepi bhuñjāma vikālepi bhuñjāma; kālepi sāyāma, vikālepi sāyāma; kālepi pivāma, vikālepi pivāma.
mn: We ate and drank both allowable and unallowable things, at the right time and the wrong time.

# mn67:17.9
source: Yampi no saddhā gahapatikā divā vikāle paṇītaṃ khādanīyaṃ bhojanīyaṃ denti tatthapime mukhāvaraṇaṃ maññe karontī’ti.
mn: And these faithful householders give us a variety of delicious foods at the wrong time of day. But these mendicants imagine they can gag our mouths!’

# mn67:17.10
source: So sikkhaṃ paccakkhāya hīnāyāvattati.
mn: They reject the training and return to a lesser life.

# mn67:17.11
source: Ayaṃ vuccati, bhikkhave, kumbhīlabhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto.
mn: This is called one who rejects the training and returns to a lesser life because they’re afraid of the danger of crocodiles.

# mn67:17.12
source: ‘Kumbhīlabhayan’ti kho, bhikkhave, odarikattassetaṃ adhivacanaṃ.
mn: ‘Danger of crocodiles’ is a term for gluttony.

# mn67:18.1
source: Katamañca, bhikkhave, āvaṭṭabhayaṃ?
mn: And what, mendicants, is the danger of whirlpools?

# mn67:18.2
source: Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti:
mn: It’s when a gentleman has gone forth from the lay life to homelessness, thinking:

# mn67:18.3
source: ‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto;
mn: ‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering.

# mn67:18.4
source: appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti.
mn: Hopefully I can find an end to this entire mass of suffering.’

# mn67:18.5
source: So evaṃ pabbajito samāno pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisati.
mn: When they’ve gone forth, they robe up in the morning and, taking their bowl and robe, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties.

# mn67:18.6
source: Arakkhiteneva kāyena arakkhitāya vācāya anupaṭṭhitāya satiyā asaṃvutehi indriyehi so tattha passati gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ.
mn: There they see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation.

# mn67:18.7
source: Tassa evaṃ hoti:
mn: They think:

# mn67:18.8
source: ‘mayaṃ kho pubbe agāriyabhūtā samānā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārimhā.
mn: ‘Formerly, as laypeople, we amused ourselves, supplied and provided with the five kinds of sensual stimulation.

# mn67:18.9
source: Saṃvijjanti kho pana me kule bhogā.
mn: And it’s true that my family is wealthy.

# mn67:18.10
source: Sakkā bhoge ca bhuñjituṃ puññāni ca kātun’ti.
mn: I can both enjoy my wealth and make merit.’

# mn67:18.11
source: So sikkhaṃ paccakkhāya hīnāyāvattati.
mn: They reject the training and return to a lesser life.

# mn67:18.12
source: Ayaṃ vuccati, bhikkhave, āvaṭṭabhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto.
mn: This is called one who rejects the training and returns to a lesser life because they’re afraid of the danger of whirlpools.

# mn67:18.13
source: ‘Āvaṭṭabhayan’ti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ.
mn: ‘Danger of whirlpools’ is a term for the five kinds of sensual stimulation.

# mn67:19.1
source: Katamañca, bhikkhave, susukābhayaṃ?
mn: And what, mendicants, is the danger of sharks?

# mn67:19.2
source: Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti:
mn: It’s when a gentleman has gone forth from the lay life to homelessness, thinking:

# mn67:19.3
source: ‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto;
mn: ‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering.

# mn67:19.4
source: appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti.
mn: Hopefully I can find an end to this entire mass of suffering.’

# mn67:19.5
source: So evaṃ pabbajito samāno pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisati.
mn: When they’ve gone forth, they robe up in the morning and, taking their bowl and robe, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties.

# mn67:19.6
source: Arakkhiteneva kāyena arakkhitāya vācāya anupaṭṭhitāya satiyā asaṃvutehi indriyehi so tattha passati mātugāmaṃ dunnivatthaṃ vā duppārutaṃ vā.
mn: There they see a female scantily clad, with revealing clothes.

# mn67:19.7
source: Tassa mātugāmaṃ disvā dunnivatthaṃ vā duppārutaṃ vā rāgo cittaṃ anuddhaṃseti.
mn: Lust infects their mind,

# mn67:19.8
source: So rāgānuddhaṃsena cittena sikkhaṃ paccakkhāya hīnāyāvattati.
mn: so they reject the training and return to a lesser life.

# mn67:19.9
source: Ayaṃ vuccati, bhikkhave, susukābhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto.
mn: This is called one who rejects the training and returns to a lesser life because they’re afraid of the danger of sharks.

# mn67:19.10
source: ‘Susukābhayan’ti kho, bhikkhave, mātugāmassetaṃ adhivacanaṃ.
mn: ‘Danger of sharks’ is a term for females.
