Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn067.po
Languages: mn

# mn67:20.1
source: Imāni kho, bhikkhave, cattāri bhayāni, idhekacce puggale imasmiṃ dhammavinaye agārasmā anagāriyaṃ pabbajite pāṭikaṅkhitabbānī”ti.
mn: These are the four dangers that a gentleman who goes forth from the lay life to homelessness in this teaching and training should anticipate.”

# mn67:20.2
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn67:20.3
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
