Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn060.po
Languages: mn

# mn60:0.1
source: Majjhima Nikāya 60
mn: Middle Discourses 60

# mn60:0.2
source: Apaṇṇakasutta
mn: Guaranteed

# mn60:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn60:1.2
source: ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena sālā nāma kosalānaṃ brāhmaṇagāmo tadavasari.
mn: At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Sālā.

# mn60:2.1
source: Assosuṃ kho sāleyyakā brāhmaṇagahapatikā:
mn: The brahmins and householders of Sālā heard:

# mn60:2.2
source: “samaṇo khalu bho gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ sālaṃ anuppatto.
mn: “It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—wandering in the land of the Kosalans has arrived at Sālā, together with a large Saṅgha of mendicants.

# mn60:2.3
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn60:2.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn60:2.5
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn60:2.6
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.

# mn60:2.7
source: Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.
mn: It’s good to see such perfected ones.”

# mn60:3.1
source: Atha kho sāleyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Appekacce bhagavatā saddhiṃ sammodiṃsu; sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu. Appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu. Appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho sāleyyake brāhmaṇagahapatike bhagavā etadavoca:
mn: Then the brahmins and householders of Sālā went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. The Buddha said to them:

# mn60:3.2
source: “atthi pana vo, gahapatayo, koci manāpo satthā yasmiṃ vo ākāravatī saddhā paṭiladdhā”ti?
mn: “So, householders, is there some other teacher you’re happy with, in whom you have acquired grounded faith?”

# mn60:3.3
source: “Natthi kho no, bhante, koci manāpo satthā yasmiṃ no ākāravatī saddhā paṭiladdhā”ti.
mn: “No, sir.”

# mn60:3.4
source: “Manāpaṃ vo, gahapatayo, satthāraṃ alabhantehi ayaṃ apaṇṇako dhammo samādāya vattitabbo.
mn: “Since you haven’t found a teacher you’re happy with, you should undertake and implement this guaranteed teaching.

# mn60:3.5
source: Apaṇṇako hi, gahapatayo, dhammo samatto samādinno, so vo bhavissati dīgharattaṃ hitāya sukhāya.
mn: For when the guaranteed teaching is undertaken, it will be for your lasting welfare and happiness.

# mn60:3.6
source: Katamo ca, gahapatayo, apaṇṇako dhammo?
mn: And what is the guaranteed teaching?

# mn60:5.1
source: Santi, gahapatayo, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn60:5.2
source: ‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ; natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko; natthi mātā, natthi pitā; natthi sattā opapātikā; natthi loke samaṇabrāhmaṇā sammaggatā sammā paṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.
mn: ‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’

# mn60:6.1
source: Tesaṃyeva kho, gahapatayo, samaṇabrāhmaṇānaṃ eke samaṇabrāhmaṇā ujuvipaccanīkavādā.
mn: And there are some ascetics and brahmins whose doctrine directly contradicts this.

# mn60:6.2
source: Te evamāhaṃsu:
mn: They say:

# mn60:6.3
source: ‘atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ; atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko; atthi ayaṃ loko, atthi paro loko; atthi mātā, atthi pitā; atthi sattā opapātikā; atthi loke samaṇabrāhmaṇā sammaggatā sammā paṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.
mn: ‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There is obligation to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’

# mn60:6.4
source: Taṃ kiṃ maññatha, gahapatayo:
mn: What do you think, householders?

# mn60:6.5
source: ‘nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā’”ti?
mn: Don’t these doctrines directly contradict each other?”

# mn60:6.6
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn60:7.1
source: “Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: “Since this is so, consider those ascetics and brahmins whose view is that

# mn60:7.2
source: ‘natthi dinnaṃ, natthi yiṭṭhaṃ … pe … ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti
mn: there’s no meaning in giving, etc.

# mn60:7.3
source: tesametaṃ pāṭikaṅkhaṃ—yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme abhinivajjetvā yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme samādāya vattissanti.
mn: You can expect that they will reject good conduct by way of body, speech, and mind, and undertake and implement bad conduct by way of body, speech, and mind.

# mn60:7.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn60:7.5
source: Na hi te bhonto samaṇabrāhmaṇā passanti akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṃkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ.
mn: Because those ascetics and brahmins don’t see that unskillful qualities are full of drawbacks, sordidness, and corruption, or that skillful qualities have the benefit and cleansing power of renunciation.

# mn60:8.1
source: Santaṃyeva pana paraṃ lokaṃ ‘natthi paro loko’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi.
mn: Moreover, since there actually is another world, their view that there is no other world is wrong view.

# mn60:8.2
source: Santaṃyeva kho pana paraṃ lokaṃ ‘natthi paro loko’ti saṅkappeti; svāssa hoti micchāsaṅkappo.
mn: Since there actually is another world, their thought that there is no other world is wrong thought.

# mn60:8.3
source: Santaṃyeva kho pana paraṃ lokaṃ ‘natthi paro loko’ti vācaṃ bhāsati; sāssa hoti micchāvācā.
mn: Since there actually is another world, their speech that there is no other world is wrong speech.

# mn60:8.4
source: Santaṃyeva kho pana paraṃ lokaṃ ‘natthi paro loko’ti āha; ye te arahanto paralokaviduno tesamayaṃ paccanīkaṃ karoti.
mn: Since there actually is another world, in saying that there is no other world they contradict those perfected ones who know the other world.

# mn60:8.5
source: Santaṃyeva kho pana paraṃ lokaṃ ‘natthi paro loko’ti paraṃ saññāpeti; sāssa hoti asaddhammasaññatti.
mn: Since there actually is another world, in convincing another that there is no other world they are convincing them to accept an untrue teaching.

# mn60:8.6
source: Tāya ca pana asaddhammasaññattiyā attānukkaṃseti, paraṃ vambheti.
mn: And on account of that they glorify themselves and put others down.

# mn60:8.7
source: Iti pubbeva kho panassa susīlyaṃ pahīnaṃ hoti, dussīlyaṃ paccupaṭṭhitaṃ—
mn: So they give up their former ethical conduct and are established in unethical conduct.

# mn60:8.8
source: ayañca micchādiṭṭhi micchāsaṅkappo micchāvācā ariyānaṃ paccanīkatā asaddhammasaññatti attukkaṃsanā paravambhanā. Evamassime aneke pāpakā akusalā dhammā sambhavanti micchādiṭṭhipaccayā.
mn: And that is how wrong view gives rise to these many bad, unskillful qualities—wrong view, wrong thought, wrong speech, contradicting the noble ones, convincing others to accept untrue teachings, and glorifying oneself and putting others down.

# mn60:9.1
source: Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn60:9.2
source: ‘sace kho natthi paro loko evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā sotthimattānaṃ karissati;
mn: ‘If there is no other world, when this individual’s body breaks up they will keep themselves safe.

# mn60:9.3
source: sace kho atthi paro loko, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati.
mn: And if there is another world, when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.

# mn60:9.4
source: Kāmaṃ kho pana māhu paro loko, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ;
mn: But let’s assume that those who say that there is no other world are correct.

# mn60:9.5
source: atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ gārayho—dussīlo purisapuggalo micchādiṭṭhi natthikavādo’ti.
mn: Regardless, that individual is still criticized by sensible people in the present life as being an immoral individual of wrong view, a nihilist.’

# mn60:9.6
source: Sace kho attheva paro loko, evaṃ imassa bhoto purisapuggalassa ubhayattha kaliggaho—
mn: But if there really is another world, they lose on both counts.

# mn60:9.7
source: yañca diṭṭheva dhamme viññūnaṃ gārayho, yañca kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati.
mn: For they are criticized by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.

# mn60:9.8
source: Evamassāyaṃ apaṇṇako dhammo dussamatto samādinno, ekaṃsaṃ pharitvā tiṭṭhati, riñcati kusalaṃ ṭhānaṃ.
mn: They have wrongly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of one side only, leaving out the skillful premise.

# mn60:10.1
source: Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: Since this is so, consider those ascetics and brahmins whose view is that

# mn60:10.2
source: ‘atthi dinnaṃ … pe … ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti
mn: there is meaning in giving, etc.

# mn60:10.3
source: tesametaṃ pāṭikaṅkhaṃ—yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme abhinivajjetvā yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme samādāya vattissanti.
mn: You can expect that they will reject bad conduct by way of body, speech, and mind, and undertake and implement good conduct by way of body, speech, and mind.

# mn60:10.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn60:10.5
source: Passanti hi te bhonto samaṇabrāhmaṇā akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ.
mn: Because those ascetics and brahmins see that unskillful qualities are full of drawbacks, sordidness, and corruption, and that skillful qualities have the benefit and cleansing power of renunciation.

# mn60:11.1
source: Santaṃyeva kho pana paraṃ lokaṃ ‘atthi paro loko’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi.
mn: Moreover, since there actually is another world, their view that there is another world is right view.

# mn60:11.2
source: Santaṃyeva kho pana paraṃ lokaṃ ‘atthi paro loko’ti saṅkappeti; svāssa hoti sammāsaṅkappo.
mn: Since there actually is another world, their thought that there is another world is right thought.

# mn60:11.3
source: Santaṃyeva kho pana paraṃ lokaṃ ‘atthi paro loko’ti vācaṃ bhāsati; sāssa hoti sammāvācā.
mn: Since there actually is another world, their speech that there is another world is right speech.

# mn60:11.4
source: Santaṃyeva kho pana paraṃ lokaṃ ‘atthi paro loko’ti āha; ye te arahanto paralokaviduno tesamayaṃ na paccanīkaṃ karoti.
mn: Since there actually is another world, in saying that there is another world they don’t contradict those perfected ones who know the other world.

# mn60:11.5
source: Santaṃyeva kho pana paraṃ lokaṃ ‘atthi paro loko’ti paraṃ saññāpeti; sāssa hoti saddhammasaññatti.
mn: Since there actually is another world, in convincing another that there is another world they are convincing them to accept a true teaching.

# mn60:11.6
source: Tāya ca pana saddhammasaññattiyā nevattānukkaṃseti, na paraṃ vambheti.
mn: And on account of that they don’t glorify themselves or put others down.

# mn60:11.7
source: Iti pubbeva kho panassa dussīlyaṃ pahīnaṃ hoti, susīlyaṃ paccupaṭṭhitaṃ—
mn: So they give up their former unethical conduct and are established in ethical conduct.

# mn60:11.8
source: ayañca sammādiṭṭhi sammāsaṅkappo sammāvācā ariyānaṃ apaccanīkatā saddhammasaññatti anattukkaṃsanā aparavambhanā. Evamassime aneke kusalā dhammā sambhavanti sammādiṭṭhipaccayā.
mn: And that is how right view gives rise to these many skillful qualities—right view, right thought, right speech, not contradicting the noble ones, convincing others to accept true teachings, and not glorifying oneself or putting others down.

# mn60:12.1
source: Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn60:12.2
source: ‘sace kho atthi paro loko, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati.
mn: ‘If there is another world, when this individual’s body breaks up, after death, they will be reborn in a good place, a heavenly realm.

# mn60:12.3
source: Kāmaṃ kho pana māhu paro loko, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ;
mn: But let’s assume that those who say that there is no other world are correct.

# mn60:12.4
source: atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ pāsaṃso—sīlavā purisapuggalo sammādiṭṭhi atthikavādo’ti.
mn: Regardless, that individual is still praised by sensible people in the present life as being a moral individual of right view, who affirms a positive teaching.’

# mn60:12.5
source: Sace kho attheva paro loko, evaṃ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—
mn: So if there really is another world, they win on both counts.

# mn60:12.6
source: yañca diṭṭheva dhamme viññūnaṃ pāsaṃso, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati.
mn: For they are praised by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a good place, a heavenly realm.

# mn60:12.7
source: Evamassāyaṃ apaṇṇako dhammo susamatto samādinno ubhayaṃsaṃ pharitvā tiṭṭhati, riñcati akusalaṃ ṭhānaṃ.
mn: They have rightly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of both sides, leaving out the unskillful premise.

# mn60:13.1
source: Santi, gahapatayo, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn60:13.2
source: ‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato; karoto na karīyati pāpaṃ.
mn: ‘The one who acts does nothing wrong when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. They do nothing wrong when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie.

# mn60:13.3
source: Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo.
mn: If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, no evil comes of that, and no outcome of evil.

# mn60:13.4
source: Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento, chindanto chedāpento, pacanto pācento; natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo.
mn: If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, no evil comes of that, and no outcome of evil.

# mn60:13.5
source: Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento; natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo.
mn: If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, no merit comes of that, and no outcome of merit.

# mn60:13.6
source: Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo’ti.
mn: In giving, self-control, restraint, and truthfulness there is no merit or outcome of merit.’

# mn60:14.1
source: Tesaṃyeva kho, gahapatayo, samaṇabrāhmaṇānaṃ eke samaṇabrāhmaṇā ujuvipaccanīkavādā te evamāhaṃsu:
mn: And there are some ascetics and brahmins whose doctrine directly contradicts this. They say:

# mn60:14.2
source: ‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato; karoto karīyati pāpaṃ.
mn: ‘The one who acts does a bad deed when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. They do a bad deed when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie.

# mn60:14.3
source: Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo.
mn: If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, evil comes of that, and an outcome of evil.

# mn60:14.4
source: Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento, chindanto chedāpento, pacanto pācento; atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo.
mn: If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, evil comes of that, and an outcome of evil.

# mn60:14.5
source: Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento; atthi tatonidānaṃ puññaṃ, atthi puññassa āgamo.
mn: If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, merit comes of that, and an outcome of merit.

# mn60:14.6
source: Dānena damena saṃyamena saccavajjena atthi puññaṃ, atthi puññassa āgamo’ti.
mn: In giving, self-control, restraint, and truthfulness there is merit and outcome of merit.’

# mn60:14.7
source: Taṃ kiṃ maññatha, gahapatayo,
mn: What do you think, householders?

# mn60:14.8
source: nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti?
mn: Don’t these doctrines directly contradict each other?”

# mn60:14.9
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn60:15.1
source: “Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: “Since this is so, consider those ascetics and brahmins whose view is that

# mn60:15.2
source: ‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato; karoto na karīyati pāpaṃ.
mn: the one who acts does nothing wrong when they punish, etc.

# mn60:15.5
source: tesametaṃ pāṭikaṅkhaṃ—yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme abhinivajjetvā yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme samādāya vattissanti.
mn: You can expect that they will reject good conduct by way of body, speech, and mind, and undertake and implement bad conduct by way of body, speech, and mind.

# mn60:15.6
source: Taṃ kissa hetu?
mn: Why is that?

# mn60:15.7
source: Na hi te bhonto samaṇabrāhmaṇā passanti akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ.
mn: Because those ascetics and brahmins don’t see that unskillful qualities are full of drawbacks, sordidness, and corruption, or that skillful qualities have the benefit and cleansing power of renunciation.

# mn60:16.1
source: Santaṃyeva kho pana kiriyaṃ ‘natthi kiriyā’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi.
mn: Moreover, since action actually does have an effect, their view that action is ineffective is wrong view.

# mn60:16.2
source: Santaṃyeva kho pana kiriyaṃ ‘natthi kiriyā’ti saṅkappeti; svāssa hoti micchāsaṅkappo.
mn: Since action actually does have an effect, their thought that action is ineffective is wrong thought.

# mn60:16.3
source: Santaṃyeva kho pana kiriyaṃ ‘natthi kiriyā’ti vācaṃ bhāsati; sāssa hoti micchāvācā.
mn: Since action actually does have an effect, their speech that action is ineffective is wrong speech.

# mn60:16.4
source: Santaṃyeva kho pana kiriyaṃ ‘natthi kiriyā’ti āha, ye te arahanto kiriyavādā tesamayaṃ paccanīkaṃ karoti.
mn: Since action actually does have an effect, in saying that action is ineffective they contradict those perfected ones who teach that action is effective.

# mn60:16.5
source: Santaṃyeva kho pana kiriyaṃ ‘natthi kiriyā’ti paraṃ saññāpeti; sāssa hoti asaddhammasaññatti.
mn: Since action actually does have an effect, in convincing another that action is ineffective they are convincing them to accept an untrue teaching.

# mn60:16.6
source: Tāya ca pana asaddhammasaññattiyā attānukkaṃseti, paraṃ vambheti.
mn: And on account of that they glorify themselves and put others down.

# mn60:16.7
source: Iti pubbeva kho panassa susīlyaṃ pahīnaṃ hoti, dussīlyaṃ paccupaṭṭhitaṃ—
mn: So they give up their former ethical conduct and are established in unethical conduct.

# mn60:16.8
source: ayañca micchādiṭṭhi micchāsaṅkappo micchāvācā ariyānaṃ paccanīkatā asaddhammasaññatti attukkaṃsanā paravambhanā. Evamassime aneke pāpakā akusalā dhammā sambhavanti micchādiṭṭhipaccayā.
mn: And that is how wrong view gives rise to these many bad, unskillful qualities—wrong view, wrong thought, wrong speech, contradicting the noble ones, convincing others to accept untrue teachings, and glorifying oneself and putting others down.

# mn60:17.1
source: Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn60:17.2
source: ‘sace kho natthi kiriyā, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā sotthimattānaṃ karissati;
mn: ‘If there is no effective action, when this individual’s body breaks up they will keep themselves safe.
