Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn065.po
Languages: mn

# mn65:0.1
source: Majjhima Nikāya 65
mn: Middle Discourses 65

# mn65:0.2
source: Bhaddālisutta
mn: With Bhaddāli

# mn65:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn65:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn65:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn65:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn65:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn65:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn65:2.1
source: “Ahaṃ kho, bhikkhave, ekāsanabhojanaṃ bhuñjāmi;
mn: “Mendicants, I eat my food in one sitting per day.

# mn65:2.2
source: ekāsanabhojanaṃ kho, ahaṃ, bhikkhave, bhuñjamāno appābādhatañca sañjānāmi appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca.
mn: Doing so, I find that I’m healthy and well, nimble, strong, and living comfortably.

# mn65:2.3
source: Etha, tumhepi, bhikkhave, ekāsanabhojanaṃ bhuñjatha;
mn: You too should eat your food in one sitting per day.

# mn65:2.4
source: ekāsanabhojanaṃ kho, bhikkhave, tumhepi bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcā”ti.
mn: Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.”

# mn65:3.1
source: Evaṃ vutte, āyasmā bhaddāli bhagavantaṃ etadavoca:
mn: When he said this, Venerable Bhaddāli said to the Buddha,

# mn65:3.2
source: “ahaṃ kho, bhante, na ussahāmi ekāsanabhojanaṃ bhuñjituṃ;
mn: “Sir, I’m not going to try to eat my food in one sitting per day.

# mn65:3.3
source: ekāsanabhojanañhi me, bhante, bhuñjato siyā kukkuccaṃ, siyā vippaṭisāro”ti.
mn: For when eating once a day I might feel remorse and regret.”

# mn65:4.1
source: “Tena hi tvaṃ, bhaddāli, yattha nimantito assasi tattha ekadesaṃ bhuñjitvā ekadesaṃ nīharitvāpi bhuñjeyyāsi.
mn: “Well then, Bhaddāli, eat one part of the meal in the place where you’re invited, and bring the rest back to eat.

# mn65:4.2
source: Evampi kho tvaṃ, bhaddāli, bhuñjamāno ekāsano yāpessasī”ti.
mn: Eating this way, too, you will sustain yourself.”

# mn65:4.3
source: “Evampi kho ahaṃ, bhante, na ussahāmi bhuñjituṃ;
mn: “Sir, I’m not going to try to eat that way, either.

# mn65:4.4
source: evampi hi me, bhante, bhuñjato siyā kukkuccaṃ, siyā vippaṭisāro”ti.
mn: For when eating that way I might also feel remorse and regret.”

# mn65:4.5
source: Atha kho āyasmā bhaddāli bhagavatā sikkhāpade paññāpiyamāne bhikkhusaṃghe sikkhaṃ samādiyamāne anussāhaṃ pavedesi.
mn: Then, as this rule was being laid down by the Buddha and the Saṅgha was undertaking it, Bhaddāli announced he would not try to keep it.

# mn65:4.6
source: Atha kho āyasmā bhaddāli sabbaṃ taṃ temāsaṃ na bhagavato sammukhībhāvaṃ adāsi, yathā taṃ satthusāsane sikkhāya aparipūrakārī.
mn: Then for the whole of that three months Bhaddāli did not present himself in the presence of the Buddha, as happens when someone doesn’t fulfill the training according to the Teacher’s instructions.

# mn65:5.1
source: Tena kho pana samayena sambahulā bhikkhū bhagavato cīvarakammaṃ karonti—
mn: At that time several mendicants were making a robe for the Buddha, thinking that

# mn65:5.2
source: niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatīti.
mn: when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering.

# mn65:6.1
source: Atha kho āyasmā bhaddāli yena te bhikkhū tenupasaṅkami; upasaṅkamitvā tehi bhikkhūhi saddhiṃ sammodi.
mn: Then Bhaddāli went up to those mendicants, and exchanged greetings with them.

# mn65:6.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ bhaddāliṃ te bhikkhū etadavocuṃ:
mn: When the greetings and polite conversation were over, he sat down to one side. The mendicants said to Bhaddāli,

# mn65:6.3
source: “idaṃ kho, āvuso bhaddāli, bhagavato cīvarakammaṃ karīyati.
mn: “Reverend Bhaddāli, this robe is being made for the Buddha.

# mn65:6.4
source: Niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissati.
mn: When it’s finished and the three months of the rains residence have passed the Buddha will set out wandering.

# mn65:6.5
source: Iṅghāvuso bhaddāli, etaṃ dosakaṃ sādhukaṃ manasi karohi, mā te pacchā dukkarataraṃ ahosī”ti.
mn: Come on, Bhaddāli, learn your lesson. Don’t make it hard for yourself later on.”

# mn65:7.1
source: “Evamāvuso”ti kho āyasmā bhaddāli tesaṃ bhikkhūnaṃ paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā bhaddāli bhagavantaṃ etadavoca:
mn: “Yes, reverends,” Bhaddāli replied. He went to the Buddha, bowed, sat down to one side, and said to him,

# mn65:7.2
source: “accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yohaṃ bhagavatā sikkhāpade paññāpiyamāne bhikkhusaṃghe sikkhaṃ samādiyamāne anussāhaṃ pavedesiṃ.
mn: “I have made a mistake, sir. It was foolish, stupid, and unskillful of me that, as this rule was being laid down by the Buddha and the Saṅgha was undertaking it, I announced I would not try to keep it.

# mn65:7.3
source: Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti.
mn: Please, sir, accept my mistake for what it is, so I will restrain myself in future.”

# mn65:8.1
source: “Taggha tvaṃ, bhaddāli, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yaṃ tvaṃ mayā sikkhāpade paññāpiyamāne bhikkhusaṅghe sikkhaṃ samādiyamāne anussāhaṃ pavedesi.
mn: “Indeed, Bhaddāli, you made a mistake. It was foolish, stupid, and unskillful of you that, as this rule was being laid down by the Buddha and the Saṅgha was undertaking it, you announced you would not try to keep it.

# mn65:9.1
source: Samayopi kho te, bhaddāli, appaṭividdho ahosi:
mn: And you didn’t realize this situation:

# mn65:9.2
source: ‘bhagavā kho sāvatthiyaṃ viharati, bhagavāpi maṃ jānissati—
mn: ‘The Buddha is staying in Sāvatthī, and he’ll know me

# mn65:9.3
source: bhaddāli nāma bhikkhu satthusāsane sikkhāya aparipūrakārī’ti.
mn: as the mendicant named Bhaddāli who doesn’t fulfill the training according to the Teacher’s instructions.’

# mn65:9.5
source: Samayopi kho te, bhaddāli, appaṭividdho ahosi:
mn: And you didn’t realize this situation:

# mn65:9.6
source: ‘sambahulā kho bhikkhū sāvatthiyaṃ vassaṃ upagatā, tepi maṃ jānissanti—
mn: ‘Several monks have commenced the rains retreat in Sāvatthī …

# mn65:9.10
source: ‘sambahulā kho bhikkhuniyo sāvatthiyaṃ vassaṃ upagatā, tāpi maṃ jānissanti—
mn: several nuns have commenced the rains retreat in Sāvatthī …

# mn65:9.14
source: ‘sambahulā kho upāsakā sāvatthiyaṃ paṭivasanti, tepi maṃ jānissanti—
mn: several laymen reside in Sāvatthī …

# mn65:9.18
source: ‘sambahulā kho upāsikā sāvatthiyaṃ paṭivasanti, tāpi maṃ jānissanti—
mn: several laywomen reside in Sāvatthī, and they’ll know me

# mn65:9.19
source: bhaddāli nāma bhikkhu satthusāsane sikkhāya aparipūrakārī’ti.
mn: as the mendicant named Bhaddāli who doesn’t fulfill the training according to the Teacher’s instructions. …

# mn65:9.22
source: ‘sambahulā kho nānātitthiyā samaṇabrāhmaṇā sāvatthiyaṃ vassaṃ upagatā, tepi maṃ jānissanti—
mn: Several ascetics and brahmins who follow various other paths have commenced the rains retreat in Sāvatthī, and they’ll know me

# mn65:9.23
source: bhaddāli nāma bhikkhu samaṇassa gotamassa sāvako theraññataro bhikkhu sāsane sikkhāya aparipūrakārī’ti.
mn: as the mendicant named Bhaddāli, one of the senior disciples of Gotama, who doesn’t fulfill the training according to the Teacher’s instructions.’

# mn65:9.24
source: Ayampi kho te, bhaddāli, samayo appaṭividdho ahosī”ti.
mn: You also didn’t realize this situation.”

# mn65:10.1
source: “Accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yohaṃ bhagavatā sikkhāpade paññāpiyamāne bhikkhusaṅghe sikkhaṃ samādiyamāne anussāhaṃ pavedesiṃ.
mn: “I made a mistake, sir. It was foolish, stupid, and unskillful of me that, as this rule was being laid down by the Buddha and the Saṅgha was undertaking it, I announced I would not try to keep it.

# mn65:10.2
source: Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti.
mn: Please, sir, accept my mistake for what it is, so I will restrain myself in future.”

# mn65:10.3
source: “Taggha tvaṃ, bhaddāli, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yaṃ tvaṃ mayā sikkhāpade paññāpiyamāne bhikkhusaṅghe sikkhaṃ samādiyamāne anussāhaṃ pavedesi.
mn: “Indeed, Bhaddāli, you made a mistake. It was foolish, stupid, and unskillful of you that, as this rule was being laid down by the Buddha and the Saṅgha was undertaking it, you announced you would not try to keep it.

# mn65:11.1
source: Taṃ kiṃ maññasi, bhaddāli,
mn: What do you think, Bhaddāli?

# mn65:11.2
source: idhassa bhikkhu ubhatobhāgavimutto, tamahaṃ evaṃ vadeyyaṃ:
mn: Suppose I was to say this to a mendicant who is freed both ways:

# mn65:11.3
source: ‘ehi me tvaṃ, bhikkhu, paṅke saṅkamo hohī’ti, api nu kho so saṅkameyya vā aññena vā kāyaṃ sannāmeyya, ‘no’ti vā vadeyyā”ti?
mn: ‘Please, mendicant, be a bridge for me to cross over the mud.’ Would they cross over themselves, or struggle to get out of it, or just say no?”

# mn65:11.4
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn65:11.5
source: “Taṃ kiṃ maññasi, bhaddāli,
mn: “What do you think, Bhaddāli?

# mn65:11.6
source: idhassa bhikkhu paññāvimutto …
mn: Suppose I was to say the same thing to a mendicant who is freed by wisdom,

# mn65:11.7
source: kāyasakkhi …
mn: or a personal witness,

# mn65:11.8
source: diṭṭhippatto …
mn: or attained to view,

# mn65:11.9
source: saddhāvimutto …
mn: or freed by faith,

# mn65:11.10
source: dhammānusārī …
mn: or a follower of the teachings,

# mn65:11.11
source: saddhānusārī, tamahaṃ evaṃ vadeyyaṃ:
mn: or a follower by faith:

# mn65:11.12
source: ‘ehi me tvaṃ, bhikkhu, paṅke saṅkamo hohī’ti, api nu kho so saṅkameyya vā aññena vā kāyaṃ sannāmeyya, ‘no’ti vā vadeyyā”ti?
mn: ‘Please, mendicant, be a bridge for me to cross over the mud.’ Would they cross over themselves, or struggle to get out of it, or just say no?”

# mn65:11.13
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn65:12.1
source: “Taṃ kiṃ maññasi, bhaddāli,
mn: “What do you think, Bhaddāli?

# mn65:12.2
source: api nu tvaṃ, bhaddāli, tasmiṃ samaye ubhatobhāgavimutto vā hosi paññāvimutto vā kāyasakkhi vā diṭṭhippatto vā saddhāvimutto vā dhammānusārī vā saddhānusārī vā”ti?
mn: At that time were you freed both ways, freed by wisdom, a personal witness, attained to view, freed by faith, a follower of the teachings, or a follower by faith?”

# mn65:12.3
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn65:12.4
source: “Nanu tvaṃ, bhaddāli, tasmiṃ samaye ritto tuccho aparaddho”ti?
mn: “Weren’t you void, hollow, and mistaken?”

# mn65:13.1
source: “Evaṃ, bhante.
mn: “Yes, sir.”

# mn65:13.2
source: Accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yohaṃ bhagavatā sikkhāpade paññāpiyamāne bhikkhusaṅghe sikkhaṃ samādiyamāne anussāhaṃ pavedesiṃ.
mn: “I made a mistake, sir. …

# mn65:13.3
source: Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti.
mn: Please, sir, accept my mistake for what it is, so I will restrain myself in future.”

# mn65:13.4
source: “Taggha tvaṃ, bhaddāli, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yaṃ tvaṃ mayā sikkhāpade paññāpiyamāne bhikkhusaṅghe sikkhaṃ samādiyamāne anussāhaṃ pavedesi.
mn: “Indeed, Bhaddāli, you made a mistake. …

# mn65:13.5
source: Yato ca kho tvaṃ, bhaddāli, accayaṃ accayato disvā yathādhammaṃ paṭikarosi, taṃ te mayaṃ paṭiggaṇhāma.
mn: But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it.

# mn65:13.6
source: Vuddhihesā, bhaddāli, ariyassa vinaye yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti, āyatiṃ saṃvaraṃ āpajjati.
mn: For it is growth in the training of the noble one to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.

# mn65:14.1
source: Idha, bhaddāli, ekacco bhikkhu satthusāsane sikkhāya aparipūrakārī hoti.
mn: Bhaddāli, take a mendicant who doesn’t fulfill the training according to the Teacher’s instructions.

# mn65:14.2
source: Tassa evaṃ hoti:
mn: They think,

# mn65:14.3
source: ‘yannūnāhaṃ vivittaṃ senāsanaṃ bhajeyyaṃ araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
mn: ‘Why don’t I frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn65:14.4
source: Appeva nāmāhaṃ uttari manussadhammā alamariyañāṇadassanavisesaṃ sacchikareyyan’ti.
mn: Hopefully I’ll realize a superhuman distinction in knowledge and vision worthy of the noble ones.’

# mn65:14.5
source: So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
mn: So they frequent a secluded lodging.

# mn65:14.6
source: Tassa tathāvūpakaṭṭhassa viharato satthāpi upavadati, anuviccapi viññū sabrahmacārī upavadanti, devatāpi upavadanti, attāpi attānaṃ upavadati.
mn: While they’re living withdrawn, they’re reprimanded by the Teacher, by sensible spiritual companions after examination, by deities, and by themselves.

# mn65:14.7
source: So satthārāpi upavadito, anuviccapi viññūhi sabrahmacārīhi upavadito, devatāhipi upavadito, attanāpi attānaṃ upavadito na uttari manussadhammā alamariyañāṇadassanavisesaṃ sacchikaroti.
mn: Being reprimanded in this way, they don’t realize any superhuman distinction in knowledge and vision worthy of the noble ones.

# mn65:14.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn65:14.9
source: Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya aparipūrakārissa.
mn: Because that’s how it is when someone doesn’t fulfill the training according to the Teacher’s instructions.

# mn65:15.1
source: Idha pana, bhaddāli, ekacco bhikkhu satthusāsane sikkhāya paripūrakārī hoti.
mn: But take a mendicant who does fulfill the training according to the Teacher’s instructions.

# mn65:15.2
source: Tassa evaṃ hoti:
mn: They think,

# mn65:15.3
source: ‘yannūnāhaṃ vivittaṃ senāsanaṃ bhajeyyaṃ araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
mn: ‘Why don’t I frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn65:15.4
source: Appeva nāmāhaṃ uttari manussadhammā alamariyañāṇadassanavisesaṃ sacchikareyyan’ti.
mn: Hopefully I’ll realize a superhuman distinction in knowledge and vision worthy of the noble ones.’

# mn65:15.5
source: So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
mn: They frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn65:15.6
source: Tassa tathāvūpakaṭṭhassa viharato satthāpi na upavadati, anuviccapi viññū sabrahmacārī na upavadanti, devatāpi na upavadanti, attāpi attānaṃ na upavadati.
mn: While they’re living withdrawn, they’re not reprimanded by the Teacher, by sensible spiritual companions after examination, by deities, or by themselves.

# mn65:15.7
source: So satthārāpi anupavadito, anuviccapi viññūhi sabrahmacārīhi anupavadito, devatāhipi anupavadito, attanāpi attānaṃ anupavadito uttari manussadhammā alamariyañāṇadassanavisesaṃ sacchikaroti.
mn: Not being reprimanded in this way, they realize a superhuman distinction in knowledge and vision worthy of the noble ones.

# mn65:16.1
source: So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn65:16.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn65:16.3
source: Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.
mn: Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.

# mn65:17.1
source: Puna caparaṃ, bhaddāli, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn65:17.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn65:17.3
source: Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.
mn: Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.

# mn65:17.4
source: Puna caparaṃ, bhaddāli, bhikkhu pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn65:17.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn65:17.6
source: Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.
mn: Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.

# mn65:17.7
source: Puna caparaṃ, bhaddāli, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn65:17.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn65:17.9
source: Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.
mn: Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.

# mn65:18.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives.

# mn65:18.2
source: So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
mn: They recollect many kinds of past lives, that is, one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. … They recollect their many kinds of past lives, with features and details.

# mn65:18.3
source: Taṃ kissa hetu?
mn: Why is that?

# mn65:18.4
source: Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.
mn: Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.

# mn65:19.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings.

# mn65:19.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā … pe … vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā … pe … sugatiṃ saggaṃ lokaṃ upapannā’ti iti dibbena cakkhunā visuddhena atikkantamānusakena … pe … yathākammūpage satte pajānāti.
mn: With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. … They’re reborn in the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. … they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman … they understand how sentient beings are reborn according to their deeds.

# mn65:19.3
source: Taṃ kissa hetu?
mn: Why is that?

# mn65:19.4
source: Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.
mn: Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.

# mn65:20.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements.

# mn65:20.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti;
mn: They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# mn65:20.3
source: ‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
mn: They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.

# mn65:21.1
source: Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.
mn: Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn65:21.2
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
mn: When they’re freed, they know they’re freed.

# mn65:21.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn65:21.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn65:21.5
source: Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissā”ti.
mn: Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.”

# mn65:22.1
source: Evaṃ vutte, āyasmā bhaddāli bhagavantaṃ etadavoca:
mn: When he said this, Venerable Bhaddāli said to the Buddha,
