Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn066.po
Languages: mn

# mn66:0.1
source: Majjhima Nikāya 66
mn: Middle Discourses 66

# mn66:0.2
source: Laṭukikopamasutta
mn: The Simile of the Quail

# mn66:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn66:1.2
source: ekaṃ samayaṃ bhagavā aṅguttarāpesu viharati āpaṇaṃ nāma aṅguttarāpānaṃ nigamo.
mn: At one time the Buddha was staying in the land of the Northern Āpaṇas, near the town of theirs named Āpaṇa.

# mn66:2.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āpaṇaṃ piṇḍāya pāvisi.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Āpaṇa for alms.

# mn66:2.2
source: Āpaṇe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yenaññataro vanasaṇḍo tenupasaṅkami divāvihārāya.
mn: He wandered for alms in Āpaṇa. After the meal, on his return from alms-round, he went to a certain forest grove for the day’s meditation.

# mn66:2.3
source: Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
mn: Having plunged deep into it, he sat at the root of a certain tree for the day’s meditation.

# mn66:3.1
source: Āyasmāpi kho udāyī pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āpaṇaṃ piṇḍāya pāvisi.
mn: Venerable Udāyī also robed up in the morning and, taking his bowl and robe, entered Āpaṇa for alms.

# mn66:3.2
source: Āpaṇe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena so vanasaṇḍo tenupasaṅkami divāvihārāya.
mn: He wandered for alms in Āpaṇa. After the meal, on his return from alms-round, he went to a certain forest grove for the day’s meditation.

# mn66:3.3
source: Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
mn: Having plunged deep into it, he sat at the root of a certain tree for the day’s meditation.

# mn66:3.4
source: Atha kho āyasmato udāyissa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
mn: Then as Venerable Udāyī was in private retreat this thought came to his mind:

# mn66:3.5
source: “bahūnaṃ vata no bhagavā dukkhadhammānaṃ apahattā, bahūnaṃ vata no bhagavā sukhadhammānaṃ upahattā;
mn: “The Buddha has rid us of so many things that bring suffering and gifted us so many things that bring happiness!

# mn66:3.6
source: bahūnaṃ vata no bhagavā akusalānaṃ dhammānaṃ apahattā, bahūnaṃ vata no bhagavā kusalānaṃ dhammānaṃ upahattā”ti.
mn: He has rid us of so many unskillful things and gifted us so many skillful things!”

# mn66:5.1
source: Atha kho āyasmā udāyī sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā udāyī bhagavantaṃ etadavoca:
mn: Then in the late afternoon, Udāyī came out of retreat and went to the Buddha. He bowed, sat down to one side, and said to him:

# mn66:5.2
source: “idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
mn: “Just now, sir, as I was in private retreat this thought came to mind:

# mn66:5.3
source: ‘bahūnaṃ vata no bhagavā dukkhadhammānaṃ apahattā, bahūnaṃ vata no bhagavā sukhadhammānaṃ upahattā;
mn: ‘The Buddha has rid us of so many things that bring suffering and gifted us so many things that bring happiness!

# mn66:5.4
source: bahūnaṃ vata no bhagavā akusalānaṃ dhammānaṃ apahattā, bahūnaṃ vata no bhagavā kusalānaṃ dhammānaṃ upahattā’ti.
mn: He has rid us of so many unskillful things and gifted us so many skillful things!’

# mn66:5.5
source: Mayañhi, bhante, pubbe sāyañceva bhuñjāma pāto ca divā ca vikāle.
mn: For we used to eat in the evening, the morning, and at the wrong time of day.

# mn66:5.6
source: Ahu kho so, bhante, samayo yaṃ bhagavā bhikkhū āmantesi:
mn: But then there came a time when the Buddha addressed the mendicants, saying,

# mn66:5.7
source: ‘iṅgha tumhe, bhikkhave, etaṃ divāvikālabhojanaṃ pajahathā’ti.
mn: ‘Please, mendicants, give up that meal at the wrong time of day.’

# mn66:5.8
source: Tassa mayhaṃ, bhante, ahudeva aññathattaṃ, ahudeva domanassaṃ:
mn: At that, sir, we became sad and upset,

# mn66:5.9
source: ‘yampi no saddhā gahapatikā divā vikāle paṇītaṃ khādanīyaṃ bhojanīyaṃ denti tassapi no bhagavā pahānamāha, tassapi no sugato paṭinissaggamāhā’ti.
mn: ‘But these faithful householders give us a variety of delicious foods at the wrong time of day. And the Blessed One tells us to give it up! The Holy One tells us to let it go!’

# mn66:5.10
source: Te mayaṃ, bhante, bhagavati pemañca gāravañca hiriñca ottappañca sampassamānā evaṃ taṃ divāvikālabhojanaṃ pajahimhā.
mn: But when we considered our love and respect for the Buddha, and our sense of conscience and prudence, we gave up that meal at the wrong time of day.

# mn66:5.11
source: Te mayaṃ, bhante, sāyañceva bhuñjāma pāto ca.
mn: Then we ate in the evening and the morning.

# mn66:5.12
source: Ahu kho so, bhante, samayo yaṃ bhagavā bhikkhū āmantesi:
mn: But then there came a time when the Buddha addressed the mendicants, saying,

# mn66:5.13
source: ‘iṅgha tumhe, bhikkhave, etaṃ rattiṃvikālabhojanaṃ pajahathā’ti.
mn: ‘Please, mendicants, give up that meal at the wrong time of night.’

# mn66:5.14
source: Tassa mayhaṃ, bhante, ahudeva aññathattaṃ ahudeva domanassaṃ:
mn: At that, sir, we became sad and upset,

# mn66:5.15
source: ‘yampi no imesaṃ dvinnaṃ bhattānaṃ paṇītasaṅkhātataraṃ tassapi no bhagavā pahānamāha, tassapi no sugato paṭinissaggamāhā’ti.
mn: ‘But that’s considered the more delicious of the two meals. And the Blessed One tells us to give it up! The Holy One tells us to let it go!’

# mn66:5.16
source: Bhūtapubbaṃ, bhante, aññataro puriso divā sūpeyyaṃ labhitvā evamāha:
mn: Once it so happened that a certain person got some soup during the day. He said,

# mn66:5.17
source: ‘handa ca imaṃ nikkhipatha, sāyaṃ sabbeva samaggā bhuñjissāmā’ti.
mn: ‘Come, let’s set this aside; we’ll enjoy it together this evening.’

# mn66:5.18
source: Yā kāci, bhante, saṅkhatiyo sabbā tā rattiṃ, appā divā.
mn: Nearly all meals are prepared at night, only a few in the day.

# mn66:5.19
source: Te mayaṃ, bhante, bhagavati pemañca gāravañca hiriñca ottappañca sampassamānā evaṃ taṃ rattiṃvikālabhojanaṃ pajahimhā.
mn: But when we considered our love and respect for the Buddha, and our sense of conscience and prudence, we gave up that meal at the wrong time of night.

# mn66:5.20
source: Bhūtapubbaṃ, bhante, bhikkhū rattandhakāratimisāyaṃ piṇḍāya carantā candanikampi pavisanti, oligallepi papatanti, kaṇṭakāvāṭampi ārohanti, suttampi gāviṃ ārohanti, māṇavehipi samāgacchanti katakammehipi akatakammehipi, mātugāmopi te asaddhammena nimanteti.
mn: In the past, mendicants went wandering for alms in the dark of the night. They walked into a swamp, or fell into a sewer, or collided with a thorn bush, or collided with a sleeping cow, or encountered youths escaping a crime or on their way to commit one, or were invited by a female to commit a lewd act.

# mn66:5.21
source: Bhūtapubbāhaṃ, bhante, rattandhakāratimisāyaṃ piṇḍāya carāmi.
mn: Once it so happened that I wandered for alms in the dark of the night.

# mn66:5.22
source: Addasā kho maṃ, bhante, aññatarā itthī vijjantarikāya bhājanaṃ dhovantī.
mn: A woman washing a pot saw me by a flash of lightning.

# mn66:5.23
source: Disvā maṃ bhītā vissaramakāsi:
mn: Startled, she cried out,

# mn66:5.24
source: ‘abhumme pisāco vata man’ti.
mn: ‘Bloody hell! A goblin’s upon me!’

# mn66:5.25
source: Evaṃ vutte, ahaṃ, bhante, taṃ itthiṃ etadavocaṃ:
mn: When she said this, I said to her,

# mn66:5.26
source: ‘nāhaṃ, bhagini, pisāco;
mn: ‘Sister, I am no goblin.

# mn66:5.27
source: bhikkhu piṇḍāya ṭhito’ti.
mn: I’m a mendicant waiting for alms.’

# mn66:5.28
source: ‘Bhikkhussa ātumārī, bhikkhussa mātumārī.
mn: ‘Then it’s a mendicant whose ma died and pa died!

# mn66:5.29
source: Varaṃ te, bhikkhu, tiṇhena govikantanena kucchi parikanto, na tveva varaṃ yaṃ rattandhakāratimisāyaṃ kucchihetu piṇḍāya carasī’ti.
mn: You’d be better off having your belly sliced open with a meat cleaver than to wander for alms in the dark of night for the sake of your belly.’

# mn66:5.30
source: Tassa mayhaṃ, bhante, tadanussarato evaṃ hoti:
mn: Recollecting that, I thought,

# mn66:5.31
source: ‘bahūnaṃ vata no bhagavā dukkhadhammānaṃ apahattā, bahūnaṃ vata no bhagavā sukhadhammānaṃ upahattā;
mn: ‘The Buddha has rid us of so many things that bring suffering and gifted us so many things that bring happiness!

# mn66:5.32
source: bahūnaṃ vata no bhagavā akusalānaṃ dhammānaṃ apahattā, bahūnaṃ vata no bhagavā kusalānaṃ dhammānaṃ upahattā’”ti.
mn: He has rid us of so many unskillful things and gifted us so many skillful things!’”

# mn66:7.1
source: “Evameva panudāyi, idhekacce moghapurisā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu:
mn: “This is exactly what happens when some foolish people are told by me to give something up. They say,

# mn66:7.2
source: ‘kiṃ panimassa appamattakassa oramattakassa adhisallikhatevāyaṃ samaṇo’ti.
mn: ‘What, such a trivial, insignificant thing as this? This ascetic is much too strict!’

# mn66:7.3
source: Te tañceva nappajahanti, mayi ca appaccayaṃ upaṭṭhāpenti.
mn: They don’t give it up, and they nurse bitterness towards me;

# mn66:7.4
source: Ye ca bhikkhū sikkhākāmā tesaṃ taṃ, udāyi, hoti balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro—
mn: and for the mendicants who want to train, that becomes a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.

# mn66:8.1
source: seyyathāpi, udāyi, laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṃ vā bandhaṃ vā maraṇaṃ vā āgameti.
mn: Suppose a quail was tied with a rotten creeper, and was waiting there to be injured, caged, or killed.

# mn66:8.2
source: Yo nu kho, udāyi, evaṃ vadeyya:
mn: Would it be right to say that,

# mn66:8.3
source: ‘yena sā laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṃ vā bandhaṃ vā maraṇaṃ vā āgameti, tañhi tassā abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanan’ti;
mn: for that quail, that rotten creeper is weak, feeble, rotten, and insubstantial?”

# mn66:8.5
source: “No hetaṃ, bhante.
mn: “No, sir.

# mn66:8.6
source: Yena sā, bhante, laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṃ vā bandhaṃ vā maraṇaṃ vā āgameti, tañhi tassā balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro”ti.
mn: For that quail, that rotten creeper is a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.”

# mn66:8.7
source: “Evameva kho, udāyi, idhekacce moghapurisā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu:
mn: “In the same way, when some foolish people are told by me to give something up, they say,

# mn66:8.8
source: ‘kiṃ panimassa appamattakassa oramattakassa adhisallikhatevāyaṃ samaṇo’ti?
mn: ‘What, such a trivial, insignificant thing as this? This ascetic is much too strict!’

# mn66:8.9
source: Te tañceva nappajahanti, mayi ca appaccayaṃ upaṭṭhāpenti.
mn: They don’t give it up, and they nurse bitterness towards me;

# mn66:8.10
source: Ye ca bhikkhū sikkhākāmā tesaṃ taṃ, udāyi, hoti balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro.
mn: and for the mendicants who want to train, that becomes a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.

# mn66:9.1
source: Idha panudāyi, ekacce kulaputtā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu:
mn: But when some gentlemen are told by me to give something up, they say,

# mn66:9.2
source: ‘kiṃ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti?
mn: ‘What, we just have to give up such a trivial, insignificant thing as this, when the Blessed One tells us to give it up, the Holy One tells us to let it go?’

# mn66:9.3
source: Te tañceva pajahanti, mayi ca na appaccayaṃ upaṭṭhāpenti.
mn: They give it up, and they don’t nurse bitterness towards me;

# mn66:9.4
source: Ye ca bhikkhū sikkhākāmā te taṃ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti.
mn: and when the mendicants who want to train have given that up, they live relaxed, unruffled, surviving on charity, their hearts free as a wild deer.

# mn66:9.5
source: Tesaṃ taṃ, udāyi, hoti abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanaṃ—
mn: For them, that bond is weak, feeble, rotten, and insubstantial.

# mn66:10.1
source: seyyathāpi, udāyi, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṃyeva kāyaṃ sannāmetvā tāni bandhanāni saṃchinditvā sampadāletvā yena kāmaṃ pakkamati.
mn: Suppose there was a royal bull elephant with tusks like plows, able to draw a heavy load, pedigree and battle-hardened. And it was bound with a strong harness. But just by twisting its body a little, it would break apart its bonds and go wherever it wants.

# mn66:10.2
source: Yo nu kho, udāyi, evaṃ vadeyya:
mn: Would it be right to say that,

# mn66:10.3
source: ‘yehi so rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṃyeva kāyaṃ sannāmetvā tāni bandhanāni saṃchinditvā sampadāletvā yena kāmaṃ pakkamati, tañhi tassa balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro’ti;
mn: for that bull elephant, that strong harness is a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke?”

# mn66:10.5
source: “No hetaṃ, bhante.
mn: “No, sir.

# mn66:10.6
source: Yehi so, bhante, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṃyeva kāyaṃ sannāmetvā tāni bandhanāni saṃchinditvā sampadāletvā yena kāmaṃ pakkamati, tañhi tassa abalaṃ bandhanaṃ … pe … asārakaṃ bandhanan”ti.
mn: For that bull elephant, that strong harness is weak, feeble, rotten, and insubstantial.”

# mn66:10.7
source: “Evameva kho, udāyi, idhekacce kulaputtā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu:
mn: “In the same way, when some gentlemen are told by me to give something up, they say,

# mn66:10.8
source: ‘kiṃ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti?
mn: ‘What, we just have to give up such a trivial, insignificant thing as this, when the Blessed One tells us to give it up, the Holy One tells us to let it go?’

# mn66:10.9
source: Te tañceva pajahanti, mayi ca na appaccayaṃ upaṭṭhāpenti.
mn: They give it up, and they don’t nurse bitterness towards me;

# mn66:10.10
source: Ye ca bhikkhū sikkhākāmā te taṃ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti.
mn: and when the mendicants who want to train have given that up, they live relaxed, unruffled, surviving on charity, their hearts free as a wild deer.

# mn66:10.11
source: Tesaṃ taṃ, udāyi, hoti abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanaṃ.
mn: For them, that bond is weak, feeble, rotten, and insubstantial.

# mn66:11.1
source: Seyyathāpi, udāyi, puriso daliddo assako anāḷhiyo;
mn: Suppose there was a poor man, with few possessions and little wealth.

# mn66:11.2
source: tassassa ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ, ekā khaṭopikā oluggaviluggā naparamarūpā, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ, ekā jāyikā naparamarūpā.
mn: He had a single broken-down hovel open to the crows, not the best sort; a single broken-down couch, not the best sort; a single pot for storing grain, not the best sort; and a single wifey, not the best sort.

# mn66:11.3
source: So ārāmagataṃ bhikkhuṃ passeyya sudhotahatthapādaṃ manuññaṃ bhojanaṃ bhuttāviṃ sītāya chāyāya nisinnaṃ adhicitte yuttaṃ.
mn: He’d see a mendicant sitting in meditation in the cool shade, their hands and feet well washed after eating a delectable meal.

# mn66:11.4
source: Tassa evamassa:
mn: He’d think,

# mn66:11.5
source: ‘sukhaṃ vata bho sāmaññaṃ, ārogyaṃ vata bho sāmaññaṃ.
mn: ‘The ascetic life is so very pleasant! The ascetic life is so very skillful!

# mn66:11.6
source: So vatassaṃ yohaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.
mn: If only I could shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.’

# mn66:11.7
source: So na sakkuṇeyya ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ pahāya, ekaṃ khaṭopikaṃ oluggaviluggaṃ naparamarūpaṃ pahāya, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ pahāya, ekaṃ jāyikaṃ naparamarūpaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ.
mn: But he’s not able to give up his broken-down hovel, his broken-down couch, his pot for storing grain, or his wifey—none of which are the best sort—in order to go forth.

# mn66:11.8
source: Yo nu kho, udāyi, evaṃ vadeyya:
mn: Would it be right to say that,

# mn66:11.9
source: ‘yehi so puriso bandhanehi baddho na sakkoti ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ pahāya, ekaṃ khaṭopikaṃ oluggaviluggaṃ naparamarūpaṃ pahāya, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ pahāya, ekaṃ jāyikaṃ naparamarūpaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ;
mn: for that man,

# mn66:11.10
source: tañhi tassa abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanan’ti;
mn: those bonds are weak, feeble, rotten, and insubstantial?”

# mn66:11.12
source: “No hetaṃ, bhante.
mn: “No, sir.

# mn66:11.13
source: Yehi so, bhante, puriso bandhanehi baddho, na sakkoti ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ pahāya, ekaṃ khaṭopikaṃ oluggaviluggaṃ naparamarūpaṃ pahāya, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ pahāya, ekaṃ jāyikaṃ naparamarūpaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ;
mn: For that man,

# mn66:11.14
source: tañhi tassa balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro”ti.
mn: they are a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.”

# mn66:11.15
source: “Evameva kho, udāyi, idhekacce moghapurisā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu:
mn: “In the same way, when some foolish people are told by me to give something up, they say,

# mn66:11.16
source: ‘kiṃ panimassa appamattakassa oramattakassa adhisallikhatevāyaṃ samaṇo’ti?
mn: ‘What, such a trivial, insignificant thing as this? This ascetic is much too strict!’

# mn66:11.17
source: Te tañceva nappajahanti, mayi ca appaccayaṃ upaṭṭhāpenti.
mn: They don’t give it up, and they nurse bitterness towards me;

# mn66:11.18
source: Ye ca bhikkhū sikkhākāmā tesaṃ taṃ, udāyi, hoti balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro.
mn: and for the mendicants who want to train, that becomes a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.

# mn66:12.1
source: Seyyathāpi, udāyi, gahapati vā gahapatiputto vā aḍḍho mahaddhano mahābhogo, nekānaṃ nikkhagaṇānaṃ cayo, nekānaṃ dhaññagaṇānaṃ cayo, nekānaṃ khettagaṇānaṃ cayo, nekānaṃ vatthugaṇānaṃ cayo, nekānaṃ bhariyagaṇānaṃ cayo, nekānaṃ dāsagaṇānaṃ cayo, nekānaṃ dāsigaṇānaṃ cayo;
mn: Suppose there was a rich man, affluent, and wealthy. He had a vast amount of gold coin, grain, fields, lands, wives, and male and female bondservants.

# mn66:12.2
source: so ārāmagataṃ bhikkhuṃ passeyya sudhotahatthapādaṃ manuññaṃ bhojanaṃ bhuttāviṃ sītāya chāyāya nisinnaṃ adhicitte yuttaṃ.
mn: He’d see a mendicant sitting in meditation in the cool shade, their hands and feet well washed after eating a delectable meal.

# mn66:12.3
source: Tassa evamassa:
mn: He’d think,

# mn66:12.4
source: ‘sukhaṃ vata bho sāmaññaṃ, ārogyaṃ vata bho sāmaññaṃ.
mn: ‘The ascetic life is so very pleasant! The ascetic life is so very skillful!

# mn66:12.5
source: So vatassaṃ yohaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.
mn: If only I could shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.’

# mn66:12.6
source: So sakkuṇeyya nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ.
mn: And he is able to give up his vast amount of gold coin, grain, fields, lands, wives, and male and female bondservants in order to go forth.

# mn66:12.7
source: Yo nu kho, udāyi, evaṃ vadeyya:
mn: Would it be right to say that,

# mn66:12.8
source: ‘yehi so gahapati vā gahapatiputto vā bandhanehi baddho, sakkoti nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ, tañhi tassa balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro’ti;
mn: for that man, they are a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke?”

# mn66:12.10
source: “No hetaṃ, bhante.
mn: “No, sir.

# mn66:12.11
source: Yehi so, bhante, gahapati vā gahapatiputto vā bandhanehi baddho, sakkoti nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ;
mn: For that man,

# mn66:12.12
source: tañhi tassa abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanan”ti.
mn: those bonds are weak, feeble, rotten, and insubstantial.”

# mn66:12.13
source: “Evameva kho, udāyi, idhekacce kulaputtā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu:
mn: “In the same way, when some gentlemen are told by me to give something up, they say,

# mn66:12.14
source: ‘kiṃ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti?
mn: ‘What, we just have to give up such a trivial, insignificant thing as this, when the Blessed One tells us to give it up, the Holy One tells us to let it go?’

# mn66:12.15
source: Te tañceva pajahanti, mayi ca na appaccayaṃ upaṭṭhāpenti.
mn: They give it up, and they don’t nurse bitterness towards me;

# mn66:12.16
source: Ye ca bhikkhū sikkhākāmā te taṃ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti.
mn: and when the mendicants who want to train have given that up, they live relaxed, unruffled, surviving on charity, their hearts free as a wild deer.

# mn66:12.17
source: Tesaṃ taṃ, udāyi, hoti abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanaṃ.
mn: For them, that bond is weak, feeble, rotten, and insubstantial.

# mn66:13.1
source: Cattārome, udāyi, puggalā santo saṃvijjamānā lokasmiṃ.
mn: Udāyī, these four people are found in the world.

# mn66:13.2
source: Katame cattāro?
mn: What four?

# mn66:14.1
source: Idhudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya.
mn: Take a certain person practicing to give up and let go of attachments.

# mn66:14.2
source: Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti.
mn: As they do so, memories and thoughts connected with attachments beset them.

# mn66:14.3
source: So te adhivāseti, nappajahati, na vinodeti, na byantīkaroti, na anabhāvaṃ gameti.
mn: They tolerate them and don’t give them up, get rid of them, eliminate them, and obliterate them.

# mn66:14.4
source: Imaṃ kho ahaṃ, udāyi, puggalaṃ ‘saṃyutto’ti vadāmi no ‘visaṃyutto’.
mn: I call this person ‘fettered’, not ‘detached’.

# mn66:14.5
source: Taṃ kissa hetu?
mn: Why is that?
