Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn061.po
Languages: mn

# mn61:0.1
source: Majjhima Nikāya 61
mn: Middle Discourses 61

# mn61:0.2
source: Ambalaṭṭhikarāhulovādasutta
mn: Advice to Rāhula at Ambalaṭṭhika

# mn61:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn61:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn61:2.1
source: Tena kho pana samayena āyasmā rāhulo ambalaṭṭhikāyaṃ viharati.
mn: Now at that time Venerable Rāhula was staying at Ambalaṭṭhikā.

# mn61:2.2
source: Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena ambalaṭṭhikā yenāyasmā rāhulo tenupasaṅkami.
mn: Then in the late afternoon, the Buddha came out of retreat and went to Ambalaṭṭhika to see Venerable Rāhula.

# mn61:2.3
source: Addasā kho āyasmā rāhulo bhagavantaṃ dūratova āgacchantaṃ.
mn: Rāhula saw the Buddha coming off in the distance.

# mn61:2.4
source: Disvāna āsanaṃ paññāpesi, udakañca pādānaṃ.
mn: He spread out a seat and placed water for washing the feet.

# mn61:2.5
source: Nisīdi bhagavā paññatte āsane.
mn: The Buddha sat on the seat spread out,

# mn61:2.6
source: Nisajja pāde pakkhālesi.
mn: and washed his feet.

# mn61:2.7
source: Āyasmāpi kho rāhulo bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
mn: Rāhula bowed to the Buddha and sat down to one side.

# mn61:3.1
source: Atha kho bhagavā parittaṃ udakāvasesaṃ udakādhāne ṭhapetvā āyasmantaṃ rāhulaṃ āmantesi:
mn: Then the Buddha, leaving a little water in the pot, addressed Rāhula,

# mn61:3.2
source: “passasi no tvaṃ, rāhula, imaṃ parittaṃ udakāvasesaṃ udakādhāne ṭhapitan”ti?
mn: “Rāhula, do you see this little bit of water left in the pot?”

# mn61:3.3
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn61:3.4
source: “Evaṃ parittakaṃ kho, rāhula, tesaṃ sāmaññaṃ yesaṃ natthi sampajānamusāvāde lajjā”ti.
mn: “That’s how little of the ascetic’s nature is left in those who are not ashamed to tell a deliberate lie.”

# mn61:4.1
source: Atha kho bhagavā parittaṃ udakāvasesaṃ chaḍḍetvā āyasmantaṃ rāhulaṃ āmantesi:
mn: Then the Buddha, tossing away what little water was left in the pot, said to Rāhula,

# mn61:4.2
source: “passasi no tvaṃ, rāhula, parittaṃ udakāvasesaṃ chaḍḍitan”ti?
mn: “Do you see this little bit of water that was tossed away?”

# mn61:4.3
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn61:4.4
source: “Evaṃ chaḍḍitaṃ kho, rāhula, tesaṃ sāmaññaṃ yesaṃ natthi sampajānamusāvāde lajjā”ti.
mn: “That’s how the ascetic’s nature is tossed away in those who are not ashamed to tell a deliberate lie.”

# mn61:4.5
source: Atha kho bhagavā taṃ udakādhānaṃ nikkujjitvā āyasmantaṃ rāhulaṃ āmantesi:
mn: Then the Buddha, turning the pot upside down, said to Rāhula,

# mn61:4.6
source: “passasi no tvaṃ, rāhula, imaṃ udakādhānaṃ nikkujjitan”ti?
mn: “Do you see how this pot is turned upside down?”

# mn61:4.7
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn61:4.8
source: “Evaṃ nikkujjitaṃ kho, rāhula, tesaṃ sāmaññaṃ yesaṃ natthi sampajānamusāvāde lajjā”ti.
mn: “That’s how the ascetic’s nature is turned upside down in those who are not ashamed to tell a deliberate lie.”

# mn61:4.9
source: Atha kho bhagavā taṃ udakādhānaṃ ukkujjitvā āyasmantaṃ rāhulaṃ āmantesi:
mn: Then the Buddha, turning the pot right side up, said to Rāhula,

# mn61:4.10
source: “passasi no tvaṃ, rāhula, imaṃ udakādhānaṃ rittaṃ tucchan”ti?
mn: “Do you see how this pot is vacant and hollow?”

# mn61:4.11
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn61:4.12
source: “Evaṃ rittaṃ tucchaṃ kho, rāhula, tesaṃ sāmaññaṃ yesaṃ natthi sampajānamusāvāde lajjāti.
mn: “That’s how vacant and hollow the ascetic’s nature is in those who are not ashamed to tell a deliberate lie.

# mn61:7.1
source: Seyyathāpi, rāhula, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṃ karoti, pacchimehipi pādehi kammaṃ karoti, purimenapi kāyena kammaṃ karoti, pacchimenapi kāyena kammaṃ karoti, sīsenapi kammaṃ karoti, kaṇṇehipi kammaṃ karoti, dantehipi kammaṃ karoti, naṅguṭṭhenapi kammaṃ karoti; rakkhateva soṇḍaṃ.
mn: Suppose there was a royal bull elephant with tusks like plows, able to draw a heavy load, pedigree and battle-hardened. In battle it uses its fore-feet and hind-feet, its fore-quarters and hind-quarters, its head, ears, tusks, and tail, but it still protects its trunk.

# mn61:7.2
source: Tattha hatthārohassa evaṃ hoti:
mn: So its rider thinks:

# mn61:7.3
source: ‘ayaṃ kho rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṃ karoti, pacchimehipi pādehi kammaṃ karoti … pe … naṅguṭṭhenapi kammaṃ karoti; rakkhateva soṇḍaṃ.
mn: ‘This royal bull elephant still protects its trunk.

# mn61:7.4
source: Apariccattaṃ kho rañño nāgassa jīvitan’ti.
mn: It has not fully dedicated its life.’

# mn61:7.5
source: Yato kho, rāhula, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṃ karoti, pacchimehipi pādehi kammaṃ karoti … pe … naṅguṭṭhenapi kammaṃ karoti, soṇḍāyapi kammaṃ karoti, tattha hatthārohassa evaṃ hoti:
mn: But when that royal bull elephant … in battle uses its fore-feet and hind-feet, its fore-quarters and hind-quarters, its head, ears, tusks, and tail, and its trunk, its rider thinks:

# mn61:7.6
source: ‘ayaṃ kho rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṃ karoti, pacchimehipi pādehi kammaṃ karoti, purimenapi kāyena kammaṃ karoti, pacchimenapi kāyena kammaṃ karoti, sīsenapi kammaṃ karoti, kaṇṇehipi kammaṃ karoti, dantehipi kammaṃ karoti, naṅguṭṭhenapi kammaṃ karoti, soṇḍāyapi kammaṃ karoti.
mn: ‘This royal bull elephant … in battle uses its fore-feet and hind-feet, its fore-quarters and hind-quarters, its head, ears, tusks, and tail, and its trunk.

# mn61:7.7
source: Pariccattaṃ kho rañño nāgassa jīvitaṃ.
mn: It has fully dedicated its life.

# mn61:7.8
source: Natthi dāni kiñci rañño nāgassa akaraṇīyan’ti.
mn: Now there is nothing that royal bull elephant would not do.’

# mn61:7.9
source: Evameva kho, rāhula, yassa kassaci sampajānamusāvāde natthi lajjā, nāhaṃ tassa kiñci pāpaṃ akaraṇīyanti vadāmi.
mn: In the same way, when someone is not ashamed to tell a deliberate lie, there is no bad deed they would not do, I say.

# mn61:7.10
source: Tasmātiha te, rāhula, ‘hassāpi na musā bhaṇissāmī’ti—
mn: So you should train like this: ‘I will not tell a lie, even for a joke.’

# mn61:8.1
source: Taṃ kiṃ maññasi, rāhula,
mn: What do you think, Rāhula?

# mn61:8.2
source: kimatthiyo ādāso”ti?
mn: What is the purpose of a mirror?”

# mn61:8.3
source: “Paccavekkhaṇattho, bhante”ti.
mn: “It’s for checking your reflection, sir.”

# mn61:8.4
source: “Evameva kho, rāhula, paccavekkhitvā paccavekkhitvā kāyena kammaṃ kattabbaṃ, paccavekkhitvā paccavekkhitvā vācāya kammaṃ kattabbaṃ, paccavekkhitvā paccavekkhitvā manasā kammaṃ kattabbaṃ.
mn: “In the same way, deeds of body, speech, and mind should be done only after repeated checking.

# mn61:9.1
source: Yadeva tvaṃ, rāhula, kāyena kammaṃ kattukāmo ahosi, tadeva te kāyakammaṃ paccavekkhitabbaṃ:
mn: When you want to act with the body, you should check on that same deed:

# mn61:9.2
source: ‘yannu kho ahaṃ idaṃ kāyena kammaṃ kattukāmo idaṃ me kāyakammaṃ attabyābādhāyapi saṃvatteyya, parabyābādhāyapi saṃvatteyya, ubhayabyābādhāyapi saṃvatteyya—
mn: ‘Does this act with the body that I want to do lead to hurting myself, hurting others, or hurting both?

# mn61:9.3
source: akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti?
mn: Is it unskillful, with suffering as its outcome and result?’

# mn61:9.4
source: Sace tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:
mn: If, while checking in this way, you know:

# mn61:9.5
source: ‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ kattukāmo idaṃ me kāyakammaṃ attabyābādhāyapi saṃvatteyya, parabyābādhāyapi saṃvatteyya, ubhayabyābādhāyapi saṃvatteyya—
mn: ‘This act with the body that I want to do leads to hurting myself, hurting others, or hurting both.

# mn61:9.6
source: akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti, evarūpaṃ te, rāhula, kāyena kammaṃ sasakkaṃ na karaṇīyaṃ.
mn: It’s unskillful, with suffering as its outcome and result.’ To the best of your ability, Rāhula, you should not do such a deed.

# mn61:9.7
source: Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:
mn: But if, while checking in this way, you know:

# mn61:9.8
source: ‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ kattukāmo idaṃ me kāyakammaṃ nevattabyābādhāyapi saṃvatteyya, na parabyābādhāyapi saṃvatteyya, na ubhayabyābādhāyapi saṃvatteyya—
mn: ‘This act with the body that I want to do doesn’t lead to hurting myself, hurting others, or hurting both.

# mn61:9.9
source: kusalaṃ idaṃ kāyakammaṃ sukhudrayaṃ sukhavipākan’ti, evarūpaṃ te, rāhula, kāyena kammaṃ karaṇīyaṃ.
mn: It’s skillful, with happiness as its outcome and result.’ Then, Rāhula, you should do such a deed.

# mn61:10.1
source: Karontenapi te, rāhula, kāyena kammaṃ tadeva te kāyakammaṃ paccavekkhitabbaṃ:
mn: While you are acting with the body, you should check on that same act:

# mn61:10.2
source: ‘yannu kho ahaṃ idaṃ kāyena kammaṃ karomi idaṃ me kāyakammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—
mn: ‘Does this act with the body that I am doing lead to hurting myself, hurting others, or hurting both?

# mn61:10.3
source: akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti?
mn: Is it unskillful, with suffering as its outcome and result?’

# mn61:10.4
source: Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:
mn: If, while checking in this way, you know:

# mn61:10.5
source: ‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ karomi idaṃ me kāyakammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—
mn: ‘This act with the body that I am doing leads to hurting myself, hurting others, or hurting both.

# mn61:10.6
source: akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti, paṭisaṃhareyyāsi tvaṃ, rāhula, evarūpaṃ kāyakammaṃ.
mn: It’s unskillful, with suffering as its outcome and result.’ Then, Rāhula, you should desist from such a deed.

# mn61:10.7
source: Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:
mn: But if, while checking in this way, you know:

# mn61:10.8
source: ‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ karomi idaṃ me kāyakammaṃ nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati—
mn: ‘This act with the body that I am doing doesn’t lead to hurting myself, hurting others, or hurting both.

# mn61:10.9
source: kusalaṃ idaṃ kāyakammaṃ sukhudrayaṃ sukhavipākan’ti, anupadajjeyyāsi tvaṃ, rāhula, evarūpaṃ kāyakammaṃ.
mn: It’s skillful, with happiness as its outcome and result.’ Then, Rāhula, you should continue doing such a deed.

# mn61:11.1
source: Katvāpi te, rāhula, kāyena kammaṃ tadeva te kāyakammaṃ paccavekkhitabbaṃ:
mn: After you have acted with the body, you should check on that same act:

# mn61:11.2
source: ‘yannu kho ahaṃ idaṃ kāyena kammaṃ akāsiṃ idaṃ me kāyakammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—
mn: ‘Does this act with the body that I have done lead to hurting myself, hurting others, or hurting both?

# mn61:11.3
source: akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti?
mn: Is it unskillful, with suffering as its outcome and result?’

# mn61:11.4
source: Sace kho tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:
mn: If, while checking in this way, you know:

# mn61:11.5
source: ‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ akāsiṃ, idaṃ me kāyakammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—
mn: ‘This act with the body that I have done leads to hurting myself, hurting others, or hurting both.

# mn61:11.6
source: akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti, evarūpaṃ te, rāhula, kāyakammaṃ satthari vā viññūsu vā sabrahmacārīsu desetabbaṃ, vivaritabbaṃ, uttānīkātabbaṃ;
mn: It’s unskillful, with suffering as its outcome and result.’ Then, Rāhula, you should confess, reveal, and clarify such a deed to the Teacher or a sensible spiritual companion.

# mn61:11.7
source: desetvā vivaritvā uttānīkatvā āyatiṃ saṃvaraṃ āpajjitabbaṃ.
mn: And having revealed it you should restrain yourself in future.

# mn61:11.8
source: Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:
mn: But if, while checking in this way, you know:

# mn61:11.9
source: ‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ akāsiṃ idaṃ me kāyakammaṃ nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati—
mn: ‘This act with the body that I have done doesn’t lead to hurting myself, hurting others, or hurting both.

# mn61:11.10
source: kusalaṃ idaṃ kāyakammaṃ sukhudrayaṃ sukhavipākan’ti, teneva tvaṃ, rāhula, pītipāmojjena vihareyyāsi ahorattānusikkhī kusalesu dhammesu.
mn: It’s skillful, with happiness as its outcome and result.’ Then, Rāhula, you should live in rapture and joy because of this, training day and night in skillful qualities.

# mn61:12.1
source: “Yadeva tvaṃ, rāhula, vācāya kammaṃ kattukāmo ahosi, tadeva te vacīkammaṃ paccavekkhitabbaṃ:
mn: When you want to act with speech, you should check on that same deed:

# mn61:12.2
source: ‘yannu kho ahaṃ idaṃ vācāya kammaṃ kattukāmo idaṃ me vacīkammaṃ attabyābādhāyapi saṃvatteyya, parabyābādhāyapi saṃvatteyya, ubhayabyābādhāyapi saṃvatteyya—
mn: ‘Does this act of speech that I want to do lead to hurting myself, hurting others, or hurting both?’ …

# mn61:14.4
source: Sace kho tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:
mn: If, while checking in this way, you know:

# mn61:14.5
source: ‘yaṃ kho ahaṃ idaṃ vācāya kammaṃ akāsiṃ idaṃ me vacīkammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—
mn: ‘This act of speech that I have done leads to hurting myself, hurting others, or hurting both.

# mn61:14.6
source: akusalaṃ idaṃ vacīkammaṃ dukkhudrayaṃ dukkhavipākan’ti, evarūpaṃ te, rāhula, vacīkammaṃ satthari vā viññūsu vā sabrahmacārīsu desetabbaṃ, vivaritabbaṃ, uttānīkattabbaṃ;
mn: It’s unskillful, with suffering as its outcome and result.’ Then, Rāhula, you should confess, reveal, and clarify such a deed to the Teacher or a sensible spiritual companion.

# mn61:14.7
source: desetvā vivaritvā uttānīkatvā āyatiṃ saṃvaraṃ āpajjitabbaṃ.
mn: And having revealed it you should restrain yourself in future.

# mn61:14.8
source: Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:
mn: But if, while checking in this way, you know:

# mn61:14.9
source: ‘yaṃ kho ahaṃ idaṃ vācāya kammaṃ akāsiṃ idaṃ me vacīkammaṃ nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati—
mn: ‘This act of speech that I have done doesn’t lead to hurting myself, hurting others, or hurting both.

# mn61:14.10
source: kusalaṃ idaṃ vacīkammaṃ sukhudrayaṃ sukhavipākan’ti, teneva tvaṃ, rāhula, pītipāmojjena vihareyyāsi ahorattānusikkhī kusalesu dhammesu.
mn: It’s skillful, with happiness as its outcome and result.’ Then, Rāhula, you should live in rapture and joy because of this, training day and night in skillful qualities.

# mn61:15.1
source: Yadeva tvaṃ, rāhula, manasā kammaṃ kattukāmo ahosi, tadeva te manokammaṃ paccavekkhitabbaṃ:
mn: When you want to act with the mind, you should check on that same deed:

# mn61:15.2
source: ‘yannu kho ahaṃ idaṃ manasā kammaṃ kattukāmo idaṃ me manokammaṃ attabyābādhāyapi saṃvatteyya, parabyābādhāyapi saṃvatteyya, ubhayabyābādhāyapi saṃvatteyya—
mn: ‘Does this act of mind that I want to do lead to hurting myself, hurting others, or hurting both?’ …

# mn61:17.4
source: Sace kho tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:
mn: If, while checking in this way, you know:

# mn61:17.5
source: ‘yaṃ kho ahaṃ idaṃ manasā kammaṃ akāsiṃ idaṃ me manokammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—
mn: ‘This act of mind that I have done leads to hurting myself, hurting others, or hurting both.

# mn61:17.6
source: akusalaṃ idaṃ manokammaṃ dukkhudrayaṃ dukkhavipākan’ti, evarūpaṃ pana te, rāhula, manokammaṃ aṭṭīyitabbaṃ harāyitabbaṃ jigucchitabbaṃ;
mn: It’s unskillful, with suffering as its outcome and result.’ Then, Rāhula, you should be horrified, repelled, and disgusted by that deed.

# mn61:17.7
source: aṭṭīyitvā harāyitvā jigucchitvā āyatiṃ saṃvaraṃ āpajjitabbaṃ.
mn: And being repelled, you should restrain yourself in future.

# mn61:17.8
source: Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:
mn: But if, while checking in this way, you know:

# mn61:17.9
source: ‘yaṃ kho ahaṃ idaṃ manasā kammaṃ akāsiṃ idaṃ me manokammaṃ nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati—
mn: ‘This act with the mind that I have done doesn’t lead to hurting myself, hurting others, or hurting both.

# mn61:17.10
source: kusalaṃ idaṃ manokammaṃ sukhudrayaṃ sukhavipākan’ti, teneva tvaṃ, rāhula, pītipāmojjena vihareyyāsi ahorattānusikkhī kusalesu dhammesu.
mn: It’s skillful, with happiness as its outcome and result.’ Then, Rāhula, you should live in rapture and joy because of this, training day and night in skillful qualities.

# mn61:18.1
source: Ye hi keci, rāhula, atītamaddhānaṃ samaṇā vā brāhmaṇā vā kāyakammaṃ parisodhesuṃ, vacīkammaṃ parisodhesuṃ, manokammaṃ parisodhesuṃ, sabbe te evamevaṃ paccavekkhitvā paccavekkhitvā kāyakammaṃ parisodhesuṃ, paccavekkhitvā paccavekkhitvā vacīkammaṃ parisodhesuṃ, paccavekkhitvā paccavekkhitvā manokammaṃ parisodhesuṃ.
mn: All the ascetics and brahmins of the past, future, and present who purify their physical, verbal, and mental actions do so after repeatedly checking.

# mn61:18.4
source: Tasmātiha, rāhula, ‘paccavekkhitvā paccavekkhitvā kāyakammaṃ parisodhessāmi, paccavekkhitvā paccavekkhitvā vacīkammaṃ parisodhessāmi, paccavekkhitvā paccavekkhitvā manokammaṃ parisodhessāmī’ti—
mn: So Rāhula, you should train yourself like this: ‘I will purify my physical, verbal, and mental actions after repeatedly checking.’”

# mn61:18.6
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn61:18.7
source: Attamano āyasmā rāhulo bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Rāhula was happy with what the Buddha said.
