Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn060.po
Languages: mn

# mn60:17.3
source: sace kho atthi kiriyā evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati.
mn: And if there is effective action, when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.

# mn60:17.4
source: Kāmaṃ kho pana māhu kiriyā, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ;
mn: But let’s assume that those who say that there is no effective action are correct.

# mn60:17.5
source: atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ gārayho—dussīlo purisapuggalo micchādiṭṭhi akiriyavādo’ti.
mn: Regardless, that individual is still criticized by sensible people in the present life as being an immoral individual of wrong view, one who denies the efficacy of action.’

# mn60:17.6
source: Sace kho attheva kiriyā, evaṃ imassa bhoto purisapuggalassa ubhayattha kaliggaho—
mn: But if there really is effective action, they lose on both counts.

# mn60:17.7
source: yañca diṭṭheva dhamme viññūnaṃ gārayho, yañca kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati.
mn: For they are criticized by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.

# mn60:17.8
source: Evamassāyaṃ apaṇṇako dhammo dussamatto samādinno, ekaṃsaṃ pharitvā tiṭṭhati, riñcati kusalaṃ ṭhānaṃ.
mn: They have wrongly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of one side only, leaving out the skillful premise.

# mn60:18.1
source: Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: Since this is so, consider those ascetics and brahmins whose view is that

# mn60:18.2
source: ‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato; karoto karīyati pāpaṃ.
mn: the one who acts does a bad deed when they punish, etc.

# mn60:18.6
source: tesametaṃ pāṭikaṅkhaṃ yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme abhinivajjetvā yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme samādāya vattissanti.
mn: You can expect that they will reject bad conduct by way of body, speech, and mind, and undertake and implement good conduct by way of body, speech, and mind.

# mn60:18.7
source: Taṃ kissa hetu?
mn: Why is that?

# mn60:18.8
source: Passanti hi te bhonto samaṇabrāhmaṇā akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ.
mn: Because those ascetics and brahmins see that unskillful qualities are full of drawbacks, sordidness, and corruption, and that skillful qualities have the benefit and cleansing power of renunciation.

# mn60:19.1
source: Santaṃyeva kho pana kiriyaṃ ‘atthi kiriyā’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi.
mn: Moreover, since action actually does have an effect, their view that action is effective is right view.

# mn60:19.2
source: Santaṃyeva kho pana kiriyaṃ ‘atthi kiriyā’ti saṅkappeti; svāssa hoti sammāsaṅkappo.
mn: Since action actually does have an effect, their thought that action is effective is right thought.

# mn60:19.3
source: Santaṃyeva kho pana kiriyaṃ ‘atthi kiriyā’ti vācaṃ bhāsati; sāssa hoti sammāvācā.
mn: Since action actually does have an effect, their speech that action is effective is right speech.

# mn60:19.4
source: Santaṃyeva kho pana kiriyaṃ ‘atthi kiriyā’ti āha; ye te arahanto kiriyavādā tesamayaṃ na paccanīkaṃ karoti.
mn: Since action actually does have an effect, in saying that action is effective they don’t contradict those perfected ones who teach that action is effective.

# mn60:19.5
source: Santaṃyeva kho pana kiriyaṃ ‘atthi kiriyā’ti paraṃ saññāpeti; sāssa hoti saddhammasaññatti.
mn: Since action actually does have an effect, in convincing another that action is effective they are convincing them to accept a true teaching.

# mn60:19.6
source: Tāya ca pana saddhammasaññattiyā nevattānukkaṃseti, na paraṃ vambheti.
mn: And on account of that they don’t glorify themselves or put others down.

# mn60:19.7
source: Iti pubbeva kho panassa dussīlyaṃ pahīnaṃ hoti, susīlyaṃ paccupaṭṭhitaṃ—
mn: So they give up their former unethical conduct and are established in ethical conduct.

# mn60:19.8
source: ayañca sammādiṭṭhi sammāsaṅkappo sammāvācā ariyānaṃ apaccanīkatā saddhammasaññatti anattukkaṃsanā aparavambhanā. Evamassime aneke kusalā dhammā sambhavanti sammādiṭṭhipaccayā.
mn: And that is how right view gives rise to these many skillful qualities—right view, right thought, right speech, not contradicting the noble ones, convincing others to accept true teachings, and not glorifying oneself or putting others down.

# mn60:20.1
source: Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn60:20.2
source: ‘sace kho atthi kiriyā, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati.
mn: ‘If there is effective action, when this individual’s body breaks up, after death, they will be reborn in a good place, a heavenly realm.

# mn60:20.3
source: Kāmaṃ kho pana māhu kiriyā, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ;
mn: But let’s assume that those who say that there is no effective action are correct.

# mn60:20.4
source: atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ pāsaṃso—sīlavā purisapuggalo sammādiṭṭhi kiriyavādo’ti.
mn: Regardless, that individual is still praised by sensible people in the present life as being a moral individual of right view, who affirms the efficacy of action.’

# mn60:20.5
source: Sace kho attheva kiriyā, evaṃ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—
mn: So if there really is effective action, they win on both counts.

# mn60:20.6
source: yañca diṭṭheva dhamme viññūnaṃ pāsaṃso, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati.
mn: For they are praised by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a good place, a heavenly realm.

# mn60:20.7
source: Evamassāyaṃ apaṇṇako dhammo susamatto samādinno, ubhayaṃsaṃ pharitvā tiṭṭhati, riñcati akusalaṃ ṭhānaṃ.
mn: They have rightly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of both sides, leaving out the unskillful premise.

# mn60:21.1
source: Santi, gahapatayo, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn60:21.2
source: ‘natthi hetu, natthi paccayo sattānaṃ saṃkilesāya;
mn: ‘There is no cause or condition for the corruption of sentient beings.

# mn60:21.3
source: ahetū appaccayā sattā saṅkilissanti.
mn: Sentient beings are corrupted without cause or reason.

# mn60:21.4
source: Natthi hetu, natthi paccayo sattānaṃ visuddhiyā;
mn: There’s no cause or condition for the purification of sentient beings.

# mn60:21.5
source: ahetū appaccayā sattā visujjhanti.
mn: Sentient beings are purified without cause or reason.

# mn60:21.6
source: Natthi balaṃ, natthi vīriyaṃ, natthi purisathāmo, natthi purisaparakkamo;
mn: There is no power, no energy, no manly strength or vigor.

# mn60:21.7
source: sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṃgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṃ paṭisaṃvedentī’ti.
mn: All sentient beings, all living creatures, all beings, all souls lack control, power, and energy. Molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth.’

# mn60:22.1
source: Tesaṃyeva kho, gahapatayo, samaṇabrāhmaṇānaṃ eke samaṇabrāhmaṇā ujuvipaccanīkavādā.
mn: And there are some ascetics and brahmins whose doctrine directly contradicts this.

# mn60:22.2
source: Te evamāhaṃsu:
mn: They say:

# mn60:22.3
source: ‘atthi hetu, atthi paccayo sattānaṃ saṃkilesāya;
mn: ‘There is a cause and condition for the corruption of sentient beings.

# mn60:22.4
source: sahetū sappaccayā sattā saṅkilissanti.
mn: Sentient beings are corrupted with cause and reason.

# mn60:22.5
source: Atthi hetu, atthi paccayo sattānaṃ visuddhiyā;
mn: There is a cause and condition for the purification of sentient beings.

# mn60:22.6
source: sahetū sappaccayā sattā visujjhanti.
mn: Sentient beings are purified with cause and reason.

# mn60:22.7
source: Atthi balaṃ, atthi vīriyaṃ, atthi purisathāmo, atthi purisaparakkamo;
mn: There is power, energy, manly strength and vigor.

# mn60:22.8
source: na sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṃgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṃ paṭisaṃvedentī’ti.
mn: It is not the case that all sentient beings, all living creatures, all beings, all souls lack control, power, and energy, or that, molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth.’

# mn60:22.9
source: Taṃ kiṃ maññatha, gahapatayo,
mn: What do you think, householders?

# mn60:22.10
source: nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti?
mn: Don’t these doctrines directly contradict each other?”

# mn60:22.11
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn60:23.1
source: “Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: “Since this is so, consider those ascetics and brahmins whose view is that

# mn60:23.2
source: ‘natthi hetu, natthi paccayo sattānaṃ saṅkilesāya;
mn: there’s no cause or condition for the corruption of sentient beings, etc.

# mn60:23.7
source: tesametaṃ pāṭikaṅkhaṃ—yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme abhinivajjetvā yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme samādāya vattissanti.
mn: You can expect that they will reject good conduct by way of body, speech, and mind, and undertake and implement bad conduct by way of body, speech, and mind.

# mn60:23.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn60:23.9
source: Na hi te bhonto samaṇabrāhmaṇā passanti akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ.
mn: Because those ascetics and brahmins don’t see that unskillful qualities are full of drawbacks, sordidness, and corruption, or that skillful qualities have the benefit and cleansing power of renunciation.

# mn60:24.1
source: Santaṃyeva kho pana hetuṃ ‘natthi hetū’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi.
mn: Moreover, since there actually is causality, their view that there is no causality is wrong view.

# mn60:24.2
source: Santaṃyeva kho pana hetuṃ ‘natthi hetū’ti saṅkappeti; svāssa hoti micchāsaṅkappo.
mn: Since there actually is causality, their thought that there is no causality is wrong thought.

# mn60:24.3
source: Santaṃyeva kho pana hetuṃ ‘natthi hetū’ti vācaṃ bhāsati; sāssa hoti micchāvācā.
mn: Since there actually is causality, their speech that there is no causality is wrong speech.

# mn60:24.4
source: Santaṃyeva kho pana hetuṃ ‘natthi hetū’ti āha; ye te arahanto hetuvādā tesamayaṃ paccanīkaṃ karoti.
mn: Since there actually is causality, in saying that there is no causality they contradict those perfected ones who teach that there is causality.

# mn60:24.5
source: Santaṃyeva kho pana hetuṃ ‘natthi hetū’ti paraṃ saññāpeti; sāssa hoti asaddhammasaññatti.
mn: Since there actually is causality, in convincing another that there is no causality they are convincing them to accept an untrue teaching.

# mn60:24.6
source: Tāya ca pana asaddhammasaññattiyā attānukkaṃseti, paraṃ vambheti.
mn: And on account of that they glorify themselves and put others down.

# mn60:24.7
source: Iti pubbeva kho panassa susīlyaṃ pahīnaṃ hoti, dussīlyaṃ paccupaṭṭhitaṃ—
mn: So they give up their former ethical conduct and are established in unethical conduct.

# mn60:24.8
source: ayañca micchādiṭṭhi micchāsaṅkappo micchāvācā ariyānaṃ paccanīkatā asaddhammasaññatti attānukkaṃsanā paravambhanā. Evamassime aneke pāpakā akusalā dhammā sambhavanti micchādiṭṭhipaccayā.
mn: And that is how wrong view gives rise to these many bad, unskillful qualities—wrong view, wrong thought, wrong speech, contradicting the noble ones, convincing others to accept untrue teachings, and glorifying oneself and putting others down.

# mn60:25.1
source: Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn60:25.2
source: ‘sace kho natthi hetu, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā sotthimattānaṃ karissati;
mn: ‘If there is no causality, when this individual’s body breaks up they will keep themselves safe.

# mn60:25.3
source: sace kho atthi hetu, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati.
mn: And if there is causality, when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.

# mn60:25.4
source: Kāmaṃ kho pana māhu hetu, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ;
mn: But let’s assume that those who say that there is no causality are correct.

# mn60:25.5
source: atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ gārayho—dussīlo purisapuggalo micchādiṭṭhi ahetukavādo’ti.
mn: Regardless, that individual is still criticized by sensible people in the present life as being an immoral individual of wrong view, one who denies causality.’

# mn60:25.6
source: Sace kho attheva hetu, evaṃ imassa bhoto purisapuggalassa ubhayattha kaliggaho—
mn: But if there really is causality, they lose on both counts.

# mn60:25.7
source: yañca diṭṭheva dhamme viññūnaṃ gārayho, yañca kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati.
mn: For they are criticized by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.

# mn60:25.8
source: Evamassāyaṃ apaṇṇako dhammo dussamatto samādinno, ekaṃsaṃ pharitvā tiṭṭhati, riñcati kusalaṃ ṭhānaṃ.
mn: They have wrongly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of one side only, leaving out the skillful premise.

# mn60:26.1
source: Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: Since this is so, consider those ascetics and brahmins whose view is that

# mn60:26.2
source: ‘atthi hetu, atthi paccayo sattānaṃ saṅkilesāya;
mn: there is a cause and condition for the corruption of sentient beings, etc.

# mn60:26.7
source: tesametaṃ pāṭikaṅkhaṃ—yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme abhinivajjetvā yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme samādāya vattissanti.
mn: You can expect that they will reject bad conduct by way of body, speech, and mind, and undertake and implement good conduct by way of body, speech, and mind.

# mn60:26.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn60:26.9
source: Passanti hi te bhonto samaṇabrāhmaṇā akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ.
mn: Because those ascetics and brahmins see that unskillful qualities are full of drawbacks, sordidness, and corruption, and that skillful qualities have the benefit and cleansing power of renunciation.

# mn60:27.1
source: Santaṃyeva kho pana hetuṃ ‘atthi hetū’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi.
mn: Moreover, since there actually is causality, their view that there is causality is right view.

# mn60:27.2
source: Santaṃyeva kho pana hetuṃ ‘atthi hetū’ti saṅkappeti; svāssa hoti sammāsaṅkappo.
mn: Since there actually is causality, their thought that there is causality is right thought.

# mn60:27.3
source: Santaṃyeva kho pana hetuṃ ‘atthi hetū’ti vācaṃ bhāsati; sāssa hoti sammāvācā.
mn: Since there actually is causality, their speech that there is causality is right speech.

# mn60:27.4
source: Santaṃyeva kho pana hetuṃ ‘atthi hetū’ti āha, ye te arahanto hetuvādā tesamayaṃ na paccanīkaṃ karoti.
mn: Since there actually is causality, in saying that there is causality they don’t contradict those perfected ones who teach that there is causality.

# mn60:27.5
source: Santaṃyeva kho pana hetuṃ ‘atthi hetū’ti paraṃ saññāpeti; sāssa hoti saddhammasaññatti.
mn: Since there actually is causality, in convincing another that there is causality they are convincing them to accept a true teaching.

# mn60:27.6
source: Tāya ca pana saddhammasaññattiyā nevattānukkaṃseti, na paraṃ vambheti.
mn: And on account of that they don’t glorify themselves or put others down.

# mn60:27.7
source: Iti pubbeva kho panassa dussīlyaṃ pahīnaṃ hoti, susīlyaṃ paccupaṭṭhitaṃ—
mn: So they give up their former unethical conduct and are established in ethical conduct.

# mn60:27.8
source: ayañca sammādiṭṭhi sammāsaṅkappo sammāvācā ariyānaṃ apaccanīkatā saddhammasaññatti anattukkaṃsanā aparavambhanā. Evamassime aneke kusalā dhammā sambhavanti sammādiṭṭhipaccayā.
mn: And that is how right view gives rise to these many skillful qualities—right view, right thought, right speech, not contradicting the noble ones, convincing others to accept true teachings, and not glorifying oneself or putting others down.

# mn60:28.1
source: Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ‘sace kho atthi hetu, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati.
mn: A sensible person reflects on this matter in this way: ‘If there is causality, when this individual’s body breaks up, after death, they will be reborn in a good place, a heavenly realm.

# mn60:28.2
source: Kāmaṃ kho pana māhu hetu, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ;
mn: But let’s assume that those who say that there is no causality are correct.

# mn60:28.3
source: atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ pāsaṃso—sīlavā purisapuggalo sammādiṭṭhi hetuvādo’ti.
mn: Regardless, that individual is still praised by sensible people in the present life as being a moral individual of right view, who affirms causality.’

# mn60:28.4
source: Sace kho atthi hetu, evaṃ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—
mn: So if there really is causality, they win on both counts.

# mn60:28.5
source: yañca diṭṭheva dhamme viññūnaṃ pāsaṃso, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati.
mn: For they are praised by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a good place, a heavenly realm.

# mn60:28.6
source: Evamassāyaṃ apaṇṇako dhammo susamatto samādinno, ubhayaṃsaṃ pharitvā tiṭṭhati, riñcati akusalaṃ ṭhānaṃ.
mn: They have rightly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of both sides, leaving out the unskillful premise.

# mn60:29.1
source: Santi, gahapatayo, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn60:29.2
source: ‘natthi sabbaso āruppā’ti.
mn: ‘There are no totally formless states of meditation.’

# mn60:30.1
source: Tesaṃyeva kho, gahapatayo, samaṇabrāhmaṇānaṃ eke samaṇabrāhmaṇā ujuvipaccanīkavādā.
mn: And there are some ascetics and brahmins whose doctrine directly contradicts this.

# mn60:30.2
source: Te evamāhaṃsu:
mn: They say:

# mn60:30.3
source: ‘atthi sabbaso āruppā’ti.
mn: ‘There are totally formless states of meditation.’

# mn60:30.4
source: Taṃ kiṃ maññatha, gahapatayo,
mn: What do you think, householders?

# mn60:30.5
source: nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti?
mn: Don’t these doctrines directly contradict each other?”

# mn60:30.6
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn60:31.1
source: “Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati—
mn: “A sensible person reflects on this matter in this way:

# mn60:31.2
source: ye kho te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: ‘Some ascetics and brahmins say that

# mn60:31.3
source: ‘natthi sabbaso āruppā’ti, idaṃ me adiṭṭhaṃ;
mn: there are no totally formless meditations, but I have not seen that.

# mn60:31.4
source: yepi te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: Some ascetics and brahmins say that

# mn60:31.5
source: ‘atthi sabbaso āruppā’ti, idaṃ me aviditaṃ.
mn: there are totally formless meditations, but I have not known that.

# mn60:31.6
source: Ahañceva kho pana ajānanto apassanto ekaṃsena ādāya vohareyyaṃ—
mn: Without knowing or seeing, it would not be appropriate for me to take one side and declare,

# mn60:31.7
source: idameva saccaṃ, moghamaññanti, na metaṃ assa patirūpaṃ.
mn: ‘This is the only truth, other ideas are silly.’

# mn60:31.8
source: Ye kho te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: If those ascetics and brahmins who say that

# mn60:31.9
source: ‘natthi sabbaso āruppā’ti, sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, ṭhānametaṃ vijjati—
mn: there are no totally formless meditations are correct, it is possible

# mn60:31.10
source: ye te devā rūpino manomayā, apaṇṇakaṃ me tatrūpapatti bhavissati.
mn: that I will be guaranteed rebirth among the gods who possess form and made of mind.

# mn60:31.11
source: Ye pana te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: If those ascetics and brahmins who say that

# mn60:31.12
source: ‘atthi sabbaso āruppā’ti, sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, ṭhānametaṃ vijjati—
mn: there are totally formless meditations are correct, it is possible

# mn60:31.13
source: ye te devā arūpino saññāmayā, apaṇṇakaṃ me tatrūpapatti bhavissati.
mn: that I will be guaranteed rebirth among the gods who are formless and made of perception.

# mn60:31.14
source: Dissanti kho pana rūpādhikaraṇaṃ daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā.
mn: Now, owing to form, bad things are seen: taking up the rod and the sword, quarrels, arguments, and fights, accusations, divisive speech, and lies.

# mn60:31.15
source: ‘Natthi kho panetaṃ sabbaso arūpe’ti.
mn: But those things don’t exist where it is totally formless.’

# mn60:31.16
source: So iti paṭisaṅkhāya rūpānaṃyeva nibbidāya virāgāya nirodhāya paṭipanno hoti.
mn: Reflecting like this, they simply practice for disillusionment, dispassion, and cessation regarding forms.

# mn60:32.1
source: Santi, gahapatayo, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn60:32.2
source: ‘natthi sabbaso bhavanirodho’ti.
mn: ‘There is no such thing as the total cessation of future lives.’

# mn60:33.1
source: Tesaṃyeva kho, gahapatayo, samaṇabrāhmaṇānaṃ eke samaṇabrāhmaṇā ujuvipaccanīkavādā.
mn: And there are some ascetics and brahmins whose doctrine directly contradicts this.

# mn60:33.2
source: Te evamāhaṃsu:
mn: They say:

# mn60:33.3
source: ‘atthi sabbaso bhavanirodho’ti.
mn: ‘There is such a thing as the total cessation of future lives.’

# mn60:33.4
source: Taṃ kiṃ maññatha, gahapatayo,
mn: What do you think, householders?

# mn60:33.5
source: nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti?
mn: Don’t these doctrines directly contradict each other?”

# mn60:33.6
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn60:34.1
source: “Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati—
mn: “A sensible person reflects on this matter in this way:

# mn60:34.2
source: ye kho te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: ‘Some ascetics and brahmins say that

# mn60:34.3
source: ‘natthi sabbaso bhavanirodho’ti, idaṃ me adiṭṭhaṃ;
mn: there is no such thing as the total cessation of future lives, but I have not seen that.
