Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn069.po
Languages: mn

# mn69:0.1
source: Majjhima Nikāya 69
mn: Middle Discourses 69

# mn69:0.2
source: Goliyānisutta
mn: With Gulissāni

# mn69:1.1
source: Evaṃ me sutaṃ—​
mn: So I have heard.

# mn69:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn69:2.1
source: Tena kho pana samayena goliyāni nāma bhikkhu āraññiko padasamācāro saṃghamajjhe osaṭo hoti kenacideva karaṇīyena.
mn: Now at that time a wilderness mendicant of lax behavior named Gulissāni had come down to the midst of the Saṅgha on some business.

# mn69:2.2
source: Tatra kho āyasmā sāriputto goliyāniṃ bhikkhuṃ ārabbha bhikkhū āmantesi:
mn: There Venerable Sāriputta spoke to the mendicants about Gulissāni:

# mn69:3.1
source: “Āraññikenāvuso, bhikkhunā saṃghagatena saṃghe viharantena sabrahmacārīsu sagāravena bhavitabbaṃ sappatissena.
mn: “Reverends, a wilderness monk who has come to stay in the Saṅgha should have respect and reverence for his spiritual companions.

# mn69:3.2
source: Sace, āvuso, āraññiko bhikkhu saṃghagato saṃghe viharanto sabrahmacārīsu agāravo hoti appatisso, tassa bhavanti vattāro.
mn: If he doesn’t, there’ll be some who say:

# mn69:3.3
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena, yo ayamāyasmā sabrahmacārīsu agāravo hoti appatisso’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he has no respect and reverence for his spiritual companions?’

# mn69:3.5
source: Tasmā āraññikena bhikkhunā saṃghagatena saṃghe viharantena sabrahmacārīsu sagāravena bhavitabbaṃ sappatissena. (1)
mn: That’s why a wilderness monk who has come to stay in the Saṅgha should have respect and reverence for his spiritual companions.

# mn69:4.1
source: Āraññikenāvuso, bhikkhunā saṃghagatena saṃghe viharantena āsanakusalena bhavitabbaṃ:
mn: A wilderness monk who has come to stay in the Saṅgha should be careful where he sits, thinking:

# mn69:4.2
source: ‘iti there ca bhikkhū nānupakhajja nisīdissāmi nave ca bhikkhū na āsanena paṭibāhissāmī’ti.
mn: ‘I shall sit so that I don’t intrude on the senior monks and I don’t block the junior monks from a seat.’

# mn69:4.3
source: Sace, āvuso, āraññiko bhikkhu saṃghagato saṃghe viharanto na āsanakusalo hoti, tassa bhavanti vattāro.
mn: If he doesn’t, there’ll be some who say:

# mn69:4.4
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena, yo ayamāyasmā āsanakusalo na hotī’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s not careful where he sits?’

# mn69:4.6
source: Tasmā āraññikena bhikkhunā saṃghagatena saṃghe viharantena āsanakusalena bhavitabbaṃ. (2)
mn: That’s why a wilderness monk who has come to stay in the Saṅgha should be careful where he sits.

# mn69:4.7
source: Āraññikenāvuso, bhikkhunā saṃghagatena saṃghe viharantena ābhisamācārikopi dhammo jānitabbo.
mn: A wilderness monk who has come to stay in the Saṅgha should know even the supplementary regulations.

# mn69:4.8
source: Sace, āvuso, āraññiko bhikkhu saṃghagato saṃghe viharanto ābhisamācārikampi dhammaṃ na jānāti, tassa bhavanti vattāro.
mn: If he doesn’t, there’ll be some who say:

# mn69:4.9
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā ābhisamācārikampi dhammaṃ na jānātī’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he doesn’t even know the supplementary regulations?’

# mn69:4.11
source: Tasmā āraññikena bhikkhunā saṃghagatena saṃghe viharantena ābhisamācārikopi dhammo jānitabbo. (3)
mn: That’s why a wilderness monk who has come to stay in the Saṅgha should know even the supplementary regulations.

# mn69:5.1
source: Āraññikenāvuso, bhikkhunā saṃghagatena saṃghe viharantena nātikālena gāmo pavisitabbo nātidivā paṭikkamitabbaṃ.
mn: A wilderness monk who has come to stay in the Saṅgha shouldn’t enter the village too early or return too late in the day.

# mn69:5.2
source: Sace, āvuso, āraññiko bhikkhu saṃghagato saṃghe viharanto atikālena gāmaṃ pavisati atidivā paṭikkamati, tassa bhavanti vattāro.
mn: If he does so, there’ll be some who say:

# mn69:5.3
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā atikālena gāmaṃ pavisati atidivā paṭikkamatī’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he enters the village too early or returns too late in the day?’

# mn69:5.5
source: Tasmā āraññikena bhikkhunā saṃghagatena saṃghe viharantena nātikālena gāmo pavisitabbo, nātidivā paṭikkamitabbaṃ. (4)
mn: That’s why a wilderness monk who has come to stay in the Saṅgha shouldn’t enter the village too early or return too late in the day.

# mn69:6.1
source: Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena na purebhattaṃ pacchābhattaṃ kulesu cārittaṃ āpajjitabbaṃ.
mn: A wilderness monk who has come to stay in the Saṅgha shouldn’t socialize with families before or after the meal.

# mn69:6.2
source: Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto purebhattaṃ pacchābhattaṃ kulesu cārittaṃ āpajjati, tassa bhavanti vattāro.
mn: If he does so, there’ll be some who say:

# mn69:6.3
source: ‘Ayaṃ nūnimassāyasmato āraññikassa ekassāraññe serivihārena viharato vikālacariyā bahulīkatā, tamenaṃ saṅghagatampi samudācaratī’ti—
mn: ‘This wilderness venerable, staying alone and autonomous in the wilderness, must be used to wandering about at the wrong time, since he behaves like this when he’s come to the Saṅgha.’

# mn69:6.5
source: Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena na purebhattaṃ pacchābhattaṃ kulesu cārittaṃ āpajjitabbaṃ. (5)
mn: That’s why a wilderness monk who has come to stay in the Saṅgha shouldn’t socialize with families before or after the meal.

# mn69:7.1
source: Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena anuddhatena bhavitabbaṃ acapalena.
mn: A wilderness monk who has come to stay in the Saṅgha shouldn’t be restless and fickle.

# mn69:7.2
source: Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto uddhato hoti capalo, tassa bhavanti vattāro.
mn: If he is, there’ll be some who say:

# mn69:7.3
source: ‘Idaṃ nūnimassāyasmato āraññikassa ekassāraññe serivihārena viharato uddhaccaṃ cāpalyaṃ bahulīkataṃ, tamenaṃ saṅghagatampi samudācaratī’ti—
mn: ‘This wilderness venerable, staying alone and autonomous in the wilderness, must be used to being restless and fickle, since he behaves like this when he’s come to the Saṅgha.’

# mn69:7.5
source: Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena anuddhatena bhavitabbaṃ acapalena. (6)
mn: That’s why a wilderness monk who has come to stay in the Saṅgha shouldn’t be restless and fickle.

# mn69:8.1
source: Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena amukharena bhavitabbaṃ avikiṇṇavācena.
mn: A wilderness monk who has come to stay in the Saṅgha shouldn’t be gossipy and loose-tongued.

# mn69:8.2
source: Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto mukharo hoti vikiṇṇavāco, tassa bhavanti vattāro.
mn: If he is, there’ll be some who say:

# mn69:8.3
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā mukharo vikiṇṇavāco’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s gossipy and loose-tongued?’

# mn69:8.5
source: Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena amukharena bhavitabbaṃ avikiṇṇavācena. (7)
mn: That’s why a wilderness monk who has come to stay in the Saṅgha shouldn’t be gossipy and loose-tongued.

# mn69:9.1
source: Āraññikenāvuso, bhikkhunā saṃghagatena saṃghe viharantena suvacena bhavitabbaṃ kalyāṇamittena.
mn: A wilderness monk who has come to stay in the Saṅgha should be easy to admonish, with good friends.

# mn69:9.2
source: Sace, āvuso, āraññiko bhikkhu saṃghagato saṃghe viharanto dubbaco hoti pāpamitto, tassa bhavanti vattāro.
mn: If he’s hard to admonish, with bad friends, there’ll be some who say:

# mn69:9.3
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā dubbaco pāpamitto’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s hard to admonish, with bad friends?’

# mn69:9.5
source: Tasmā āraññikena bhikkhunā saṃghagatena saṃghe viharantena suvacena bhavitabbaṃ kalyāṇamittena. (8)
mn: That’s why a wilderness monk who has come to stay in the Saṅgha should be easy to admonish, with good friends.

# mn69:10.1
source: Āraññikenāvuso, bhikkhunā indriyesu guttadvārena bhavitabbaṃ.
mn: A wilderness monk should guard the sense doors.

# mn69:10.2
source: Sace, āvuso, āraññiko bhikkhu indriyesu aguttadvāro hoti, tassa bhavanti vattāro.
mn: If he doesn’t, there’ll be some who say:

# mn69:10.3
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā indriyesu aguttadvāro’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he doesn’t guard the sense doors?’

# mn69:10.5
source: Tasmā āraññikena bhikkhunā indriyesu guttadvārena bhavitabbaṃ. (9)
mn: That’s why a wilderness monk should guard the sense doors.

# mn69:11.1
source: Āraññikenāvuso, bhikkhunā bhojane mattaññunā bhavitabbaṃ.
mn: A wilderness monk should eat in moderation.

# mn69:11.2
source: Sace, āvuso, āraññiko bhikkhu bhojane amattaññū hoti, tassa bhavanti vattāro.
mn: If he doesn’t, there’ll be some who say:

# mn69:11.3
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā bhojane amattaññū’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he eats too much?’

# mn69:11.5
source: Tasmā āraññikena bhikkhunā bhojane mattaññunā bhavitabbaṃ. (10)
mn: That’s why a wilderness monk should eat in moderation.

# mn69:12.1
source: Āraññikenāvuso, bhikkhunā jāgariyaṃ anuyuttena bhavitabbaṃ.
mn: A wilderness monk should be committed to wakefulness.

# mn69:12.2
source: Sace, āvuso, āraññiko bhikkhu jāgariyaṃ ananuyutto hoti, tassa bhavanti vattāro.
mn: If he isn’t, there’ll be some who say:

# mn69:12.3
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā jāgariyaṃ ananuyutto’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s not committed to wakefulness?’

# mn69:12.5
source: Tasmā āraññikena bhikkhunā jāgariyaṃ anuyuttena bhavitabbaṃ. (11)
mn: That’s why a wilderness monk should be committed to wakefulness.

# mn69:13.1
source: Āraññikenāvuso, bhikkhunā āraddhavīriyena bhavitabbaṃ.
mn: A wilderness monk should be energetic.

# mn69:13.2
source: Sace, āvuso, āraññiko bhikkhu kusīto hoti, tassa bhavanti vattāro.
mn: If he isn’t, there’ll be some who say:

# mn69:13.3
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā kusīto’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s not energetic?’

# mn69:13.5
source: Tasmā āraññikena bhikkhunā āraddhavīriyena bhavitabbaṃ. (12)
mn: That’s why a wilderness monk should be energetic.

# mn69:14.1
source: Āraññikenāvuso, bhikkhunā upaṭṭhitassatinā bhavitabbaṃ.
mn: A wilderness monk should be mindful.

# mn69:14.2
source: Sace, āvuso, āraññiko bhikkhu muṭṭhassatī hoti, tassa bhavanti vattāro.
mn: If he isn’t, there’ll be some who say:

# mn69:14.3
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā muṭṭhassatī’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s not mindful?’

# mn69:14.5
source: Tasmā āraññikena bhikkhunā upaṭṭhitassatinā bhavitabbaṃ. (13)
mn: That’s why a wilderness monk should be mindful.

# mn69:15.1
source: Āraññikenāvuso, bhikkhunā samāhitena bhavitabbaṃ.
mn: A wilderness monk should have immersion.

# mn69:15.2
source: Sace, āvuso, āraññiko bhikkhu asamāhito hoti, tassa bhavanti vattāro.
mn: If he doesn’t, there’ll be some who say:

# mn69:15.3
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā asamāhito’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he doesn’t have immersion?’

# mn69:15.5
source: Tasmā āraññikena bhikkhunā samāhitena bhavitabbaṃ. (14)
mn: That’s why a wilderness monk should have immersion.

# mn69:16.1
source: Āraññikenāvuso, bhikkhunā paññavatā bhavitabbaṃ.
mn: A wilderness monk should be wise.

# mn69:16.2
source: Sace, āvuso, āraññiko bhikkhu duppañño hoti, tassa bhavanti vattāro.
mn: If he isn’t, there’ll be some who say:

# mn69:16.3
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā duppañño’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s not wise?’

# mn69:16.5
source: Tasmā āraññikena bhikkhunā paññavatā bhavitabbaṃ. (15)
mn: That’s why a wilderness monk should be wise.

# mn69:17.1
source: Āraññikenāvuso, bhikkhunā abhidhamme abhivinaye yogo karaṇīyo.
mn: A wilderness monk should make an effort to learn the teaching and training.

# mn69:17.2
source: Santāvuso, āraññikaṃ bhikkhuṃ abhidhamme abhivinaye pañhaṃ pucchitāro.
mn: There are those who will question a wilderness monk about the teaching and training.

# mn69:17.3
source: Sace, āvuso, āraññiko bhikkhu abhidhamme abhivinaye pañhaṃ puṭṭho na sampāyati, tassa bhavanti vattāro.
mn: If he fails to answer, there’ll be some who say:

# mn69:17.4
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā abhidhamme abhivinaye pañhaṃ puṭṭho na sampāyatī’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he can’t answer a question about the teaching and training?’

# mn69:17.6
source: Tasmā āraññikena bhikkhunā abhidhamme abhivinaye yogo karaṇīyo. (16)
mn: That’s why a wilderness monk should make an effort to learn the teaching and training.

# mn69:18.1
source: Āraññikenāvuso, bhikkhunā ye te santā vimokkhā atikkamma rūpe āruppā tattha yogo karaṇīyo.
mn: A wilderness monk should practice meditation to realize the peaceful liberations that are formless, transcending form.

# mn69:18.2
source: Santāvuso, āraññikaṃ bhikkhuṃ ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṃ pucchitāro.
mn: There are those who will question a wilderness monk regarding the formless liberations.

# mn69:18.3
source: Sace, āvuso, āraññiko bhikkhu ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṃ puṭṭho na sampāyati, tassa bhavanti vattāro.
mn: If he fails to answer, there’ll be some who say:

# mn69:18.4
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṃ puṭṭho na sampāyatī’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he can’t answer a question about the formless liberations?’

# mn69:18.6
source: Tasmā āraññikena bhikkhunā ye te santā vimokkhā atikkamma rūpe āruppā tattha yogo karaṇīyo. (17)
mn: That’s why a wilderness monk should practice meditation to realize the peaceful liberations that are formless, transcending form.

# mn69:19.1
source: Āraññikenāvuso, bhikkhunā uttari manussadhamme yogo karaṇīyo.
mn: A wilderness monk should practice meditation to realize the superhuman state.

# mn69:19.2
source: Santāvuso, āraññikaṃ bhikkhuṃ uttari manussadhamme pañhaṃ pucchitāro.
mn: There are those who will question a wilderness monk about the superhuman state.

# mn69:19.3
source: Sace, āvuso, āraññiko bhikkhu uttari manussadhamme pañhaṃ puṭṭho na sampāyati, tassa bhavanti vattāro.
mn: If he fails to answer, there’ll be some who say:

# mn69:19.4
source: ‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā yassatthāya pabbajito tamatthaṃ na jānātī’ti—
mn: ‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he doesn’t know the goal for which he went forth?’

# mn69:19.6
source: Tasmā āraññikena bhikkhunā uttari manussadhamme yogo karaṇīyo”ti. (18)
mn: That’s why a wilderness monk should practice meditation to realize the superhuman state.”

# mn69:19.7
source: Evaṃ vutte, āyasmā mahāmoggallāno āyasmantaṃ sāriputtaṃ etadavoca:
mn: When Venerable Sāriputta said this, Venerable Mahāmoggallāna said to him:

# mn69:19.8
source: “āraññikeneva nu kho, āvuso sāriputta, bhikkhunā ime dhammā samādāya vattitabbā udāhu gāmantavihārināpī”ti?
mn: “Reverend Sāriputta, should these things be undertaken and followed only by wilderness monks, or by those who live in the neighborhood of a village as well?”

# mn69:19.9
source: “Āraññikenāpi kho, āvuso moggallāna, bhikkhunā ime dhammā samādāya vattitabbā pageva gāmantavihārinā”ti.
mn: “Reverend Moggallāna, these things should be undertaken and followed by wilderness monks, and still more by those who live in the neighborhood of a village.”
