Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn060.po
Languages: mn

# mn60:34.4
source: yepi te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: Some ascetics and brahmins say that

# mn60:34.5
source: ‘atthi sabbaso bhavanirodho’ti, idaṃ me aviditaṃ.
mn: there is such a thing as the total cessation of future lives, but I have not known that.

# mn60:34.6
source: Ahañceva kho pana ajānanto apassanto ekaṃsena ādāya vohareyyaṃ—
mn: Without knowing or seeing, it would not be appropriate for me to take one side and declare,

# mn60:34.7
source: idameva saccaṃ, moghamaññanti, na metaṃ assa patirūpaṃ.
mn: ‚This is the only truth, other ideas are silly.’

# mn60:34.8
source: Ye kho te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: If those ascetics and brahmins who say that

# mn60:34.9
source: ‘natthi sabbaso bhavanirodho’ti, sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, ṭhānametaṃ vijjati—
mn: there is no such thing as the total cessation of future lives are correct, it is possible

# mn60:34.10
source: ye te devā arūpino saññāmayā apaṇṇakaṃ me tatrūpapatti bhavissati.
mn: that I will be guaranteed rebirth among the gods who are formless and made of perception.

# mn60:34.11
source: Ye pana te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: If those ascetics and brahmins who say that

# mn60:34.12
source: ‘atthi sabbaso bhavanirodho’ti, sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, ṭhānametaṃ vijjati—
mn: there is such a thing as the total cessation of future lives are correct, it is possible

# mn60:34.13
source: yaṃ diṭṭheva dhamme parinibbāyissāmi.
mn: that I will be extinguished in the present life.

# mn60:34.14
source: Ye kho te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: The view of those ascetics and brahmins who say that

# mn60:34.15
source: ‘natthi sabbaso bhavanirodho’ti, tesamayaṃ diṭṭhi sārāgāya santike, saṃyogāya santike, abhinandanāya santike, ajjhosānāya santike, upādānāya santike.
mn: there is no such thing as the total cessation of future lives is close to greed, approving, attachment, and grasping.

# mn60:34.16
source: Ye pana te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: The view of those ascetics and brahmins who say that

# mn60:34.17
source: ‘atthi sabbaso bhavanirodho’ti, tesamayaṃ diṭṭhi asārāgāya santike, asaṃyogāya santike, anabhinandanāya santike, anajjhosānāya santike, anupādānāya santiketi.
mn: there is such a thing as the total cessation of future lives is close to non-greed, non-approving, non-attachment, and non-grasping.’

# mn60:34.18
source: So iti paṭisaṅkhāya bhavānaṃyeva nibbidāya virāgāya nirodhāya paṭipanno hoti.
mn: Reflecting like this, they simply practice for disillusionment, dispassion, and cessation regarding future lives.

# mn60:35.1
source: Cattārome, gahapatayo, puggalā santo saṃvijjamānā lokasmiṃ.
mn: Householders, these four people are found in the world.

# mn60:35.2
source: Katame cattāro?
mn: What four?

# mn60:35.3
source: Idha, gahapatayo, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto.
mn: One person mortifies themselves, committed to the practice of mortifying themselves.

# mn60:35.4
source: Idha, gahapatayo, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto.
mn: One person mortifies others, committed to the practice of mortifying others.

# mn60:35.5
source: Idha, gahapatayo, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto.
mn: One person mortifies themselves and others, committed to the practice of mortifying themselves and others.

# mn60:35.6
source: Idha, gahapatayo, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto;
mn: One person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others.

# mn60:35.7
source: so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati.
mn: They live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves.

# mn60:36.1
source: Katamo ca, gahapatayo, puggalo attantapo attaparitāpanānuyogamanuyutto?
mn: And what person mortifies themselves, committed to the practice of mortifying themselves?

# mn60:36.2
source: Idha, gahapatayo, ekacco puggalo acelako hoti muttācāro hatthāpalekhano … pe …
mn: It’s when someone goes naked, ignoring conventions. …

# mn60:36.3
source: iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati.
mn: And so they live committed to practicing these various ways of mortifying and tormenting the body.

# mn60:36.4
source: Ayaṃ vuccati, gahapatayo, puggalo attantapo attaparitāpanānuyogamanuyutto.
mn: This is called a person who mortifies themselves, being committed to the practice of mortifying themselves.

# mn60:37.1
source: Katamo ca, gahapatayo, puggalo parantapo paraparitāpanānuyogamanuyutto?
mn: And what person mortifies others, committed to the practice of mortifying others?

# mn60:37.2
source: Idha, gahapatayo, ekacco puggalo orabbhiko hoti sūkariko … pe … ye vā panaññepi keci kurūrakammantā.
mn: It’s when a person is a butcher of sheep, pigs, poultry, or deer, a hunter or fisher, a bandit, an executioner, a butcher of cattle, a jailer, or has some other cruel livelihood.

# mn60:37.3
source: Ayaṃ vuccati, gahapatayo, puggalo parantapo paraparitāpanānuyogamanuyutto.
mn: This is called a person who mortifies others, being committed to the practice of mortifying others.

# mn60:38.1
source: Katamo ca, gahapatayo, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto?
mn: And what person mortifies themselves and others, being committed to the practice of mortifying themselves and others?

# mn60:38.2
source: Idha, gahapatayo, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto … pe …
mn: It’s when a person is an anointed king or a well-to-do brahmin. …

# mn60:38.3
source: tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti.
mn: His bondservants, servants, and workers do their jobs under threat of punishment and danger, weeping, with tearful faces.

# mn60:38.4
source: Ayaṃ vuccati, gahapatayo, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto.
mn: This is called a person who mortifies themselves and others, being committed to the practice of mortifying themselves and others.

# mn60:39.1
source: Katamo ca, gahapatayo, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto;
mn: And what person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others,

# mn60:39.2
source: so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati?
mn: living without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves?

# mn60:40-54.1
source: Idha, gahapatayo, tathāgato loke uppajjati arahaṃ sammāsambuddho …
mn: It’s when a Realized One arises in the world, perfected, a fully awakened Buddha …

# mn60:40-54.2
source: pe …
mn: A householder hears that teaching, or a householder’s child, or someone reborn in some good family. …

# mn60:40-54.3
source: so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe
mn: They give up these five hindrances, corruptions of the heart that weaken wisdom.

# mn60:40-54.4
source: vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption …

# mn60:40-54.5
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ … pe …
mn: second absorption …

# mn60:40-54.6
source: tatiyaṃ jhānaṃ … pe …
mn: third absorption …

# mn60:40-54.7
source: catutthaṃ jhānaṃ upasampajja viharati.
mn: fourth absorption.

# mn60:55.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. …

# mn60:55.2
source: So anekavihitaṃ pubbenivāsaṃ anussarati seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
mn: They recollect their many kinds of past lives, with features and details.

# mn60:55.3
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings.

# mn60:55.4
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate … pe … yathākammūpage satte pajānāti.
mn: With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. … They understand how sentient beings are reborn according to their deeds.

# mn60:55.5
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements.

# mn60:55.6
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe …
mn: They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# mn60:55.7
source: ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
mn: They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.

# mn60:55.8
source: Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.
mn: Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn60:55.9
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
mn: When they’re freed, they know they’re freed.

# mn60:55.10
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn60:56.1
source: Ayaṃ vuccati, gahapatayo, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto;
mn: This is called a person who neither mortifies themselves or others, being committed to the practice of not mortifying themselves or others.

# mn60:56.2
source: so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharatī”ti.
mn: They live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves.”

# mn60:57.1
source: Evaṃ vutte, sāleyyakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ:
mn: When he had spoken, the brahmins and householders of Sālā said to the Buddha,

# mn60:57.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
mn: “Excellent, Master Gotama! Excellent!

# mn60:57.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways.

# mn60:57.4
source: Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca.
mn: We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn60:57.5
source: Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gate”ti.
mn: From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.”
