Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn078.po
Languages: mn

# mn78:0.1
source: Majjhima Nikāya 78
mn: Middle Discourses 78

# mn78:0.2
source: Samaṇamuṇḍikasutta
mn: With Uggāhamāna Samaṇamuṇḍika

# mn78:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn78:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn78:1.3
source: Tena kho pana samayena uggāhamāno paribbājako samaṇamuṇḍikāputto samayappavādake tindukācīre ekasālake mallikāya ārāme paṭivasati mahatiyā paribbājakaparisāya saddhiṃ pañcamattehi paribbājakasatehi.
mn: Now at that time the wanderer Uggāhamāna Samaṇamuṇḍikāputta was residing together with around three hundred wanderers in Mallikā’s single-halled monastery for group debates, set among the flaking pale-moon ebony trees.

# mn78:2.1
source: Atha kho pañcakaṅgo thapati sāvatthiyā nikkhami divā divassa bhagavantaṃ dassanāya.
mn: Then the master builder Pañcakaṅga left Sāvatthī in the middle of the day to see the Buddha.

# mn78:2.2
source: Atha kho pañcakaṅgassa thapatissa etadahosi:
mn: It occurred to him,

# mn78:2.3
source: “akālo kho tāva bhagavantaṃ dassanāya;
mn: “It’s the wrong time to see the Buddha,

# mn78:2.4
source: paṭisallīno bhagavā.
mn: as he’s in retreat.

# mn78:2.5
source: Manobhāvaniyānampi bhikkhūnaṃ asamayo dassanāya;
mn: And it’s the wrong time to see the esteemed mendicants,

# mn78:2.6
source: paṭisallīnā manobhāvaniyā bhikkhū.
mn: as they’re in retreat.

# mn78:2.7
source: Yannūnāhaṃ yena samayappavādako tindukācīro ekasālako mallikāya ārāmo yena uggāhamāno paribbājako samaṇamuṇḍikāputto tenupasaṅkameyyan”ti.
mn: Why don’t I go to Mallikā’s monastery to visit the wanderer Uggāhamāna?”

# mn78:2.8
source: Atha kho pañcakaṅgo thapati yena samayappavādako tindukācīro ekasālako mallikāya ārāmo yena uggāhamāno paribbājako samaṇamuṇḍikāputto tenupasaṅkami.
mn: So that’s what he did.

# mn78:3.1
source: Tena kho pana samayena uggāhamāno paribbājako samaṇamuṇḍikāputto mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā, seyyathidaṃ—
mn: Now at that time, Uggāhamāna was sitting together with a large assembly of wanderers making an uproar, a dreadful racket. They engaged in all kinds of unworthy talk, such as

# mn78:3.2
source: rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā.
mn: talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.

# mn78:3.3
source: Addasā kho uggāhamāno paribbājako samaṇamuṇḍikāputto pañcakaṅgaṃ thapatiṃ dūratova āgacchantaṃ.
mn: Uggāhamāna saw Pañcakaṅga coming off in the distance,

# mn78:3.4
source: Disvāna sakaṃ parisaṃ saṇṭhāpesi:
mn: and hushed his own assembly,

# mn78:3.5
source: “appasaddā bhonto hontu, mā bhonto saddamakattha;
mn: “Be quiet, good sirs, don’t make a sound.

# mn78:3.6
source: ayaṃ samaṇassa gotamassa sāvako āgacchati pañcakaṅgo thapati.
mn: Here comes Pañcakaṅga, a disciple of the ascetic Gotama.

# mn78:3.7
source: Yāvatā kho pana samaṇassa gotamassa sāvakā gihī odātavasanā sāvatthiyaṃ paṭivasanti ayaṃ tesaṃ aññataro pañcakaṅgo thapati.
mn: He is included among the white-clothed lay disciples of the ascetic Gotama, who is residing in Sāvatthī.

# mn78:3.8
source: Appasaddakāmā kho pana te āyasmanto appasaddavinītā appasaddassa vaṇṇavādino;
mn: Such venerables like the quiet, are educated to be quiet, and praise the quiet.

# mn78:3.9
source: appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti.
mn: Hopefully if he sees that our assembly is quiet he’ll see fit to approach.”

# mn78:3.10
source: Atha kho te paribbājakā tuṇhī ahesuṃ.
mn: Then those wanderers fell silent.

# mn78:4.1
source: Atha kho pañcakaṅgo thapati yena uggāhamāno paribbājako samaṇamuṇḍikāputto tenupasaṅkami; upasaṅkamitvā uggāhamānena paribbājakena samaṇamuṇḍikāputtena saddhiṃ sammodi.
mn: Then Pañcakaṅga approached Uggāhamāna, and exchanged greetings with him.

# mn78:4.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho pañcakaṅgaṃ thapatiṃ uggāhamāno paribbājako samaṇamuṇḍikāputto etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side. Uggāhamāna said to him:

# mn78:5.1
source: “catūhi kho ahaṃ, gahapati, dhammehi samannāgataṃ purisapuggalaṃ paññapemi sampannakusalaṃ paramakusalaṃ uttamapattipattaṃ samaṇaṃ ayojjhaṃ.
mn: “Householder, when an individual has four qualities I describe them as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment.

# mn78:5.2
source: Katamehi catūhi?
mn: What four?

# mn78:5.3
source: Idha, gahapati, na kāyena pāpakammaṃ karoti, na pāpakaṃ vācaṃ bhāsati, na pāpakaṃ saṅkappaṃ saṅkappeti, na pāpakaṃ ājīvaṃ ājīvati—
mn: It’s when they do no bad deeds with their body; speak no bad words; think no bad thoughts; and don’t earn a living by bad livelihood.

# mn78:5.4
source: imehi kho ahaṃ, gahapati, catūhi dhammehi samannāgataṃ purisapuggalaṃ paññapemi sampannakusalaṃ paramakusalaṃ uttamapattipattaṃ samaṇaṃ ayojjhan”ti.
mn: When an individual has these four qualities I describe them as an invincible ascetic.”

# mn78:6.1
source: Atha kho pañcakaṅgo thapati uggāhamānassa paribbājakassa samaṇamuṇḍikāputtassa bhāsitaṃ neva abhinandi nappaṭikkosi.
mn: Then Pañcakaṅga neither approved nor dismissed that mendicant’s statement.

# mn78:6.2
source: Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkāmi:
mn: He got up from his seat, thinking,

# mn78:6.3
source: “bhagavato santike etassa bhāsitassa atthaṃ ājānissāmī”ti.
mn: “I will learn the meaning of this statement from the Buddha himself.”

# mn78:7.1
source: Atha kho pañcakaṅgo thapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
mn: Then he went to the Buddha, bowed, sat down to one side,

# mn78:7.2
source: Ekamantaṃ nisinno kho pañcakaṅgo thapati yāvatako ahosi uggāhamānena paribbājakena samaṇamuṇḍikāputtena saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.
mn: and informed the Buddha of all that had been discussed.

# mn78:8.1
source: Evaṃ vutte, bhagavā pañcakaṅgaṃ thapatiṃ etadavoca:
mn: When he had spoken, the Buddha said to him,

# mn78:8.2
source: “evaṃ sante kho, thapati, daharo kumāro mando uttānaseyyako sampannakusalo bhavissati paramakusalo uttamapattipatto samaṇo ayojjho, yathā uggāhamānassa paribbājakassa samaṇamuṇḍikāputtassa vacanaṃ.
mn: “Master builder, if what Uggāhamāna says is true, a little baby boy is an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment.

# mn78:8.3
source: Daharassa hi, thapati, kumārassa mandassa uttānaseyyakassa kāyotipi na hoti, kuto pana kāyena pāpakammaṃ karissati, aññatra phanditamattā.
mn: For a little baby doesn’t even have a concept of ‘a body’, so how could they possibly do a bad deed with their body, apart from just wriggling?

# mn78:8.4
source: Daharassa hi, thapati, kumārassa mandassa uttānaseyyakassa vācātipi na hoti, kuto pana pāpakaṃ vācaṃ bhāsissati, aññatra roditamattā.
mn: And a little baby doesn’t even have a concept of ‘speech’, so how could they possibly speak bad words, apart from just crying?

# mn78:8.5
source: Daharassa hi, thapati, kumārassa mandassa uttānaseyyakassa saṅkappotipi na hoti, kuto pana pāpakaṃ saṅkappaṃ saṅkappissati, aññatra vikūjitamattā.
mn: And a little baby doesn’t even have a concept of ‘thought’, so how could they possibly think bad thoughts, apart from just whimpering?

# mn78:8.6
source: Daharassa hi, thapati, kumārassa mandassa uttānaseyyakassa ājīvotipi na hoti, kuto pana pāpakaṃ ājīvaṃ ājīvissati, aññatra mātuthaññā.
mn: And a little baby doesn’t even have a concept of ‘livelihood’, so how could they possibly earn a living by bad livelihood, apart from their mother’s breast?

# mn78:8.7
source: Evaṃ sante kho, thapati, daharo kumāro mando uttānaseyyako sampannakusalo bhavissati paramakusalo uttamapattipatto samaṇo ayojjho, yathā uggāhamānassa paribbājakassa samaṇamuṇḍikāputtassa vacanaṃ.
mn: If what Uggāhamāna says is true, a little baby boy is an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment.

# mn78:8.8
source: Catūhi kho ahaṃ, thapati, dhammehi samannāgataṃ purisapuggalaṃ paññapemi na ceva sampannakusalaṃ na paramakusalaṃ na uttamapattipattaṃ samaṇaṃ ayojjhaṃ, api cimaṃ daharaṃ kumāraṃ mandaṃ uttānaseyyakaṃ samadhigayha tiṭṭhati.
mn: When an individual has four qualities I describe them, not as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment—but as having achieved the same level as a little baby.

# mn78:8.9
source: Katamehi catūhi?
mn: What four?

# mn78:8.10
source: Idha, thapati, na kāyena pāpakammaṃ karoti, na pāpakaṃ vācaṃ bhāsati, na pāpakaṃ saṅkappaṃ saṅkappeti, na pāpakaṃ ājīvaṃ ājīvati—
mn: It’s when they do no bad deeds with their body; speak no bad words; think no bad thoughts; and don’t earn a living by bad livelihood.

# mn78:8.11
source: imehi kho ahaṃ, thapati, catūhi dhammehi samannāgataṃ purisapuggalaṃ paññapemi na ceva sampannakusalaṃ na paramakusalaṃ na uttamapattipattaṃ samaṇaṃ ayojjhaṃ, api cimaṃ daharaṃ kumāraṃ mandaṃ uttānaseyyakaṃ samadhigayha tiṭṭhati.
mn: When an individual has these four qualities I describe them, not as an invincible ascetic, but as having achieved the same level as a little baby.

# mn78:9.1
source: Dasahi kho ahaṃ, thapati, dhammehi samannāgataṃ purisapuggalaṃ paññapemi sampannakusalaṃ paramakusalaṃ uttamapattipattaṃ samaṇaṃ ayojjhaṃ.
mn: When an individual has ten qualities, master builder, I describe them as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment.

# mn78:9.2
source: Ime akusalā sīlā;
mn: But certain things must first be understood, I say. ‘These are unskillful behaviors.’

# mn78:9.4
source: Itosamuṭṭhānā akusalā sīlā;
mn: ‘Unskillful behaviors stem from this.’

# mn78:9.6
source: Idha akusalā sīlā aparisesā nirujjhanti;
mn: ‘Here unskillful behaviors cease without anything left over.’

# mn78:9.8
source: Evaṃ paṭipanno akusalānaṃ sīlānaṃ nirodhāya paṭipanno hoti;
mn: ‘Someone practicing like this is practicing for the cessation of unskillful behaviors.’

# mn78:9.10
source: Ime kusalā sīlā;
mn: ‘These are skillful behaviors.’

# mn78:9.12
source: Itosamuṭṭhānā kusalā sīlā;
mn: ‘Skillful behaviors stem from this.’

# mn78:9.14
source: Idha kusalā sīlā aparisesā nirujjhanti;
mn: ‘Here skillful behaviors cease without anything left over.’

# mn78:9.16
source: Evaṃ paṭipanno kusalānaṃ sīlānaṃ nirodhāya paṭipanno hoti;
mn: ‘Someone practicing like this is practicing for the cessation of skillful behaviors.’

# mn78:9.18
source: Ime akusalā saṅkappā;
mn: ‘These are unskillful thoughts.’

# mn78:9.20
source: Itosamuṭṭhānā akusalā saṅkappā;
mn: ‘Unskillful thoughts stem from this.’

# mn78:9.22
source: Idha akusalā saṅkappā aparisesā nirujjhanti;
mn: ‘Here unskillful thoughts cease without anything left over.’

# mn78:9.24
source: Evaṃ paṭipanno akusalānaṃ saṅkappānaṃ nirodhāya paṭipanno hoti;
mn: ‘Someone practicing like this is practicing for the cessation of unskillful thoughts.’

# mn78:9.26
source: Ime kusalā saṅkappā;
mn: ‘These are skillful thoughts.’

# mn78:9.28
source: Itosamuṭṭhānā kusalā saṅkappā;
mn: ‘Skillful thoughts stem from this.’

# mn78:9.30
source: Idha kusalā saṅkappā aparisesā nirujjhanti;
mn: ‘Here skillful thoughts cease without anything left over.’

# mn78:9.32
source: Evaṃ paṭipanno kusalānaṃ saṅkappānaṃ nirodhāya paṭipanno hoti;
mn: ‘Someone practicing like this is practicing for the cessation of skillful thoughts.’

# mn78:10.1
source: Katame ca, thapati, akusalā sīlā?
mn: And what, master builder, are unskillful behaviors?

# mn78:10.2
source: Akusalaṃ kāyakammaṃ, akusalaṃ vacīkammaṃ, pāpako ājīvo—
mn: Unskillful deeds by way of body and speech, and bad livelihood.

# mn78:10.3
source: ime vuccanti, thapati, akusalā sīlā.
mn: These are called unskillful behaviors.

# mn78:10.4
source: Ime ca, thapati, akusalā sīlā kiṃsamuṭṭhānā?
mn: And where do these unskillful behaviors stem from?

# mn78:10.5
source: Samuṭṭhānampi nesaṃ vuttaṃ.
mn: Where they stem from has been stated.

# mn78:10.6
source: ‘Cittasamuṭṭhānā’tissa vacanīyaṃ.
mn: You should say that they stem from the mind.

# mn78:10.7
source: Katamaṃ cittaṃ?
mn: What mind?

# mn78:10.8
source: Cittampi hi bahuṃ anekavidhaṃ nānappakārakaṃ.
mn: The mind takes many and diverse forms.

# mn78:10.9
source: Yaṃ cittaṃ sarāgaṃ sadosaṃ samohaṃ, itosamuṭṭhānā akusalā sīlā.
mn: But unskillful behaviors stem from a mind that has greed, hate, and delusion.

# mn78:10.10
source: Ime ca, thapati, akusalā sīlā kuhiṃ aparisesā nirujjhanti?
mn: And where do these unskillful behaviors cease without anything left over?

# mn78:10.11
source: Nirodhopi nesaṃ vutto.
mn: Their cessation has also been stated.

# mn78:10.12
source: Idha, thapati, bhikkhu kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti, manoduccaritaṃ pahāya manosucaritaṃ bhāveti, micchājīvaṃ pahāya sammājīvena jīvitaṃ kappeti—
mn: It’s when a mendicant gives up bad conduct by way of body, speech, and mind, and develops good conduct by way of body, speech, and mind; they give up wrong livelihood and earn a living by right livelihood.

# mn78:10.13
source: etthete akusalā sīlā aparisesā nirujjhanti.
mn: This is where these unskillful behaviors cease without anything left over.

# mn78:10.14
source: Kathaṃ paṭipanno, thapati, akusalānaṃ sīlānaṃ nirodhāya paṭipanno hoti?
mn: And how is someone practicing for the cessation of unskillful behaviors?

# mn78:10.15
source: Idha, thapati, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;
mn: It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise.

# mn78:10.16
source: uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;
mn: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up.

# mn78:10.17
source: anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;
mn: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise.

# mn78:10.18
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
mn: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development.

# mn78:10.19
source: Evaṃ paṭipanno kho, thapati, akusalānaṃ sīlānaṃ nirodhāya paṭipanno hoti.
mn: Someone practicing like this is practicing for the cessation of unskillful behaviors.

# mn78:11.1
source: Katame ca, thapati, kusalā sīlā?
mn: And what are skillful behaviors?

# mn78:11.2
source: Kusalaṃ kāyakammaṃ, kusalaṃ vacīkammaṃ, ājīvaparisuddhampi kho ahaṃ, thapati, sīlasmiṃ vadāmi.
mn: Skillful deeds by way of body and speech, and purified livelihood are included in behavior, I say.

# mn78:11.3
source: Ime vuccanti, thapati, kusalā sīlā.
mn: These are called skillful behaviors.

# mn78:11.4
source: Ime ca, thapati, kusalā sīlā kiṃsamuṭṭhānā?
mn: And where do these skillful behaviors stem from?

# mn78:11.5
source: Samuṭṭhānampi nesaṃ vuttaṃ.
mn: Where they stem from has been stated.

# mn78:11.6
source: ‘Cittasamuṭṭhānā’tissa vacanīyaṃ.
mn: You should say that they stem from the mind.

# mn78:11.7
source: Katamaṃ cittaṃ?
mn: What mind?

# mn78:11.8
source: Cittampi hi bahuṃ anekavidhaṃ nānappakārakaṃ.
mn: The mind takes many and diverse forms.

# mn78:11.9
source: Yaṃ cittaṃ vītarāgaṃ vītadosaṃ vītamohaṃ, itosamuṭṭhānā kusalā sīlā.
mn: But skillful behaviors stem from a mind that is free from greed, hate, and delusion.

# mn78:11.10
source: Ime ca, thapati, kusalā sīlā kuhiṃ aparisesā nirujjhanti?
mn: And where do these skillful behaviors cease without anything left over?

# mn78:11.11
source: Nirodhopi nesaṃ vutto.
mn: Their cessation has also been stated.

# mn78:11.12
source: Idha, thapati, bhikkhu sīlavā hoti no ca sīlamayo,
mn: It’s when a mendicant behaves ethically, but they don’t identify with their ethical behavior.

# mn78:11.13
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti; yatthassa te kusalā sīlā aparisesā nirujjhanti.
mn: And they truly understand the freedom of heart and freedom by wisdom where these skillful behaviors cease without anything left over.

# mn78:11.14
source: Kathaṃ paṭipanno ca, thapati, kusalānaṃ sīlānaṃ nirodhāya paṭipanno hoti?
mn: And how is someone practicing for the cessation of skillful behaviors?

# mn78:11.15
source: Idha, thapati, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;
mn: It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise …

# mn78:11.16
source: uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya … pe …
mn: so that unskillful qualities are given up …

# mn78:11.17
source: anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya … pe …
mn: so that skillful qualities arise …

# mn78:11.18
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
mn: so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.

# mn78:11.19
source: Evaṃ paṭipanno kho, thapati, kusalānaṃ sīlānaṃ nirodhāya paṭipanno hoti.
mn: Someone practicing like this is practicing for the cessation of skillful behaviors.

# mn78:12.1
source: Katame ca, thapati, akusalā saṅkappā?
mn: And what are unskillful thoughts?

# mn78:12.2
source: Kāmasaṅkappo, byāpādasaṅkappo, vihiṃsāsaṅkappo—
mn: Thoughts of sensuality, of malice, and of cruelty.

# mn78:12.3
source: ime vuccanti, thapati, akusalā saṅkappā.
mn: These are called unskillful thoughts.

# mn78:12.4
source: Ime ca, thapati, akusalā saṅkappā kiṃsamuṭṭhānā?
mn: And where do these unskillful thoughts stem from?

# mn78:12.5
source: Samuṭṭhānampi nesaṃ vuttaṃ.
mn: Where they stem from has been stated.

# mn78:12.6
source: ‘Saññāsamuṭṭhānā’tissa vacanīyaṃ.
mn: You should say that they stem from perception.

# mn78:12.7
source: Katamā saññā?
mn: What perception?

# mn78:12.8
source: Saññāpi hi bahū anekavidhā nānappakārakā.
mn: Perception takes many and diverse forms.

# mn78:12.9
source: Kāmasaññā, byāpādasaññā, vihiṃsāsaññā—
mn: Perceptions of sensuality, malice, and cruelty—

# mn78:12.10
source: itosamuṭṭhānā akusalā saṅkappā.
mn: unskillful thoughts stem from this.

# mn78:12.11
source: Ime ca, thapati, akusalā saṅkappā kuhiṃ aparisesā nirujjhanti?
mn: And where do these unskillful thoughts cease without anything left over?

# mn78:12.12
source: Nirodhopi nesaṃ vutto.
mn: Their cessation has also been stated.

# mn78:12.13
source: Idha, thapati, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati;
mn: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn78:12.14
source: etthete akusalā saṅkappā aparisesā nirujjhanti.
mn: This is where these unskillful thoughts cease without anything left over.

# mn78:12.15
source: Kathaṃ paṭipanno ca, thapati, akusalānaṃ saṅkappānaṃ nirodhāya paṭipanno hoti?
mn: And how is someone practicing for the cessation of unskillful thoughts?

# mn78:12.16
source: Idha, thapati, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;
mn: It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise …

# mn78:12.17
source: uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya … pe …
mn: so that unskillful qualities are given up …

# mn78:12.18
source: anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya … pe …
mn: so that skillful qualities arise …

# mn78:12.19
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
mn: so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.

# mn78:12.20
source: Evaṃ paṭipanno kho, thapati, akusalānaṃ saṅkappānaṃ nirodhāya paṭipanno hoti.
mn: Someone practicing like this is practicing for the cessation of unskillful thoughts.

# mn78:13.1
source: Katame ca, thapati, kusalā saṅkappā?
mn: And what are skillful thoughts?

# mn78:13.2
source: Nekkhammasaṅkappo, abyāpādasaṅkappo, avihiṃsāsaṅkappo—
mn: Thoughts of renunciation, good will, and harmlessness.

# mn78:13.3
source: ime vuccanti, thapati, kusalā saṅkappā.
mn: These are called skillful thoughts.

# mn78:13.4
source: Ime ca, thapati, kusalā saṅkappā kiṃsamuṭṭhānā?
mn: And where do these skillful thoughts stem from?

# mn78:13.5
source: Samuṭṭhānampi nesaṃ vuttaṃ.
mn: Where they stem from has been stated.

# mn78:13.6
source: ‘Saññāsamuṭṭhānā’tissa vacanīyaṃ.
mn: You should say that they stem from perception.

# mn78:13.7
source: Katamā saññā?
mn: What perception?

# mn78:13.8
source: Saññāpi hi bahū anekavidhā nānappakārakā.
mn: Perception takes many and diverse forms.

# mn78:13.9
source: Nekkhammasaññā, abyāpādasaññā, avihiṃsāsaññā—
mn: Perceptions of renunciation, good will, and harmlessness—

# mn78:13.10
source: itosamuṭṭhānā kusalā saṅkappā.
mn: skillful thoughts stem from this.

# mn78:13.11
source: Ime ca, thapati, kusalā saṅkappā kuhiṃ aparisesā nirujjhanti?
mn: And where do these skillful thoughts cease without anything left over?

# mn78:13.12
source: Nirodhopi nesaṃ vutto.
mn: Their cessation has also been stated.

# mn78:13.13
source: Idha, thapati, bhikkhu vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati;
mn: It’s when, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn78:13.14
source: etthete kusalā saṅkappā aparisesā nirujjhanti.
mn: This is where these skillful thoughts cease without anything left over.

# mn78:13.15
source: Kathaṃ paṭipanno ca, thapati, kusalānaṃ saṅkappānaṃ nirodhāya paṭipanno hoti?
mn: And how is someone practicing for the cessation of skillful thoughts?
