Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn079.po
Languages: mn

# mn79:0.1
source: Majjhima Nikāya 79
mn: Middle Discourses 79

# mn79:0.2
source: Cūḷasakuludāyisutta
mn: The Shorter Discourse With Sakuludāyī

# mn79:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn79:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn79:1.3
source: Tena kho pana samayena sakuludāyī paribbājako moranivāpe paribbājakārāme paṭivasati mahatiyā paribbājakaparisāya saddhiṃ.
mn: Now at that time the wanderer Sakuludāyī was residing together with a large assembly of wanderers in the monastery of the wanderers in the peacocks’ feeding ground.

# mn79:2.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms.

# mn79:2.2
source: Atha kho bhagavato etadahosi:
mn: Then it occurred to him,

# mn79:2.3
source: “atippago kho tāva rājagahe piṇḍāya carituṃ.
mn: “It’s too early to wander for alms in Rājagaha.

# mn79:2.4
source: Yannūnāhaṃ yena moranivāpo paribbājakārāmo yena sakuludāyī paribbājako tenupasaṅkameyyan”ti.
mn: Why don’t I visit the wanderer Sakuludāyī at the monastery of the wanderers in the peacocks’ feeding ground?”

# mn79:2.5
source: Atha kho bhagavā yena moranivāpo paribbājakārāmo tenupasaṅkami.
mn: Then the Buddha went to the monastery of the wanderers.

# mn79:3.1
source: Tena kho pana samayena sakuludāyī paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā, seyyathidaṃ—
mn: Now at that time, Sakuludāyī was sitting together with a large assembly of wanderers making an uproar, a dreadful racket. They engaged in all kinds of unworthy talk, such as

# mn79:3.2
source: rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā.
mn: talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.

# mn79:3.3
source: Addasā kho sakuludāyī paribbājako bhagavantaṃ dūratova āgacchantaṃ.
mn: Sakuludāyī saw the Buddha coming off in the distance,

# mn79:3.4
source: Disvāna sakaṃ parisaṃ saṇṭhāpesi:
mn: and hushed his own assembly,

# mn79:3.5
source: “appasaddā bhonto hontu, mā bhonto saddamakattha.
mn: “Be quiet, good sirs, don’t make a sound.

# mn79:3.6
source: Ayaṃ samaṇo gotamo āgacchati;
mn: Here comes the ascetic Gotama.

# mn79:3.7
source: appasaddakāmo kho pana so āyasmā appasaddassa vaṇṇavādī.
mn: The venerable likes quiet and praises quiet.

# mn79:3.8
source: Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti.
mn: Hopefully if he sees that our assembly is quiet he’ll see fit to approach.”

# mn79:3.9
source: Atha kho te paribbājakā tuṇhī ahesuṃ.
mn: Then those wanderers fell silent.

# mn79:4.1
source: Atha kho bhagavā yena sakuludāyī paribbājako tenupasaṅkami.
mn: Then the Buddha approached Sakuludāyī,

# mn79:4.2
source: Atha kho sakuludāyī paribbājako bhagavantaṃ etadavoca:
mn: who said to him,

# mn79:4.3
source: “etu kho, bhante, bhagavā.
mn: “Come, Blessed One!

# mn79:4.4
source: Svāgataṃ, bhante, bhagavato.
mn: Welcome, Blessed One!

# mn79:4.5
source: Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya.
mn: It’s been a long time since you took the opportunity to come here.

# mn79:4.6
source: Nisīdatu, bhante, bhagavā;
mn: Please, sir, sit down, this seat is ready.”

# mn79:4.8
source: Nisīdi bhagavā paññatte āsane.
mn: The Buddha sat on the seat spread out,

# mn79:4.9
source: Sakuludāyīpi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: while Sakuludāyī took a low seat and sat to one side.

# mn79:4.10
source: Ekamantaṃ nisinnaṃ kho sakuludāyiṃ paribbājakaṃ bhagavā etadavoca:
mn: The Buddha said to him,

# mn79:4.11
source: “kāya nuttha, udāyi, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti?
mn: “Udāyī, what were you sitting talking about just now? What conversation was unfinished?”

# mn79:5.1
source: “Tiṭṭhatesā, bhante, kathā yāya mayaṃ etarahi kathāya sannisinnā.
mn: “Sir, leave aside what we were sitting talking about just now.

# mn79:5.2
source: Nesā, bhante, kathā bhagavato dullabhā bhavissati pacchāpi savanāya.
mn: It won’t be hard for you to hear about that later.

# mn79:5.3
source: Yadāhaṃ, bhante, imaṃ parisaṃ anupasaṅkanto homi athāyaṃ parisā anekavihitaṃ tiracchānakathaṃ kathentī nisinnā hoti;
mn: When I don’t come to the assembly, they sit and engage in all kinds of unworthy talk.

# mn79:5.4
source: yadā ca kho ahaṃ, bhante, imaṃ parisaṃ upasaṅkanto homi athāyaṃ parisā mamaññeva mukhaṃ ullokentī nisinnā hoti:
mn: But when I have come to the assembly, they sit gazing up at my face alone, thinking,

# mn79:5.5
source: ‘yaṃ no samaṇo udāyī dhammaṃ bhāsissati taṃ sossāmā’ti;
mn: ‘Whatever the ascetic Udāyī teaches, we shall listen to it.’

# mn79:5.6
source: yadā pana, bhante, bhagavā imaṃ parisaṃ upasaṅkanto hoti athāhañceva ayañca parisā bhagavato mukhaṃ ullokentā nisinnā homa:
mn: But when the Buddha has come to the assembly, both myself and the assembly sit gazing up at your face, thinking,

# mn79:5.7
source: ‘yaṃ no bhagavā dhammaṃ bhāsissati taṃ sossāmā’”ti.
mn: ‘Whatever the Buddha teaches, we shall listen to it.’”

# mn79:6.1
source: “Tenahudāyi, taṃyevettha paṭibhātu yathā maṃ paṭibhāseyyā”ti.
mn: “Well then, Udāyī, suggest something for me to talk about.”

# mn79:6.2
source: “Purimāni, bhante, divasāni purimatarāni sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānamāno ‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti.
mn: “Master Gotama, a few days ago someone was claiming to be all-knowing and all-seeing, to know and see everything without exception, thus: ‘Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.’

# mn79:6.3
source: So mayā pubbantaṃ ārabbha pañhaṃ puṭṭho samāno aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi, kopañca dosañca appaccayañca pātvākāsi.
mn: When I asked them a question about the past, they dodged the issue, distracted the discussion with irrelevant points, and displayed annoyance, hate, and bitterness.

# mn79:6.4
source: Tassa mayhaṃ, bhante, bhagavantaṃyeva ārabbha sati udapādi:
mn: That reminded me of the Buddha:

# mn79:6.5
source: ‘aho nūna bhagavā, aho nūna sugato. Yo imesaṃ dhammānaṃ sukusalo’”ti.
mn: ‘Surely it must be the Blessed One, the Holy One who is so skilled in such matters.’”

# mn79:6.6
source: “Ko pana so, udāyi, sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānamāno ‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti, yo tayā pubbantaṃ ārabbha pañhaṃ puṭṭho samāno aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi kopañca dosañca appaccayañca pātvākāsī”ti?
mn: “But Udāyī, who was it that made such a claim and behaved in such a way?”

# mn79:6.7
source: “Nigaṇṭho, bhante, nāṭaputto”ti.
mn: “It was Nigaṇṭha Nātaputta, sir.”

# mn79:7.1
source: “Yo kho, udāyi, anekavihitaṃ pubbenivāsaṃ anussareyya, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyya, so vā maṃ pubbantaṃ ārabbha pañhaṃ puccheyya, taṃ vāhaṃ pubbantaṃ ārabbha pañhaṃ puccheyyaṃ;
mn: “Udāyī, someone who can recollect their many kinds of past lives, with features and details, might ask me a question about the past, or I might ask them a question about the past.

# mn79:7.2
source: so vā me pubbantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyya, tassa vāhaṃ pubbantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyyaṃ.
mn: And they might satisfy me with their answer, or I might satisfy them with my answer.

# mn79:7.3
source: Yo kho, udāyi, dibbena cakkhunā visuddhena atikkantamānusakena satte passeyya cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyya, so vā maṃ aparantaṃ ārabbha pañhaṃ puccheyya, taṃ vāhaṃ aparantaṃ ārabbha pañhaṃ puccheyyaṃ;
mn: Someone who, with clairvoyance that is purified and superhuman, understands how sentient beings are reborn according to their deeds might ask me a question about the future, or I might ask them a question about the future.

# mn79:7.4
source: so vā me aparantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyya, tassa vāhaṃ aparantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyyaṃ.
mn: And they might satisfy me with their answer, or I might satisfy them with my answer.

# mn79:7.5
source: Api ca, udāyi, tiṭṭhatu pubbanto, tiṭṭhatu aparanto.
mn: Nevertheless, Udāyī, leave aside the past and the future.

# mn79:7.6
source: Dhammaṃ te desessāmi—
mn: I shall teach you the Dhamma:

# mn79:7.7
source: imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati;
mn: ‘When this exists, that is; due to the arising of this, that arises.

# mn79:7.8
source: imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhatī”ti.
mn: When this doesn’t exist, that is not; due to the cessation of this, that ceases.’”

# mn79:8.1
source: “Ahañhi, bhante, yāvatakampi me iminā attabhāvena paccanubhūtaṃ tampi nappahomi sākāraṃ sauddesaṃ anussarituṃ,
mn: “Well sir, I can’t even recall with features and details what I’ve undergone in this incarnation.

# mn79:8.2
source: kuto panāhaṃ anekavihitaṃ pubbenivāsaṃ anussarissāmi, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarissāmi, seyyathāpi bhagavā?
mn: How should I possibly recollect my many kinds of past lives with features and details, like the Buddha?

# mn79:8.3
source: Ahañhi, bhante, etarahi paṃsupisācakampi na passāmi,
mn: And I can’t now see even a mud-goblin.

# mn79:8.4
source: kuto panāhaṃ dibbena cakkhunā visuddhena atikkantamānusakena satte passissāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānissāmi, seyyathāpi bhagavā?
mn: How should I possibly, with clairvoyance that is purified and superhuman, see sentient beings passing away and being reborn, like the Buddha?

# mn79:8.5
source: Yaṃ pana maṃ, bhante, bhagavā evamāha:
mn: But then the Buddha told me,

# mn79:8.6
source: ‘api ca, udāyi, tiṭṭhatu pubbanto, tiṭṭhatu aparanto;
mn: ‘Nevertheless, Udāyī, leave aside the past and the future.

# mn79:8.7
source: dhammaṃ te desessāmi—
mn: I shall teach you the Dhamma:

# mn79:8.8
source: imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati;
mn: “When this exists, that is; due to the arising of this, that arises.

# mn79:8.9
source: imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhatī’ti tañca pana me bhiyyoso mattāya na pakkhāyati.
mn: When this doesn’t exist, that is not; due to the cessation of this, that ceases.”’ But that is even more unclear to me.

# mn79:8.10
source: Appeva nāmāhaṃ, bhante, sake ācariyake bhagavato cittaṃ ārādheyyaṃ pañhassa veyyākaraṇenā”ti.
mn: Perhaps I might satisfy the Buddha by answering a question about my own teacher’s doctrine.”

# mn79:9.1
source: “Kinti pana te, udāyi, sake ācariyake hotī”ti?
mn: “But Udāyī, what is your own teacher’s doctrine?”

# mn79:9.2
source: “Amhākaṃ, bhante, sake ācariyake evaṃ hoti:
mn: “Sir, it’s this:

# mn79:9.3
source: ‘ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo’”ti.
mn: ‘This is the ultimate splendor, this is the ultimate splendor.’”

# mn79:9.4
source: “Yaṃ pana te etaṃ, udāyi, sake ācariyake evaṃ hoti:
mn: “But what is that ultimate splendor?”

# mn79:9.6
source: “Yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti.
mn: “Sir, the ultimate splendor is the splendor compared to which no other splendor is finer.”

# mn79:9.7
source: “Katamo pana so paramo vaṇṇo yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī”ti?
mn: “But what is that ultimate splendor compared to which no other splendor is finer?”

# mn79:9.8
source: “Yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti.
mn: “Sir, the ultimate splendor is the splendor compared to which no other splendor is finer.”

# mn79:10.1
source: “Dīghāpi kho te esā, udāyi, phareyya:
mn: “Udāyī, you could draw this out for a long time.

# mn79:10.2
source: ‘yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesi.
mn: You say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor.

# mn79:10.3
source: Seyyathāpi, udāyi, puriso evaṃ vadeyya:
mn: Suppose a man was to say,

# mn79:10.4
source: ‘ahaṃ yā imasmiṃ janapade janapadakalyāṇī taṃ icchāmi, taṃ kāmemī’ti.
mn: ‘Whoever the finest lady in the land is, it is her that I want, her I desire!’

# mn79:10.5
source: Tamenaṃ evaṃ vadeyyuṃ:
mn: They’d say to him,

# mn79:10.6
source: ‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti?
mn: ‘Mister, that finest lady in the land who you desire—do you know whether she’s an aristocrat, a brahmin, a merchant, or a worker?’

# mn79:10.7
source: Iti puṭṭho ‘no’ti vadeyya.
mn: Asked this, he’d say, ‘No.’

# mn79:10.8
source: Tamenaṃ evaṃ vadeyyuṃ:
mn: They’d say to him,

# mn79:10.9
source: ‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—evaṃnāmā evaṅgottāti vāti … pe … dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti … amukasmiṃ gāme vā nigame vā nagare vā’ti?
mn: ‘Mister, that finest lady in the land who you desire—do you know her name or clan? Whether she’s tall or short or medium? Whether her skin is black, brown, or tawny? What village, town, or city she comes from?’

# mn79:10.10
source: Iti puṭṭho ‘no’ti vadeyya.
mn: Asked this, he’d say, ‘No.’

# mn79:10.11
source: Tamenaṃ evaṃ vadeyyuṃ:
mn: They’d say to him,

# mn79:10.12
source: ‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, taṃ tvaṃ icchasi kāmesī’ti?
mn: ‘Mister, do you desire someone who you’ve never even known or seen?’

# mn79:10.13
source: Iti puṭṭho ‘āmā’ti vadeyya.
mn: Asked this, he’d say, ‘Yes.’

# mn79:10.14
source: Taṃ kiṃ maññasi, udāyi—
mn: What do you think, Udāyī?

# mn79:10.15
source: nanu evaṃ sante, tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti?
mn: This being so, doesn’t that man’s statement turn out to have no demonstrable basis?”

# mn79:10.16
source: “Addhā kho, bhante, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti.
mn: “Clearly that’s the case, sir.”

# mn79:10.17
source: “Evameva kho tvaṃ, udāyi, ‘yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesī”ti.
mn: “In the same way, you say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor.”

# mn79:11.1
source: “Seyyathāpi, bhante, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, evaṃ vaṇṇo attā hoti arogo paraṃ maraṇā”ti.
mn: “Sir, suppose there was a beryl gem that was naturally beautiful, eight-faceted, well-worked. When placed on a cream rug it would shine and glow and radiate. Such is the splendor of the self that is sound after death.”

# mn79:12.1
source: “Taṃ kiṃ maññasi, udāyi,
mn: “What do you think, Udāyī?

# mn79:12.2
source: yo vā maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, yo vā rattandhakāratimisāya kimi khajjopanako—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
mn: Which of these two has a finer splendor: such a beryl gem, or a firefly in the dark of night?”

# mn79:12.3
source: “Yvāyaṃ, bhante, rattandhakāratimisāya kimi khajjopanako—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
mn: “A firefly in the dark of night, sir.”

# mn79:13.1
source: “Taṃ kiṃ maññasi, udāyi,
mn: “What do you think, Udāyī?

# mn79:13.2
source: yo vā rattandhakāratimisāya kimi khajjopanako, yo vā rattandhakāratimisāya telappadīpo—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
mn: Which of these two has a finer splendor: a firefly in the dark of night, or an oil lamp in the dark of night?”

# mn79:13.3
source: “Yvāyaṃ, bhante, rattandhakāratimisāya telappadīpo—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
mn: “An oil lamp in the dark of night, sir.”

# mn79:14.1
source: “Taṃ kiṃ maññasi, udāyi,
mn: “What do you think, Udāyī?

# mn79:14.2
source: yo vā rattandhakāratimisāya telappadīpo, yo vā rattandhakāratimisāya mahāaggikkhandho—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
mn: Which of these two has a finer splendor: an oil lamp in the dark of night, or a bonfire in the dark of night?”

# mn79:14.3
source: “Yvāyaṃ, bhante, rattandhakāratimisāya mahāaggikkhandho—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
mn: “A bonfire in the dark of night, sir.”

# mn79:15.1
source: “Taṃ kiṃ maññasi, udāyi,
mn: “What do you think, Udāyī?

# mn79:15.2
source: yo vā rattandhakāratimisāya mahāaggikkhandho, yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
mn: Which of these two has a finer splendor: a bonfire in the dark of night, or the Morning Star in a clear and cloudless sky at the crack of dawn?”

# mn79:15.3
source: “Yvāyaṃ, bhante, rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
mn: “The Morning Star in a clear and cloudless sky at the crack of dawn, sir.”

# mn79:16.1
source: “Taṃ kiṃ maññasi, udāyi,
mn: “What do you think, Udāyī?

# mn79:16.2
source: yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
mn: Which of these two has a finer splendor: the Morning Star in a clear and cloudless sky at the crack of dawn, or the full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath?”

# mn79:16.3
source: “Yvāyaṃ, bhante, tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
mn: “The full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath, sir.”

# mn79:17.1
source: “Taṃ kiṃ maññasi, udāyi,
mn: “What do you think, Udāyī?

# mn79:17.2
source: yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, yo vā vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
mn: Which of these two has a finer splendor: the full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath, or the sun at midday in a clear and cloudless sky in the last month of the rainy season?”

# mn79:17.3
source: “Yvāyaṃ, bhante, vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
mn: “The sun at midday in a clear and cloudless sky in the last month of the rainy season, sir.”

# mn79:18.1
source: “Ato kho te, udāyi, bahū hi bahutarā devā ye imesaṃ candimasūriyānaṃ ābhā nānubhonti, tyāhaṃ pajānāmi.
mn: “Beyond this, Udāyī, I know very many gods on whom the light of the sun and moon make no impression.

# mn79:18.2
source: Atha ca panāhaṃ na vadāmi:
mn: Nevertheless, I do not say:

# mn79:18.3
source: ‘yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī’ti.
mn: ‘The splendor compared to which no other splendor is finer.’

# mn79:18.4
source: Atha ca pana tvaṃ, udāyi, ‘yvāyaṃ vaṇṇo kiminā khajjopanakena nihīnataro ca patikiṭṭhataro ca so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesī”ti.
mn: But of the splendor inferior to a firefly you say, ‘This is the ultimate splendor.’ And you don’t describe that splendor.”

# mn79:19.1
source: “Acchidaṃ bhagavā kathaṃ, acchidaṃ sugato kathan”ti.
mn: “The Blessed One has cut short the discussion! The Holy One has cut short the discussion!”

# mn79:19.2
source: “Kiṃ pana tvaṃ, udāyi, evaṃ vadesi:
mn: “But Udāyī, why do you say this?”

# mn79:19.4
source: “Amhākaṃ, bhante, sake ācariyake evaṃ hoti:
mn: “Sir, it says this in our own teacher’s doctrine:

# mn79:19.5
source: ‘ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo’ti.
mn: ‘This is the ultimate splendor, this is the ultimate splendor.’

# mn79:19.6
source: Te mayaṃ, bhante, bhagavatā sake ācariyake samanuyuñjīyamānā samanuggāhīyamānā samanubhāsīyamānā rittā tucchā aparaddhā”ti.
mn: But when pursued, pressed, and grilled on our own teacher’s doctrine, we turned out to be void, hollow, and mistaken.”

# mn79:20.1
source: “Kiṃ panudāyi, atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti?
mn: “But Udāyī, is there a world of perfect happiness? And is there a grounded path for realizing a world of perfect happiness?”

# mn79:20.2
source: “Amhākaṃ, bhante, sake ācariyake evaṃ hoti:
mn: “Sir, it says this in our own teacher’s doctrine:

# mn79:20.3
source: ‘atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā’”ti.
mn: ‘There is a world of perfect happiness. And there is a grounded path for realizing a world of perfect happiness.’”

# mn79:21.1
source: “Katamā pana sā, udāyi, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti?
mn: “Well, what is that grounded path for realizing a world of perfect happiness?”

# mn79:21.2
source: “Idha, bhante, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, adinnādānaṃ pahāya adinnādānā paṭivirato hoti, kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti, musāvādaṃ pahāya musāvādā paṭivirato hoti, aññataraṃ vā pana tapoguṇaṃ samādāya vattati.
mn: “Sir, it’s when someone gives up killing living creatures, stealing, sexual misconduct, and lying. And they proceed having undertaken some kind of mortification.

# mn79:21.3
source: Ayaṃ kho sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti.
mn: This is the grounded path for realizing a world of perfect happiness.”

# mn79:22.1
source: “Taṃ kiṃ maññasi, udāyi,
mn: “What do you think, Udāyī?

# mn79:22.2
source: yasmiṃ samaye pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti?
mn: On an occasion when someone refrains from killing living creatures, is their self perfectly happy at that time, or does it have both pleasure and pain?”

# mn79:22.3
source: “Sukhadukkhī, bhante”.
mn: “It has both pleasure and pain.”

# mn79:22.4
source: “Taṃ kiṃ maññasi, udāyi,
mn: “What do you think, Udāyī?

# mn79:22.5
source: yasmiṃ samaye adinnādānaṃ pahāya adinnādānā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti?
mn: On an occasion when someone refrains from stealing …

# mn79:22.7
source: “Taṃ kiṃ maññasi, udāyi, yasmiṃ samaye kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti?
mn: sexual misconduct …
