Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn079.po
Languages: mn

# mn79:22.9
source: “Taṃ kiṃ maññasi, udāyi, yasmiṃ samaye musāvādaṃ pahāya musāvādā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti?
mn: lying, is their self perfectly happy at that time, or does it have both pleasure and pain?”

# mn79:22.10
source: “Sukhadukkhī, bhante”.
mn: “It has both pleasure and pain.”

# mn79:22.11
source: “Taṃ kiṃ maññasi, udāyi,
mn: “What do you think, Udāyī?

# mn79:22.12
source: yasmiṃ samaye aññataraṃ tapoguṇaṃ samādāya vattati, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti?
mn: On an occasion when someone undertakes and follows some kind of mortification, is their self perfectly happy at that time, or does it have both pleasure and pain?”

# mn79:22.13
source: “Sukhadukkhī, bhante”.
mn: “It has both pleasure and pain.”

# mn79:22.14
source: “Taṃ kiṃ maññasi, udāyi,
mn: “What do you think, Udāyī?

# mn79:22.15
source: api nu kho vokiṇṇasukhadukkhaṃ paṭipadaṃ āgamma ekantasukhassa lokassa sacchikiriyā hotī”ti?
mn: Is a perfectly happy world realized by relying on a practice of mixed pleasure and pain?”

# mn79:23.1
source: “Acchidaṃ bhagavā kathaṃ, acchidaṃ sugato kathan”ti.
mn: “The Blessed One has cut short the discussion! The Holy One has cut short the discussion!”

# mn79:23.2
source: “Kiṃ pana tvaṃ, udāyi, vadesi:
mn: “But Udāyī, why do you say this?”

# mn79:23.4
source: “Amhākaṃ, bhante, sake ācariyake evaṃ hoti:
mn: “Sir, it says this in our own teacher’s doctrine:

# mn79:23.5
source: ‘atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā’ti.
mn: ‘There is a world of perfect happiness. And there is a grounded path for realizing a world of perfect happiness.’

# mn79:23.6
source: Te mayaṃ, bhante, bhagavatā sake ācariyake samanuyuñjiyamānā samanuggāhiyamānā samanubhāsiyamānā rittā tucchā aparaddhā”ti.
mn: But when pursued, pressed, and grilled on our own teacher’s doctrine, we turned out to be void, hollow, and mistaken.

# mn79:23.7
source: “Kiṃ pana, bhante, atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti?
mn: But sir, is there a world of perfect happiness? And is there a grounded path for realizing a world of perfect happiness?”

# mn79:24.1
source: “Atthi kho, udāyi, ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti.
mn: “There is a world of perfect happiness, Udāyī. And there is a grounded path for realizing a world of perfect happiness.”

# mn79:24.2
source: “Katamā pana sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti?
mn: “Well sir, what is that grounded path for realizing a world of perfect happiness?”

# mn79:25.1
source: “Idhudāyi, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati;
mn: “It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption.

# mn79:25.2
source: vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati;
mn: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption.

# mn79:25.3
source: pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati—
mn: With the fading away of rapture, they enter and remain in the third absorption.

# mn79:25.4
source: ayaṃ kho sā, udāyi, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti.
mn: This is the grounded path for realizing a world of perfect happiness.”

# mn79:25.5
source: “Na kho sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāya, sacchikato hissa, bhante, ettāvatā ekantasukho loko hotī”ti.
mn: “Sir, that’s not the grounded path for realizing a world of perfect happiness. At that point a perfectly happy world has already been realized.”

# mn79:25.6
source: “Na khvāssa, udāyi, ettāvatā ekantasukho loko sacchikato hoti;
mn: “No, Udāyī, at that point a perfectly happy world has not been realized.

# mn79:25.7
source: ākāravatī tveva sā paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti.
mn: This is the grounded path for realizing a world of perfect happiness.”

# mn79:26.1
source: Evaṃ vutte, sakuludāyissa paribbājakassa parisā unnādinī uccāsaddamahāsaddā ahosi:
mn: When he said this, Sakuludāyī’s assembly made an uproar, a dreadful racket,

# mn79:26.2
source: “ettha mayaṃ anassāma sācariyakā, ettha mayaṃ anassāma sācariyakā.
mn: “In that case, we’re lost, and so are our teacher’s doctrines! We’re lost, and so are our teacher’s doctrines!

# mn79:26.3
source: Na mayaṃ ito bhiyyo uttaritaraṃ pajānāmā”ti.
mn: We know nothing higher than this!”

# mn79:26.4
source: Atha kho sakuludāyī paribbājako te paribbājake appasadde katvā bhagavantaṃ etadavoca:
mn: Then Sakuludāyī, having quieted those wanderers, said to the Buddha,

# mn79:27.1
source: “kittāvatā panāssa, bhante, ekantasukho loko sacchikato hotī”ti?
mn: “Well sir, at what point is a perfectly happy world realized?”

# mn79:27.2
source: “Idhudāyi, bhikkhu sukhassa ca pahānā … pe … catutthaṃ jhānaṃ … upasampajja viharati.
mn: “It’s when, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption.

# mn79:27.3
source: Yā tā devatā ekantasukhaṃ lokaṃ upapannā tāhi devatāhi saddhiṃ santiṭṭhati sallapati sākacchaṃ samāpajjati.
mn: There are deities who have been reborn in a perfectly happy world. That mendicant associates with them, converses, and engages in discussion.

# mn79:27.4
source: Ettāvatā khvāssa, udāyi, ekantasukho loko sacchikato hotī”ti.
mn: It’s at this point that a perfectly happy world has been realized.”

# mn79:28.1
source: “Etassa nūna, bhante, ekantasukhassa lokassa sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti?
mn: “Surely the mendicants must live the spiritual life under the Buddha for the sake of realizing this perfectly happy world?”

# mn79:28.2
source: “Na kho, udāyi, ekantasukhassa lokassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.
mn: “No, Udāyī, the mendicants don’t live the spiritual life under me for the sake of realizing this perfectly happy world.

# mn79:28.3
source: Atthi kho, udāyi, aññeva dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti.
mn: There are other things that are finer, for the sake of which the mendicants live the spiritual life under me.”

# mn79:28.4
source: “Katame pana te, bhante, dhammā uttaritarā ca paṇītatarā ca yesaṃ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti?
mn: “But what are those finer things?”

# mn79:29-36.1
source: “Idhudāyi, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā … pe …
mn: “It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. …

# mn79:37.1
source: so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe
mn: They give up these five hindrances, corruptions of the heart that weaken wisdom.

# mn79:37.2
source: vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption.

# mn79:37.3
source: Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.
mn: This is one of the finer things for the sake of which the mendicants live the spiritual life under me.

# mn79:38-40.1
source: Puna caparaṃ, udāyi, bhikkhu vitakkavicārānaṃ vūpasamā … dutiyaṃ jhānaṃ …
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption …

# mn79:38-40.2
source: tatiyaṃ jhānaṃ …
mn: third absorption …

# mn79:38-40.3
source: catutthaṃ jhānaṃ upasampajja viharati.
mn: fourth absorption.

# mn79:38-40.4
source: Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.
mn: This too is one of the finer things.

# mn79:41.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives.

# mn79:41.2
source: So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
mn: They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They recollect their many kinds of past lives, with features and details.

# mn79:41.3
source: Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.
mn: This too is one of the finer things.

# mn79:42.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings.

# mn79:42.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate … pe … yathākammūpage satte pajānāti.
mn: With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.

# mn79:42.3
source: Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.
mn: This too is one of the finer things.

# mn79:43.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements.

# mn79:43.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti … pe … ‘ayaṃ dukkhanirodho’ti … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti,
mn: They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# mn79:43.3
source: ‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti … ‘ayaṃ āsavanirodho’ti … ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
mn: They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.

# mn79:44.1
source: Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.
mn: Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn79:44.2
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
mn: When they’re freed, they know they’re freed.

# mn79:44.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn79:44.4
source: Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.
mn: This too is one of the finer things.

# mn79:44.5
source: Ime kho, udāyi, dhammā uttaritarā ca paṇītatarā ca yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti.
mn: These are the finer things for the sake of which the mendicants live the spiritual life under me.”

# mn79:45.1
source: Evaṃ vutte, sakuludāyī paribbājako bhagavantaṃ etadavoca:
mn: When he had spoken, Sakuludāyī said to the Buddha,

# mn79:45.2
source: “abhikkantaṃ, bhante, abhikkantaṃ, bhante.
mn: “Excellent, sir! Excellent!

# mn79:45.3
source: Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways.

# mn79:45.4
source: Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# mn79:45.5
source: Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti.
mn: Sir, may I receive the going forth, the ordination in the Buddha’s presence?”

# mn79:46.1
source: Evaṃ vutte, sakuludāyissa paribbājakassa parisā sakuludāyiṃ paribbājakaṃ etadavocuṃ:
mn: When he said this, Sakuludāyī’s assembly said to him,

# mn79:46.2
source: “mā bhavaṃ, udāyi, samaṇe gotame brahmacariyaṃ cari;
mn: “Master Udāyī, don’t live the spiritual life under the ascetic Gotama.

# mn79:46.3
source: mā bhavaṃ, udāyi, ācariyo hutvā antevāsīvāsaṃ vasi.
mn: You have been a teacher; don’t live as a student.

# mn79:46.4
source: Seyyathāpi nāma udakamaṇiko hutvā udañcaniko assa, evaṃ sampadamidaṃ bhoto udāyissa bhavissati.
mn: The consequence for you will be as if a water jar were to become a water jug.

# mn79:46.5
source: Mā bhavaṃ, udāyi, samaṇe gotame brahmacariyaṃ cari;
mn: Master Udāyī, don’t live the spiritual life under the ascetic Gotama.

# mn79:46.6
source: mā bhavaṃ, udāyi, ācariyo hutvā antevāsīvāsaṃ vasī”ti.
mn: You have been a teacher; don’t live as a student.”

# mn79:46.7
source: Iti hidaṃ sakuludāyissa paribbājakassa parisā sakuludāyiṃ paribbājakaṃ antarāyamakāsi bhagavati brahmacariyeti.
mn: And that’s how the wanderer Sakuludāyī’s own assembly prevented him from living the spiritual life under the Buddha.
