Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn070.po
Languages: mn

# mn70:0.1
source: Majjhima Nikāya 70
mn: Middle Discourses 70

# mn70:0.2
source: Kīṭāgirisutta
mn: At Kīṭāgiri

# mn70:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn70:1.2
source: ekaṃ samayaṃ bhagavā kāsīsu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ.
mn: At one time the Buddha was wandering in the land of the Kāsīs together with a large Saṅgha of mendicants.

# mn70:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants:

# mn70:2.1
source: “ahaṃ kho, bhikkhave, aññatreva rattibhojanā bhuñjāmi.
mn: “Mendicants, I abstain from eating at night.

# mn70:2.2
source: Aññatra kho panāhaṃ, bhikkhave, rattibhojanā bhuñjamāno appābādhatañca sañjānāmi appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca.
mn: Doing so, I find that I’m healthy and well, nimble, strong, and living comfortably.

# mn70:2.3
source: Etha, tumhepi, bhikkhave, aññatreva rattibhojanā bhuñjatha.
mn: You too should abstain from eating at night.

# mn70:2.4
source: Aññatra kho pana, bhikkhave, tumhepi rattibhojanā bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcā”ti.
mn: Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.”

# mn70:2.5
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn70:3.1
source: Atha kho bhagavā kāsīsu anupubbena cārikaṃ caramāno yena kīṭāgiri nāma kāsīnaṃ nigamo tadavasari.
mn: Then the Buddha, traveling stage by stage in the land of the Kāsīs, arrived at a town of the Kāsīs named Kīṭāgiri,

# mn70:3.2
source: Tatra sudaṃ bhagavā kīṭāgirismiṃ viharati kāsīnaṃ nigame.
mn: and stayed there.

# mn70:4.1
source: Tena kho pana samayena assajipunabbasukā nāma bhikkhū kīṭāgirismiṃ āvāsikā honti.
mn: Now at that time the mendicants who followed Assaji and Punabbasuka were residing at Kīṭāgiri.

# mn70:4.2
source: Atha kho sambahulā bhikkhū yena assajipunabbasukā bhikkhū tenupasaṅkamiṃsu; upasaṅkamitvā assajipunabbasuke bhikkhū etadavocuṃ:
mn: Then several mendicants went up to them and said,

# mn70:4.3
source: “bhagavā kho, āvuso, aññatreva rattibhojanā bhuñjati bhikkhusaṅgho ca.
mn: “Reverends, the Buddha abstains from eating at night, and so does the mendicant Saṅgha.

# mn70:4.4
source: Aññatra kho panāvuso, rattibhojanā bhuñjamānā appābādhatañca sañjānanti appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca.
mn: Doing so, they find that they’re healthy and well, nimble, strong, and living comfortably.

# mn70:4.5
source: Etha, tumhepi, āvuso, aññatreva rattibhojanā bhuñjatha.
mn: You too should abstain from eating at night.

# mn70:4.6
source: Aññatra kho panāvuso, tumhepi rattibhojanā bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcā”ti.
mn: Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.”

# mn70:4.7
source: Evaṃ vutte, assajipunabbasukā bhikkhū te bhikkhū etadavocuṃ:
mn: When they said this, the mendicants who followed Assaji and Punabbasuka said to them,

# mn70:4.8
source: “mayaṃ kho, āvuso, sāyañceva bhuñjāma pāto ca divā ca vikāle.
mn: “Reverends, we eat in the evening, the morning, and at the wrong time of day.

# mn70:4.9
source: Te mayaṃ sāyañceva bhuñjamānā pāto ca divā ca vikāle appābādhatañca sañjānāma appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca.
mn: Doing so, we find that we’re healthy and well, nimble, strong, and living comfortably.

# mn70:4.10
source: Te mayaṃ kiṃ sandiṭṭhikaṃ hitvā kālikaṃ anudhāvissāma?
mn: Why should we give up what is visible in the present to chase after what takes effect over time?

# mn70:4.11
source: Sāyañceva mayaṃ bhuñjissāma pāto ca divā ca vikāle”ti.
mn: We shall eat in the evening, the morning, and at the wrong time of day.”

# mn70:5.1
source: Yato kho te bhikkhū nāsakkhiṃsu assajipunabbasuke bhikkhū saññāpetuṃ, atha yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
mn: Since those mendicants were unable to convince the mendicants who were followers of Assaji and Punabbasuka, they approached the Buddha, bowed, sat down to one side, and told him what had happened.

# mn70:6.1
source: Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:
mn: So the Buddha said to a certain monk,

# mn70:6.2
source: “ehi tvaṃ, bhikkhu, mama vacanena assajipunabbasuke bhikkhū āmantehi:
mn: “Please, monk, in my name tell the mendicants who follow Assaji and Punabbasuka that

# mn70:6.3
source: ‘satthā āyasmante āmantetī’”ti.
mn: the teacher summons them.”

# mn70:6.4
source: “Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena assajipunabbasukā bhikkhū tenupasaṅkami; upasaṅkamitvā assajipunabbasuke bhikkhū etadavoca:
mn: “Yes, sir,” that monk replied. He went to those mendicants and said,

# mn70:6.5
source: “satthā āyasmante āmantetī”ti.
mn: “Venerables, the teacher summons you.”

# mn70:6.6
source: “Evamāvuso”ti kho assajipunabbasukā bhikkhū tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho assajipunabbasuke bhikkhū bhagavā etadavoca:
mn: “Yes, reverend,” those mendicants replied. They went to the Buddha, bowed, and sat down to one side.

# mn70:6.7
source: “saccaṃ kira, bhikkhave, sambahulā bhikkhū tumhe upasaṅkamitvā etadavocuṃ:
mn: The Buddha said to them, “Is it really true, mendicants, that several mendicants went to you and said:

# mn70:6.8
source: ‘bhagavā kho, āvuso, aññatreva rattibhojanā bhuñjati bhikkhusaṃgho ca.
mn: ‘Reverends, the Buddha abstains from eating at night, and so does the mendicant Saṅgha.

# mn70:6.9
source: Aññatra kho panāvuso, rattibhojanā bhuñjamānā appābādhatañca sañjānanti appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca.
mn: Doing so, they find that they’re healthy and well, nimble, strong, and living comfortably.

# mn70:6.10
source: Etha, tumhepi, āvuso, aññatreva rattibhojanā bhuñjatha.
mn: You too should abstain from eating at night.

# mn70:6.11
source: Aññatra kho panāvuso, tumhepi rattibhojanā bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcā’ti.
mn: Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.’

# mn70:6.12
source: Evaṃ vutte, kira, bhikkhave, tumhe te bhikkhū evaṃ avacuttha:
mn: When they said this, did you really say to them:

# mn70:6.13
source: ‘mayaṃ kho panāvuso, sāyañceva bhuñjāma pāto ca divā ca vikāle.
mn: ‘Reverends, we eat in the evening, the morning, and at the wrong time of day.

# mn70:6.14
source: Te mayaṃ sāyañceva bhuñjamānā pāto ca divā ca vikāle appābādhatañca sañjānāma appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca.
mn: Doing so, we find that we’re healthy and well, nimble, strong, and living comfortably.

# mn70:6.15
source: Te mayaṃ kiṃ sandiṭṭhikaṃ hitvā kālikaṃ anudhāvissāma?
mn: Why should we give up what is visible in the present to chase after what takes effect over time?

# mn70:6.16
source: Sāyañceva mayaṃ bhuñjissāma pāto ca divā ca vikāle’”ti.
mn: We shall eat in the evening, the morning, and at the wrong time of day.’”

# mn70:6.17
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn70:6.18
source: “Kiṃ nu me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tassa akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī”ti?
mn: “Mendicants, have you ever known me to teach the Dhamma like this: no matter what this individual experiences—pleasurable, painful, or neutral—their unskillful qualities decline and their skillful qualities grow?”

# mn70:6.19
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn70:7.1
source: “Nanu me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha idhekaccassa yaṃ evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyanti, idha panekaccassa evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, idhekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyanti, idha panekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhanti, idhekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyanti, idha panekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī”ti?
mn: “Haven’t you known me to teach the Dhamma like this: ‘When someone feels this kind of pleasant feeling, unskillful qualities grow and skillful qualities decline. But when someone feels that kind of pleasant feeling, unskillful qualities decline and skillful qualities grow. When someone feels this kind of painful feeling, unskillful qualities grow and skillful qualities decline. But when someone feels that kind of painful feeling, unskillful qualities decline and skillful qualities grow. When someone feels this kind of neutral feeling, unskillful qualities grow and skillful qualities decline. But when someone feels that kind of neutral feeling, unskillful qualities decline and skillful qualities grow’?”

# mn70:7.2
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn70:8.1
source: “Sādhu, bhikkhave.
mn: “Good, mendicants!

# mn70:8.2
source: Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya:
mn: Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom:

# mn70:8.3
source: ‘idhekaccassa evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti,
mn: ‘When someone feels this kind of pleasant feeling, unskillful qualities grow and skillful qualities decline.’

# mn70:8.4
source: evāhaṃ ajānanto ‘evarūpaṃ sukhaṃ vedanaṃ pajahathā’ti vadeyyaṃ; api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti?
mn: Not knowing this, would it be appropriate for me to say: ‘You should give up this kind of pleasant feeling’?”

# mn70:8.5
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn70:8.6
source: “Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya:
mn: “But I have known, seen, understood, realized, and experienced this with wisdom:

# mn70:8.7
source: ‘idhekaccassa evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti, tasmāhaṃ ‘evarūpaṃ sukhaṃ vedanaṃ pajahathā’ti vadāmi.
mn: ‘When someone feels this kind of pleasant feeling, unskillful qualities grow and skillful qualities decline.’ Since this is so, that’s why I say: ‘You should give up this kind of pleasant feeling.’

# mn70:8.8
source: Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya:
mn: Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom:

# mn70:8.9
source: ‘idhekaccassa evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī’ti, evāhaṃ ajānanto ‘evarūpaṃ sukhaṃ vedanaṃ upasampajja viharathā’ti vadeyyaṃ;
mn: ‘When someone feels that kind of pleasant feeling, unskillful qualities decline and skillful qualities grow.’

# mn70:8.10
source: api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti?
mn: Not knowing this, would it be appropriate for me to say: ‘You should enter and remain in that kind of pleasant feeling’?”

# mn70:8.11
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn70:8.12
source: “Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya:
mn: “But I have known, seen, understood, realized, and experienced this with wisdom:

# mn70:8.13
source: ‘idhekaccassa evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhantī’ti, tasmāhaṃ ‘evarūpaṃ sukhaṃ vedanaṃ upasampajja viharathā’ti vadāmi.
mn: ‘When someone feels that kind of pleasant feeling, unskillful qualities decline and skillful qualities grow.’ Since this is so, that’s why I say: ‘You should enter and remain in that kind of pleasant feeling.’

# mn70:8.14
source: Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya:
mn: Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom:

# mn70:8.15
source: ‘idhekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti, evāhaṃ ajānanto ‘evarūpaṃ dukkhaṃ vedanaṃ pajahathā’ti vadeyyaṃ;
mn: ‘When someone feels this kind of painful feeling, unskillful qualities grow and skillful qualities decline.’

# mn70:8.16
source: api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti?
mn: Not knowing this, would it be appropriate for me to say: ‘You should give up this kind of painful feeling’?”

# mn70:8.17
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn70:9.1
source: “Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya:
mn: “But I have known, seen, understood, realized, and experienced this with wisdom:

# mn70:9.2
source: ‘idhekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti, tasmāhaṃ ‘evarūpaṃ dukkhaṃ vedanaṃ pajahathā’ti vadāmi.
mn: ‘When someone feels this kind of painful feeling, unskillful qualities grow and skillful qualities decline.’ Since this is so, that’s why I say: ‘You should give up this kind of painful feeling.’

# mn70:9.3
source: Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya:
mn: Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom:

# mn70:9.4
source: ‘idhekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī’ti, evāhaṃ ajānanto ‘evarūpaṃ dukkhaṃ vedanaṃ upasampajja viharathā’ti vadeyyaṃ;
mn: ‘When someone feels that kind of painful feeling, unskillful qualities decline and skillful qualities grow.’

# mn70:9.5
source: api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti?
mn: Not knowing this, would it be appropriate for me to say: ‘You should enter and remain in that kind of painful feeling’?”

# mn70:9.6
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn70:9.7
source: “Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya:
mn: “But I have known, seen, understood, realized, and experienced this with wisdom:

# mn70:9.8
source: ‘idhekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī’ti, tasmāhaṃ ‘evarūpaṃ dukkhaṃ vedanaṃ upasampajja viharathā’ti vadāmi.
mn: ‘When someone feels that kind of painful feeling, unskillful qualities decline and skillful qualities grow.’ Since this is so, that’s why I say: ‘You should enter and remain in that kind of painful feeling.’

# mn70:10.1
source: Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya:
mn: Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom:

# mn70:10.2
source: ‘idhekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti, evāhaṃ ajānanto ‘evarūpaṃ adukkhamasukhaṃ vedanaṃ pajahathā’ti vadeyyaṃ;
mn: ‘When someone feels this kind of neutral feeling, unskillful qualities grow and skillful qualities decline.’

# mn70:10.3
source: api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti?
mn: Not knowing this, would it be appropriate for me to say: ‘You should give up this kind of neutral feeling’?”

# mn70:10.4
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn70:10.5
source: “Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya:
mn: “But I have known, seen, understood, realized, and experienced this with wisdom:

# mn70:10.6
source: ‘idhekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti, tasmāhaṃ ‘evarūpaṃ adukkhamasukhaṃ vedanaṃ pajahathā’ti vadāmi.
mn: ‘When someone feels this kind of neutral feeling, unskillful qualities grow and skillful qualities decline.’ Since this is so, that’s why I say: ‘You should give up this kind of neutral feeling.’

# mn70:10.7
source: Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya:
mn: Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom:

# mn70:10.8
source: ‘idhekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī’ti, evāhaṃ ajānanto ‘evarūpaṃ adukkhamasukhaṃ vedanaṃ upasampajja viharathā’ti vadeyyaṃ;
mn: ‘When someone feels that kind of neutral feeling, unskillful qualities decline and skillful qualities grow.’

# mn70:10.9
source: api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti?
mn: Not knowing this, would it be appropriate for me to say: ‘You should enter and remain in that kind of neutral feeling’?”

# mn70:10.10
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn70:11.1
source: “Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya:
mn: “But I have known, seen, understood, realized, and experienced this with wisdom:

# mn70:11.2
source: ‘idhekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī’ti, tasmāhaṃ ‘evarūpaṃ adukkhamasukhaṃ vedanaṃ upasampajja viharathā’ti vadāmi.
mn: ‘When someone feels that kind of neutral feeling, unskillful qualities decline and skillful qualities grow.’ Since this is so, that’s why I say: ‘You should enter and remain in that kind of neutral feeling.’

# mn70:12.1
source: Nāhaṃ, bhikkhave, sabbesaṃyeva bhikkhūnaṃ ‘appamādena karaṇīyan’ti vadāmi;
mn: Mendicants, I don’t say that all these mendicants still have work to do with diligence.

# mn70:12.2
source: na panāhaṃ, bhikkhave, sabbesaṃyeva bhikkhūnaṃ ‘na appamādena karaṇīyan’ti vadāmi.
mn: Nor do I say that all these mendicants have no work to do with diligence.

# mn70:12.3
source: Ye te, bhikkhave, bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, tathārūpānāhaṃ, bhikkhave, bhikkhūnaṃ ‘na appamādena karaṇīyan’ti vadāmi.
mn: I say that mendicants don’t have work to do with diligence if they are perfected, with defilements ended, having completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and become rightly freed through enlightenment.

# mn70:12.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn70:12.5
source: Kataṃ tesaṃ appamādena.
mn: They’ve done their work with diligence.

# mn70:12.6
source: Abhabbā te pamajjituṃ.
mn: They’re incapable of being negligent.

# mn70:13.1
source: Ye ca kho te, bhikkhave, bhikkhū sekkhā appattamānasā anuttaraṃ yogakkhemaṃ patthayamānā viharanti, tathārūpānāhaṃ, bhikkhave, bhikkhūnaṃ ‘appamādena karaṇīyan’ti vadāmi.
mn: I say that mendicants still have work to do with diligence if they are trainees, who haven’t achieved their heart’s desire, but live aspiring to the supreme sanctuary.

# mn70:13.2
source: Taṃ kissa hetu?
mn: Why is that? Thinking:

# mn70:13.3
source: Appeva nāmime āyasmanto anulomikāni senāsanāni paṭisevamānā kalyāṇamitte bhajamānā indriyāni samannānayamānā—
mn: ‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties.

# mn70:13.4
source: yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyunti.
mn: Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’

# mn70:13.5
source: Imaṃ kho ahaṃ, bhikkhave, imesaṃ bhikkhūnaṃ appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi.
mn: Seeing this fruit of diligence for those mendicants, I say that they still have work to do with diligence.

# mn70:14.1
source: Sattime, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
mn: Mendicants, these seven people are found in the world.

# mn70:14.2
source: Katame satta?
mn: What seven?

# mn70:14.3
source: Ubhatobhāgavimutto, paññāvimutto, kāyasakkhi, diṭṭhippatto, saddhāvimutto, dhammānusārī, saddhānusārī.
mn: One freed both ways, one freed by wisdom, a personal witness, one attained to view, one freed by faith, a follower of the teachings, and a follower by faith.

# mn70:15.1
source: Katamo ca, bhikkhave, puggalo ubhatobhāgavimutto?
mn: And what person is freed both ways?

# mn70:15.2
source: Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te kāyena phusitvā viharati paññāya cassa disvā āsavā parikkhīṇā honti.
mn: It’s a person who has direct meditative experience of the peaceful liberations that are formless, transcending form. And, having seen with wisdom, their defilements have come to an end.

# mn70:15.3
source: Ayaṃ vuccati, bhikkhave, puggalo ubhatobhāgavimutto
mn: This person is called freed both ways.

# mn70:15.4
source: imassa kho ahaṃ, bhikkhave, bhikkhuno ‘na appamādena karaṇīyan’ti vadāmi.
mn: And I say that this mendicant has no work to do with diligence.

# mn70:15.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn70:15.6
source: Kataṃ tassa appamādena.
mn: They’ve done their work with diligence.

# mn70:15.7
source: Abhabbo so pamajjituṃ. (1)
mn: They’re incapable of being negligent.

# mn70:16.1
source: Katamo ca, bhikkhave, puggalo paññāvimutto?
mn: And what person is freed by wisdom?

# mn70:16.2
source: Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te na kāyena phusitvā viharati, paññāya cassa disvā āsavā parikkhīṇā honti.
mn: It’s a person who does not have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, their defilements have come to an end.

# mn70:16.3
source: Ayaṃ vuccati, bhikkhave, puggalo paññāvimutto.
mn: This person is called freed by wisdom.

# mn70:16.4
source: Imassapi kho ahaṃ, bhikkhave, bhikkhuno ‘na appamādena karaṇīyan’ti vadāmi.
mn: I say that this mendicant has no work to do with diligence.

# mn70:16.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn70:16.6
source: Kataṃ tassa appamādena.
mn: They’ve done their work with diligence.

# mn70:16.7
source: Abhabbo so pamajjituṃ. (2)
mn: They’re incapable of being negligent.

# mn70:17.1
source: Katamo ca, bhikkhave, puggalo kāyasakkhi?
mn: And what person is a personal witness?

# mn70:17.2
source: Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti.
mn: It’s a person who has direct meditative experience of the peaceful liberations that are formless, transcending form. And, having seen with wisdom, some of their defilements have come to an end.

# mn70:17.3
source: Ayaṃ vuccati, bhikkhave, puggalo kāyasakkhi.
mn: This person is called a personal witness.

# mn70:17.4
source: Imassa kho ahaṃ, bhikkhave, bhikkhuno ‘appamādena karaṇīyan’ti vadāmi.
mn: I say that this mendicant still has work to do with diligence.

# mn70:17.5
source: Taṃ kissa hetu?
mn: Why is that? Thinking:

# mn70:17.6
source: Appeva nāma ayamāyasmā anulomikāni senāsanāni paṭisevamāno kalyāṇamitte bhajamāno indriyāni samannānayamāno—
mn: ‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties.

# mn70:17.7
source: yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyāti.
mn: Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’
