Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn075.po
Languages: mn

# mn75:0.1
source: Majjhima Nikāya 75
mn: Middle Discourses 75

# mn75:0.2
source: Māgaṇḍiyasutta
mn: With Māgaṇḍiya

# mn75:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn75:1.2
source: ekaṃ samayaṃ bhagavā kurūsu viharati kammāsadhammaṃ nāma kurūnaṃ nigamo, bhāradvājagottassa brāhmaṇassa agyāgāre tiṇasanthārake.
mn: At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma, on a grass mat in the fire chamber of a brahmin of the Bhāradvāja clan.

# mn75:2.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kammāsadhammaṃ piṇḍāya pāvisi.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Kammāsadamma for alms.

# mn75:2.2
source: Kammāsadhammaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena aññataro vanasaṇḍo tenupasaṅkami divāvihārāya.
mn: He wandered for alms in Kammāsadamma. After the meal, on his return from alms-round, he went to a certain forest grove for the day’s meditation.

# mn75:2.3
source: Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
mn: Having plunged deep into it, he sat at the root of a certain tree for the day’s meditation.

# mn75:3.1
source: Atha kho māgaṇḍiyo paribbājako jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena bhāradvājagottassa brāhmaṇassa agyāgāraṃ tenupasaṅkami.
mn: Then as the wanderer Māgaṇḍiya was going for a walk he approached that fire chamber.

# mn75:3.2
source: Addasā kho māgaṇḍiyo paribbājako bhāradvājagottassa brāhmaṇassa agyāgāre tiṇasanthārakaṃ paññattaṃ.
mn: He saw the grass mat spread out there

# mn75:3.3
source: Disvāna bhāradvājagottaṃ brāhmaṇaṃ etadavoca:
mn: and asked the brahmin of the Bhāradvāja clan,

# mn75:3.4
source: “kassa nvayaṃ bhoto bhāradvājassa agyāgāre tiṇasanthārako paññatto, samaṇaseyyānurūpaṃ maññe”ti?
mn: “Mister Bhāradvāja, who has this grass mat been spread out for? It looks like an ascetic’s bed.”

# mn75:4.1
source: “Atthi, bho māgaṇḍiya, samaṇo gotamo sakyaputto sakyakulā pabbajito.
mn: “There is the ascetic Gotama, a Sakyan, gone forth from a Sakyan family.

# mn75:4.2
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn75:4.3
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn75:4.4
source: Tassesā bhoto gotamassa seyyā paññattā”ti.
mn: This bed has been spread for that Master Gotama.”

# mn75:5.1
source: “Duddiṭṭhaṃ vata, bho bhāradvāja, addasāma;
mn: “Well, it’s a sad sight, Mister Bhāradvāja,

# mn75:5.2
source: duddiṭṭhaṃ vata, bho bhāradvāja, addasāma.
mn: a very sad sight indeed,

# mn75:5.3
source: Ye mayaṃ tassa bhoto gotamassa bhūnahuno seyyaṃ addasāmā”ti.
mn: to see a bed for Master Gotama, that life-destroyer!”

# mn75:5.4
source: “Rakkhassetaṃ, māgaṇḍiya, vācaṃ;
mn: “Be careful what you say, Māgaṇḍiya,

# mn75:5.5
source: rakkhassetaṃ, māgaṇḍiya, vācaṃ.
mn: be careful what you say.

# mn75:5.6
source: Bahū hi tassa bhoto gotamassa khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi abhippasannā vinītā ariye ñāye dhamme kusale”ti.
mn: Many astute aristocrats, brahmins, householders, and ascetics are devoted to Master Gotama. They’ve been guided by him in the noble method, the skillful teaching.”

# mn75:5.7
source: “Sammukhā cepi mayaṃ, bho bhāradvāja, taṃ bhavantaṃ gotamaṃ passeyyāma, sammukhāpi naṃ vadeyyāma:
mn: “Even if I was to see Master Gotama face to face, Mister Bhāradvāja, I would say to his face:

# mn75:5.8
source: ‘bhūnahu samaṇo gotamo’ti.
mn: ‘The ascetic Gotama is a life-destroyer.’

# mn75:5.9
source: Taṃ kissa hetu?
mn: Why is that?

# mn75:5.10
source: Evañhi no sutte ocaratī”ti.
mn: Because that’s what it implies in a discourse of ours.”

# mn75:5.11
source: “Sace taṃ bhoto māgaṇḍiyassa agaru āroceyyāmi taṃ samaṇassa gotamassā”ti.
mn: “If you don’t mind, I’ll tell the ascetic Gotama about this.”

# mn75:5.12
source: “Appossukko bhavaṃ bhāradvājo vuttova naṃ vadeyyā”ti.
mn: “Don’t worry, Mister Bharadvāja. You may tell him exactly what I’ve said.”

# mn75:6.1
source: Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya bhāradvājagottassa brāhmaṇassa māgaṇḍiyena paribbājakena saddhiṃ imaṃ kathāsallāpaṃ.
mn: With clairaudience that is purified and superhuman, the Buddha heard this discussion between the brahmin of the Bhāradvāja clan and the wanderer Māgaṇḍiya.

# mn75:6.2
source: Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhāradvājagottassa brāhmaṇassa agyāgāraṃ tenupasaṅkami; upasaṅkamitvā nisīdi bhagavā paññatte tiṇasanthārake.
mn: Coming out of retreat, he went to the brahmin’s fire chamber and sat on the grass mat.

# mn75:6.3
source: Atha kho bhāradvājagotto brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then the brahmin of the Bhāradvāja clan went to the Buddha and exchanged greetings with him.

# mn75:6.4
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho bhāradvājagottaṃ brāhmaṇaṃ bhagavā etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side. The Buddha said to him,

# mn75:6.5
source: “ahu pana te, bhāradvāja, māgaṇḍiyena paribbājakena saddhiṃ imaṃyeva tiṇasanthārakaṃ ārabbha kocideva kathāsallāpo”ti?
mn: “Bhāradvāja, did you have a discussion with the wanderer Māgaṇḍiya about this grass mat?”

# mn75:6.6
source: Evaṃ vutte, bhāradvājagotto brāhmaṇo saṃviggo lomahaṭṭhajāto bhagavantaṃ etadavoca:
mn: When he said this, the brahmin said to the Buddha,

# mn75:6.7
source: “etadeva kho pana mayaṃ bhoto gotamassa ārocetukāmā.
mn: “I wanted to mention this very thing to Master Gotama,

# mn75:6.8
source: Atha ca pana bhavaṃ gotamo anakkhātaṃyeva akkhāsī”ti.
mn: but you brought it up before I had a chance.”

# mn75:7.1
source: Ayañca hi bhagavato bhāradvājagottena brāhmaṇena saddhiṃ antarākathā vippakatā hoti.
mn: But this conversation between the Buddha and the brahmin was left unfinished.

# mn75:7.2
source: Atha kho māgaṇḍiyo paribbājako jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena bhāradvājagottassa brāhmaṇassa agyāgāraṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then as the wanderer Māgaṇḍiya was going for a walk he approached that fire chamber. He went up to the Buddha, and exchanged greetings with him.

# mn75:7.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho māgaṇḍiyaṃ paribbājakaṃ bhagavā etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side, and the Buddha said to him:

# mn75:8.1
source: “Cakkhuṃ kho, māgaṇḍiya, rūpārāmaṃ rūparataṃ rūpasammuditaṃ.
mn: “Māgaṇḍiya, the eye likes sights, it loves them and enjoys them.

# mn75:8.2
source: Taṃ tathāgatassa dantaṃ guttaṃ rakkhitaṃ saṃvutaṃ, tassa ca saṃvarāya dhammaṃ deseti.
mn: That’s been tamed, guarded, protected and restrained by the Realized One, and he teaches Dhamma for its restraint.

# mn75:8.3
source: Idaṃ nu te etaṃ, māgaṇḍiya, sandhāya bhāsitaṃ:
mn: Is that what you were referring to when you called me

# mn75:8.4
source: ‘bhūnahu samaṇo gotamo’”ti?
mn: a life-destroyer?”

# mn75:8.5
source: “Etadeva kho pana me, bho gotama, sandhāya bhāsitaṃ:
mn: “That’s exactly what I was referring to.

# mn75:8.7
source: Taṃ kissa hetu?
mn: Why is that?

# mn75:8.8
source: Evañhi no sutte ocaratī”ti.
mn: Because that’s what it implies in a discourse of ours.”

# mn75:8.9
source: “Sotaṃ kho, māgaṇḍiya, saddārāmaṃ … pe …
mn: “The ear likes sounds …

# mn75:8.10
source: ghānaṃ kho, māgaṇḍiya gandhārāmaṃ …
mn: The nose likes smells …

# mn75:8.11
source: jivhā kho, māgaṇḍiya, rasārāmā rasaratā rasasammuditā.
mn: The tongue likes tastes …

# mn75:8.19
source: “Kāyo kho, māgaṇḍiya, phoṭṭhabbārāmo phoṭṭhabbarato … pe …
mn: The body likes touches …

# mn75:8.20
source: mano kho, māgaṇḍiya, dhammārāmo dhammarato dhammasammudito.
mn: The mind likes thoughts, it loves them and enjoys them.

# mn75:8.21
source: So tathāgatassa danto gutto rakkhito saṃvuto, tassa ca saṃvarāya dhammaṃ deseti.
mn: That’s been tamed, guarded, protected and restrained by the Realized One, and he teaches Dhamma for its restraint.

# mn75:8.22
source: Idaṃ nu te etaṃ, māgaṇḍiya, sandhāya bhāsitaṃ:
mn: Is that what you were referring to when you called me

# mn75:8.23
source: ‘bhūnahu samaṇo gotamo’”ti?
mn: a life-destroyer?”

# mn75:8.24
source: “Etadeva kho pana me, bho gotama, sandhāya bhāsitaṃ:
mn: “That’s exactly what I was referring to.

# mn75:8.26
source: Taṃ kissa hetu?
mn: Why is that?

# mn75:8.27
source: Evañhi no sutte ocaratī”ti.
mn: Because that’s what it implies in a discourse of ours.”

# mn75:9.1
source: “Taṃ kiṃ maññasi, māgaṇḍiya:
mn: “What do you think, Māgaṇḍiya?

# mn75:9.2
source: ‘idhekacco cakkhuviññeyyehi rūpehi paricāritapubbo assa iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, so aparena samayena rūpānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā rūpataṇhaṃ pahāya rūpapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihareyya.
mn: Take someone who used to amuse themselves with sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sights, and having given up craving and dispelled passion for sights—they would live rid of thirst, their mind peaceful inside.

# mn75:9.3
source: Imassa pana te, māgaṇḍiya, kimassa vacanīyan’”ti?
mn: What would you have to say to them, Māgaṇḍiya?”

# mn75:9.4
source: “Na kiñci, bho gotama”.
mn: “Nothing, Master Gotama.”

# mn75:9.5
source: “Taṃ kiṃ maññasi, māgaṇḍiya:
mn: “What do you think, Māgaṇḍiya?

# mn75:9.6
source: ‘idhekacco sotaviññeyyehi saddehi … pe …
mn: Take someone who used to amuse themselves with sounds known by the ear …

# mn75:9.7
source: ghānaviññeyyehi gandhehi …
mn: smells known by the nose …

# mn75:9.8
source: jivhāviññeyyehi rasehi …
mn: tastes known by the tongue …

# mn75:9.9
source: kāyaviññeyyehi phoṭṭhabbehi paricāritapubbo assa iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi,
mn: touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn75:9.10
source: so aparena samayena phoṭṭhabbānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā phoṭṭhabbataṇhaṃ pahāya phoṭṭhabbapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihareyya.
mn: Some time later—having truly understood the origin, ending, gratification, drawback, and escape of touches, and having given up craving and dispelled passion for touches—they would live rid of thirst, their mind peaceful inside.

# mn75:9.11
source: Imassa pana te, māgaṇḍiya, kimassa vacanīyan’”ti?
mn: What would you have to say to them, Māgaṇḍiya?”

# mn75:9.12
source: “Na kiñci, bho gotama”.
mn: “Nothing, Master Gotama.”

# mn75:10.1
source: “Ahaṃ kho pana, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṃ cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, sotaviññeyyehi saddehi … pe …
mn: “Well, when I was still a layperson I used to amuse myself, supplied and provided with sights known by the eye … sounds known by the ear …

# mn75:10.2
source: ghānaviññeyyehi gandhehi …
mn: smells known by the nose …

# mn75:10.3
source: jivhāviññeyyehi rasehi …
mn: tastes known by the tongue …

# mn75:10.4
source: kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi.
mn: touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn75:10.5
source: Tassa mayhaṃ, māgaṇḍiya, tayo pāsādā ahesuṃ—
mn: I had three stilt longhouses—

# mn75:10.6
source: eko vassiko, eko hemantiko, eko gimhiko.
mn: one for the rainy season, one for the winter, and one for the summer.

# mn75:10.7
source: So kho ahaṃ, māgaṇḍiya, vassike pāsāde vassike cattāro māse nippurisehi tūriyehi paricārayamāno na heṭṭhāpāsādaṃ orohāmi.
mn: I stayed in a stilt longhouse without coming downstairs for the four months of the rainy season, where I was entertained by musicians—none of them men.

# mn75:10.8
source: So aparena samayena kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto viharāmi.
mn: Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sensual pleasures, and having given up craving and dispelled passion for sensual pleasures—I live rid of thirst, my mind peaceful inside.

# mn75:10.9
source: So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante.
mn: I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures.

# mn75:10.10
source: So tesaṃ na pihemi, na tattha abhiramāmi.
mn: I don’t envy them, nor do I hope to enjoy that.

# mn75:10.11
source: Taṃ kissa hetu?
mn: Why is that?

# mn75:10.12
source: Yāhayaṃ, māgaṇḍiya, rati, aññatreva kāmehi aññatra akusalehi dhammehi—
mn: Because there is a satisfaction that is apart from sensual pleasures and unskillful qualities,

# mn75:10.13
source: api dibbaṃ sukhaṃ samadhigayha tiṭṭhati—
mn: which even achieves the level of heavenly pleasure.

# mn75:10.14
source: tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi.
mn: Enjoying that satisfaction, I don’t envy what is inferior, nor do I hope to enjoy it.

# mn75:11.1
source: Seyyathāpi, māgaṇḍiya, gahapati vā gahapatiputto vā aḍḍho mahaddhano mahābhogo pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreyya cakkhuviññeyyehi rūpehi …
mn: Suppose there was a householder or a householder’s child who was rich, affluent, and wealthy. And they would amuse themselves, supplied and provided with the five kinds of sensual stimulation. That is, sights known by the eye …

# mn75:11.2
source: pe …
mn: sounds … smells … tastes …

# mn75:11.3
source: phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi.
mn: touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn75:11.4
source: So kāyena sucaritaṃ caritvā vācāya sucaritaṃ caritvā manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya devānaṃ tāvatiṃsānaṃ sahabyataṃ.
mn: Having practiced good conduct by way of body, speech, and mind, when their body breaks up, after death, they’d be reborn in a good place, a heavenly realm, in the company of the gods of the Thirty-Three.

# mn75:11.5
source: So tattha nandane vane accharāsaṅghaparivuto dibbehi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreyya.
mn: There they’d amuse themselves in the Garden of Delight, escorted by a band of nymphs, supplied and provided with the five kinds of heavenly sensual stimulation.

# mn75:11.6
source: So passeyya gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ.
mn: Then they’d see a householder or a householder’s child amusing themselves, supplied and provided with the five kinds of sensual stimulation.

# mn75:11.7
source: Taṃ kiṃ maññasi, māgaṇḍiya, api nu so devaputto nandane vane accharāsaṅghaparivuto dibbehi pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno amussa gahapatissa vā gahapatiputtassa vā piheyya, mānusakānaṃ vā pañcannaṃ kāmaguṇānaṃ mānusakehi vā kāmehi āvaṭṭeyyā”ti?
mn: What do you think, Māgaṇḍiya? Would that god—amusing themselves in the Garden of Delight, escorted by a band of nymphs, supplied and provided with the five kinds of heavenly sensual stimulation—envy that householder or householder’s child their five kinds of human sensual stimulation, or return to human sensual pleasures?”

# mn75:11.8
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn75:11.9
source: Taṃ kissa hetu?
mn: Why is that?

# mn75:11.10
source: Mānusakehi, bho gotama, kāmehi dibbakāmā abhikkantatarā ca paṇītatarā cā”ti.
mn: Because heavenly sensual pleasures are better than human sensual pleasures.”

# mn75:12.1
source: “Evameva kho ahaṃ, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṃ cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, sotaviññeyyehi saddehi … pe …
mn: “In the same way, Māgaṇḍiya, when I was still a layperson I used to entertain myself with sights … sounds …

# mn75:12.2
source: ghānaviññeyyehi gandhehi …
mn: smells …

# mn75:12.3
source: jivhāviññeyyehi rasehi …
mn: tastes …

# mn75:12.4
source: kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi.
mn: touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn75:12.5
source: So aparena samayena kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto viharāmi.
mn: Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sensual pleasures, and having given up craving and dispelled passion for sensual pleasures—I live rid of thirst, my mind peaceful inside.

# mn75:12.6
source: So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante, so tesaṃ na pihemi, na tattha abhiramāmi.
mn: I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures. I don’t envy them, nor do I hope to enjoy that.

# mn75:12.7
source: Taṃ kissa hetu?
mn: Why is that?

# mn75:12.8
source: Yāhayaṃ, māgaṇḍiya, rati aññatreva kāmehi aññatra akusalehi dhammehi—
mn: Because there is a satisfaction that is apart from sensual pleasures and unskillful qualities,

# mn75:12.9
source: api dibbaṃ sukhaṃ samadhigayha tiṭṭhati—
mn: which even achieves the level of heavenly pleasure.

# mn75:12.10
source: tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi.
mn: Enjoying that satisfaction, I don’t envy what is inferior, nor do I hope to enjoy it.

# mn75:13.1
source: Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeyya.
mn: Suppose there was a person affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, they’d cauterize their body over a pit of glowing coals.

# mn75:13.2
source: Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.
mn: Their friends and colleagues, relatives and kin would get a field surgeon to treat them.

# mn75:13.3
source: Tassa so bhisakko sallakatto bhesajjaṃ kareyya.
mn: The field surgeon would make medicine for them,

# mn75:13.4
source: So taṃ bhesajjaṃ āgamma kuṭṭhehi parimucceyya, arogo assa sukhī serī sayaṃvasī yena kāmaṃ gamo.
mn: and by using that they’d be cured of leprosy. They’d be healthy, happy, autonomous, master of themselves, able to go where they wanted.

# mn75:13.5
source: So aññaṃ kuṭṭhiṃ purisaṃ passeyya arugattaṃ pakkagattaṃ kimīhi khajjamānaṃ nakhehi vaṇamukhāni vippatacchamānaṃ aṅgārakāsuyā kāyaṃ paritāpentaṃ.
mn: Then they’d see another person affected by leprosy, with sores and blisters on their limbs, being devoured by worms, scratching with their nails at the opening of their wounds, cauterizing their body over a pit of glowing coals.

# mn75:13.6
source: Taṃ kiṃ maññasi, māgaṇḍiya,
mn: What do you think, Māgaṇḍiya?

# mn75:13.7
source: api nu so puriso amussa kuṭṭhissa purisassa piheyya aṅgārakāsuyā vā bhesajjaṃ paṭisevanāya vā”ti?
mn: Would that person envy that other person affected by leprosy for their pit of glowing coals or for taking medicine?”

# mn75:13.8
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn75:13.9
source: Taṃ kissa hetu?
mn: Why is that?

# mn75:13.10
source: Roge hi, bho gotama, sati bhesajjena karaṇīyaṃ hoti, roge asati na bhesajjena karaṇīyaṃ hotī”ti.
mn: Because you need to take medicine only when there’s a disease. When there’s no disease, there’s no need for medicine.”

# mn75:14.1
source: “Evameva kho ahaṃ, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṃ, cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, sotaviññeyyehi saddehi … pe …
mn: “In the same way, Māgaṇḍiya, when I was still a layperson I used to entertain myself with sights … sounds …

# mn75:14.2
source: ghānaviññeyyehi gandhehi …
mn: smells …

# mn75:14.3
source: jivhāviññeyyehi rasehi …
mn: tastes …

# mn75:14.4
source: kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi.
mn: touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn75:14.5
source: So aparena samayena kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto viharāmi.
mn: Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sensual pleasures, and having given up craving and dispelled passion for sensual pleasures—I live rid of thirst, my mind peaceful inside.

# mn75:14.6
source: So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante.
mn: I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures.

# mn75:14.7
source: So tesaṃ na pihemi, na tattha abhiramāmi.
mn: I don’t envy them, nor do I hope to enjoy that.

# mn75:14.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn75:14.9
source: Yāhayaṃ, māgaṇḍiya, rati, aññatreva kāmehi aññatra akusalehi dhammehi—
mn: Because there is a satisfaction that is apart from sensual pleasures and unskillful qualities,

# mn75:14.10
source: api dibbaṃ sukhaṃ samadhigayha tiṭṭhati—
mn: which even achieves the level of heavenly pleasure.

# mn75:14.11
source: tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi.
mn: Enjoying that satisfaction, I don’t envy what is inferior, nor do I hope to enjoy it.

# mn75:15.1
source: Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeyya.
mn: Suppose there was a person affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, they’d cauterize their body over a pit of glowing coals.

# mn75:15.2
source: Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.
mn: Their friends and colleagues, relatives and kin would get a field surgeon to treat them.

# mn75:15.3
source: Tassa so bhisakko sallakatto bhesajjaṃ kareyya.
mn: The field surgeon would make medicine for them,

# mn75:15.4
source: So taṃ bhesajjaṃ āgamma kuṭṭhehi parimucceyya, arogo assa sukhī serī sayaṃvasī yena kāmaṃ gamo.
mn: and by using that they’d be cured of leprosy. They’d be healthy, happy, autonomous, master of themselves, able to go where they wanted.
