Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn076.po
Languages: mn

# mn76:17.20
source: Atirekaṃ kho panimassa bhoto satthuno naggiyaṃ muṇḍiyaṃ ukkuṭikappadhānaṃ kesamassulocanaṃ, yohaṃ puttasambādhasayanaṃ ajjhāvasanto kāsikacandanaṃ paccanubhonto mālāgandhavilepanaṃ dhārento jātarūparajataṃ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṃ.
mn: But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher.

# mn76:17.21
source: Sohaṃ kiṃ jānanto kiṃ passanto imasmiṃ satthari brahmacariyaṃ carissāmi?
mn: What do I know or see that I should live the spiritual life under this teacher?

# mn76:17.22
source: ‘So abrahmacariyavāso ayan’ti—
mn: This negates the spiritual life.’

# mn76:17.23
source: iti viditvā tasmā brahmacariyā nibbijja pakkamati.
mn: Realizing this, they leave disappointed.

# mn76:18.1
source: Ayaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena catuttho abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: This is the fourth way that negates the spiritual life.

# mn76:19.1
source: Ime kho te, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro abrahmacariyavāsā akkhātā yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalan”ti.
mn: These are the four ways that negate the spiritual life that have been explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. A sensible person would, to the best of their ability, not practice such spiritual paths, and if they did practice them, they wouldn’t succeed in the procedure of the skillful teaching.”

# mn76:20.1
source: “Acchariyaṃ, bho ānanda, abbhutaṃ, bho ānanda.
mn: “It’s incredible, Master Ānanda, it’s amazing,

# mn76:20.2
source: Yāvañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro abrahmacariyavāsāva samānā ‘abrahmacariyavāsā’ti akkhātā yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalanti.
mn: how these four ways that negate the spiritual life have been explained by the Buddha.

# mn76:20.3
source: Katamāni pana tāni, bho ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāri anassāsikāni brahmacariyāni akkhātāni yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalan”ti?
mn: But Master Ānanda, what are the four kinds of unreliable spiritual life?”

# mn76:21.1
source: “Idha, sandaka, ekacco satthā sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānāti:
mn: “Sandaka, take a certain teacher who claims to be all-knowing and all-seeing, to know and see everything without exception, thus:

# mn76:21.2
source: ‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti.
mn: ‘Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.’

# mn76:21.3
source: So suññampi agāraṃ pavisati, piṇḍampi na labhati, kukkuropi ḍaṃsati, caṇḍenapi hatthinā samāgacchati, caṇḍenapi assena samāgacchati, caṇḍenapi goṇena samāgacchati, itthiyāpi purisassapi nāmampi gottampi pucchati, gāmassapi nigamassapi nāmampi maggampi pucchati.
mn: He enters an empty house; he gets no alms-food; a dog bites him; he encounters a wild elephant, a wild horse, and a wild cow; he asks the name and clan of a woman or man; he asks the name and path to a village or town.

# mn76:21.4
source: So ‘kimidan’ti puṭṭho samāno ‘suññaṃ me agāraṃ pavisitabbaṃ ahosi’, tena pāvisiṃ; ‘piṇḍampi aladdhabbaṃ ahosi’, tena nālatthaṃ; ‘kukkurena ḍaṃsitabbaṃ ahosi’, tenamhi daṭṭho; ‘caṇḍena hatthinā samāgantabbaṃ ahosi’, tena samāgamiṃ; ‘caṇḍena assena samāgantabbaṃ ahosi’, tena samāgamiṃ; ‘caṇḍena goṇena samāgantabbaṃ ahosi’, tena samāgamiṃ; ‘itthiyāpi purisassapi nāmampi gottampi pucchitabbaṃ ahosi’, tena pucchiṃ; ‘gāmassapi nigamassapi nāmampi maggampi pucchitabbaṃ ahosi’, tena pucchinti.
mn: When asked, ‘Why is this?’ he answers: ‘I had to enter an empty house, that’s why I entered it. I had to get no alms-food, that’s why I got none. I had to get bitten by a dog, that’s why I was bitten. I had to encounter a wild elephant, a wild horse, and a wild cow, that’s why I encountered them. I had to ask the name and clan of a woman or man, that’s why I asked. I had to ask the name and path to a village or town, that’s why I asked.’

# mn76:22.1
source: Tatra, sandaka, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn76:22.2
source: ‘ayaṃ kho bhavaṃ satthā sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānāti … pe … ‘gāmassapi nigamassapi nāmampi maggampi pucchitabbaṃ ahosi, tena pucchin’ti.
mn: ‘This teacher makes such a claim, but he answers in such a way.

# mn76:22.3
source: So ‘anassāsikaṃ idaṃ brahmacariyan’ti—
mn: This spiritual life is unreliable.’

# mn76:22.4
source: iti viditvā tasmā brahmacariyā nibbijja pakkamati.
mn: Realizing this, they leave disappointed.

# mn76:23.1
source: Idaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamaṃ anassāsikaṃ brahmacariyaṃ akkhātaṃ yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: This is the first kind of unreliable spiritual life.

# mn76:24.1
source: Puna caparaṃ, sandaka, idhekacco satthā anussaviko hoti anussavasacco.
mn: Furthermore, take another teacher who is an oral transmitter, who takes oral transmission to be the truth.

# mn76:24.2
source: So anussavena itihitihaparamparāya piṭakasampadāya dhammaṃ deseti.
mn: He teaches by oral transmission, by the lineage of testament, by canonical authority.

# mn76:24.3
source: Anussavikassa kho pana, sandaka, satthuno anussavasaccassa sussutampi hoti dussutampi hoti tathāpi hoti aññathāpi hoti.
mn: But when a teacher takes oral transmission to be the truth, some of that is well learned, some poorly learned, some true, and some otherwise.

# mn76:25.1
source: Tatra, sandaka, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn76:25.2
source: ‘ayaṃ kho bhavaṃ satthā anussaviko anussavasacco so anussavena itihitihaparamparāya piṭakasampadāya dhammaṃ deseti.
mn: ‘This teacher takes oral transmission to be the truth. He teaches by oral transmission, by the lineage of testament, by canonical authority.

# mn76:25.3
source: Anussavikassa kho pana satthuno anussavasaccassa sussutampi hoti dussutampi hoti tathāpi hoti aññathāpi hoti’.
mn: But when a teacher takes oral transmission to be the truth, some of that is well learned, some poorly learned, some true, and some otherwise.

# mn76:25.4
source: So ‘anassāsikaṃ idaṃ brahmacariyan’ti—
mn: This spiritual life is unreliable.’

# mn76:25.5
source: iti viditvā tasmā brahmacariyā nibbijja pakkamati.
mn: Realizing this, they leave disappointed.

# mn76:26.1
source: Idaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyaṃ anassāsikaṃ brahmacariyaṃ akkhātaṃ yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: This is the second kind of unreliable spiritual life.

# mn76:27.1
source: Puna caparaṃ, sandaka, idhekacco satthā takkī hoti vīmaṃsī.
mn: Furthermore, take another teacher who relies on logic and inquiry.

# mn76:27.2
source: So takkapariyāhataṃ vīmaṃsānucaritaṃ sayampaṭibhānaṃ dhammaṃ deseti.
mn: He teaches what he has worked out by logic, following a line of inquiry, expressing his own perspective.

# mn76:27.3
source: Takkissa kho pana, sandaka, satthuno vīmaṃsissa sutakkitampi hoti duttakkitampi hoti tathāpi hoti aññathāpi hoti.
mn: But when a teacher relies on logic and inquiry, some of that is well reasoned, some poorly reasoned, some true, and some otherwise.

# mn76:28.1
source: Tatra, sandaka, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn76:28.2
source: ‘ayaṃ kho bhavaṃ satthā takkī vīmaṃsī.
mn: ‘This teacher relies on logic and inquiry.

# mn76:28.3
source: So takkapariyāhataṃ vīmaṃsānucaritaṃ sayampaṭibhānaṃ dhammaṃ deseti.
mn: He teaches what he has worked out by logic, following a line of inquiry, expressing his own perspective.

# mn76:28.4
source: Takkissa kho pana satthuno vīmaṃsissa sutakkitampi hoti duttakkitampi hoti tathāpi hoti aññathāpi hoti’.
mn: But when a teacher relies on logic and inquiry, some of that is well reasoned, some poorly reasoned, some true, and some otherwise.

# mn76:28.5
source: So ‘anassāsikaṃ idaṃ brahmacariyan’ti—
mn: This spiritual life is unreliable.’

# mn76:28.6
source: iti viditvā tasmā brahmacariyā nibbijja pakkamati.
mn: Realizing this, they leave disappointed.

# mn76:29.1
source: Idaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyaṃ anassāsikaṃ brahmacariyaṃ akkhātaṃ yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: This is the third kind of unreliable spiritual life.

# mn76:30.1
source: Puna caparaṃ, sandaka, idhekacco satthā mando hoti momūho.
mn: Furthermore, take another teacher who is dull and stupid.

# mn76:30.2
source: So mandattā momūhattā tattha tattha pañhaṃ puṭṭho samāno vācāvikkhepaṃ āpajjati amarāvikkhepaṃ:
mn: Because of that, whenever he’s asked a question, he resorts to evasiveness and equivocation:

# mn76:30.3
source: ‘evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no’ti.
mn: ‘I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.’

# mn76:31.1
source: Tatra, sandaka, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn76:31.2
source: ‘ayaṃ kho bhavaṃ satthā mando momūho.
mn: ‘This teacher is dull and stupid.

# mn76:31.3
source: So mandattā momūhattā tattha tattha pañhaṃ puṭṭho samāno vācāvikkhepaṃ āpajjati amarāvikkhepaṃ—
mn: Because of that, whenever he’s asked a question, he resorts to evasiveness and equivocation:

# mn76:31.4
source: evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no’ti.
mn: “I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.”

# mn76:31.5
source: So ‘anassāsikaṃ idaṃ brahmacariyan’ti—
mn: This spiritual life is unreliable.’

# mn76:31.6
source: iti viditvā tasmā brahmacariyā nibbijja pakkamati.
mn: Realizing this, they leave disappointed.

# mn76:32.1
source: Idaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena catutthaṃ anassāsikaṃ brahmacariyaṃ akkhātaṃ yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: This is the fourth kind of unreliable spiritual life.

# mn76:33.1
source: Imāni kho tāni, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāri anassāsikāni brahmacariyāni akkhātāni yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalan”ti.
mn: These are the four kinds of unreliable spiritual life that have been explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. A sensible person would, to the best of their ability, not practice such spiritual paths, and if they did practice them, they wouldn’t complete the procedure of the skillful teaching.”

# mn76:34.1
source: “Acchariyaṃ, bho ānanda, abbhutaṃ, bho ānanda.
mn: “It’s incredible, Master Ānanda, it’s amazing,

# mn76:34.2
source: Yāvañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāri anassāsikāneva brahmacariyāni anassāsikāni brahmacariyānīti akkhātāni yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: how these four kinds of unreliable spiritual life have been explained by the Buddha.

# mn76:34.3
source: So pana, bho ānanda, satthā kiṃ vādī kiṃ akkhāyī yattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalan”ti.
mn: But, Master Ānanda, what would a teacher say and explain so that a sensible person would, to the best of their ability, practice such a spiritual path, and once practicing it, they would complete the procedure of the skillful teaching?”

# mn76:35-42.1
source: “Idha, sandaka, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā … pe …
mn: “Sandaka, it’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. …

# mn76:35-42.2
source: so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe
mn: He gives up these five hindrances, corruptions of the heart that weaken wisdom.

# mn76:35-42.3
source: vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Then, quite secluded from sensual pleasures, secluded from unskillful qualities, he enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn76:35-42.4
source: Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: A sensible person would, to the best of their ability live the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching.

# mn76:43.1
source: Puna caparaṃ, sandaka, bhikkhu vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant … enters and remains in the second absorption …

# mn76:44-45.1
source: Puna caparaṃ, sandaka, bhikkhu pītiyā ca virāgā upekkhako ca viharati … pe … tatiyaṃ jhānaṃ upasampajja viharati.
mn: third absorption …

# mn76:46.1
source: Puna caparaṃ, sandaka, bhikkhu sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati.
mn: fourth absorption.

# mn76:46.2
source: Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: A sensible person would, to the best of their ability live the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching.

# mn76:47.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives.

# mn76:47.2
source: So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
mn: They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. … They recollect their many kinds of past lives, with features and details.

# mn76:47.3
source: Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: A sensible person would, to the best of their ability live the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching.

# mn76:48.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings.

# mn76:48.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate … pe … yathākammūpage satte pajānāti.
mn: With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. … They understand how sentient beings are reborn according to their deeds.

# mn76:48.3
source: Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: A sensible person would, to the best of their ability live the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching.

# mn76:49.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements.

# mn76:49.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti;
mn: They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# mn76:49.3
source: ‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
mn: They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.

# mn76:50.1
source: Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.
mn: Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn76:50.2
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
mn: When they’re freed, they know they’re freed.

# mn76:50.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn76:50.4
source: Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalan”ti.
mn: A sensible person would, to the best of their ability live the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching.”

# mn76:51.1
source: “Yo pana so, bho ānanda, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññā vimutto paribhuñjeyya so kāme”ti?
mn: “But Master Ānanda, when a mendicant is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—could they still enjoy sensual pleasures?”

# mn76:51.2
source: “Yo so, sandaka, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so pañcaṭṭhānāni ajjhācarituṃ.
mn: “Sandaka, a mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—can’t transgress in five respects.

# mn76:51.3
source: Abhabbo khīṇāsavo bhikkhu sañcicca pāṇaṃ jīvitā voropetuṃ, abhabbo khīṇāsavo bhikkhu adinnaṃ theyyasaṅkhātaṃ ādātuṃ, abhabbo khīṇāsavo bhikkhu methunaṃ dhammaṃ paṭisevetuṃ, abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṃ, abhabbo khīṇāsavo bhikkhu sannidhikārakaṃ kāme paribhuñjituṃ, seyyathāpi pubbe agāriyabhūto.
mn: A mendicant with defilements ended can’t deliberately take the life of a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for their own enjoyment like they did as a lay person.

# mn76:51.4
source: Yo so, sandaka, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so imāni pañcaṭṭhānāni ajjhācaritun”ti.
mn: A mendicant who is perfected can’t transgress in these five respects.”

# mn76:52.1
source: “Yo pana so, bho ānanda, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto tassa carato ceva tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitaṃ:
mn: “But Master Ānanda, when a mendicant is perfected, would the knowledge and vision that their defilements are ended be constantly and continually present to them, while walking, standing, sleeping, and waking?”

# mn76:52.3
source: “Tena hi, sandaka, upamaṃ te karissāmi;
mn: “Well then, Sandaka, I shall give you a simile.

# mn76:52.4
source: upamāyapidhekacce viññū purisā bhāsitassa atthaṃ ājānanti.
mn: For by means of a simile some sensible people understand the meaning of what is said.

# mn76:52.5
source: Seyyathāpi, sandaka, purisassa hatthapādā chinnā;
mn: Suppose there was a person whose hands and feet had been amputated.

# mn76:52.6
source: tassa carato ceva tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ jānāti:
mn: Would they be aware that their hands and feet had been amputated constantly and continually, while walking, standing, sleeping, and waking?

# mn76:52.7
source: ‘chinnā me hatthapādā’ti, udāhu paccavekkhamāno jānāti:
mn: Or would they be aware of it only when they checked it?”

# mn76:52.9
source: “Na kho, bho ānanda, so puriso satataṃ samitaṃ jānāti:
mn: “They wouldn’t be aware of it constantly,

# mn76:52.11
source: Api ca kho pana naṃ paccavekkhamāno jānāti:
mn: only when they checked it.”

# mn76:52.13
source: “Evameva kho, sandaka, yo so bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto tassa carato ceva tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ na paccupaṭṭhitaṃ:
mn: “In the same way, when a mendicant is perfected, the knowledge and vision that their defilements are ended is not constantly and continually present to them, while walking, standing, sleeping, and waking.

# mn76:52.15
source: api ca kho pana naṃ paccavekkhamāno jānāti:
mn: Rather, they are aware of it only when they checked it.”
