Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn070.po
Languages: mn

# mn70:17.8
source: Imaṃ kho ahaṃ, bhikkhave, imassa bhikkhuno appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi. (3)
mn: Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence.

# mn70:18.1
source: Katamo ca, bhikkhave, puggalo diṭṭhippatto?
mn: And what person is attained to view?

# mn70:18.2
source: Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te na kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti, tathāgatappaveditā cassa dhammā paññāya vodiṭṭhā honti vocaritā.
mn: It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And they have clearly seen and clearly contemplated with wisdom the teaching and training proclaimed by the Realized One.

# mn70:18.3
source: Ayaṃ vuccati, bhikkhave, puggalo diṭṭhippatto.
mn: This person is called attained to view.

# mn70:18.4
source: Imassapi kho ahaṃ, bhikkhave, bhikkhuno ‘appamādena karaṇīyan’ti vadāmi.
mn: I say that this mendicant also still has work to do with diligence.

# mn70:18.5
source: Taṃ kissa hetu?
mn: Why is that? Thinking:

# mn70:18.6
source: Appeva nāma ayamāyasmā anulomikāni senāsanāni paṭisevamāno kalyāṇamitte bhajamāno indriyāni samannānayamāno—
mn: ‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties.

# mn70:18.7
source: yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyāti.
mn: Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’

# mn70:18.8
source: Imaṃ kho ahaṃ, bhikkhave, imassa bhikkhuno appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi. (4)
mn: Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence.

# mn70:19.1
source: Katamo ca, bhikkhave, puggalo saddhāvimutto.
mn: And what person is freed by faith?

# mn70:19.2
source: Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te na kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti, tathāgate cassa saddhā niviṭṭhā hoti mūlajātā patiṭṭhitā.
mn: It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And their faith is settled, rooted, and planted in the Realized One.

# mn70:19.3
source: Ayaṃ vuccati, bhikkhave, puggalo saddhāvimutto.
mn: This person is called freed by faith.

# mn70:19.4
source: Imassapi kho ahaṃ, bhikkhave, bhikkhuno ‘appamādena karaṇīyan’ti vadāmi.
mn: I say that this mendicant also still has work to do with diligence.

# mn70:19.5
source: Taṃ kissa hetu?
mn: Why is that? Thinking:

# mn70:19.6
source: Appeva nāma ayamāyasmā anulomikāni senāsanāni paṭisevamāno kalyāṇamitte bhajamāno indriyāni samannānayamāno—
mn: ‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties.

# mn70:19.7
source: yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyāti.
mn: Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’

# mn70:19.8
source: Imaṃ kho ahaṃ, bhikkhave, imassa bhikkhuno appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi. (5)
mn: Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence.

# mn70:20.1
source: Katamo ca, bhikkhave, puggalo dhammānusārī?
mn: And what person is a follower of the teachings?

# mn70:20.2
source: Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te na kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti, tathāgatappaveditā cassa dhammā paññāya mattaso nijjhānaṃ khamanti, api cassa ime dhammā honti, seyyathidaṃ—
mn: It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And they accept the teachings proclaimed by the Realized One after considering them with a degree of wisdom. And they have the following qualities:

# mn70:20.3
source: saddhindriyaṃ, vīriyindriyaṃ, satindriyaṃ, samādhindriyaṃ, paññindriyaṃ.
mn: the faculties of faith, energy, mindfulness, immersion, and wisdom.

# mn70:20.4
source: Ayaṃ vuccati, bhikkhave, puggalo dhammānusārī.
mn: This person is called a follower of the teachings.

# mn70:20.5
source: Imassapi kho ahaṃ, bhikkhave, bhikkhuno ‘appamādena karaṇīyan’ti vadāmi.
mn: I say that this mendicant also still has work to do with diligence.

# mn70:20.6
source: Taṃ kissa hetu?
mn: Why is that? Thinking:

# mn70:20.7
source: Appeva nāma ayamāyasmā anulomikāni senāsanāni paṭisevamāno kalyāṇamitte bhajamāno indriyāni samannānayamāno—
mn: ‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties.

# mn70:20.8
source: yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyāti.
mn: Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’

# mn70:20.9
source: Imaṃ kho ahaṃ, bhikkhave, imassa bhikkhuno appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi. (6)
mn: Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence.

# mn70:21.1
source: Katamo ca, bhikkhave, puggalo saddhānusārī?
mn: And what person is a follower by faith?

# mn70:21.2
source: Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te na kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti, tathāgate cassa saddhāmattaṃ hoti pemamattaṃ, api cassa ime dhammā honti, seyyathidaṃ—
mn: It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And they have a degree of faith and love for the Realized One. And they have the following qualities:

# mn70:21.3
source: saddhindriyaṃ, vīriyindriyaṃ, satindriyaṃ, samādhindriyaṃ, paññindriyaṃ.
mn: the faculties of faith, energy, mindfulness, immersion, and wisdom.

# mn70:21.4
source: Ayaṃ vuccati, bhikkhave, puggalo saddhānusārī.
mn: This person is called a follower by faith.

# mn70:21.5
source: Imassapi kho ahaṃ, bhikkhave, bhikkhuno ‘appamādena karaṇīyan’ti vadāmi.
mn: I say that this mendicant also still has work to do with diligence.

# mn70:21.6
source: Taṃ kissa hetu?
mn: Why is that? Thinking:

# mn70:21.7
source: Appeva nāma ayamāyasmā anulomikāni senāsanāni paṭisevamāno kalyāṇamitte bhajamāno indriyāni samannānayamāno—
mn: ‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties.

# mn70:21.8
source: yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyāti.
mn: Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’

# mn70:21.9
source: Imaṃ kho ahaṃ, bhikkhave, imassa bhikkhuno appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi. (7)
mn: Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence.

# mn70:22.1
source: Nāhaṃ, bhikkhave, ādikeneva aññārādhanaṃ vadāmi;
mn: Mendicants, I don’t say that enlightenment is achieved right away.

# mn70:22.2
source: api ca, bhikkhave, anupubbasikkhā anupubbakiriyā anupubbapaṭipadā aññārādhanā hoti.
mn: Rather, enlightenment is achieved by gradual training, progress, and practice.

# mn70:23.1
source: Kathañca, bhikkhave, anupubbasikkhā anupubbakiriyā anupubbapaṭipadā aññārādhanā hoti?
mn: And how is enlightenment achieved by gradual training, progress, and practice?

# mn70:23.2
source: Idha, bhikkhave, saddhājāto upasaṅkamati, upasaṅkamanto payirupāsati, payirupāsanto sotaṃ odahati, ohitasoto dhammaṃ suṇāti, sutvā dhammaṃ dhāreti, dhatānaṃ dhammānaṃ atthaṃ upaparikkhati, atthaṃ upaparikkhato dhammā nijjhānaṃ khamanti, dhammanijjhānakkhantiyā sati chando jāyati, chandajāto ussahati, ussāhetvā tuleti, tulayitvā padahati, pahitatto samāno kāyena ceva paramasaccaṃ sacchikaroti, paññāya ca naṃ ativijjha passati.
mn: It’s when someone in whom faith has arisen approaches a teacher. They pay homage, lend an ear, hear the teachings, remember the teachings, reflect on their meaning, and accept them after consideration. Then enthusiasm springs up; they make an effort, weigh up, and persevere. Persevering, they directly realize the ultimate truth, and see it with penetrating wisdom.

# mn70:24.1
source: Sāpi nāma, bhikkhave, saddhā nāhosi;
mn: Mendicants, there has not been that faith,

# mn70:24.2
source: tampi nāma, bhikkhave, upasaṅkamanaṃ nāhosi;
mn: that approaching,

# mn70:24.3
source: sāpi nāma, bhikkhave, payirupāsanā nāhosi;
mn: that paying homage,

# mn70:24.4
source: tampi nāma, bhikkhave, sotāvadhānaṃ nāhosi;
mn: that listening,

# mn70:24.5
source: tampi nāma, bhikkhave, dhammassavanaṃ nāhosi;
mn: that hearing the teachings,

# mn70:24.6
source: sāpi nāma, bhikkhave, dhammadhāraṇā nāhosi;
mn: that remembering the teachings,

# mn70:24.7
source: sāpi nāma, bhikkhave, atthūpaparikkhā nāhosi;
mn: that reflecting on their meaning,

# mn70:24.8
source: sāpi nāma, bhikkhave, dhammanijjhānakkhanti nāhosi;
mn: that acceptance after consideration,

# mn70:24.9
source: sopi nāma, bhikkhave, chando nāhosi;
mn: that enthusiasm,

# mn70:24.10
source: sopi nāma, bhikkhave, ussāho nāhosi;
mn: that making an effort,

# mn70:24.11
source: sāpi nāma, bhikkhave, tulanā nāhosi;
mn: that weighing up,

# mn70:24.12
source: tampi nāma, bhikkhave, padhānaṃ nāhosi.
mn: or that striving.

# mn70:24.13
source: Vippaṭipannāttha, bhikkhave, micchāpaṭipannāttha, bhikkhave.
mn: You’ve lost the way, mendicants! You’re practicing the wrong way!

# mn70:24.14
source: Kīva dūrevime, bhikkhave, moghapurisā apakkantā imamhā dhammavinayā.
mn: Just how far have these foolish people strayed from this teaching and training!

# mn70:25.1
source: Atthi, bhikkhave, catuppadaṃ veyyākaraṇaṃ yassuddiṭṭhassa viññū puriso nacirasseva paññāyatthaṃ ājāneyya.
mn: There is an exposition in four parts, which a sensible person would quickly understand when it is recited.

# mn70:25.2
source: Uddisissāmi vo, bhikkhave, ājānissatha me tan”ti?
mn: I shall recite it for you, mendicants. Try to understand it.”

# mn70:25.3
source: “Ke ca mayaṃ, bhante, ke ca dhammassa aññātāro”ti?
mn: “Sir, who are we to be counted alongside those who understand the teaching?”

# mn70:26.1
source: “Yopi so, bhikkhave, satthā āmisagaru āmisadāyādo āmisehi saṃsaṭṭho viharati tassa pāyaṃ evarūpī paṇopaṇaviyā na upeti:
mn: “Even with a teacher who values material things, is an heir in material things, who lives caught up in material things, you wouldn’t get into such haggling:

# mn70:26.2
source: ‘evañca no assa atha naṃ kareyyāma, na ca no evamassa na naṃ kareyyāmā’ti, kiṃ pana, bhikkhave, yaṃ tathāgato sabbaso āmisehi visaṃsaṭṭho viharati.
mn: ‘If we get this, we’ll do that. If we don’t get this, we won’t do it.’ What then of the Realized One, who lives utterly detached from material things?

# mn70:27.1
source: Saddhassa, bhikkhave, sāvakassa satthusāsane pariyogāhiya vattato ayamanudhammo hoti:
mn: For a faithful disciple who is practicing to fathom the Teacher’s instructions, this is in line with the teaching:

# mn70:27.2
source: ‘satthā bhagavā, sāvakohamasmi;
mn: ‘The Buddha is my Teacher, I am his disciple.

# mn70:27.3
source: jānāti bhagavā, nāhaṃ jānāmī’ti.
mn: The Buddha knows, I do not know.’

# mn70:27.4
source: Saddhassa, bhikkhave, sāvakassa satthusāsane pariyogāhiya vattato ruḷhanīyaṃ satthusāsanaṃ hoti ojavantaṃ.
mn: For a faithful disciple who is practicing to fathom the Teacher’s instructions, the Teacher’s instructions are nourishing and nutritious.

# mn70:27.5
source: Saddhassa, bhikkhave, sāvakassa satthusāsane pariyogāhiya vattato ayamanudhammo hoti:
mn: For a faithful disciple who is practicing to fathom the Teacher’s instructions, this is in line with the teaching:

# mn70:27.6
source: ‘kāmaṃ taco ca nhāru ca aṭṭhi ca avasissatu, sarīre upassussatu maṃsalohitaṃ, yaṃ taṃ purisathāmena purisavīriyena purisaparakkamena pattabbaṃ na taṃ apāpuṇitvā vīriyassa saṇṭhānaṃ bhavissatī’ti.
mn: ‘Gladly, let only skin, sinews, and bones remain! Let the flesh and blood waste away in my body! I will not relax my energy until I have achieved what is possible by manly strength, energy, and vigor.’

# mn70:27.7
source: Saddhassa, bhikkhave, sāvakassa satthusāsane pariyogāhiya vattato dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ—
mn: A faithful disciple who is practicing to fathom the Teacher’s instructions can expect one of two results:

# mn70:27.8
source: diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā”ti.
mn: enlightenment in the present life, or if there’s something left over, non-return.”

# mn70:27.9
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn70:27.10
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
