Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn076.po
Languages: mn

# mn76:53.1
source: “Kīvabahukā pana, bho ānanda, imasmiṃ dhammavinaye niyyātāro”ti?
mn: “But Reverend Ānanda, how many emancipators are there in this teaching and training?”

# mn76:53.2
source: “Na kho, sandaka, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye imasmiṃ dhammavinaye niyyātāro”ti.
mn: “There are not just one hundred emancipators, Sandaka, or two or three or four or five hundred, but many more than that in this teaching and training.”

# mn76:53.3
source: “Acchariyaṃ, bho ānanda, abbhutaṃ, bho ānanda.
mn: “It’s incredible, Master Ānanda, it’s amazing!

# mn76:53.4
source: Na ca nāma sadhammokkaṃsanā bhavissati, na paradhammavambhanā, āyatane ca dhammadesanā tāva bahukā ca niyyātāro paññāyissanti.
mn: Namely, that there’s no glorifying one’s own teaching and putting down the teaching of others. The Dhamma is taught in its own field, and so many emancipators are recognized.

# mn76:53.5
source: Ime panājīvakā puttamatāya puttā attānañceva ukkaṃsenti, pare ca vambhenti tayo ceva niyyātāro paññapenti, seyyathidaṃ—
mn: But these <i>Ājīvakas</i>, those sons of dead sons, glorify themselves and put others down. And they only recognize three emancipators:

# mn76:53.6
source: nandaṃ vacchaṃ, kisaṃ saṅkiccaṃ, makkhaliṃ gosālan”ti.
mn: Nanda Vaccha, Kisa Saṅkicca, and Makkhali Gosāla.”

# mn76:54.1
source: Atha kho sandako paribbājako sakaṃ parisaṃ āmantesi:
mn: Then the wanderer Sandaka addressed his own assembly,

# mn76:54.2
source: “carantu bhonto samaṇe gotame brahmacariyavāso.
mn: “Go, good sirs. The spiritual life is lived under the ascetic Gotama.

# mn76:54.3
source: Na dāni sukaraṃ amhehi lābhasakkārasiloke pariccajitun”ti.
mn: It’s not easy for me to give up possessions, honor, or popularity now.”

# mn76:54.4
source: Iti hidaṃ sandako paribbājako sakaṃ parisaṃ uyyojesi bhagavati brahmacariyeti.
mn: And that’s how the wanderer Sandaka sent his own assembly to live the spiritual life under the Buddha.
