Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn074.po
Languages: mn

# mn74:0.1
source: Majjhima Nikāya 74
mn: Middle Discourses 74

# mn74:0.2
source: Dīghanakhasutta
mn: With Dīghanakha

# mn74:1.1
source: Evaṃ me sutaṃ—​
mn: So I have heard.

# mn74:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate sūkarakhatāyaṃ.
mn: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain in the Boar’s Cave.

# mn74:2.1
source: Atha kho dīghanakho paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then the wanderer Dīghanakha went up to the Buddha, and exchanged greetings with him.

# mn74:2.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho dīghanakho paribbājako bhagavantaṃ etadavoca:
mn: When the greetings and polite conversation were over, he stood to one side, and said to the Buddha:

# mn74:2.3
source: “ahañhi, bho gotama, evaṃvādī evaṃdiṭṭhi:
mn: “Master Gotama, this is my doctrine and view:

# mn74:2.4
source: ‘sabbaṃ me nakkhamatī’”ti.
mn: ‘I believe in nothing.’”

# mn74:2.5
source: “Yāpi kho te esā, aggivessana, diṭṭhi:
mn: “This view of yours, Aggivessana—

# mn74:2.6
source: ‘sabbaṃ me nakkhamatī’ti, esāpi te diṭṭhi nakkhamatī”ti?
mn: do you believe in that?”

# mn74:2.7
source: “Esā ce me, bho gotama, diṭṭhi khameyya, taṃpassa tādisameva, taṃpassa tādisamevā”ti.
mn: “If I believed in this view, Master Gotama, it wouldn’t make any difference, it wouldn’t make any difference!”

# mn74:3.1
source: “Ato kho te, aggivessana, bahū hi bahutarā lokasmiṃ ye evamāhaṃsu:
mn: “Well, Aggivessana, there are many more in the world who say,

# mn74:3.2
source: ‘taṃpassa tādisameva, taṃpassa tādisamevā’ti.
mn: ‘It wouldn’t make any difference! It wouldn’t make any difference!’

# mn74:3.3
source: Te tañceva diṭṭhiṃ nappajahanti aññañca diṭṭhiṃ upādiyanti.
mn: But they don’t give up that view, and they grasp another view.

# mn74:3.4
source: Ato kho te, aggivessana, tanū hi tanutarā lokasmiṃ ye evamāhaṃsu:
mn: And there are a scant few in the world who say,

# mn74:3.5
source: ‘taṃpassa tādisameva, taṃpassa tādisamevā’ti.
mn: ‘It wouldn’t make any difference! It wouldn’t make any difference!’

# mn74:3.6
source: Te tañceva diṭṭhiṃ pajahanti aññañca diṭṭhiṃ na upādiyanti.
mn: And they give up that view by not grasping another view.

# mn74:4.1
source: Santaggivessana, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn74:4.2
source: ‘sabbaṃ me khamatī’ti;
mn: ‘I believe in everything.’

# mn74:4.3
source: santaggivessana, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn74:4.4
source: ‘sabbaṃ me nakkhamatī’ti;
mn: ‘I believe in nothing.’

# mn74:4.5
source: santaggivessana, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: There are some ascetics and brahmins who have this doctrine and view:

# mn74:4.6
source: ‘ekaccaṃ me khamati, ekaccaṃ me nakkhamatī’ti.
mn: ‘I believe in some things, and not in others.’

# mn74:4.7
source: Tatraggivessana, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ‘sabbaṃ me khamatī’ti
mn: Regarding this, the view of the ascetics and brahmins who believe in everything

# mn74:4.8
source: tesamayaṃ diṭṭhi sārāgāya santike, saññogāya santike, abhinandanāya santike, ajjhosānāya santike, upādānāya santike;
mn: is close to greed, bondage, approving, attachment, and grasping.

# mn74:4.9
source: tatraggivessana ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ‘sabbaṃ me nakkhamatī’ti
mn: The view of the ascetics and brahmins who believe in nothing

# mn74:4.10
source: tesamayaṃ diṭṭhi asārāgāya santike, asaññogāya santike, anabhinandanāya santike, anajjhosānāya santike, anupādānāya santike”ti.
mn: is far from greed, bondage, approving, attachment, and grasping.”

# mn74:5.1
source: Evaṃ vutte, dīghanakho paribbājako bhagavantaṃ etadavoca:
mn: When he said this, the wanderer Dīghanakha said to the Buddha:

# mn74:5.2
source: “ukkaṃseti me bhavaṃ gotamo diṭṭhigataṃ, samukkaṃseti me bhavaṃ gotamo diṭṭhigatan”ti.
mn: “Master Gotama commends my conviction! He recommends my conviction!”

# mn74:5.3
source: “Tatraggivessana, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: “Now, regarding the ascetics and brahmins who

# mn74:5.4
source: ‘ekaccaṃ me khamati, ekaccaṃ me nakkhamatī’ti.
mn: believe in some things and not in others.

# mn74:5.5
source: Yā hi tesaṃ khamati sāyaṃ diṭṭhi sārāgāya santike, saññogāya santike, abhinandanāya santike, ajjhosānāya santike, upādānāya santike;
mn: Their view of what they believe in is close to greed, bondage, approving, attachment, and grasping.

# mn74:5.6
source: yā hi tesaṃ nakkhamati sāyaṃ diṭṭhi asārāgāya santike, asaññogāya santike, anabhinandanāya santike, anajjhosānāya santike, anupādānāya santike.
mn: Their view of what they don’t believe in is far from greed, bondage, approving, attachment, and grasping.

# mn74:6.1
source: Tatraggivessana, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: When it comes to the view of the ascetics and brahmins who

# mn74:6.2
source: ‘sabbaṃ me khamatī’ti
mn: believe in everything,

# mn74:6.3
source: tattha viññū puriso iti paṭisañcikkhati:
mn: a sensible person reflects like this:

# mn74:6.4
source: ‘yā kho me ayaṃ diṭṭhi—
mn: ‘I have the view that

# mn74:6.5
source: sabbaṃ me khamatīti,
mn: I believe in everything.

# mn74:6.6
source: imañce ahaṃ diṭṭhiṃ thāmasā parāmāsā abhinivissa vohareyyaṃ—
mn: Suppose I obstinately stick to this view and insist that:

# mn74:6.7
source: idameva saccaṃ moghamaññanti;
mn: “This is the only truth, other ideas are silly.”

# mn74:6.8
source: dvīhi me assa viggaho—
mn: Then I’d argue with two people—

# mn74:6.9
source: yo cāyaṃ samaṇo vā brāhmaṇo vā evaṃvādī evaṃdiṭṭhi—sabbaṃ me nakkhamatīti,
mn: an ascetic or brahmin who believes in nothing,

# mn74:6.10
source: yo cāyaṃ samaṇo vā brāhmaṇo vā evaṃvādī evaṃdiṭṭhi—ekaccaṃ me khamati, ekaccaṃ me nakkhamatīti—
mn: and an ascetic or brahmin who believes in some things and not in others.

# mn74:6.12
source: Iti viggahe sati vivādo, vivāde sati vighāto, vighāte sati vihesā’.
mn: And when there’s arguing, there’s quarreling; when there’s quarreling there’s anguish; and when there’s anguish there’s harm.’

# mn74:6.13
source: Iti so viggahañca vivādañca vighātañca vihesañca attani sampassamāno tañceva diṭṭhiṃ pajahati aññañca diṭṭhiṃ na upādiyati.
mn: So, considering in themselves the potential for arguing, quarreling, anguish, and harm, they give up that view by not grasping another view.

# mn74:6.14
source: Evametāsaṃ diṭṭhīnaṃ pahānaṃ hoti, evametāsaṃ diṭṭhīnaṃ paṭinissaggo hoti.
mn: That’s how those views are given up and let go.

# mn74:7.1
source: Tatraggivessana, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: When it comes to the view of the ascetics and brahmins who

# mn74:7.2
source: ‘sabbaṃ me nakkhamatī’ti
mn: believe in nothing,

# mn74:7.3
source: tattha viññū puriso iti paṭisañcikkhati:
mn: a sensible person reflects like this:

# mn74:7.4
source: ‘yā kho me ayaṃ diṭṭhi—
mn: ‘I have the view that

# mn74:7.5
source: sabbaṃ me nakkhamatīti,
mn: I believe in nothing.

# mn74:7.6
source: imañce ahaṃ diṭṭhiṃ thāmasā parāmāsā abhinivissa vohareyyaṃ—
mn: Suppose I obstinately stick to this view and insist that:

# mn74:7.7
source: idameva saccaṃ moghamaññanti;
mn: “This is the only truth, other ideas are silly.”

# mn74:7.8
source: dvīhi me assa viggaho—
mn: Then I’d argue with two people—

# mn74:7.9
source: yo cāyaṃ samaṇo vā brāhmaṇo vā evaṃvādī evaṃdiṭṭhi—sabbaṃ me khamatīti,
mn: an ascetic or brahmin who believes in everything,

# mn74:7.10
source: yo cāyaṃ samaṇo vā brāhmaṇo vā evaṃvādī evaṃdiṭṭhi—ekaccaṃ me khamati ekaccaṃ me nakkhamatīti—
mn: and an ascetic or brahmin who believes in some things and not in others.

# mn74:7.12
source: Iti viggahe sati vivādo, vivāde sati vighāto, vighāte sati vihesā’.
mn: And when there’s arguing, there’s quarreling; when there’s quarreling there’s anguish; and when there’s anguish there’s harm.’

# mn74:7.13
source: Iti so viggahañca vivādañca vighātañca vihesañca attani sampassamāno tañceva diṭṭhiṃ pajahati aññañca diṭṭhiṃ na upādiyati.
mn: So, considering in themselves the potential for arguing, quarreling, anguish, and harm, they give up that view by not grasping another view.

# mn74:7.14
source: Evametāsaṃ diṭṭhīnaṃ pahānaṃ hoti, evametāsaṃ diṭṭhīnaṃ paṭinissaggo hoti.
mn: That’s how those views are given up and let go.

# mn74:8.1
source: Tatraggivessana, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: When it comes to the view of the ascetics and brahmins who

# mn74:8.2
source: ‘ekaccaṃ me khamati, ekaccaṃ me nakkhamatī’ti
mn: believe in some things and not in others,

# mn74:8.3
source: tattha viññū puriso iti paṭisañcikkhati:
mn: a sensible person reflects like this:

# mn74:8.4
source: ‘yā kho me ayaṃ diṭṭhi—
mn: ‘I have the view that

# mn74:8.5
source: ekaccaṃ me khamati, ekaccaṃ me nakkhamatīti,
mn: I believe in some things and not in others.

# mn74:8.6
source: imañce ahaṃ diṭṭhiṃ thāmasā parāmāsā abhinivissa vohareyyaṃ—
mn: Suppose I obstinately stick to this view and insist that:

# mn74:8.7
source: idameva saccaṃ moghamaññanti;
mn: “This is the only truth, other ideas are silly.”

# mn74:8.8
source: dvīhi me assa viggaho—
mn: Then I’d argue with two people—

# mn74:8.9
source: yo cāyaṃ samaṇo vā brāhmaṇo vā evaṃvādī evaṃdiṭṭhi—sabbaṃ me khamatīti,
mn: an ascetic or brahmin who believes in everything,

# mn74:8.10
source: yo cāyaṃ samaṇo vā brāhmaṇo vā evaṃvādī evaṃdiṭṭhi—sabbaṃ me nakkhamatīti—
mn: and an ascetic or brahmin who believes in nothing.

# mn74:8.12
source: Iti viggahe sati vivādo, vivāde sati vighāto, vighāte sati vihesā’.
mn: And when there’s arguing, there’s quarreling; when there’s quarreling there’s anguish; and when there’s anguish there’s harm.’

# mn74:8.13
source: Iti so viggahañca vivādañca vighātañca vihesañca attani sampassamāno tañceva diṭṭhiṃ pajahati aññañca diṭṭhiṃ na upādiyati.
mn: So, considering in themselves the potential for arguing, quarreling, anguish, and harm, they give up that view by not grasping another view.

# mn74:8.14
source: Evametāsaṃ diṭṭhīnaṃ pahānaṃ hoti, evametāsaṃ diṭṭhīnaṃ paṭinissaggo hoti.
mn: That’s how those views are given up and let go.

# mn74:9.1
source: Ayaṃ kho panaggivessana, kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo, aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato samanupassitabbo.
mn: Aggivessana, this body is physical. It’s made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. You should see it as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.

# mn74:9.2
source: Tassimaṃ kāyaṃ aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato samanupassato yo kāyasmiṃ kāyachando kāyasneho kāyanvayatā sā pahīyati.
mn: Doing so, you’ll give up desire, affection, and subservience to the body.

# mn74:10.1
source: Tisso kho imā, aggivessana, vedanā—
mn: There are these three feelings:

# mn74:10.2
source: sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā.
mn: pleasant, painful, and neutral.

# mn74:10.3
source: Yasmiṃ, aggivessana, samaye sukhaṃ vedanaṃ vedeti, neva tasmiṃ samaye dukkhaṃ vedanaṃ vedeti, na adukkhamasukhaṃ vedanaṃ vedeti;
mn: At a time when you feel a pleasant feeling, you don’t feel a painful or neutral feeling;

# mn74:10.4
source: sukhaṃyeva tasmiṃ samaye vedanaṃ vedeti.
mn: you only feel a pleasant feeling.

# mn74:10.5
source: Yasmiṃ, aggivessana, samaye dukkhaṃ vedanaṃ vedeti, neva tasmiṃ samaye sukhaṃ vedanaṃ vedeti, na adukkhamasukhaṃ vedanaṃ vedeti;
mn: At a time when you feel a painful feeling, you don’t feel a pleasant or neutral feeling;

# mn74:10.6
source: dukkhaṃyeva tasmiṃ samaye vedanaṃ vedeti.
mn: you only feel a painful feeling.

# mn74:10.7
source: Yasmiṃ, aggivessana, samaye adukkhamasukhaṃ vedanaṃ vedeti, neva tasmiṃ samaye sukhaṃ vedanaṃ vedeti, na dukkhaṃ vedanaṃ vedeti;
mn: At a time when you feel a neutral feeling, you don’t feel a pleasant or painful feeling;

# mn74:10.8
source: adukkhamasukhaṃyeva tasmiṃ samaye vedanaṃ vedeti.
mn: you only feel a neutral feeling.

# mn74:11.1
source: Sukhāpi kho, aggivessana, vedanā aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā;
mn: Pleasant, painful, and neutral feelings are impermanent, conditioned, dependently originated, liable to end, vanish, fade away, and cease.

# mn74:12.1
source: Evaṃ passaṃ, aggivessana, sutavā ariyasāvako sukhāyapi vedanāya nibbindati, dukkhāyapi vedanāya nibbindati, adukkhamasukhāyapi vedanāya nibbindati;
mn: Seeing this, a learned noble disciple grows disillusioned with pleasant, painful, and neutral feelings.

# mn74:12.2
source: nibbindaṃ virajjati, virāgā vimuccati. Vimuttasmiṃ, vimuttamiti ñāṇaṃ hoti.
mn: Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed.

# mn74:12.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn74:13.1
source: Evaṃ vimuttacitto kho, aggivessana, bhikkhu na kenaci saṃvadati, na kenaci vivadati, yañca loke vuttaṃ tena voharati, aparāmasan”ti.
mn: A mendicant whose mind is freed like this doesn’t side with anyone or fight with anyone. They speak the language of the world without misapprehending it.”

# mn74:14.1
source: Tena kho pana samayena āyasmā sāriputto bhagavato piṭṭhito ṭhito hoti bhagavantaṃ bījayamāno.
mn: Now at that time Venerable Sāriputta was standing behind the Buddha fanning him.

# mn74:14.2
source: Atha kho āyasmato sāriputtassa etadahosi:
mn: Then he thought:

# mn74:14.3
source: “tesaṃ tesaṃ kira no bhagavā dhammānaṃ abhiññā pahānamāha, tesaṃ tesaṃ kira no sugato dhammānaṃ abhiññā paṭinissaggamāhā”ti.
mn: “It seems the Buddha speaks of giving up and letting go all these things through direct knowledge.”

# mn74:14.4
source: Iti hidaṃ āyasmato sāriputtassa paṭisañcikkhato anupādāya āsavehi cittaṃ vimucci.
mn: Reflecting like this, Venerable Sāriputta’s mind was freed from the defilements by not grasping.

# mn74:15.1
source: Dīghanakhassa pana paribbājakassa virajaṃ vītamalaṃ dhammacakkhuṃ udapādi:
mn: And the stainless, immaculate vision of the Dhamma arose in the wanderer Dīghanakha:

# mn74:15.2
source: “yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti.
mn: “Everything that has a beginning has an end.”

# mn74:15.3
source: Atha kho dīghanakho paribbājako diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṃkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca:
mn: Then Dīghanakha saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He said to the Buddha:

# mn74:16.1
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
mn: “Excellent, Master Gotama! Excellent!

# mn74:16.2
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evameva kho bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways.

# mn74:16.3
source: Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṃghañca.
mn: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn74:16.4
source: Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
