Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn073.po
Languages: mn

# mn73:23.2
source: ‘dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyaṃ—ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannāti; iti dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyan’ti,
mn: ‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place—and understand how sentient beings are reborn according to their deeds: “These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.” And so, with clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. And may I understand how sentient beings are reborn according to their deeds.’

# mn73:24.1
source: So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:
mn: Whenever you want, you’ll be capable of realizing the following, in each and every case:

# mn73:24.2
source: ‘āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti,
mn: ‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’

# mn73:25.1
source: Atha kho āyasmā vacchagotto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
mn: And then Venerable Vacchagotta approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# mn73:26.1
source: Atha kho āyasmā vacchagotto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
mn: Then Vacchagotta, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# mn73:26.2
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
mn: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# mn73:26.3
source: Aññataro kho panāyasmā vacchagotto arahataṃ ahosi.
mn: And Venerable Vacchagotta became one of the perfected.

# mn73:27.1
source: Tena kho pana samayena sambahulā bhikkhū bhagavantaṃ dassanāya gacchanti.
mn: Now at that time several mendicants were going to see the Buddha.

# mn73:27.2
source: Addasā kho āyasmā vacchagotto te bhikkhū dūratova āgacchante.
mn: Vacchagotta saw them coming off in the distance,

# mn73:27.3
source: Disvāna yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca:
mn: went up to them, and said,

# mn73:27.4
source: “handa kahaṃ pana tumhe āyasmanto gacchathā”ti?
mn: “Hello venerables, where are you going?”

# mn73:27.5
source: “Bhagavantaṃ kho mayaṃ, āvuso, dassanāya gacchāmā”ti.
mn: “Reverend, we are going to see the Buddha.”

# mn73:27.6
source: “Tenahāyasmanto mama vacanena bhagavato pāde sirasā vandatha, evañca vadetha:
mn: “Well then, reverends, in my name please bow with your head to the Buddha’s feet and say:

# mn73:27.7
source: ‘vacchagotto, bhante, bhikkhu bhagavato pāde sirasā vandati, evañca vadeti—
mn: ‘Sir, the mendicant Vacchagotta bows with his head to your feet and says,

# mn73:27.8
source: pariciṇṇo me bhagavā, pariciṇṇo me sugato’”ti.
mn: “I have served the Blessed One! I have served the Holy One!”’”

# mn73:28.1
source: “Evamāvuso”ti kho te bhikkhū āyasmato vacchagottassa paccassosuṃ.
mn: “Yes, reverend,” they replied.

# mn73:28.2
source: Atha kho te bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
mn: Then those mendicants went up to the Buddha, bowed, sat down to one side, and said to him,

# mn73:28.3
source: “āyasmā, bhante, vacchagotto bhagavato pāde sirasā vandati, evañca vadeti:
mn: “Sir, the mendicant Vacchagotta bows with his head to your feet and says:

# mn73:28.4
source: ‘pariciṇṇo me bhagavā, pariciṇṇo me sugato’”ti.
mn: ‘I have served the Blessed One! I have served the Holy One!’”

# mn73:28.5
source: “Pubbeva me, bhikkhave, vacchagotto bhikkhu cetasā ceto paricca vidito:
mn: “I’ve already comprehended Vacchagotta’s mind and understood that

# mn73:28.6
source: ‘tevijjo vacchagotto bhikkhu mahiddhiko mahānubhāvo’ti.
mn: he has the three knowledges, and is very mighty and powerful.

# mn73:28.7
source: Devatāpi me etamatthaṃ ārocesuṃ:
mn: And deities also told me about this.”

# mn73:28.9
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn73:28.10
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
