Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn075.po
Languages: mn

# mn75:15.5
source: Tamenaṃ dve balavanto purisā nānābāhāsu gahetvā aṅgārakāsuṃ upakaḍḍheyyuṃ.
mn: Then two strong men would grab them by the arms and drag them towards the pit of glowing coals.

# mn75:15.6
source: Taṃ kiṃ maññasi, māgaṇḍiya,
mn: What do you think, Māgaṇḍiya?

# mn75:15.7
source: api nu so puriso iti citiceva kāyaṃ sannāmeyyā”ti?
mn: Wouldn’t that person writhe and struggle to and fro?”

# mn75:15.8
source: “Evaṃ, bho gotama.
mn: “Yes, Master Gotama.

# mn75:15.9
source: Taṃ kissa hetu?
mn: Why is that?

# mn75:15.10
source: Asu hi, bho gotama, aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho cā”ti.
mn: Because that fire is really painful to touch, fiercely burning and scorching.”

# mn75:15.11
source: “Taṃ kiṃ maññasi, māgaṇḍiya,
mn: “What do you think, Māgaṇḍiya?

# mn75:15.12
source: idāneva nu kho so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca udāhu pubbepi so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho cā”ti?
mn: Is it only now that the fire is really painful to touch, fiercely burning and scorching, or was it painful previously as well?”

# mn75:15.13
source: “Idāni ceva, bho gotama, so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca, pubbepi so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca.
mn: “That fire is painful now and it was also painful previously.

# mn75:15.14
source: Asu ca, bho gotama, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno upahatindriyo dukkhasamphasseyeva aggismiṃ sukhamiti viparītasaññaṃ paccalatthā”ti.
mn: That person was affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, their sense faculties were impaired. So even though the fire was actually painful to touch, they had a distorted perception that it was pleasant.”

# mn75:16.1
source: “Evameva kho, māgaṇḍiya, atītampi addhānaṃ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca, anāgatampi addhānaṃ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca, etarahipi paccuppannaṃ addhānaṃ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca.
mn: “In the same way, sensual pleasures of the past, future, and present are painful to touch, fiercely burning and scorching.

# mn75:16.2
source: Ime ca, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena pariḍayhamānā upahatindriyā dukkhasamphassesuyeva kāmesu sukhamiti viparītasaññaṃ paccalatthuṃ.
mn: These sentient beings who are not free from sensual pleasures—being consumed by craving for sensual pleasures, burning with passion for sensual pleasures—have impaired sense faculties. So even though sensual pleasures are actually painful to touch, they have a distorted perception that they are pleasant.

# mn75:17.1
source: Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeti.
mn: Suppose there was a person affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, they’re cauterizing their body over a pit of glowing coals.

# mn75:17.2
source: Yathā yathā kho, māgaṇḍiya, asu kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeti tathā tathāssa tāni vaṇamukhāni asucitarāni ceva honti duggandhatarāni ca pūtikatarāni ca, hoti ceva kāci sātamattā assādamattā—yadidaṃ vaṇamukhānaṃ kaṇḍūvanahetu;
mn: The more they scratch their wounds and cauterize their body, the more their wounds become foul, stinking, and infected. But still, they derive a degree of pleasure and gratification from the itchiness of their wounds.

# mn75:17.3
source: evameva kho, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena ca pariḍayhamānā kāme paṭisevanti.
mn: In the same way, I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures.

# mn75:17.4
source: Yathā yathā kho, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena ca pariḍayhamānā kāme paṭisevanti tathā tathā tesaṃ tesaṃ sattānaṃ kāmataṇhā ceva pavaḍḍhati, kāmapariḷāhena ca pariḍayhanti, hoti ceva sātamattā assādamattā—yadidaṃ pañcakāmaguṇe paṭicca.
mn: The more they indulge in sensual pleasures, the more their craving for sensual pleasures grows, and the more they burn with passion for sensual pleasures. But still, they derive a degree of pleasure and gratification from the five kinds of sensual stimulation.

# mn75:18.1
source: Taṃ kiṃ maññasi, māgaṇḍiya,
mn: What do you think, Māgaṇḍiya?

# mn75:18.2
source: api nu te diṭṭho vā suto vā rājā vā rājamahāmatto vā pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno kāmataṇhaṃ appahāya kāmapariḷāhaṃ appaṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihāsi vā viharati vā viharissati vā”ti?
mn: Have you seen or heard of a king or a royal minister of the past, future, or present, amusing themselves supplied and provided with the five kinds of sensual stimulation, who—without giving up craving for sensual pleasures and dispelling passion for sensual pleasures—lives rid of thirst, their mind peaceful inside?”

# mn75:18.3
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn75:18.4
source: “Sādhu, māgaṇḍiya.
mn: “Good, Māgaṇḍiya.

# mn75:18.5
source: Mayāpi kho etaṃ, māgaṇḍiya, neva diṭṭhaṃ na sutaṃ rājā vā rājamahāmatto vā pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno kāmataṇhaṃ appahāya kāmapariḷāhaṃ appaṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihāsi vā viharati vā viharissati vā.
mn: Neither have I.

# mn75:18.6
source: Atha kho, māgaṇḍiya, ye hi keci samaṇā vā brāhmaṇā vā vigatapipāsā ajjhattaṃ vūpasantacittā vihāsuṃ vā viharanti vā viharissanti vā sabbe te kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāsā ajjhattaṃ vūpasantacittā vihāsuṃ vā viharanti vā viharissanti vā”ti.
mn: On the contrary, all the ascetics or brahmins of the past, future, or present who live rid of thirst, their minds peaceful inside, do so after truly understanding the origin, ending, gratification, drawback, and escape of sensual pleasures, and after giving up craving and dispelling passion for sensual pleasures.”

# mn75:19.1
source: Atha kho bhagavā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:
mn: Then on that occasion the Buddha was inspired to exclaim:

# mn75:19.2
source: “Ārogyaparamā lābhā,
mn: “Health is the ultimate blessing;

# mn75:19.3
source: nibbānaṃ paramaṃ sukhaṃ;
mn: extinguishment, the ultimate happiness.

# mn75:19.4
source: Aṭṭhaṅgiko ca maggānaṃ,
mn: Of paths, the ultimate is eightfold—

# mn75:19.5
source: khemaṃ amatagāminan”ti.
mn: it’s safe, and leads to the deathless.”

# mn75:19.6
source: Evaṃ vutte, māgaṇḍiyo paribbājako bhagavantaṃ etadavoca:
mn: When he said this, Māgaṇḍiya said to him,

# mn75:19.7
source: “acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.
mn: “It’s incredible, Master Gotama, it’s amazing!

# mn75:19.8
source: Yāva subhāsitañcidaṃ bhotā gotamena:
mn: How well said this was by Master Gotama!

# mn75:19.9
source: ‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti.
mn: ‘Health is the ultimate blessing; extinguishment, the ultimate happiness.’

# mn75:19.10
source: Mayāpi kho etaṃ, bho gotama, sutaṃ pubbakānaṃ paribbājakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ:
mn: I’ve also heard that wanderers of the past, the teachers of teachers, said:

# mn75:19.11
source: ‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti;
mn: ‘Health is the ultimate blessing; extinguishment, the ultimate happiness.’

# mn75:19.12
source: tayidaṃ, bho gotama, sametī”ti.
mn: And it agrees, Master Gotama.”

# mn75:19.13
source: “Yaṃ pana te etaṃ, māgaṇḍiya, sutaṃ pubbakānaṃ paribbājakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ:
mn: “But Māgaṇḍiya, when you heard that wanderers of the past said this,

# mn75:19.14
source: ‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti, katamaṃ taṃ ārogyaṃ, katamaṃ taṃ nibbānan”ti?
mn: what is that health? And what is that extinguishment?”

# mn75:19.15
source: Evaṃ vutte, māgaṇḍiyo paribbājako sakāneva sudaṃ gattāni pāṇinā anomajjati:
mn: When he said this, Māgaṇḍiya stroked his own limbs with his hands, saying:

# mn75:19.16
source: “idantaṃ, bho gotama, ārogyaṃ, idantaṃ nibbānaṃ.
mn: “This is that health, Master Gotama, this is that extinguishment!

# mn75:19.17
source: Ahañhi, bho gotama, etarahi arogo sukhī, na maṃ kiñci ābādhatī”ti.
mn: For I am now healthy and happy, and have no afflictions.”

# mn75:20.1
source: “Seyyathāpi, māgaṇḍiya, jaccandho puriso;
mn: “Māgaṇḍiya, suppose a person was born blind.

# mn75:20.2
source: so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakarūpāni, na passeyya candimasūriye.
mn: They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun.

# mn75:20.3
source: So suṇeyya cakkhumato bhāsamānassa:
mn: They might hear a sighted person saying:

# mn75:20.4
source: ‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.
mn: ‘White cloth is really nice, it’s attractive, stainless, and clean.’

# mn75:20.5
source: So odātapariyesanaṃ careyya.
mn: They’d go in search of white cloth.

# mn75:20.6
source: Tamenaṃ aññataro puriso telamalikatena sāhuḷicīrena vañceyya:
mn: But someone would cheat them with a dirty, soiled garment, saying:

# mn75:20.7
source: ‘idaṃ te, ambho purisa, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.
mn: ‘Sir, here is a white cloth for you, it’s attractive, stainless, and clean.’

# mn75:20.8
source: So taṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṃ nicchāreyya:
mn: They’d take it and put it on, expressing their gladness:

# mn75:20.9
source: ‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.
mn: ‘White cloth is really nice, it’s attractive, stainless, and clean.’

# mn75:20.10
source: Taṃ kiṃ maññasi, māgaṇḍiya,
mn: What do you think, Māgaṇḍiya?

# mn75:20.11
source: api nu so jaccandho puriso jānanto passanto amuṃ telamalikataṃ sāhuḷicīraṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṃ nicchāreyya:
mn: Did that person blind from birth do this knowing and seeing,

# mn75:20.12
source: ‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti udāhu cakkhumato saddhāyā”ti?
mn: or out of faith in the sighted person?”

# mn75:20.13
source: “Ajānanto hi, bho gotama, apassanto so jaccandho puriso amuṃ telamalikataṃ sāhuḷicīraṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṃ nicchāreyya:
mn: “They did so not knowing or seeing,

# mn75:20.14
source: ‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti, cakkhumato saddhāyā”ti.
mn: but out of faith in the sighted person.”

# mn75:21.1
source: “Evameva kho, māgaṇḍiya, aññatitthiyā paribbājakā andhā acakkhukā ajānantā ārogyaṃ, apassantā nibbānaṃ, atha ca panimaṃ gāthaṃ bhāsanti:
mn: “In the same way, the wanderers who follow other paths are blind and sightless. Not knowing health and not seeing extinguishment, they still recite this verse:

# mn75:21.2
source: ‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti.
mn: ‘Health is the ultimate blessing; extinguishment, the ultimate happiness.’

# mn75:21.3
source: Pubbakehesā, māgaṇḍiya, arahantehi sammāsambuddhehi gāthā bhāsitā:
mn: For this verse was recited by the perfected ones, fully awakened Buddhas of the past:

# mn75:21.4
source: ‘Ārogyaparamā lābhā,
mn: ‘Health is the ultimate blessing;

# mn75:21.5
source: nibbānaṃ paramaṃ sukhaṃ;
mn: extinguishment, the ultimate happiness.

# mn75:21.6
source: Aṭṭhaṅgiko ca maggānaṃ,
mn: Of paths, the ultimate is eightfold—

# mn75:21.7
source: khemaṃ amatagāminan’ti.
mn: it’s safe, and leads to the deathless.'

# mn75:21.8
source: Sā etarahi anupubbena puthujjanagāthā.
mn: These days it has gradually become a verse used by ordinary people.

# mn75:21.9
source: Ayaṃ kho pana, māgaṇḍiya, kāyo rogabhūto gaṇḍabhūto sallabhūto aghabhūto ābādhabhūto, so tvaṃ imaṃ kāyaṃ rogabhūtaṃ gaṇḍabhūtaṃ sallabhūtaṃ aghabhūtaṃ ābādhabhūtaṃ:
mn: But Māgaṇḍiya, this body is a disease, an abscess, a dart, a misery, an affliction. Yet you say of this body:

# mn75:21.10
source: ‘idantaṃ, bho gotama, ārogyaṃ, idantaṃ nibbānan’ti vadesi.
mn: ‘This is that health, this is that extinguishment!’

# mn75:21.11
source: Tañhi te, māgaṇḍiya, ariyaṃ cakkhuṃ natthi yena tvaṃ ariyena cakkhunā ārogyaṃ jāneyyāsi, nibbānaṃ passeyyāsī”ti.
mn: Māgaṇḍiya, you don’t have the noble vision by which you might know health and see extinguishment.”

# mn75:22.1
source: “Evaṃ pasanno ahaṃ bhoto gotamassa.
mn: “I am quite confident that Master Gotama

# mn75:22.2
source: Pahoti me bhavaṃ gotamo tathā dhammaṃ desetuṃ yathāhaṃ ārogyaṃ jāneyyaṃ, nibbānaṃ passeyyan”ti.
mn: is capable of teaching me so that I can know health and see extinguishment.”

# mn75:22.3
source: “Seyyathāpi, māgaṇḍiya, jaccandho puriso;
mn: “Māgaṇḍiya, suppose a person was born blind.

# mn75:22.4
source: so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakarūpāni, na passeyya candimasūriye.
mn: They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun.

# mn75:22.5
source: Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.
mn: Their friends and colleagues, relatives and kin would get a field surgeon to treat them.

# mn75:22.6
source: Tassa so bhisakko sallakatto bhesajjaṃ kareyya.
mn: The field surgeon would make medicine for them,

# mn75:22.7
source: So taṃ bhesajjaṃ āgamma na cakkhūni uppādeyya, na cakkhūni visodheyya.
mn: but when they used it their eyes were not cured and they still could not see clearly.

# mn75:22.8
source: Taṃ kiṃ maññasi, māgaṇḍiya,
mn: What do you think, Māgaṇḍiya?

# mn75:22.9
source: nanu so vejjo yāvadeva kilamathassa vighātassa bhāgī assā”ti?
mn: Wouldn’t that doctor just get weary and frustrated?”

# mn75:22.10
source: “Evaṃ, bho gotama”.
mn: “Yes, Master Gotama.”

# mn75:22.11
source: “Evameva kho, māgaṇḍiya, ahañce te dhammaṃ deseyyaṃ:
mn: “In the same way, suppose I were to teach you the Dhamma, saying:

# mn75:22.12
source: ‘idantaṃ ārogyaṃ, idantaṃ nibbānan’ti, so tvaṃ ārogyaṃ na jāneyyāsi, nibbānaṃ na passeyyāsi.
mn: ‘This is that health, this is that extinguishment.’ But you might not know health or see extinguishment,

# mn75:22.13
source: So mamassa kilamatho, sā mamassa vihesā”ti.
mn: which would be wearying and troublesome for me.”

# mn75:22.14
source: “Evaṃ pasanno ahaṃ bhoto gotamassa.
mn: “I am quite confident that Master Gotama

# mn75:23.1
source: Pahoti me bhavaṃ gotamo tathā dhammaṃ desetuṃ yathāhaṃ ārogyaṃ jāneyyaṃ, nibbānaṃ passeyyan”ti.
mn: is capable of teaching me so that I can know health and see extinguishment.”

# mn75:23.2
source: “Seyyathāpi, māgaṇḍiya, jaccandho puriso;
mn: “Māgaṇḍiya, suppose a person was born blind.

# mn75:23.3
source: so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakarūpāni, na passeyya candimasūriye.
mn: They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun.

# mn75:23.4
source: So suṇeyya cakkhumato bhāsamānassa:
mn: They might hear a sighted person saying:

# mn75:23.5
source: ‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.
mn: ‘White cloth is really nice, it’s attractive, stainless, and clean.’

# mn75:24.1
source: So odātapariyesanaṃ careyya.
mn: They’d go in search of white cloth.

# mn75:24.2
source: Tamenaṃ aññataro puriso telamalikatena sāhuḷicīrena vañceyya:
mn: But someone would cheat them with a dirty, soiled garment, saying:

# mn75:24.3
source: ‘idaṃ te, ambho purisa, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.
mn: ‘Sir, here is a white cloth for you, it’s attractive, stainless, and clean.’

# mn75:24.4
source: So taṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya.
mn: They’d take it and put it on.

# mn75:24.5
source: Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.
mn: Their friends and colleagues, relatives and kin would get a field surgeon to treat them.

# mn75:24.6
source: Tassa so bhisakko sallakatto bhesajjaṃ kareyya—
mn: The field surgeon would make medicine for them:

# mn75:24.7
source: uddhaṃvirecanaṃ adhovirecanaṃ añjanaṃ paccañjanaṃ natthukammaṃ.
mn: emetics, purgatives, ointment, counter-ointment, or nasal treatment.

# mn75:24.8
source: So taṃ bhesajjaṃ āgamma cakkhūni uppādeyya, cakkhūni visodheyya.
mn: And when they used it their eyes would be cured so that they could see clearly.

# mn75:24.9
source: Tassa saha cakkhuppādā yo amusmiṃ telamalikate sāhuḷicīre chandarāgo so pahīyetha.
mn: As soon as their eyes were cured they’d lose all desire for that dirty, soiled garment.

# mn75:24.10
source: Tañca naṃ purisaṃ amittatopi daheyya, paccatthikatopi daheyya, api ca jīvitā voropetabbaṃ maññeyya:
mn: Then they would consider that person to be no friend, but an enemy, and might even think of murdering them:

# mn75:24.11
source: ‘dīgharattaṃ vata, bho, ahaṃ iminā purisena telamalikatena sāhuḷicīrena nikato vañcito paluddho—
mn: ‘For such a long time I’ve been cheated, tricked, and deceived by that person with this dirty, soiled garment when he said,

# mn75:24.12
source: idaṃ te, ambho purisa, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.
mn: “Sir, here is a white cloth for you, it’s attractive, stainless, and clean.”’

# mn75:24.13
source: Evameva kho, māgaṇḍiya, ahañce te dhammaṃ deseyyaṃ:
mn: In the same way, Māgaṇḍiya, suppose I were to teach you the Dhamma, saying:

# mn75:24.14
source: ‘idantaṃ ārogyaṃ, idantaṃ nibbānan’ti.
mn: ‘This is that health, this is that extinguishment.’

# mn75:24.15
source: So tvaṃ ārogyaṃ jāneyyāsi, nibbānaṃ passeyyāsi.
mn: You might know health and see extinguishment.

# mn75:24.16
source: Tassa te saha cakkhuppādā yo pañcasupādānakkhandhesu chandarāgo so pahīyetha;
mn: And as soon as your vision arises you might give up desire for the five grasping aggregates.

# mn75:24.17
source: api ca te evamassa:
mn: And you might even think:

# mn75:24.18
source: ‘dīgharattaṃ vata bho ahaṃ iminā cittena nikato vañcito paluddho.
mn: ‘For such a long time I’ve been cheated, tricked, and deceived by this mind.

# mn75:24.19
source: Ahañhi rūpaṃyeva upādiyamāno upādiyiṃ, vedanaṃyeva upādiyamāno upādiyiṃ, saññaṃyeva upādiyamāno upādiyiṃ, saṅkhāreyeva upādiyamāno upādiyiṃ, viññāṇaṃyeva upādiyamāno upādiyiṃ.
mn: For what I have been grasping is only form, feeling, perception, choices, and consciousness.

# mn75:24.20
source: Tassa me upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti;
mn: My grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be.

# mn75:24.21
source: evametassa kevalassa dukkhakkhandhassa samudayo hotī’”ti.
mn: That is how this entire mass of suffering originates.’”

# mn75:24.22
source: “Evaṃ pasanno ahaṃ bhoto gotamassa.
mn: “I am quite confident that Master Gotama

# mn75:25.1
source: Pahoti me bhavaṃ gotamo tathā dhammaṃ desetuṃ yathāhaṃ imamhā āsanā anandho vuṭṭhaheyyan”ti.
mn: is capable of teaching me so that I can rise from this seat cured of blindness.”

# mn75:25.2
source: “Tena hi tvaṃ, māgaṇḍiya, sappurise bhajeyyāsi.
mn: “Well then, Māgaṇḍiya, you should associate with good people.

# mn75:25.3
source: Yato kho tvaṃ, māgaṇḍiya, sappurise bhajissasi tato tvaṃ, māgaṇḍiya, saddhammaṃ sossasi;
mn: When you associate with good people, you will hear the true teaching.

# mn75:25.4
source: yato kho tvaṃ, māgaṇḍiya, saddhammaṃ sossasi tato tvaṃ, māgaṇḍiya, dhammānudhammaṃ paṭipajjissasi;
mn: When you hear the true teaching, you’ll practice in line with the teaching.

# mn75:25.5
source: yato kho tvaṃ, māgaṇḍiya, dhammānudhammaṃ paṭipajjissasi tato tvaṃ, māgaṇḍiya, sāmaṃyeva ñassasi, sāmaṃ dakkhissasi—
mn: When you practice in line with the teaching, you’ll know and see for yourself:

# mn75:25.6
source: ime rogā gaṇḍā sallā;
mn: ‘These are diseases, boils, and darts.

# mn75:25.7
source: idha rogā gaṇḍā sallā aparisesā nirujjhanti.
mn: And here is where diseases, boils, and darts cease without anything left over.’

# mn75:25.8
source: Tassa me upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti;
mn: When my grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease.

# mn75:25.9
source: evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti.
mn: That is how this entire mass of suffering ceases.”

# mn75:26.1
source: Evaṃ vutte, māgaṇḍiyo paribbājako bhagavantaṃ etadavoca:
mn: When he said this, Māgaṇḍiya said to him,

# mn75:26.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
mn: “Excellent, Master Gotama! Excellent!

# mn75:26.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways.

# mn75:26.4
source: Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn75:26.5
source: Labheyyāhaṃ bhoto gotamassa santike pabbajjaṃ, labheyyaṃ upasampadan”ti.
mn: Sir, may I receive the going forth, the ordination in the Buddha’s presence?”

# mn75:27.1
source: “Yo kho, māgaṇḍiya, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ, so cattāro māse parivasati; catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti, upasampādenti bhikkhubhāvāya.
mn: “Māgaṇḍiya, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood.

# mn75:27.2
source: Api ca mettha puggalavemattatā viditā”ti.
mn: However, I have recognized individual differences in this matter.”

# mn75:27.3
source: “Sace, bhante, aññatitthiyapubbā imasmiṃ dhammavinaye ākaṅkhantā pabbajjaṃ, ākaṅkhantā upasampadaṃ cattāro māse parivasanti, catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya; ahaṃ cattāri vassāni parivasissāmi, catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu, upasampādentu bhikkhubhāvāyā”ti.
mn: “Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.”
