Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn075.po
Languages: mn

# mn75:28.1
source: Alattha kho māgaṇḍiyo paribbājako bhagavato santike pabbajjaṃ, alattha upasampadaṃ.
mn: And the wanderer Māgaṇḍiya received the going forth, the ordination in the Buddha’s presence.

# mn75:28.2
source: Acirūpasampanno kho panāyasmā māgaṇḍiyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
mn: Not long after his ordination, Venerable Māgaṇḍiya, living alone, withdrawn, diligent, keen, and resolute, realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# mn75:28.3
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
mn: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# mn75:28.4
source: Aññataro kho panāyasmā māgaṇḍiyo arahataṃ ahosīti.
mn: And Venerable Māgaṇḍiya became one of the perfected.
