Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn078.po
Languages: mn

# mn78:13.16
source: Idha, thapati, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;
mn: It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise …

# mn78:13.17
source: uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya … pe …
mn: so that unskillful qualities are given up …

# mn78:13.18
source: anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya … pe …
mn: so that skillful qualities arise …

# mn78:13.19
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
mn: so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.

# mn78:13.20
source: Evaṃ paṭipanno kho, thapati, kusalānaṃ saṅkappānaṃ nirodhāya paṭipanno hoti.
mn: Someone practicing like this is practicing for the cessation of skillful thoughts.

# mn78:14.1
source: Katamehi cāhaṃ, thapati, dasahi dhammehi samannāgataṃ purisapuggalaṃ paññapemi sampannakusalaṃ paramakusalaṃ uttamapattipattaṃ samaṇaṃ ayojjhaṃ?
mn: Master builder, when an individual has what ten qualities do I describe them as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment?

# mn78:14.2
source: Idha, thapati, bhikkhu asekhāya sammādiṭṭhiyā samannāgato hoti, asekhena sammāsaṅkappena samannāgato hoti, asekhāya sammāvācāya samannāgato hoti, asekhena sammākammantena samannāgato hoti, asekhena sammāājīvena samannāgato hoti, asekhena sammāvāyāmena samannāgato hoti, asekhāya sammāsatiyā samannāgato hoti, asekhena sammāsamādhinā samannāgato hoti, asekhena sammāñāṇena samannāgato hoti, asekhāya sammāvimuttiyā samannāgato hoti—
mn: It’s when a mendicant has an adept’s right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# mn78:14.3
source: imehi kho ahaṃ, thapati, dasahi dhammehi samannāgataṃ purisapuggalaṃ paññapemi sampannakusalaṃ paramakusalaṃ uttamapattipattaṃ samaṇaṃ ayojjhan”ti.
mn: When an individual has these ten qualities, I describe them as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment.”

# mn78:14.4
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn78:14.5
source: Attamano pañcakaṅgo thapati bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Pañcakaṅga the master builder was happy with what the Buddha said.
