Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn073.po
Languages: mn

# mn73:0.1
source: Majjhima Nikāya 73
mn: Middle Discourses 73

# mn73:0.2
source: Mahāvacchasutta
mn: The Longer Discourse With Vacchagotta

# mn73:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn73:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn73:2.1
source: Atha kho vacchagotto paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then the wanderer Vacchagotta went up to the Buddha and exchanged greetings with him.

# mn73:2.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vacchagotto paribbājako bhagavantaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha,

# mn73:3.1
source: “dīgharattāhaṃ bhotā gotamena sahakathī.
mn: “For a long time I have had discussions with Master Gotama.

# mn73:3.2
source: Sādhu me bhavaṃ gotamo saṃkhittena kusalākusalaṃ desetū”ti.
mn: Please teach me in brief what is skillful and what is unskillful.”

# mn73:3.3
source: “Saṃkhittenapi kho te ahaṃ, vaccha, kusalākusalaṃ deseyyaṃ, vitthārenapi kho te ahaṃ, vaccha, kusalākusalaṃ deseyyaṃ;
mn: “Vaccha, I can teach you what is skillful and what is unskillful in brief or in detail.

# mn73:3.4
source: api ca te ahaṃ, vaccha, saṃkhittena kusalākusalaṃ desessāmi.
mn: Still, let me do so in brief.

# mn73:3.5
source: Taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn73:3.6
source: “Evaṃ, bho”ti kho vacchagotto paribbājako bhagavato paccassosi.
mn: “Yes, sir,” Vaccha replied.

# mn73:3.7
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn73:4.1
source: “Lobho kho, vaccha, akusalaṃ, alobho kusalaṃ;
mn: “Greed is unskillful, contentment is skillful.

# mn73:4.2
source: doso kho, vaccha, akusalaṃ, adoso kusalaṃ;
mn: Hate is unskillful, love is skillful.

# mn73:4.3
source: moho kho, vaccha, akusalaṃ, amoho kusalaṃ.
mn: Delusion is unskillful, understanding is skillful.

# mn73:4.4
source: Iti kho, vaccha, ime tayo dhammā akusalā, tayo dhammā kusalā.
mn: So there are these three unskillful things and three that are skillful.

# mn73:5.1
source: Pāṇātipāto kho, vaccha, akusalaṃ, pāṇātipātā veramaṇī kusalaṃ;
mn: Killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; covetousness, ill will, and wrong view: these things are unskillful.

# mn73:5.2
source: adinnādānaṃ kho, vaccha, akusalaṃ, adinnādānā veramaṇī kusalaṃ;
mn: Refraining from killing living creatures, stealing, and sexual misconduct; refraining from speech that’s false, divisive, harsh, or nonsensical; contentment, kind-heartedness, and right view: these things are skillful.

# mn73:5.11
source: Iti kho, vaccha, ime dasa dhammā akusalā, dasa dhammā kusalā.
mn: So there are these ten unskillful things and ten that are skillful.

# mn73:6.1
source: Yato kho, vaccha, bhikkhuno taṇhā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā, so hoti bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto”ti.
mn: When a mendicant has given up craving so it is cut off at the root, made like a palm stump, obliterated, and unable to arise in the future, that mendicant is perfected. They’ve ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment.”

# mn73:7.1
source: “Tiṭṭhatu bhavaṃ gotamo.
mn: “Leaving aside Master Gotama,

# mn73:7.2
source: Atthi pana te bhoto gotamassa ekabhikkhupi sāvako yo āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti?
mn: is there even a single monk disciple of Master Gotama who has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements?”

# mn73:7.3
source: “Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye bhikkhū mama sāvakā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.
mn: “There are not just one hundred such monks who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.”

# mn73:8.1
source: “Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū.
mn: “Leaving aside Master Gotama and the monks,

# mn73:8.2
source: Atthi pana bhoto gotamassa ekā bhikkhunīpi sāvikā yā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti?
mn: is there even a single nun disciple of Master Gotama who has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements?”

# mn73:8.3
source: “Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā bhikkhuniyo mama sāvikā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.
mn: “There are not just one hundred such nuns who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.”

# mn73:9.1
source: “Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo.
mn: “Leaving aside Master Gotama, the monks, and the nuns,

# mn73:9.2
source: Atthi pana bhoto gotamassa ekupāsakopi sāvako gihī odātavasano brahmacārī yo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā”ti?
mn: is there even a single layman disciple of Master Gotama—white-clothed and celibate—who, with the ending of the five lower fetters, is reborn spontaneously, to be extinguished there, not liable to return from that world?”

# mn73:9.3
source: “Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye upāsakā mama sāvakā gihī odātavasanā brahmacārino pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā”ti.
mn: “There are not just one hundred such celibate laymen who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.”

# mn73:10.1
source: “Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino.
mn: “Leaving aside Master Gotama, the monks, the nuns, and the celibate laymen,

# mn73:10.2
source: Atthi pana bhoto gotamassa ekupāsakopi sāvako gihī odātavasano kāmabhogī sāsanakaro ovādappaṭikaro yo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti?
mn: is there even a single layman disciple of Master Gotama—white-clothed, enjoying sensual pleasures, following instructions, and responding to advice—who has gone beyond doubt, got rid of indecision, and lives self-assured and independent of others regarding the Teacher’s instruction?”

# mn73:10.3
source: “Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye upāsakā mama sāvakā gihī odātavasanā kāmabhogino sāsanakarā ovādappaṭikarā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharantī”ti.
mn: “There are not just one hundred such laymen enjoying sensual pleasures who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.”

# mn73:11.1
source: “Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino, tiṭṭhantu upāsakā gihī odātavasanā kāmabhogino.
mn: “Leaving aside Master Gotama, the monks, the nuns, the celibate laymen, and the laymen enjoying sensual pleasures,

# mn73:11.2
source: Atthi pana bhoto gotamassa ekupāsikāpi sāvikā gihinī odātavasanā brahmacārinī yā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyinī anāvattidhammā tasmā lokā”ti?
mn: is there even a single laywoman disciple of Master Gotama—white-clothed and celibate—who, with the ending of the five lower fetters, is reborn spontaneously, to be extinguished there, not liable to return from that world?”

# mn73:11.3
source: “Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā upāsikā mama sāvikā gihiniyo odātavasanā brahmacāriniyo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyiniyo anāvattidhammā tasmā lokā”ti.
mn: “There are not just one hundred such celibate laywomen who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.”

# mn73:12.1
source: “Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino, tiṭṭhantu upāsakā gihī odātavasanā kāmabhogino, tiṭṭhantu upāsikā gihiniyo odātavasanā brahmacāriniyo.
mn: “Leaving aside Master Gotama, the monks, the nuns, the celibate laymen, the laymen enjoying sensual pleasures, and the celibate laywomen,

# mn73:12.2
source: Atthi pana bhoto gotamassa ekupāsikāpi sāvikā gihinī odātavasanā kāmabhoginī sāsanakarā ovādappaṭikarā yā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharatī”ti?
mn: is there even a single laywoman disciple of Master Gotama—white-clothed, enjoying sensual pleasures, following instructions, and responding to advice—who has gone beyond doubt, got rid of indecision, and lives self-assured and independent of others regarding the Teacher’s instruction?”

# mn73:12.3
source: “Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā upāsikā mama sāvikā gihiniyo odātavasanā kāmabhoginiyo sāsanakarā ovādappaṭikarā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharantī”ti.
mn: “There are not just one hundred such laywomen enjoying sensual pleasures who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.”

# mn73:13.1
source: “Sace hi, bho gotama, imaṃ dhammaṃ bhavaṃyeva gotamo ārādhako abhavissa, no ca kho bhikkhū ārādhakā abhavissaṃsu;
mn: “If Master Gotama was the only one to succeed in this teaching, not any monks,

# mn73:13.2
source: evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena.
mn: then this spiritual path would be incomplete in that respect.

# mn73:13.3
source: Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako bhikkhū ca ārādhakā;
mn: But because both Master Gotama and monks have succeeded in this teaching,

# mn73:13.4
source: evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena.
mn: this spiritual path is complete in that respect.

# mn73:13.5
source: Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, no ca kho bhikkhuniyo ārādhikā abhavissaṃsu;
mn: If Master Gotama and the monks were the only ones to succeed in this teaching, not any nuns …

# mn73:13.9
source: Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, no ca kho upāsakā gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu;
mn: celibate laymen …

# mn73:13.13
source: Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu, no ca kho upāsakā gihī odātavasanā kāmabhogino ārādhakā abhavissaṃsu;
mn: laymen enjoying sensual pleasures …

# mn73:13.17
source: Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā abhavissaṃsu, no ca kho upāsikā gihiniyo odātavasanā brahmacāriniyo ārādhikā abhavissaṃsu;
mn: celibate laywomen …

# mn73:13.21
source: Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā abhavissaṃsu, upāsikā ca gihiniyo odātavasanā brahmacāriniyo ārādhikā abhavissaṃsu, no ca kho upāsikā gihiniyo odātavasanā kāmabhoginiyo ārādhikā abhavissaṃsu;
mn: laywomen enjoying sensual pleasures,

# mn73:13.22
source: evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena.
mn: then this spiritual path would be incomplete in that respect.

# mn73:13.23
source: Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā, upāsikā ca gihiniyo odātavasanā brahmacāriniyo ārādhikā, upāsikā ca gihiniyo odātavasanā kāmabhoginiyo ārādhikā;
mn: But because Master Gotama, monks, nuns, celibate laymen, laymen enjoying sensual pleasures, celibate laywomen, and laywomen enjoying sensual pleasures have all succeeded in this teaching,

# mn73:13.24
source: evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena.
mn: this spiritual path is complete in that respect.

# mn73:13.25
source: Seyyathāpi, bho gotama, gaṅgā nadī samuddaninnā samuddapoṇā samuddapabbhārā samuddaṃ āhacca tiṭṭhati, evamevāyaṃ bhoto gotamassa parisā sagahaṭṭhapabbajitā nibbānaninnā nibbānapoṇā nibbānapabbhārā nibbānaṃ āhacca tiṭṭhati.
mn: Just as the Ganges river slants, slopes, and inclines towards the ocean, and keeps pushing into the ocean, in the same way Master Gotama’s assembly—with both laypeople and renunciates—slants, slopes, and inclines towards extinguishment, and keeps pushing into extinguishment.

# mn73:15.1
source: Abhikkantaṃ, bho gotama … pe …
mn: Excellent, Master Gotama! …

# mn73:15.2
source: esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn73:15.3
source: Labheyyāhaṃ bhoto gotamassa santike pabbajjaṃ, labheyyaṃ upasampadan”ti.
mn: Sir, may I receive the going forth, the ordination in the Buddha’s presence?”

# mn73:16.1
source: “Yo kho, vaccha, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ, so cattāro māse parivasati. Catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya;
mn: “Vaccha, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood.

# mn73:16.2
source: api ca mettha puggalavemattatā viditā”ti.
mn: However, I have recognized individual differences in this matter.”

# mn73:16.3
source: “Sace, bhante, aññatitthiyapubbā imasmiṃ dhammavinaye ākaṅkhantā pabbajjaṃ, ākaṅkhantā upasampadaṃ cattāro māse parivasanti, catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya; ahaṃ cattāri vassāni parivasissāmi. Catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu upasampādentu bhikkhubhāvāyā”ti.
mn: “Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.”

# mn73:16.4
source: Alattha kho vacchagotto paribbājako bhagavato santike pabbajjaṃ alattha upasampadaṃ.
mn: And the wanderer Vaccha received the going forth, the ordination in the Buddha’s presence.

# mn73:17.1
source: Acirūpasampanno kho panāyasmā vacchagotto addhamāsūpasampanno yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā vacchagotto bhagavantaṃ etadavoca:
mn: Not long after his ordination, a fortnight later, Venerable Vacchagotta went to the Buddha, bowed, sat down to one side, and said to him,

# mn73:17.2
source: “yāvatakaṃ, bhante, sekhena ñāṇena sekhāya vijjāya pattabbaṃ, anuppattaṃ taṃ mayā;
mn: “Sir, I’ve reached as far as possible with the knowledge and understanding of a trainee.

# mn73:17.3
source: uttari ca me bhagavā dhammaṃ desetū”ti.
mn: Please teach me further.”

# mn73:18.1
source: “Tena hi tvaṃ, vaccha, dve dhamme uttari bhāvehi—samathañca vipassanañca.
mn: “Well then, Vaccha, further develop two things: serenity and discernment.

# mn73:18.2
source: Ime kho te, vaccha, dve dhammā uttari bhāvitā—samatho ca vipassanā ca—anekadhātupaṭivedhāya saṃvattissanti.
mn: When you have further developed these two things, they’ll lead to the penetration of many elements.

# mn73:19.1
source: So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:
mn: Whenever you want, you’ll be capable of realizing the following, in each and every case:

# mn73:19.2
source: ‘anekavihitaṃ iddhividhaṃ paccanubhaveyyaṃ—ekopi hutvā bahudhā assaṃ, bahudhāpi hutvā eko assaṃ; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gaccheyyaṃ, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ kareyyaṃ, seyyathāpi udake; udakepi abhijjamāne gaccheyyaṃ, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kameyyaṃ, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimaseyyaṃ, parimajjeyyaṃ; yāva brahmalokāpi kāyena vasaṃ vatteyyan’ti,
mn: ‘May I wield the many kinds of psychic power: multiplying myself and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with my hand the sun and moon, so mighty and powerful; controlling my body as far as the Brahmā realm.’

# mn73:20.1
source: So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:
mn: Whenever you want, you’ll be capable of realizing the following, in each and every case:

# mn73:20.2
source: ‘dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇeyyaṃ—dibbe ca mānuse ca, ye dūre santike cā’ti, tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane. (2)
mn: ‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds, human and divine, whether near or far.’

# mn73:21.1
source: So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:
mn: Whenever you want, you’ll be capable of realizing the following, in each and every case:

# mn73:21.2
source: ‘parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajāneyyaṃ—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajāneyyaṃ, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajāneyyaṃ; sadosaṃ vā cittaṃ sadosaṃ cittanti pajāneyyaṃ, vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajāneyyaṃ; samohaṃ vā cittaṃ samohaṃ cittanti pajāneyyaṃ, vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajāneyyaṃ; saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajāneyyaṃ, vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajāneyyaṃ; mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajāneyyaṃ, amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajāneyyaṃ; sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajāneyyaṃ, anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajāneyyaṃ; samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajāneyyaṃ, asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajāneyyaṃ; vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajāneyyaṃ, avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajāneyyan’ti,
mn: ‘May I understand the minds of other beings and individuals, having comprehended them with my mind. May I understand mind with greed as “mind with greed”, and mind without greed as “mind without greed”; mind with hate as “mind with hate”, and mind without hate as “mind without hate”; mind with delusion as “mind with delusion”, and mind without delusion as “mind without delusion”; constricted mind as “constricted mind”, and scattered mind as “scattered mind”; expansive mind as “expansive mind”, and unexpansive mind as “unexpansive mind”; mind that is not supreme as “mind that is not supreme”, and mind that is supreme as “mind that is supreme”; mind immersed in samādhi as “mind immersed in samādhi”, and mind not immersed in samādhi as “mind not immersed in samādhi”; freed mind as “freed mind”, and unfreed mind as “unfreed mind”.’

# mn73:22.1
source: So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:
mn: Whenever you want, you’ll be capable of realizing the following, in each and every case:

# mn73:22.2
source: ‘anekavihitaṃ pubbenivāsaṃ anussareyyaṃ, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi; anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe—amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapannoti; iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyyan’ti,
mn: ‘May I recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. May I remember: “There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.” May I recollect my many past lives, with features and details.’

# mn73:23.1
source: So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:
mn: Whenever you want, you’ll be capable of realizing the following, in each and every case:
