Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn076.po
Languages: mn

# mn76:0.1
source: Majjhima Nikāya 76
mn: Middle Discourses 76

# mn76:0.2
source: Sandakasutta
mn: With Sandaka

# mn76:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn76:1.2
source: ekaṃ samayaṃ bhagavā kosambiyaṃ viharati ghositārāme.
mn: At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery.

# mn76:2.1
source: Tena kho pana samayena sandako paribbājako pilakkhaguhāyaṃ paṭivasati mahatiyā paribbājakaparisāya saddhiṃ pañcamattehi paribbājakasatehi.
mn: Now at that time the wanderer Sandaka was residing at the cave of the wavy leaf fig tree together with a large assembly of around five hundred wanderers.

# mn76:3.1
source: Atha kho āyasmā ānando sāyanhasamayaṃ paṭisallānā vuṭṭhito bhikkhū āmantesi:
mn: Then in the late afternoon, Venerable Ānanda came out of retreat and addressed the mendicants:

# mn76:3.2
source: “āyāmāvuso, yena devakatasobbho tenupasaṅkamissāma guhādassanāyā”ti.
mn: “Come, reverends, let’s go to the Devakata Pool to see the cave.”

# mn76:3.3
source: “Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paccassosuṃ.
mn: “Yes, reverend,” they replied.

# mn76:3.4
source: Atha kho āyasmā ānando sambahulehi bhikkhūhi saddhiṃ yena devakatasobbho tenupasaṅkami.
mn: Then Ānanda together with several mendicants went to the Devakata Pool.

# mn76:4.1
source: Tena kho pana samayena sandako paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā, seyyathidaṃ—
mn: Now at that time, Sandaka and the large assembly of wanderers were sitting together making an uproar, a dreadful racket. They engaged in all kinds of unworthy talk, such as

# mn76:4.2
source: rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā.
mn: talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.

# mn76:4.3
source: Addasā kho sandako paribbājako āyasmantaṃ ānandaṃ dūratova āgacchantaṃ.
mn: Sandaka saw Ānanda coming off in the distance,

# mn76:4.4
source: Disvāna sakaṃ parisaṃ saṇṭhāpesi:
mn: and hushed his own assembly,

# mn76:4.5
source: “appasaddā bhonto hontu, mā bhonto saddamakattha;
mn: “Be quiet, good sirs, don’t make a sound.

# mn76:4.6
source: ayaṃ samaṇassa gotamassa sāvako āgacchati samaṇo ānando.
mn: The ascetic Ānanda, a disciple of the ascetic Gotama, is coming.

# mn76:4.7
source: Yāvatā kho pana samaṇassa gotamassa sāvakā kosambiyaṃ paṭivasanti, ayaṃ tesaṃ aññataro samaṇo ānando.
mn: He is included among the disciples of the ascetic Gotama, who is residing near Kosambī.

# mn76:4.8
source: Appasaddakāmā kho pana te āyasmanto appasaddavinītā appasaddassa vaṇṇavādino;
mn: Such venerables like the quiet, are educated to be quiet, and praise the quiet.

# mn76:4.9
source: appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti.
mn: Hopefully if he sees that our assembly is quiet he’ll see fit to approach.”

# mn76:4.10
source: Atha kho te paribbājakā tuṇhī ahesuṃ.
mn: Then those wanderers fell silent.

# mn76:5.1
source: Atha kho āyasmā ānando yena sandako paribbājako tenupasaṅkami.
mn: Then Venerable Ānanda went up to the wanderer Sandaka,

# mn76:5.2
source: Atha kho sandako paribbājako āyasmantaṃ ānandaṃ etadavoca:
mn: who said to him,

# mn76:5.3
source: “etu kho bhavaṃ ānando, svāgataṃ bhoto ānandassa.
mn: “Come, Master Ānanda! Welcome, Master Ānanda!

# mn76:5.4
source: Cirassaṃ kho bhavaṃ ānando imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya.
mn: It’s been a long time since you took the opportunity to come here.

# mn76:5.5
source: Nisīdatu bhavaṃ ānando, idamāsanaṃ paññattan”ti.
mn: Please, sir, sit down, this seat is ready.”

# mn76:5.6
source: Nisīdi kho āyasmā ānando paññatte āsane.
mn: Ānanda sat down on the seat spread out,

# mn76:5.7
source: Sandakopi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: while Sandaka took a low seat and sat to one side.

# mn76:5.8
source: Ekamantaṃ nisinnaṃ kho sandakaṃ paribbājakaṃ āyasmā ānando etadavoca:
mn: Ānanda said to Sandaka,

# mn76:5.9
source: “kāya nuttha, sandaka, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti?
mn: “Sandaka, what were you sitting talking about just now? What conversation was unfinished?”

# mn76:5.10
source: “Tiṭṭhatesā, bho ānanda, kathā yāya mayaṃ etarahi kathāya sannisinnā.
mn: “Master Ānanda, leave aside what we were sitting talking about just now.

# mn76:5.11
source: Nesā bhoto ānandassa kathā dullabhā bhavissati pacchāpi savanāya.
mn: It won’t be hard for you to hear about that later.

# mn76:5.12
source: Sādhu vata bhavantaṃyeva ānandaṃ paṭibhātu sake ācariyake dhammīkathā”ti.
mn: It’d be great if Master Ānanda himself would give a Dhamma talk explaining his own tradition.”

# mn76:5.13
source: “Tena hi, sandaka, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.
mn: “Well then, Sandaka, listen and pay close attention, I will speak.”

# mn76:5.14
source: “Evaṃ, bho”ti kho sandako paribbājako āyasmato ānandassa paccassosi.
mn: “Yes, sir,” replied Sandaka.

# mn76:5.15
source: Āyasmā ānando etadavoca:
mn: Venerable Ānanda said this:

# mn76:6.1
source: “cattārome, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena abrahmacariyavāsā akkhātā cattāri ca anassāsikāni brahmacariyāni akkhātāni, yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalan”ti.
mn: “Sandaka, these things have been explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha: four ways that negate the spiritual life, and four kinds of unreliable spiritual life. A sensible person would, to the best of their ability, not practice such spiritual paths, and if they did practice them, they wouldn’t succeed in the procedure of the skillful teaching.”

# mn76:6.2
source: “Katame pana te, bho ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro abrahmacariyavāsā akkhātā, yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalan”ti?
mn: “But Master Ānanda, what are the four ways that negate the spiritual life, and the four kinds of unreliable spiritual life?”

# mn76:7.1
source: “Idha, sandaka, ekacco satthā evaṃvādī hoti evaṃdiṭṭhi:
mn: “Sandaka, take a certain teacher who has this doctrine and view:

# mn76:7.2
source: ‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paroloko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedenti.
mn: ‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.

# mn76:7.3
source: Cātumahābhūtiko ayaṃ puriso yadā kālaṃ karoti, pathavī pathavīkāyaṃ anupeti anupagacchati, āpo āpokāyaṃ anupeti anupagacchati, tejo tejokāyaṃ anupeti anupagacchati, vāyo vāyokāyaṃ anupeti anupagacchati, ākāsaṃ indriyāni saṅkamanti.
mn: This person is made up of the four primary elements. When they die, the earth in their body merges and coalesces with the main mass of earth. The water in their body merges and coalesces with the main mass of water. The fire in their body merges and coalesces with the main mass of fire. The air in their body merges and coalesces with the main mass of air. The faculties are transferred to space.

# mn76:7.4
source: Āsandipañcamā purisā mataṃ ādāya gacchanti,
mn: Four men with a bier carry away the corpse.

# mn76:7.5
source: yāvāḷāhanā padāni paññāyanti.
mn: Their footprints show the way to the cemetery.

# mn76:7.6
source: Kāpotakāni aṭṭhīni bhavanti.
mn: The bones become bleached.

# mn76:7.7
source: Bhassantā āhutiyo;
mn: Offerings dedicated to the gods end in ashes.

# mn76:7.8
source: dattupaññattaṃ yadidaṃ dānaṃ.
mn: Giving is a doctrine for morons.

# mn76:7.9
source: Tesaṃ tucchā musā vilāpo ye keci atthikavādaṃ vadanti.
mn: When anyone affirms a positive teaching it’s just hollow, false nonsense.

# mn76:7.10
source: Bāle ca paṇḍite ca kāyassa bhedā ucchijjanti vinassanti na honti paraṃ maraṇā’ti.
mn: Both the foolish and the astute are annihilated and destroyed when their body breaks up, and they don’t exist after death.’

# mn76:8.1
source: Tatra, sandaka, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn76:8.2
source: ‘ayaṃ kho bhavaṃ satthā evaṃvādī evaṃdiṭṭhi—
mn: ‘This teacher has such a doctrine and view.

# mn76:8.11
source: Sace imassa bhoto satthuno saccaṃ vacanaṃ, akatena me ettha kataṃ, avusitena me ettha vusitaṃ.
mn: If what that teacher says is true, both I who have not accomplished this and one who has accomplished it

# mn76:8.12
source: Ubhopi mayaṃ ettha samasamā sāmaññaṃ pattā, yo cāhaṃ na vadāmi ‘ubho kāyassa bhedā ucchijjissāma, vinassissāma, na bhavissāma paraṃ maraṇā’ti.
mn: have attained exactly the same level. Yet I’m not one who says that both of us are annihilated and destroyed when our body breaks up, and we don’t exist after death.

# mn76:8.13
source: Atirekaṃ kho panimassa bhoto satthuno naggiyaṃ muṇḍiyaṃ ukkuṭikappadhānaṃ kesamassulocanaṃ, yohaṃ puttasambādhasayanaṃ ajjhāvasanto kāsikacandanaṃ paccanubhonto mālāgandhavilepanaṃ dhārento jātarūparajataṃ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṃ.
mn: But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher.

# mn76:8.14
source: Sohaṃ kiṃ jānanto kiṃ passanto imasmiṃ satthari brahmacariyaṃ carissāmi?
mn: What do I know or see that I should live the spiritual life under this teacher?

# mn76:8.15
source: ‘So abrahmacariyavāso ayan’ti—
mn: This negates the spiritual life.’

# mn76:8.16
source: iti viditvā tasmā brahmacariyā nibbijja pakkamati.
mn: Realizing this, they leave disappointed.

# mn76:9.1
source: Ayaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamo abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: This is the first way that negates the spiritual life.

# mn76:10.1
source: Puna caparaṃ, sandaka, idhekacco satthā evaṃvādī hoti evaṃdiṭṭhi:
mn: Furthermore, take a certain teacher who has this doctrine and view:

# mn76:10.2
source: ‘karoto kārayato chindato chedāpayato pacato pācāpayato socayato socāpayato kilamato kilamāpayato phandato phandāpayato pāṇamatipātayato adinnaṃ ādiyato sandhiṃ chindato nillopaṃ harato ekāgārikaṃ karoto paripanthe tiṭṭhato paradāraṃ gacchato musā bhaṇato karoto na karīyati pāpaṃ.
mn: ‘Nothing bad is done by the doer when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. Nothing bad is done when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie.

# mn76:10.3
source: Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo.
mn: If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, no evil comes of that, and no outcome of evil.

# mn76:10.4
source: Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pacāpento, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo.
mn: If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, no evil comes of that, and no outcome of evil.

# mn76:10.5
source: Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento yajanto yajāpento, natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo.
mn: If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, no merit comes of that, and no outcome of merit.

# mn76:10.6
source: Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo’ti.
mn: In giving, self-control, restraint, and truthfulness there is no merit or outcome of merit.’

# mn76:11.1
source: Tatra, sandaka, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn76:11.2
source: ‘ayaṃ kho bhavaṃ satthā evaṃvādī evaṃdiṭṭhi—
mn: ‘This teacher has such a doctrine and view.

# mn76:11.7
source: Sace imassa bhoto satthuno saccaṃ vacanaṃ, akatena me ettha kataṃ, avusitena me ettha vusitaṃ.
mn: If what that teacher says is true, both I who have not accomplished this and one who has accomplished it

# mn76:11.8
source: Ubhopi mayaṃ ettha samasamā sāmaññaṃ pattā, yo cāhaṃ na vadāmi ‘ubhinnaṃ kurutaṃ na karīyati pāpan’ti.
mn: have attained exactly the same level. Yet I’m not one who says that when both of us act, nothing wrong is done.

# mn76:11.9
source: Atirekaṃ kho panimassa bhoto satthuno naggiyaṃ muṇḍiyaṃ ukkuṭikappadhānaṃ kesamassulocanaṃ, yohaṃ puttasambādhasayanaṃ ajjhāvasanto kāsikacandanaṃ paccanubhonto mālāgandhavilepanaṃ dhārento jātarūparajataṃ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṃ.
mn: But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher.

# mn76:11.10
source: Sohaṃ kiṃ jānanto kiṃ passanto imasmiṃ satthari brahmacariyaṃ carissāmi?
mn: What do I know or see that I should live the spiritual life under this teacher?

# mn76:11.11
source: ‘So abrahmacariyavāso ayan’ti
mn: This negates the spiritual life.’

# mn76:11.12
source: iti viditvā tasmā brahmacariyā nibbijja pakkamati.
mn: Realizing this, they leave disappointed.

# mn76:12.1
source: Ayaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyo abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: This is the second way that negates the spiritual life.

# mn76:13.1
source: Puna caparaṃ, sandaka, idhekacco satthā evaṃvādī hoti evaṃdiṭṭhi:
mn: Furthermore, take a certain teacher who has this doctrine and view:

# mn76:13.2
source: ‘natthi hetu, natthi paccayo sattānaṃ saṅkilesāya;
mn: ‘There is no cause or condition for the corruption of sentient beings.

# mn76:13.3
source: ahetū appaccayā sattā saṅkilissanti;
mn: Sentient beings are corrupted without cause or reason.

# mn76:13.4
source: natthi hetu, natthi paccayo sattānaṃ visuddhiyā;
mn: There’s no cause or condition for the purification of sentient beings.

# mn76:13.5
source: ahetū appaccayā sattā visujjhanti;
mn: Sentient beings are purified without cause or reason.

# mn76:13.6
source: natthi balaṃ, natthi vīriyaṃ, natthi purisathāmo, natthi purisaparakkamo;
mn: There is no power, no energy, no manly strength or vigor.

# mn76:13.7
source: sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṃ paṭisaṃvedentī’ti.
mn: All sentient beings, all living creatures, all beings, all souls lack control, power, and energy. Molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth.’

# mn76:14.1
source: Tatra, sandaka, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn76:14.2
source: ‘ayaṃ kho bhavaṃ satthā evaṃvādī evaṃdiṭṭhi—
mn: ‘This teacher has such a doctrine and view.

# mn76:14.6
source: Sace imassa bhoto satthuno saccaṃ vacanaṃ, akatena me ettha kataṃ, avusitena me ettha vusitaṃ.
mn: If what that teacher says is true, both I who have not accomplished this and one who has accomplished it

# mn76:14.7
source: Ubhopi mayaṃ ettha samasamā sāmaññaṃ pattā, yo cāhaṃ na vadāmi ‘ubho ahetū appaccayā visujjhissāmā’ti.
mn: have attained exactly the same level. Yet I’m not one who says that both of us are purified without cause or reason.

# mn76:14.8
source: Atirekaṃ kho panimassa bhoto satthuno naggiyaṃ muṇḍiyaṃ ukkuṭikappadhānaṃ kesamassulocanaṃ, yohaṃ puttasambādhasayanaṃ ajjhāvasanto kāsikacandanaṃ paccanubhonto mālāgandhavilepanaṃ dhārento jātarūparajataṃ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṃ.
mn: But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher.

# mn76:14.9
source: Sohaṃ kiṃ jānanto kiṃ passanto imasmiṃ satthari brahmacariyaṃ carissāmi?
mn: What do I know or see that I should live the spiritual life under this teacher?

# mn76:14.10
source: ‘So abrahmacariyavāso ayan’ti—
mn: This negates the spiritual life.’

# mn76:14.11
source: iti viditvā tasmā brahmacariyā nibbijja pakkamati.
mn: Realizing this, they leave disappointed.

# mn76:15.1
source: Ayaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyo abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ.
mn: This is the third way that negates the spiritual life.

# mn76:16.1
source: Puna caparaṃ, sandaka, idhekacco satthā evaṃvādī hoti evaṃdiṭṭhi:
mn: Furthermore, take a certain teacher who has this doctrine and view:

# mn76:16.2
source: ‘sattime kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā,
mn: ‘There are these seven substances that are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar.

# mn76:16.3
source: te na iñjanti na vipariṇamanti na aññamaññaṃ byābādhenti nālaṃ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā.
mn: They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or neutral feeling to each other.

# mn76:16.4
source: Katame satta?
mn: What seven?

# mn76:16.5
source: Pathavīkāyo āpokāyo tejokāyo vāyokāyo sukhe dukkhe jīve sattame—
mn: The substances of earth, water, fire, air; pleasure, pain, and the soul is the seventh.

# mn76:16.6
source: ime sattakāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā.
mn: These seven substances are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar.

# mn76:16.7
source: Te na iñjanti na vipariṇamanti na aññamaññaṃ byābādhenti. Nālaṃ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā.
mn: They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or neutral feeling to each other.

# mn76:16.8
source: Tattha natthi hantā vā ghātetā vā sotā vā sāvetā vā viññātā vā viññāpetā vā.
mn: And here there is no-one who kills or who makes others kill; no-one who learns or who educates others; no-one who understands or who helps others understand.

# mn76:16.9
source: Yopi tiṇhena satthena sīsaṃ chindati, na koci kañci jīvitā voropeti.
mn: If you chop off someone’s head with a sharp sword, you don’t take anyone’s life.

# mn76:16.10
source: Sattannaṃ tveva kāyānamantarena satthaṃ vivaramanupatati.
mn: The sword simply passes through the gap between the seven substances.

# mn76:16.11
source: Cuddasa kho panimāni yonipamukhasatasahassāni saṭṭhi ca satāni cha ca satāni pañca ca kammuno satāni pañca ca kammāni tīṇi ca kammāni, kamme ca aḍḍhakamme ca, dvaṭṭhipaṭipadā, dvaṭṭhantarakappā, chaḷābhijātiyo, aṭṭha purisabhūmiyo, ekūnapaññāsa ājīvakasate, ekūnapaññāsa paribbājakasate, ekūnapaññāsa nāgāvāsasate, vīse indriyasate, tiṃse nirayasate, chattiṃsa rajodhātuyo, satta saññīgabbhā, satta asaññīgabbhā, satta nigaṇṭhigabbhā, satta devā, satta mānusā, satta pesācā, satta sarā, satta pavuṭā, satta papātā, satta papātasatāni, satta supinā, satta supinasatāni, cullāsīti mahākappino satasahassāni, yāni bāle ca paṇḍite ca sandhāvitvā saṃsaritvā dukkhassantaṃ karissanti.
mn: There are 1.4 million main wombs, and 6,000, and 600. There are 500 deeds, and five, and three. There are deeds and half-deeds. There are 62 paths, 62 sub-eons, six classes of rebirth, and eight stages in a person’s life. There are 4,900 <i>Ājīvaka</i> ascetics, 4,900 wanderers, and 4,900 naked ascetics. There are 2,000 faculties, 3,000 hells, and 36 realms of dust. There are seven percipient embryos, seven non-percipient embryos, and seven embryos without attachments. There are seven gods, seven humans, and seven goblins. There are seven lakes, seven winds, seven cliffs, and 700 cliffs. There are seven dreams and 700 dreams. There are 8.4 million great eons through which the foolish and the astute transmigrate before making an end of suffering.

# mn76:16.12
source: Tattha natthi imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā aparipakkaṃ vā kammaṃ paripācessāmi, paripakkaṃ vā kammaṃ phussa phussa byantiṃ karissāmīti.
mn: And here there is no such thing as this: “By this precept or observance or mortification or spiritual life I shall force unripened deeds to bear their fruit, or eliminate old deeds by experiencing their results little by little”—for that cannot be.

# mn76:16.13
source: Hevaṃ natthi doṇamite sukhadukkhe pariyantakate saṃsāre, natthi hāyanavaḍḍhane, natthi ukkaṃsāvakaṃse.
mn: Pleasure and pain are allotted. Transmigration lasts only for a limited period, so there’s no increase or decrease, no getting better or worse.

# mn76:16.14
source: Seyyathāpi nāma suttaguḷe khitte nibbeṭhiyamānameva paleti;
mn: It’s like how, when you toss a ball of string, it rolls away unraveling.

# mn76:16.15
source: evameva bāle ca paṇḍite ca sandhāvitvā saṃsaritvā dukkhassantaṃ karissantī’ti.
mn: In the same way, after transmigrating the foolish and the astute will make an end of suffering.’

# mn76:17.1
source: Tatra, sandaka, viññū puriso iti paṭisañcikkhati:
mn: A sensible person reflects on this matter in this way:

# mn76:17.2
source: ‘ayaṃ kho bhavaṃ satthā evaṃvādī evaṃdiṭṭhi—
mn: ‘This teacher has such a doctrine and view.

# mn76:17.18
source: Sace pana imassa bhoto satthuno saccaṃ vacanaṃ, akatena me ettha kataṃ, avusitena me ettha vusitaṃ.
mn: If what that teacher says is true, both I who have not accomplished this and one who has accomplished it

# mn76:17.19
source: Ubhopi mayaṃ ettha samasamā sāmaññaṃ pattā, yo cāhaṃ na vadāmi ‘ubho sandhāvitvā saṃsaritvā dukkhassantaṃ karissāmā’ti.
mn: have attained exactly the same level. Yet I’m not one who says that after transmigrating both of us will make an end of suffering.
