Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn089.po
Languages: mn

# mn89:0.1
source: Majjhima Nikāya 89
mn: Middle Discourses 89

# mn89:0.2
source: Dhammacetiyasutta
mn: Shrines to the Teaching

# mn89:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn89:1.2
source: ekaṃ samayaṃ bhagavā sakkesu viharati medāḷupaṃ nāma sakyānaṃ nigamo.
mn: At one time the Buddha was staying in the land of the Sakyans, near the Sakyan town named Medeḷumpa.

# mn89:2.1
source: Tena kho pana samayena rājā pasenadi kosalo nagarakaṃ anuppatto hoti kenacideva karaṇīyena.
mn: Now at that time King Pasenadi of Kosala had arrived at Nagaraka on some business.

# mn89:2.2
source: Atha kho rājā pasenadi kosalo dīghaṃ kārāyanaṃ āmantesi:
mn: Then he addressed Dīgha Kārāyana,

# mn89:2.3
source: “yojehi, samma kārāyana, bhadrāni bhadrāni yānāni, uyyānabhūmiṃ gacchāma subhūmiṃ dassanāyā”ti.
mn: “My good Kārāyana, harness the finest chariots. We will go to a park and see the scenery.”

# mn89:2.4
source: “Evaṃ, devā”ti kho dīgho kārāyano rañño pasenadissa kosalassa paṭissutvā bhadrāni bhadrāni yānāni yojāpetvā rañño pasenadissa kosalassa paṭivedesi:
mn: “Yes, Your Majesty,” replied Dīgha Kārāyana. He harnessed the chariots and informed the king,

# mn89:2.5
source: “yuttāni kho te, deva, bhadrāni bhadrāni yānāni.
mn: “Sire, the finest chariots are harnessed.

# mn89:2.6
source: Yassadāni kālaṃ maññasī”ti.
mn: Please go at your convenience.”

# mn89:3.1
source: Atha kho rājā pasenadi kosalo bhadraṃ yānaṃ abhiruhitvā bhadrehi bhadrehi yānehi nagarakamhā niyyāsi mahaccā rājānubhāvena.
mn: Then King Pasenadi mounted a fine carriage and, along with other fine carriages, set out in full royal pomp from Nagaraka,

# mn89:3.2
source: Yena ārāmo tena pāyāsi.
mn: heading for the park grounds.

# mn89:3.3
source: Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova ārāmaṃ pāvisi.
mn: He went by carriage as far as the terrain allowed, then descended and entered the park on foot.

# mn89:4.1
source: Addasā kho rājā pasenadi kosalo ārāme jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno rukkhamūlāni pāsādikāni pasādanīyāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni.
mn: As he was going for a walk in the park he saw roots of trees that were impressive and inspiring, quiet and still, far from the madding crowd, remote from human settlements, and fit for retreat.

# mn89:4.2
source: Disvāna bhagavantaṃyeva ārabbha sati udapādi:
mn: The sight reminded him right away of the Buddha:

# mn89:4.3
source: “imāni kho tāni rukkhamūlāni pāsādikāni pasādanīyāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, yattha sudaṃ mayaṃ taṃ bhagavantaṃ payirupāsāma arahantaṃ sammāsambuddhan”ti.
mn: “These roots of trees, so impressive and inspiring, are like those where we used to pay homage to the Blessed One, the perfected one, the fully awakened Buddha.”

# mn89:5.1
source: Atha kho rājā pasenadi kosalo dīghaṃ kārāyanaṃ āmantesi:
mn: He addressed Dīgha Kārāyana,

# mn89:5.2
source: “imāni kho, samma kārāyana, tāni rukkhamūlāni pāsādikāni pasādanīyāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, yattha sudaṃ mayaṃ taṃ bhagavantaṃ payirupāsāma arahantaṃ sammāsambuddhaṃ.
mn: “These roots of trees, so impressive and inspiring, are like those where we used to pay homage to the Blessed One, the perfected one, the fully awakened Buddha.

# mn89:5.3
source: Kahaṃ nu kho, samma kārāyana, etarahi so bhagavā viharati arahaṃ sammāsambuddho”ti?
mn: My good Kārāyana, where is that Buddha at present?”

# mn89:5.4
source: “Atthi, mahārāja, medāḷupaṃ nāma sakyānaṃ nigamo.
mn: “Great king, there is a Sakyan town named Medaḷumpa.

# mn89:5.5
source: Tattha so bhagavā etarahi viharati arahaṃ sammāsambuddho”ti.
mn: That’s where the Buddha is now staying.”

# mn89:5.6
source: “Kīvadūre pana, samma kārāyana, nagarakamhā medāḷupaṃ nāma sakyānaṃ nigamo hotī”ti?
mn: “But how far away is that town?”

# mn89:5.7
source: “Na dūre, mahārāja;
mn: “Not far, great king,

# mn89:5.8
source: tīṇi yojanāni;
mn: it’s three leagues.

# mn89:5.9
source: sakkā divasāvasesena gantun”ti.
mn: We can get there while it’s still light.”

# mn89:5.10
source: “Tena hi, samma kārāyana, yojehi bhadrāni bhadrāni yānāni, gamissāma mayaṃ taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhan”ti.
mn: “Well then, harness the chariots, and we shall go to see the Buddha.”

# mn89:5.11
source: “Evaṃ, devā”ti kho dīgho kārāyano rañño pasenadissa kosalassa paṭissutvā bhadrāni bhadrāni yānāni yojāpetvā rañño pasenadissa kosalassa paṭivedesi:
mn: “Yes, Your Majesty,” replied Dīgha Kārāyana. He harnessed the chariots and informed the king,

# mn89:5.12
source: “yuttāni kho te, deva, bhadrāni bhadrāni yānāni.
mn: “Sire, the finest chariots are harnessed.

# mn89:5.13
source: Yassadāni kālaṃ maññasī”ti.
mn: Please go at your convenience.”

# mn89:6.1
source: Atha kho rājā pasenadi kosalo bhadraṃ yānaṃ abhiruhitvā bhadrehi bhadrehi yānehi nagarakamhā yena medāḷupaṃ nāma sakyānaṃ nigamo tena pāyāsi.
mn: Then King Pasenadi mounted a fine carriage and, along with other fine carriages, set out from Nagaraka to Medaḷumpa.

# mn89:6.2
source: Teneva divasāvasesena medāḷupaṃ nāma sakyānaṃ nigamaṃ sampāpuṇi.
mn: He reached the town while it was still light

# mn89:6.3
source: Yena ārāmo tena pāyāsi.
mn: and headed for the park grounds.

# mn89:6.4
source: Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova ārāmaṃ pāvisi.
mn: He went by carriage as far as the terrain allowed, then descended and entered the monastery on foot.

# mn89:7.1
source: Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti.
mn: At that time several mendicants were walking meditation in the open air.

# mn89:7.2
source: Atha kho rājā pasenadi kosalo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca:
mn: King Pasenadi of Kosala went up to them and said,

# mn89:7.3
source: “kahaṃ nu kho, bhante, etarahi so bhagavā viharati arahaṃ sammāsambuddho?
mn: “Sirs, where is the Blessed One at present, the perfected one, the fully awakened Buddha?

# mn89:7.4
source: Dassanakāmā hi mayaṃ taṃ bhagavantaṃ arahantaṃ sammāsambuddhan”ti.
mn: For I want to see him.”

# mn89:8.1
source: “Eso, mahārāja, vihāro saṃvutadvāro. Tena appasaddo upasaṅkamitvā ataramāno āḷindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭehi. Vivarissati bhagavā te dvāran”ti.
mn: “Great king, that’s his dwelling, with the door closed. Approach it quietly, without hurrying; go onto the porch, clear your throat, and knock with the latch. The Buddha will open the door.”

# mn89:8.2
source: Atha kho rājā pasenadi kosalo tattheva khaggañca uṇhīsañca dīghassa kārāyanassa pādāsi.
mn: The king right away presented his sword and turban to Dīgha Kārāyana,

# mn89:8.3
source: Atha kho dīghassa kārāyanassa etadahosi:
mn: who thought,

# mn89:8.4
source: “rahāyati kho dāni rājā, idheva dāni mayā ṭhātabban”ti.
mn: “Now the king seeks privacy. I should wait here.”

# mn89:8.5
source: Atha kho rājā pasenadi kosalo yena so vihāro saṃvutadvāro tena appasaddo upasaṅkamitvā ataramāno āḷindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭesi. Vivari bhagavā dvāraṃ.
mn: Then the king approached the Buddha’s dwelling and knocked, and the Buddha opened the door.

# mn89:9.1
source: Atha kho rājā pasenadi kosalo vihāraṃ pavisitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati, pāṇīhi ca parisambāhati, nāmañca sāveti:
mn: King Pasenadi entered the dwelling, and bowed with his head to the Buddha’s feet, caressing them and covering them with kisses, and pronounced his name:

# mn89:9.2
source: “rājāhaṃ, bhante, pasenadi kosalo;
mn: “Sir, I am Pasenadi, king of Kosala!

# mn89:9.3
source: rājāhaṃ, bhante, pasenadi kosalo”ti.
mn: I am Pasenadi, king of Kosala!”

# mn89:9.4
source: “Kiṃ pana tvaṃ, mahārāja, atthavasaṃ sampassamāno imasmiṃ sarīre evarūpaṃ paramanipaccakāraṃ karosi, mittūpahāraṃ upadaṃsesī”ti?
mn: “But great king, for what reason do you demonstrate such utmost devotion for this body, conveying your manifest love?”

# mn89:10.1
source: “Atthi kho me, bhante, bhagavati dhammanvayo hoti:
mn: “Sir, I infer about the Buddha from the teaching:

# mn89:10.2
source: ‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.
mn: ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’

# mn89:10.3
source: Idhāhaṃ, bhante, passāmi eke samaṇabrāhmaṇe pariyantakataṃ brahmacariyaṃ carante dasapi vassāni, vīsampi vassāni, tiṃsampi vassāni, cattārīsampi vassāni.
mn: It happens, sir, that I see some ascetics and brahmins leading the spiritual life only for a limited period: ten, twenty, thirty, or forty years.

# mn89:10.4
source: Te aparena samayena sunhātā suvilittā kappitakesamassū pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārenti.
mn: Some time later—nicely bathed and anointed, with hair and beard dressed—they amuse themselves, supplied and provided with the five kinds of sensual stimulation.

# mn89:10.5
source: Idha panāhaṃ, bhante, bhikkhū passāmi yāvajīvaṃ āpāṇakoṭikaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carante.
mn: But here I see the mendicants leading the spiritual life entirely full and pure as long as they live, to their last breath.

# mn89:10.6
source: Na kho panāhaṃ, bhante, ito bahiddhā aññaṃ evaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ samanupassāmi.
mn: I don’t see any other spiritual life elsewhere so full and pure.

# mn89:10.7
source: Ayampi kho me, bhante, bhagavati dhammanvayo hoti:
mn: That’s why I infer this about the Buddha from the teaching:

# mn89:10.8
source: ‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.
mn: ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’

# mn89:11.1
source: Puna caparaṃ, bhante, rājānopi rājūhi vivadanti, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatayopi gahapatīhi vivadanti, mātāpi puttena vivadati, puttopi mātarā vivadati, pitāpi puttena vivadati, puttopi pitarā vivadati, bhātāpi bhaginiyā vivadati, bhaginīpi bhātarā vivadati, sahāyopi sahāyena vivadati.
mn: Furthermore, kings fight with kings, aristocrats fight with aristocrats, brahmins fight with brahmins, householders fight with householders. A mother fights with her child, child with mother, father with child, and child with father. Brother fights with brother, brother with sister, sister with brother, and friend fights with friend.

# mn89:11.2
source: Idha panāhaṃ, bhante, bhikkhū passāmi samagge sammodamāne avivadamāne khīrodakībhūte aññamaññaṃ piyacakkhūhi sampassante viharante.
mn: But here I see the mendicants living in harmony, appreciating each other, without quarreling, blending like milk and water, and regarding each other with kindly eyes.

# mn89:11.3
source: Na kho panāhaṃ, bhante, ito bahiddhā aññaṃ evaṃ samaggaṃ parisaṃ samanupassāmi.
mn: I don’t see any other assembly elsewhere so harmonious.

# mn89:11.4
source: Ayampi kho me, bhante, bhagavati dhammanvayo hoti:
mn: So I infer this about the Buddha from the teaching:

# mn89:11.5
source: ‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti.
mn: ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’

# mn89:12.1
source: Puna caparāhaṃ, bhante, ārāmena ārāmaṃ, uyyānena uyyānaṃ anucaṅkamāmi anuvicarāmi.
mn: Furthermore, I have walked and wandered from monastery to monastery and from park to park.

# mn89:12.2
source: Sohaṃ tattha passāmi eke samaṇabrāhmaṇe kise lūkhe dubbaṇṇe uppaṇḍuppaṇḍukajāte dhamanisanthatagatte, na viya maññe cakkhuṃ bandhante janassa dassanāya.
mn: There I’ve seen some ascetics and brahmins who are thin, haggard, pale, and veiny—hardly a captivating sight, you’d think.

# mn89:12.3
source: Tassa mayhaṃ, bhante, etadahosi:
mn: It occurred to me:

# mn89:12.4
source: ‘addhā ime āyasmanto anabhiratā vā brahmacariyaṃ caranti, atthi vā tesaṃ kiñci pāpaṃ kammaṃ kataṃ paṭicchannaṃ;
mn: ‘Clearly these venerables lead the spiritual life dissatisfied, or they’re hiding some bad deed they’ve done.

# mn89:12.5
source: tathā hi ime āyasmanto kisā lūkhā dubbaṇṇā uppaṇḍuppaṇḍukajātā dhamanisanthatagattā, na viya maññe cakkhuṃ bandhanti janassa dassanāyā’ti.
mn: That’s why they’re thin, haggard, pale, and veiny—hardly a captivating sight, you’d think.’

# mn89:12.6
source: Tyāhaṃ upasaṅkamitvā evaṃ vadāmi:
mn: I went up to them and said:

# mn89:12.7
source: ‘kiṃ nu kho tumhe āyasmanto kisā lūkhā dubbaṇṇā uppaṇḍuppaṇḍukajātā dhamanisanthatagattā, na viya maññe cakkhuṃ bandhatha janassa dassanāyā’ti?
mn: ‘Venerables, why are you so thin, haggard, pale, and veiny—hardly a captivating sight, you’d think?’

# mn89:12.8
source: Te evamāhaṃsu:
mn: They say:

# mn89:12.9
source: ‘bandhukarogo no, mahārājā’ti.
mn: ‘We have jaundice, great king.’

# mn89:12.10
source: Idha panāhaṃ, bhante, bhikkhū passāmi haṭṭhapahaṭṭhe udaggudagge abhiratarūpe pīṇindriye appossukke pannalome paradattavutte migabhūtena cetasā viharante.
mn: But here I see mendicants always smiling and joyful, obviously happy, with cheerful faces, living relaxed, unruffled, surviving on charity, their hearts free as a wild deer.

# mn89:12.11
source: Tassa mayhaṃ, bhante, etadahosi:
mn: It occurred to me:

# mn89:12.12
source: ‘addhā ime āyasmanto tassa bhagavato sāsane uḷāraṃ pubbenāparaṃ visesaṃ jānanti;
mn: ‘Clearly these venerables have realized a higher distinction in the Buddha’s instructions than they had before.

# mn89:12.13
source: tathā hi ime āyasmanto haṭṭhapahaṭṭhā udaggudaggā abhiratarūpā pīṇindriyā appossukkā pannalomā paradattavuttā migabhūtena cetasā viharantī’ti.
mn: That’s why these venerables are always smiling and joyful, obviously happy, with cheerful faces, living relaxed, unruffled, surviving on charity, their hearts free as a wild deer.’

# mn89:12.14
source: Ayampi kho me, bhante, bhagavati dhammanvayo hoti:
mn: So I infer this about the Buddha from the teaching:

# mn89:12.15
source: ‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.
mn: ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’

# mn89:13.1
source: Puna caparāhaṃ, bhante, rājā khattiyo muddhāvasitto;
mn: Furthermore, as an anointed king

# mn89:13.2
source: pahomi ghātetāyaṃ vā ghātetuṃ, jāpetāyaṃ vā jāpetuṃ, pabbājetāyaṃ vā pabbājetuṃ.
mn: I am able to execute, fine, or banish those who are guilty.

# mn89:13.3
source: Tassa mayhaṃ, bhante, aḍḍakaraṇe nisinnassa antarantarā kathaṃ opātenti.
mn: Yet when I’m sitting in judgment they interrupt me.

# mn89:13.4
source: Sohaṃ na labhāmi:
mn: And I can’t get them

# mn89:13.5
source: ‘mā me bhonto aḍḍakaraṇe nisinnassa antarantarā kathaṃ opātetha, kathāpariyosānaṃ me bhonto āgamentū’ti.
mn: to stop interrupting me and wait until I’ve finished speaking.

# mn89:13.7
source: Idha panāhaṃ, bhante, bhikkhū passāmi;
mn: But here I’ve seen the mendicants

# mn89:13.8
source: yasmiṃ samaye bhagavā anekasatāya parisāya dhammaṃ deseti, neva tasmiṃ samaye bhagavato sāvakānaṃ khipitasaddo vā hoti ukkāsitasaddo vā.
mn: while the Buddha is teaching an assembly of many hundreds, and there is no sound of his disciples coughing or clearing their throats.

# mn89:13.9
source: Bhūtapubbaṃ, bhante, bhagavā anekasatāya parisāya dhammaṃ deseti.
mn: Once it so happened that the Buddha was teaching an assembly of many hundreds.

# mn89:13.10
source: Tatraññataro bhagavato sāvako ukkāsi.
mn: Then one of his disciples cleared their throat.

# mn89:13.11
source: Tamenaṃ aññataro sabrahmacārī jaṇṇukena ghaṭṭesi:
mn: And one of their spiritual companions nudged them with their knee, to indicate:

# mn89:13.12
source: ‘appasaddo āyasmā hotu, māyasmā saddamakāsi; satthā no bhagavā dhammaṃ desetī’ti.
mn: ‘Hush, venerable, don’t make a sound! Our teacher, the Blessed One, is teaching!’

# mn89:13.13
source: Tassa mayhaṃ, bhante, etadahosi:
mn: It occurred to me:

# mn89:13.14
source: ‘acchariyaṃ vata bho, abbhutaṃ vata bho.
mn: ‘It’s incredible, it’s amazing,

# mn89:13.15
source: Adaṇḍena vata kira, bho, asatthena evaṃ suvinītā parisā bhavissatī’ti.
mn: how an assembly can be so well trained without rod or sword!’

# mn89:13.16
source: Na kho panāhaṃ, bhante, ito bahiddhā aññaṃ evaṃ suvinītaṃ parisaṃ samanupassāmi.
mn: I don’t see any other assembly elsewhere so well trained.

# mn89:13.17
source: Ayampi kho me, bhante, bhagavati dhammanvayo hoti:
mn: So I infer this about the Buddha from the teaching:

# mn89:13.18
source: ‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.
mn: ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’

# mn89:14.1
source: Puna caparāhaṃ, bhante, passāmi idhekacce khattiyapaṇḍite nipuṇe kataparappavāde vālavedhirūpe. Te bhindantā maññe caranti paññāgatena diṭṭhigatāni.
mn: Furthermore, I’ve seen some clever aristocrats who are subtle, accomplished in the doctrines of others, hair-splitters. You’d think they live to demolish convictions with their intellect.

# mn89:14.2
source: Te suṇanti:
mn: They hear:

# mn89:14.3
source: ‘samaṇo khalu, bho, gotamo amukaṃ nāma gāmaṃ vā nigamaṃ vā osarissatī’ti.
mn: ‘So, gentlemen, that ascetic Gotama will come down to such and such village or town.’

# mn89:14.4
source: Te pañhaṃ abhisaṅkharonti:
mn: They formulate a question, thinking:

# mn89:14.5
source: ‘imaṃ mayaṃ pañhaṃ samaṇaṃ gotamaṃ upasaṅkamitvā pucchissāma.
mn: ‘We’ll approach the ascetic Gotama and ask him this question.

# mn89:14.6
source: Evañce no puṭṭho evaṃ byākarissati, evamassa mayaṃ vādaṃ āropessāma;
mn: If he answers like this, we’ll refute him like that;

# mn89:14.7
source: evañcepi no puṭṭho evaṃ byākarissati, evampissa mayaṃ vādaṃ āropessāmā’ti.
mn: and if he answers like that, we’ll refute him like this.’

# mn89:14.8
source: Te suṇanti:
mn: When they hear that

# mn89:14.9
source: ‘samaṇo khalu, bho, gotamo amukaṃ nāma gāmaṃ vā nigamaṃ vā osaṭo’ti.
mn: he has come down

# mn89:14.10
source: Te yena bhagavā tenupasaṅkamanti.
mn: they approach him.

# mn89:14.11
source: Te bhagavā dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.
mn: The Buddha educates, encourages, fires up, and inspires them with a Dhamma talk.

# mn89:14.12
source: Te bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā na ceva bhagavantaṃ pañhaṃ pucchanti, kuto vādaṃ āropessanti?
mn: They don’t even get around to asking their question to the Buddha, so how could they refute his answer?

# mn89:14.13
source: Aññadatthu bhagavato sāvakā sampajjanti.
mn: Invariably, they become his disciples.

# mn89:14.14
source: Ayampi kho me, bhante, bhagavati dhammanvayo hoti:
mn: So I infer this about the Buddha from the teaching:

# mn89:14.15
source: ‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.
mn: ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’

# mn89:15.1
source: Puna caparāhaṃ, bhante, passāmi idhekacce brāhmaṇapaṇḍite … pe …
mn: Furthermore, I see some clever brahmins …

# mn89:16.1
source: gahapatipaṇḍite … pe …
mn: some clever householders …

# mn89:17.1
source: samaṇapaṇḍite nipuṇe kataparappavāde vālavedhirūpe. Te bhindantā maññe caranti paññāgatena diṭṭhigatāni.
mn: some clever ascetics who are subtle, accomplished in the doctrines of others, hair-splitters. …

# mn89:17.12
source: Te bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā na ceva bhagavantaṃ pañhaṃ pucchanti, kuto vādaṃ āropessanti?
mn: They don’t even get around to asking their question to the Buddha, so how could they refute his answer?

# mn89:17.13
source: Aññadatthu bhagavantaṃyeva okāsaṃ yācanti agārasmā anagāriyaṃ pabbajjāya.
mn: Invariably, they ask the ascetic Gotama for the chance to go forth.

# mn89:17.14
source: Te bhagavā pabbājeti.
mn: And he gives them the going-forth.

# mn89:17.15
source: Te tathāpabbajitā samānā ekā vūpakaṭṭhā appamattā ātāpino pahitattā viharantā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.
mn: Soon after going forth, living withdrawn, diligent, keen, and resolute, they realize the supreme end of the spiritual path in this very life. They live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# mn89:17.16
source: Te evamāhaṃsu:
mn: They say:

# mn89:17.17
source: ‘manaṃ vata, bho, anassāma; manaṃ vata, bho, panassāma’.
mn: ‘We were almost lost! We almost perished!

# mn89:17.18
source: Mayañhi pubbe assamaṇāva samānā samaṇāmhāti paṭijānimhā, abrāhmaṇāva samānā brāhmaṇāmhāti paṭijānimhā, anarahantova samānā arahantāmhāti paṭijānimhā.
mn: For we used to claim that we were ascetics, brahmins, and perfected ones, but we were none of these things.

# mn89:17.19
source: ‘Idāni khomha samaṇā, idāni khomha brāhmaṇā, idāni khomha arahanto’ti.
mn: But now we really are ascetics, brahmins, and perfected ones!’

# mn89:17.20
source: Ayampi kho me, bhante, bhagavati dhammanvayo hoti:
mn: So I infer this about the Buddha from the teaching:

# mn89:17.21
source: ‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti.
mn: ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’

# mn89:18.1
source: Puna caparāhaṃ, bhante, ime isidattapurāṇā thapatayo mamabhattā mamayānā, ahaṃ nesaṃ jīvikāya dātā, yasassa āhattā;
mn: Furthermore, these chamberlains Isidatta and Purāṇa share my meals and my carriages. I give them a livelihood and bring them renown.

# mn89:18.2
source: atha ca pana no tathā mayi nipaccakāraṃ karonti yathā bhagavati.
mn: And yet they don’t show me the same level of devotion that they show to the Buddha.

# mn89:18.3
source: Bhūtapubbāhaṃ, bhante, senaṃ abbhuyyāto samāno ime ca isidattapurāṇā thapatayo vīmaṃsamāno aññatarasmiṃ sambādhe āvasathe vāsaṃ upagacchiṃ.
mn: Once it so happened that while I was leading a military campaign and testing Isidatta and Purāṇa I took up residence in a cramped house.

# mn89:18.4
source: Atha kho, bhante, ime isidattapurāṇā thapatayo bahudeva rattiṃ dhammiyā kathāya vītināmetvā, yato ahosi bhagavā tato sīsaṃ katvā maṃ pādato karitvā nipajjiṃsu.
mn: They spent most of the night discussing the teaching, then they lay down with their heads towards where the Buddha was and their feet towards me.

# mn89:18.5
source: Tassa mayhaṃ, bhante, etadahosi:
mn: It occurred to me:

# mn89:18.6
source: ‘acchariyaṃ vata bho, abbhutaṃ vata bho.
mn: ‘It’s incredible, it’s amazing!

# mn89:18.7
source: Ime isidattapurāṇā thapatayo mamabhattā mamayānā, ahaṃ nesaṃ jīvikāya dātā, yasassa āhattā;
mn: These chamberlains Isidatta and Purāṇa share my meals and my carriages. I give them a livelihood and bring them renown.

# mn89:18.8
source: atha ca pana no tathā mayi nipaccakāraṃ karonti yathā bhagavati.
mn: And yet they don’t show me the same level of devotion that they show to the Buddha.

# mn89:18.9
source: Addhā ime āyasmanto tassa bhagavato sāsane uḷāraṃ pubbenāparaṃ visesaṃ jānantī’ti.
mn: Clearly these venerables have realized a higher distinction in the Buddha’s instructions than they had before.’

# mn89:18.10
source: Ayampi kho me, bhante, bhagavati dhammanvayo hoti:
mn: So I infer this about the Buddha from the teaching:

# mn89:18.11
source: ‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.
mn: ‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’
