Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn084.po
Languages: mn

# mn84:0.1
source: Majjhima Nikāya 84
mn: Middle Discourses 84

# mn84:0.2
source: Madhurasutta
mn: At Madhurā

# mn84:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn84:1.2
source: ekaṃ samayaṃ āyasmā mahākaccāno madhurāyaṃ viharati gundāvane.
mn: At one time Venerable Mahākaccāna was staying near Madhurā, in Gunda’s Grove.

# mn84:2.1
source: Assosi kho rājā mādhuro avantiputto:
mn: King Avantiputta of Madhurā heard,

# mn84:2.2
source: “samaṇo khalu, bho, kaccāno madhurāyaṃ viharati gundāvane.
mn: “It seems the ascetic Kaccāna is staying near Madhurā, in Gunda’s Grove.

# mn84:2.3
source: Taṃ kho pana bhavantaṃ kaccānaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn84:2.4
source: ‘paṇḍito viyatto medhāvī bahussuto cittakathī kalyāṇapaṭibhāno vuddho ceva arahā ca’.
mn: ‘He is astute, competent, clever, learned, a brilliant speaker, eloquent, mature, a perfected one.’

# mn84:2.5
source: Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.
mn: It’s good to see such perfected ones.”

# mn84:3.1
source: Atha kho rājā mādhuro avantiputto bhadrāni bhadrāni yānāni yojāpetvā bhadraṃ yānaṃ abhiruhitvā bhadrehi bhadrehi yānehi madhurāya niyyāsi mahaccarājānubhāvena āyasmantaṃ mahākaccānaṃ dassanāya.
mn: And then King Avantiputta had the finest carriages harnessed. He mounted a fine carriage and, along with other fine carriages, set out in full royal pomp from Madhurā to see Mahākaccāna.

# mn84:3.2
source: Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodi. Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā mādhuro avantiputto āyasmantaṃ mahākaccānaṃ etadavoca:
mn: He went by carriage as far as the terrain allowed, then descended and approached Mahākaccāna on foot. They exchanged greetings, and when the greetings and polite conversation were over, the king sat down to one side and said to Mahākaccāna:

# mn84:4.1
source: “brāhmaṇā, bho kaccāna, evamāhaṃsu:
mn: “Master Kaccāna, the brahmins say:

# mn84:4.2
source: ‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo;
mn: ‘Only brahmins are the highest caste; other castes are inferior.

# mn84:4.3
source: brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo;
mn: Only brahmins are the light caste; other castes are dark.

# mn84:4.4
source: brāhmaṇāva sujjhanti, no abrāhmaṇā;
mn: Only brahmins are purified, not others.

# mn84:4.5
source: brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti.
mn: Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’

# mn84:4.6
source: Idha bhavaṃ kaccāno kimakkhāyī”ti?
mn: What does Master Kaccāna have to say about this?”

# mn84:5.1
source: “Ghosoyeva kho eso, mahārāja, lokasmiṃ:
mn: “Great king, that’s just propaganda.

# mn84:5.6
source: Tadamināpetaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ:
mn: And here’s a way to understand that it’s just propaganda.

# mn84:5.9
source: Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn84:5.10
source: khattiyassa cepi ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā khattiyopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī …
mn: Suppose an aristocrat prospers in money, grain, silver, or gold. Wouldn’t there be aristocrats, brahmins, merchants, and workers who would get up before him and go to bed after him, and be obliging, behaving nicely and speaking politely?”

# mn84:5.14
source: “Khattiyassa cepi, bho kaccāna, ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā khattiyopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī …
mn: “There would, Master Kaccāna.”

# mn84:5.18
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn84:5.19
source: brāhmaṇassa cepi ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā brāhmaṇopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī …
mn: Suppose a brahmin …

# mn84:5.27
source: “Taṃ kiṃ maññasi, mahārāja, vessassa cepi ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā vessopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī …
mn: a merchant …

# mn84:5.35
source: “Taṃ kiṃ maññasi, mahārāja, suddassa cepi ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā suddopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī …
mn: a worker prospers in money, grain, silver, or gold. Wouldn’t there be workers, aristocrats, brahmins, and merchants who would get up before him and go to bed after him, and be obliging, behaving nicely and speaking politely?”

# mn84:5.39
source: “Suddassa cepi, bho kaccāna, ijjheyya dhanena vā dhaññena vā rajatena vā jātarūpena vā suddopissāssa pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādīti …
mn: “There would, Master Kaccāna.”

# mn84:5.43
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn84:5.44
source: yadi evaṃ sante, ime cattāro vaṇṇā samasamā honti no vā?
mn: If this is so, are the four castes equal or not?

# mn84:5.45
source: Kathaṃ vā te ettha hotī”ti?
mn: Or how do you see this?”

# mn84:5.46
source: “Addhā kho, bho kaccāna, evaṃ sante, ime cattāro vaṇṇā samasamā honti.
mn: “Certainly, Master Kaccāna, in this case these four castes are equal.

# mn84:5.47
source: Nesaṃ ettha kiñci nānākaraṇaṃ samanupassāmī”ti.
mn: I can’t see any difference between them.”

# mn84:5.48
source: “Imināpi kho etaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ:
mn: “And here’s another way to understand that the claims of the brahmins are just propaganda.

# mn84:6.1
source: Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn84:6.2
source: idhassa khattiyo pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya no vā?
mn: Take an aristocrat who kills living creatures, steals, and commits sexual misconduct; uses speech that’s false, divisive, harsh, or nonsensical; and is covetous, malicious, and has wrong view. When their body breaks up, after death, would they be reborn in a place of loss, a bad place, the underworld, hell, or not?

# mn84:6.3
source: Kathaṃ vā te ettha hotī”ti?
mn: Or how do you see this?”

# mn84:6.4
source: “Khattiyopi hi, bho kaccāna, pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya.
mn: “Such an aristocrat would be reborn in a bad place.

# mn84:6.5
source: Evaṃ me ettha hoti, evañca pana me etaṃ arahataṃ sutan”ti.
mn: That’s what I think, but I’ve also heard it from the perfected ones.”

# mn84:6.6
source: “Sādhu sādhu, mahārāja.
mn: “Good, good, great king!

# mn84:6.7
source: Sādhu kho te etaṃ, mahārāja, evaṃ hoti, sādhu ca pana te etaṃ arahataṃ sutaṃ.
mn: It’s good that you think so, and it’s good that you’ve heard it from the perfected ones.

# mn84:6.8
source: Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn84:6.9
source: idhassa brāhmaṇo … pe …
mn: Take a brahmin …

# mn84:6.10
source: idhassa vesso … pe …
mn: a merchant …

# mn84:6.11
source: idhassa suddo pāṇātipātī adinnādāyī … pe … micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya no vā?
mn: a worker who kills living creatures, steals, and commits sexual misconduct; uses speech that’s false, divisive, harsh, or nonsensical; and is covetous, malicious, and has wrong view. When their body breaks up, after death, would they be reborn in a place of loss, a bad place, the underworld, hell, or not?

# mn84:6.12
source: Kathaṃ vā te ettha hotī”ti?
mn: Or how do you see this?”

# mn84:6.13
source: “Suddopi hi, bho kaccāna, pāṇātipātī adinnādāyī … pe … micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya.
mn: “Such a brahmin, merchant, or worker would be reborn in a bad place.

# mn84:6.14
source: Evaṃ me ettha hoti, evañca pana me etaṃ arahataṃ sutan”ti.
mn: That’s what I think, but I’ve also heard it from the perfected ones.”

# mn84:6.15
source: “Sādhu sādhu, mahārāja.
mn: “Good, good, great king!

# mn84:6.16
source: Sādhu kho te etaṃ, mahārāja, evaṃ hoti, sādhu ca pana te etaṃ arahataṃ sutaṃ.
mn: It’s good that you think so, and it’s good that you’ve heard it from the perfected ones.

# mn84:6.17
source: Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn84:6.18
source: yadi evaṃ sante, ime cattāro vaṇṇā samasamā honti no vā?
mn: If this is so, are the four castes equal or not?

# mn84:6.19
source: Kathaṃ vā te ettha hotī”ti?
mn: Or how do you see this?”

# mn84:6.20
source: “Addhā kho, bho kaccāna, evaṃ sante, ime cattāro vaṇṇā samasamā honti.
mn: “Certainly, Master Kaccāna, in this case these four castes are equal.

# mn84:6.21
source: Nesaṃ ettha kiñci nānākaraṇaṃ samanupassāmī”ti.
mn: I can’t see any difference between them.”

# mn84:6.22
source: “Imināpi kho etaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ:
mn: “And here’s another way to understand that the claims of the brahmins are just propaganda.

# mn84:7.1
source: “Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn84:7.2
source: idhassa khattiyo pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, pisuṇāya vācāya paṭivirato, pharusāya vācāya paṭivirato, samphappalāpā paṭivirato, anabhijjhālu abyāpannacitto sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya no vā?
mn: Take an aristocrat who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, with right view. When their body breaks up, after death, would they be reborn in a good place, a heavenly realm, or not?

# mn84:7.3
source: Kathaṃ vā te ettha hotī”ti?
mn: Or how do you see this?”

# mn84:7.4
source: “Khattiyopi hi, bho kaccāna, pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, pisuṇāya vācāya paṭivirato, pharusāya vācāya paṭivirato, samphappalāpā paṭivirato, anabhijjhālu abyāpannacitto sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya.
mn: “Such an aristocrat would be reborn in a good place.

# mn84:7.5
source: Evaṃ me ettha hoti, evañca pana me etaṃ arahataṃ sutan”ti.
mn: That’s what I think, but I’ve also heard it from the perfected ones.”

# mn84:7.6
source: “Sādhu sādhu, mahārāja.
mn: “Good, good, great king!

# mn84:7.7
source: Sādhu kho te etaṃ, mahārāja, evaṃ hoti, sādhu ca pana te etaṃ arahataṃ sutaṃ.
mn: It’s good that you think so, and it’s good that you’ve heard it from the perfected ones.

# mn84:7.8
source: Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn84:7.9
source: idhassa brāhmaṇo, idhassa vesso, idhassa suddo pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya no vā?
mn: Take a brahmin, merchant, or worker who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, with right view. When their body breaks up, after death, would they be reborn in a good place, a heavenly realm, or not?

# mn84:7.10
source: Kathaṃ vā te ettha hotī”ti?
mn: Or how do you see this?”

# mn84:7.11
source: “Suddopi hi, bho kaccāna, pāṇātipātā paṭivirato, adinnādānā paṭivirato … pe … sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya.
mn: “Such a brahmin, merchant, or worker would be reborn in a good place.

# mn84:7.12
source: Evaṃ me ettha hoti, evañca pana me etaṃ arahataṃ sutan”ti.
mn: That’s what I think, but I’ve also heard it from the perfected ones.”

# mn84:7.13
source: “Sādhu sādhu, mahārāja.
mn: “Good, good, great king!

# mn84:7.14
source: Sādhu kho te etaṃ, mahārāja, evaṃ hoti, sādhu ca pana te etaṃ arahataṃ sutaṃ.
mn: It’s good that you think so, and it’s good that you’ve heard it from the perfected ones.

# mn84:7.15
source: Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn84:7.16
source: yadi evaṃ sante, ime cattāro vaṇṇā samasamā honti no vā?
mn: If this is so, are the four castes equal or not?

# mn84:7.17
source: Kathaṃ vā te ettha hotī”ti?
mn: Or how do you see this?”

# mn84:7.18
source: “Addhā kho, bho kaccāna, evaṃ sante, ime cattāro vaṇṇā samasamā honti.
mn: “Certainly, Master Kaccāna, in this case these four castes are equal.

# mn84:7.19
source: Nesaṃ ettha kiñci nānākaraṇaṃ samanupassāmī”ti.
mn: I can’t see any difference between them.”

# mn84:7.20
source: “Imināpi kho etaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ:
mn: “And here’s another way to understand that the claims of the brahmins are just propaganda.

# mn84:8.1
source: “Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn84:8.2
source: idha khattiyo sandhiṃ vā chindeyya, nillopaṃ vā hareyya, ekāgārikaṃ vā kareyya, paripanthe vā tiṭṭheyya, paradāraṃ vā gaccheyya, tañce te purisā gahetvā dasseyyuṃ:
mn: Take an aristocrat who breaks into houses, plunders wealth, steals from isolated buildings, commits highway robbery, and commits adultery. Suppose your men arrest him and present him to you, saying:

# mn84:8.3
source: ‘ayaṃ te, deva, coro āgucārī.
mn: ‘Your Majesty, this man is a bandit, a criminal.

# mn84:8.4
source: Imassa yaṃ icchasi taṃ daṇḍaṃ paṇehī’ti.
mn: Punish him as you will.’

# mn84:8.5
source: Kinti naṃ kareyyāsī”ti?
mn: What would you do to him?”

# mn84:8.6
source: “Ghāteyyāma vā, bho kaccāna, jāpeyyāma vā pabbājeyyāma vā yathāpaccayaṃ vā kareyyāma.
mn: “I would have him executed, fined, or banished, or dealt with as befits the crime.

# mn84:8.7
source: Taṃ kissa hetu?
mn: Why is that?

# mn84:8.8
source: Yā hissa, bho kaccāna, pubbe ‘khattiyo’ti samaññā sāssa antarahitā; corotveva saṅkhyaṃ gacchatī”ti.
mn: Because he’s lost his former status as an aristocrat, and is just reckoned as a bandit.”

# mn84:8.9
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn84:8.10
source: idha brāhmaṇo, idha vesso, idha suddo sandhiṃ vā chindeyya, nillopaṃ vā hareyya, ekāgārikaṃ vā kareyya, paripanthe vā tiṭṭheyya, paradāraṃ vā gaccheyya, tañce te purisā gahetvā dasseyyuṃ:
mn: Take a brahmin, merchant, or worker who breaks into houses, plunders wealth, steals from isolated buildings, commits highway robbery, and commits adultery. Suppose your men arrest him and present him to you, saying:

# mn84:8.11
source: ‘ayaṃ te, deva, coro āgucārī.
mn: ‘Your Majesty, this man is a bandit, a criminal.

# mn84:8.12
source: Imassa yaṃ icchasi taṃ daṇḍaṃ paṇehī’ti.
mn: Punish him as you will.’

# mn84:8.13
source: Kinti naṃ kareyyāsī”ti?
mn: What would you do to him?”

# mn84:8.14
source: “Ghāteyyāma vā, bho kaccāna, jāpeyyāma vā pabbājeyyāma vā yathāpaccayaṃ vā kareyyāma.
mn: “I would have him executed, fined, or banished, or dealt with as befits the crime.

# mn84:8.15
source: Taṃ kissa hetu?
mn: Why is that?

# mn84:8.16
source: Yā hissa, bho kaccāna, pubbe ‘suddo’ti samaññā sāssa antarahitā; corotveva saṅkhyaṃ gacchatī”ti.
mn: Because he’s lost his former status as a brahmin, merchant, or worker, and is just reckoned as a bandit.”

# mn84:8.17
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn84:8.18
source: yadi evaṃ sante, ime cattāro vaṇṇā samasamā honti no vā?
mn: If this is so, are the four castes equal or not?

# mn84:8.19
source: Kathaṃ vā te ettha hotī”ti?
mn: Or how do you see this?”

# mn84:8.20
source: “Addhā kho, bho kaccāna, evaṃ sante, ime cattāro vaṇṇā samasamā honti.
mn: “Certainly, Master Kaccāna, in this case these four castes are equal.

# mn84:8.21
source: Nesaṃ ettha kiñci nānākaraṇaṃ samanupassāmī”ti.
mn: I can’t see any difference between them.”

# mn84:8.22
source: “Imināpi kho etaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ:
mn: “And here’s another way to understand that the claims of the brahmins are just propaganda.

# mn84:9.1
source: “Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn84:9.2
source: idha khattiyo kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito assa virato pāṇātipātā, virato adinnādānā, virato musāvādā, rattūparato, ekabhattiko, brahmacārī, sīlavā, kalyāṇadhammo.
mn: Take an aristocrat who shaves off their hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness. They refrain from killing living creatures, stealing, and lying. They abstain from eating at night, eat in one part of the day, and are celibate, ethical, and of good character.

# mn84:9.3
source: Kinti naṃ kareyyāsī”ti?
mn: How would you treat them?”

# mn84:9.4
source: “Abhivādeyyāma vā, bho kaccāna, paccuṭṭheyyāma vā āsanena vā nimanteyyāma abhinimanteyyāma vā naṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi dhammikaṃ vā assa rakkhāvaraṇaguttiṃ saṃvidaheyyāma.
mn: “I would bow to them, rise in their presence, or offer them a seat. I’d invite them to accept robes, alms-food, lodgings, and medicines and supplies for the sick. And I’d arrange for their lawful guarding and protection.

# mn84:9.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn84:9.6
source: Yā hissa, bho kaccāna, pubbe ‘khattiyo’ti samaññā sāssa antarahitā; samaṇotveva saṅkhyaṃ gacchatī”ti.
mn: Because they’ve lost their former status as an aristocrat, and are just reckoned as an ascetic.”

# mn84:9.7
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn84:9.8
source: idha brāhmaṇo, idha vesso, idha suddo kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito assa virato pāṇātipātā, virato adinnādānā virato musāvādā, rattūparato, ekabhattiko, brahmacārī, sīlavā, kalyāṇadhammo.
mn: Take a brahmin, merchant, or worker who shaves off their hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness. They refrain from killing living creatures, stealing, and lying. They abstain from eating at night, eat in one part of the day, and are celibate, ethical, and of good character.

# mn84:9.9
source: Kinti naṃ kareyyāsī”ti?
mn: How would you treat them?”

# mn84:9.10
source: “Abhivādeyyāma vā, bho kaccāna, paccuṭṭheyyāma vā āsanena vā nimanteyyāma abhinimanteyyāma vā naṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi dhammikaṃ vā assa rakkhāvaraṇaguttiṃ saṃvidaheyyāma.
mn: “I would bow to them, rise in their presence, or offer them a seat. I’d invite them to accept robes, alms-food, lodgings, and medicines and supplies for the sick. And I’d arrange for their lawful guarding and protection.

# mn84:9.11
source: Taṃ kissa hetu?
mn: Why is that?

# mn84:9.12
source: Yā hissa, bho kaccāna, pubbe ‘suddo’ti samaññā sāssa antarahitā; samaṇotveva saṅkhyaṃ gacchatī”ti.
mn: Because they’ve lost their former status as a brahmin, merchant, or worker, and are just reckoned as an ascetic.”

# mn84:9.13
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn84:9.14
source: yadi evaṃ sante, ime cattāro vaṇṇā samasamā honti no vā?
mn: If this is so, are the four castes equal or not?

# mn84:9.15
source: Kathaṃ vā te ettha hotī”ti?
mn: Or how do you see this?”

# mn84:9.16
source: “Addhā kho, bho kaccāna, evaṃ sante, ime cattāro vaṇṇā samasamā honti.
mn: “Certainly, Master Kaccāna, in this case these four castes are equal.

# mn84:9.17
source: Nesaṃ ettha kiñci nānākaraṇaṃ samanupassāmī”ti.
mn: I can’t see any difference between them.”

# mn84:9.18
source: “Imināpi kho etaṃ, mahārāja, pariyāyena veditabbaṃ yathā ghosoyeveso lokasmiṃ:
mn: “This is another way to understand that this is just propaganda:

# mn84:9.19
source: ‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo;
mn: ‘Only brahmins are the highest caste; other castes are inferior.

# mn84:9.20
source: brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo;
mn: Only brahmins are the light caste; other castes are dark.

# mn84:9.21
source: brāhmaṇāva sujjhanti, no abrāhmaṇā;
mn: Only brahmins are purified, not others.

# mn84:9.22
source: brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’”ti.
mn: Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’”

# mn84:10.1
source: Evaṃ vutte, rājā mādhuro avantiputto āyasmantaṃ mahākaccānaṃ etadavoca:
mn: When he had spoken, King Avantiputta of Madhurā said to Mahākaccāna,

# mn84:10.2
source: “abhikkantaṃ, bho kaccāna, abhikkantaṃ, bho kaccāna.
mn: “Excellent, Master Kaccāna! Excellent!

# mn84:10.3
source: Seyyathāpi, bho kaccāna, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā kaccānena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Kaccāna has made the teaching clear in many ways.

# mn84:10.4
source: Esāhaṃ bhavantaṃ kaccānaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṃghañca.
mn: I go for refuge to Master Kaccāna, to the teaching, and to the mendicant Saṅgha.

# mn84:10.5
source: Upāsakaṃ maṃ bhavaṃ kaccāno dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Kaccāna remember me as a lay follower who has gone for refuge for life.”

# mn84:10.6
source: “Mā kho maṃ tvaṃ, mahārāja, saraṇaṃ agamāsi.
mn: “Great king, don’t go for refuge to me.

# mn84:10.7
source: Tameva tvaṃ bhagavantaṃ saraṇaṃ gaccha yamahaṃ saraṇaṃ gato”ti.
mn: You should go for refuge to that same Blessed One to whom I have gone for refuge.”

# mn84:10.8
source: “Kahaṃ pana, bho kaccāna, etarahi so bhagavā viharati arahaṃ sammāsambuddho”ti?
mn: “But where is that Blessed One at present, the perfected one, the fully awakened Buddha?”

# mn84:10.9
source: “Parinibbuto kho, mahārāja, etarahi so bhagavā arahaṃ sammāsambuddho”ti.
mn: “Great king, the Buddha has already become fully extinguished.”

# mn84:11.1
source: “Sacepi mayaṃ, bho kaccāna, suṇeyyāma taṃ bhagavantaṃ dasasu yojanesu, dasapi mayaṃ yojanāni gaccheyyāma taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhaṃ.
mn: “Master Kaccāna, if I heard that the Buddha was within ten leagues, or twenty, or even up to a hundred leagues away, I’d go a hundred leagues to see him.

# mn84:11.4
source: Yato ca, bho kaccāna, parinibbuto so bhagavā, parinibbutampi mayaṃ bhagavantaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṃghañca.
mn: But since the Buddha has become fully extinguished, I go for refuge to that fully extinguished Buddha, to the teaching, and to the Saṅgha.

# mn84:11.5
source: Upāsakaṃ maṃ bhavaṃ kaccāno dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Kaccāna remember me as a lay follower who has gone for refuge for life.”
