Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn082.po
Languages: mn

# mn82:0.1
source: Majjhima Nikāya 82
mn: Middle Discourses 82

# mn82:0.2
source: Raṭṭhapālasutta
mn: With Raṭṭhapāla

# mn82:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn82:1.2
source: ekaṃ samayaṃ bhagavā kurūsu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena thullakoṭṭhikaṃ nāma kurūnaṃ nigamo tadavasari.
mn: At one time the Buddha was wandering in the land of the Kurus together with a large Saṅgha of mendicants when he arrived at a town of the Kurus named Thullakoṭṭhita.

# mn82:2.1
source: Assosuṃ kho thullakoṭṭhikā brāhmaṇagahapatikā:
mn: The brahmins and householders of Thullakoṭṭhita heard:

# mn82:2.2
source: “samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kurūsu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ thullakoṭṭhikaṃ anuppatto.
mn: “It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Thullakoṭṭhita, together with a large Saṅgha of mendicants.

# mn82:2.3
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn82:2.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn82:2.5
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn82:2.6
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.

# mn82:2.7
source: Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.
mn: It’s good to see such perfected ones.”

# mn82:3.1
source: Atha kho thullakoṭṭhikā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu; appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu; appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu; appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu; appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu.
mn: Then the brahmins and householders of Thullakoṭṭhita went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent.

# mn82:3.2
source: Ekamantaṃ nisinne kho thullakoṭṭhike brāhmaṇagahapatike bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.
mn: When they were seated, the Buddha educated, encouraged, fired up, and inspired them with a Dhamma talk.

# mn82:4.1
source: Tena kho pana samayena raṭṭhapālo nāma kulaputto tasmiṃyeva thullakoṭṭhike aggakulassa putto tissaṃ parisāyaṃ nisinno hoti.
mn: Now at that time a gentleman named Raṭṭhapāla, the son of the leading clan in Thullakoṭṭhita, was sitting in the assembly.

# mn82:4.2
source: Atha kho raṭṭhapālassa kulaputtassa etadahosi:
mn: He thought,

# mn82:4.3
source: “yathā yathā khvāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.
mn: “As I understand the Buddha’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.

# mn82:4.4
source: Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan”ti.
mn: Why don’t I cut off my hair and beard, dress in ocher robes, and go forth from lay life to homelessness?”

# mn82:5.1
source: Atha kho thullakoṭṭhikā brāhmaṇagahapatikā bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu.
mn: Then, having approved and agreed with what the Buddha said, the brahmins and householders of Thullakoṭṭhita got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving.

# mn82:6.1
source: Atha kho raṭṭhapālo kulaputto acirapakkantesu thullakoṭṭhikesu brāhmaṇagahapatikesu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho raṭṭhapālo kulaputto bhagavantaṃ etadavoca:
mn: Soon after they left, Raṭṭhapāla went up to the Buddha, bowed, sat down to one side, and said to him,

# mn82:6.2
source: “yathā yathāhaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi, nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.
mn: “Sir, as I understand the Buddha’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.

# mn82:6.3
source: Icchāmahaṃ, bhante, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ.
mn: I wish to cut off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.

# mn82:6.4
source: Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadaṃ.
mn: Sir, may I receive the going forth, the ordination in the Buddha’s presence?

# mn82:6.5
source: Pabbājetu maṃ bhagavā”ti.
mn: May the Buddha please give me the going forth!”

# mn82:6.6
source: “Anuññātosi pana tvaṃ, raṭṭhapāla, mātāpitūhi agārasmā anagāriyaṃ pabbajjāyā”ti?
mn: “But, Raṭṭhapāla, do you have your parents’ permission?”

# mn82:6.7
source: “Na khohaṃ, bhante, anuññāto mātāpitūhi agārasmā anagāriyaṃ pabbajjāyā”ti.
mn: “No, sir.”

# mn82:6.8
source: “Na kho, raṭṭhapāla, tathāgatā ananuññātaṃ mātāpitūhi puttaṃ pabbājentī”ti.
mn: “Raṭṭhapāla, Buddhas don’t give the going forth to the child of parents who haven’t given their permission.”

# mn82:6.9
source: “Svāhaṃ, bhante, tathā karissāmi yathā maṃ mātāpitaro anujānissanti agārasmā anagāriyaṃ pabbajjāyā”ti.
mn: “I’ll make sure, sir, to get my parents’ permission.”

# mn82:7.1
source: Atha kho raṭṭhapālo kulaputto uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena mātāpitaro tenupasaṅkami; upasaṅkamitvā mātāpitaro etadavoca:
mn: Then Raṭṭhapāla got up from his seat, bowed, and respectfully circled the Buddha. Then he went to his parents and said,

# mn82:7.2
source: “ammatātā, yathā yathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.
mn: “Mum and dad, as I understand the Buddha’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.

# mn82:7.3
source: Icchāmahaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ.
mn: I wish to cut off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.

# mn82:7.4
source: Anujānātha maṃ agārasmā anagāriyaṃ pabbajjāyā”ti.
mn: Please give me permission to go forth.”

# mn82:7.5
source: Evaṃ vutte, raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:
mn: When he said this, Raṭṭhapāla’s parents said to him,

# mn82:7.6
source: “tvaṃ khosi, tāta raṭṭhapāla, amhākaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato.
mn: “But, dear Raṭṭhapāla, you’re our only child. You’re dear to us and we love you. You’re dainty and raised in comfort.

# mn82:7.7
source: Na tvaṃ, tāta raṭṭhapāla, kassaci dukkhassa jānāsi.
mn: You know nothing of suffering.

# mn82:7.8
source: () Maraṇenapi te mayaṃ akāmakā vinā bhavissāma.
mn: When you die we will lose you against our wishes.

# mn82:7.9
source: Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāyā”ti?
mn: So how can we allow you to go forth while you’re still alive?”

# mn82:7.10
source: Dutiyampi kho raṭṭhapālo kulaputto … pe …
mn: For a second time,

# mn82:7.11
source: tatiyampi kho raṭṭhapālo kulaputto mātāpitaro etadavoca:
mn: and a third time, Raṭṭhapāla asked his parents for permission, but got the same reply.

# mn82:7.20
source: Atha kho raṭṭhapālo kulaputto:
mn: Then Raṭṭhapāla thought,

# mn82:7.21
source: “na maṃ mātāpitaro anujānanti agārasmā anagāriyaṃ pabbajjāyā”ti tattheva anantarahitāya bhūmiyā nipajji:
mn: “My parents don’t allow me to go forth.” He laid down there on the bare ground, saying,

# mn82:7.22
source: “idheva me maraṇaṃ bhavissati pabbajjā vā”ti.
mn: “I’ll either die right here or go forth.”

# mn82:7.23
source: Atha kho raṭṭhapālo kulaputto ekampi bhattaṃ na bhuñji, dvepi bhattāni na bhuñji, tīṇipi bhattāni na bhuñji, cattāripi bhattāni na bhuñji, pañcapi bhattāni na bhuñji, chapi bhattāni na bhuñji, sattapi bhattāni na bhuñji.
mn: And he refused to eat, up to the seventh meal.

# mn82:8.1
source: Atha kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:
mn: Then Raṭṭhapāla’s parents said to him,

# mn82:8.2
source: “tvaṃ khosi, tāta raṭṭhapāla, amhākaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato.
mn: “Dear Raṭṭhapāla, you’re our only child. You’re dear to us and we love you. You’re dainty and raised in comfort.

# mn82:8.3
source: Na tvaṃ, tāta raṭṭhapāla, kassaci, dukkhassa jānāsi.
mn: You know nothing of suffering.

# mn82:8.4
source: Maraṇenapi te mayaṃ akāmakā vinā bhavissāma.
mn: When you die we will lose you against our wishes.

# mn82:8.5
source: Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāya.
mn: So how can we allow you to go forth from lay life to homelessness while you’re still living?

# mn82:8.6
source: Uṭṭhehi, tāta raṭṭhapāla, bhuñja ca piva ca paricārehi ca;
mn: Get up, Raṭṭhapāla! Eat, drink, and amuse yourself.

# mn82:8.7
source: bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu.
mn: While enjoying sensual pleasures, delight in making merit.

# mn82:8.8
source: Na taṃ mayaṃ anujānāma agārasmā anagāriyaṃ pabbajjāya.
mn: We don’t allow you to go forth.

# mn82:8.9
source: Maraṇenapi te mayaṃ akāmakā vinā bhavissāma.
mn: When you die we will lose you against our wishes.

# mn82:8.10
source: Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāyā”ti?
mn: So how can we allow you to go forth while you’re still alive?”

# mn82:8.11
source: Evaṃ vutte, raṭṭhapālo kulaputto tuṇhī ahosi.
mn: When they said this, Raṭṭhapāla kept silent.

# mn82:8.12
source: Dutiyampi kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ … pe …
mn: For a second time,

# mn82:8.14
source: Tatiyampi kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:
mn: and a third time, Raṭṭhapāla’s parents made the same request.

# mn82:9.1
source: Tatiyampi kho raṭṭhapālo kulaputto tuṇhī ahosi.
mn: And for a third time, Raṭṭhapāla kept silent. Raṭṭhapāla’s parents then went to see his friends. They told them of the situation and asked for their help.

# mn82:10.1
source: Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālo kulaputto tenupasaṅkamiṃsu; upasaṅkamitvā raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:
mn: Then Raṭṭhapāla’s friends went to him and said,

# mn82:10.2
source: “tvaṃ khosi, samma raṭṭhapāla, mātāpitūnaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato.
mn: “Our friend Raṭṭhapāla, you are your parents’ only child. You’re dear to them and they love you. You’re dainty and raised in comfort.

# mn82:10.3
source: Na tvaṃ, samma raṭṭhapāla, kassaci dukkhassa jānāsi.
mn: You know nothing of suffering.

# mn82:10.4
source: Maraṇenapi te mātāpitaro akāmakā vinā bhavissanti.
mn: When you die your parents will lose you against their wishes.

# mn82:10.5
source: Kiṃ pana te taṃ jīvantaṃ anujānissanti agārasmā anagāriyaṃ pabbajjāya.
mn: So how can they allow you to go forth while you’re still alive?

# mn82:10.6
source: Uṭṭhehi, samma raṭṭhapāla, bhuñja ca piva ca paricārehi ca;
mn: Get up, Raṭṭhapāla! Eat, drink, and amuse yourself.

# mn82:10.7
source: bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu.
mn: While enjoying sensual pleasures, delight in making merit.

# mn82:10.8
source: Na taṃ mātāpitaro anujānissanti agārasmā anagāriyaṃ pabbajjāya.
mn: Your parents will not allow you to go forth.

# mn82:10.9
source: Maraṇenapi te mātāpitaro akāmakā vinā bhavissanti.
mn: When you die your parents will lose you against their wishes.

# mn82:10.10
source: Kiṃ pana te taṃ jīvantaṃ anujānissanti agārasmā anagāriyaṃ pabbajjāyā”ti?
mn: So how can they allow you to go forth while you’re still alive?”

# mn82:10.11
source: Evaṃ vutte, raṭṭhapālo kulaputto tuṇhī ahosi.
mn: When they said this, Raṭṭhapāla kept silent.

# mn82:10.12
source: Dutiyampi kho …
mn: For a second time,

# mn82:10.13
source: tatiyampi kho raṭṭhapālassa kulaputtassa sahāyakā raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:
mn: and a third time, Raṭṭhapāla’s friends made the same request.

# mn82:10.19
source: Tatiyampi kho raṭṭhapālo kulaputto tuṇhī ahosi.
mn: And for a third time, Raṭṭhapāla kept silent.

# mn82:11.1
source: Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālassa kulaputtassa mātāpitaro tenupasaṅkamiṃsu; upasaṅkamitvā raṭṭhapālassa kulaputtassa mātāpitaro etadavocuṃ:
mn: Then Raṭṭhapāla’s friends went to his parents and said,

# mn82:11.2
source: “ammatātā, eso raṭṭhapālo kulaputto tattheva anantarahitāya bhūmiyā nipanno:
mn: “Mum and dad, Raṭṭhapāla is lying there on the bare ground saying:

# mn82:11.3
source: ‘idheva me maraṇaṃ bhavissati pabbajjā vā’ti.
mn: ‘I’ll either die right here or go forth.’

# mn82:11.4
source: Sace tumhe raṭṭhapālaṃ kulaputtaṃ nānujānissatha agārasmā anagāriyaṃ pabbajjāya, tattheva maraṇaṃ āgamissati.
mn: If you don’t allow him to go forth, he’ll die there.

# mn82:11.5
source: Sace pana tumhe raṭṭhapālaṃ kulaputtaṃ anujānissatha agārasmā anagāriyaṃ pabbajjāya, pabbajitampi naṃ dakkhissatha.
mn: But if you do allow him to go forth, you’ll see him again afterwards.

# mn82:11.6
source: Sace raṭṭhapālo kulaputto nābhiramissati agārasmā anagāriyaṃ pabbajjāya, kā tassa aññā gati bhavissati? Idheva paccāgamissati.
mn: And if he doesn’t enjoy the renunciate life, where else will he have to go? He’ll come right back here.

# mn82:11.7
source: Anujānātha raṭṭhapālaṃ kulaputtaṃ agārasmā anagāriyaṃ pabbajjāyā”ti.
mn: Please give Raṭṭhapāla permission to go forth.”

# mn82:11.8
source: “Anujānāma, tātā, raṭṭhapālaṃ kulaputtaṃ agārasmā anagāriyaṃ pabbajjāya.
mn: “Then, dears, we give Raṭṭhapāla permission to go forth.

# mn82:11.9
source: Pabbajitena ca pana mātāpitaro uddassetabbā”ti.
mn: But once gone forth he must visit his parents.”

# mn82:11.10
source: Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālo kulaputto tenupasaṅkamiṃsu; upasaṅkamitvā raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:
mn: Then Raṭṭhapāla’s friends went to him and said,

# mn82:11.11
source: “uṭṭhehi, samma raṭṭhapāla, anuññātosi mātāpitūhi agārasmā anagāriyaṃ pabbajjāya.
mn: “Get up, Raṭṭhapāla! Your parents have given you permission to go forth from lay life to homelessness.

# mn82:11.12
source: Pabbajitena ca pana te mātāpitaro uddassetabbā”ti.
mn: But once gone forth you must visit your parents.”

# mn82:12.1
source: Atha kho raṭṭhapālo kulaputto uṭṭhahitvā balaṃ gāhetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho raṭṭhapālo kulaputto bhagavantaṃ etadavoca:
mn: Raṭṭhapāla got up and regained his strength. He went to the Buddha, bowed, sat down to one side, and said to him,

# mn82:12.2
source: “anuññāto ahaṃ, bhante, mātāpitūhi agārasmā anagāriyaṃ pabbajjāya.
mn: “Sir, I have my parents’ permission to go forth from the lay life to homelessness.

# mn82:12.3
source: Pabbājetu maṃ bhagavā”ti.
mn: May the Buddha please give me the going forth.”

# mn82:13.1
source: Alattha kho raṭṭhapālo kulaputto bhagavato santike pabbajjaṃ, alattha upasampadaṃ.
mn: And Raṭṭhapāla received the going forth, the ordination in the Buddha’s presence.

# mn82:13.2
source: Atha kho bhagavā acirūpasampanne āyasmante raṭṭhapāle aḍḍhamāsupasampanne thullakoṭṭhike yathābhirantaṃ viharitvā yena sāvatthi tena cārikaṃ pakkāmi.
mn: Not long after Venerable Raṭṭhapāla’s ordination, a fortnight later, the Buddha—having stayed in Thullakoṭṭhita as long as he wished—set out for Sāvatthī.

# mn82:13.3
source: Anupubbena cārikaṃ caramāno yena sāvatthi tadavasari.
mn: Traveling stage by stage, he arrived at Sāvatthī,

# mn82:13.4
source: Tatra sudaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: where he stayed in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn82:14.1
source: Atha kho āyasmā raṭṭhapālo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
mn: Then Venerable Raṭṭhapāla, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# mn82:14.2
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
mn: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# mn82:14.3
source: Aññataro kho panāyasmā raṭṭhapālo arahataṃ ahosi.
mn: And Venerable Raṭṭhapāla became one of the perfected.

# mn82:15.1
source: Atha kho āyasmā raṭṭhapālo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā raṭṭhapālo bhagavantaṃ etadavoca:
mn: Then he went up to the Buddha, bowed, sat down to one side, and said to him,

# mn82:15.2
source: “icchāmahaṃ, bhante, mātāpitaro uddassetuṃ, sace maṃ bhagavā anujānātī”ti.
mn: “Sir, I’d like to visit my parents, if the Buddha allows it.”

# mn82:15.3
source: Atha kho bhagavā āyasmato raṭṭhapālassa cetasā ceto paricca manasākāsi.
mn: Then the Buddha focused on comprehending Raṭṭhapāla’s mind.

# mn82:15.4
source: Yathā bhagavā aññāsi:
mn: When he knew that

# mn82:15.5
source: “abhabbo kho raṭṭhapālo kulaputto sikkhaṃ paccakkhāya hīnāyāvattitun”ti, atha kho bhagavā āyasmantaṃ raṭṭhapālaṃ etadavoca:
mn: it was impossible for Raṭṭhapāla to reject the training and return to a lesser life, he said,

# mn82:15.6
source: “yassadāni tvaṃ, raṭṭhapāla, kālaṃ maññasī”ti.
mn: “Please, Raṭṭhapāla, go at your convenience.”

# mn82:16.1
source: Atha kho āyasmā raṭṭhapālo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya yena thullakoṭṭhikaṃ tena cārikaṃ pakkāmi.
mn: And then Raṭṭhapāla got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he set his lodgings in order and, taking his bowl and robe, set out for Thullakoṭṭhita.

# mn82:16.2
source: Anupubbena cārikaṃ caramāno yena thullakoṭṭhiko tadavasari.
mn: Traveling stage by stage, he arrived at Thullakoṭṭhika,

# mn82:16.3
source: Tatra sudaṃ āyasmā raṭṭhapālo thullakoṭṭhike viharati rañño korabyassa migacīre.
mn: where he stayed in King Koravya’s deer range.

# mn82:16.4
source: Atha kho āyasmā raṭṭhapālo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya thullakoṭṭhikaṃ piṇḍāya pāvisi.
mn: Then Raṭṭhapāla robed up in the morning and, taking his bowl and robe, entered Thullakoṭṭhita for alms.

# mn82:16.5
source: Thullakoṭṭhike sapadānaṃ piṇḍāya caramāno yena sakapitu nivesanaṃ tenupasaṅkami.
mn: Wandering indiscriminately for alms-food, he approached his own father’s house.

# mn82:17.1
source: Tena kho pana samayena āyasmato raṭṭhapālassa pitā majjhimāya dvārasālāya ullikhāpeti.
mn: Now at that time Raṭṭhapāla’s father was having his hair dressed in the hall of the middle gate.

# mn82:17.2
source: Addasā kho āyasmato raṭṭhapālassa pitā āyasmantaṃ raṭṭhapālaṃ dūratova āgacchantaṃ.
mn: He saw Raṭṭhapāla coming off in the distance

# mn82:17.3
source: Disvāna etadavoca:
mn: and said,

# mn82:17.4
source: “imehi muṇḍakehi samaṇakehi amhākaṃ ekaputtako piyo manāpo pabbājito”ti.
mn: “Our dear and beloved only son was made to go forth by these shavelings, these fake ascetics!”

# mn82:17.5
source: Atha kho āyasmā raṭṭhapālo sakapitu nivesane neva dānaṃ alattha na paccakkhānaṃ;
mn: And at his own father’s house Raṭṭhapāla received neither alms nor a polite refusal,

# mn82:17.6
source: aññadatthu akkosameva alattha.
mn: but only abuse.

# mn82:18.1
source: Tena kho pana samayena āyasmato raṭṭhapālassa ñātidāsī ābhidosikaṃ kummāsaṃ chaḍḍetukāmā hoti.
mn: Now at that time a family bondservant wanted to throw away the previous night’s porridge.

# mn82:18.2
source: Atha kho āyasmā raṭṭhapālo taṃ ñātidāsiṃ etadavoca:
mn: So Raṭṭhapāla said to her,

# mn82:18.3
source: “sacetaṃ, bhagini, chaḍḍanīyadhammaṃ, idha me patte ākirā”ti.
mn: “If that’s to be thrown away, sister, pour it here in my bowl.”

# mn82:18.4
source: Atha kho āyasmato raṭṭhapālassa ñātidāsī taṃ ābhidosikaṃ kummāsaṃ āyasmato raṭṭhapālassa patte ākirantī hatthānañca pādānañca sarassa ca nimittaṃ aggahesi.
mn: As she was pouring the porridge into his bowl, she recognized the features of his hands, feet, and voice.

# mn82:18.5
source: Atha kho āyasmato raṭṭhapālassa ñātidāsī yenāyasmato raṭṭhapālassa mātā tenupasaṅkami; upasaṅkamitvā āyasmato raṭṭhapālassa mātaraṃ etadavoca:
mn: She then went to his mother and said,

# mn82:18.6
source: “yaggheyye, jāneyyāsi:
mn: “Please, madam, you should know this.

# mn82:18.7
source: ‘ayyaputto raṭṭhapālo anuppatto’”ti.
mn: My lord Raṭṭhapāla has arrived.”

# mn82:18.8
source: “Sace, je, saccaṃ bhaṇasi, adāsiṃ taṃ karomī”ti.
mn: “Wow! If you speak the truth, I’ll make you a free woman!”

# mn82:18.9
source: Atha kho āyasmato raṭṭhapālassa mātā yenāyasmato raṭṭhapālassa pitā tenupasaṅkami; upasaṅkamitvā āyasmato raṭṭhapālassa pitaraṃ etadavoca:
mn: Then Raṭṭhapāla’s mother went to his father and said,

# mn82:18.10
source: “yagghe, gahapati, jāneyyāsi:
mn: “Please householder, you should know this.

# mn82:18.11
source: ‘raṭṭhapālo kira kulaputto anuppatto’”ti?
mn: It seems our son Raṭṭhapāla has arrived.”

# mn82:19.1
source: Tena kho pana samayena āyasmā raṭṭhapālo taṃ ābhidosikaṃ kummāsaṃ aññataraṃ kuṭṭamūlaṃ nissāya paribhuñjati.
mn: Now at that time Raṭṭhapāla was eating last night’s porridge by a wall.

# mn82:19.2
source: Atha kho āyasmato raṭṭhapālassa pitā yenāyasmā raṭṭhapālo tenupasaṅkami; upasaṅkamitvā āyasmantaṃ raṭṭhapālaṃ etadavoca:
mn: Then Raṭṭhapāla’s father went up to him and said,

# mn82:19.3
source: “atthi nāma, tāta raṭṭhapāla, ābhidosikaṃ kummāsaṃ paribhuñjissasi?
mn: “Dear Raṭṭhapāla! There’s … and you’ll be eating last night’s porridge!

# mn82:19.4
source: Nanu, tāta raṭṭhapāla, sakaṃ gehaṃ gantabban”ti?
mn: Why not go to your own home?”

# mn82:19.5
source: “Kuto no, gahapati, amhākaṃ gehaṃ agārasmā anagāriyaṃ pabbajitānaṃ?
mn: “Householder, how could those of us who have gone forth from the lay life to homelessness have a house?

# mn82:19.6
source: Anagārā mayaṃ, gahapati.
mn: We’re homeless, householder.

# mn82:19.7
source: Agamamha kho te, gahapati, gehaṃ, tattha neva dānaṃ alatthamha na paccakkhānaṃ;
mn: I came to your house, but there I received neither alms nor a polite refusal,

# mn82:19.8
source: aññadatthu akkosameva alatthamhā”ti.
mn: but only abuse.”
