Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn087.po
Languages: mn

# mn87:0.1
source: Majjhima Nikāya 87
mn: Middle Discourses 87

# mn87:0.2
source: Piyajātikasutta
mn: Born From the Beloved

# mn87:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn87:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn87:2.1
source: Tena kho pana samayena aññatarassa gahapatissa ekaputtako piyo manāpo kālaṅkato hoti.
mn: Now at that time a certain householder’s dear and beloved only child passed away.

# mn87:2.2
source: Tassa kālaṃkiriyāya neva kammantā paṭibhanti na bhattaṃ paṭibhāti.
mn: After their death he didn’t feel like working or eating.

# mn87:2.3
source: So āḷāhanaṃ gantvā kandati:
mn: He would go to the cemetery and wail,

# mn87:2.4
source: “kahaṃ, ekaputtaka, kahaṃ, ekaputtakā”ti.
mn: “Where are you, my only child? Where are you, my only child?”

# mn87:3.1
source: Atha kho so gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho taṃ gahapatiṃ bhagavā etadavoca:
mn: Then he went to the Buddha, bowed, and sat down to one side. The Buddha said to him,

# mn87:3.2
source: “na kho te, gahapati, sake citte ṭhitassa indriyāni, atthi te indriyānaṃ aññathattan”ti.
mn: “Householder, you look like someone who’s not in their right mind; your faculties have deteriorated.”

# mn87:3.3
source: “Kiñhi me, bhante, indriyānaṃ nāññathattaṃ bhavissati;
mn: “And how, sir, could my faculties not have deteriorated?

# mn87:3.4
source: mayhañhi, bhante, ekaputto piyo manāpo kālaṅkato.
mn: For my dear and beloved only child has passed away.

# mn87:3.5
source: Tassa kālaṃkiriyāya neva kammantā paṭibhanti, na bhattaṃ paṭibhāti.
mn: Since their death I haven’t felt like working or eating.

# mn87:3.6
source: Sohaṃ āḷāhanaṃ gantvā kandāmi:
mn: I go to the cemetery and wail:

# mn87:3.7
source: ‘kahaṃ, ekaputtaka, kahaṃ, ekaputtakā’”ti.
mn: ‘Where are you, my only child? Where are you, my only child?’”

# mn87:3.8
source: “Evametaṃ, gahapati, evametaṃ, gahapati.
mn: “That’s so true, householder! That’s so true, householder!

# mn87:3.9
source: Piyajātikā hi, gahapati, sokaparidevadukkhadomanassupāyāsā piyappabhavikā”ti.
mn: For our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.”

# mn87:3.10
source: “Kassa kho nāmetaṃ, bhante, evaṃ bhavissati:
mn: “Sir, who on earth could ever think such a thing!

# mn87:3.12
source: Piyajātikā hi kho, bhante, ānandasomanassā piyappabhavikā”ti.
mn: For our loved ones are a source of joy and happiness.”

# mn87:3.13
source: Atha kho so gahapati bhagavato bhāsitaṃ anabhinanditvā paṭikkositvā uṭṭhāyāsanā pakkāmi.
mn: Disagreeing with the Buddha’s statement, rejecting it, he got up from his seat and left.

# mn87:4.1
source: Tena kho pana samayena sambahulā akkhadhuttā bhagavato avidūre akkhehi dibbanti.
mn: Now at that time several gamblers were playing dice not far from the Buddha.

# mn87:4.2
source: Atha kho so gahapati yena te akkhadhuttā tenupasaṅkami; upasaṅkamitvā akkhadhutte etadavoca:
mn: That householder approached them and told them what had happened.

# mn87:4.17
source: “Evametaṃ, gahapati, evametaṃ, gahapati.
mn: “That’s so true, householder! That’s so true, householder!

# mn87:4.18
source: Piyajātikā hi, gahapati, ānandasomanassā piyappabhavikā”ti.
mn: For our loved ones are a source of joy and happiness.”

# mn87:4.19
source: Atha kho so gahapati “sameti me akkhadhuttehī”ti pakkāmi.
mn: Thinking, “The gamblers and I are in agreement,” the householder left.

# mn87:5.1
source: Atha kho idaṃ kathāvatthu anupubbena rājantepuraṃ pāvisi.
mn: Eventually that topic of discussion reached the royal compound.

# mn87:5.2
source: Atha kho rājā pasenadi kosalo mallikaṃ deviṃ āmantesi:
mn: Then King Pasenadi addressed Queen Mallikā,

# mn87:5.3
source: “idaṃ te, mallike, samaṇena gotamena bhāsitaṃ:
mn: “Mallika, your ascetic Gotama said this:

# mn87:5.4
source: ‘piyajātikā sokaparidevadukkhadomanassupāyāsā piyappabhavikā’”ti.
mn: ‘Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.’”

# mn87:5.5
source: “Sacetaṃ, mahārāja, bhagavatā bhāsitaṃ, evametan”ti.
mn: “If that’s what the Buddha said, great king, then that’s how it is.”

# mn87:5.6
source: “Evameva panāyaṃ mallikā yaññadeva samaṇo gotamo bhāsati taṃ tadevassa abbhanumodati:
mn: “No matter what the ascetic Gotama says, Mallikā agrees with him:

# mn87:5.7
source: ‘Sacetaṃ, mahārāja, bhagavatā bhāsitaṃ evametan’ti.
mn: ‘If that’s what the Buddha said, great king, then that’s how it is.’

# mn87:5.8
source: Seyyathāpi nāma, yaññadeva ācariyo antevāsissa bhāsati taṃ tadevassa antevāsī abbhanumodati:
mn: You’re just like a student who agrees with everything their teacher says.

# mn87:5.12
source: Cara pire, mallike, vinassā”ti.
mn: Go away, Mallikā, get out of here!”

# mn87:6.1
source: Atha kho mallikā devī nāḷijaṅghaṃ brāhmaṇaṃ āmantesi:
mn: Then Queen Mallikā addressed the brahmin Nāḷijaṅgha,

# mn87:6.2
source: “ehi tvaṃ, brāhmaṇa, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha:
mn: “Please, brahmin, go to the Buddha, and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably.

# mn87:6.4
source: evañca vadehi:
mn: And then say:

# mn87:6.5
source: ‘bhāsitā nu kho, bhante, bhagavatā esā vācā—
mn: ‘Sir, did the Buddha make this statement:

# mn87:6.6
source: piyajātikā sokaparidevadukkhadomanassupāyāsā piyappabhavikā’ti.
mn: “Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress”?’

# mn87:6.7
source: Yathā te bhagavā byākaroti taṃ sādhukaṃ uggahetvā mama āroceyyāsi.
mn: Remember well how the Buddha answers and tell it to me.

# mn87:6.8
source: Na hi tathāgatā vitathaṃ bhaṇantī”ti.
mn: For Realized Ones say nothing that is not so.”

# mn87:6.9
source: “Evaṃ, bhotī”ti kho nāḷijaṅgho brāhmaṇo mallikāya deviyā paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: “Yes, ma’am,” he replied. He went to the Buddha and exchanged greetings with him.

# mn87:6.10
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho nāḷijaṅgho brāhmaṇo bhagavantaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha,

# mn87:6.11
source: “mallikā, bho gotama, devī bhoto gotamassa pāde sirasā vandati; appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati;
mn: “Master Gotama, Queen Mallikā bows with her head to your feet. She asks if you are healthy and well, nimble, strong, and living comfortably.

# mn87:6.12
source: evañca vadeti:
mn: And she asks whether

# mn87:6.13
source: ‘bhāsitā nu kho, bhante, bhagavatā esā vācā—
mn: the Buddha made this statement:

# mn87:6.14
source: piyajātikā sokaparidevadukkhadomanassupāyāsā piyappabhavikā’”ti.
mn: ‘Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.’”

# mn87:7.1
source: “Evametaṃ, brāhmaṇa, evametaṃ, brāhmaṇa.
mn: “That’s right, brahmin, that’s right!

# mn87:7.2
source: Piyajātikā hi, brāhmaṇa, sokaparidevadukkhadomanassupāyāsā piyappabhavikāti.
mn: For our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.

# mn87:8.1
source: Tadamināpetaṃ, brāhmaṇa, pariyāyena veditabbaṃ yathā piyajātikā sokaparidevadukkhadomanassupāyāsā piyappabhavikā.
mn: And here’s a way to understand how our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.

# mn87:8.2
source: Bhūtapubbaṃ, brāhmaṇa, imissāyeva sāvatthiyā aññatarissā itthiyā mātā kālamakāsi.
mn: Once upon a time right here in Sāvatthī a certain woman’s mother passed away.

# mn87:8.3
source: Sā tassā kālakiriyāya ummattikā khittacittā rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ upasaṅkamitvā evamāha:
mn: And because of that she went mad and lost her mind. She went from street to street and from square to square saying,

# mn87:8.4
source: ‘api me mātaraṃ addassatha, api me mātaraṃ addassathā’ti?
mn: ‘Has anyone seen my mother? Has anyone seen my mother?’

# mn87:9-14.1
source: Imināpi kho etaṃ, brāhmaṇa, pariyāyena veditabbaṃ yathā piyajātikā sokaparidevadukkhadomanassupāyāsā piyappabhavikāti.
mn: And here’s another way to understand how our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.

# mn87:9-14.2
source: Bhūtapubbaṃ, brāhmaṇa, imissāyeva sāvatthiyā aññatarissā itthiyā pitā kālamakāsi …
mn: Once upon a time right here in Sāvatthī a certain woman’s father …

# mn87:9-14.3
source: bhātā kālamakāsi …
mn: brother …

# mn87:9-14.4
source: bhaginī kālamakāsi …
mn: sister …

# mn87:9-14.5
source: putto kālamakāsi …
mn: son …

# mn87:9-14.6
source: dhītā kālamakāsi …
mn: daughter …

# mn87:9-14.7
source: sāmiko kālamakāsi.
mn: husband passed away.

# mn87:9-14.8
source: Sā tassa kālakiriyāya ummattikā khittacittā rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ upasaṅkamitvā evamāha:
mn: And because of that she went mad and lost her mind. She went from street to street and from square to square saying,

# mn87:9-14.9
source: ‘api me sāmikaṃ addassatha, api me sāmikaṃ addassathā’ti?
mn: ‘Has anyone seen my husband? Has anyone seen my husband?’

# mn87:15-21.1
source: Imināpi kho etaṃ, brāhmaṇa, pariyāyena veditabbaṃ yathā piyajātikā sokaparidevadukkhadomanassupāyāsā piyappabhavikāti.
mn: And here’s another way to understand how our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.

# mn87:15-21.2
source: Bhūtapubbaṃ, brāhmaṇa, imissāyeva sāvatthiyā aññatarassa purisassa mātā kālamakāsi.
mn: Once upon a time right here in Sāvatthī a certain man’s mother …

# mn87:15-21.6
source: Bhūtapubbaṃ, brāhmaṇa, imissāyeva sāvatthiyā aññatarassa purisassa pitā kālamakāsi …
mn: father …

# mn87:15-21.7
source: bhātā kālamakāsi …
mn: brother …

# mn87:15-21.8
source: bhaginī kālamakāsi …
mn: sister …

# mn87:15-21.9
source: putto kālamakāsi …
mn: son …

# mn87:15-21.10
source: dhītā kālamakāsi …
mn: daughter …

# mn87:15-21.11
source: pajāpati kālamakāsi.
mn: wife passed away.

# mn87:15-21.12
source: So tassā kālakiriyāya ummattako khittacitto rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ upasaṅkamitvā evamāha:
mn: And because of that he went mad and lost his mind. He went from street to street and from square to square saying,

# mn87:15-21.13
source: ‘api me pajāpatiṃ addassatha, api me pajāpatiṃ addassathā’ti?
mn: ‘Has anyone seen my wife? Has anyone seen my wife?’

# mn87:15-21.14
source: Imināpi kho etaṃ, brāhmaṇa, pariyāyena veditabbaṃ yathā piyajātikā sokaparidevadukkhadomanassupāyāsā piyappabhavikāti.
mn: And here’s another way to understand how our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.

# mn87:22.1
source: Bhūtapubbaṃ, brāhmaṇa, imissāyeva sāvatthiyā aññatarā itthī ñātikulaṃ agamāsi.
mn: Once upon a time right here in Sāvatthī a certain woman went to live with her relative’s family.

# mn87:22.2
source: Tassā te ñātakā sāmikaṃ acchinditvā aññassa dātukāmā.
mn: But her relatives wanted to divorce her from her husband and give her to another,

# mn87:22.3
source: Sā ca taṃ na icchati.
mn: who she didn’t want.

# mn87:22.4
source: Atha kho sā itthī sāmikaṃ etadavoca:
mn: So she told her husband about this.

# mn87:22.7
source: Atha kho so puriso taṃ itthiṃ dvidhā chetvā attānaṃ upphālesi:
mn: But he cut her in two and disemboweled himself, thinking,

# mn87:22.8
source: ‘ubho pecca bhavissāmā’ti.
mn: ‘We shall be together after death.’

# mn87:22.9
source: Imināpi kho etaṃ, brāhmaṇa, pariyāyena veditabbaṃ yathā piyajātikā sokaparidevadukkhadomanassupāyāsā piyappabhavikā”ti.
mn: That’s another way to understand how our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.”

# mn87:23.1
source: Atha kho nāḷijaṅgho brāhmaṇo bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā yena mallikā devī tenupasaṅkami; upasaṅkamitvā yāvatako ahosi bhagavatā saddhiṃ kathāsallāpo taṃ sabbaṃ mallikāya deviyā ārocesi. Atha kho mallikā devī yena rājā pasenadi kosalo tenupasaṅkami; upasaṅkamitvā rājānaṃ pasenadiṃ kosalaṃ etadavoca:
mn: Then Nāḷijaṅgha the brahmin, having approved and agreed with what the Buddha said, got up from his seat, went to Queen Mallikā, and told her of all they had discussed. Then Queen Mallikā approached King Pasenadi and said to him,

# mn87:24.1
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn87:24.2
source: piyā te vajirī kumārī”ti?
mn: Do you love Princess Vajirī?”

# mn87:24.3
source: “Evaṃ, mallike, piyā me vajirī kumārī”ti.
mn: “Indeed I do, Mallikā.”

# mn87:24.4
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn87:24.5
source: vajiriyā te kumāriyā vipariṇāmaññathābhāvā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti?
mn: If she were to decay and perish, would sorrow, lamentation, pain, sadness, and distress arise in you?”

# mn87:24.6
source: “Vajiriyā me, mallike, kumāriyā vipariṇāmaññathābhāvā jīvitassapi siyā aññathattaṃ, kiṃ pana me na uppajjissanti sokaparidevadukkhadomanassupāyāsā”ti?
mn: “If she were to decay and perish, my life would fall apart. How could sorrow, lamentation, pain, sadness, and distress not arise in me?”

# mn87:24.7
source: “Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ:
mn: “This is what the Buddha was referring to when he said:

# mn87:24.8
source: ‘piyajātikā sokaparidevadukkhadomanassupāyāsā piyappabhavikā’ti.
mn: ‘Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.’

# mn87:25.1
source: Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn87:25.2
source: piyā te vāsabhā khattiyā”ti?
mn: Do you love Lady Vāsabhā? …

# mn87:26.1
source: Taṃ kiṃ maññasi, mahārāja, piyo te viṭaṭūbho senāpatī”ti?
mn: Do you love your son, General Viḍūḍabha? …

# mn87:27.1
source: Taṃ kiṃ maññasi, mahārāja, piyā te ahan”ti?
mn: Do you love me?”

# mn87:27.2
source: “Evaṃ, mallike, piyā mesi tvan”ti.
mn: “Indeed I do love you, Mallikā.”

# mn87:27.3
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn87:27.4
source: mayhaṃ te vipariṇāmaññathābhāvā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti?
mn: If I were to decay and perish, would sorrow, lamentation, pain, sadness, and distress arise in you?”

# mn87:27.5
source: “Tuyhañhi me, mallike, vipariṇāmaññathābhāvā jīvitassapi siyā aññathattaṃ, kiṃ pana me na uppajjissanti sokaparidevadukkhadomanassupāyāsā”ti?
mn: “If you were to decay and perish, my life would fall apart. How could sorrow, lamentation, pain, sadness, and distress not arise in me?”

# mn87:27.6
source: “Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ:
mn: “This is what the Buddha was referring to when he said:

# mn87:27.7
source: ‘piyajātikā sokaparidevadukkhadomanassupāyāsā piyappabhavikā’ti.
mn: ‘Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.’

# mn87:28.1
source: Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn87:28.2
source: piyā te kāsikosalā”ti?
mn: Do you love the realms of Kāsi and Kosala?”

# mn87:28.3
source: “Evaṃ, mallike, piyā me kāsikosalā.
mn: “Indeed I do, Mallikā.

# mn87:28.4
source: Kāsikosalānaṃ, mallike, ānubhāvena kāsikacandanaṃ paccanubhoma, mālāgandhavilepanaṃ dhāremā”ti.
mn: It’s due to the bounty of Kāsi and Kosala that we use sandalwood imported from Kāsi and wear garlands, perfumes, and makeup.”

# mn87:28.5
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn87:28.6
source: kāsikosalānaṃ te vipariṇāmaññathābhāvā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti?
mn: If these realms were to decay and perish, would sorrow, lamentation, pain, sadness, and distress arise in you?”

# mn87:28.7
source: “Kāsikosalānañhi, mallike, vipariṇāmaññathābhāvā jīvitassapi siyā aññathattaṃ, kiṃ pana me na uppajjissanti sokaparidevadukkhadomanassupāyāsā”ti?
mn: “If they were to decay and perish, my life would fall apart. How could sorrow, lamentation, pain, sadness, and distress not arise in me?”

# mn87:28.8
source: “Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ:
mn: “This is what the Buddha was referring to when he said:

# mn87:28.9
source: ‘piyajātikā sokaparidevadukkhadomanassupāyāsā piyappabhavikā’”ti.
mn: ‘Our loved ones are a source of sorrow, lamentation, pain, sadness, and distress.’”

# mn87:29.1
source: “Acchariyaṃ, mallike, abbhutaṃ, mallike.
mn: “It’s incredible, Mallikā, it’s amazing,

# mn87:29.2
source: Yāvañca so bhagavā paññāya ativijjha maññe passati.
mn: how far the Buddha sees with penetrating wisdom, it seems to me.

# mn87:29.3
source: Ehi, mallike, ācamehī”ti.
mn: Come, Mallikā, rinse my hands.”

# mn87:29.4
source: Atha kho rājā pasenadi kosalo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā tikkhattuṃ udānaṃ udānesi:
mn: Then King Pasenadi got up from his seat, arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha, and was inspired to exclaim three times:

# mn87:29.5
source: “Namo tassa bhagavato arahato sammāsambuddhassa.
mn: “Homage to that Blessed One, the perfected one, the fully awakened Buddha!

# mn87:29.6
source: Namo tassa bhagavato arahato sammāsambuddhassa.
mn: Homage to that Blessed One, the perfected one, the fully awakened Buddha!

# mn87:29.7
source: Namo tassa bhagavato arahato sammāsambuddhassā”ti.
mn: Homage to that Blessed One, the perfected one, the fully awakened Buddha!”
