Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn081.po
Languages: mn

# mn81:18.13
source: Yaṃ hoti kūlapaluggaṃ vā mūsikukkaro vā taṃ kājena āharitvā bhājanaṃ karitvā evamāha:
mn: He takes what has crumbled off by a riverbank or been dug up by mice, and brings it back in a carrier. When he has made a pot, he says,

# mn81:18.14
source: “ettha yo icchati taṇḍulapaṭibhastāni vā muggapaṭibhastāni vā kaḷāyapaṭibhastāni vā nikkhipitvā yaṃ icchati taṃ haratū”ti.
mn: “Anyone may leave bagged sesame, mung beans, or chickpeas here and take what they wish.”

# mn81:18.15
source: Ghaṭikāro kho, mahārāja, kumbhakāro andhe jiṇṇe mātāpitaro poseti.
mn: He looks after his blind old parents.

# mn81:18.16
source: Ghaṭikāro kho, mahārāja, kumbhakāro pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā.
mn: And since he has ended the five lower fetters, Ghaṭīkāra will be reborn spontaneously and will become extinguished there, not liable to return from that world.

# mn81:19.1
source: Ekamidāhaṃ, mahārāja, samayaṃ vegaḷiṅge nāma gāmanigame viharāmi.
mn: This one time, great king, I was staying near the market town of Vebhaliṅga.

# mn81:19.2
source: Atha khvāhaṃ, mahārāja, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena ghaṭikārassa kumbhakārassa mātāpitaro tenupasaṅkamiṃ; upasaṅkamitvā ghaṭikārassa kumbhakārassa mātāpitaro etadavocaṃ:
mn: Then I robed up in the morning and, taking my bowl and robe, went to the home of Ghaṭīkāra’s parents, where I said to them,

# mn81:19.3
source: “handa ko nu kho ayaṃ bhaggavo gato”ti?
mn: “Excuse me, where has Bhaggava gone?”

# mn81:19.4
source: “Nikkhanto kho te, bhante, upaṭṭhāko antokumbhiyā odanaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjā”ti.
mn: “Your attendant has gone out, sir. But take rice from the pot and sauce from the pan and eat.”

# mn81:19.5
source: Atha khvāhaṃ, mahārāja, kumbhiyā odanaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkamiṃ.
mn: So that’s what I did. And after eating I got up from my seat and left.

# mn81:19.6
source: Atha kho, mahārāja, ghaṭikāro kumbhakāro yena mātāpitaro tenupasaṅkami; upasaṅkamitvā mātāpitaro etadavoca:
mn: Then Ghaṭīkāra went up to his parents and said,

# mn81:19.7
source: “ko kumbhiyā odanaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti?
mn: “Who took rice from the pot and sauce from the pan, ate it, and left?”

# mn81:19.8
source: “Kassapo, tāta, bhagavā arahaṃ sammāsambuddho kumbhiyā odanaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti?
mn: “It was the Buddha Kassapa, my dear.”

# mn81:19.9
source: Atha kho, mahārāja, ghaṭikārassa kumbhakārassa etadahosi:
mn: Then Ghaṭīkāra thought,

# mn81:19.10
source: “lābhā vata me, suladdhaṃ vata me,
mn: “I’m so fortunate, so very fortunate,

# mn81:19.11
source: yassa me kassapo bhagavā arahaṃ sammāsambuddho evaṃ abhivissattho”ti.
mn: in that the Buddha Kassapa trusts me so much!”

# mn81:19.12
source: Atha kho, mahārāja, ghaṭikāraṃ kumbhakāraṃ aḍḍhamāsaṃ pītisukhaṃ na vijahati, sattāhaṃ mātāpitūnaṃ.
mn: Then joy and happiness did not leave him for a fortnight, or his parents for a week.

# mn81:20.1
source: Ekamidāhaṃ, mahārāja, samayaṃ tattheva vegaḷiṅge nāma gāmanigame viharāmi.
mn: Another time, great king, I was staying near that same market town of Vebhaliṅga.

# mn81:20.2
source: Atha khvāhaṃ, mahārāja, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena ghaṭikārassa kumbhakārassa mātāpitaro tenupasaṅkamiṃ; upasaṅkamitvā ghaṭikārassa kumbhakārassa mātāpitaro etadavocaṃ:
mn: Then I robed up in the morning and, taking my bowl and robe, went to the home of Ghaṭīkāra’s parents, where I said to them,

# mn81:20.3
source: “handa ko nu kho ayaṃ bhaggavo gato”ti?
mn: “Excuse me, where has Bhaggava gone?”

# mn81:20.4
source: “Nikkhanto kho te, bhante, upaṭṭhāko anto kaḷopiyā kummāsaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjā”ti.
mn: “Your attendant has gone out, sir. But take porridge from the pot and sauce from the pan and eat.”

# mn81:20.5
source: Atha khvāhaṃ, mahārāja, kaḷopiyā kummāsaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkamiṃ.
mn: So that’s what I did. And after eating I got up from my seat and left.

# mn81:20.6
source: Atha kho, mahārāja, ghaṭikāro kumbhakāro yena mātāpitaro tenupasaṅkami; upasaṅkamitvā mātāpitaro etadavoca:
mn: Then Ghaṭīkāra went up to his parents and said,

# mn81:20.7
source: “ko kaḷopiyā kummāsaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti?
mn: “Who took porridge from the pot and sauce from the pan, ate it, and left?”

# mn81:20.8
source: “Kassapo, tāta, bhagavā arahaṃ sammāsambuddho kaḷopiyā kummāsaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti.
mn: “It was the Buddha Kassapa, my dear.”

# mn81:20.9
source: Atha kho, mahārāja, ghaṭikārassa kumbhakārassa etadahosi:
mn: Then Ghaṭīkāra thought,

# mn81:20.10
source: “lābhā vata me, suladdhaṃ vata me,
mn: “I’m so fortunate, so very fortunate,

# mn81:20.11
source: yassa me kassapo bhagavā arahaṃ sammāsambuddho evaṃ abhivissattho”ti.
mn: to be trusted so much by the Buddha Kassapa!”

# mn81:20.12
source: Atha kho, mahārāja, ghaṭikāraṃ kumbhakāraṃ aḍḍhamāsaṃ pītisukhaṃ na vijahati, sattāhaṃ mātāpitūnaṃ.
mn: Then joy and happiness did not leave him for a fortnight, or his parents for a week.

# mn81:21.1
source: Ekamidāhaṃ, mahārāja, samayaṃ tattheva vegaḷiṅge nāma gāmanigame viharāmi.
mn: Another time, great king, I was staying near that same market town of Vebhaliṅga.

# mn81:21.2
source: Tena kho pana samayena kuṭi ovassati.
mn: Now at that time my hut leaked.

# mn81:21.3
source: Atha khvāhaṃ, mahārāja, bhikkhū āmantesiṃ:
mn: So I addressed the mendicants,

# mn81:21.4
source: “gacchatha, bhikkhave, ghaṭikārassa kumbhakārassa nivesane tiṇaṃ jānāthā”ti.
mn: “Mendicants, go to Ghaṭikāra’s home and find some grass.”

# mn81:21.5
source: Evaṃ vutte, mahārāja, te bhikkhū maṃ etadavocuṃ:
mn: When I said this, those mendicants said to me,

# mn81:21.6
source: “natthi kho, bhante, ghaṭikārassa kumbhakārassa nivesane tiṇaṃ, atthi ca khvāssa āvesane tiṇacchadanan”ti.
mn: “Sir, there’s no grass there, but his workshop has a grass roof.”

# mn81:21.7
source: “Gacchatha, bhikkhave, ghaṭikārassa kumbhakārassa āvesanaṃ uttiṇaṃ karothā”ti.
mn: “Then go to the workshop and strip the grass.”

# mn81:21.8
source: Atha kho te, mahārāja, bhikkhū ghaṭikārassa kumbhakārassa āvesanaṃ uttiṇamakaṃsu.
mn: So that’s what they did.

# mn81:21.9
source: Atha kho, mahārāja, ghaṭikārassa kumbhakārassa mātāpitaro te bhikkhū etadavocuṃ:
mn: Then Ghaṭīkāra’s parents said to those mendicants,

# mn81:21.10
source: “ke āvesanaṃ uttiṇaṃ karontī”ti?
mn: “Who’s stripping the grass from the workshop?”

# mn81:21.11
source: “Bhikkhū, bhagini, kassapassa bhagavato arahato sammāsambuddhassa kuṭi ovassatī”ti.
mn: “It’s the mendicants, sister. The Buddha’s hut is leaking.”

# mn81:21.12
source: “Haratha, bhante, haratha, bhadramukhā”ti.
mn: “Take it, sirs! Take it, my dears!”

# mn81:21.13
source: Atha kho, mahārāja, ghaṭikāro kumbhakāro yena mātāpitaro tenupasaṅkami; upasaṅkamitvā mātāpitaro etadavoca:
mn: Then Ghaṭīkāra went up to his parents and said,

# mn81:21.14
source: “ke āvesanaṃ uttiṇamakaṃsū”ti?
mn: “Who stripped the grass from the workshop?”

# mn81:21.15
source: “Bhikkhū, tāta, kassapassa kira bhagavato arahato sammāsambuddhassa kuṭi ovassatī”ti.
mn: “It was the mendicants, dear. It seems the Buddha’s hut is leaking.”

# mn81:21.16
source: Atha kho, mahārāja, ghaṭikārassa kumbhakārassa etadahosi:
mn: Then Ghaṭīkāra thought,

# mn81:21.17
source: “lābhā vata me, suladdhaṃ vata me,
mn: “I’m so fortunate, so very fortunate,

# mn81:21.18
source: yassa me kassapo bhagavā arahaṃ sammāsambuddho evaṃ abhivissattho”ti.
mn: to be trusted so much by the Buddha Kassapa!”

# mn81:21.19
source: Atha kho, mahārāja, ghaṭikāraṃ kumbhakāraṃ aḍḍhamāsaṃ pītisukhaṃ na vijahati, sattāhaṃ mātāpitūnaṃ.
mn: Then joy and happiness did not leave him for a fortnight, or his parents for a week.

# mn81:21.20
source: Atha kho, mahārāja, āvesanaṃ sabbantaṃ temāsaṃ ākāsacchadanaṃ aṭṭhāsi, na devotivassi.
mn: Then the workshop remained with the sky for a roof for the whole three months, but no rain fell on it.

# mn81:21.21
source: Evarūpo ca, mahārāja, ghaṭikāro kumbhakāro’ti.
mn: And that, great king, is what Ghaṭīkāra the potter is like.’

# mn81:21.22
source: ‘Lābhā, bhante, ghaṭikārassa kumbhakārassa, suladdhā, bhante, ghaṭikārassa kumbhakārassa
mn: ‘Ghaṭīkāra the potter is fortunate, very fortunate,

# mn81:21.23
source: yassa bhagavā evaṃ abhivissattho’ti.
mn: to be so trusted by the Buddha Kassapa.’

# mn81:22.1
source: Atha kho, ānanda, kikī kāsirājā ghaṭikārassa kumbhakārassa pañcamattāni taṇḍulavāhasatāni pāhesi paṇḍupuṭakassa sālino tadupiyañca sūpeyyaṃ.
mn: Then King Kikī sent around five hundred cartloads of rice, soft saffron rice, and suitable sauce to Ghaṭīkāra.

# mn81:22.2
source: Atha kho te, ānanda, rājapurisā ghaṭikāraṃ kumbhakāraṃ upasaṅkamitvā etadavocuṃ:
mn: Then one of the king’s men approached Ghaṭīkāra and said,

# mn81:22.3
source: ‘imāni kho, bhante, pañcamattāni taṇḍulavāhasatāni kikinā kāsirājena pahitāni paṇḍupuṭakassa sālino tadupiyañca sūpeyyaṃ.
mn: ‘Sir, these five hundred cartloads of rice, soft saffron rice, and suitable sauce have been sent to you by King Kikī of Kāsī.

# mn81:22.4
source: Tāni, bhante, paṭiggaṇhathā’ti.
mn: Please accept them.’

# mn81:22.5
source: ‘Rājā kho bahukicco bahukaraṇīyo.
mn: ‘The king has many duties, and much to do.

# mn81:22.6
source: Alaṃ me.
mn: I have enough.

# mn81:22.7
source: Raññova hotū’ti.
mn: Let this be for the king himself.’

# mn81:23.1
source: Siyā kho pana te, ānanda, evamassa:
mn: Ānanda, you might think:

# mn81:23.2
source: ‘añño nūna tena samayena jotipālo māṇavo ahosī’ti.
mn: ‘Surely the brahmin student Jotipāla must have been someone else at that time?’

# mn81:23.3
source: Na kho panetaṃ, ānanda, evaṃ daṭṭhabbaṃ.
mn: But you should not see it like this.

# mn81:23.4
source: Ahaṃ tena samayena jotipālo māṇavo ahosin”ti.
mn: I myself was the student Jotipāla at that time.”

# mn81:23.5
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn81:23.6
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Ānanda was happy with what the Buddha said.
