Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn085.po
Languages: mn

# mn85:51.12
source: Yathānusiṭṭhaṃ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti.
mn: By practicing as instructed you will soon realize the supreme end of the spiritual path in this very life. You will live having achieved with your own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’

# mn85:51.13
source: Dutiyampi kho, rājakumāra, pañcavaggiyā bhikkhū maṃ etadavocuṃ:
mn: But for a second time they said to me,

# mn85:51.14
source: ‘tāyapi kho tvaṃ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṃ; kiṃ pana tvaṃ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti?
mn: ‘Reverend Gotama … you’ve fallen into indulgence.’

# mn85:51.15
source: Dutiyampi kho ahaṃ, rājakumāra, pañcavaggiye bhikkhū etadavocaṃ:
mn: So for a second time I said to them,

# mn85:51.16
source: ‘na, bhikkhave, tathāgato bāhulliko na padhānavibbhanto na āvatto bāhullāya.
mn: ‘The Realized One has not become indulgent …’

# mn85:51.20
source: Tatiyampi kho, rājakumāra, pañcavaggiyā bhikkhū maṃ etadavocuṃ:
mn: But for a third time they said to me,

# mn85:51.21
source: ‘tāyapi kho tvaṃ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṃ; kiṃ pana tvaṃ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti?
mn: ‘Reverend Gotama … you’ve fallen into indulgence.’

# mn85:52.1
source: Evaṃ vutte, ahaṃ, rājakumāra, pañcavaggiye bhikkhū etadavocaṃ:
mn: So I said to them,

# mn85:52.2
source: ‘abhijānātha me no tumhe, bhikkhave, ito pubbe evarūpaṃ pabhāvitametan’ti?
mn: ‘Mendicants, have you ever known me to speak like this before?’

# mn85:52.3
source: ‘No hetaṃ, bhante’.
mn: ‘No, sir.’

# mn85:52.4
source: ‘Arahaṃ, bhikkhave, tathāgato sammāsambuddho.
mn: ‘The Realized One is Perfected, a fully awakened Buddha.

# mn85:52.5
source: Odahatha, bhikkhave, sotaṃ. Amatamadhigataṃ ahamanusāsāmi, ahaṃ dhammaṃ desemi.
mn: Listen up, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.

# mn85:52.6
source: Yathānusiṭṭhaṃ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti.
mn: By practicing as instructed you will soon realize the supreme end of the spiritual path in this very life. You will live having achieved with your own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’

# mn85:53.1
source: Asakkhiṃ kho ahaṃ, rājakumāra, pañcavaggiye bhikkhū saññāpetuṃ.
mn: I was able to persuade the group of five mendicants.

# mn85:53.2
source: Dvepi sudaṃ, rājakumāra, bhikkhū ovadāmi. Tayo bhikkhū piṇḍāya caranti.
mn: Then sometimes I advised two mendicants, while the other three went for alms.

# mn85:53.3
source: Yaṃ tayo bhikkhū piṇḍāya caritvā āharanti, tena chabbaggiyā yāpema.
mn: Then those three would feed all six of us with what they brought back.

# mn85:53.4
source: Tayopi sudaṃ, rājakumāra, bhikkhū ovadāmi, dve bhikkhū piṇḍāya caranti.
mn: Sometimes I advised three mendicants, while the other two went for alms.

# mn85:53.5
source: Yaṃ dve bhikkhū piṇḍāya caritvā āharanti tena chabbaggiyā yāpema.
mn: Then those two would feed all six of us with what they brought back.

# mn85:54.1
source: Atha kho, rājakumāra, pañcavaggiyā bhikkhū mayā evaṃ ovadiyamānā evaṃ anusāsiyamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihariṃsū”ti.
mn: As the group of five mendicants were being advised and instructed by me like this, they soon realized the supreme end of the spiritual path in this very life. They lived having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.”

# mn85:55.1
source: Evaṃ vutte, bodhi rājakumāro bhagavantaṃ etadavoca:
mn: When he had spoken, Prince Bodhi said to the Buddha,

# mn85:55.2
source: “kīva cirena nu kho, bhante, bhikkhu tathāgataṃ vināyakaṃ labhamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyā”ti?
mn: “Sir, when a mendicant has the Realized One as trainer, how long would it take for them to realize the supreme end of the spiritual path in this very life?”

# mn85:55.3
source: “Tena hi, rājakumāra, taṃyevettha paṭipucchissāmi. Yathā te khameyya, tathā naṃ byākareyyāsi.
mn: “Well then, prince, I’ll ask you about this in return, and you can answer as you like.

# mn85:55.4
source: Taṃ kiṃ maññasi, rājakumāra,
mn: What do you think, prince?

# mn85:55.5
source: kusalo tvaṃ hatthārūḷhe aṅkusagayhe sippe”ti?
mn: Are you skilled in the art of wielding a hooked goad while riding an elephant?”

# mn85:55.6
source: “Evaṃ, bhante, kusalo ahaṃ hatthārūḷhe aṅkusagayhe sippe”ti.
mn: “Yes, sir.”

# mn85:56.1
source: “Taṃ kiṃ maññasi, rājakumāra,
mn: “What do you think, prince?

# mn85:56.2
source: idha puriso āgaccheyya:
mn: Suppose a man were to come along thinking,

# mn85:56.3
source: ‘bodhi rājakumāro hatthārūḷhaṃ aṅkusagayhaṃ sippaṃ jānāti;
mn: ‘Prince Bodhi knows the art of wielding a hooked goad while riding an elephant.

# mn85:56.4
source: tassāhaṃ santike hatthārūḷhaṃ aṅkusagayhaṃ sippaṃ sikkhissāmī’ti.
mn: I’ll train in that art under him.’

# mn85:56.5
source: So cassa assaddho;
mn: If he’s faithless,

# mn85:56.6
source: yāvatakaṃ saddhena pattabbaṃ taṃ na sampāpuṇeyya.
mn: he wouldn’t achieve what he could with faith.

# mn85:56.7
source: So cassa bahvābādho;
mn: If he’s unhealthy,

# mn85:56.8
source: yāvatakaṃ appābādhena pattabbaṃ taṃ na sampāpuṇeyya.
mn: he wouldn’t achieve what he could with good health.

# mn85:56.9
source: So cassa saṭho māyāvī;
mn: If he’s devious or deceitful,

# mn85:56.10
source: yāvatakaṃ asaṭhena amāyāvinā pattabbaṃ taṃ na sampāpuṇeyya.
mn: he wouldn’t achieve what he could with honesty and integrity.

# mn85:56.11
source: So cassa kusīto;
mn: If he’s lazy,

# mn85:56.12
source: yāvatakaṃ āraddhavīriyena pattabbaṃ taṃ na sampāpuṇeyya.
mn: he wouldn’t achieve what he could with energy.

# mn85:56.13
source: So cassa duppañño;
mn: If he’s stupid,

# mn85:56.14
source: yāvatakaṃ paññavatā pattabbaṃ taṃ na sampāpuṇeyya.
mn: he wouldn’t achieve what he could with wisdom.

# mn85:56.15
source: Taṃ kiṃ maññasi, rājakumāra,
mn: What do you think, prince?

# mn85:56.16
source: api nu so puriso tava santike hatthārūḷhaṃ aṅkusagayhaṃ sippaṃ sikkheyyā”ti?
mn: Could that man still train under you in the art of wielding a hooked goad while riding an elephant?”

# mn85:56.17
source: “Ekamekenāpi, bhante, aṅgena samannāgato so puriso na mama santike hatthārūḷhaṃ aṅkusagayhaṃ sippaṃ sikkheyya, ko pana vādo pañcahaṅgehī”ti.
mn: “Sir, if he had even a single one of these factors he couldn’t train under me, let alone all five.”

# mn85:57.1
source: “Taṃ kiṃ maññasi, rājakumāra,
mn: “What do you think, prince?

# mn85:57.2
source: idha puriso āgaccheyya:
mn: Suppose a man were to come along thinking,

# mn85:57.3
source: ‘bodhi rājakumāro hatthārūḷhaṃ aṅkusagayhaṃ sippaṃ jānāti;
mn: ‘Prince Bodhi knows the art of wielding a hooked goad while riding an elephant.

# mn85:57.4
source: tassāhaṃ santike hatthārūḷhaṃ aṅkusagayhaṃ sippaṃ sikkhissāmī’ti.
mn: I’ll train in that art under him.’

# mn85:57.5
source: So cassa saddho;
mn: If he’s faithful,

# mn85:57.6
source: yāvatakaṃ saddhena pattabbaṃ taṃ sampāpuṇeyya.
mn: he’d achieve what he could with faith.

# mn85:57.7
source: So cassa appābādho;
mn: If he’s healthy,

# mn85:57.8
source: yāvatakaṃ appābādhena pattabbaṃ taṃ sampāpuṇeyya.
mn: he’d achieve what he could with good health.

# mn85:57.9
source: So cassa asaṭho amāyāvī;
mn: If he’s honest and has integrity,

# mn85:57.10
source: yāvatakaṃ asaṭhena amāyāvinā pattabbaṃ taṃ sampāpuṇeyya.
mn: he’d achieve what he could with honesty and integrity.

# mn85:57.11
source: So cassa āraddhavīriyo;
mn: If he’s energetic,

# mn85:57.12
source: yāvatakaṃ āraddhavīriyena pattabbaṃ taṃ sampāpuṇeyya.
mn: he’d achieve what he could with energy.

# mn85:57.13
source: So cassa paññavā;
mn: If he’s wise,

# mn85:57.14
source: yāvatakaṃ paññavatā pattabbaṃ taṃ sampāpuṇeyya.
mn: he’d achieve what he could with wisdom.

# mn85:57.15
source: Taṃ kiṃ maññasi, rājakumāra,
mn: What do you think, prince?

# mn85:57.16
source: api nu so puriso tava santike hatthārūḷhaṃ aṅkusagayhaṃ sippaṃ sikkheyyā”ti?
mn: Could that man still train under you in the art of wielding a hooked goad while riding an elephant?”

# mn85:57.17
source: “Ekamekenāpi, bhante, aṅgena samannāgato so puriso mama santike hatthārūḷhaṃ aṅkusagayhaṃ sippaṃ sikkheyya, ko pana vādo pañcahaṅgehī”ti.
mn: “Sir, if he had even a single one of these factors he could train under me, let alone all five.”

# mn85:58.1
source: “Evameva kho, rājakumāra, pañcimāni padhāniyaṅgāni.
mn: “In the same way, prince, there are these five factors that support meditation.

# mn85:58.2
source: Katamāni pañca?
mn: What five?

# mn85:58.3
source: Idha, rājakumāra, bhikkhu saddho hoti; saddahati tathāgatassa bodhiṃ:
mn: It’s when a noble disciple has faith in the Realized One’s awakening:

# mn85:58.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti;
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn85:58.5
source: appābādho hoti appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya;
mn: They are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation.

# mn85:58.6
source: asaṭho hoti amāyāvī yathābhūtaṃ attānaṃ āvikattā satthari vā viññūsu vā sabrahmacārīsu;
mn: They’re not devious or deceitful. They reveal themselves honestly to the Teacher or sensible spiritual companions.

# mn85:58.7
source: āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu;
mn: They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# mn85:58.8
source: paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammādukkhakkhayagāminiyā.
mn: They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# mn85:58.9
source: Imāni kho, rājakumāra, pañca padhāniyaṅgāni.
mn: These are the five factors that support meditation.

# mn85:59.1
source: Imehi, rājakumāra, pañcahi padhāniyaṅgehi samannāgato bhikkhu tathāgataṃ vināyakaṃ labhamāno—
mn: When a mendicant with these five factors that support meditation has the Realized One as trainer, they could

# mn85:59.2
source: yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyya satta vassāni.
mn: realize the supreme end of the spiritual path in seven years.

# mn85:59.3
source: Tiṭṭhantu, rājakumāra, satta vassāni.
mn: Let alone seven years,

# mn85:59.4
source: Imehi pañcahi padhāniyaṅgehi samannāgato bhikkhu tathāgataṃ vināyakaṃ labhamāno—
mn: they could

# mn85:59.5
source: yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyya chabbassāni …
mn: realize the supreme end of the spiritual path in six years,

# mn85:59.10
source: ekaṃ vassaṃ.
mn: or as little as one year.

# mn85:59.11
source: Tiṭṭhatu, rājakumāra, ekaṃ vassaṃ.
mn: Let alone one year,

# mn85:59.12
source: Imehi pañcahi padhāniyaṅgehi samannāgato bhikkhu tathāgataṃ vināyakaṃ labhamāno—
mn: when a mendicant with these five factors that support meditation has the Realized One as trainer, they could

# mn85:59.13
source: yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyya satta māsāni.
mn: realize the supreme end of the spiritual path in seven months,

# mn85:59.36
source: ekaṃ rattindivaṃ.
mn: or as little as one day.

# mn85:59.37
source: Tiṭṭhatu, rājakumāra, eko rattindivo.
mn: Let alone one day,

# mn85:59.38
source: Imehi pañcahi padhāniyaṅgehi samannāgato bhikkhu tathāgataṃ vināyakaṃ labhamāno sāyamanusiṭṭho pāto visesaṃ adhigamissati, pātamanusiṭṭho sāyaṃ visesaṃ adhigamissatī”ti.
mn: when a mendicant with these five factors that support meditation has the Realized One as trainer, they could be instructed in the evening and achieve distinction in the morning, or be instructed in the morning and achieve distinction in the evening.”

# mn85:60.1
source: Evaṃ vutte, bodhi rājakumāro bhagavantaṃ etadavoca:
mn: When he had spoken, Prince Bodhi said to the Buddha,

# mn85:60.2
source: “aho buddho, aho dhammo, aho dhammassa svākkhātatā.
mn: “Oh, the Buddha! Oh, the teaching! Oh, how well explained is the teaching!

# mn85:60.3
source: Yatra hi nāma sāyamanusiṭṭho pāto visesaṃ adhigamissati, pātamanusiṭṭho sāyaṃ visesaṃ adhigamissatī”ti.
mn: For someone could be instructed in the evening and achieve distinction in the morning, or be instructed in the morning and achieve distinction in the evening.”

# mn85:61.1
source: Evaṃ vutte, sañjikāputto māṇavo bodhiṃ rājakumāraṃ etadavoca:
mn: When he said this, Sañjikāputta said to Prince Bodhi,

# mn85:61.2
source: “evameva panāyaṃ bhavaṃ bodhi:
mn: “Though Master Bodhi speaks like this,

# mn85:61.4
source: atha ca pana na taṃ bhavantaṃ gotamaṃ saraṇaṃ gacchati dhammañca bhikkhusaṃghañcā”ti.
mn: you don’t go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.”

# mn85:61.5
source: “Mā hevaṃ, samma sañjikāputta, avaca; mā hevaṃ, samma sañjikāputta, avaca.
mn: “Don’t say that, dear Sañjikāputta, don’t say that!

# mn85:61.6
source: Sammukhā metaṃ, samma sañjikāputta, ayyāya sutaṃ, sammukhā paṭiggahitaṃ”.
mn: I have heard and learned this in the presence of the lady, my mother.

# mn85:61.7
source: “Ekamidaṃ, samma sañjikāputta, samayaṃ bhagavā kosambiyaṃ viharati ghositārāme.
mn: This one time the Buddha was staying near Kosambi, in Ghosita’s Monastery.

# mn85:61.8
source: Atha kho me ayyā kucchimatī yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnā kho me ayyā bhagavantaṃ etadavoca:
mn: Then my pregnant mother went up to the Buddha, bowed, sat down to one side, and said to him,

# mn85:61.9
source: ‘yo me ayaṃ, bhante, kucchigato kumārako vā kumārikā vā so bhagavantaṃ saraṇaṃ gacchati dhammañca bhikkhusaṃghañca.
mn: ‘Sir, the prince or princess in my womb goes for refuge to the Buddha, the teaching, and the mendicant Saṅgha.

# mn85:61.10
source: Upāsakaṃ taṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan’ti.
mn: From this day forth, may the Buddha remember them as a lay follower who has gone for refuge for life.’

# mn85:61.11
source: Ekamidaṃ, samma sañjikāputta, samayaṃ bhagavā idheva bhaggesu viharati susumāragire bhesakaḷāvane migadāye.
mn: Another time the Buddha was staying here in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.

# mn85:61.12
source: Atha kho maṃ dhāti aṅkena haritvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho maṃ dhāti bhagavantaṃ etadavoca:
mn: Then my nurse, carrying me on her hip, went to the Buddha, bowed, stood to one side, and said to him,

# mn85:61.13
source: ‘ayaṃ, bhante, bodhi rājakumāro bhagavantaṃ saraṇaṃ gacchati dhammañca bhikkhusaṃghañca.
mn: ‘Sir, this Prince Bodhi goes for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# mn85:61.14
source: Upāsakaṃ taṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan’ti.
mn: From this day forth, may the Buddha remember him as a lay follower who has gone for refuge for life.’

# mn85:61.15
source: Esāhaṃ, samma sañjikāputta, tatiyakampi bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṃghañca.
mn: Now for a third time I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# mn85:61.16
source: Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”
