Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn083.po
Languages: mn

# mn83:0.1
source: Majjhima Nikāya 83
mn: Middle Discourses 83

# mn83:0.2
source: Maghadevasutta
mn: About King Makhādeva

# mn83:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn83:1.2
source: ekaṃ samayaṃ bhagavā mithilāyaṃ viharati maghadevaambavane.
mn: At one time the Buddha was staying near Mithilā in the Makhādeva Mango Grove.

# mn83:2.1
source: Atha kho bhagavā aññatarasmiṃ padese sitaṃ pātvākāsi.
mn: Then the Buddha smiled at a certain spot.

# mn83:2.2
source: Atha kho āyasmato ānandassa etadahosi:
mn: Then Venerable Ānanda thought,

# mn83:2.3
source: “ko nu kho hetu, ko paccayo bhagavato sitassa pātukammāya?
mn: “What is the cause, what is the reason why the Buddha smiled?

# mn83:2.4
source: Na akāraṇena tathāgatā sitaṃ pātukarontī”ti.
mn: Realized Ones do not smile for no reason.”

# mn83:2.5
source: Atha kho āyasmā ānando ekaṃsaṃ cīvaraṃ katvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:
mn: So Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said,

# mn83:2.6
source: “ko nu kho, bhante, hetu, ko paccayo bhagavato sitassa pātukammāya?
mn: “What is the cause, what is the reason why the Buddha smiled?

# mn83:2.7
source: Na akāraṇena tathāgatā sitaṃ pātukarontī”ti.
mn: Realized Ones do not smile for no reason.”

# mn83:3.1
source: “Bhūtapubbaṃ, ānanda, imissāyeva mithilāyaṃ rājā ahosi maghadevo nāma dhammiko dhammarājā dhamme ṭhito mahārājā;
mn: “Once upon a time, Ānanda, right here in Mithilā there was a just and principled king named Makhādeva, a great king who stood by his duty.

# mn83:3.2
source: dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca;
mn: He justly treated brahmins and householders, and people of town and country.

# mn83:3.3
source: uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassa.
mn: And he observed the sabbath on the fourteenth, fifteenth, and eighth of the fortnight.

# mn83:4.1
source: Atha kho, ānanda, rājā maghadevo bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena kappakaṃ āmantesi:
mn: Then, after many years, many hundred years, many thousand years had passed, King Makhādeva addressed his barber,

# mn83:4.2
source: ‘yadā me, samma kappaka, passeyyāsi sirasmiṃ palitāni jātāni, atha me āroceyyāsī’ti.
mn: ‘My dear barber, when you see grey hairs growing on my head, please tell me.’

# mn83:4.3
source: ‘Evaṃ, devā’ti kho, ānanda, kappako rañño maghadevassa paccassosi.
mn: ‘Yes, Your Majesty,’ replied the barber.

# mn83:4.4
source: Addasā kho, ānanda, kappako bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena rañño maghadevassa sirasmiṃ palitāni jātāni.
mn: When many thousands of years had passed, the barber saw grey hairs growing on the king’s head.

# mn83:4.5
source: Disvāna rājānaṃ maghadevaṃ etadavoca:
mn: He said to the king,

# mn83:4.6
source: ‘pātubhūtā kho devassa devadūtā, dissanti sirasmiṃ palitāni jātānī’ti.
mn: ‘The messengers of the gods have shown themselves to you. Grey hairs can be seen growing on your head.’

# mn83:4.7
source: ‘Tena hi, samma kappaka, tāni palitāni sādhukaṃ saṇḍāsena uddharitvā mama añjalismiṃ patiṭṭhāpehī’ti.
mn: ‘Well then, my dear barber, carefully pull them out with tweezers and place them in my cupped hands.’

# mn83:4.8
source: ‘Evaṃ, devā’ti kho, ānanda, kappako rañño maghadevassa paṭissutvā tāni palitāni sādhukaṃ saṇḍāsena uddharitvā rañño maghadevassa añjalismiṃ patiṭṭhāpesi.
mn: ‘Yes, Your Majesty,’ replied the barber, and he did as the king said.

# mn83:4.9
source: Atha kho, ānanda, rājā maghadevo kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca:
mn: The king gave the barber a prize village, then summoned the crown prince and said,

# mn83:4.10
source: ‘pātubhūtā kho me, tāta kumāra, devadūtā;
mn: ‘Dear prince, the messengers of the gods have shown themselves to me.

# mn83:4.11
source: dissanti sirasmiṃ palitāni jātāni;
mn: Grey hairs can be seen growing on my head.

# mn83:4.12
source: bhuttā kho pana me mānusakā kāmā;
mn: I have enjoyed human pleasures.

# mn83:4.13
source: samayo dibbe kāme pariyesituṃ.
mn: Now it is time to seek heavenly pleasures.

# mn83:4.14
source: Ehi tvaṃ, tāta kumāra, imaṃ rajjaṃ paṭipajja.
mn: Come, dear prince, rule the realm.

# mn83:4.15
source: Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmi.
mn: I shall shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.

# mn83:4.16
source: Tena hi, tāta kumāra, yadā tvampi passeyyāsi sirasmiṃ palitāni jātāni, atha kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyāsi.
mn: For dear prince, you too will one day see grey hairs growing on your head. When this happens, after giving a prize village to the barber and carefully instructing the crown prince in kingship, you should shave off your hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.

# mn83:4.17
source: Yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosi.
mn: Keep up this good practice that I have founded. Do not be my final man.

# mn83:4.18
source: Yasmiṃ kho, tāta kumāra, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṃ antimapuriso hoti.
mn: Whatever generation is current when such good practice is broken, he is their final man.

# mn83:4.19
source: Taṃ tāhaṃ, tāta kumāra, evaṃ vadāmi—
mn: Therefore I say to you,

# mn83:4.20
source: yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosī’ti.
mn: “Keep up this good practice that I have founded. Do not be my final man.”’

# mn83:5.1
source: Atha kho, ānanda, rājā maghadevo kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā imasmiṃyeva maghadevaambavane kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji.
mn: And so, after giving a prize village to the barber and carefully instructing the crown prince in kingship, King Makhādeva shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness here in this mango grove.

# mn83:5.2
source: So mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi.
mn: He meditated spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn83:5.3
source: Karuṇāsahagatena cetasā …
mn: He meditated spreading a heart full of compassion …

# mn83:5.4
source: muditāsahagatena cetasā …
mn: rejoicing …

# mn83:5.5
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi.
mn: equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn83:6.1
source: Rājā kho panānanda, maghadevo caturāsītivassasahassāni kumārakīḷitaṃ kīḷi, caturāsītivassasahassāni oparajjaṃ kāresi, caturāsītivassasahassāni rajjaṃ kāresi, caturāsītivassasahassāni imasmiṃyeva maghadevaambavane agārasmā anagāriyaṃ pabbajito brahmacariyamacari.
mn: For 84,000 years King Makhādeva played games as a child, for 84,000 years he acted as viceroy, for 84,000 years he ruled the realm, and for 84,000 years he led the spiritual life after going forth here in this mango grove.

# mn83:6.2
source: So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpago ahosi.
mn: Having developed these four Brahmā meditations, when his body broke up, after death, he was reborn in a good place, a Brahmā realm.

# mn83:7.1
source: Atha kho rañño, ānanda, maghadevassa putto bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena kappakaṃ āmantesi:
mn: Then, after many years, many hundred years, many thousand years had passed, King Makhādeva’s son addressed his barber,

# mn83:7.2
source: ‘yadā me, samma kappaka, passeyyāsi sirasmiṃ palitāni jātāni, atha kho āroceyyāsī’ti.
mn: ‘My dear barber, when you see grey hairs growing on my head, please tell me.’

# mn83:7.3
source: ‘Evaṃ, devā’ti kho, ānanda, kappako rañño maghadevassa puttassa paccassosi.
mn: And all unfolded as in the case of his father.

# mn83:9.7
source: So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpago ahosi.
mn: And having developed the four Brahmā meditations, when his body broke up, after death, Makhādeva’s son was reborn in a good place, a Brahmā realm.

# mn83:10.1
source: Rañño kho panānanda, maghadevassa puttapaputtakā tassa paramparā caturāsītirājasahassāni imasmiṃyeva maghadevaambavane kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃsu.
mn: And a lineage of 84,000 kings, sons of sons of King Makhādeva, shaved off their hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness here in this mango grove.

# mn83:10.2
source: Te mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihariṃsu, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihariṃsu.
mn: They meditated spreading a heart full of love …

# mn83:11.1
source: Karuṇāsahagatena cetasā …
mn: compassion …

# mn83:11.2
source: muditāsahagatena cetasā …
mn: rejoicing …

# mn83:11.3
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihariṃsu, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihariṃsu.
mn: equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn83:11.4
source: Caturāsītivassasahassāni kumārakīḷitaṃ kīḷiṃsu, caturāsītivassasahassāni oparajjaṃ kāresuṃ, caturāsītivassasahassāni rajjaṃ kāresuṃ, caturāsītivassasahassāni imasmiṃyeva maghadevaambavane agārasmā anagāriyaṃ pabbajitā brahmacariyamacariṃsu.
mn: For 84,000 years they played games as a child, for 84,000 years they acted as viceroy, for 84,000 years they ruled the realm, and for 84,000 years they led the spiritual life after going forth here in this mango grove.

# mn83:11.5
source: Te cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpagā ahesuṃ.
mn: And having developed the four Brahmā meditations, when their bodies broke up, after death, they were reborn in a good place, a Brahmā realm.

# mn83:12.1
source: Nimi tesaṃ rājā pacchimako ahosi dhammiko dhammarājā dhamme ṭhito mahārājā;
mn: Nimi was the last of those kings, a just and principled king, a great king who stood by his duty.

# mn83:12.2
source: dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca;
mn: He justly treated brahmins and householders, and people of town and country.

# mn83:12.3
source: uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassa.
mn: And he observed the sabbath on the fourteenth, fifteenth, and eighth of the fortnight.

# mn83:13.1
source: Bhūtapubbaṃ, ānanda, devānaṃ tāvatiṃsānaṃ sudhammāyaṃ sabhāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:
mn: Once upon a time, Ānanda, while the gods of the Thirty-Three were sitting together in the Hall of Justice, this discussion came up among them:

# mn83:13.2
source: ‘lābhā vata, bho, videhānaṃ, suladdhaṃ vata, bho, videhānaṃ,
mn: ‘The people of Videha are so fortunate, so very fortunate

# mn83:13.3
source: yesaṃ nimi rājā dhammiko dhammarājā dhamme ṭhito mahārājā;
mn: to have Nimi as their king. He is a just and principled king, a great king who stands by his duty.

# mn83:13.4
source: dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca;
mn: He justly treats brahmins and householders, and people of town and country.

# mn83:13.5
source: uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassā’ti.
mn: And he observes the sabbath on the fourteenth, fifteenth, and eighth of the fortnight.’

# mn83:13.6
source: Atha kho, ānanda, sakko devānamindo deve tāvatiṃse āmantesi:
mn: Then Sakka, lord of gods, addressed the gods of the Thirty-Three,

# mn83:13.7
source: ‘iccheyyātha no tumhe, mārisā, nimiṃ rājānaṃ daṭṭhun’ti?
mn: ‘Good sirs, would you like to see King Nimi?’

# mn83:13.8
source: ‘Icchāma mayaṃ, mārisa, nimiṃ rājānaṃ daṭṭhun’ti.
mn: ‘We would.’

# mn83:13.9
source: Tena kho pana, ānanda, samayena nimi rājā tadahuposathe pannarase sīsaṃnhāto uposathiko uparipāsādavaragato nisinno hoti.
mn: Now at that time it was the fifteenth day sabbath, and King Nimi had bathed his head and was sitting upstairs in the stilt longhouse to observe the sabbath.

# mn83:13.10
source: Atha kho, ānanda, sakko devānamindo—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—devesu tāvatiṃsesu antarahito nimissa rañño pamukhe pāturahosi.
mn: Then, as easily as a strong person would extend or contract their arm, Sakka vanished from the Thirty-Three gods and reappeared in front of King Nimi.

# mn83:13.11
source: Atha kho, ānanda, sakko devānamindo nimiṃ rājānaṃ etadavoca:
mn: He said to the king,

# mn83:13.12
source: ‘lābhā te, mahārāja, suladdhaṃ te, mahārāja.
mn: ‘You’re fortunate, great king, so very fortunate.

# mn83:13.13
source: Devā, mahārāja, tāvatiṃsā sudhammāyaṃ sabhāyaṃ kittayamānarūpā sannisinnā:
mn: The gods of the Thirty-Three were sitting together in the Hall of Justice, where they spoke very highly of you.

# mn83:13.18
source: Devā te, mahārāja, tāvatiṃsā dassanakāmā.
mn: They would like to see you.

# mn83:13.19
source: Tassa te ahaṃ, mahārāja, sahassayuttaṃ ājaññarathaṃ pahiṇissāmi;
mn: I shall send a chariot harnessed with a thousand thoroughbreds for you, great king.

# mn83:13.20
source: abhiruheyyāsi, mahārāja, dibbaṃ yānaṃ avikampamāno’ti.
mn: Mount the heavenly chariot, great king! Do not waver.’

# mn83:13.21
source: Adhivāsesi kho, ānanda, nimi rājā tuṇhībhāvena.
mn: King Nimi consented in silence.

# mn83:13.22
source: Atha kho, ānanda, sakko devānamindo nimissa rañño adhivāsanaṃ viditvā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—nimissa rañño pamukhe antarahito devesu tāvatiṃsesu pāturahosi.
mn: Then, knowing that the king had consented, as easily as a strong person would extend or contract their arm, Sakka vanished from King Nimi and reappeared among the Thirty-Three gods.

# mn83:14.1
source: Atha kho, ānanda, sakko devānamindo mātaliṃ saṅgāhakaṃ āmantesi:
mn: Then Sakka, lord of gods, addressed his charioteer Mātali,

# mn83:14.2
source: ‘ehi tvaṃ, samma mātali, sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ upasaṅkamitvā evaṃ vadehi—
mn: ‘Come, dear Mātali, harness the chariot with a thousand thoroughbreds. Then go to King Nimi and say,

# mn83:14.3
source: ayaṃ te, mahārāja, sahassayutto ājaññaratho sakkena devānamindena pesito;
mn: “Great king, this chariot has been sent for you by Sakka, lord of gods.

# mn83:14.4
source: abhiruheyyāsi, mahārāja, dibbaṃ yānaṃ avikampamāno’ti.
mn: Mount the heavenly chariot, great king! Do not waver.”’

# mn83:14.5
source: ‘Evaṃ, bhaddantavā’ti kho, ānanda, mātali saṅgāhako sakkassa devānamindassa paṭissutvā sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ upasaṅkamitvā etadavoca:
mn: ‘Yes, lord,’ replied Mātali. He did as Sakka asked, and said to the king,

# mn83:14.6
source: ‘ayaṃ te, mahārāja, sahassayutto ājaññaratho sakkena devānamindena pesito;
mn: ‘Great king, this chariot has been sent for you by Sakka, lord of gods.

# mn83:14.7
source: abhiruha, mahārāja, dibbaṃ yānaṃ avikampamāno.
mn: Mount the heavenly chariot, great king! Do not waver.

# mn83:14.8
source: Api ca, mahārāja, katamena taṃ nemi, yena vā pāpakammā pāpakānaṃ kammānaṃ vipākaṃ paṭisaṃvedenti, yena vā kalyāṇakammā kalyāṇakammānaṃ vipākaṃ paṭisaṃvedentī’ti?
mn: But which way should we go—the way of those who experience the result of bad deeds, or the way of those who experience the result of good deeds?’

# mn83:14.9
source: ‘Ubhayeneva maṃ, mātali, nehī’ti.
mn: ‘Take me both ways, Mātali.’

# mn83:15.1
source: Sampavesesi kho, ānanda, mātali, saṅgāhako nimiṃ rājānaṃ sudhammaṃ sabhaṃ.
mn: Mātali brought King Nimi to the Hall of Justice.

# mn83:15.2
source: Addasā kho, ānanda, sakko devānamindo nimiṃ rājānaṃ dūratova āgacchantaṃ.
mn: Sakka saw King Nimi coming off in the distance,

# mn83:15.3
source: Disvāna nimiṃ rājānaṃ etadavoca:
mn: and said to him:

# mn83:15.4
source: ‘ehi kho, mahārāja.
mn: ‘Come, great king!

# mn83:15.5
source: Svāgataṃ, mahārāja.
mn: Welcome, great king!

# mn83:15.6
source: Devā te dassanakāmā, mahārāja, tāvatiṃsā sudhammāyaṃ sabhāyaṃ kittayamānarūpā sannisinnā:
mn: The gods of the Thirty-Three who wanted to see you were sitting together in the Hall of Justice, where they spoke very highly of you.

# mn83:15.11
source: Devā te, mahārāja, tāvatiṃsā dassanakāmā.
mn: The gods of the Thirty-Three would like to see you.

# mn83:15.12
source: Abhirama, mahārāja, devesu devānubhāvenā’ti.
mn: Enjoy divine glory among the gods!’

# mn83:15.13
source: ‘Alaṃ, mārisa, tattheva maṃ mithilaṃ paṭinetu.
mn: ‘Enough, good sir. Send me back to Mithila right away.

# mn83:15.14
source: Tathāhaṃ dhammaṃ carissāmi brāhmaṇagahapatikesu negamesu ceva jānapadesu ca;
mn: That way I shall justly treat brahmins and householders, and people of town and country.

# mn83:15.15
source: uposathañca upavasāmi cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassā’ti.
mn: And I shall observe the sabbath on the fourteenth, fifteenth, and eighth of the fortnight.’

# mn83:16.1
source: Atha kho, ānanda, sakko devānamindo mātaliṃ saṅgāhakaṃ āmantesi:
mn: Then Sakka, lord of gods, addressed his charioteer Mātali,

# mn83:16.2
source: ‘ehi tvaṃ, samma mātali, sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ tattheva mithilaṃ paṭinehī’ti.
mn: ‘Come, dear Mātali, harness the chariot with a thousand thoroughbreds and send King Nimi back to Mithila right away.’

# mn83:16.3
source: ‘Evaṃ, bhaddantavā’ti kho, ānanda, mātali saṅgāhako sakkassa devānamindassa paṭissutvā sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ tattheva mithilaṃ paṭinesi.
mn: ‘Yes, lord,’ replied Mātali, and did as Sakka asked.

# mn83:16.4
source: Tatra sudaṃ, ānanda, nimi rājā dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca, uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassāti.
mn: And there King Nimi justly treated his people, and observed the sabbath.

# mn83:16.5
source: Atha kho, ānanda, nimi rājā bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena kappakaṃ āmantesi:
mn: Then, after many years, many hundred years, many thousand years had passed, King Nimi addressed his barber,

# mn83:16.6
source: ‘yadā me, samma kappaka, passeyyāsi sirasmiṃ palitāni jātāni, atha me āroceyyāsī’ti.
mn: ‘My dear barber, when you see grey hairs growing on my head, please tell me.’

# mn83:16.7
source: ‘Evaṃ, devā’ti kho, ānanda, kappako nimissa rañño paccassosi.
mn: And all unfolded as before.

# mn83:17-19.7
source: So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpago ahosi.
mn: And having developed the four Brahmā meditations, when his body broke up, after death, King Nimi was reborn in a good place, a Brahmā realm.

# mn83:20.1
source: Nimissa kho panānanda, rañño kaḷārajanako nāma putto ahosi.
mn: But King Nimi had a son named Kaḷārajanaka.

# mn83:20.2
source: Na so agārasmā anagāriyaṃ pabbaji.
mn: He didn’t go forth from the lay life to homelessness.

# mn83:20.3
source: So taṃ kalyāṇaṃ vattaṃ samucchindi.
mn: He broke that good practice.

# mn83:20.4
source: So tesaṃ antimapuriso ahosi.
mn: He was their final man.

# mn83:21.1
source: Siyā kho pana te, ānanda, evamassa:
mn: Ānanda, you might think,

# mn83:21.2
source: ‘añño nūna tena samayena rājā maghadevo ahosi, yena taṃ kalyāṇaṃ vattaṃ nihitan’ti.
mn: ‘Surely King Makhādeva, by whom that good practice was founded, must have been someone else at that time?’

# mn83:21.3
source: Na kho panetaṃ, ānanda, evaṃ daṭṭhabbaṃ.
mn: But you should not see it like this.

# mn83:21.4
source: Ahaṃ tena samayena rājā maghadevo ahosiṃ.
mn: I myself was King Makhādeva at that time.

# mn83:21.5
source: Ahaṃ taṃ kalyāṇaṃ vattaṃ nihiniṃ, mayā taṃ kalyāṇaṃ vattaṃ nihitaṃ;
mn: I was the one who founded that good practice,

# mn83:21.6
source: pacchimā janatā anuppavattesi.
mn: which was kept up by those who came after.

# mn83:21.7
source: Taṃ kho panānanda, kalyāṇaṃ vattaṃ na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva brahmalokūpapattiyā.
mn: But that good practice doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the Brahmā realm.

# mn83:21.8
source: Idaṃ kho panānanda, etarahi mayā kalyāṇaṃ vattaṃ nihitaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.
mn: But now I have founded a good practice that does lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.

# mn83:21.9
source: Katamañcānanda, etarahi mayā kalyāṇaṃ vattaṃ nihitaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati?
mn: And what is that good practice?

# mn83:21.10
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
mn: It is simply this noble eightfold path, that is:

# mn83:21.11
source: sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi.
mn: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# mn83:21.12
source: Idaṃ kho, ānanda, etarahi mayā kalyāṇaṃ vattaṃ nihitaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.
mn: This is the good practice I have now founded that leads to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.

# mn83:21.13
source: Taṃ vo ahaṃ, ānanda, evaṃ vadāmi:
mn: Ānanda, I say to you:

# mn83:21.14
source: ‘yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyātha, mā kho me tumhe antimapurisā ahuvattha’.
mn: ‘You all should keep up this good practice that I have founded. Do not be my final men.’

# mn83:21.15
source: Yasmiṃ kho, ānanda, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṃ antimapuriso hoti.
mn: Whatever generation is current when such good practice is broken, he is their final man.

# mn83:21.16
source: Taṃ vo ahaṃ, ānanda, evaṃ vadāmi:
mn: Ānanda, I say to you:

# mn83:21.17
source: ‘yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyātha, mā kho me tumhe antimapurisā ahuvatthā’”ti.
mn: ‘You all should keep up this good practice that I have founded. Do not be my final men.’”

# mn83:21.18
source: Idamavoca bhagavā.
mn: That is what the Buddha said.
