Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn086.po
Languages: mn

# mn86:0.1
source: Majjhima Nikāya 86
mn: Middle Discourses 86

# mn86:0.2
source: Aṅgulimālasutta
mn: With Aṅgulimāla

# mn86:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn86:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn86:2.1
source: Tena kho pana samayena rañño pasenadissa kosalassa vijite coro aṅgulimālo nāma hoti luddo lohitapāṇi hatapahate niviṭṭho adayāpanno pāṇabhūtesu.
mn: Now at that time in the realm of King Pasenadi of Kosala there was a bandit named Aṅgulimāla. He was violent, bloody-handed, a hardened killer, merciless to living beings.

# mn86:2.2
source: Tena gāmāpi agāmā katā, nigamāpi anigamā katā, janapadāpi ajanapadā katā.
mn: He laid waste to villages, towns, and countries.

# mn86:2.3
source: So manusse vadhitvā vadhitvā aṅgulīnaṃ mālaṃ dhāreti.
mn: He was constantly murdering people, and he wore their fingers as a necklace.

# mn86:3.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms.

# mn86:3.2
source: Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto senāsanaṃ saṃsāmetvā pattacīvaramādāya yena coro aṅgulimālo tenaddhānamaggaṃ paṭipajji.
mn: Then, after the meal, on his return from alms-round, he set his lodgings in order and, taking his bowl and robe, he walked down the road that led to Aṅgulimāla.

# mn86:3.3
source: Addasāsuṃ kho gopālakā pasupālakā kassakā pathāvino bhagavantaṃ yena coro aṅgulimālo tenaddhānamaggapaṭipannaṃ.
mn: The cowherds, shepherds, farmers, and travelers saw him on the road,

# mn86:3.4
source: Disvāna bhagavantaṃ etadavocuṃ:
mn: and said to him,

# mn86:3.5
source: “mā, samaṇa, etaṃ maggaṃ paṭipajji.
mn: “Don’t take this road, ascetic.

# mn86:3.6
source: Etasmiṃ, samaṇa, magge coro aṅgulimālo nāma luddo lohitapāṇi hatapahate niviṭṭho adayāpanno pāṇabhūtesu.
mn: On this road there is a bandit named Aṅgulimāla. He is violent, bloody-handed, a hardened killer, merciless to living beings.

# mn86:3.7
source: Tena gāmāpi agāmā katā, nigamāpi anigamā katā, janapadāpi ajanapadā katā.
mn: He has laid waste to villages, towns, and countries.

# mn86:3.8
source: So manusse vadhitvā vadhitvā aṅgulīnaṃ mālaṃ dhāreti.
mn: He is constantly murdering people, and he wears their fingers as a necklace.

# mn86:3.9
source: Etañhi, samaṇa, maggaṃ dasapi purisā vīsampi purisā tiṃsampi purisā cattārīsampi purisā paññāsampi purisā saṅkaritvā saṅkaritvā paṭipajjanti.
mn: People travel along this road only after banding closely together in groups of ten, twenty, thirty, forty, or fifty.

# mn86:3.10
source: Tepi corassa aṅgulimālassa hatthatthaṃ gacchantī”ti.
mn: Still they meet their end by Aṅgulimāla’s hand.”

# mn86:3.11
source: Evaṃ vutte, bhagavā tuṇhībhūto agamāsi.
mn: But when they said this, the Buddha went on in silence.

# mn86:3.12
source: Dutiyampi kho gopālakā … pe …
mn: For a second time …

# mn86:3.13
source: tatiyampi kho gopālakā pasupālakā kassakā pathāvino bhagavantaṃ etadavocuṃ:
mn: and a third time, they urged the Buddha to turn back.

# mn86:4.1
source: Atha kho bhagavā tuṇhībhūto agamāsi.
mn: But when they said this, the Buddha went on in silence.

# mn86:4.2
source: Addasā kho coro aṅgulimālo bhagavantaṃ dūratova āgacchantaṃ.
mn: The bandit Aṅgulimāla saw the Buddha coming off in the distance,

# mn86:4.3
source: Disvānassa etadahosi:
mn: and thought,

# mn86:4.4
source: “acchariyaṃ vata bho, abbhutaṃ vata bho.
mn: “It’s incredible, it’s amazing!

# mn86:4.5
source: Imañhi maggaṃ dasapi purisā vīsampi purisā tiṃsampi purisā cattārīsampi purisā paññāsampi purisā saṅkaritvā saṅkaritvā paṭipajjanti.
mn: People travel along this road only after banding closely together in groups of ten, twenty, thirty, forty, or fifty.

# mn86:4.6
source: Tepi mama hatthatthaṃ gacchanti.
mn: Still they meet their end by my hand.

# mn86:4.7
source: Atha ca panāyaṃ samaṇo eko adutiyo pasayha maññe āgacchati.
mn: But still this ascetic comes along alone and unaccompanied, like he had beaten me already.

# mn86:4.8
source: Yannūnāhaṃ imaṃ samaṇaṃ jīvitā voropeyyan”ti.
mn: Why don’t I take his life?”

# mn86:5.1
source: Atha kho coro aṅgulimālo asicammaṃ gahetvā dhanukalāpaṃ sannayhitvā bhagavantaṃ piṭṭhito piṭṭhito anubandhi.
mn: Then Aṅgulimāla donned his sword and shield, fastened his bow and arrows, and followed behind the Buddha.

# mn86:5.2
source: Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā coro aṅgulimālo bhagavantaṃ pakatiyā gacchantaṃ sabbathāmena gacchanto na sakkoti sampāpuṇituṃ.
mn: But the Buddha used his psychic power to will that Aṅgulimāla could not catch up with him no matter how hard he tried, even though the Buddha kept walking at a normal speed.

# mn86:5.3
source: Atha kho corassa aṅgulimālassa etadahosi:
mn: Then Aṅgulimāla thought,

# mn86:5.4
source: “acchariyaṃ vata bho, abbhutaṃ vata bho.
mn: “It’s incredible, it’s amazing!

# mn86:5.5
source: Ahañhi pubbe hatthimpi dhāvantaṃ anupatitvā gaṇhāmi, assampi dhāvantaṃ anupatitvā gaṇhāmi, rathampi dhāvantaṃ anupatitvā gaṇhāmi, migampi dhāvantaṃ anupatitvā gaṇhāmi;
mn: Previously, even when I’ve chased a speeding elephant, horse, chariot or deer, I’ve always caught up with them.

# mn86:5.6
source: atha ca panāhaṃ imaṃ samaṇaṃ pakatiyā gacchantaṃ sabbathāmena gacchanto na sakkomi sampāpuṇitun”ti.
mn: But I can’t catch up with this ascetic no matter how hard I try, even though he’s walking at a normal speed.”

# mn86:5.7
source: Ṭhitova bhagavantaṃ etadavoca:
mn: He stood still and said,

# mn86:5.8
source: “tiṭṭha, tiṭṭha, samaṇā”ti.
mn: “Stop, stop, ascetic!”

# mn86:5.9
source: “Ṭhito ahaṃ, aṅgulimāla, tvañca tiṭṭhā”ti.
mn: “I’ve stopped, Aṅgulimāla—now you stop.”

# mn86:5.10
source: Atha kho corassa aṅgulimālassa etadahosi:
mn: Then Aṅgulimāla thought,

# mn86:5.11
source: “ime kho samaṇā sakyaputtiyā saccavādino saccapaṭiññā.
mn: “These Sakyan ascetics speak the truth.

# mn86:5.12
source: Atha panāyaṃ samaṇo gacchaṃ yevāha:
mn: Yet while walking the ascetic Gotama says:

# mn86:5.13
source: ‘ṭhito ahaṃ, aṅgulimāla, tvañca tiṭṭhā’ti.
mn: ‘I’ve stopped, Aṅgulimāla—now you stop.’

# mn86:5.14
source: Yannūnāhaṃ imaṃ samaṇaṃ puccheyyan”ti.
mn: Why don’t I ask him about this?”

# mn86:6.1
source: Atha kho coro aṅgulimālo bhagavantaṃ gāthāya ajjhabhāsi:
mn: Then he addressed the Buddha in verse:

# mn86:6.2
source: “Gacchaṃ vadesi samaṇa ṭhitomhi,
mn: “While walking, ascetic, you say ‘I’ve stopped.’

# mn86:6.3
source: Mamañca brūsi ṭhitamaṭṭhitoti;
mn: And I have stopped, but you tell me I’ve not.

# mn86:6.4
source: Pucchāmi taṃ samaṇa etamatthaṃ,
mn: I’m asking you this, ascetic:

# mn86:6.5
source: Kathaṃ ṭhito tvaṃ ahamaṭṭhitomhī”ti.
mn: how is it you’ve stopped and I have not?”

# mn86:6.6
source: “Ṭhito ahaṃ aṅgulimāla sabbadā,
mn: “Aṅgulimāla, I have forever stopped—

# mn86:6.7
source: Sabbesu bhūtesu nidhāya daṇḍaṃ;
mn: I’ve cast off violence towards all creatures.

# mn86:6.8
source: Tuvañca pāṇesu asaññatosi,
mn: But you can’t stop yourself from harming living creatures;

# mn86:6.9
source: Tasmā ṭhitohaṃ tuvamaṭṭhitosī”ti.
mn: that’s why I’ve stopped, but you have not.”

# mn86:6.10
source: “Cirassaṃ vata me mahito mahesī,
mn: “Oh, at long last a hermit,

# mn86:6.11
source: Mahāvanaṃ pāpuṇi saccavādī;
mn: a great sage who I honor, has entered this great forest.

# mn86:6.12
source: Sohaṃ carissāmi pahāya pāpaṃ,
mn: Now that I’ve heard your verse on Dhamma,

# mn86:6.13
source: Sutvāna gāthaṃ tava dhammayuttaṃ”.
mn: I shall live without evil.”

# mn86:6.14
source: Itveva coro asimāvudhañca,
mn: With these words, the bandit hurled his sword and weapons

# mn86:6.15
source: Sobbhe papāte narake akiri;
mn: down a cliff into a chasm.

# mn86:6.16
source: Avandi coro sugatassa pāde,
mn: He venerated the Holy One’s feet,

# mn86:6.17
source: Tattheva naṃ pabbajjaṃ ayāci.
mn: and asked him for the going forth right away.

# mn86:6.18
source: Buddho ca kho kāruṇiko mahesi,
mn: Then the Buddha, the compassionate great hermit,

# mn86:6.19
source: Yo satthā lokassa sadevakassa;
mn: the teacher of the world with its gods,

# mn86:6.20
source: “Tamehi bhikkhū”ti tadā avoca,
mn: said to him, “Come, monk!”

# mn86:6.21
source: Eseva tassa ahu bhikkhubhāvoti.
mn: And with that he became a monk.

# mn86:7.1
source: Atha kho bhagavā āyasmatā aṅgulimālena pacchāsamaṇena yena sāvatthi tena cārikaṃ pakkāmi.
mn: Then the Buddha set out for Sāvatthī with Venerable Aṅgulimāla as his second monk.

# mn86:7.2
source: Anupubbena cārikaṃ caramāno yena sāvatthi tadavasari.
mn: Traveling stage by stage, he arrived at Sāvatthī,

# mn86:7.3
source: Tatra sudaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: where he stayed in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn86:8.1
source: Tena kho pana samayena rañño pasenadissa kosalassa antepuradvāre mahājanakāyo sannipatitvā uccāsaddo mahāsaddo hoti:
mn: Now at that time a crowd had gathered by the gate of King Pasenadi’s royal compound making a dreadful racket,

# mn86:8.2
source: “coro te, deva, vijite aṅgulimālo nāma luddo lohitapāṇi hatapahate niviṭṭho adayāpanno pāṇabhūtesu.
mn: “In your realm, Your Majesty, there is a bandit named Aṅgulimāla. He is violent, bloody-handed, a hardened killer, merciless to living beings.

# mn86:8.3
source: Tena gāmāpi agāmā katā, nigamāpi anigamā katā, janapadāpi ajanapadā katā.
mn: He has laid waste to villages, towns, and countries.

# mn86:8.4
source: So manusse vadhitvā vadhitvā aṅgulīnaṃ mālaṃ dhāreti.
mn: He is constantly murdering people, and he wears their fingers as a necklace.

# mn86:8.5
source: Taṃ devo paṭisedhetū”ti.
mn: Your Majesty must put a stop to him!”

# mn86:9.1
source: Atha kho rājā pasenadi kosalo pañcamattehi assasatehi sāvatthiyā nikkhami divā divassa.
mn: Then King Pasenadi drove out from Sāvatthī in the middle of the day with around five hundred horses,

# mn86:9.2
source: Yena ārāmo tena pāvisi.
mn: heading for the monastery.

# mn86:9.3
source: Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho rājānaṃ pasenadiṃ kosalaṃ bhagavā etadavoca:
mn: He went by carriage as far as the terrain allowed, then descended and approached the Buddha on foot. He bowed and sat down to one side. The Buddha said to him,

# mn86:9.4
source: “kiṃ nu te, mahārāja, rājā vā māgadho seniyo bimbisāro kupito vesālikā vā licchavī aññe vā paṭirājāno”ti?
mn: “What is it, great king? Is King Seniya Bimbisāra of Magadha angry with you, or the Licchavis of Vesālī, or some other opposing ruler?”

# mn86:10.1
source: “Na kho me, bhante, rājā māgadho seniyo bimbisāro kupito, nāpi vesālikā licchavī, nāpi aññe paṭirājāno.
mn: “No, sir.

# mn86:10.2
source: Coro me, bhante, vijite aṅgulimālo nāma luddo lohitapāṇi hatapahate niviṭṭho adayāpanno pāṇabhūtesu.
mn: In my realm there is a bandit named Aṅgulimāla. He is violent, bloody-handed, a hardened killer, merciless to living beings. …

# mn86:10.5
source: Tāhaṃ, bhante, paṭisedhissāmī”ti.
mn: I shall put a stop to him.”

# mn86:11.1
source: “Sace pana tvaṃ, mahārāja, aṅgulimālaṃ passeyyāsi kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajitaṃ, virataṃ pāṇātipātā, virataṃ adinnādānā, virataṃ musāvādā, ekabhattikaṃ, brahmacāriṃ, sīlavantaṃ, kalyāṇadhammaṃ, kinti naṃ kareyyāsī”ti?
mn: “But great king, suppose you were to see that Aṅgulimāla had shaved off his hair and beard, dressed in ocher robes, and gone forth from the lay life to homelessness. And that he was refraining from killing living creatures, stealing, and lying; that he was eating in one part of the day, and was celibate, ethical, and of good character. What would you do to him?”

# mn86:11.2
source: “Abhivādeyyāma vā, bhante, paccuṭṭheyyāma vā āsanena vā nimanteyyāma, abhinimanteyyāma vā naṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi, dhammikaṃ vā assa rakkhāvaraṇaguttiṃ saṃvidaheyyāma.
mn: “I would bow to him, rise in his presence, or offer him a seat. I’d invite him to accept robes, alms-food, lodgings, and medicines and supplies for the sick. And I’d arrange for his lawful guarding and protection.

# mn86:11.3
source: Kuto panassa, bhante, dussīlassa pāpadhammassa evarūpo sīlasaṃyamo bhavissatī”ti?
mn: But sir, how could such an immoral, evil man ever have such virtue and restraint?”

# mn86:12.1
source: Tena kho pana samayena āyasmā aṅgulimālo bhagavato avidūre nisinno hoti.
mn: Now, at that time Venerable Aṅgulimāla was sitting not far from the Buddha.

# mn86:12.2
source: Atha kho bhagavā dakkhiṇaṃ bāhuṃ paggahetvā rājānaṃ pasenadiṃ kosalaṃ etadavoca:
mn: Then the Buddha pointed with his right arm and said to the king,

# mn86:12.3
source: “eso, mahārāja, aṅgulimālo”ti.
mn: “Great king, this is Aṅgulimāla.”

# mn86:12.4
source: Atha kho rañño pasenadissa kosalassa ahudeva bhayaṃ, ahu chambhitattaṃ, ahu lomahaṃso.
mn: Then the king became frightened, scared, his hair standing on end.

# mn86:12.5
source: Atha kho bhagavā rājānaṃ pasenadiṃ kosalaṃ bhītaṃ saṃviggaṃ lomahaṭṭhajātaṃ viditvā rājānaṃ pasenadiṃ kosalaṃ etadavoca:
mn: Knowing this, the Buddha said to him,

# mn86:12.6
source: “mā bhāyi, mahārāja, natthi te ito bhayan”ti.
mn: “Do not fear, great king. You have nothing to fear from him.”

# mn86:12.7
source: Atha kho rañño pasenadissa kosalassa yaṃ ahosi bhayaṃ vā chambhitattaṃ vā lomahaṃso vā so paṭippassambhi.
mn: Then the king’s fear died down.

# mn86:12.8
source: Atha kho rājā pasenadi kosalo yenāyasmā aṅgulimālo tenupasaṅkami; upasaṅkamitvā āyasmantaṃ aṅgulimālaṃ etadavoca:
mn: Then the king went over to Aṅgulimāla and said,

# mn86:12.9
source: “ayyo no, bhante, aṅgulimālo”ti?
mn: “Sir, is the venerable really Aṅgulimāla?”

# mn86:12.10
source: “Evaṃ, mahārājā”ti.
mn: “Yes, great king.”

# mn86:12.11
source: “Kathaṅgotto ayyassa pitā, kathaṅgottā mātā”ti?
mn: “What clans were your father and mother from?”

# mn86:12.12
source: “Gaggo kho, mahārāja, pitā, mantāṇī mātā”ti.
mn: “My father was a Gagga, and my mother a Mantāṇī.”

# mn86:12.13
source: “Abhiramatu, bhante, ayyo gaggo mantāṇiputto.
mn: “May the venerable Gagga Mantāṇīputta be happy.

# mn86:12.14
source: Ahamayyassa gaggassa mantāṇiputtassa ussukkaṃ karissāmi cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan”ti.
mn: I’ll make sure that you’re provided with robes, alms-food, lodgings, and medicines and supplies for the sick.”

# mn86:13.1
source: Tena kho pana samayena āyasmā aṅgulimālo āraññiko hoti piṇḍapātiko paṃsukūliko tecīvariko.
mn: But at that time Venerable Aṅgulimāla lived in the wilderness, ate only alms-food, and owned just three robes.

# mn86:13.2
source: Atha kho āyasmā aṅgulimālo rājānaṃ pasenadiṃ kosalaṃ etadavoca:
mn: So he said to the king,

# mn86:13.3
source: “alaṃ, mahārāja, paripuṇṇaṃ me cīvaran”ti.
mn: “Enough, great king. My robes are complete.”

# mn86:13.4
source: Atha kho rājā pasenadi kosalo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
mn: Then the king went back to the Buddha, bowed, sat down to one side, and said to him,

# mn86:13.5
source: “acchariyaṃ, bhante, abbhutaṃ, bhante.
mn: “It’s incredible, sir, it’s amazing!

# mn86:13.6
source: Yāvañcidaṃ, bhante, bhagavā adantānaṃ dametā, asantānaṃ sametā, aparinibbutānaṃ parinibbāpetā.
mn: How the Buddha tames those who are wild, pacifies those who are violent, and extinguishes those who are unextinguished!

# mn86:13.7
source: Yañhi mayaṃ, bhante, nāsakkhimhā daṇḍenapi satthenapi dametuṃ so bhagavatā adaṇḍena asattheneva danto.
mn: For I was not able to tame him with the rod and the sword, but the Buddha tamed him without rod or sword.

# mn86:13.8
source: Handa ca dāni mayaṃ, bhante, gacchāma;
mn: Well, now, sir, I must go.

# mn86:13.9
source: bahukiccā mayaṃ bahukaraṇīyā”ti.
mn: I have many duties, and much to do.”

# mn86:13.10
source: “Yassadāni, mahārāja, kālaṃ maññasī”ti.
mn: “Please, great king, go at your convenience.”

# mn86:13.11
source: Atha kho rājā pasenadi kosalo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
mn: Then King Pasenadi got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# mn86:14.1
source: Atha kho āyasmā aṅgulimālo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiyaṃ piṇḍāya pāvisi.
mn: Then Venerable Aṅgulimāla robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms.

# mn86:14.2
source: Addasā kho āyasmā aṅgulimālo sāvatthiyaṃ sapadānaṃ piṇḍāya caramāno aññataraṃ itthiṃ mūḷhagabbhaṃ vighātagabbhaṃ.
mn: Then as he was wandering indiscriminately for alms-food he saw a woman undergoing a painful obstructed labor.

# mn86:14.3
source: Disvānassa etadahosi:
mn: Seeing this, it occurred to him,

# mn86:14.4
source: “kilissanti vata, bho, sattā;
mn: “Oh, beings suffer such filth!

# mn86:14.5
source: kilissanti vata, bho, sattā”ti.
mn: Oh, beings suffer such filth!”

# mn86:14.6
source: Atha kho āyasmā aṅgulimālo sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā aṅgulimālo bhagavantaṃ etadavoca:
mn: Then after wandering for alms in Sāvatthī, after the meal, on his return from alms-round, he went to the Buddha, bowed, sat down to one side, and told him what had happened. The Buddha said to him,

# mn86:15.1
source: “Tena hi tvaṃ, aṅgulimāla, yena sā itthī tenupasaṅkama; upasaṅkamitvā taṃ itthiṃ evaṃ vadehi:
mn: “Well then, Aṅgulimāla, go to that woman and say this:

# mn86:15.2
source: ‘yatohaṃ, bhagini, jāto nābhijānāmi sañcicca pāṇaṃ jīvitā voropetā, tena saccena sotthi te hotu, sotthi gabbhassā’”ti.
mn: ‘Ever since I was born, sister, I don’t recall having intentionally taken the life of a living creature. By this truth, may both you and your baby be safe.’”

# mn86:15.3
source: “So hi nūna me, bhante, sampajānamusāvādo bhavissati.
mn: “But sir, wouldn’t that be telling a deliberate lie?

# mn86:15.4
source: Mayā hi, bhante, bahū sañcicca pāṇā jīvitā voropitā”ti.
mn: For I have intentionally killed many living creatures.”

# mn86:15.5
source: “Tena hi tvaṃ, aṅgulimāla, yena sā itthī tenupasaṅkama; upasaṅkamitvā taṃ itthiṃ evaṃ vadehi:
mn: “In that case, Aṅgulimāla, go to that woman and say this:

# mn86:15.6
source: ‘yatohaṃ, bhagini, ariyāya jātiyā jāto, nābhijānāmi sañcicca pāṇaṃ jīvitā voropetā, tena saccena sotthi te hotu, sotthi gabbhassā’”ti.
mn: ‘Ever since I was born in the noble birth, sister, I don’t recall having intentionally taken the life of a living creature. By this truth, may both you and your baby be safe.’”

# mn86:15.7
source: “Evaṃ, bhante”ti kho āyasmā aṅgulimālo bhagavato paṭissutvā yena sā itthī tenupasaṅkami; upasaṅkamitvā taṃ itthiṃ etadavoca:
mn: “Yes, sir,” replied Aṅgulimāla. He went to that woman and said:

# mn86:15.8
source: “yatohaṃ, bhagini, ariyāya jātiyā jāto, nābhijānāmi sañcicca pāṇaṃ jīvitā voropetā, tena saccena sotthi te hotu, sotthi gabbhassā”ti.
mn: “Ever since I was born in the noble birth, sister, I don’t recall having intentionally taken the life of a living creature. By this truth, may both you and your baby be safe.”

# mn86:15.9
source: Atha khvāssā itthiyā sotthi ahosi, sotthi gabbhassa.
mn: Then that woman was safe, and so was her baby.

# mn86:16.1
source: Atha kho āyasmā aṅgulimālo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
mn: Then Aṅgulimāla, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# mn86:16.2
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
mn: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# mn86:16.3
source: Aññataro kho panāyasmā aṅgulimālo arahataṃ ahosi.
mn: And Venerable Aṅgulimāla became one of the perfected.

# mn86:17.1
source: Atha kho āyasmā aṅgulimālo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.
mn: Then Venerable Aṅgulimāla robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms.

# mn86:17.2
source: Tena kho pana samayena aññenapi leḍḍu khitto āyasmato aṅgulimālassa kāye nipatati, aññenapi daṇḍo khitto āyasmato aṅgulimālassa kāye nipatati, aññenapi sakkharā khittā āyasmato aṅgulimālassa kāye nipatati.
mn: Now at that time someone threw a stone that hit Aṅgulimāla, someone else threw a stick, and someone else threw gravel.

# mn86:17.3
source: Atha kho āyasmā aṅgulimālo bhinnena sīsena, lohitena gaḷantena, bhinnena pattena, vipphālitāya saṅghāṭiyā yena bhagavā tenupasaṅkami.
mn: Then Aṅgulimāla—with cracked head, bleeding, his bowl broken, and his outer robe torn—went to the Buddha.

# mn86:17.4
source: Addasā kho bhagavā āyasmantaṃ aṅgulimālaṃ dūratova āgacchantaṃ.
mn: The Buddha saw him coming off in the distance,

# mn86:17.5
source: Disvāna āyasmantaṃ aṅgulimālaṃ etadavoca:
mn: and said to him,

# mn86:17.6
source: “adhivāsehi tvaṃ, brāhmaṇa, adhivāsehi tvaṃ, brāhmaṇa.
mn: “Endure it, brahmin! Endure it, brahmin!

# mn86:17.7
source: Yassa kho tvaṃ, brāhmaṇa, kammassa vipākena bahūni vassāni bahūni vassasatāni bahūni vassasahassāni niraye pacceyyāsi tassa tvaṃ, brāhmaṇa, kammassa vipākaṃ diṭṭheva dhamme paṭisaṃvedesī”ti.
mn: You’re experiencing in this life the result of deeds that might have caused you to be tormented in hell for many years, many hundreds or thousands of years.”

# mn86:18.1
source: Atha kho āyasmā aṅgulimālo rahogato paṭisallīno vimuttisukhaṃ paṭisaṃvedi;
mn: Later, Venerable Aṅgulimāla was experiencing the bliss of release while in private retreat.

# mn86:18.2
source: tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:
mn: On that occasion he was inspired to exclaim:

# mn86:18.3
source: “Yo pubbeva pamajjitvā,
mn: “Someone who was heedless before,

# mn86:18.4
source: pacchā so nappamajjati;
mn: and afterwards is not,

# mn86:18.5
source: Somaṃ lokaṃ pabhāseti,
mn: lights up the world,

# mn86:18.6
source: abbhā muttova candimā.
mn: like the moon freed from a cloud.

# mn86:18.7
source: Yassa pāpaṃ kataṃ kammaṃ,
mn: Someone who, with skillful deeds,

# mn86:18.8
source: kusalena pidhīyati;
mn: shuts the door on bad things they’ve done,

# mn86:18.9
source: Somaṃ lokaṃ pabhāseti,
mn: lights up the world,

# mn86:18.10
source: abbhā muttova candimā.
mn: like the moon freed from a cloud.

# mn86:18.11
source: Yo have daharo bhikkhu,
mn: A young mendicant,

# mn86:18.12
source: yuñjati buddhasāsane;
mn: devoted to the teaching of the Buddha,

# mn86:18.13
source: Somaṃ lokaṃ pabhāseti,
mn: lights up the world,

# mn86:18.14
source: abbhā muttova candimā.
mn: like the moon freed from a cloud.

# mn86:18.15
source: Disā hi me dhammakathaṃ suṇantu,
mn: May even my enemies hear a Dhamma talk!

# mn86:18.16
source: Disā hi me yuñjantu buddhasāsane;
mn: May even my enemies devote themselves to the Buddha’s teaching!

# mn86:18.17
source: Disā hi me te manujā bhajantu,
mn: May even my enemies associate with those good people

# mn86:18.18
source: Ye dhammamevādapayanti santo.
mn: who establish others in the Dhamma!
