Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn082.po
Languages: mn

# mn82:19.9
source: “Ehi, tāta raṭṭhapāla, gharaṃ gamissāmā”ti.
mn: “Come, dear Raṭṭhapāla, let’s go to the house.”

# mn82:19.10
source: “Alaṃ, gahapati, kataṃ me ajja bhattakiccaṃ”.
mn: “Enough, householder. My meal is finished for today.”

# mn82:19.11
source: “Tena hi, tāta raṭṭhapāla, adhivāsehi svātanāya bhattan”ti.
mn: “Well then, dear Raṭṭhapāla, please accept tomorrow’s meal from me.”

# mn82:19.12
source: Adhivāsesi kho āyasmā raṭṭhapālo tuṇhībhāvena.
mn: Raṭṭhapāla consented in silence.

# mn82:20.1
source: Atha kho āyasmato raṭṭhapālassa pitā āyasmato raṭṭhapālassa adhivāsanaṃ viditvā yena sakaṃ nivesanaṃ tenupasaṅkami; upasaṅkamitvā mahantaṃ hiraññasuvaṇṇassa puñjaṃ kārāpetvā kilañjehi paṭicchādetvā āyasmato raṭṭhapālassa purāṇadutiyikā āmantesi:
mn: Then, knowing that Raṭṭhapāla had consented, his father went back to his own house. He made a heap of gold coins and bullion and hid it under mats. Then he addressed Raṭṭhapāla’s former wives,

# mn82:20.2
source: “etha tumhe, vadhuyo, yena alaṅkārena alaṅkatā pubbe raṭṭhapālassa kulaputtassa piyā hotha manāpā tena alaṅkārena alaṅkarothā”ti.
mn: “Please, daughters-in-law, adorn yourselves in the way that our son Raṭṭhapāla found you most adorable.”

# mn82:21.1
source: Atha kho āyasmato raṭṭhapālassa pitā tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā āyasmato raṭṭhapālassa kālaṃ ārocesi:
mn: And when the night had passed Raṭṭhapāla’s father had a variety of delicious foods prepared in his own home, and announced the time to the Venerable Raṭṭhapāla, saying,

# mn82:21.2
source: “kālo, tāta raṭṭhapāla, niṭṭhitaṃ bhattan”ti.
mn: “Sir, it’s time. The meal is ready.”

# mn82:22.1
source: Atha kho āyasmā raṭṭhapālo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena sakapitu nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Atha kho āyasmato raṭṭhapālassa pitā taṃ hiraññasuvaṇṇassa puñjaṃ vivarāpetvā āyasmantaṃ raṭṭhapālaṃ etadavoca:
mn: Then Raṭṭhapāla robed up in the morning and, taking his bowl and robe, went to his father’s home, and sat down on the seat spread out. Raṭṭhapāla’s father, revealing the heap of gold coins and bullion, said to him,

# mn82:22.2
source: “idaṃ te, tāta raṭṭhapāla, mātu mattikaṃ dhanaṃ, aññaṃ pettikaṃ, aññaṃ pitāmahaṃ.
mn: “Dear Raṭṭhapāla, this is your maternal fortune. There’s another paternal fortune, and an ancestral one.

# mn82:22.3
source: Sakkā, tāta raṭṭhapāla, bhoge ca bhuñjituṃ puññāni ca kātuṃ.
mn: You can both enjoy your wealth and make merit.

# mn82:22.4
source: Ehi tvaṃ, tāta raṭṭhapāla, hīnāyāvattitvā bhoge ca bhuñjassu puññāni ca karohī”ti.
mn: Come, return to a lesser life, enjoy wealth, and make merit!”

# mn82:22.5
source: “Sace me tvaṃ, gahapati, vacanaṃ kareyyāsi, imaṃ hiraññasuvaṇṇassa puñjaṃ sakaṭe āropetvā nibbāhāpetvā majjhegaṅgāya nadiyā sote opilāpeyyāsi.
mn: “If you’d follow my advice, householder, you’d have this heap of gold loaded on a cart and carried away to be dumped in the middle of the Ganges river.

# mn82:22.6
source: Taṃ kissa hetu?
mn: Why is that?

# mn82:22.7
source: Ye uppajjissanti hi te, gahapati, tatonidānaṃ sokaparidevadukkhadomanassupāyāsā”ti.
mn: Because this will bring you nothing but sorrow, lamentation, pain, sadness, and distress.”

# mn82:23.1
source: Atha kho āyasmato raṭṭhapālassa purāṇadutiyikā paccekaṃ pādesu gahetvā āyasmantaṃ raṭṭhapālaṃ etadavocuṃ:
mn: Then Raṭṭhapāla’s former wives each clasped his feet and said,

# mn82:23.2
source: “kīdisā nāma tā, ayyaputta, accharāyo yāsaṃ tvaṃ hetu brahmacariyaṃ carasī”ti?
mn: “What are they like, lord, the nymphs for whom you lead the spiritual life?”

# mn82:23.3
source: “Na kho mayaṃ, bhaginī, accharānaṃ hetu brahmacariyaṃ carāmā”ti.
mn: “Sisters, I don’t lead the spiritual life for the sake of nymphs.”

# mn82:23.4
source: “Bhaginivādena no ayyaputto raṭṭhapālo samudācaratī”ti tā tattheva mucchitā papatiṃsu.
mn: Saying, “Our lord Raṭṭhapāla refers to us as sisters!” they fainted right away.

# mn82:24.1
source: Atha kho āyasmā raṭṭhapālo pitaraṃ etadavoca:
mn: Then Raṭṭhapāla said to his father,

# mn82:24.2
source: “sace, gahapati, bhojanaṃ dātabbaṃ, detha;
mn: “If there is food to be given, householder, please give it.

# mn82:24.3
source: mā no viheṭhethā”ti.
mn: But don’t harass me.”

# mn82:24.4
source: “Bhuñja, tāta raṭṭhapāla, niṭṭhitaṃ bhattan”ti.
mn: “Eat, dear Raṭṭhapāla. The meal is ready.”

# mn82:24.5
source: Atha kho āyasmato raṭṭhapālassa pitā āyasmantaṃ raṭṭhapālaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.
mn: Then Raṭṭhapāla’s father served and satisfied Venerable Raṭṭhapāla with his own hands with a variety of delicious foods.

# mn82:24.6
source: Atha kho āyasmā raṭṭhapālo bhuttāvī onītapattapāṇī ṭhitakova imā gāthā abhāsi:
mn: When he had eaten and washed his hand and bowl, he recited these verses while standing right there:

# mn82:25.1
source: “Passa cittīkataṃ bimbaṃ,
mn: “See this fancy puppet,

# mn82:25.2
source: arukāyaṃ samussitaṃ;
mn: a body built of sores,

# mn82:25.3
source: Āturaṃ bahusaṅkappaṃ,
mn: diseased, obsessed over,

# mn82:25.4
source: yassa natthi dhuvaṃ ṭhiti.
mn: which doesn’t last at all.

# mn82:25.5
source: Passa cittīkataṃ rūpaṃ,
mn: See this fancy figure,

# mn82:25.6
source: maṇinā kuṇḍalena ca;
mn: with its gems and earrings;

# mn82:25.7
source: Aṭṭhi tacena onaddhaṃ,
mn: it is bones wrapped in skin,

# mn82:25.8
source: saha vatthebhi sobhati.
mn: made pretty by its clothes.

# mn82:25.9
source: Alattakakatā pādā,
mn: Rouged feet

# mn82:25.10
source: mukhaṃ cuṇṇakamakkhitaṃ;
mn: and powdered face

# mn82:25.11
source: Alaṃ bālassa mohāya,
mn: may be enough to beguile a fool,

# mn82:25.12
source: no ca pāragavesino.
mn: but not a seeker of the far shore.

# mn82:25.13
source: Aṭṭhāpadakatā kesā,
mn: Hair in eight braids

# mn82:25.14
source: nettā añjanamakkhitā;
mn: and eyeliner

# mn82:25.15
source: Alaṃ bālassa mohāya,
mn: may be enough to beguile a fool,

# mn82:25.16
source: no ca pāragavesino.
mn: but not a seeker of the far shore.

# mn82:25.17
source: Añjanīva navā cittā,
mn: A rotting body all adorned

# mn82:25.18
source: pūtikāyo alaṅkato;
mn: like a freshly painted makeup box

# mn82:25.19
source: Alaṃ bālassa mohāya,
mn: may be enough to beguile a fool,

# mn82:25.20
source: no ca pāragavesino.
mn: but not a seeker of the far shore.

# mn82:25.21
source: Odahi migavo pāsaṃ,
mn: The hunter laid his snare,

# mn82:25.22
source: nāsadā vākaraṃ migo;
mn: but the deer didn’t spring the trap.

# mn82:25.23
source: Bhutvā nivāpaṃ gacchāma,
mn: I’ve eaten the bait and now I go,

# mn82:25.24
source: kandante migabandhake”ti.
mn: leaving the trapper to lament.”

# mn82:26.1
source: Atha kho āyasmā raṭṭhapālo ṭhitakova imā gāthā bhāsitvā yena rañño korabyassa migacīraṃ tenupasaṅkami; upasaṅkamitvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
mn: Then Raṭṭhapāla, having recited this verse while standing, went to King Koravya’s deer range and sat at the root of a tree for the day’s meditation.

# mn82:27.1
source: Atha kho rājā korabyo migavaṃ āmantesi:
mn: Then King Koravya addressed his gamekeeper,

# mn82:27.2
source: “sodhehi, samma migava, migacīraṃ uyyānabhūmiṃ;
mn: “My good gamekeeper, tidy up the park of the deer range.

# mn82:27.3
source: gacchāma subhūmiṃ dassanāyā”ti.
mn: We will go to see the scenery.”

# mn82:27.4
source: “Evaṃ, devā”ti kho migavo rañño korabyassa paṭissutvā migacīraṃ sodhento addasa āyasmantaṃ raṭṭhapālaṃ aññatarasmiṃ rukkhamūle divāvihāraṃ nisinnaṃ.
mn: “Yes, Your Majesty,” replied the gamekeeper. While tidying the deer range he saw Raṭṭhapāla sitting in meditation.

# mn82:27.5
source: Disvāna yena rājā korabyo tenupasaṅkami; upasaṅkamitvā rājānaṃ korabyaṃ etadavoca:
mn: Seeing this, he went to the king, and said,

# mn82:27.6
source: “suddhaṃ kho te, deva, migacīraṃ.
mn: “The deer range is tidy, sire.

# mn82:27.7
source: Atthi cettha raṭṭhapālo nāma kulaputto imasmiṃyeva thullakoṭṭhike aggakulassa putto yassa tvaṃ abhiṇhaṃ kittayamāno ahosi, so aññatarasmiṃ rukkhamūle divāvihāraṃ nisinno”ti.
mn: And the gentleman named Raṭṭhapāla, the son of the leading clan in Thullakoṭṭhita, of whom you have often spoken highly, is meditating there at the root of a tree.”

# mn82:27.8
source: “Tena hi, samma migava, alaṃ dānajja uyyānabhūmiyā.
mn: “Well then, my good gamekeeper, that’s enough of the park for today.

# mn82:27.9
source: Tameva dāni mayaṃ bhavantaṃ raṭṭhapālaṃ payirupāsissāmā”ti.
mn: Now I shall pay homage to the Master Raṭṭhapāla.”

# mn82:28.1
source: Atha kho rājā korabyo “yaṃ tattha khādanīyaṃ bhojanīyaṃ paṭiyattaṃ taṃ sabbaṃ vissajjethā”ti vatvā bhadrāni bhadrāni yānāni yojāpetvā bhadraṃ yānaṃ abhiruhitvā bhadrehi bhadrehi yānehi thullakoṭṭhikamhā niyyāsi mahaccarājānubhāvena āyasmantaṃ raṭṭhapālaṃ dassanāya.
mn: And then King Koravya said, “Give away all the different foods that have been prepared there.” He had the finest carriages harnessed. Then he mounted a fine carriage and, along with other fine carriages, set out in full royal pomp from Thullakoṭṭhita to see Raṭṭhapāla.

# mn82:28.2
source: Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova ussaṭāya ussaṭāya parisāya yenāyasmā raṭṭhapālo tenupasaṅkami; upasaṅkamitvā āyasmatā raṭṭhapālena saddhiṃ sammodi. Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho rājā korabyo āyasmantaṃ raṭṭhapālaṃ etadavoca:
mn: He went by carriage as far as the terrain allowed, then descended and approached Raṭṭhapāla on foot, together with a group of eminent officials. They exchanged greetings, and, when the greetings and polite conversation were over, he stood to one side, and said to Raṭṭhapāla:

# mn82:28.3
source: “idha bhavaṃ raṭṭhapālo hatthatthare nisīdatū”ti.
mn: “Here, Master Raṭṭhapāla, sit on this elephant rug.”

# mn82:28.4
source: “Alaṃ, mahārāja, nisīda tvaṃ;
mn: “Enough, great king, you sit on it.

# mn82:28.5
source: nisinno ahaṃ sake āsane”ti.
mn: I’m sitting on my own seat.”

# mn82:28.6
source: Nisīdi rājā korabyo paññatte āsane. Nisajja kho rājā korabyo āyasmantaṃ raṭṭhapālaṃ etadavoca:
mn: So the king sat down on the seat spread out, and said:

# mn82:29.1
source: “Cattārimāni, bho raṭṭhapāla, pārijuññāni yehi pārijuññehi samannāgatā idhekacce kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajanti.
mn: “Master Raṭṭhapāla, there are these four kinds of decay. Because of these, some people shave off their hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.

# mn82:29.2
source: Katamāni cattāri?
mn: What four?

# mn82:29.3
source: Jarāpārijuññaṃ, byādhipārijuññaṃ, bhogapārijuññaṃ, ñātipārijuññaṃ.
mn: Decay due to old age, decay due to sickness, decay of wealth, and decay of relatives.

# mn82:30.1
source: Katamañca, bho raṭṭhapāla, jarāpārijuññaṃ?
mn: And what is decay due to old age?

# mn82:30.2
source: Idha, bho raṭṭhapāla, ekacco jiṇṇo hoti vuḍḍho mahallako addhagato vayoanuppatto.
mn: It’s when someone is old, elderly, and senior, advanced in years, and has reached the final stage of life.

# mn82:30.3
source: So iti paṭisañcikkhati:
mn: They reflect:

# mn82:30.4
source: ‘ahaṃ khomhi etarahi jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto.
mn: ‘I’m now old, elderly, and senior. I’m advanced in years and have reached the final stage of life.

# mn82:30.5
source: Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ.
mn: It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired.

# mn82:30.6
source: Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.
mn: Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’

# mn82:30.7
source: So tena jarāpārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.
mn: So because of that decay due to old age they go forth.

# mn82:30.8
source: Idaṃ vuccati, bho raṭṭhapāla, jarāpārijuññaṃ.
mn: This is called decay due to old age.

# mn82:30.9
source: Bhavaṃ kho pana raṭṭhapālo etarahi daharo yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā.
mn: But Master Raṭṭhapāla is now a youth, young, black-haired, blessed with youth, in the prime of life.

# mn82:30.10
source: Taṃ bhoto raṭṭhapālassa jarāpārijuññaṃ natthi.
mn: You have no decay due to old age.

# mn82:30.11
source: Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? (1)
mn: So what did you know or see or hear that made you go forth?

# mn82:31.1
source: Katamañca, bho raṭṭhapāla, byādhipārijuññaṃ?
mn: And what is decay due to sickness?

# mn82:31.2
source: Idha, bho raṭṭhapāla, ekacco ābādhiko hoti dukkhito bāḷhagilāno.
mn: It’s when someone is sick, suffering, gravely ill.

# mn82:31.3
source: So iti paṭisañcikkhati:
mn: They reflect:

# mn82:31.4
source: ‘ahaṃ khomhi etarahi ābādhiko dukkhito bāḷhagilāno.
mn: ‘I’m now sick, suffering, gravely ill.

# mn82:31.5
source: Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ.
mn: It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired.

# mn82:31.6
source: Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.
mn: Why don’t I go forth from the lay life to homelessness?’

# mn82:31.7
source: So tena byādhipārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.
mn: So because of that decay due to sickness they go forth.

# mn82:31.8
source: Idaṃ vuccati, bho raṭṭhapāla, byādhipārijuññaṃ.
mn: This is called decay due to sickness.

# mn82:31.9
source: Bhavaṃ kho pana raṭṭhapālo etarahi appābādho appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya.
mn: But Master Raṭṭhapāla is now rarely ill or unwell. Your stomach digests well, being neither too hot nor too cold.

# mn82:31.10
source: Taṃ bhoto raṭṭhapālassa byādhipārijuññaṃ natthi.
mn: You have no decay due to sickness.

# mn82:31.11
source: Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? (2)
mn: So what did you know or see or hear that made you go forth?

# mn82:32.1
source: Katamañca, bho raṭṭhapāla, bhogapārijuññaṃ?
mn: And what is decay of wealth?

# mn82:32.2
source: Idha, bho raṭṭhapāla, ekacco aḍḍho hoti mahaddhano mahābhogo.
mn: It’s when someone is rich, affluent, and wealthy.

# mn82:32.3
source: Tassa te bhogā anupubbena parikkhayaṃ gacchanti.
mn: But gradually their wealth dwindles away.

# mn82:32.4
source: So iti paṭisañcikkhati:
mn: They reflect:

# mn82:32.5
source: ‘ahaṃ kho pubbe aḍḍho ahosiṃ mahaddhano mahābhogo.
mn: ‘I used to be rich, affluent, and wealthy.

# mn82:32.6
source: Tassa me te bhogā anupubbena parikkhayaṃ gatā.
mn: But gradually my wealth has dwindled away.

# mn82:32.7
source: Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ.
mn: It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired.

# mn82:32.8
source: Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.
mn: Why don’t I go forth from the lay life to homelessness?’

# mn82:32.9
source: So tena bhogapārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.
mn: So because of that decay of wealth they go forth.

# mn82:32.10
source: Idaṃ vuccati, bho raṭṭhapāla, bhogapārijuññaṃ.
mn: This is called decay of wealth.

# mn82:32.11
source: Bhavaṃ kho pana raṭṭhapālo imasmiṃyeva thullakoṭṭhike aggakulassa putto.
mn: But Master Raṭṭhapāla is the son of the leading clan here in Thullakoṭṭhita.

# mn82:32.12
source: Taṃ bhoto raṭṭhapālassa bhogapārijuññaṃ natthi.
mn: You have no decay of wealth.

# mn82:32.13
source: Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? (3)
mn: So what did you know or see or hear that made you go forth?

# mn82:33.1
source: Katamañca, bho raṭṭhapāla, ñātipārijuññaṃ?
mn: And what is decay of relatives?

# mn82:33.2
source: Idha, bho raṭṭhapāla, ekaccassa bahū honti mittāmaccā ñātisālohitā.
mn: It’s when someone has many friends and colleagues, relatives and kin.

# mn82:33.3
source: Tassa te ñātakā anupubbena parikkhayaṃ gacchanti.
mn: But gradually their relatives dwindle away.

# mn82:33.4
source: So iti paṭisañcikkhati:
mn: They reflect:

# mn82:33.5
source: ‘mamaṃ kho pubbe bahū ahesuṃ mittāmaccā ñātisālohitā.
mn: ‘I used to have many friends and colleagues, relatives and kin.

# mn82:33.6
source: Tassa me te anupubbena parikkhayaṃ gatā.
mn: But gradually they’ve dwindled away.

# mn82:33.7
source: Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ.
mn: It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired.

# mn82:33.8
source: Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.
mn: Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’

# mn82:33.9
source: So tena ñātipārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.
mn: So because of that decay of relatives they go forth.

# mn82:33.10
source: Idaṃ vuccati, bho raṭṭhapāla, ñātipārijuññaṃ.
mn: This is called decay of relatives.

# mn82:33.11
source: Bhoto kho pana raṭṭhapālassa imasmiṃyeva thullakoṭṭhike bahū mittāmaccā ñātisālohitā.
mn: But Master Raṭṭhapāla has many friends and colleagues, relatives and kin right here in Thullakoṭṭhita.

# mn82:33.12
source: Taṃ bhoto raṭṭhapālassa ñātipārijuññaṃ natthi.
mn: You have no decay of relatives.

# mn82:33.13
source: Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? (4)
mn: So what did you know or see or hear that made you go forth?

# mn82:34.1
source: Imāni kho, bho raṭṭhapāla, cattāri pārijuññāni, yehi pārijuññehi samannāgatā idhekacce kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajanti.
mn: There are these four kinds of decay. Because of these, some people shave off their hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.

# mn82:34.2
source: Tāni bhoto raṭṭhapālassa natthi.
mn: Master Raṭṭhapāla has none of these.

# mn82:34.3
source: Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito”ti?
mn: So what did you know or see or hear that made you go forth?”

# mn82:35.1
source: “Atthi kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammuddesā uddiṭṭhā, ye ahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito.
mn: “Great king, the Blessed One who knows and sees, the perfected one, the fully awakened Buddha has taught these four summaries of the teaching for recitation. It was after knowing and seeing and hearing these that I went forth from the lay life to homelessness.

# mn82:37.1
source: Katame cattāro?
mn: What four?

# mn82:37.2
source: Upaniyyati loko addhuvo’ti
mn: ‘The world is unstable and swept away.’

# mn82:37.3
source: kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamo dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito.
mn: This is the first summary.

# mn82:36.1
source: ‘Atāṇo loko anabhissaro’ti
mn: ‘The world has no shelter and no savior.’

# mn82:36.2
source: kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyo dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito.
mn: This is the second summary.

# mn82:36.3
source: ‘Assako loko, sabbaṃ pahāya gamanīyan’ti
mn: ‘The world has no owner—you must leave it all behind and pass on.’

# mn82:36.4
source: kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyo dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito.
mn: This is the third summary.

# mn82:36.5
source: ‘Ūno loko atitto taṇhādāso’ti
mn: ‘The world is wanting, insatiable, the slave of craving.’

# mn82:36.6
source: kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena catuttho dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito.
mn: This is the fourth summary.

# mn82:36.7
source: Ime kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammuddesā uddiṭṭhā, ye ahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti.
mn: The Blessed One who knows and sees, the perfected one, the fully awakened Buddha taught these four summaries of the teaching. It was after knowing and seeing and hearing these that I went forth from the lay life to homelessness.”

# mn82:38.1
source: “‘Upaniyyati loko addhuvo’ti—
mn: “‘The world is unstable and swept away.’

# mn82:38.2
source: bhavaṃ raṭṭhapālo āha.
mn: So Master Raṭṭhapāla said.

# mn82:38.3
source: Imassa, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti?
mn: How should I see the meaning of this statement?”

# mn82:38.4
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn82:38.5
source: tvaṃ vīsativassuddesikopi paṇṇavīsativassuddesikopi hatthismimpi katāvī assasmimpi katāvī rathasmimpi katāvī dhanusmimpi katāvī tharusmimpi katāvī ūrubalī bāhubalī alamatto saṅgāmāvacaro”ti?
mn: When you were twenty or twenty-five years of age, were you proficient at riding elephants, horses, and chariots, and at archery? Were you strong in thigh and arm, capable, and battle-hardened?”

# mn82:38.6
source: “Ahosiṃ ahaṃ, bho raṭṭhapāla, vīsativassuddesikopi paṇṇavīsativassuddesikopi hatthismimpi katāvī assasmimpi katāvī rathasmimpi katāvī dhanusmimpi katāvī tharusmimpi katāvī ūrubalī bāhubalī alamatto saṅgāmāvacaro.
mn: “I was, Master Raṭṭhapāla.

# mn82:38.7
source: Appekadāhaṃ, bho raṭṭhapāla, iddhimāva maññe na attano balena samasamaṃ samanupassāmī”ti.
mn: Sometimes it seems as if I had superpowers then. I don’t see anyone who could have equalled me in strength.”

# mn82:38.8
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn82:38.9
source: evameva tvaṃ etarahi ūrubalī bāhubalī alamatto saṅgāmāvacaro”ti?
mn: These days are you just as strong in thigh and arm, capable, and battle-hardened?”

# mn82:38.10
source: “No hidaṃ, bho raṭṭhapāla.
mn: “No, Master Raṭṭhapāla.

# mn82:38.11
source: Etarahi jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āsītiko me vayo vattati.
mn: For now I am old, elderly, and senior, I’m advanced in years and have reached the final stage of life. I am eighty years old.

# mn82:38.12
source: Appekadāhaṃ, bho raṭṭhapāla, ‘idha pādaṃ karissāmī’ti aññeneva pādaṃ karomī”ti.
mn: Sometimes I intend to step in one place, but my foot goes somewhere else.”

# mn82:38.13
source: “Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ:
mn: “This is what the Buddha was referring to when he said:

# mn82:38.14
source: ‘upaniyyati loko addhuvo’ti,
mn: ‘The world is unstable and swept away.’”

# mn82:38.16
source: “Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla.
mn: “It’s incredible, Master Raṭṭhapāla, it’s amazing,

# mn82:38.17
source: Yāva subhāsitañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena:
mn: how well said this was by the Buddha.

# mn82:38.19
source: Upaniyyati hi, bho raṭṭhapāla, loko addhuvo. (1)
mn: For the world is indeed unstable and swept away.

# mn82:39.1
source: Saṃvijjante kho, bho raṭṭhapāla, imasmiṃ rājakule hatthikāyāpi assakāyāpi rathakāyāpi pattikāyāpi, amhākaṃ āpadāsu pariyodhāya vattissanti.
mn: In this royal court you can find divisions of elephants, cavalry, chariots, and infantry. They will serve to defend us from any threats. Yet you said:
