Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn082.po
Languages: mn

# mn82:39.2
source: ‘Atāṇo loko anabhissaro’ti—
mn: ‘The world has no shelter and no savior.’

# mn82:39.4
source: Imassa pana, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti?
mn: How should I see the meaning of this statement?”

# mn82:39.5
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn82:39.6
source: atthi te koci anusāyiko ābādho”ti?
mn: Do you have any chronic ailments?”

# mn82:39.7
source: “Atthi me, bho raṭṭhapāla, anusāyiko ābādho.
mn: “Yes, I do.

# mn82:39.8
source: Appekadā maṃ, bho raṭṭhapāla, mittāmaccā ñātisālohitā parivāretvā ṭhitā honti:
mn: Sometimes my friends and colleagues, relatives and family members surround me, thinking:

# mn82:39.9
source: ‘idāni rājā korabyo kālaṃ karissati, idāni rājā korabyo kālaṃ karissatī’”ti.
mn: ‘Now the king will die! Now the king will die!’”

# mn82:39.10
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn82:39.11
source: labhasi tvaṃ te mittāmacce ñātisālohite:
mn: Can you get your friends and colleagues, relatives and family members to help:

# mn82:39.12
source: ‘āyantu me bhonto mittāmaccā ñātisālohitā, sabbeva santā imaṃ vedanaṃ saṃvibhajatha, yathāhaṃ lahukatarikaṃ vedanaṃ vediyeyyan’ti—
mn: ‘Please, my dear friends and colleagues, relatives and family members, all of you here share my pain so that I may feel less pain.’

# mn82:39.13
source: udāhu tvaṃyeva taṃ vedanaṃ vediyasī”ti?
mn: Or must you alone feel that pain?”

# mn82:39.14
source: “Nāhaṃ, bho raṭṭhapāla, labhāmi te mittāmacce ñātisālohite:
mn: “I can’t get my friends to share my pain.

# mn82:39.16
source: Atha kho ahameva taṃ vedanaṃ vediyāmī”ti.
mn: Rather, I alone must feel it.”

# mn82:39.17
source: “Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ:
mn: “This is what the Buddha was referring to when he said:

# mn82:39.18
source: ‘atāṇo loko anabhissaro’ti,
mn: ‘The world has no shelter and no savior.’”

# mn82:39.20
source: “Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla.
mn: “It’s incredible, Master Raṭṭhapāla, it’s amazing,

# mn82:39.21
source: Yāva subhāsitaṃ cidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena:
mn: how well said this was by the Buddha.

# mn82:39.23
source: Atāṇo hi, bho raṭṭhapāla, loko anabhissaro. (2)
mn: For the world indeed has no shelter and no savior.

# mn82:40.1
source: Saṃvijjati kho, bho raṭṭhapāla, imasmiṃ rājakule pahūtaṃ hiraññasuvaṇṇaṃ bhūmigatañca vehāsagatañca.
mn: In this royal court you can find abundant gold coin and bullion stored in dungeons and towers. Yet you said:

# mn82:40.2
source: ‘Assako loko, sabbaṃ pahāya gamanīyan’ti—
mn: ‘The world has no owner—you must leave it all behind and pass on.’

# mn82:40.4
source: Imassa pana, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti?
mn: How should I see the meaning of this statement?”

# mn82:40.5
source: “Taṃ kiṃ maññasi, mahārāja,
mn: ‘What do you think, great king?

# mn82:40.6
source: yathā tvaṃ etarahi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresi, lacchasi tvaṃ paratthāpi:
mn: These days you amuse yourself, supplied and provided with the five kinds of sensual stimulation. But is there any way to ensure that in the next life

# mn82:40.7
source: ‘evamevāhaṃ imeheva pañcahi kāmaguṇehi samappito samaṅgībhūto paricāremī’ti, udāhu aññe imaṃ bhogaṃ paṭipajjissanti, tvaṃ pana yathākammaṃ gamissasī”ti?
mn: you will continue to amuse yourself in the same way, supplied and provided with the same five kinds of sensual stimulation? Or will others make use of this property, while you pass on according to your deeds?”

# mn82:40.8
source: “Yathāhaṃ, bho raṭṭhapāla, etarahi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāremi, nāhaṃ lacchāmi paratthāpi:
mn: “There’s no way to ensure that I will continue to amuse myself in the same way.

# mn82:40.10
source: Atha kho aññe imaṃ bhogaṃ paṭipajjissanti; ahaṃ pana yathākammaṃ gamissāmī”ti.
mn: Rather, others will take over this property, while I pass on according to my deeds.”

# mn82:40.11
source: “Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ:
mn: “This is what the Buddha was referring to when he said:

# mn82:40.12
source: ‘assako loko, sabbaṃ pahāya gamanīyan’ti,
mn: ‘The world has no owner—you must leave it all behind and pass on.’”

# mn82:40.14
source: “Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla.
mn: “It’s incredible, Master Raṭṭhapāla, it’s amazing,

# mn82:40.15
source: Yāva subhāsitaṃ cidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena:
mn: how well said this was by the Buddha.

# mn82:40.17
source: Assako hi, bho raṭṭhapāla, loko sabbaṃ pahāya gamanīyaṃ. (3)
mn: For the world indeed has no owner—you must leave it all behind and pass on.

# mn82:41.1
source: ‘Ūno loko atitto taṇhādāso’ti—
mn: You also said this: ‘The world is wanting, insatiable, the slave of craving.’

# mn82:41.3
source: Imassa, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti?
mn: How should I see the meaning of this statement?”

# mn82:41.4
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn82:41.5
source: phītaṃ kuruṃ ajjhāvasasī”ti?
mn: Do you dwell in the prosperous land of Kuru?”

# mn82:41.6
source: “Evaṃ, bho raṭṭhapāla, phītaṃ kuruṃ ajjhāvasāmī”ti.
mn: “Indeed I do.”

# mn82:41.7
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn82:41.8
source: idha puriso āgaccheyya puratthimāya disāya saddhāyiko paccayiko.
mn: Suppose a trustworthy and reliable man were to come from the east.

# mn82:41.9
source: So taṃ upasaṅkamitvā evaṃ vadeyya:
mn: He’d approach you and say:

# mn82:41.10
source: ‘yagghe, mahārāja, jāneyyāsi, ahaṃ āgacchāmi puratthimāya disāya?
mn: ‘Please sir, you should know this. I come from the east.

# mn82:41.11
source: Tatthaddasaṃ mahantaṃ janapadaṃ iddhañceva phītañca bahujanaṃ ākiṇṇamanussaṃ.
mn: There I saw a large country that is successful and prosperous and full of people.

# mn82:41.12
source: Bahū tattha hatthikāyā assakāyā rathakāyā pattikāyā;
mn: They have many divisions of elephants, cavalry, chariots, and infantry.

# mn82:41.13
source: bahu tattha dhanadhaññaṃ;
mn: And there’s plenty of money and grain,

# mn82:41.14
source: bahu tattha hiraññasuvaṇṇaṃ akatañceva katañca;
mn: plenty of gold coins and bullion, both worked and unworked,

# mn82:41.15
source: bahu tattha itthipariggaho.
mn: and plenty of women for the taking.

# mn82:41.16
source: Sakkā ca tāvatakeneva balamattena abhivijinituṃ.
mn: With your current forces you can conquer it.

# mn82:41.17
source: Abhivijina, mahārājā’ti, kinti naṃ kareyyāsī”ti?
mn: Conquer it, great king!’ What would you do?”

# mn82:41.18
source: “Tampi mayaṃ, bho raṭṭhapāla, abhivijiya ajjhāvaseyyāmā”ti.
mn: “I would conquer it and dwell there.”

# mn82:41.19
source: “Taṃ kiṃ maññasi, mahārāja,
mn: “What do you think, great king?

# mn82:41.20
source: idha puriso āgaccheyya pacchimāya disāya …
mn: Suppose a trustworthy and reliable man were to come from the west,

# mn82:41.21
source: uttarāya disāya …
mn: north,

# mn82:41.22
source: dakkhiṇāya disāya …
mn: south,

# mn82:41.23
source: parasamuddato saddhāyiko paccayiko.
mn: or from over the ocean.

# mn82:41.24
source: So taṃ upasaṅkamitvā evaṃ vadeyya:
mn: He’d approach you and say the same thing.

# mn82:41.32
source: Abhivijina, mahārājā’ti, kinti naṃ kareyyāsī”ti?
mn: What would you do?”

# mn82:41.33
source: “Tampi mayaṃ, bho raṭṭhapāla, abhivijiya ajjhāvaseyyāmā”ti.
mn: “I would conquer it and dwell there.”

# mn82:41.34
source: “Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ:
mn: “This is what the Buddha was referring to when he said:

# mn82:41.35
source: ‘ūno loko atitto taṇhādāso’ti,
mn: ‘The world is wanting, insatiable, the slave of craving.’

# mn82:41.36
source: yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti.
mn: And it was after knowing and seeing and hearing this that I went forth from the lay life to homelessness.”

# mn82:41.37
source: “Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla.
mn: “It’s incredible, Master Raṭṭhapāla, it’s amazing,

# mn82:41.38
source: Yāva subhāsitañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena:
mn: how well said this was by the Buddha.

# mn82:41.40
source: Ūno hi, bho raṭṭhapāla, loko atitto taṇhādāso”ti.
mn: For the world is indeed wanting, insatiable, the slave of craving.”

# mn82:42.1
source: Idamavoca āyasmā raṭṭhapālo.
mn: This is what Venerable Raṭṭhapāla said.

# mn82:42.2
source: Idaṃ vatvā athāparaṃ etadavoca:
mn: Then he went on to say:

# mn82:42.3
source: “Passāmi loke sadhane manusse,
mn: “I see rich people in the world who,

# mn82:42.4
source: Laddhāna vittaṃ na dadanti mohā;
mn: because of delusion, give not the wealth they’ve earned.

# mn82:42.5
source: Luddhā dhanaṃ sannicayaṃ karonti,
mn: Greedily, they hoard their riches,

# mn82:42.6
source: Bhiyyova kāme abhipatthayanti.
mn: yearning for ever more sensual pleasures.

# mn82:42.7
source: Rājā pasayhā pathaviṃ vijitvā,
mn: A king who conquered the earth by force,

# mn82:42.8
source: Sasāgarantaṃ mahimāvasanto;
mn: ruling the land from sea to sea,

# mn82:42.9
source: Oraṃ samuddassa atittarūpo,
mn: unsatisfied with the near shore of the ocean,

# mn82:42.10
source: Pāraṃ samuddassapi patthayetha.
mn: would still yearn for the further shore.

# mn82:42.11
source: Rājā ca aññe ca bahū manussā,
mn: Not just the king, but others too,

# mn82:42.12
source: Avītataṇhā maraṇaṃ upenti;
mn: reach death not rid of craving.

# mn82:42.13
source: Ūnāva hutvāna jahanti dehaṃ,
mn: They leave the body still wanting,

# mn82:42.14
source: Kāmehi lokamhi na hatthi titti.
mn: for in this world sensual pleasures never satisfy.

# mn82:42.15
source: Kandanti naṃ ñātī pakiriya kese,
mn: Relatives lament, their hair disheveled,

# mn82:42.16
source: Ahovatā no amarāti cāhu;
mn: saying ‘Ah! Alas! They’re not immortal!’

# mn82:42.17
source: Vatthena naṃ pārutaṃ nīharitvā,
mn: They take out the body wrapped in a shroud,

# mn82:42.18
source: Citaṃ samādāya tatoḍahanti.
mn: heap up a pyre, and burn it there.

# mn82:42.19
source: So ḍayhati sūlehi tujjamāno,
mn: It’s poked with stakes while being burnt,

# mn82:42.20
source: Ekena vatthena pahāya bhoge;
mn: in just a single cloth, all wealth gone.

# mn82:42.21
source: Na mīyamānassa bhavanti tāṇā,
mn: Relatives, friends, and companions

# mn82:42.22
source: Ñātīdha mittā atha vā sahāyā.
mn: can’t help you when you’re dying.

# mn82:42.23
source: Dāyādakā tassa dhanaṃ haranti,
mn: Heirs take your riches,

# mn82:42.24
source: Satto pana gacchati yena kammaṃ;
mn: while beings fare on according to their deeds.

# mn82:42.25
source: Na mīyamānaṃ dhanamanveti kiñci,
mn: Riches don’t follow you when you die;

# mn82:42.26
source: Puttā ca dārā ca dhanañca raṭṭhaṃ.
mn: nor do children, wife, wealth, nor kingdom.

# mn82:42.27
source: Na dīghamāyuṃ labhate dhanena,
mn: Longevity isn’t gained by riches,

# mn82:42.28
source: Na cāpi vittena jaraṃ vihanti;
mn: nor does wealth banish old age;

# mn82:42.29
source: Appaṃ hidaṃ jīvitamāhu dhīrā,
mn: for the wise say this life is short,

# mn82:42.30
source: Asassataṃ vippariṇāmadhammaṃ.
mn: it’s perishable and not eternal.

# mn82:42.31
source: Aḍḍhā daliddā ca phusanti phassaṃ,
mn: The rich and the poor feel its touch;

# mn82:42.32
source: Bālo ca dhīro ca tatheva phuṭṭho;
mn: the fool and the wise feel it too.

# mn82:42.33
source: Bālo ca bālyā vadhitova seti,
mn: But the fool lies stricken by their own folly,

# mn82:42.34
source: Dhīro ca na vedhati phassaphuṭṭho.
mn: while the wise don’t tremble at the touch.

# mn82:42.35
source: Tasmā hi paññāva dhanena seyyo,
mn: Therefore wisdom’s much better than wealth,

# mn82:42.36
source: Yāya vosānamidhādhigacchati;
mn: since by wisdom you reach consummation in this life.

# mn82:42.37
source: Abyositattā hi bhavābhavesu,
mn: But if because of delusion you don’t reach consummation,

# mn82:42.38
source: Pāpāni kammāni karonti mohā.
mn: you’ll do evil deeds in life after life.

# mn82:42.39
source: Upeti gabbhañca parañca lokaṃ,
mn: One who enters a womb and the world beyond,

# mn82:42.40
source: Saṃsāramāpajja paramparāya;
mn: will transmigrate from one life to the next.

# mn82:42.41
source: Tassappapañño abhisaddahanto,
mn: While someone of little wisdom, placing faith in them,

# mn82:42.42
source: Upeti gabbhañca parañca lokaṃ.
mn: also enters a womb and the world beyond.

# mn82:42.43
source: Coro yathā sandhimukhe gahito,
mn: As a bandit caught in the door

# mn82:42.44
source: Sakammunā haññati pāpadhammo;
mn: is punished for his own bad deeds;

# mn82:42.45
source: Evaṃ pajā pecca paramhi loke,
mn: so after departing, in the world beyond,

# mn82:42.46
source: Sakammunā haññati pāpadhammo.
mn: people are punished for their own bad deeds.

# mn82:42.47
source: Kāmāhi citrā madhurā manoramā,
mn: Sensual pleasures are diverse, sweet, delightful;

# mn82:42.48
source: Virūparūpena mathenti cittaṃ;
mn: appearing in disguise they disturb the mind.

# mn82:42.49
source: Ādīnavaṃ kāmaguṇesu disvā,
mn: Seeing danger in the many kinds of sensual stimulation,

# mn82:42.50
source: Tasmā ahaṃ pabbajitomhi rāja.
mn: I went forth, O King.

# mn82:42.51
source: Dumapphalāneva patanti māṇavā,
mn: As fruit falls from a tree, so people fall,

# mn82:42.52
source: Daharā ca vuḍḍhā ca sarīrabhedā;
mn: young and old, when the body breaks up.

# mn82:42.53
source: Etampi disvā pabbajitomhi rāja,
mn: Seeing this, too, I went forth, O King;

# mn82:42.54
source: Apaṇṇakaṃ sāmaññameva seyyo”ti.
mn: the ascetic life is guaranteed to be better.”
