Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn085.po
Languages: mn

# mn85:17.1
source: “Evameva kho, rājakumāra, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi avūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ na suppahīno hoti, na suppaṭippassaddho.
mn: “In the same way, there are ascetics and brahmins who don’t live withdrawn in body and mind from sensual pleasures. They haven’t internally given up or stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings because of their efforts, they are incapable of knowledge and vision, of supreme awakening.

# mn85:17.4
source: Ayaṃ kho maṃ, rājakumāra, paṭhamā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: This was the first example that occurred to me.

# mn85:18.1
source: Aparāpi kho maṃ, rājakumāra, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: Then a second example occurred to me.

# mn85:18.2
source: Seyyathāpi, rājakumāra, allaṃ kaṭṭhaṃ sasnehaṃ ārakā udakā thale nikkhittaṃ.
mn: Suppose there was a green, sappy log, and it was lying on dry land far from the water.

# mn85:18.3
source: Atha puriso āgaccheyya uttarāraṇiṃ ādāya:
mn: Then a person comes along with a drill-stick, thinking

# mn85:18.4
source: ‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.
mn: to light a fire and produce heat.

# mn85:18.5
source: Taṃ kiṃ maññasi, rājakumāra,
mn: What do you think, Prince?

# mn85:18.6
source: api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ ārakā udakā thale nikkhittaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?
mn: By drilling the stick against that green, sappy log on dry land far from water, could they light a fire and produce heat?”

# mn85:18.7
source: “No hidaṃ, bhante.
mn: “No, sir.

# mn85:18.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn85:18.9
source: Aduñhi, bhante, allaṃ kaṭṭhaṃ sasnehaṃ kiñcāpi ārakā udakā thale nikkhittaṃ,
mn: Because it’s still a green, sappy log, despite the fact that it’s lying on dry land far from water.

# mn85:18.10
source: yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.
mn: That person will eventually get weary and frustrated.”

# mn85:18.11
source: “Evameva kho, rājakumāra, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ na suppahīno hoti, na suppaṭippassaddho.
mn: “In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. But they haven’t internally given up or stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings because of their efforts, they are incapable of knowledge and vision, of supreme awakening.

# mn85:18.14
source: Ayaṃ kho maṃ, rājakumāra, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: This was the second example that occurred to me.

# mn85:19.1
source: Aparāpi kho maṃ, rājakumāra, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: Then a third example occurred to me.

# mn85:19.2
source: Seyyathāpi, rājakumāra, sukkhaṃ kaṭṭhaṃ koḷāpaṃ ārakā udakā thale nikkhittaṃ.
mn: Suppose there was a dried up, withered log, and it was lying on dry land far from the water.

# mn85:19.3
source: Atha puriso āgaccheyya uttarāraṇiṃ ādāya:
mn: Then a person comes along with a drill-stick, thinking

# mn85:19.4
source: ‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.
mn: to light a fire and produce heat.

# mn85:19.5
source: Taṃ kiṃ maññasi, rājakumāra,
mn: What do you think, Prince?

# mn85:19.6
source: api nu so puriso amuṃ sukkhaṃ kaṭṭhaṃ koḷāpaṃ ārakā udakā thale nikkhittaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?
mn: By drilling the stick against that dried up, withered log on dry land far from water, could they light a fire and produce heat?”

# mn85:19.7
source: “Evaṃ, bhante.
mn: “Yes, sir.

# mn85:19.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn85:19.9
source: Aduñhi, bhante, sukkhaṃ kaṭṭhaṃ koḷāpaṃ, tañca pana ārakā udakā thale nikkhittan”ti.
mn: Because it’s a dried up, withered log, and it’s lying on dry land far from water.”

# mn85:19.10
source: “Evameva kho, rājakumāra, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ suppahīno hoti suppaṭippassaddho.
mn: “In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. And they have internally given up and stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings because of their efforts, they are capable of knowledge and vision, of supreme awakening.

# mn85:19.13
source: Ayaṃ kho maṃ, rājakumāra, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: This was the third example that occurred to me.

# mn85:19.14
source: Imā kho maṃ, rājakumāra, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā.
mn: These are the three examples, which were neither supernaturally inspired, nor learned before in the past, that occurred to me.

# mn85:20.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:20.2
source: ‘yannūnāhaṃ dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇheyyaṃ abhinippīḷeyyaṃ abhisantāpeyyan’ti.
mn: ‘Why don’t I, with teeth clenched and tongue pressed against the roof of my mouth, squeeze, squash, and torture mind with mind.’

# mn85:20.3
source: So kho ahaṃ, rājakumāra, dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhāmi abhinippīḷemi abhisantāpemi.
mn: So that’s what I did,

# mn85:20.4
source: Tassa mayhaṃ, rājakumāra, dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.
mn: until sweat ran from my armpits.

# mn85:20.5
source: Seyyathāpi, rājakumāra, balavā puriso dubbalataraṃ purisaṃ sīse vā gahetvā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya;
mn: It was like when a strong man grabs a weaker man by the head or throat or shoulder and squeezes, squashes, and tortures them.

# mn85:20.6
source: evameva kho me, rājakumāra, dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.
mn: In the same way, with teeth clenched and tongue pressed against the roof of my mouth, I squeezed, squashed, and tortured mind with mind until sweat ran from my armpits.

# mn85:20.7
source: Āraddhaṃ kho pana me, rājakumāra, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn85:21.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:21.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I practice the breathless absorption?’

# mn85:21.3
source: So kho ahaṃ, rājakumāra, mukhato ca nāsato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose.

# mn85:21.4
source: Tassa mayhaṃ, rājakumāra, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṃ nikkhamantānaṃ adhimatto saddo hoti.
mn: But then winds came out my ears making a loud noise,

# mn85:21.5
source: Seyyathāpi nāma kammāragaggariyā dhamamānāya adhimatto saddo hoti;
mn: like the puffing of a blacksmith’s bellows.

# mn85:21.7
source: Āraddhaṃ kho pana me, rājakumāra, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn85:22.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:22.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn85:22.3
source: So kho ahaṃ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose and ears.

# mn85:22.4
source: Tassa mayhaṃ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti.
mn: But then strong winds ground my head,

# mn85:22.5
source: Seyyathāpi, rājakumāra, balavā puriso tiṇhena sikharena muddhani abhimattheyya;
mn: like a strong man was drilling into my head with a sharp point.

# mn85:22.7
source: Āraddhaṃ kho pana me, rājakumāra, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn85:23.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:23.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn85:23.3
source: So kho ahaṃ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose and ears.

# mn85:23.4
source: Tassa mayhaṃ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti.
mn: But then I got a severe headache,

# mn85:23.5
source: Seyyathāpi, rājakumāra, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya;
mn: like a strong man was tightening a tough leather strap around my head.

# mn85:23.7
source: Āraddhaṃ kho pana me, rājakumāra, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn85:24.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:24.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn85:24.3
source: So kho ahaṃ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose and ears.

# mn85:24.4
source: Tassa mayhaṃ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṃ parikantanti.
mn: But then strong winds carved up my belly,

# mn85:24.5
source: Seyyathāpi, rājakumāra, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya;
mn: like a deft butcher or their apprentice was slicing my belly open with a meat cleaver.

# mn85:24.7
source: Āraddhaṃ kho pana me, rājakumāra, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn85:25.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:25.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn85:25.3
source: So kho ahaṃ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose and ears.

# mn85:25.4
source: Tassa mayhaṃ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṃ ḍāho hoti.
mn: But then there was an intense burning in my body,

# mn85:25.5
source: Seyyathāpi, rājakumāra, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ;
mn: like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals.

# mn85:25.7
source: Āraddhaṃ kho pana me, rājakumāra, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn85:26.1
source: Apissu maṃ, rājakumāra, devatā disvā evamāhaṃsu:
mn: Then some deities saw me and said,

# mn85:26.2
source: ‘kālaṅkato samaṇo gotamo’ti.
mn: ‘The ascetic Gotama is dead.’

# mn85:26.3
source: Ekaccā devatā evamāhaṃsu:
mn: Others said,

# mn85:26.4
source: ‘na kālaṅkato samaṇo gotamo, api ca kālaṃ karotī’ti.
mn: ‘He’s not dead, but he’s dying.’

# mn85:26.5
source: Ekaccā devatā evamāhaṃsu:
mn: Others said,

# mn85:26.6
source: ‘na kālaṅkato samaṇo gotamo, nāpi kālaṃ karoti. Arahaṃ samaṇo gotamo. Vihāro tveva so arahato evarūpo hotī’ti.
mn: ‘He’s not dead or dying. The ascetic Gotama is a perfected one, for that is how the perfected ones live.’

# mn85:27.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:27.2
source: ‘yannūnāhaṃ sabbaso āhārupacchedāya paṭipajjeyyan’ti.
mn: ‘Why don’t I practice completely cutting off food?’

# mn85:27.3
source: Atha kho maṃ, rājakumāra, devatā upasaṅkamitvā etadavocuṃ:
mn: But deities came to me and said,

# mn85:27.4
source: ‘mā kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajji.
mn: ‘Good sir, don’t practice totally cutting off food.

# mn85:27.5
source: Sace kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajjissasi, tassa te mayaṃ dibbaṃ ojaṃ lomakūpehi ajjhohāressāma, tāya tvaṃ yāpessasī’ti.
mn: If you do, we’ll infuse divine nectar into your pores and you will live on that.’

# mn85:27.6
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:27.7
source: ‘ahañceva kho pana sabbaso ajajjitaṃ paṭijāneyyaṃ. Imā ca me devatā dibbaṃ ojaṃ lomakūpehi ajjhohāreyyuṃ, tāya cāhaṃ yāpeyyaṃ, taṃ mamassa musā’ti.
mn: ‘If I claim to be completely fasting while these deities are infusing divine nectar in my pores, that would be a lie on my part.’

# mn85:27.8
source: So kho ahaṃ, rājakumāra, tā devatā paccācikkhāmi. ‘Halan’ti vadāmi.
mn: So I dismissed those deities, saying, ‘There’s no need.’

# mn85:28.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:28.2
source: ‘yannūnāhaṃ thokaṃ thokaṃ āhāraṃ āhāreyyaṃ pasataṃ pasataṃ, yadi vā muggayūsaṃ yadi vā kulatthayūsaṃ yadi vā kaḷāyayūsaṃ yadi vā hareṇukayūsan’ti.
mn: ‘Why don’t I just take a little bit of food each time, a cup of broth made from mung beans, lentils, chickpeas, or green gram.’

# mn85:28.3
source: So kho ahaṃ, rājakumāra, thokaṃ thokaṃ āhāraṃ āhāresiṃ pasataṃ pasataṃ, yadi vā muggayūsaṃ yadi vā kulatthayūsaṃ yadi vā kaḷāyayūsaṃ yadi vā hareṇukayūsaṃ.
mn: So that’s what I did,

# mn85:28.4
source: Tassa mayhaṃ, rājakumāra, thokaṃ thokaṃ āhāraṃ āhārayato pasataṃ pasataṃ, yadi vā muggayūsaṃ yadi vā kulatthayūsaṃ yadi vā kaḷāyayūsaṃ yadi vā hareṇukayūsaṃ, adhimattakasimānaṃ patto kāyo hoti.
mn: until my body became extremely emaciated.

# mn85:28.5
source: Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya.
mn: Due to eating so little, my limbs became like the joints of an eighty-year-old or a corpse,

# mn85:28.6
source: Seyyathāpi nāma oṭṭhapadaṃ; evamevassu me ānisadaṃ hoti tāyevappāhāratāya.
mn: my bottom became like a camel’s hoof,

# mn85:28.7
source: Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako uṇṇatāvanato hoti tāyevappāhāratāya.
mn: my vertebrae stuck out like beads on a string,

# mn85:28.8
source: Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya.
mn: and my ribs were as gaunt as the broken-down rafters on an old barn.

# mn85:28.9
source: Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya.
mn: Due to eating so little, the gleam of my eyes sank deep in their sockets, like the gleam of water sunk deep down a well.

# mn85:28.10
source: Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya.
mn: Due to eating so little, my scalp shriveled and withered like a green bitter-gourd in the wind and sun.

# mn85:28.11
source: So kho ahaṃ, rājakumāra, ‘udaracchaviṃ parimasissāmī’ti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṃ parimasissāmī’ti udaracchaviṃyeva pariggaṇhāmi. Yāvassu me, rājakumāra, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya.
mn: Due to eating so little, the skin of my belly stuck to my backbone, so that when I tried to rub the skin of my belly I grabbed my backbone, and when I tried to rub my backbone I rubbed the skin of my belly.

# mn85:28.12
source: So kho ahaṃ, rājakumāra, ‘vaccaṃ vā muttaṃ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya.
mn: Due to eating so little, when I tried to urinate or defecate I fell face down right there.

# mn85:28.13
source: So kho ahaṃ, rājakumāra, imameva kāyaṃ assāsento pāṇinā gattāni anumajjāmi. Tassa mayhaṃ, rājakumāra, pāṇinā gattāni anumajjato pūtimūlāni lomāni kāyasmā papatanti tāyevappāhāratāya.
mn: Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out.

# mn85:29.1
source: Apissu maṃ, rājakumāra, manussā disvā evamāhaṃsu: ‘kāḷo samaṇo gotamo’ti,
mn: Then some people saw me and said, ‘The ascetic Gotama is black.’

# mn85:29.2
source: ekacce manussā evamāhaṃsu: ‘na kāḷo samaṇo gotamo, sāmo samaṇo gotamo’ti.
mn: Some said, ‘He’s not black, he’s brown.’

# mn85:29.3
source: Ekacce manussā evamāhaṃsu: ‘na kāḷo samaṇo gotamo, napi sāmo, maṅguracchavi samaṇo gotamo’ti.
mn: Some said, ‘He’s neither black nor brown. The ascetic Gotama has tawny skin.’

# mn85:29.4
source: Yāvassu me, rājakumāra, tāva parisuddho chavivaṇṇo pariyodāto upahato hoti tāyevappāhāratāya.
mn: That’s how far the pure, bright complexion of my skin had been ruined by taking so little food.

# mn85:30.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:30.2
source: ‘ye kho keci atītamaddhānaṃ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayiṃsu, etāvaparamaṃ nayito bhiyyo.
mn: ‘Whatever ascetics and brahmins have experienced painful, sharp, severe, acute feelings due to overexertion—whether in the past, future, or present—this is as far as it goes, no-one has done more than this.

# mn85:30.5
source: Na kho panāhaṃ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammā alamariyañāṇadassanavisesaṃ;
mn: But I have not achieved any superhuman distinction in knowledge and vision worthy of the noble ones by this severe, gruelling work.

# mn85:30.6
source: siyā nu kho añño maggo bodhāyā’ti.
mn: Could there be another path to awakening?’

# mn85:31.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:31.2
source: ‘abhijānāmi kho panāhaṃ pitu sakkassa kammante sītāya jambucchāyāya nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharitā;
mn: ‘I recall sitting in the cool shade of the rose-apple tree while my father the Sakyan was off working. Quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn85:31.3
source: siyā nu kho eso maggo bodhāyā’ti.
mn: Could that be the path to awakening?’

# mn85:31.4
source: Tassa mayhaṃ, rājakumāra, satānusāri viññāṇaṃ ahosi:
mn: Stemming from that memory came the realization:

# mn85:31.5
source: ‘eseva maggo bodhāyā’ti.
mn: ‘*That* is the path to awakening!’

# mn85:32.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:32.2
source: ‘kiṃ nu kho ahaṃ tassa sukhassa bhāyāmi yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti?
mn: ‘Why am I afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities?’

# mn85:32.3
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:32.4
source: ‘na kho ahaṃ tassa sukhassa bhāyāmi yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti.
mn: ‘I’m not afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities.’

# mn85:33.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:33.2
source: ‘na kho taṃ sukaraṃ sukhaṃ adhigantuṃ evaṃ adhimattakasimānaṃ pattakāyena. Yannūnāhaṃ oḷārikaṃ āhāraṃ āhāreyyaṃ odanakummāsan’ti.
mn: ‘I can’t achieve that pleasure with a body so excessively emaciated. Why don’t I eat some solid food, some rice and porridge?’

# mn85:33.3
source: So kho ahaṃ, rājakumāra, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ.
mn: So I ate some solid food.

# mn85:33.4
source: Tena kho pana maṃ, rājakumāra, samayena pañcavaggiyā bhikkhū paccupaṭṭhitā honti:
mn: Now at that time the five mendicants were attending on me, thinking,

# mn85:33.5
source: ‘yaṃ kho samaṇo gotamo dhammaṃ adhigamissati taṃ no ārocessatī’ti.
mn: ‘The ascetic Gotama will tell us of any truth that he realizes.’

# mn85:33.6
source: Yato kho ahaṃ, rājakumāra, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ, atha me te pañcavaggiyā bhikkhū nibbijja pakkamiṃsu:
mn: But when I ate some solid food, they left disappointed in me, saying,

# mn85:33.7
source: ‘bāhulliko samaṇo gotamo padhānavibbhanto, āvatto bāhullāyā’ti.
mn: ‘The ascetic Gotama has become indulgent; he has strayed from the struggle and returned to indulgence.’

# mn85:34-37.1
source: So kho ahaṃ, rājakumāra, oḷārikaṃ āhāraṃ āhāretvā balaṃ gahetvā vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja vihāsiṃ.
mn: After eating solid food and gathering my strength, quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption …

# mn85:34-37.2
source: Vitakkavicārānaṃ vūpasamā … dutiyaṃ jhānaṃ …
mn: second absorption …

# mn85:34-37.3
source: tatiyaṃ jhānaṃ …
mn: third absorption …

# mn85:34-37.4
source: catutthaṃ jhānaṃ upasampajja vihāsiṃ.
mn: fourth absorption.

# mn85:34-37.5
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward recollection of past lives.

# mn85:34-37.6
source: So anekavihitaṃ pubbenivāsaṃ anussarāmi, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.
mn: I recollected many past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. And so I recollected my many kinds of past lives, with features and details.
