Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn085.po
Languages: mn

# mn85:0.1
source: Majjhima Nikāya 85
mn: Middle Discourses 85

# mn85:0.2
source: Bodhirājakumārasutta
mn: With Prince Bodhi

# mn85:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn85:1.2
source: ekaṃ samayaṃ bhagavā bhaggesu viharati susumāragire bhesakaḷāvane migadāye.
mn: At one time the Buddha was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.

# mn85:2.1
source: Tena kho pana samayena bodhissa rājakumārassa kokanado nāma pāsādo acirakārito hoti anajjhāvuṭṭho samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena.
mn: Now at that time a new stilt longhouse named Pink Lotus had recently been constructed for Prince Bodhi. It had not yet been occupied by an ascetic or brahmin or any person at all.

# mn85:3.1
source: Atha kho bodhi rājakumāro sañjikāputtaṃ māṇavaṃ āmantesi:
mn: Then Prince Bodhi addressed the brahmin student Sañjikāputta,

# mn85:3.2
source: “ehi tvaṃ, samma sañjikāputta, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vanda, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha:
mn: “Please, dear Sañjikāputta, go to the Buddha, and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably.

# mn85:3.4
source: Evañca vadehi:
mn: And then ask him whether he

# mn85:3.5
source: ‘adhivāsetu kira, bhante, bhagavā bodhissa rājakumārassa svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā’”ti.
mn: might accept tomorrow’s meal from me together with the mendicant Saṅgha.”

# mn85:4.1
source: “Evaṃ, bho”ti kho sañjikāputto māṇavo bodhissa rājakumārassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: “Yes, sir,” Sañjikāputta replied. He did as Prince Bodhi asked, and

# mn85:4.6
source: Adhivāsesi bhagavā tuṇhībhāvena.
mn: the Buddha consented in silence.

# mn85:4.7
source: Atha kho sañjikāputto māṇavo bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā yena bodhi rājakumāro tenupasaṅkami; upasaṅkamitvā bodhiṃ rājakumāraṃ etadavoca:
mn: Then, knowing that the Buddha had consented, Sañjikāputta got up from his seat, went to Prince Bodhi, and said,

# mn85:4.8
source: “avocumha bhoto vacanena taṃ bhavantaṃ gotamaṃ:
mn: “I gave the ascetic Gotama your message,

# mn85:4.12
source: Adhivuṭṭhañca pana samaṇena gotamenā”ti.
mn: and he accepted.”

# mn85:5.1
source: Atha kho bodhi rājakumāro tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā, kokanadañca pāsādaṃ odātehi dussehi santharāpetvā yāva pacchimasopānakaḷevarā, sañjikāputtaṃ māṇavaṃ āmantesi:
mn: And when the night had passed Prince Bodhi had a variety of delicious foods prepared in his own home. He also had the Pink Lotus longhouse spread with white cloth down to the last step of the staircase. Then he said to Sañjikāputta,

# mn85:5.2
source: “ehi tvaṃ, samma sañjikāputta, yena bhagavā tenupasaṅkama; upasaṅkamitvā bhagavato kālaṃ ārocehi:
mn: “Please, dear Sañjikāputta, go to the Buddha, and announce the time, saying,

# mn85:5.3
source: ‘kālo, bhante, niṭṭhitaṃ bhattan’”ti.
mn: ‘Sir, it’s time. The meal is ready.’”

# mn85:5.4
source: “Evaṃ, bho”ti kho sañjikāputto māṇavo bodhissa rājakumārassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavato kālaṃ ārocesi:
mn: “Yes, sir,” Sañjikāputta replied, and he did as he was asked.

# mn85:6.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena bodhissa rājakumārassa nivesanaṃ tenupasaṅkami.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, went to Prince Bodhi’s home.

# mn85:7.1
source: Tena kho pana samayena bodhi rājakumāro bahidvārakoṭṭhake ṭhito hoti bhagavantaṃ āgamayamāno.
mn: Now at that time Prince Bodhi was standing outside the gates waiting for the Buddha.

# mn85:7.2
source: Addasā kho bodhi rājakumāro bhagavantaṃ dūratova āgacchantaṃ.
mn: Seeing the Buddha coming off in the distance,

# mn85:7.3
source: Disvāna paccuggantvā bhagavantaṃ abhivādetvā purakkhatvā yena kokanado pāsādo tenupasaṅkami.
mn: he went out to greet him. After bowing and inviting the Buddha to go first, he approached the Pink Lotus longhouse.

# mn85:7.4
source: Atha kho bhagavā pacchimaṃ sopānakaḷevaraṃ nissāya aṭṭhāsi.
mn: But the Buddha stopped by the last step of the staircase.

# mn85:7.5
source: Atha kho bodhi rājakumāro bhagavantaṃ etadavoca:
mn: Then Prince Bodhi said to him,

# mn85:7.6
source: “abhiruhatu, bhante, bhagavā dussāni, abhiruhatu sugato dussāni;
mn: “Sir, let the Blessed One ascend on the cloth! Let the Holy One ascend on the cloth!

# mn85:7.7
source: yaṃ mama assa dīgharattaṃ hitāya sukhāyā”ti.
mn: It will be for my lasting welfare and happiness.”

# mn85:7.8
source: Evaṃ vutte, bhagavā tuṇhī ahosi.
mn: But when he said this, the Buddha kept silent.

# mn85:7.9
source: Dutiyampi kho … pe …
mn: For a second time …

# mn85:7.10
source: tatiyampi kho bodhi rājakumāro bhagavantaṃ etadavoca:
mn: and a third time, Prince Bodhi said to him,

# mn85:7.11
source: “abhiruhatu, bhante, bhagavā dussāni, abhiruhatu sugato dussāni;
mn: “Sir, let the Blessed One ascend on the cloth! Let the Holy One ascend on the cloth!

# mn85:7.12
source: yaṃ mama assa dīgharattaṃ hitāya sukhāyā”ti.
mn: It will be for my lasting welfare and happiness.”

# mn85:7.13
source: Atha kho bhagavā āyasmantaṃ ānandaṃ apalokesi.
mn: Then the Buddha glanced at Venerable Ānanda.

# mn85:7.14
source: Atha kho āyasmā ānando bodhiṃ rājakumāraṃ etadavoca:
mn: So Ānanda said to Prince Bodhi,

# mn85:7.15
source: “saṃharatu, rājakumāra, dussāni;
mn: “Fold up the cloth, Prince.

# mn85:7.16
source: na bhagavā celapaṭikaṃ akkamissati.
mn: The Buddha will not step upon white cloth.

# mn85:7.17
source: Pacchimaṃ janataṃ tathāgato anukampatī”ti.
mn: The Realized One has compassion for future generations.”

# mn85:8.1
source: Atha kho bodhi rājakumāro dussāni saṃharāpetvā uparikokanadapāsāde āsanāni paññapesi.
mn: So Prince Bodhi had the cloth folded up and the seats spread out upstairs in the longhouse.

# mn85:8.2
source: Atha kho bhagavā kokanadaṃ pāsādaṃ abhiruhitvā paññatte āsane nisīdi saddhiṃ bhikkhusaṃghena.
mn: Then the Buddha ascended the longhouse and sat on the seats spread out together with the Saṅgha of mendicants.

# mn85:9.1
source: Atha kho bodhi rājakumāro buddhappamukhaṃ bhikkhusaṃghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.
mn: Then Prince Bodhi served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods.

# mn85:9.2
source: Atha kho bodhi rājakumāro bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: When the Buddha had eaten and washed his hand and bowl, Prince Bodhi took a low seat, sat to one side,

# mn85:9.3
source: Ekamantaṃ nisinno kho bodhi rājakumāro bhagavantaṃ etadavoca:
mn: and said to him,

# mn85:9.4
source: “mayhaṃ kho, bhante, evaṃ hoti:
mn: “Sir, this is what I think:

# mn85:9.5
source: ‘na kho sukhena sukhaṃ adhigantabbaṃ, dukkhena kho sukhaṃ adhigantabban’”ti.
mn: ‘Pleasure is not gained through pleasure; pleasure is gained through pain.’”

# mn85:10.1
source: “Mayhampi kho, rājakumāra, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:
mn: “Prince, before my awakening—when I was still unawakened but intent on awakening—I too thought:

# mn85:10.2
source: ‘na kho sukhena sukhaṃ adhigantabbaṃ, dukkhena kho sukhaṃ adhigantabban’ti.
mn: ‘Pleasure is not gained through pleasure; pleasure is gained through pain.’

# mn85:11.1
source: So kho ahaṃ, rājakumāra, aparena samayena daharova samāno susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ.
mn: Some time later, while still black-haired, blessed with youth, in the prime of life—though my mother and father wished otherwise, weeping with tearful faces—I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness.

# mn85:11.2
source: So evaṃ pabbajito samāno kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: Once I had gone forth I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Āḷāra Kālāma and said to him,

# mn85:11.3
source: ‘icchāmahaṃ, āvuso kālāma, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.
mn: ‘Reverend Kālāma, I wish to live the spiritual life in this teaching and training.’

# mn85:11.4
source: Evaṃ vutte, rājakumāra, āḷāro kālāmo maṃ etadavoca:
mn: Āḷāra Kālāma replied,

# mn85:11.5
source: ‘viharatāyasmā,
mn: ‘Stay, venerable.

# mn85:11.6
source: tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.
mn: This teaching is such that a sensible person can soon realize their own teacher’s doctrine with their own insight and live having achieved it.’

# mn85:11.7
source: So kho ahaṃ, rājakumāra, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.
mn: I quickly memorized that teaching.

# mn85:11.8
source: So kho ahaṃ, rājakumāra, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi, theravādañca jānāmi passāmīti ca paṭijānāmi, ahañceva aññe ca.
mn: So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.

# mn85:11.9
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:11.10
source: ‘na kho āḷāro kālāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti;
mn: ‘It is not solely by mere faith that Āḷāra Kālāma declares: “I realize this teaching with my own insight, and live having achieved it.”

# mn85:11.11
source: addhā āḷāro kālāmo imaṃ dhammaṃ jānaṃ passaṃ viharatī’ti.
mn: Surely he meditates knowing and seeing this teaching.’

# mn85:12.1
source: Atha khvāhaṃ, rājakumāra, yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: So I approached Āḷāra Kālāma and said to him,

# mn85:12.2
source: ‘kittāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?
mn: ‘Reverend Kālāma, to what extent do you say you’ve realized this teaching with your own insight?’

# mn85:12.3
source: Evaṃ vutte, rājakumāra, āḷāro kālāmo ākiñcaññāyatanaṃ pavedesi.
mn: When I said this, he declared the dimension of nothingness.

# mn85:12.4
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:12.5
source: ‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā;
mn: ‘It’s not just Āḷāra Kālāma who has faith,

# mn85:12.6
source: na kho āḷārasseva kālāmassa atthi vīriyaṃ … pe …
mn: energy,

# mn85:12.7
source: sati …
mn: mindfulness,

# mn85:12.8
source: samādhi …
mn: immersion,

# mn85:12.9
source: paññā, mayhampatthi paññā.
mn: and wisdom; I too have these things.

# mn85:12.10
source: Yannūnāhaṃ yaṃ dhammaṃ āḷāro kālāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti.
mn: Why don’t I make an effort to realize the same teaching that Āḷāra Kālāma says he has realized with his own insight?’

# mn85:12.11
source: So kho ahaṃ, rājakumāra, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.
mn: I quickly realized that teaching with my own insight, and lived having achieved it.

# mn85:12.12
source: Atha khvāhaṃ, rājakumāra, yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: So I approached Āḷāra Kālāma and said to him,

# mn85:12.13
source: ‘ettāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?
mn: ‘Reverend Kālāma, have you realized this teaching with your own insight up to this point, and declare having achieved it?’

# mn85:12.14
source: ‘Ettāvatā kho ahaṃ, āvuso, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemī’ti.
mn: ‘I have, reverend.’

# mn85:12.15
source: ‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.
mn: ‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’

# mn85:12.16
source: ‘Lābhā no, āvuso, suladdhaṃ no, āvuso,
mn: ‘We are fortunate, reverend, so very fortunate

# mn85:12.17
source: ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.
mn: to see a venerable such as yourself as one of our spiritual companions!

# mn85:12.18
source: Iti yāhaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi, taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi.
mn: So the teaching that I’ve realized with my own insight, and declare having achieved it, you’ve realized with your own insight, and live having achieved it.

# mn85:12.19
source: Yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi, tamahaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi.
mn: The teaching that you’ve realized with your own insight, and live having achieved it, I’ve realized with my own insight, and declare having achieved it.

# mn85:12.20
source: Iti yāhaṃ dhammaṃ jānāmi taṃ tvaṃ dhammaṃ jānāsi; yaṃ tvaṃ dhammaṃ jānāsi tamahaṃ dhammaṃ jānāmi.
mn: So the teaching that I know, you know, and the teaching you know, I know.

# mn85:12.21
source: Iti yādiso ahaṃ, tādiso tuvaṃ; yādiso tuvaṃ tādiso ahaṃ.
mn: I am like you and you are like me.

# mn85:12.22
source: Ehi dāni, āvuso, ubhova santā imaṃ gaṇaṃ pariharāmā’ti.
mn: Come now, reverend! We should both lead this community together.’

# mn85:12.23
source: Iti kho, rājakumāra, āḷāro kālāmo ācariyo me samāno attano antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.
mn: And that is how my teacher Āḷāra Kālāma placed me, his student, on the same position as him, and honored me with lofty praise.

# mn85:12.24
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:12.25
source: ‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti.
mn: ‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of nothingness.’

# mn85:12.26
source: So kho ahaṃ, rājakumāra, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.
mn: Realizing that this teaching was inadequate, I left disappointed.

# mn85:12.27
source: So kho ahaṃ, rājakumāra, kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Uddaka, son of Rāma, and said to him,

# mn85:12.28
source: ‘icchāmahaṃ, āvuso, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.
mn: ‘Reverend, I wish to live the spiritual life in this teaching and training.’

# mn85:12.29
source: Evaṃ vutte, rājakumāra, udako rāmaputto maṃ etadavoca:
mn: Uddaka replied,

# mn85:12.30
source: ‘viharatāyasmā,
mn: ‘Stay, venerable.

# mn85:12.31
source: tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.
mn: This teaching is such that a sensible person can soon realize their own teacher’s doctrine with their own insight and live having achieved it.’

# mn85:12.32
source: So kho ahaṃ, rājakumāra, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.
mn: I quickly memorized that teaching.

# mn85:12.33
source: So kho ahaṃ, rājakumāra, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi, theravādañca jānāmi passāmīti ca paṭijānāmi, ahañceva aññe ca.
mn: So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.

# mn85:12.34
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:12.35
source: ‘na kho rāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi;
mn: ‘It is not solely by mere faith that Rāma declared: “I realize this teaching with my own insight, and live having achieved it.”

# mn85:12.36
source: addhā rāmo imaṃ dhammaṃ jānaṃ passaṃ vihāsī’ti.
mn: Surely he meditated knowing and seeing this teaching.’

# mn85:13.1
source: Atha khvāhaṃ, rājakumāra, yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: So I approached Uddaka, son of Rāma, and said to him,

# mn85:13.2
source: ‘kittāvatā no, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?
mn: ‘Reverend, to what extent did Rāma say he’d realized this teaching with his own insight?’

# mn85:13.3
source: Evaṃ vutte, rājakumāra, udako rāmaputto nevasaññānāsaññāyatanaṃ pavedesi.
mn: When I said this, Uddaka, son of Rāma, declared the dimension of neither perception nor non-perception.

# mn85:13.4
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:13.5
source: ‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā;
mn: ‘It’s not just Rāma who had faith,

# mn85:13.6
source: na kho rāmasseva ahosi vīriyaṃ … pe …
mn: energy,

# mn85:13.7
source: sati …
mn: mindfulness,

# mn85:13.8
source: samādhi …
mn: immersion,

# mn85:13.9
source: paññā, mayhampatthi paññā.
mn: and wisdom; I too have these things.

# mn85:13.10
source: Yannūnāhaṃ yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti.
mn: Why don’t I make an effort to realize the same teaching that Rāma said he had realized with his own insight?’

# mn85:13.11
source: So kho ahaṃ, rājakumāra, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.
mn: I quickly realized that teaching with my own insight, and lived having achieved it.

# mn85:13.12
source: Atha khvāhaṃ, rājakumāra, yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: So I approached Uddaka, son of Rāma, and said to him,

# mn85:13.13
source: ‘ettāvatā no, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?
mn: ‘Reverend, had Rāma realized this teaching with his own insight up to this point, and declared having achieved it?’

# mn85:13.14
source: ‘Ettāvatā kho, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti.
mn: ‘He had, reverend.’

# mn85:13.15
source: ‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.
mn: ‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’

# mn85:13.16
source: ‘Lābhā no, āvuso, suladdhaṃ no, āvuso,
mn: ‘We are fortunate, reverend, so very fortunate

# mn85:13.17
source: ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.
mn: to see a venerable such as yourself as one of our spiritual companions!

# mn85:13.18
source: Iti yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi.
mn: So the teaching that Rāma had realized with his own insight, and declared having achieved it, you've realized with your own insight, and live having achieved it.

# mn85:13.19
source: Yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi taṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi.
mn: The teaching that you’ve realized with your own insight, and live having achieved it, Rāma had realized with his own insight, and declared having achieved it.

# mn85:13.20
source: Iti yaṃ dhammaṃ rāmo abhiññāsi taṃ tvaṃ dhammaṃ jānāsi; yaṃ tvaṃ dhammaṃ jānāsi taṃ dhammaṃ rāmo abhiññāsi.
mn: So the teaching that Rāma directly knew, you know, and the teaching you know, Rāma directly knew.

# mn85:13.21
source: Iti yādiso rāmo ahosi tādiso tuvaṃ, yādiso tuvaṃ tādiso rāmo ahosi.
mn: Rāma was like you and you are like Rāma.

# mn85:13.22
source: Ehi dāni, āvuso, tuvaṃ imaṃ gaṇaṃ pariharā’ti.
mn: Come now, reverend! You should lead this community.’

# mn85:13.23
source: Iti kho, rājakumāra, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne maṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.
mn: And that is how my spiritual companion Uddaka, son of Rāma, placed me in the position of a teacher, and honored me with lofty praise.

# mn85:13.24
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:13.25
source: ‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti.
mn: ‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of neither perception nor non-perception.’

# mn85:13.26
source: So kho ahaṃ, rājakumāra, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.
mn: Realizing that this teaching was inadequate, I left disappointed.

# mn85:14.1
source: So kho ahaṃ, rājakumāra, kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno, magadhesu anupubbena cārikaṃ caramāno, yena uruvelā senānigamo tadavasariṃ.
mn: I set out to discover what is skillful, seeking the supreme state of sublime peace. Traveling stage by stage in the Magadhan lands, I arrived at Senanigama near Uruvelā.

# mn85:14.2
source: Tatthaddasaṃ ramaṇīyaṃ bhūmibhāgaṃ, pāsādikañca vanasaṇḍaṃ, nadiñca sandantiṃ setakaṃ supatitthaṃ, ramaṇīyaṃ samantā ca gocaragāmaṃ.
mn: There I saw a delightful park, a lovely grove with a flowing river that was clean and charming, with smooth banks. And nearby was a village to go for alms.

# mn85:14.3
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:14.4
source: ‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā, ramaṇīyā samantā ca gocaragāmo.
mn: ‘This park is truly delightful, a lovely grove with a flowing river that’s clean and charming, with smooth banks. And nearby there’s a village to go for alms.

# mn85:14.5
source: Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāyā’ti.
mn: This is good enough for a gentleman who wishes to put forth effort in meditation.’

# mn85:14.6
source: So kho ahaṃ, rājakumāra, tattheva nisīdiṃ:
mn: So I sat down right there, thinking,

# mn85:14.7
source: ‘alamidaṃ padhānāyā’ti.
mn: ‘This is good enough for meditation.’

# mn85:15.1
source: Apissu maṃ, rājakumāra, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā.
mn: And then these three examples, which were neither supernaturally inspired, nor learned before in the past, occurred to me.

# mn85:16.1
source: Seyyathāpi, rājakumāra, allaṃ kaṭṭhaṃ sasnehaṃ udake nikkhittaṃ.
mn: Suppose there was a green, sappy log, and it was lying in water.

# mn85:16.2
source: Atha puriso āgaccheyya uttarāraṇiṃ ādāya:
mn: Then a person comes along with a drill-stick, thinking

# mn85:16.3
source: ‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.
mn: to light a fire and produce heat.

# mn85:16.4
source: Taṃ kiṃ maññasi, rājakumāra,
mn: What do you think, Prince?

# mn85:16.5
source: api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ udake nikkhittaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?
mn: By drilling the stick against that green, sappy log lying in water, could they light a fire and produce heat?”

# mn85:16.6
source: “No hidaṃ, bhante.
mn: “No, sir.

# mn85:16.7
source: Taṃ kissa hetu?
mn: Why is that?

# mn85:16.8
source: Aduñhi, bhante, allaṃ kaṭṭhaṃ sasnehaṃ tañca pana udake nikkhittaṃ,
mn: Because it’s a green, sappy log, and it’s lying in the water.

# mn85:16.9
source: yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.
mn: That person will eventually get weary and frustrated.”
