Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn085.po
Languages: mn

# mn85:34-37.7
source: Ayaṃ kho me, rājakumāra, rattiyā paṭhame yāme paṭhamā
mn: This was the first knowledge, which I achieved in the first watch of the night.

# mn85:34-37.8
source: vijjā adhigatā, avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno—yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn85:38.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the death and rebirth of sentient beings.

# mn85:38.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi … pe …
mn: With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds.

# mn85:39.1
source: ayaṃ kho me, rājakumāra, rattiyā majjhime yāme dutiyā vijjā adhigatā, avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno—yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: This was the second knowledge, which I achieved in the middle watch of the night. Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn85:40.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the ending of defilements.

# mn85:40.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ;
mn: I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# mn85:40.3
source: ‘ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ … pe … ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.
mn: I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.

# mn85:41.1
source: Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha.
mn: Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn85:41.2
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi.
mn: When it was freed, I knew it was freed.

# mn85:41.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ.
mn: I understood: ‘Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.’

# mn85:42.1
source: Ayaṃ kho me, rājakumāra, rattiyā pacchime yāme tatiyā
mn: This was the third knowledge, which I achieved in the last watch of the night.

# mn85:42.2
source: vijjā adhigatā, avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno—yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn85:43.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:43.2
source: ‘adhigato kho myāyaṃ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo.
mn: ‘This principle I have discovered is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of reason, subtle, comprehensible to the astute.

# mn85:43.3
source: Ālayarāmā kho panāyaṃ pajā ālayaratā ālayasammuditā.
mn: But people like attachment, they love it and enjoy it.

# mn85:43.4
source: Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṃ idaṃ ṭhānaṃ yadidaṃ—idappaccayatāpaṭiccasamuppādo.
mn: It’s hard for them to see this thing; that is, specific conditionality, dependent origination.

# mn85:43.5
source: Idampi kho ṭhānaṃ duddasaṃ—yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ.
mn: It’s also hard for them to see this thing; that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.

# mn85:43.6
source: Ahañceva kho pana dhammaṃ deseyyaṃ, pare ca me na ājāneyyuṃ, so mamassa kilamatho, sā mamassa vihesā’ti.
mn: And if I were to teach the Dhamma, others might not understand me, which would be wearying and troublesome for me.’

# mn85:43.7
source: Apissu maṃ, rājakumāra, imā anacchariyā gāthāyo paṭibhaṃsu pubbe assutapubbā:
mn: And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to me:

# mn85:43.8
source: ‘Kicchena me adhigataṃ,
mn: ‘I’ve struggled hard to realize this,

# mn85:43.9
source: halaṃ dāni pakāsituṃ;
mn: enough with trying to explain it!

# mn85:43.10
source: Rāgadosaparetehi,
mn: This teaching is not easily understood

# mn85:43.11
source: nāyaṃ dhammo susambudho.
mn: by those mired in greed and hate.

# mn85:43.12
source: Paṭisotagāmiṃ nipuṇaṃ,
mn: Those caught up in greed can’t see

# mn85:43.13
source: gambhīraṃ duddasaṃ aṇuṃ;
mn: what’s subtle, going against the stream,

# mn85:43.14
source: Rāgarattā na dakkhanti,
mn: deep, hard to see, and very fine,

# mn85:43.15
source: tamokhandhena āvuṭā’ti.
mn: for they’re shrouded in a mass of darkness.’

# mn85:43.16
source: Itiha me, rājakumāra, paṭisañcikkhato appossukkatāya cittaṃ namati no dhammadesanāya.
mn: And as I reflected like this, my mind inclined to remaining passive, not to teaching the Dhamma.

# mn85:44.1
source: Atha kho, rājakumāra, brahmuno sahampatissa mama cetasā cetoparivitakkamaññāya etadahosi:
mn: Then Brahmā Sahampati, knowing what I was thinking, thought,

# mn85:44.2
source: ‘nassati vata bho loko; vinassati vata bho loko. Yatra hi nāma tathāgatassa arahato sammāsambuddhassa appossukkatāya cittaṃ namati no dhammadesanāyā’ti.
mn: ‘Oh my goodness! The world will be lost, the world will perish! For the mind of the Realized One, the perfected one, the fully awakened Buddha, inclines to remaining passive, not to teaching the Dhamma.’

# mn85:44.3
source: Atha kho, rājakumāra, brahmā sahampati—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito mama purato pāturahosi.
mn: Then Brahmā Sahampati, as easily as a strong person would extend or contract their arm, vanished from the Brahmā realm and reappeared in front of the Buddha.

# mn85:44.4
source: Atha kho, rājakumāra, brahmā sahampati ekaṃsaṃ uttarāsaṅgaṃ karitvā yenāhaṃ tenañjaliṃ paṇāmetvā maṃ etadavoca:
mn: He arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha, and said,

# mn85:44.5
source: ‘desetu, bhante, bhagavā dhammaṃ, desetu sugato dhammaṃ.
mn: ‘Sir, let the Blessed One teach the Dhamma! Let the Holy One teach the Dhamma!

# mn85:44.6
source: Santi sattā apparajakkhajātikā assavanatāya dhammassa parihāyanti;
mn: There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching.

# mn85:44.7
source: bhavissanti dhammassa aññātāro’ti.
mn: There will be those who understand the teaching!’

# mn85:44.8
source: Idamavoca, rājakumāra, brahmā sahampati;
mn: That’s what Brahmā Sahampati said.

# mn85:44.9
source: idaṃ vatvā athāparaṃ etadavoca:
mn: Then he went on to say:

# mn85:44.10
source: ‘Pāturahosi magadhesu pubbe,
mn: ‘Among the Magadhans there appeared in the past

# mn85:44.11
source: Dhammo asuddho samalehi cintito;
mn: an impure teaching thought up by those still stained.

# mn85:44.12
source: Apāpuretaṃ amatassa dvāraṃ,
mn: Fling open the door to the deathless!

# mn85:44.13
source: Suṇantu dhammaṃ vimalenānubuddhaṃ.
mn: Let them hear the teaching the immaculate one discovered.

# mn85:44.14
source: Sele yathā pabbatamuddhaniṭṭhito,
mn: Standing high on a rocky mountain,

# mn85:44.15
source: Yathāpi passe janataṃ samantato;
mn: you can see the people all around.

# mn85:44.16
source: Tathūpamaṃ dhammamayaṃ sumedha,
mn: In just the same way, all-seer, wise one,

# mn85:44.17
source: Pāsādamāruyha samantacakkhu.
mn: ascend the palace built of Dhamma!

# mn85:44.18
source: Sokāvatiṇṇaṃ janatamapetasoko,
mn: You’re free of sorrow; but look at these people

# mn85:44.19
source: Avekkhassu jātijarābhibhūtaṃ;
mn: overwhelmed with sorrow, oppressed by rebirth and old age.

# mn85:44.20
source: Uṭṭhehi vīra vijitasaṅgāma,
mn: Rise, hero! Victor in battle, leader of the caravan,

# mn85:44.21
source: Satthavāha aṇaṇa vicara loke;
mn: wander the world without obligation.

# mn85:44.22
source: Desassu bhagavā dhammaṃ,
mn: Let the Blessed One teach the Dhamma!

# mn85:44.23
source: Aññātāro bhavissantī’ti.
mn: There will be those who understand!’

# mn85:45.1
source: Atha khvāhaṃ, rājakumāra, brahmuno ca ajjhesanaṃ viditvā sattesu ca kāruññataṃ paṭicca buddhacakkhunā lokaṃ volokesiṃ.
mn: Then, understanding Brahmā’s invitation, I surveyed the world with the eye of a Buddha, because of my compassion for sentient beings.

# mn85:45.2
source: Addasaṃ kho ahaṃ, rājakumāra, buddhacakkhunā lokaṃ volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante.
mn: And I saw sentient beings with little dust in their eyes, and some with much dust in their eyes; with keen faculties and with weak faculties, with good qualities and with bad qualities, easy to teach and hard to teach. And some of them lived seeing the danger in the fault to do with the next world, while others did not.

# mn85:45.3
source: Seyyathāpi nāma uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni samodakaṃ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakā accuggamma ṭhitāni anupalittāni udakena;
mn: It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. Some of them sprout and grow in the water reaching the water’s surface. And some of them sprout and grow in the water but rise up above the water and stand with no water clinging to them.

# mn85:45.5
source: Atha khvāhaṃ, rājakumāra, brahmānaṃ sahampatiṃ gāthāya paccabhāsiṃ:
mn: Then I replied in verse to Brahmā Sahampati:

# mn85:45.6
source: ‘Apārutā tesaṃ amatassa dvārā,
mn: ‘Flung open are the doors to the deathless!

# mn85:45.7
source: Ye sotavanto pamuñcantu saddhaṃ;
mn: Let those with ears to hear decide their faith.

# mn85:45.8
source: Vihiṃsasaññī paguṇaṃ na bhāsiṃ,
mn: Thinking it would be troublesome, Brahmā, I did not teach

# mn85:45.9
source: Dhammaṃ paṇītaṃ manujesu brahme’ti.
mn: the sophisticated, sublime Dhamma among humans.’

# mn85:45.10
source: Atha kho, rājakumāra, brahmā sahampati ‘katāvakāso khomhi bhagavatā dhammadesanāyā’ti maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.
mn: Then Brahmā Sahampati, knowing that his request for me to teach the Dhamma had been granted, bowed and respectfully circled me, keeping me on his right, before vanishing right there.

# mn85:46.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:46.2
source: ‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ?
mn: ‘Who should I teach first of all?

# mn85:46.3
source: Ko imaṃ dhammaṃ khippameva ājānissatī’ti?
mn: Who will quickly understand the teaching?’

# mn85:46.4
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:46.5
source: ‘ayaṃ kho āḷāro kālāmo paṇḍito viyatto medhāvī dīgharattaṃ apparajakkhajātiko.
mn: ‘That Āḷāra Kālāma is astute, competent, clever, and has long had little dust in his eyes.

# mn85:46.6
source: Yannūnāhaṃ āḷārassa kālāmassa paṭhamaṃ dhammaṃ deseyyaṃ;
mn: Why don’t I teach him first of all?

# mn85:46.7
source: so imaṃ dhammaṃ khippameva ājānissatī’ti.
mn: He’ll quickly understand the teaching.’

# mn85:46.8
source: Atha kho maṃ, rājakumāra, devatā upasaṅkamitvā etadavoca:
mn: But a deity came to me and said,

# mn85:46.9
source: ‘sattāhakālaṅkato, bhante, āḷāro kālāmo’ti.
mn: ‘Sir, Āḷāra Kālāma passed away seven days ago.’

# mn85:46.10
source: Ñāṇañca pana me dassanaṃ udapādi:
mn: And knowledge and vision arose in me,

# mn85:46.11
source: ‘sattāhakālaṅkato āḷāro kālāmo’ti.
mn: ‘Āḷāra Kālāma passed away seven days ago.’

# mn85:46.12
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:46.13
source: ‘mahājāniyo kho āḷāro kālāmo.
mn: ‘This is a great loss for Āḷāra Kālāma.

# mn85:46.14
source: Sace hi so imaṃ dhammaṃ suṇeyya, khippameva ājāneyyā’ti.
mn: If he had heard the teaching, he would have understood it quickly.’

# mn85:47.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:47.2
source: ‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ?
mn: ‘Who should I teach first of all?

# mn85:47.3
source: Ko imaṃ dhammaṃ khippameva ājānissatī’ti?
mn: Who will quickly understand the teaching?’

# mn85:47.4
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:47.5
source: ‘ayaṃ kho udako rāmaputto paṇḍito viyatto medhāvī dīgharattaṃ apparajakkhajātiko.
mn: ‘That Uddaka, son of Rāma, is astute, competent, clever, and has long had little dust in his eyes.

# mn85:47.6
source: Yannūnāhaṃ udakassa rāmaputtassa paṭhamaṃ dhammaṃ deseyyaṃ;
mn: Why don’t I teach him first of all?

# mn85:47.7
source: so imaṃ dhammaṃ khippameva ājānissatī’ti.
mn: He’ll quickly understand the teaching.’

# mn85:47.8
source: Atha kho maṃ, rājakumāra, devatā upasaṅkamitvā etadavoca:
mn: But a deity came to me and said,

# mn85:47.9
source: ‘abhidosakālaṅkato, bhante, udako rāmaputto’ti.
mn: ‘Sir, Uddaka, son of Rāma, passed away just last night.’

# mn85:47.10
source: Ñāṇañca pana me dassanaṃ udapādi:
mn: And knowledge and vision arose in me,

# mn85:47.11
source: ‘abhidosakālaṅkato udako rāmaputto’ti.
mn: ‘Uddaka, son of Rāma, passed away just last night.’

# mn85:47.12
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:47.13
source: ‘mahājāniyo kho udako rāmaputto.
mn: ‘This is a great loss for Uddaka.

# mn85:47.14
source: Sace hi so imaṃ dhammaṃ suṇeyya, khippameva ājāneyyā’ti.
mn: If he had heard the teaching, he would have understood it quickly.’

# mn85:48.1
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:48.2
source: ‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ?
mn: ‘Who should I teach first of all?

# mn85:48.3
source: Ko imaṃ dhammaṃ khippameva ājānissatī’ti?
mn: Who will quickly understand the teaching?’

# mn85:48.4
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:48.5
source: ‘bahukārā kho me pañcavaggiyā bhikkhū ye maṃ padhānapahitattaṃ upaṭṭhahiṃsu.
mn: ‘The group of five mendicants were very helpful to me. They looked after me during my time of resolute striving.

# mn85:48.6
source: Yannūnāhaṃ pañcavaggiyānaṃ bhikkhūnaṃ paṭhamaṃ dhammaṃ deseyyan’ti.
mn: Why don’t I teach them first of all?’

# mn85:48.7
source: Tassa mayhaṃ, rājakumāra, etadahosi:
mn: Then it occurred to me,

# mn85:48.8
source: ‘kahaṃ nu kho etarahi pañcavaggiyā bhikkhū viharantī’ti.
mn: ‘Where are the group of five mendicants staying these days?’

# mn85:48.9
source: Addasaṃ khvāhaṃ, rājakumāra, dibbena cakkhunā visuddhena atikkantamānusakena pañcavaggiye bhikkhū bārāṇasiyaṃ viharante isipatane migadāye.
mn: With clairvoyance that is purified and superhuman I saw that the group of five mendicants were staying near Benares, in the deer park at Isipatana.

# mn85:49.1
source: Atha khvāhaṃ, rājakumāra, uruvelāyaṃ yathābhirantaṃ viharitvā yena bārāṇasī tena cārikaṃ pakkamiṃ.
mn: So, when I had stayed in Uruvelā as long as I wished, I set out for Benares.

# mn85:49.2
source: Addasā kho maṃ, rājakumāra, upako ājīvako antarā ca gayaṃ antarā ca bodhiṃ addhānamaggappaṭipannaṃ.
mn: While I was traveling along the road between Gaya and Bodhgaya, the <i>Ājīvaka</i> ascetic Upaka saw me

# mn85:49.3
source: Disvāna maṃ etadavoca:
mn: and said,

# mn85:49.4
source: ‘vippasannāni kho te, āvuso, indriyāni, parisuddho chavivaṇṇo pariyodāto.
mn: ‘Reverend, your faculties are so very clear, and your complexion is pure and bright.

# mn85:49.5
source: Kaṃsi tvaṃ, āvuso, uddissa pabbajito? Ko vā te satthā? Kassa vā tvaṃ dhammaṃ rocesī’ti?
mn: In whose name have you gone forth, reverend? Who is your Teacher? Whose teaching do you believe in?’

# mn85:49.6
source: Evaṃ vutte, ahaṃ, rājakumāra, upakaṃ ājīvakaṃ gāthāhi ajjhabhāsiṃ:
mn: I replied to Upaka in verse:

# mn85:49.7
source: ‘Sabbābhibhū sabbavidūhamasmi,
mn: ‘I am the champion, the knower of all,

# mn85:49.8
source: Sabbesu dhammesu anūpalitto;
mn: unsullied in the midst of all things.

# mn85:49.9
source: Sabbañjaho taṇhākkhaye vimutto,
mn: I’ve given up all, freed in the ending of craving.

# mn85:49.10
source: Sayaṃ abhiññāya kamuddiseyyaṃ.
mn: When I know for myself, who should I follow?

# mn85:49.11
source: Na me ācariyo atthi,
mn: I have no teacher.

# mn85:49.12
source: sadiso me na vijjati;
mn: There is no-one like me.

# mn85:49.13
source: Sadevakasmiṃ lokasmiṃ,
mn: In the world with its gods,

# mn85:49.14
source: natthi me paṭipuggalo.
mn: I have no counterpart.

# mn85:49.15
source: Ahañhi arahā loke,
mn: For in this world, I am the perfected one;

# mn85:49.16
source: ahaṃ satthā anuttaro;
mn: I am the supreme Teacher.

# mn85:49.17
source: Ekomhi sammāsambuddho,
mn: I alone am fully awakened,

# mn85:49.18
source: sītibhūtosmi nibbuto.
mn: cooled, extinguished.

# mn85:49.19
source: Dhammacakkaṃ pavattetuṃ,
mn: I am going to the city of Kāsi

# mn85:49.20
source: Gacchāmi kāsinaṃ puraṃ;
mn: to roll forth the Wheel of Dhamma.

# mn85:49.21
source: Andhībhūtasmiṃ lokasmiṃ,
mn: In this world that is so blind,

# mn85:49.22
source: Āhañchaṃ amatadundubhin’ti.
mn: I’ll beat the deathless drum!’

# mn85:49.23
source: ‘Yathā kho tvaṃ, āvuso, paṭijānāsi arahasi anantajino’ti.
mn: ‘According to what you claim, reverend, you ought to be the Infinite Victor.’

# mn85:49.24
source: ‘Mādisā ve jinā honti,
mn: ‘The victors are those who, like me,

# mn85:49.25
source: ye pattā āsavakkhayaṃ;
mn: have reached the ending of defilements.

# mn85:49.26
source: Jitā me pāpakā dhammā,
mn: I have conquered bad qualities, Upaka—

# mn85:49.27
source: tasmāhamupaka jino’ti.
mn: that’s why I’m a victor.’

# mn85:49.28
source: Evaṃ vutte, rājakumāra, upako ājīvako ‘hupeyyapāvuso’ti vatvā sīsaṃ okampetvā ummaggaṃ gahetvā pakkāmi.
mn: When I had spoken, Upaka said: ‘If you say so, reverend.’ Shaking his head, he took a wrong turn and left.

# mn85:50.1
source: Atha khvāhaṃ, rājakumāra, anupubbena cārikaṃ caramāno yena bārāṇasī isipatanaṃ migadāyo yena pañcavaggiyā bhikkhū tenupasaṅkamiṃ.
mn: Traveling stage by stage, I arrived at Benares, and went to see the group of five mendicants in the deer park at Isipatana.

# mn85:50.2
source: Addasaṃsu kho maṃ, rājakumāra, pañcavaggiyā bhikkhū dūratova āgacchantaṃ.
mn: The group of five mendicants saw me coming off in the distance

# mn85:50.3
source: Disvāna aññamaññaṃ saṇṭhapesuṃ:
mn: and stopped each other, saying,

# mn85:50.4
source: ‘ayaṃ kho, āvuso, samaṇo gotamo āgacchati bāhulliko padhānavibbhanto āvatto bāhullāya.
mn: ‘Here comes the ascetic Gotama. He’s so indulgent; he strayed from the struggle and returned to indulgence.

# mn85:50.5
source: So neva abhivādetabbo, na paccuṭṭhātabbo, nāssa pattacīvaraṃ paṭiggahetabbaṃ;
mn: We shouldn’t bow to him or rise for him or receive his bowl and robe.

# mn85:50.6
source: api ca kho āsanaṃ ṭhapetabbaṃ—sace so ākaṅkhissati nisīdissatī’ti.
mn: But we can set out a seat; he can sit if he likes.’

# mn85:50.7
source: Yathā yathā kho ahaṃ, rājakumāra, pañcavaggiye bhikkhū upasaṅkamiṃ tathā tathā pañcavaggiyā bhikkhū nāsakkhiṃsu sakāya katikāya saṇṭhātuṃ.
mn: Yet as I drew closer, the group of five mendicants were unable to stop themselves as they had agreed.

# mn85:50.8
source: Appekacce maṃ paccuggantvā pattacīvaraṃ paṭiggahesuṃ. Appekacce āsanaṃ paññapesuṃ. Appekacce pādodakaṃ upaṭṭhapesuṃ.
mn: Some came out to greet me and receive my bowl and robe, some spread out a seat, while others set out water for washing my feet.

# mn85:50.9
source: Api ca kho maṃ nāmena ca āvusovādena ca samudācaranti.
mn: But they still addressed me by name and as ‘reverend’.

# mn85:51.1
source: Evaṃ vutte, ahaṃ, rājakumāra, pañcavaggiye bhikkhū etadavocaṃ:
mn: So I said to them,

# mn85:51.2
source: ‘mā, bhikkhave, tathāgataṃ nāmena ca āvusovādena ca samudācaratha;
mn: ‘Mendicants, don’t address me by name and as “reverend”.

# mn85:51.3
source: arahaṃ, bhikkhave, tathāgato sammāsambuddho.
mn: The Realized One is Perfected, a fully awakened Buddha.

# mn85:51.4
source: Odahatha, bhikkhave, sotaṃ. Amatamadhigataṃ ahamanusāsāmi, ahaṃ dhammaṃ desemi.
mn: Listen up, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.

# mn85:51.5
source: Yathānusiṭṭhaṃ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti.
mn: By practicing as instructed you will soon realize the supreme end of the spiritual path in this very life. You will live having achieved with your own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’

# mn85:51.6
source: Evaṃ vutte, rājakumāra, pañcavaggiyā bhikkhū maṃ etadavocuṃ:
mn: But they said to me,

# mn85:51.7
source: ‘tāyapi kho tvaṃ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṃ; kiṃ pana tvaṃ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti?
mn: ‘Reverend Gotama, even by that conduct, that practice, that grueling work you did not achieve any superhuman distinction in knowledge and vision worthy of the noble ones. How could you have achieved such a state now that you’ve become indulgent, strayed from the struggle and fallen into indulgence?’

# mn85:51.8
source: Evaṃ vutte, ahaṃ, rājakumāra, pañcavaggiye bhikkhū etadavocaṃ:
mn: So I said to them,

# mn85:51.9
source: ‘na, bhikkhave, tathāgato bāhulliko na padhānavibbhanto na āvatto bāhullāya.
mn: ‘The Realized One has not become indulgent, strayed from the struggle and fallen into indulgence.

# mn85:51.10
source: Arahaṃ, bhikkhave, tathāgato sammāsambuddho.
mn: The Realized One is Perfected, a fully awakened Buddha.

# mn85:51.11
source: Odahatha, bhikkhave, sotaṃ. Amatamadhigataṃ ahamanusāsāmi, ahaṃ dhammaṃ desemi.
mn: Listen up, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.
