Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn081.po
Languages: mn

# mn81:0.1
source: Majjhima Nikāya 81
mn: Middle Discourses 81

# mn81:0.2
source: Ghaṭikārasutta
mn: With Ghaṭikāra

# mn81:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn81:1.2
source: ekaṃ samayaṃ bhagavā kosalesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ.
mn: At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants.

# mn81:2.1
source: Atha kho bhagavā maggā okkamma aññatarasmiṃ padese sitaṃ pātvākāsi.
mn: Then the Buddha left the road, and at a certain spot he smiled.

# mn81:2.2
source: Atha kho āyasmato ānandassa etadahosi:
mn: Then Venerable Ānanda thought,

# mn81:2.3
source: “ko nu kho hetu, ko paccayo bhagavato sitassa pātukammāya?
mn: “What is the cause, what is the reason why the Buddha smiled?

# mn81:2.4
source: Na akāraṇena tathāgatā sitaṃ pātukarontī”ti.
mn: Realized Ones do not smile for no reason.”

# mn81:2.5
source: Atha kho āyasmā ānando ekaṃsaṃ cīvaraṃ katvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:
mn: So Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said,

# mn81:2.6
source: “ko nu kho, bhante, hetu, ko paccayo bhagavato sitassa pātukammāya?
mn: “What is the cause, what is the reason why the Buddha smiled?

# mn81:2.7
source: Na akāraṇena tathāgatā sitaṃ pātukarontī”ti.
mn: Realized Ones do not smile for no reason.”

# mn81:3.1
source: “Bhūtapubbaṃ, ānanda, imasmiṃ padese vegaḷiṅgaṃ nāma gāmanigamo ahosi iddho ceva phīto ca bahujano ākiṇṇamanusso.
mn: “Once upon a time, Ānanda, there was a market town in this spot named Vebhaliṅga. It was successful and prosperous and full of people.

# mn81:3.2
source: Vegaḷiṅgaṃ kho, ānanda, gāmanigamaṃ kassapo bhagavā arahaṃ sammāsambuddho upanissāya vihāsi.
mn: And Kassapa, a blessed one, a perfected one, a fully awakened Buddha, lived supported by Vebhaliṅga.

# mn81:3.3
source: Idha sudaṃ, ānanda, kassapassa bhagavato arahato sammāsambuddhassa ārāmo ahosi.
mn: It was here, in fact, that he had his monastery,

# mn81:3.4
source: Idha sudaṃ, ānanda, kassapo bhagavā arahaṃ sammāsambuddho nisinnako bhikkhusaṃghaṃ ovadatī”ti.
mn: where he sat and advised the mendicant Saṅgha.”

# mn81:4.1
source: Atha kho āyasmā ānando catugguṇaṃ saṅghāṭiṃ paññapetvā bhagavantaṃ etadavoca:
mn: Then Ānanda spread out his outer robe folded in four and said to the Buddha,

# mn81:4.2
source: “tena hi, bhante, bhagavā nisīdatu ettha.
mn: “Well then, sir, may the Blessed One sit here!

# mn81:4.3
source: Ayaṃ bhūmipadeso dvīhi arahantehi sammāsambuddhehi paribhutto bhavissatī”ti.
mn: Then this piece of land will have been occupied by two perfected ones, fully awakened Buddhas.”

# mn81:4.4
source: Nisīdi bhagavā paññatte āsane.
mn: The Buddha sat on the seat spread out.

# mn81:4.5
source: Nisajja kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
mn: When he was seated he said to Venerable Ānanda:

# mn81:5.1
source: “Bhūtapubbaṃ, ānanda, imasmiṃ padese vegaḷiṅgaṃ nāma gāmanigamo ahosi iddho ceva phīto ca bahujano ākiṇṇamanusso.
mn: “Once upon a time, Ānanda, there was a market town in this spot named Vebhaliṅga. It was successful and prosperous and full of people.

# mn81:5.2
source: Vegaḷiṅgaṃ kho, ānanda, gāmanigamaṃ kassapo bhagavā arahaṃ sammāsambuddho upanissāya vihāsi.
mn: And Kassapa, a blessed one, a perfected one, a fully awakened Buddha, lived supported by Vebhaliṅga.

# mn81:5.3
source: Idha sudaṃ, ānanda, kassapassa bhagavato arahato sammāsambuddhassa ārāmo ahosi.
mn: It was here, in fact, that he had his monastery,

# mn81:5.4
source: Idha sudaṃ, ānanda, kassapo bhagavā arahaṃ sammāsambuddho nisinnako bhikkhusaṅghaṃ ovadati.
mn: where he sat and advised the mendicant Saṅgha.

# mn81:6.1
source: Vegaḷiṅge kho, ānanda, gāmanigame ghaṭikāro nāma kumbhakāro kassapassa bhagavato arahato sammāsambuddhassa upaṭṭhāko ahosi aggupaṭṭhāko.
mn: The Buddha Kassapa had as chief attendant in Vebhaliṅga a potter named Ghaṭīkāra.

# mn81:6.2
source: Ghaṭikārassa kho, ānanda, kumbhakārassa jotipālo nāma māṇavo sahāyo ahosi piyasahāyo.
mn: Ghaṭīkāra had a dear friend named Jotipāla, a brahmin student.

# mn81:6.3
source: Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ āmantesi:
mn: Then Ghaṭīkāra addressed Jotipāla,

# mn81:6.4
source: ‘āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.
mn: ‘Come, dear Jotipāla, let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.

# mn81:6.5
source: Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.
mn: For I regard it as holy to see that Blessed One.’

# mn81:6.6
source: Evaṃ vutte, ānanda, jotipālo māṇavo ghaṭikāraṃ kumbhakāraṃ etadavoca:
mn: When he said this, Jotipāla said to him,

# mn81:6.7
source: ‘alaṃ, samma ghaṭikāra.
mn: ‘Enough, dear Ghaṭīkāra.

# mn81:6.8
source: Kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti?
mn: What’s the use of seeing that baldy, that fake ascetic?’

# mn81:6.9
source: Dutiyampi kho, ānanda … pe …
mn: For a second time …

# mn81:6.10
source: tatiyampi kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ etadavoca:
mn: and a third time, Ghaṭīkāra addressed Jotipāla,

# mn81:6.11
source: ‘āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.
mn: ‘Come, dear Jotipāla, let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.

# mn81:6.12
source: Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.
mn: For I regard it as holy to see that Blessed One.’

# mn81:6.13
source: Tatiyampi kho, ānanda, jotipālo māṇavo ghaṭikāraṃ kumbhakāraṃ etadavoca:
mn: For a third time, Jotipāla said to him,

# mn81:6.14
source: ‘alaṃ, samma ghaṭikāra.
mn: ‘Enough, dear Ghaṭīkāra.

# mn81:6.15
source: Kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti?
mn: What’s the use of seeing that baldy, that fake ascetic?’

# mn81:6.16
source: ‘Tena hi, samma jotipāla, sottisināniṃ ādāya nadiṃ gamissāma sināyitun’ti.
mn: ‘Well then, dear Jotipāla, let’s take some bathing paste of powdered shell and go to the river to bathe.’

# mn81:6.17
source: ‘Evaṃ, sammā’ti kho, ānanda, jotipālo māṇavo ghaṭikārassa kumbhakārassa paccassosi.
mn: ‘Yes, dear,’ replied Jotipāla.

# mn81:6.18
source: Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo sottisināniṃ ādāya nadiṃ agamaṃsu sināyituṃ.
mn: So that’s what they did.

# mn81:7.1
source: Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ āmantesi:
mn: Then Ghaṭīkāra addressed Jotipāla,

# mn81:7.2
source: ‘ayaṃ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo.
mn: ‘Dear Jotipāla, the Buddha Kassapa’s monastery is not far away.

# mn81:7.3
source: Āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.
mn: Let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.

# mn81:7.4
source: Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.
mn: For I regard it as holy to see that Blessed One.’

# mn81:7.5
source: Evaṃ vutte, ānanda, jotipālo māṇavo ghaṭikāraṃ kumbhakāraṃ etadavoca:
mn: When he said this, Jotipāla said to him,

# mn81:7.6
source: ‘alaṃ, samma ghaṭikāra.
mn: ‘Enough, dear Ghaṭīkāra.

# mn81:7.7
source: Kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti?
mn: What’s the use of seeing that baldy, that fake ascetic?’

# mn81:8.1
source: Dutiyampi kho, ānanda … pe …
mn: For a second time …

# mn81:8.2
source: tatiyampi kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ etadavoca:
mn: and a third time, Ghaṭīkāra addressed Jotipāla,

# mn81:8.3
source: ‘ayaṃ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo.
mn: ‘Dear Jotipāla, the Buddha Kassapa’s monastery is not far away.

# mn81:8.4
source: Āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.
mn: Let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.

# mn81:8.5
source: Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.
mn: For I regard it as holy to see that Blessed One.’

# mn81:8.6
source: Tatiyampi kho, ānanda, jotipālo māṇavo ghaṭikāraṃ kumbhakāraṃ etadavoca:
mn: For a third time, Jotipāla said to him,

# mn81:8.7
source: ‘alaṃ, samma ghaṭikāra.
mn: ‘Enough, dear Ghaṭīkāra.

# mn81:8.8
source: Kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti?
mn: What’s the use of seeing that baldy, that fake ascetic?’

# mn81:8.9
source: Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ ovaṭṭikāyaṃ parāmasitvā etadavoca:
mn: Then Ghaṭīkāra grabbed Jotipāla by the belt and said,

# mn81:8.10
source: ‘ayaṃ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo.
mn: ‘Dear Jotipāla, the Buddha Kassapa’s monastery is not far away.

# mn81:8.11
source: Āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.
mn: Let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.

# mn81:8.12
source: Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.
mn: For I regard it as holy to see that Blessed One.’

# mn81:8.13
source: Atha kho, ānanda, jotipālo māṇavo ovaṭṭikaṃ vinivaṭṭetvā ghaṭikāraṃ kumbhakāraṃ etadavoca:
mn: So Jotipāla undid his belt and said to Ghaṭīkāra,

# mn81:8.14
source: ‘alaṃ, samma ghaṭikāra.
mn: ‘Enough, dear Ghaṭīkāra.

# mn81:8.15
source: Kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti?
mn: What’s the use of seeing that baldy, that fake ascetic?’

# mn81:8.16
source: Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ sīsaṃnhātaṃ kesesu parāmasitvā etadavoca:
mn: Then Ghaṭīkāra grabbed Jotipāla by the hair of his freshly-washed head and said,

# mn81:8.17
source: ‘ayaṃ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo.
mn: ‘Dear Jotipāla, the Buddha Kassapa’s monastery is not far away.

# mn81:8.18
source: Āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.
mn: Let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.

# mn81:8.19
source: Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.
mn: For I regard it as holy to see that Blessed One.’

# mn81:8.20
source: Atha kho, ānanda, jotipālassa māṇavassa etadahosi:
mn: Then Jotipāla thought,

# mn81:8.21
source: ‘acchariyaṃ vata bho, abbhutaṃ vata bho.
mn: ‘It’s incredible, it’s amazing,

# mn81:8.22
source: Yatra hi nāmāyaṃ ghaṭikāro kumbhakāro ittarajacco samāno amhākaṃ sīsaṃnhātānaṃ kesesu parāmasitabbaṃ maññissati;
mn: how this potter Ghaṭikāra, though born in a lower caste, should presume to grab me by the hair of my freshly-washed head!

# mn81:8.23
source: na vatidaṃ kira orakaṃ maññe bhavissatī’ti;
mn: This must be no ordinary matter.’

# mn81:8.24
source: ghaṭikāraṃ kumbhakāraṃ etadavoca:
mn: He said to Ghaṭīkāra,

# mn81:8.25
source: ‘yāvatādohipi, samma ghaṭikārā’ti?
mn: ‘You’d even milk it to this extent, dear Ghaṭīkāra?’

# mn81:8.26
source: ‘Yāvatādohipi, samma jotipāla.
mn: ‘I even milk it to this extent, dear Jotipāla.

# mn81:8.27
source: Tathā hi pana me sādhusammataṃ tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.
mn: For that is how holy I regard it to see that Blessed One.’

# mn81:8.28
source: ‘Tena hi, samma ghaṭikāra, muñca; gamissāmā’ti.
mn: ‘Well then, dear Ghaṭīkāra, release me, we shall go.’

# mn81:10.1
source: Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo yena kassapo bhagavā arahaṃ sammāsambuddho tenupasaṅkamiṃsu; upasaṅkamitvā ghaṭikāro kumbhakāro kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdi. Jotipālo pana māṇavo kassapena bhagavatā arahatā sammāsambuddhena saddhiṃ sammodi. Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
mn: Then Ghaṭīkāra the potter and Jotipāla the brahmin student went to the Buddha Kassapa. Ghaṭīkāra bowed and sat down to one side, but Jotipāla exchanged greetings with the Buddha and sat down to one side.

# mn81:10.2
source: Ekamantaṃ nisinno kho, ānanda, ghaṭikāro kumbhakāro kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:
mn: Ghaṭīkāra said to the Buddha Kassapa,

# mn81:10.3
source: ‘ayaṃ me, bhante, jotipālo māṇavo sahāyo piyasahāyo.
mn: ‘Sir, this is my dear friend Jotipāla, a brahmin student.

# mn81:10.4
source: Imassa bhagavā dhammaṃ desetū’ti.
mn: Please teach him the Dhamma.’

# mn81:10.5
source: Atha kho, ānanda, kassapo bhagavā arahaṃ sammāsambuddho ghaṭikārañca kumbhakāraṃ jotipālañca māṇavaṃ dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.
mn: Then the Buddha Kassapa educated, encouraged, fired up, and inspired Ghaṭikāra and Jotipāla with a Dhamma talk.

# mn81:10.6
source: Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo kassapena bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā kassapassa bhagavato arahato sammāsambuddhassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu.
mn: Then they got up from their seat, bowed, and respectfully circled the Buddha Kassapa, keeping him on their right, before leaving.

# mn81:11.1
source: Atha kho, ānanda, jotipālo māṇavo ghaṭikāraṃ kumbhakāraṃ etadavoca:
mn: Then Jotipāla said to Ghatīkāra,

# mn81:11.2
source: ‘imaṃ nu tvaṃ, samma ghaṭikāra, dhammaṃ suṇanto atha ca pana agārasmā anagāriyaṃ na pabbajissasī’ti?
mn: ‘Dear Ghaṭīkāra, you have heard this teaching, so why don’t you go forth from the lay life to homelessness?’

# mn81:11.3
source: ‘Nanu maṃ, samma jotipāla, jānāsi, andhe jiṇṇe mātāpitaro posemī’ti?
mn: ‘Don’t you know, dear Jotipāla, that I look after my blind old parents?’

# mn81:11.4
source: ‘Tena hi, samma ghaṭikāra, ahaṃ agārasmā anagāriyaṃ pabbajissāmī’ti.
mn: ‘Well then, dear Ghaṭīkāra, I shall go forth from the lay life to homelessness.’

# mn81:12.1
source: Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo yena kassapo bhagavā arahaṃ sammāsambuddho tenupasaṅkamiṃsu; upasaṅkamitvā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho, ānanda, ghaṭikāro kumbhakāro kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:
mn: Then Ghaṭīkāra and Jotipāla went to the Buddha Kassapa, bowed and sat down to one side. Ghaṭīkāra said to the Buddha Kassapa,

# mn81:12.2
source: ‘ayaṃ me, bhante, jotipālo māṇavo sahāyo piyasahāyo.
mn: ‘Sir, this is my dear friend Jotipāla, a brahmin student.

# mn81:12.3
source: Imaṃ bhagavā pabbājetū’ti.
mn: Please give him the going forth.’

# mn81:12.4
source: Alattha kho, ānanda, jotipālo māṇavo kassapassa bhagavato arahato sammāsambuddhassa santike pabbajjaṃ, alattha upasampadaṃ.
mn: And Jotipāla the brahmin student received the going forth, the ordination in the Buddha’s presence.

# mn81:13.1
source: Atha kho, ānanda, kassapo bhagavā arahaṃ sammāsambuddho acirūpasampanne jotipāle māṇave aḍḍhamāsupasampanne vegaḷiṅge yathābhirantaṃ viharitvā yena bārāṇasī tena cārikaṃ pakkāmi.
mn: Not long after Jotipāla’s ordination, a fortnight later, the Buddha Kassapa—having stayed in Vebhaliṅga as long as he wished—set out for Benares.

# mn81:13.2
source: Anupubbena cārikaṃ caramāno yena bārāṇasī tadavasari.
mn: Traveling stage by stage, he arrived at Benares,

# mn81:13.3
source: Tatra sudaṃ, ānanda, kassapo bhagavā arahaṃ sammāsambuddho bārāṇasiyaṃ viharati isipatane migadāye.
mn: where he stayed near Benares, in the deer park at Isipatana.

# mn81:14.1
source: Assosi kho, ānanda, kikī kāsirājā: ‘kassapo kira bhagavā arahaṃ sammāsambuddho bārāṇasiṃ anuppatto bārāṇasiyaṃ viharati isipatane migadāye’ti.
mn: King Kikī of Kāsi heard that he had arrived.

# mn81:14.2
source: Atha kho, ānanda, kikī kāsirājā bhadrāni bhadrāni yānāni yojāpetvā bhadraṃ yānaṃ abhiruhitvā bhadrehi bhadrehi yānehi bārāṇasiyā niyyāsi mahaccarājānubhāvena kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya.
mn: He had the finest carriages harnessed. He then mounted a fine carriage and, along with other fine carriages, set out in full royal pomp from Benares to see the Buddha Kassapa.

# mn81:14.3
source: Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova yena kassapo bhagavā arahaṃ sammāsambuddho tenupasaṅkami; upasaṅkamitvā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdi.
mn: He went by carriage as far as the terrain allowed, then descended and approached the Buddha Kassapa on foot. He bowed and sat down to one side.

# mn81:14.4
source: Ekamantaṃ nisinnaṃ kho, ānanda, kikiṃ kāsirājānaṃ kassapo bhagavā arahaṃ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.
mn: The Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk.

# mn81:14.5
source: Atha kho, ānanda, kikī kāsirājā kassapena bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:
mn: Then King Kikī said to the Buddha,

# mn81:14.6
source: ‘adhivāsetu me, bhante, bhagavā svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā’ti.
mn: ‘Sir, would the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from me?’

# mn81:14.7
source: Adhivāsesi kho, ānanda, kassapo bhagavā arahaṃ sammāsambuddho tuṇhībhāvena.
mn: The Buddha Kassapa consented in silence.

# mn81:15.1
source: Atha kho, ānanda, kikī kāsirājā kassapassa bhagavato sammāsambuddhassa adhivāsanaṃ viditvā uṭṭhāyāsanā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
mn: Then, knowing that the Buddha had consented, King Kikī got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# mn81:16.1
source: Atha kho, ānanda, kikī kāsirājā tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā paṇḍupuṭakassa sālino vigatakāḷakaṃ anekasūpaṃ anekabyañjanaṃ, kassapassa bhagavato arahato sammāsambuddhassa kālaṃ ārocāpesi:
mn: And when the night had passed, King Kikī had a variety of delicious foods prepared in his own home—soft saffron rice with the dark grains picked out, served with many soups and sauces. Then he had the Buddha informed of the time, saying,

# mn81:16.2
source: ‘kālo, bhante, niṭṭhitaṃ bhattan’ti.
mn: ‘Sir, it’s time. The meal is ready.’

# mn81:17.1
source: Atha kho, ānanda, kassapo bhagavā arahaṃ sammāsambuddho pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena kikissa kāsirañño nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi saddhiṃ bhikkhusaṅghena.
mn: Then Kassapa Buddha robed up in the morning and, taking his bowl and robe, went to the home of King Kikī, where he sat on the seat spread out, together with the Saṅgha of mendicants.

# mn81:17.2
source: Atha kho, ānanda, kikī kāsirājā buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.
mn: Then King Kikī served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods.

# mn81:17.3
source: Atha kho, ānanda, kikī kāsirājā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: When the Buddha Kassapa had eaten and washed his hand and bowl, King Kikī took a low seat and sat to one side.

# mn81:17.4
source: Ekamantaṃ nisinno kho, ānanda, kikī kāsirājā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:
mn: There he said to the Buddha Kassapa,

# mn81:17.5
source: ‘adhivāsetu me, bhante, bhagavā bārāṇasiyaṃ vassāvāsaṃ;
mn: ‘Sir, may the Buddha please accept my invitation to reside in Benares for the rainy season.

# mn81:17.6
source: evarūpaṃ saṅghassa upaṭṭhānaṃ bhavissatī’ti.
mn: The Saṅgha will be looked after in the same style.’

# mn81:17.7
source: ‘Alaṃ, mahārāja.
mn: ‘Enough, great king.

# mn81:17.8
source: Adhivuttho me vassāvāso’ti.
mn: I have already accepted an invitation for the rains residence.’

# mn81:17.9
source: Dutiyampi kho, ānanda …
mn: For a second time …

# mn81:17.10
source: tatiyampi kho, ānanda, kikī kāsirājā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:
mn: and a third time King Kikī said to the Buddha Kassapa,

# mn81:17.11
source: ‘adhivāsetu me, bhante, bhagavā bārāṇasiyaṃ vassāvāsaṃ;
mn: ‘Sir, may the Buddha please accept my invitation to reside in Benares for the rainy season.

# mn81:17.12
source: evarūpaṃ saṅghassa upaṭṭhānaṃ bhavissatī’ti.
mn: The Saṅgha will be looked after in the same style.’

# mn81:17.13
source: ‘Alaṃ, mahārāja.
mn: ‘Enough, Great King.

# mn81:17.14
source: Adhivuttho me vassāvāso’ti.
mn: I have already accepted an invitation for the rains residence.’

# mn81:17.15
source: Atha kho, ānanda, kikissa kāsirañño ‘na me kassapo bhagavā arahaṃ sammāsambuddho adhivāseti bārāṇasiyaṃ vassāvāsan’ti ahudeva aññathattaṃ, ahu domanassaṃ.
mn: Then King Kikī, thinking, ‘The Buddha does not accept my invitation to reside for the rains in Benares,’ became sad and upset.

# mn81:17.16
source: Atha kho, ānanda, kikī kāsirājā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:
mn: Then King Kikī said to the Buddha Kassapa,

# mn81:17.17
source: ‘atthi nu kho, bhante, añño koci mayā upaṭṭhākataro’ti?
mn: ‘Sir, do you have another attendant better than me?’

# mn81:18.1
source: ‘Atthi, mahārāja, vegaḷiṅgaṃ nāma gāmanigamo.
mn: ‘Great king, there is a market town named Vebhaliṅga,

# mn81:18.2
source: Tattha ghaṭikāro nāma kumbhakāro;
mn: where there’s a potter named Ghaṭīkāra.

# mn81:18.3
source: so me upaṭṭhāko aggupaṭṭhāko.
mn: He is my chief attendant.

# mn81:18.4
source: Tuyhaṃ kho pana, mahārāja, na me kassapo bhagavā arahaṃ sammāsambuddho adhivāseti bārāṇasiyaṃ vassāvāsanti attheva aññathattaṃ, atthi domanassaṃ.
mn: Now, great king, you thought, “The Buddha does not accept my invitation to reside for the rains in Benares,” and you became sad and upset.

# mn81:18.5
source: Tayidaṃ ghaṭikārassa kumbhakārassa natthi ca na ca bhavissati.
mn: But Ghaṭīkāra doesn’t get upset, nor will he.

# mn81:18.6
source: Ghaṭikāro kho, mahārāja, kumbhakāro buddhaṃ saraṇaṃ gato, dhammaṃ saraṇaṃ gato, saṃghaṃ saraṇaṃ gato.
mn: Ghaṭīkāra has gone for refuge to the Buddha, the teaching, and the Saṅgha.

# mn81:18.7
source: Ghaṭikāro kho, mahārāja, kumbhakāro pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, surāmerayamajjapamādaṭṭhānā paṭivirato.
mn: He doesn’t kill living creatures, steal, commit sexual misconduct, lie, or take alcoholic drinks that cause negligence.

# mn81:18.8
source: Ghaṭikāro kho, mahārāja, kumbhakāro buddhe aveccappasādena samannāgato, dhamme aveccappasādena samannāgato, saṃghe aveccappasādena samannāgato, ariyakantehi sīlehi samannāgato.
mn: He has experiential confidence in the Buddha, the teaching, and the Saṅgha, and has the ethics loved by the noble ones.

# mn81:18.9
source: Ghaṭikāro kho, mahārāja, kumbhakāro dukkhe nikkaṅkho, dukkhasamudaye nikkaṅkho, dukkhanirodhe nikkaṅkho, dukkhanirodhagāminiyā paṭipadāya nikkaṅkho.
mn: He is free of doubt regarding suffering, its origin, its cessation, and the practice that leads to its cessation.

# mn81:18.10
source: Ghaṭikāro kho, mahārāja, kumbhakāro ekabhattiko brahmacārī sīlavā kalyāṇadhammo.
mn: He eats in one part of the day; he’s celibate, ethical, and of good character.

# mn81:18.11
source: Ghaṭikāro kho, mahārāja, kumbhakāro nikkhittamaṇisuvaṇṇo apetajātarūparajato.
mn: He has set aside gems and gold, and rejected gold and money.

# mn81:18.12
source: Ghaṭikāro kho, mahārāja, kumbhakāro pannamusalo na sahatthā pathaviṃ khaṇati.
mn: He’s put down the shovel and doesn’t dig the earth with his own hands.
