Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn089.po
Languages: mn

# mn89:19.1
source: Puna caparaṃ, bhante, bhagavāpi khattiyo, ahampi khattiyo;
mn: Furthermore, the Buddha is an aristocrat, and so am I.

# mn89:19.2
source: bhagavāpi kosalo, ahampi kosalo;
mn: The Buddha is Kosalan, and so am I.

# mn89:19.3
source: bhagavāpi āsītiko, ahampi āsītiko.
mn: The Buddha is eighty years old, and so am I.

# mn89:19.4
source: Yampi, bhante, bhagavāpi khattiyo ahampi khattiyo, bhagavāpi kosalo ahampi kosalo, bhagavāpi āsītiko ahampi āsītiko;
mn: Since this is so,

# mn89:19.5
source: imināvārahāmevāhaṃ, bhante, bhagavati paramanipaccakāraṃ kātuṃ, mittūpahāraṃ upadaṃsetuṃ.
mn: it’s proper for me to show the Buddha such utmost devotion and demonstrate such friendship.

# mn89:20.1
source: Handa ca dāni mayaṃ, bhante, gacchāma;
mn: Well, now, sir, I must go.

# mn89:20.2
source: bahukiccā mayaṃ bahukaraṇīyā”ti.
mn: I have many duties, and much to do.”

# mn89:20.3
source: “Yassadāni tvaṃ, mahārāja, kālaṃ maññasī”ti.
mn: “Please, great king, go at your convenience.”

# mn89:20.4
source: Atha kho rājā pasenadi kosalo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
mn: Then King Pasenadi got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# mn89:21.1
source: Atha kho bhagavā acirapakkantassa rañño pasenadissa kosalassa bhikkhū āmantesi:
mn: Soon after the king had left, the Buddha addressed the mendicants:

# mn89:21.2
source: “eso, bhikkhave, rājā pasenadi kosalo dhammacetiyāni bhāsitvā uṭṭhāyāsanā pakkanto.
mn: “Mendicants, before he got up and left, King Pasenadi spoke shrines to the teaching.

# mn89:21.3
source: Uggaṇhatha, bhikkhave, dhammacetiyāni;
mn: Learn these shrines to the teaching!

# mn89:21.4
source: pariyāpuṇātha, bhikkhave, dhammacetiyāni;
mn: Memorize these shrines to the teaching!

# mn89:21.5
source: dhāretha, bhikkhave, dhammacetiyāni.
mn: Remember these shrines to the teaching!

# mn89:21.6
source: Atthasaṃhitāni, bhikkhave, dhammacetiyāni ādibrahmacariyakānī”ti.
mn: These shrines to the teaching are beneficial and relate to the fundamentals of the spiritual life.”

# mn89:21.7
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn89:21.8
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
