Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn083.po
Languages: mn

# mn83:21.19
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Ānanda was happy with what the Buddha said.
