Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn086.po
Languages: mn

# mn86:18.19
source: Disā hi me khantivādānaṃ,
mn: May even my enemies hear Dhamma at the right time,

# mn86:18.20
source: avirodhappasaṃsīnaṃ;
mn: from those who speak on acceptance,

# mn86:18.21
source: Suṇantu dhammaṃ kālena,
mn: praising acquiescence;

# mn86:18.22
source: tañca anuvidhīyantu.
mn: and may they follow that path!

# mn86:18.23
source: Na hi jātu so mamaṃ hiṃse,
mn: For then they’d surely wish no harm

# mn86:18.24
source: aññaṃ vā pana kiñci naṃ;
mn: upon myself or others.

# mn86:18.25
source: Pappuyya paramaṃ santiṃ,
mn: Having arrived at ultimate peace,

# mn86:18.26
source: rakkheyya tasathāvare.
mn: they’d look after creatures firm and frail.

# mn86:18.27
source: Udakañhi nayanti nettikā,
mn: For irrigators guide the water,

# mn86:18.28
source: Usukārā namayanti tejanaṃ;
mn: and fletchers straighten arrows;

# mn86:18.29
source: Dāruṃ namayanti tacchakā,
mn: carpenters carve timber—

# mn86:18.30
source: Attānaṃ damayanti paṇḍitā.
mn: but the astute tame themselves.

# mn86:18.31
source: Daṇḍeneke damayanti,
mn: Some tame by using the rod,

# mn86:18.32
source: aṅkusehi kasāhi ca;
mn: some with goads, and some with whips.

# mn86:18.33
source: Adaṇḍena asatthena,
mn: But the poised one tamed me

# mn86:18.34
source: ahaṃ dantomhi tādinā.
mn: without rod or sword.

# mn86:18.35
source: Ahiṃsakoti me nāmaṃ,
mn: My name is ‘Harmless’,

# mn86:18.36
source: hiṃsakassa pure sato;
mn: though I used to be harmful.

# mn86:18.37
source: Ajjāhaṃ saccanāmomhi,
mn: The name I bear today is true,

# mn86:18.38
source: na naṃ hiṃsāmi kiñci naṃ.
mn: for I do no harm to anyone.

# mn86:18.39
source: Coro ahaṃ pure āsiṃ,
mn: I used to be a bandit,

# mn86:18.40
source: aṅgulimāloti vissuto;
mn: the notorious Aṅgulimāla.

# mn86:18.41
source: Vuyhamāno mahoghena,
mn: Swept away in a great flood,

# mn86:18.42
source: buddhaṃ saraṇamāgamaṃ.
mn: I went to the Buddha as a refuge.

# mn86:18.43
source: Lohitapāṇi pure āsiṃ,
mn: I used to have blood on my hands,

# mn86:18.44
source: aṅgulimāloti vissuto;
mn: the notorious Aṅgulimāla.

# mn86:18.45
source: Saraṇagamanaṃ passa,
mn: See the refuge I’ve found—

# mn86:18.46
source: bhavanetti samūhatā.
mn: the attachment to rebirth is eradicated.

# mn86:18.47
source: Tādisaṃ kammaṃ katvāna,
mn: I’ve done many of the sort of deeds

# mn86:18.48
source: bahuṃ duggatigāminaṃ;
mn: that lead to a bad destination.

# mn86:18.49
source: Phuṭṭho kammavipākena,
mn: The result of my deeds has already hit me,

# mn86:18.50
source: aṇaṇo bhuñjāmi bhojanaṃ.
mn: so I enjoy my food free of debt.

# mn86:18.51
source: Pamādamanuyuñjanti,
mn: Fools and unintelligent people

# mn86:18.52
source: bālā dummedhino janā;
mn: devote themselves to negligence.

# mn86:18.53
source: Appamādañca medhāvī,
mn: But the intelligent protect diligence

# mn86:18.54
source: dhanaṃ seṭṭhaṃva rakkhati.
mn: as their best treasure.

# mn86:18.55
source: Mā pamādamanuyuñjetha,
mn: Don’t devote yourself to negligence,

# mn86:18.56
source: mā kāmarati santhavaṃ;
mn: or delight in sexual intimacy.

# mn86:18.57
source: Appamatto hi jhāyanto,
mn: For if you’re diligent and practice absorption,

# mn86:18.58
source: pappoti vipulaṃ sukhaṃ.
mn: you’ll attain abundant happiness.

# mn86:18.59
source: Svāgataṃ nāpagataṃ,
mn: It was welcome, not unwelcome,

# mn86:18.60
source: nayidaṃ dummantitaṃ mama;
mn: the advice I got was good.

# mn86:18.61
source: Saṃvibhattesu dhammesu,
mn: Of teachings that are shared,

# mn86:18.62
source: yaṃ seṭṭhaṃ tadupāgamaṃ.
mn: I encountered the best.

# mn86:18.63
source: Svāgataṃ nāpagataṃ,
mn: It was welcome, not unwelcome,

# mn86:18.64
source: nayidaṃ dummantitaṃ mama;
mn: the advice I got was good.

# mn86:18.65
source: Tisso vijjā anuppattā,
mn: I’ve attained the three knowledges

# mn86:18.66
source: kataṃ buddhassa sāsanan”ti.
mn: and fulfilled the Buddha’s instructions.”
