Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn091.po
Languages: mn

# mn91:0.1
source: Majjhima Nikāya 91
mn: Middle Discourses 91

# mn91:0.2
source: Brahmāyusutta
mn: With Brahmāyu

# mn91:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn91:1.2
source: ekaṃ samayaṃ bhagavā videhesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi.
mn: At one time the Buddha was wandering in the land of the Videhans together with a large Saṅgha of five hundred mendicants.

# mn91:2.1
source: Tena kho pana samayena brahmāyu brāhmaṇo mithilāyaṃ paṭivasati jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo.
mn: Now at that time the brahmin Brahmāyu was residing in Mithilā. He was old, elderly, and senior, advanced in years, having reached the final stage of life; he was a hundred and twenty years old. He had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man.

# mn91:3.1
source: Assosi kho brahmāyu brāhmaṇo:
mn: He heard:

# mn91:3.2
source: “samaṇo khalu bho, gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi.
mn: “It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—is wandering in the land of the Videhans, together with a large Saṅgha of around five hundred mendicants.

# mn91:3.3
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn91:3.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn91:3.5
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn91:3.6
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He explains a teaching that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.

# mn91:3.7
source: Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.
mn: It’s good to see such perfected ones.”

# mn91:4.1
source: Tena kho pana samayena brahmāyussa brāhmaṇassa uttaro nāma māṇavo antevāsī hoti tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo.
mn: Brahmāyu told Uttara of the Buddha’s presence in the land of the Videhans, and added:

# mn91:4.7
source: Ehi tvaṃ, tāta uttara, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṃ gotamaṃ jānāhi, yadi vā taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, yadi vā no tathā;
mn: “Please, dear Uttara, go to the ascetic Gotama and find out whether or not he lives up to his reputation.

# mn91:4.9
source: Tathā mayaṃ taṃ bhavantaṃ gotamaṃ vedissāmā”ti.
mn: Through you I shall learn about Master Gotama.”

# mn91:5.1
source: “Yathā kathaṃ panāhaṃ, bho, taṃ bhavantaṃ gotamaṃ jānissāmi yadi vā taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, yadi vā no tathā;
mn: “But sir, how shall I find out whether or not the ascetic Gotama lives up to his reputation?”

# mn91:5.3
source: “Āgatāni kho, tāta uttara, amhākaṃ mantesu dvattiṃsamahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveyeva gatiyo bhavanti anaññā.
mn: “Dear Uttara, the thirty-two marks of a great man have been handed down in our hymns. A great man who possesses these has only two possible destinies, no other.

# mn91:5.4
source: Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato.
mn: If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures.

# mn91:5.5
source: Tassimāni satta ratanāni bhavanti, seyyathidaṃ—
mn: He has the following seven treasures:

# mn91:5.6
source: cakkaratanaṃ, hatthiratanaṃ, assaratanaṃ, maṇiratanaṃ, itthiratanaṃ, gahapatiratanaṃ, pariṇāyakaratanameva sattamaṃ.
mn: the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure.

# mn91:5.7
source: Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā.
mn: He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies.

# mn91:5.8
source: So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati.
mn: After conquering this land girt by sea, he reigns by principle, without rod or sword.

# mn91:5.9
source: Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado.
mn: But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world.

# mn91:5.10
source: Ahaṃ kho pana, tāta uttara, mantānaṃ dātā;
mn: But, dear Uttara, I am the one who gives the hymns,

# mn91:5.11
source: tvaṃ mantānaṃ paṭiggahetā”ti.
mn: and you are the one who receives them.”

# mn91:6.1
source: “Evaṃ, bho”ti kho uttaro māṇavo brahmāyussa brāhmaṇassa paṭissutvā uṭṭhāyāsanā brahmāyuṃ brāhmaṇaṃ abhivādetvā padakkhiṇaṃ katvā videhesu yena bhagavā tena cārikaṃ pakkāmi.
mn: “Yes, sir,” replied Uttara. He got up from his seat, bowed, and respectfully circled Brahmāyu before setting out for the land of the Videhans where the Buddha was wandering.

# mn91:6.2
source: Anupubbena cārikaṃ caramāno yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Traveling stage by stage, he came to the Buddha and exchanged greetings with him.

# mn91:6.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
mn: When the greetings and polite conversation were over, he sat down to one side,

# mn91:6.4
source: Ekamantaṃ nisinno kho uttaro māṇavo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi.
mn: and scrutinized his body for the thirty-two marks of a great man.

# mn91:6.5
source: Addasā kho uttaro māṇavo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena thapetvā dve.
mn: He saw all of them except for two,

# mn91:6.6
source: Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—
mn: which he had doubts about:

# mn91:6.7
source: kosohite ca vatthaguyhe pahūtajivhatāya ca.
mn: whether the private parts are retracted, and the largeness of the tongue.

# mn91:6.8
source: Atha kho bhagavato etadahosi:
mn: Then it occurred to the Buddha,

# mn91:6.9
source: “passati kho me ayaṃ uttaro māṇavo dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena thapetvā dve.
mn: “This brahmin student Uttara sees all the marks except for two,

# mn91:6.10
source: Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—
mn: which he has doubts about:

# mn91:6.11
source: kosohite ca vatthaguyhe pahūtajivhatāya cā”ti.
mn: whether the private parts are retracted, and the largeness of the tongue.”

# mn91:7.1
source: Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā addasa uttaro māṇavo bhagavato kosohitaṃ vatthaguyhaṃ.
mn: So the Buddha used his psychic power to will that Uttara would see his retracted private parts.

# mn91:7.2
source: Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi; ubhopi nāsikasotāni anumasi paṭimasi; kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi.
mn: And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue.

# mn91:8.1
source: Atha kho uttarassa māṇavassa etadahosi:
mn: Then Uttara thought,

# mn91:8.2
source: “samannāgato kho samaṇo gotamo dvattiṃsamahāpurisalakkhaṇehi.
mn: “The ascetic Gotama possesses the thirty-two marks.

# mn91:8.3
source: Yannūnāhaṃ samaṇaṃ gotamaṃ anubandheyyaṃ, iriyāpathamassa passeyyan”ti.
mn: Why don’t I follow him and observe his deportment?”

# mn91:8.4
source: Atha kho uttaro māṇavo sattamāsāni bhagavantaṃ anubandhi chāyāva anapāyinī.
mn: So Uttara followed the Buddha like a shadow for seven months.

# mn91:8.5
source: Atha kho uttaro māṇavo sattannaṃ māsānaṃ accayena videhesu yena mithilā tena cārikaṃ pakkāmi.
mn: When seven months had passed he set out wandering towards Mithilā.

# mn91:8.6
source: Anupubbena cārikaṃ caramāno yena mithilā yena brahmāyu brāhmaṇo tenupasaṅkami; upasaṅkamitvā brahmāyuṃ brāhmaṇaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho uttaraṃ māṇavaṃ brahmāyu brāhmaṇo etadavoca:
mn: There he approached the brahmin Brahmāyu, bowed, and sat down to one side. Brahmāyu said to him,

# mn91:8.7
source: “kacci, tāta uttara, taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, no aññathā?
mn: “Well, dear Uttara, does Master Gotama live up to his reputation or not?”

# mn91:8.9
source: “Tathā santaṃyeva, bho, taṃ bhavantaṃ gotamaṃ saddo abbhuggato, no aññathā;
mn: “He does, sir.

# mn91:8.11
source: Samannāgato ca so bhavaṃ gotamo dvattiṃsamahāpurisalakkhaṇehi.
mn: Master Gotama possesses the thirty-two marks.

# mn91:9.1
source: Suppatiṭṭhitapādo kho pana bho bhavaṃ gotamo;
mn: He has well-planted feet.

# mn91:9.3
source: Heṭṭhā kho pana tassa bhoto gotamassa pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni … (2)
mn: On the soles of his feet there are thousand-spoked wheels, with rims and hubs, complete in every detail.

# mn91:9.4
source: Āyatapaṇhi kho pana so bhavaṃ gotamo … (3)
mn: He has projecting heels.

# mn91:9.5
source: Dīghaṅguli kho pana so bhavaṃ gotamo … (4)
mn: He has long fingers.

# mn91:9.6
source: Mudutalunahatthapādo kho pana so bhavaṃ gotamo … (5)
mn: His hands and feet are tender.

# mn91:9.7
source: Jālahatthapādo kho pana so bhavaṃ gotamo … (6)
mn: His hands and feet cling gracefully.

# mn91:9.8
source: Ussaṅkhapādo kho pana so bhavaṃ gotamo … (7)
mn: His feet are arched.

# mn91:9.9
source: Eṇijaṅgho kho pana so bhavaṃ gotamo … (8)
mn: His calves are like those of an antelope.

# mn91:9.10
source: Ṭhitako kho pana so bhavaṃ gotamo anonamanto ubhohi pāṇitalehi jaṇṇukāni parimasati parimajjati … (9)
mn: When standing upright and not bending over, the palms of both hands touch the knees.

# mn91:9.11
source: Kosohitavatthaguyho kho pana so bhavaṃ gotamo … (10)
mn: His private parts are retracted.

# mn91:9.12
source: Suvaṇṇavaṇṇo kho pana so bhavaṃ gotamo kañcanasannibhattaco … (11)
mn: He is gold colored; his skin has a golden sheen.

# mn91:9.13
source: Sukhumacchavi kho pana so bhavaṃ gotamo. Sukhumattā chaviyā rajojallaṃ kāye na upalimpati … (12)
mn: He has delicate skin, so delicate that dust and dirt don’t stick to his body.

# mn91:9.14
source: Ekekalomo kho pana so bhavaṃ gotamo; ekekāni lomāni lomakūpesu jātāni … (13)
mn: His hairs grow one per pore.

# mn91:9.15
source: Uddhaggalomo kho pana so bhavaṃ gotamo; uddhaggāni lomāni jātāni nīlāni añjanavaṇṇāni kuṇḍalāvaṭṭāni dakkhiṇāvaṭṭakajātāni … (14)
mn: His hairs stand up; they’re blue-black and curl clockwise.

# mn91:9.16
source: Brahmujugatto kho pana so bhavaṃ gotamo … (15)
mn: His body is as straight as Brahmā’s.

# mn91:9.17
source: Sattussado kho pana so bhavaṃ gotamo … (16)
mn: He has bulging muscles in seven places.

# mn91:9.18
source: Sīhapubbaddhakāyo kho pana so bhavaṃ gotamo … (17)
mn: His chest is like that of a lion.

# mn91:9.19
source: Citantaraṃso kho pana so bhavaṃ gotamo … (18)
mn: The gap between the shoulder-blades is filled in.

# mn91:9.20
source: Nigrodhaparimaṇḍalo kho pana so bhavaṃ gotamo; yāvatakvassa kāyo tāvatakvassa byāmo, yāvatakvassa byāmo tāvatakvassa kāyo … (19)
mn: He has the proportional circumference of a banyan tree: the span of his arms equals the height of his body.

# mn91:9.21
source: Samavaṭṭakkhandho kho pana so bhavaṃ gotamo … (20)
mn: His torso is cylindrical.

# mn91:9.22
source: Rasaggasaggī kho pana so bhavaṃ gotamo … (21)
mn: He has an excellent sense of taste.

# mn91:9.23
source: Sīhahanu kho pana so bhavaṃ gotamo … (22)
mn: His jaw is like that of a lion.

# mn91:9.24
source: Cattālīsadanto kho pana so bhavaṃ gotamo … (23)
mn: He has forty teeth.

# mn91:9.25
source: Samadanto kho pana so bhavaṃ gotamo … (24)
mn: His teeth are even.

# mn91:9.26
source: Aviraḷadanto kho pana so bhavaṃ gotamo … (25)
mn: His teeth have no gaps.

# mn91:9.27
source: Susukkadāṭho kho pana so bhavaṃ gotamo … (26)
mn: His teeth are perfectly white.

# mn91:9.28
source: Pahūtajivho kho pana so bhavaṃ gotamo … (27)
mn: He has a large tongue.

# mn91:9.29
source: Brahmassaro kho pana so bhavaṃ gotamo karavikabhāṇī … (28)
mn: He has the voice of Brahmā, like a cuckoo’s call.

# mn91:9.30
source: Abhinīlanetto kho pana so bhavaṃ gotamo … (29)
mn: His eyes are deep blue.

# mn91:9.31
source: Gopakhumo kho pana so bhavaṃ gotamo … (30)
mn: He has eyelashes like a cow’s.

# mn91:9.32
source: Uṇṇā kho panassa bhoto gotamassa bhamukantare jātā odātā mudutūlasannibhā … (31)
mn: Between his eyebrows there grows a tuft, soft and white like cotton-wool.

# mn91:9.33
source: Uṇhīsasīso kho pana so bhavaṃ gotamo; idampi tassa bhoto gotamassa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. (32)
mn: His head is shaped like a turban.

# mn91:9.34
source: Imehi kho, bho, so bhavaṃ gotamo dvattiṃsamahāpurisalakkhaṇehi samannāgato.
mn: These are the thirty-two marks of a great man possessed by Master Gotama.

# mn91:10.1
source: Gacchanto kho pana so bhavaṃ gotamo dakkhiṇeneva pādena paṭhamaṃ pakkamati.
mn: When he’s walking he takes the first step with the right foot.

# mn91:10.2
source: So nātidūre pādaṃ uddharati, nāccāsanne pādaṃ nikkhipati;
mn: He doesn’t lift his foot too far or place it too near.

# mn91:10.3
source: so nātisīghaṃ gacchati, nātisaṇikaṃ gacchati;
mn: He doesn’t walk too slow or too fast.

# mn91:10.4
source: na ca adduvena adduvaṃ saṅghaṭṭento gacchati, na ca gopphakena gopphakaṃ saṅghaṭṭento gacchati.
mn: He walks without knocking his knees or ankles together.

# mn91:10.5
source: So gacchanto na satthiṃ unnāmeti, na satthiṃ onāmeti; na satthiṃ sannāmeti, na satthiṃ vināmeti.
mn: When he’s walking he keeps his thighs neither too straight nor too bent, neither too tight nor too loose.

# mn91:10.6
source: Gacchato kho pana tassa bhoto gotamassa adharakāyova iñjati, na ca kāyabalena gacchati.
mn: When he walks, only the lower half of his body moves, and he walks effortlessly.

# mn91:10.7
source: Apalokento kho pana so bhavaṃ gotamo sabbakāyeneva apaloketi;
mn: When he turns to look he does so with the whole body.

# mn91:10.8
source: so na uddhaṃ ulloketi, na adho oloketi;
mn: He doesn’t look directly up or down.

# mn91:10.9
source: na ca vipekkhamāno gacchati, yugamattañca pekkhati; tato cassa uttari anāvaṭaṃ ñāṇadassanaṃ bhavati.
mn: He doesn’t look all around while walking, but focuses a plough’s length in front. Beyond that he has unhindered knowledge and vision.

# mn91:11.1
source: So antaragharaṃ pavisanto na kāyaṃ unnāmeti, na kāyaṃ onāmeti; na kāyaṃ sannāmeti, na kāyaṃ vināmeti.
mn: When entering an inhabited area he keeps his body neither too straight nor too bent, neither too tight nor too loose.

# mn91:12.1
source: So nātidūre nāccāsanne āsanassa parivattati, na ca pāṇinā ālambitvā āsane nisīdati, na ca āsanasmiṃ kāyaṃ pakkhipati.
mn: He turns around neither too far nor too close to the seat. He doesn’t lean on his hand when sitting down. And he doesn’t just plonk his body down on the seat.

# mn91:12.2
source: So antaraghare nisinno samāno na hatthakukkuccaṃ āpajjati, na pādakukkuccaṃ āpajjati;
mn: When sitting in inhabited areas he doesn’t fidget with his hands or feet.

# mn91:12.3
source: na adduvena adduvaṃ āropetvā nisīdati; na ca gopphakena gopphakaṃ āropetvā nisīdati;
mn: He doesn’t sit with his knees or ankles crossed.

# mn91:12.4
source: na ca pāṇinā hanukaṃ upadahitvā nisīdati.
mn: He doesn’t sit with his hand holding his chin.

# mn91:12.5
source: So antaraghare nisinno samāno na chambhati na kampati na vedhati na paritassati. So achambhī akampī avedhī aparitassī vigatalomahaṃso.
mn: When sitting in inhabited areas he doesn’t cower or shake or tremble or get anxious, and so he is not nervous at all.

# mn91:12.6
source: Vivekavatto ca so bhavaṃ gotamo antaraghare nisinno hoti.
mn: When sitting in inhabited areas he still practices seclusion.

# mn91:13.1
source: So pattodakaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti; na pattaṃ sannāmeti, na pattaṃ vināmeti.
mn: When receiving water for rinsing the bowl, he holds the bowl neither too straight nor too bent, neither too tight nor too loose.

# mn91:14.1
source: So pattodakaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ.
mn: He receives neither too little nor too much water.

# mn91:14.2
source: So na khulukhulukārakaṃ pattaṃ dhovati, na samparivattakaṃ pattaṃ dhovati, na pattaṃ bhūmiyaṃ nikkhipitvā hatthe dhovati; hatthesu dhotesu patto dhoto hoti, patte dhote hatthā dhotā honti.
mn: He rinses the bowl without making a sloshing noise, or spinning it around. He doesn’t put the bowl on the ground to rinse his hands; his hands and bowl are rinsed at the same time.

# mn91:14.3
source: So pattodakaṃ chaḍḍeti nātidūre nāccāsanne, na ca vicchaḍḍayamāno.
mn: He doesn’t throw the bowl rinsing water away too far or too near, or splash it about.

# mn91:14.4
source: So odanaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti; na pattaṃ sannāmeti, na pattaṃ vināmeti.
mn: When receiving rice, he holds the bowl neither too straight nor too bent, neither too close nor too loose.

# mn91:14.5
source: So odanaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ.
mn: He receives neither too little nor too much rice.

# mn91:14.6
source: Byañjanaṃ kho pana bhavaṃ gotamo byañjanamattāya āhāreti, na ca byañjanena ālopaṃ atināmeti.
mn: He eats sauce in a moderate proportion, and doesn’t spend too much time saucing his portions.

# mn91:14.7
source: Dvattikkhattuṃ kho bhavaṃ gotamo mukhe ālopaṃ samparivattetvā ajjhoharati;
mn: He chews over each portion two or three times before swallowing.

# mn91:14.8
source: na cassa kāci odanamiñjā asambhinnā kāyaṃ pavisati, na cassa kāci odanamiñjā mukhe avasiṭṭhā hoti;
mn: But no grain of rice enters his body unchewed, and none remain in his mouth.

# mn91:14.9
source: athāparaṃ ālopaṃ upanāmeti.
mn: Only then does he raise another portion to his lips.

# mn91:14.10
source: Rasapaṭisaṃvedī kho pana so bhavaṃ gotamo āhāraṃ āhāreti, no ca rasarāgapaṭisaṃvedī.
mn: He eats experiencing the taste, but without experiencing greed for the taste.

# mn91:14.11
source: Aṭṭhaṅgasamannāgataṃ kho pana so bhavaṃ gotamo āhāraṃ āhāreti—
mn: He eats food thinking of eight reasons:

# mn91:14.12
source: neva davāya, na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā brahmacariyānuggahāya: ‘iti purāṇañca vedanaṃ paṭihaṅkhāmi navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti.
mn: ‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’

# mn91:15.1
source: So bhuttāvī pattodakaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti; na pattaṃ sannāmeti, na pattaṃ vināmeti.
mn: After eating, when receiving water for washing the bowl, he holds the bowl neither too straight nor too bent, neither too tight nor too loose.

# mn91:15.2
source: So pattodakaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ.
mn: He receives neither too little nor too much water.

# mn91:15.3
source: So na khulukhulukārakaṃ pattaṃ dhovati, na samparivattakaṃ pattaṃ dhovati, na pattaṃ bhūmiyaṃ nikkhipitvā hatthe dhovati; hatthesu dhotesu patto dhoto hoti, patte dhote hatthā dhotā honti.
mn: He washes the bowl without making a sloshing noise, or spinning it around. He doesn’t put the bowl on the ground to wash his hands; his hands and bowl are washed at the same time.

# mn91:15.4
source: So pattodakaṃ chaḍḍeti nātidūre nāccāsanne, na ca vicchaḍḍayamāno.
mn: He doesn’t throw the bowl washing water away too far or too near, or splash it about.

# mn91:16.1
source: So bhuttāvī na pattaṃ bhūmiyaṃ nikkhipati nātidūre nāccāsanne, na ca anatthiko pattena hoti, na ca ativelānurakkhī pattasmiṃ.
mn: After eating he doesn’t put the bowl on the ground too far away or too close. He’s not careless with his bowl, nor does he spend too much time on it.

# mn91:17.1
source: So bhuttāvī muhuttaṃ tuṇhī nisīdati, na ca anumodanassa kālamatināmeti.
mn: After eating he sits for a while in silence, but doesn’t wait too long to give the verses of appreciation.

# mn91:17.2
source: So bhuttāvī anumodati, na taṃ bhattaṃ garahati, na aññaṃ bhattaṃ paṭikaṅkhati;
mn: After eating he expresses appreciation without criticizing the meal or expecting another one.

# mn91:17.3
source: aññadatthu dhammiyā kathāya taṃ parisaṃ sandasseti samādapeti samuttejeti sampahaṃseti.
mn: Invariably, he educates, encourages, fires up, and inspires that assembly with a Dhamma talk.

# mn91:17.4
source: So taṃ parisaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkamati.
mn: Then he gets up from his seat and leaves.

# mn91:18.1
source: So nātisīghaṃ gacchati, nātisaṇikaṃ gacchati, na ca muccitukāmo gacchati;
mn: He walks neither too fast nor too slow, without wanting to get out of there.

# mn91:19.1
source: na ca tassa bhoto gotamassa kāye cīvaraṃ accukkaṭṭhaṃ hoti na ca accokkaṭṭhaṃ, na ca kāyasmiṃ allīnaṃ na ca kāyasmā apakaṭṭhaṃ;
mn: He wears his robe on his body neither too high nor too low, neither too tight nor too loose.

# mn91:19.2
source: na ca tassa bhoto gotamassa kāyamhā vāto cīvaraṃ apavahati;
mn: The wind doesn’t blow his robe off his body.

# mn91:19.3
source: na ca tassa bhoto gotamassa kāye rajojallaṃ upalimpati.
mn: And dust and dirt don’t stick to his body.

# mn91:20.1
source: So ārāmagato nisīdati paññatte āsane. Nisajja pāde pakkhāleti;
mn: When he has gone to the monastery he sits on a seat spread out and washes his feet.

# mn91:20.2
source: na ca so bhavaṃ gotamo pādamaṇḍanānuyogamanuyutto viharati.
mn: But he doesn’t waste time with pedicures.

# mn91:20.3
source: So pāde pakkhāletvā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
mn: When he has washed his feet, he sits down cross-legged, with his body straight, and establishes mindfulness right there.

# mn91:20.4
source: So neva attabyābādhāya ceteti, na parabyābādhāya ceteti, na ubhayabyābādhāya ceteti;
mn: He has no intention to hurt himself, hurt others, or hurt both.

# mn91:20.5
source: attahitaparahitaubhayahitasabbalokahitameva so bhavaṃ gotamo cintento nisinno hoti.
mn: He only wishes for the welfare of himself, of others, of both, and of the whole world.

# mn91:20.6
source: So ārāmagato parisati dhammaṃ deseti, na taṃ parisaṃ ussādeti, na taṃ parisaṃ apasādeti;
mn: In the monastery when he teaches Dhamma to an assembly, he neither flatters them nor rebukes them.

# mn91:20.7
source: aññadatthu dhammiyā kathāya taṃ parisaṃ sandasseti samādapeti samuttejeti sampahaṃseti.
mn: Invariably, he educates, encourages, fires up, and inspires that assembly with a Dhamma talk.
