Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn094.po
Languages: mn

# mn94:0.1
source: Majjhima Nikāya 94
mn: Middle Discourses 94

# mn94:0.2
source: Ghoṭamukhasutta
mn: With Ghoṭamukha

# mn94:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn94:1.2
source: ekaṃ samayaṃ āyasmā udeno bārāṇasiyaṃ viharati khemiyambavane.
mn: At one time Venerable Udena was staying near Benares in the Khemiya Mango Grove.

# mn94:2.1
source: Tena kho pana samayena ghoṭamukho brāhmaṇo bārāṇasiṃ anuppatto hoti kenacideva karaṇīyena.
mn: Now at that time the brahmin Ghoṭamukha had arrived at Benares on some business.

# mn94:2.2
source: Atha kho ghoṭamukho brāhmaṇo jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena khemiyambavanaṃ tenupasaṅkami.
mn: Then as he was going for a walk he went to the Khemiya Mango Grove.

# mn94:2.3
source: Tena kho pana samayena āyasmā udeno abbhokāse caṅkamati.
mn: At that time Venerable Udena was walking meditation in the open air.

# mn94:2.4
source: Atha kho ghoṭamukho brāhmaṇo yenāyasmā udeno tenupasaṅkami; upasaṅkamitvā āyasmatā udenena saddhiṃ sammodi.
mn: Ghoṭamukha approached and exchanged greetings with him.

# mn94:2.5
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā āyasmantaṃ udenaṃ caṅkamantaṃ anucaṅkamamāno evamāha:
mn: Walking alongside Udena, he said,

# mn94:2.6
source: “ambho samaṇa, ‘natthi dhammiko paribbajo’—
mn: “Mister ascetic, there is no such thing as a principled renunciate life;

# mn94:2.7
source: evaṃ me ettha hoti.
mn: that’s what I think.

# mn94:2.8
source: Tañca kho bhavantarūpānaṃ vā adassanā, yo vā panettha dhammo”ti.
mn: And that’s without seeing gentlemen such as yourself, or a relevant teaching.”

# mn94:3.1
source: Evaṃ vutte, āyasmā udeno caṅkamā orohitvā vihāraṃ pavisitvā paññatte āsane nisīdi.
mn: When he said this, Udena stepped down from the walking path, entered his dwelling, and sat down on the seat spread out.

# mn94:3.2
source: Ghoṭamukhopi kho brāhmaṇo caṅkamā orohitvā vihāraṃ pavisitvā ekamantaṃ aṭṭhāsi.
mn: Ghoṭamukha also stepped down from the walking path and entered the dwelling, where he stood to one side.

# mn94:3.3
source: Ekamantaṃ ṭhitaṃ kho ghoṭamukhaṃ brāhmaṇaṃ āyasmā udeno etadavoca:
mn: Udena said to him,

# mn94:3.4
source: “saṃvijjanti kho, brāhmaṇa, āsanāni.
mn: “There are seats, brahmin.

# mn94:3.5
source: Sace ākaṅkhasi, nisīdā”ti.
mn: Please sit if you wish.”

# mn94:3.6
source: “Etadeva kho pana mayaṃ bhoto udenassa āgamayamānā nisīdāma.
mn: “I was just waiting for you to sit down.

# mn94:3.7
source: Kathañhi nāma mādiso pubbe animantito āsane nisīditabbaṃ maññeyyā”ti?
mn: For how could one such as I presume to sit first without being invited?”

# mn94:4.1
source: Atha kho ghoṭamukho brāhmaṇo aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: Then he took a low seat and sat to one side,

# mn94:4.2
source: Ekamantaṃ nisinno kho ghoṭamukho brāhmaṇo āyasmantaṃ udenaṃ etadavoca:
mn: where he said,

# mn94:4.3
source: “ambho samaṇa, ‘natthi dhammiko paribbajo’—
mn: “Mister ascetic, there is no such thing as a principled renunciate life;

# mn94:4.4
source: evaṃ me ettha hoti.
mn: that’s what I think.

# mn94:4.5
source: Tañca kho bhavantarūpānaṃ vā adassanā, yo vā panettha dhammo”ti.
mn: And that’s without seeing gentlemen such as yourself, or a relevant teaching.”

# mn94:4.6
source: “Sace kho pana me tvaṃ, brāhmaṇa, anuññeyyaṃ anujāneyyāsi, paṭikkositabbañca paṭikkoseyyāsi; yassa ca pana me bhāsitassa atthaṃ na jāneyyāsi, mamaṃyeva tattha uttari paṭipuccheyyāsi:
mn: “Brahmin, we can discuss this. But only if you allow what should be allowed, and reject what should be rejected. And if you ask me the meaning of anything you don’t understand, saying:

# mn94:4.7
source: ‘idaṃ, bho udena, kathaṃ, imassa kvattho’ti? Evaṃ katvā siyā no ettha kathāsallāpo”ti.
mn: ‘Sir, why is this? What does that mean?’”

# mn94:4.8
source: “Anuññeyyaṃ khvāhaṃ bhoto udenassa anujānissāmi, paṭikkositabbañca paṭikkosissāmi; yassa ca panāhaṃ bhoto udenassa bhāsitassa atthaṃ na jānissāmi, bhavantaṃyeva tattha udenaṃ uttari paṭipucchissāmi: ‘idaṃ, bho udena, kathaṃ, imassa kvattho’ti? Evaṃ katvā hotu no ettha kathāsallāpo”ti.
mn: “Let us discuss this. I will do as you say.”

# mn94:5.1
source: “Cattārome, brāhmaṇa, puggalā santo saṃvijjamānā lokasmiṃ.
mn: “Brahmin, these four people are found in the world.

# mn94:5.2
source: Katame cattāro?
mn: What four?

# mn94:5.3
source: Idha, brāhmaṇa, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto.
mn: One person mortifies themselves, committed to the practice of mortifying themselves.

# mn94:5.4
source: Idha pana, brāhmaṇa, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto.
mn: One person mortifies others, committed to the practice of mortifying others.

# mn94:5.5
source: Idha pana, brāhmaṇa, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto.
mn: One person mortifies themselves and others, committed to the practice of mortifying themselves and others.

# mn94:5.6
source: Idha pana, brāhmaṇa, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto.
mn: One person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others.

# mn94:5.7
source: So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati.
mn: They live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves.

# mn94:5.8
source: Imesaṃ, brāhmaṇa, catunnaṃ puggalānaṃ katamo te puggalo cittaṃ ārādhetī”ti?
mn: Which one of these four people do you like the sound of?”

# mn94:5.9
source: “Yvāyaṃ, bho udena, puggalo attantapo attaparitāpanānuyogamanuyutto ayaṃ me puggalo cittaṃ nārādheti;
mn: “Sir, I don’t like the sound of the first three people.

# mn94:5.13
source: Ayameva me puggalo cittaṃ ārādhetī”ti.
mn: I only like the sound of the last person, who doesn’t mortify either themselves or others.”

# mn94:6.1
source: “Kasmā pana te, brāhmaṇa, ime tayo puggalā cittaṃ nārādhentī”ti?
mn: “But why don’t you like the sound of those three people?”

# mn94:6.2
source: “Yvāyaṃ, bho udena, puggalo attantapo attaparitāpanānuyogamanuyutto so attānaṃ sukhakāmaṃ dukkhapaṭikkūlaṃ ātāpeti paritāpeti;
mn: “Sir, the person who mortifies themselves does so even though they want to be happy and recoil from pain.

# mn94:6.3
source: iminā me ayaṃ puggalo cittaṃ nārādheti.
mn: That’s why I don’t like the sound of that person.

# mn94:6.4
source: Yopāyaṃ, bho udena, puggalo parantapo paraparitāpanānuyogamanuyutto so paraṃ sukhakāmaṃ dukkhapaṭikkūlaṃ ātāpeti paritāpeti;
mn: The person who mortifies others does so even though others want to be happy and recoil from pain.

# mn94:6.5
source: iminā me ayaṃ puggalo cittaṃ nārādheti.
mn: That’s why I don’t like the sound of that person.

# mn94:6.6
source: Yopāyaṃ, bho udena, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto so attānañca parañca sukhakāmaṃ dukkhapaṭikkūlaṃ ātāpeti paritāpeti;
mn: The person who mortifies themselves and others does so even though both themselves and others want to be happy and recoil from pain.

# mn94:6.7
source: iminā me ayaṃ puggalo cittaṃ nārādheti.
mn: That’s why I don’t like the sound of that person.

# mn94:6.8
source: Yo ca kho ayaṃ, bho udena, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati, so attānañca parañca sukhakāmaṃ dukkhapaṭikkūlaṃ neva ātāpeti na paritāpeti;
mn: The person who doesn’t mortify either themselves or others—living without wishes, extinguished, cooled, experiencing bliss, having become holy in themselves—does not torment themselves or others, both of whom want to be happy and recoil from pain.

# mn94:6.9
source: iminā me ayaṃ puggalo cittaṃ ārādhetī”ti.
mn: That’s why I like the sound of that person.”

# mn94:7.1
source: “Dvemā, brāhmaṇa, parisā.
mn: “There are, brahmin, these two groups of people.

# mn94:7.2
source: Katamā dve?
mn: What two?

# mn94:7.3
source: Idha, brāhmaṇa, ekaccā parisā sārattarattā maṇikuṇḍalesu puttabhariyaṃ pariyesati, dāsidāsaṃ pariyesati, khettavatthuṃ pariyesati, jātarūparajataṃ pariyesati.
mn: There’s one group of people who, being infatuated with jewels and earrings, seeks partners and children, male and female bondservants, fields and lands, and gold and money.

# mn94:7.4
source: Idha pana, brāhmaṇa, ekaccā parisā asārattarattā maṇikuṇḍalesu puttabhariyaṃ pahāya, dāsidāsaṃ pahāya, khettavatthuṃ pahāya, jātarūparajataṃ pahāya, agārasmā anagāriyaṃ pabbajitā.
mn: And there’s another group of people who, not being infatuated with jewels and earrings, has given up partner and children, male and female bondservants, fields and lands, and gold and money, and goes forth from the lay life to homelessness.

# mn94:7.5
source: Svāyaṃ, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto.
mn: Now, brahmin, that person who doesn’t mortify either themselves or others—

# mn94:7.7
source: Idha katamaṃ tvaṃ, brāhmaṇa, puggalaṃ katamāya parisāya bahulaṃ samanupassasi—
mn: in which of these two groups of people do you usually find such a person?”

# mn94:7.9
source: “Yvāyaṃ, bho udena, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati;
mn: “I usually find such a person in

# mn94:7.10
source: imāhaṃ puggalaṃ yāyaṃ parisā asārattarattā maṇikuṇḍalesu puttabhariyaṃ pahāya dāsidāsaṃ pahāya khettavatthuṃ pahāya jātarūparajataṃ pahāya agārasmā anagāriyaṃ pabbajitā imissaṃ parisāyaṃ bahulaṃ samanupassāmī”ti.
mn: the group that has gone forth from the lay life to homelessness.”

# mn94:8.1
source: “Idāneva kho pana te, brāhmaṇa, bhāsitaṃ: ‘mayaṃ evaṃ ājānāma—
mn: “Just now I understood you to say:

# mn94:8.2
source: ambho samaṇa, natthi dhammiko paribbajo,
mn: ‘Mister ascetic, there is no such thing as a principled renunciate life;

# mn94:8.3
source: evaṃ me ettha hoti.
mn: that’s what I think.

# mn94:8.4
source: Tañca kho bhavantarūpānaṃ vā adassanā, yo vā panettha dhammo’”ti.
mn: And that’s without seeing gentlemen such as yourself, nor a relevant teaching.’”

# mn94:8.5
source: “Addhā mesā, bho udena, sānuggahā vācā bhāsitā.
mn: “Well, I obviously had my reasons for saying that, master Udena.

# mn94:8.6
source: ‘Atthi dhammiko paribbajo’—
mn: But there is such a thing as a principled renunciate life;

# mn94:8.7
source: evaṃ me ettha hoti.
mn: that’s what I think.

# mn94:8.8
source: Evañca pana maṃ bhavaṃ udeno dhāretu.
mn: Please remember me as saying this.

# mn94:8.9
source: Ye ca me bhotā udenena cattāro puggalā saṅkhittena vuttā vitthārena avibhattā, sādhu me bhavaṃ, udeno ime cattāro puggale vitthārena vibhajatu anukampaṃ upādāyā”ti.
mn: Now, these four kinds of people that you’ve spoken of in a brief summary: please explain them to me in detail, out of compassion.”

# mn94:9.1
source: “Tena hi, brāhmaṇa, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.
mn: “Well then, brahmin, listen and pay close attention, I will speak.”

# mn94:9.2
source: “Evaṃ, bho”ti kho ghoṭamukho brāhmaṇo āyasmato udenassa paccassosi.
mn: “Yes, sir,” replied Ghoṭamukha.

# mn94:9.3
source: Āyasmā udeno etadavoca:
mn: Udena said this:

# mn94:10.1
source: “Katamo ca, brāhmaṇa, puggalo attantapo attaparitāpanānuyogamanuyutto?
mn: “What person mortifies themselves, committed to the practice of mortifying themselves?

# mn94:10.2
source: Idha, brāhmaṇa, ekacco puggalo acelako hoti muttācāro hatthāpalekhano naehibhaddantiko natiṭṭhabhaddantiko, nābhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyati.
mn: It’s when someone goes naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal.

# mn94:10.3
source: So na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṃ na maṃsaṃ, na suraṃ na merayaṃ na thusodakaṃ pivati.
mn: They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer.

# mn94:10.4
source: So ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko … pe … sattāgāriko vā hoti sattālopiko;
mn: They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls.

# mn94:10.5
source: ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti … pe … sattahipi dattīhi yāpeti;
mn: They feed on one saucer a day, two saucers a day, up to seven saucers a day.

# mn94:10.6
source: ekāhikampi āhāraṃ āhāreti, dvīhikampi āhāraṃ āhāreti … pe … sattāhikampi āhāraṃ āhāreti—iti evarūpaṃ addhamāsikaṃ pariyāyabhattabhojanānuyogamanuyutto viharati.
mn: They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals.

# mn94:10.7
source: So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti, vanamūlaphalāhāro yāpeti pavattaphalabhojī.
mn: They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survive on forest roots and fruits, or eating fallen fruit.

# mn94:10.8
source: So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṃsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhampi dhāreti;
mn: They wear robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings.

# mn94:10.9
source: kesamassulocakopi hoti kesamassulocanānuyogamanuyutto,
mn: They tear out their hair and beard, committed to this practice.

# mn94:10.10
source: ubbhaṭṭhakopi hoti āsanapaṭikkhitto,
mn: They constantly stand, refusing seats.

# mn94:10.11
source: ukkuṭikopi hoti ukkuṭikappadhānamanuyutto,
mn: They squat, committed to persisting in the squatting position.

# mn94:10.12
source: kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṃ kappeti;
mn: They lie on a mat of thorns, making a mat of thorns their bed.

# mn94:10.13
source: sāyatatiyakampi udakorohanānuyogamanuyutto viharati—
mn: They’re committed to the practice of immersion in water three times a day, including the evening.

# mn94:10.14
source: iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati.
mn: And so they live committed to practicing these various ways of mortifying and tormenting the body.

# mn94:10.15
source: Ayaṃ vuccati, brāhmaṇa, puggalo attantapo attaparitāpanānuyogamanuyutto.
mn: This is called a person who mortifies themselves, being committed to the practice of mortifying themselves.

# mn94:11.1
source: Katamo ca, brāhmaṇa, puggalo parantapo paraparitāpanānuyogamanuyutto?
mn: And what person mortifies others, committed to the practice of mortifying others?

# mn94:11.2
source: Idha, brāhmaṇa, ekacco puggalo orabbhiko hoti sūkariko sākuṇiko māgaviko luddo macchaghātako coro coraghātako goghātako bandhanāgāriko—ye vā panaññepi keci kurūrakammantā.
mn: It’s when a person is a slaughterer of sheep, pigs, poultry, or deer, a hunter or fisher, a bandit, an executioner, a butcher of cattle, a jailer, or has some other cruel livelihood.

# mn94:11.3
source: Ayaṃ vuccati, brāhmaṇa, puggalo parantapo paraparitāpanānuyogamanuyutto.
mn: This is called a person who mortifies others, being committed to the practice of mortifying others.

# mn94:12.1
source: Katamo ca, brāhmaṇa, puggalo attantapo ca attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto?
mn: And what person mortifies themselves and others, being committed to the practice of mortifying themselves and others?

# mn94:12.2
source: Idha, brāhmaṇa, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto, brāhmaṇo vā mahāsālo.
mn: It’s when a person is an anointed king or a well-to-do brahmin.

# mn94:12.3
source: So puratthimena nagarassa navaṃ santhāgāraṃ kārāpetvā kesamassuṃ ohāretvā kharājinaṃ nivāsetvā sappitelena kāyaṃ abbhañjitvā magavisāṇena piṭṭhiṃ kaṇḍuvamāno navaṃ santhāgāraṃ pavisati saddhiṃ mahesiyā brāhmaṇena ca purohitena.
mn: He has a new temple built to the east of the city. He shaves off his hair and beard, dresses in a rough antelope hide, and smears his body with ghee and oil. Scratching his back with antlers, he enters the temple with his chief queen and the brahmin high priest.

# mn94:12.4
source: So tattha anantarahitāya bhūmiyā haritupalittāya seyyaṃ kappeti.
mn: There he lies on the bare ground strewn with grass.

# mn94:12.5
source: Ekissāya gāviyā sarūpavacchāya yaṃ ekasmiṃ thane khīraṃ hoti tena rājā yāpeti, yaṃ dutiyasmiṃ thane khīraṃ hoti tena mahesī yāpeti, yaṃ tatiyasmiṃ thane khīraṃ hoti tena brāhmaṇo purohito yāpeti, yaṃ catutthasmiṃ thane khīraṃ hoti tena aggiṃ juhati, avasesena vacchako yāpeti.
mn: The king feeds on the milk from one teat of a cow that has a calf of the same color. The chief queen feeds on the milk from the second teat. The brahmin high priest feeds on the milk from the third teat. The milk from the fourth teat is offered to the flames. The calf feeds on the remainder.

# mn94:12.6
source: So evamāha:
mn: He says:

# mn94:12.7
source: ‘ettakā usabhā haññantu yaññatthāya, ettakā vacchatarā haññantu yaññatthāya, ettakā vacchatariyo haññantu yaññatthāya, ettakā ajā haññantu yaññatthāya, ettakā urabbhā haññantu yaññatthāya, ettakā assā haññantu yaññatthāya, ettakā rukkhā chijjantu yūpatthāya, ettakā dabbhā lūyantu barihisatthāyā’ti.
mn: ‘Slaughter this many bulls, bullocks, heifers, goats, rams, and horses for the sacrifice! Fell this many trees and reap this much grass for the sacrificial equipment!’

# mn94:12.8
source: Yepissa te honti ‘dāsā’ti vā ‘pessā’ti vā ‘kammakarā’ti vā tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti.
mn: His bondservants, employees, and workers do their jobs under threat of punishment and danger, weeping with tearful faces.

# mn94:12.9
source: Ayaṃ vuccati, brāhmaṇa, puggalo attantapo ca attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto.
mn: This is called a person who mortifies themselves and others, being committed to the practice of mortifying themselves and others.

# mn94:13.1
source: Katamo ca, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto;
mn: And what person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others,

# mn94:13.2
source: so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati?
mn: living without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves?

# mn94:14.1
source: Idha, brāhmaṇa, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.
mn: It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.

# mn94:14.2
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn94:14.3
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.

# mn94:15.1
source: Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto.
mn: A householder hears that teaching, or a householder’s child, or someone reborn in some clan.

# mn94:15.2
source: So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati.
mn: They gain faith in the Realized One,

# mn94:15.3
source: So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:
mn: and reflect:

# mn94:15.4
source: ‘sambādho gharāvāso rajopatho abbhokāso pabbajjā.
mn: ‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.

# mn94:15.5
source: Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.
mn: It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.

# mn94:15.6
source: Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.
mn: Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’

# mn94:15.7
source: So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.
mn: After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.

# mn94:15.8
source: So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.
mn: Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings.

# mn94:16.1
source: Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī. Athenena sucibhūtena attanā viharati.
mn: They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving.

# mn94:16.2
source: Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā.
mn: They give up unchastity. They are celibate, set apart, avoiding the common practice of sex.

# mn94:16.3
source: Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.
mn: They give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words.
