Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn092.po
Languages: mn

# mn92:27.1
source: Atha kho āyasmā selo sapariso eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
mn: Then Venerable Sela and his assembly, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. They lived having achieved with their own insight the goal for which people from good families rightly go forth from the lay life to homelessness.

# mn92:27.2
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
mn: They understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# mn92:27.3
source: Aññataro kho panāyasmā selo sapariso arahataṃ ahosi.
mn: And Venerable Sela together with his assembly became perfected.

# mn92:28.1
source: Atha kho āyasmā selo sapariso yena bhagavā tenupasaṅkami; upasaṅkamitvā ekaṃsaṃ cīvaraṃ katvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ gāthāhi ajjhabhāsi:
mn: Then Sela with his assembly went to see the Buddha. He arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said:

# mn92:28.2
source: “Yaṃ taṃ saraṇamāgamma,
mn: “This is the eighth day since

# mn92:28.3
source: ito aṭṭhami cakkhumā;
mn: we went for refuge, O seer.

# mn92:28.4
source: Sattarattena bhagavā,
mn: In these seven days, Blessed One,

# mn92:28.5
source: dantamha tava sāsane.
mn: we’ve become tamed in your teaching.

# mn92:28.6
source: Tuvaṃ buddho tuvaṃ satthā,
mn: You are the Buddha, you are the Teacher,

# mn92:28.7
source: tuvaṃ mārābhibhū muni;
mn: you are the sage who has overcome Māra;

# mn92:28.8
source: Tuvaṃ anusaye chetvā,
mn: you have cut off the underlying tendencies,

# mn92:28.9
source: tiṇṇo tāresimaṃ pajaṃ.
mn: you’ve crossed over, and you bring humanity across.

# mn92:28.10
source: Upadhī te samatikkantā,
mn: You have transcended attachments,

# mn92:28.11
source: āsavā te padālitā;
mn: your defilements are shattered;

# mn92:28.12
source: Sīhova anupādāno,
mn: by not grasping, like a lion,

# mn92:28.13
source: pahīnabhayabheravo.
mn: you’ve given up fear and dread.

# mn92:28.14
source: Bhikkhavo tisatā ime,
mn: These three hundred mendicants

# mn92:28.15
source: tiṭṭhanti pañjalīkatā;
mn: stand with joined palms raised.

# mn92:28.16
source: Pāde vīra pasārehi,
mn: Stretch out your feet, great hero:

# mn92:28.17
source: nāgā vandantu satthuno”ti.
mn: let these giants worship the Teacher.”
