Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn097.po
Languages: mn

# mn97:32.2
source: Idha, dhanañjāni, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: Firstly, a mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn97:32.3
source: Ayaṃ kho, dhanañjāni, brahmānaṃ sahabyatāya maggo.
mn: This is a path to companionship with Brahmā.

# mn97:33-35.1
source: Puna caparaṃ, dhanañjāni, bhikkhu karuṇāsahagatena cetasā … pe …
mn: Furthermore, a mendicant meditates spreading a heart full of compassion …

# mn97:33-35.2
source: muditāsahagatena cetasā …
mn: They meditate spreading a heart full of rejoicing …

# mn97:33-35.3
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn97:33-35.4
source: Ayaṃ kho, dhanañjāni, brahmānaṃ sahabyatāya maggo”ti.
mn: This is a path to companionship with Brahmā.”

# mn97:36.1
source: “Tena hi, bho sāriputta, mama vacanena bhagavato pāde sirasā vandāhi:
mn: “Well then, Master Sāriputta, in my name bow with your head to the Buddha’s feet. Say to him:

# mn97:36.2
source: ‘dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno.
mn: ‘Sir, the brahmin Dhanañjāni is sick, suffering, gravely ill.

# mn97:36.3
source: So bhagavato pāde sirasā vandatī’”ti.
mn: He bows with his head to your feet.’”

# mn97:36.4
source: Atha kho āyasmā sāriputto dhanañjāniṃ brāhmaṇaṃ sati uttarikaraṇīye hīne brahmaloke patiṭṭhāpetvā uṭṭhāyāsanā pakkāmi.
mn: Then Sāriputta, after establishing Dhanañjāni in the inferior Brahmā realm, got up from his seat and left while there was still more left to do.

# mn97:36.5
source: Atha kho dhanañjāni brāhmaṇo acirapakkante āyasmante sāriputte kālamakāsi, brahmalokañca upapajji.
mn: Not long after Sāriputta had departed, Dhanañjāni passed away and was reborn in the Brahmā realm.

# mn97:37.1
source: Atha kho bhagavā bhikkhū āmantesi:
mn: Then the Buddha said to the mendicants,

# mn97:37.2
source: “eso, bhikkhave, sāriputto dhanañjāniṃ brāhmaṇaṃ sati uttarikaraṇīye hīne brahmaloke patiṭṭhāpetvā uṭṭhāyāsanā pakkanto”ti.
mn: “Mendicants, Sāriputta, after establishing Dhanañjāni in the inferior Brahmā realm, got up from his seat and left while there was still more left to do.”

# mn97:38.1
source: Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:
mn: Then Sāriputta went to the Buddha, bowed, sat down to one side, and said,

# mn97:38.2
source: “dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno,
mn: “Sir, the brahmin Dhanañjāni is sick, suffering, gravely ill.

# mn97:38.3
source: so bhagavato pāde sirasā vandatī”ti.
mn: He bows with his head to your feet.”

# mn97:38.4
source: “Kiṃ pana tvaṃ, sāriputta, dhanañjāniṃ brāhmaṇaṃ sati uttarikaraṇīye hīne brahmaloke patiṭṭhāpetvā uṭṭhāyāsanā pakkanto”ti?
mn: “But Sāriputta, after establishing Dhanañjāni in the inferior Brahmā realm, why did you get up from your seat and leave while there was still more left to do?”

# mn97:38.5
source: “Mayhaṃ kho, bhante, evaṃ ahosi:
mn: “Sir, I thought:

# mn97:38.6
source: ‘ime kho brāhmaṇā brahmalokādhimuttā, yannūnāhaṃ dhanañjānissa brāhmaṇassa brahmānaṃ sahabyatāya maggaṃ deseyyan’”ti.
mn: ‘These brahmins are devoted to the Brahmā realm. Why don’t I teach him a path to the company of Brahmā?’”

# mn97:38.7
source: “Kālaṅkato ca, sāriputta, dhanañjāni brāhmaṇo, brahmalokañca upapanno”ti.
mn: “And Sāriputta, the brahmin Dhanañjāni has passed away and been reborn in the Brahmā realm.”
