Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn097.po
Languages: mn

# mn97:0.1
source: Majjhima Nikāya 97
mn: Middle Discourses 97

# mn97:0.2
source: Dhanañjānisutta
mn: With Dhanañjāni

# mn97:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn97:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn97:2.1
source: Tena kho pana samayena āyasmā sāriputto dakkhiṇāgirismiṃ cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ.
mn: Now at that time Venerable Sāriputta was wandering in the Southern Hills together with a large Saṅgha of mendicants.

# mn97:2.2
source: Atha kho aññataro bhikkhu rājagahe vassaṃvuṭṭho yena dakkhiṇāgiri yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.
mn: Then a certain mendicant who had completed the rainy season residence in Rājagaha went to the Southern Hills, where he approached Venerable Sāriputta, and exchanged greetings with him.

# mn97:2.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho taṃ bhikkhuṃ āyasmā sāriputto etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side. Sāriputta said to him,

# mn97:2.4
source: “kaccāvuso, bhagavā arogo ca balavā cā”ti?
mn: “Reverend, I hope the Buddha is healthy and well?”

# mn97:2.5
source: “Arogo cāvuso, bhagavā balavā cā”ti.
mn: “He is, reverend.”

# mn97:2.6
source: “Kacci panāvuso, bhikkhusaṃgho arogo ca balavā cā”ti?
mn: “And I hope that the mendicant Saṅgha is healthy and well.”

# mn97:2.7
source: “Bhikkhusaṃghopi kho, āvuso, arogo ca balavā cā”ti.
mn: “It is.”

# mn97:2.8
source: “Ettha, āvuso, taṇḍulapālidvārāya dhanañjāni nāma brāhmaṇo atthi.
mn: “Reverend, at the rice checkpoint there is a brahmin named Dhanañjāni.

# mn97:2.9
source: Kaccāvuso, dhanañjāni brāhmaṇo arogo ca balavā cā”ti?
mn: I hope that he is healthy and well?”

# mn97:2.10
source: “Dhanañjānipi kho, āvuso, brāhmaṇo arogo ca balavā cā”ti.
mn: “He too is well.”

# mn97:2.11
source: “Kacci panāvuso, dhanañjāni brāhmaṇo appamatto”ti?
mn: “But is he diligent?”

# mn97:2.12
source: “Kuto panāvuso, dhanañjānissa brāhmaṇassa appamādo?
mn: “How could he possibly be diligent?

# mn97:2.13
source: Dhanañjāni, āvuso, brāhmaṇo rājānaṃ nissāya brāhmaṇagahapatike vilumpati, brāhmaṇagahapatike nissāya rājānaṃ vilumpati.
mn: Dhanañjāni robs the brahmins and householders in the name of the king, and he robs the king in the name of the brahmins and householders.

# mn97:2.14
source: Yāpissa bhariyā saddhā saddhakulā ānītā sāpi kālaṅkatā;
mn: His wife, a lady of faith who he married from a family of faith, has passed away.

# mn97:2.15
source: aññāssa bhariyā assaddhā assaddhakulā ānītā”ti.
mn: And he has taken a new wife who has no faith.”

# mn97:2.16
source: “Dussutaṃ vatāvuso, assumha, dussutaṃ vatāvuso, assumha;
mn: “Oh, it’s bad news

# mn97:2.17
source: ye mayaṃ dhanañjāniṃ brāhmaṇaṃ pamattaṃ assumha.
mn: to hear that Dhanañjāni is negligent.

# mn97:2.18
source: Appeva ca nāma mayaṃ kadāci karahaci dhanañjāninā brāhmaṇena saddhiṃ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo”ti?
mn: Hopefully, some time or other I’ll get to meet him, and we can have a discussion.”

# mn97:3.1
source: Atha kho āyasmā sāriputto dakkhiṇāgirismiṃ yathābhirantaṃ viharitvā yena rājagahaṃ tena cārikaṃ pakkāmi.
mn: When Sāriputta had stayed in the Southern Hills as long as he wished, he set out for Rājagaha.

# mn97:3.2
source: Anupubbena cārikaṃ caramāno yena rājagahaṃ tadavasari.
mn: Traveling stage by stage, he arrived at Rājagaha,

# mn97:3.3
source: Tatra sudaṃ āyasmā sāriputto rājagahe viharati veḷuvane kalandakanivāpe.
mn: where he stayed in the Bamboo Grove, the squirrels’ feeding ground.

# mn97:4.1
source: Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi.
mn: Then he robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms.

# mn97:4.2
source: Tena kho pana samayena dhanañjāni brāhmaṇo bahinagare gāvo goṭṭhe duhāpeti.
mn: Now at that time Dhanañjāni was having his cows milked in a cow-shed outside the city.

# mn97:4.3
source: Atha kho āyasmā sāriputto rājagahe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena dhanañjāni brāhmaṇo tenupasaṅkami.
mn: Then Sāriputta wandered for alms in Rājagaha. After the meal, on his return from alms-round, he approached Dhanañjāni.

# mn97:4.4
source: Addasā kho dhanañjāni brāhmaṇo āyasmantaṃ sāriputtaṃ dūratova āgacchantaṃ.
mn: Seeing Sāriputta coming off in the distance,

# mn97:4.5
source: Disvāna yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ sāriputtaṃ etadavoca:
mn: Dhanañjāni went to him and said,

# mn97:4.6
source: “ito, bho sāriputta, payo, pīyataṃ tāva bhattassa kālo bhavissatī”ti.
mn: “Here, Master Sāriputta, drink some fresh milk before the meal time.”

# mn97:4.7
source: “Alaṃ, brāhmaṇa.
mn: “Enough, brahmin,

# mn97:4.8
source: Kataṃ me ajja bhattakiccaṃ.
mn: I’ve finished eating for today.

# mn97:4.9
source: Amukasmiṃ me rukkhamūle divāvihāro bhavissati.
mn: I shall be at the root of that tree for the day’s meditation.

# mn97:4.10
source: Tattha āgaccheyyāsī”ti.
mn: Come see me there.”

# mn97:4.11
source: “Evaṃ, bho”ti kho dhanañjāni brāhmaṇo āyasmato sāriputtassa paccassosi.
mn: “Yes, sir,” replied Dhanañjāni.

# mn97:5.1
source: Atha kho dhanañjāni brāhmaṇo pacchābhattaṃ bhuttapātarāso yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.
mn: When Dhanañjāni had finished breakfast he went to Sāriputta and exchanged greetings with him.

# mn97:5.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho dhanañjāniṃ brāhmaṇaṃ āyasmā sāriputto etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side. Sāriputta said to him,

# mn97:5.3
source: “kaccāsi, dhanañjāni, appamatto”ti?
mn: “I hope you’re diligent, Dhanañjāni?”

# mn97:5.4
source: “Kuto, bho sāriputta, amhākaṃ appamādo yesaṃ no mātāpitaro posetabbā, puttadāro posetabbo, dāsakammakarā posetabbā, mittāmaccānaṃ mittāmaccakaraṇīyaṃ kātabbaṃ, ñātisālohitānaṃ ñātisālohitakaraṇīyaṃ kātabbaṃ, atithīnaṃ atithikaraṇīyaṃ kātabbaṃ, pubbapetānaṃ pubbapetakaraṇīyaṃ kātabbaṃ, devatānaṃ devatākaraṇīyaṃ kātabbaṃ, rañño rājakaraṇīyaṃ kātabbaṃ, ayampi kāyo pīṇetabbo brūhetabbo”ti?
mn: “How can I possibly be diligent, Master Sāriputta? I have to provide for my mother and father, my wives and children, and my bondservants and workers. And I have to make the proper offerings to friends and colleagues, relatives and kin, guests, ancestors, deities, and king. And then this body must also be fattened and built up.”

# mn97:6.1
source: “Taṃ kiṃ maññasi, dhanañjāni,
mn: “What do you think, Dhanañjāni?

# mn97:6.2
source: idhekacco mātāpitūnaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.
mn: Suppose someone was to behave in an unprincipled and unjust way for the sake of their parents. Because of this the wardens of hell would drag them to hell.

# mn97:6.3
source: Labheyya nu kho so ‘ahaṃ kho mātāpitūnaṃ hetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, mātāpitaro vā panassa labheyyuṃ ‘eso kho amhākaṃ hetu adhammacārī visamacārī ahosi, mā naṃ nirayaṃ nirayapālā’”ti?
mn: Could they get out of being dragged to hell by pleading that they had acted for the sake of their parents? Or could their parents save them by pleading that the acts had been done for their sake?”

# mn97:6.4
source: “No hidaṃ, bho sāriputta.
mn: “No, Master Sāriputta.

# mn97:6.5
source: Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.
mn: Rather, even as they were wailing the wardens of hell would cast them down into hell.”

# mn97:7.1
source: “Taṃ kiṃ maññasi, dhanañjāni,
mn: “What do you think, Dhanañjāni?

# mn97:7.2
source: idhekacco puttadārassa hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.
mn: Suppose someone was to behave in an unprincipled and unjust way for the sake of their wives and children …

# mn97:8.1
source: “Taṃ kiṃ maññasi, dhanañjāni, idhekacco dāsakammakaraporisassa hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.
mn: bondservants and workers …

# mn97:9.1
source: “Taṃ kiṃ maññasi, dhanañjāni, idhekacco mittāmaccānaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.
mn: friends and colleagues …

# mn97:10.1
source: “Taṃ kiṃ maññasi, dhanañjāni, idhekacco ñātisālohitānaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.
mn: relatives and kin …

# mn97:11.1
source: “Taṃ kiṃ maññasi, dhanañjāni, idhekacco atithīnaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.
mn: guests …

# mn97:12.1
source: “Taṃ kiṃ maññasi, dhanañjāni, idhekacco pubbapetānaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.
mn: ancestors …

# mn97:13.1
source: “Taṃ kiṃ maññasi, dhanañjāni, idhekacco devatānaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.
mn: deities …

# mn97:14.1
source: “Taṃ kiṃ maññasi, dhanañjāni, idhekacco rañño hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.
mn: king …

# mn97:15.1
source: “Taṃ kiṃ maññasi, dhanañjāni, idhekacco kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.
mn: fattening and building up their body. Because of this the wardens of hell would drag them to hell.

# mn97:15.2
source: Labheyya nu kho so ‘ahaṃ kho kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, pare vā panassa labheyyuṃ ‘eso kho kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī ahosi, mā naṃ nirayaṃ nirayapālā’”ti?
mn: Could they get out of being dragged to hell by pleading that they had acted for the sake of fattening and building up their body? Or could anyone else save them by pleading that the acts had been done for that reason?”

# mn97:15.3
source: “No hidaṃ, bho sāriputta.
mn: “No, Master Sāriputta.

# mn97:15.4
source: Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.
mn: Rather, even as they were wailing the wardens of hell would cast them down into hell.”

# mn97:16.1
source: “Taṃ kiṃ maññasi, dhanañjāni, yo vā mātāpitūnaṃ hetu adhammacārī visamacārī assa, yo vā mātāpitūnaṃ hetu dhammacārī samacārī assa;
mn: “Who do you think is better, Dhanañjāni? Someone who, for the sake of their parents, behaves in an unprincipled and unjust manner, or someone who behaves in a principled and just manner?”

# mn97:16.3
source: “Yo hi, bho sāriputta, mātāpitūnaṃ hetu adhammacārī visamacārī assa, na taṃ seyyo;
mn: “Someone who behaves in a principled and just manner for the sake of their parents.

# mn97:16.5
source: Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.
mn: For principled and moral conduct is better than unprincipled and immoral conduct.”

# mn97:16.6
source: “Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā, yehi sakkā mātāpitaro ceva posetuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjituṃ.
mn: “Dhanañjāni, there are other livelihoods that are both profitable and legitimate. By means of these it’s possible to provide for your parents, avoid bad deeds, and practice the path of goodness.

# mn97:17.1
source: Taṃ kiṃ maññasi, dhanañjāni, yo vā puttadārassa hetu adhammacārī visamacārī assa, yo vā puttadārassa hetu dhammacārī samacārī assa;
mn: Who do you think is better, Dhanañjāni? Someone who, for the sake of their wives and children …

# mn97:18.1
source: Taṃ kiṃ maññasi, dhanañjāni, yo vā dāsakammakaraporisassa hetu adhammacārī visamacārī assa, yo vā dāsakammakaraporisassa hetu dhammacārī samacārī assa;
mn: bondservants and workers …

# mn97:19.1
source: Taṃ kiṃ maññasi, dhanañjāni, yo vā mittāmaccānaṃ hetu adhammacārī visamacārī assa, yo vā mittāmaccānaṃ hetu dhammacārī samacārī assa;
mn: friends and colleagues …

# mn97:20.1
source: Taṃ kiṃ maññasi, dhanañjāni, yo vā ñātisālohitānaṃ hetu adhammacārī visamacārī assa, yo vā ñātisālohitānaṃ hetu dhammacārī samacārī assa;
mn: relatives and kin …

# mn97:21.1
source: Taṃ kiṃ maññasi, dhanañjāni, yo vā atithīnaṃ hetu adhammacārī visamacārī assa, yo vā atithīnaṃ hetu dhammacārī samacārī assa;
mn: guests …

# mn97:22.1
source: Taṃ kiṃ maññasi, dhanañjāni, yo vā pubbapetānaṃ hetu adhammacārī visamacārī assa, yo vā pubbapetānaṃ hetu dhammacārī samacārī assa;
mn: ancestors …

# mn97:23.1
source: Taṃ kiṃ maññasi, dhanañjāni, yo vā devatānaṃ hetu adhammacārī visamacārī assa, yo vā devatānaṃ hetu dhammacārī samacārī assa;
mn: deities …

# mn97:24.3
source: “Yo hi, bho sāriputta, rañño hetu adhammacārī visamacārī assa, na taṃ seyyo;
mn: king …

# mn97:25.1
source: Taṃ kiṃ maññasi, dhanañjāni, yo vā kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī assa, yo vā kāyassa pīṇanāhetu brūhanāhetu dhammacārī samacārī assa;
mn: fattening and building up their body, behaves in an unprincipled and unjust manner, or someone who behaves in a principled and just manner?”

# mn97:25.3
source: “Yo hi, bho sāriputta, kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī assa, na taṃ seyyo;
mn: “Someone who behaves in a principled and just manner.

# mn97:25.5
source: Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.
mn: For principled and moral conduct is better than unprincipled and immoral conduct.”

# mn97:25.6
source: “Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā, yehi sakkā kāyañceva pīṇetuṃ brūhetuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjitun”ti.
mn: “Dhanañjāni, there are other livelihoods that are both profitable and legitimate. By means of these it’s possible to fatten and build up your body, avoid bad deeds, and practice the path of goodness.”

# mn97:26.1
source: Atha kho dhanañjāni brāhmaṇo āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmi.
mn: Then Dhanañjāni the brahmin, having approved and agreed with what Venerable Sāriputta said, got up from his seat and left.

# mn97:27.1
source: Atha kho dhanañjāni brāhmaṇo aparena samayena ābādhiko ahosi dukkhito bāḷhagilāno.
mn: Some time later Dhanañjāni became sick, suffering, gravely ill.

# mn97:27.2
source: Atha kho dhanañjāni brāhmaṇo aññataraṃ purisaṃ āmantesi:
mn: Then he addressed a man,

# mn97:27.3
source: “ehi tvaṃ, ambho purisa, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi:
mn: “Please, mister, go to the Buddha, and in my name bow with your head to his feet. Say to him:

# mn97:27.4
source: ‘dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno.
mn: ‘Sir, the brahmin Dhanañjāni is sick, suffering, gravely ill.

# mn97:27.5
source: So bhagavato pāde sirasā vandatī’ti.
mn: He bows with his head to your feet.’

# mn97:27.6
source: Yena cāyasmā sāriputto tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato sāriputtassa pāde sirasā vandāhi:
mn: Then go to Venerable Sāriputta, and in my name bow with your head to his feet. Say to him:

# mn97:27.7
source: ‘dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno.
mn: ‘Sir, the brahmin Dhanañjāni is sick, suffering, gravely ill.

# mn97:27.8
source: So āyasmato sāriputtassa pāde sirasā vandatī’ti.
mn: He bows with his head to your feet.’

# mn97:27.9
source: Evañca vadehi:
mn: And then say:

# mn97:27.10
source: ‘sādhu kira, bhante, āyasmā sāriputto yena dhanañjānissa brāhmaṇassa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti.
mn: ‘Sir, please visit Dhanañjāni at his home out of compassion.’”

# mn97:27.11
source: “Evaṃ, bhante”ti kho so puriso dhanañjānissa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so puriso bhagavantaṃ etadavoca:
mn: “Yes, sir,” that man replied. He did as Dhanañjāni asked.

# mn97:27.18
source: Adhivāsesi kho āyasmā sāriputto tuṇhībhāvena.
mn: Sāriputta consented in silence.

# mn97:28.1
source: Atha kho āyasmā sāriputto nivāsetvā pattacīvaramādāya yena dhanañjānissa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā sāriputto dhanañjāniṃ brāhmaṇaṃ etadavoca:
mn: He robed up, and, taking his bowl and robe, went to Dhanañjāni’s home, where he sat on the seat spread out and said to Dhanañjāni,

# mn97:28.2
source: “kacci te, dhanañjāni, khamanīyaṃ, kacci yāpanīyaṃ? Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti? Paṭikkamosānaṃ paññāyati, no abhikkamo”ti?
mn: “Dhanañjāni, I hope you’re keeping well; I hope you’re alright. And I hope the pain is fading, not growing, that its fading is evident, not its growing.”

# mn97:29.1
source: “Na me, bho sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti. Abhikkamosānaṃ paññāyati, no paṭikkamo.
mn: “I’m not keeping well, Master Sāriputta, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading.

# mn97:29.2
source: Seyyathāpi, bho sāriputta, balavā puriso tiṇhena sikharena muddhani abhimattheyya; evameva kho, bho sāriputta, adhimattā vātā muddhani ca ūhananti.
mn: The winds piercing my head are so severe, it feels like a strong man drilling into my head with a sharp point.

# mn97:29.3
source: Na me, bho sāriputta, khamanīyaṃ, na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti. Abhikkamosānaṃ paññāyati, no paṭikkamo.
mn: I’m not keeping well.

# mn97:29.4
source: Seyyathāpi, bho sāriputta, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya; evameva kho, bho sāriputta, adhimattā sīse sīsavedanā.
mn: The pain in my head is so severe, it feels like a strong man tightening a tough leather strap around my head.

# mn97:29.5
source: Na me, bho sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti. Abhikkamosānaṃ paññāyati, no paṭikkamo.
mn: I’m not keeping well.

# mn97:29.6
source: Seyyathāpi, bho sāriputta, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya; evameva kho, bho sāriputta, adhimattā vātā kucchiṃ parikantanti.
mn: The winds piercing my belly are so severe, it feels like a deft butcher or their apprentice is slicing my belly open with a meat cleaver.

# mn97:29.7
source: Na me, bho sāriputta, khamanīyaṃ, na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti. Abhikkamosānaṃ paññāyati, no paṭikkamo.
mn: I’m not keeping well.

# mn97:29.8
source: Seyyathāpi, bho sāriputta, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ; evameva kho, bho sāriputta, adhimatto kāyasmiṃ ḍāho.
mn: The burning in my body is so severe, it feels like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals.

# mn97:29.9
source: Na me, bho sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti. Abhikkamosānaṃ paññāyati, no paṭikkamo”ti.
mn: I’m not keeping well, Master Sāriputta, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading.”

# mn97:30.1
source: “Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—
mn: “Dhanañjāni, which do you think is better:

# mn97:30.2
source: nirayo vā tiracchānayoni vā”ti?
mn: hell or the animal realm?”

# mn97:30.3
source: “Nirayā, bho sāriputta, tiracchānayoni seyyo”ti.
mn: “The animal realm is better.”

# mn97:30.4
source: “Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—
mn: “Which do you think is better:

# mn97:30.5
source: tiracchānayoni vā pettivisayo vā”ti?
mn: the animal realm or the ghost realm?”

# mn97:30.6
source: “Tiracchānayoniyā, bho sāriputta, pettivisayo seyyo”ti.
mn: “The ghost realm is better.”

# mn97:30.7
source: “Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—
mn: “Which do you think is better:

# mn97:30.8
source: pettivisayo vā manussā vā”ti?
mn: the ghost realm or human life?”

# mn97:30.9
source: “Pettivisayā, bho sāriputta, manussā seyyo”ti.
mn: “Human life is better.”

# mn97:30.10
source: “Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—
mn: “Which do you think is better:

# mn97:30.11
source: manussā vā cātumahārājikā vā devā”ti?
mn: human life or as one of the Gods of the Four Great Kings?”

# mn97:30.12
source: “Manussehi, bho sāriputta, cātumahārājikā devā seyyo”ti.
mn: “The Gods of the Four Great Kings.”

# mn97:30.13
source: “Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—
mn: “Which do you think is better:

# mn97:30.14
source: cātumahārājikā vā devā tāvatiṃsā vā devā”ti?
mn: the Gods of the Four Great Kings or the Gods of the Thirty-Three?”

# mn97:30.15
source: “Cātumahārājikehi, bho sāriputta, devehi tāvatiṃsā devā seyyo”ti.
mn: “The Gods of the Thirty-Three.”

# mn97:30.16
source: “Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—
mn: “Which do you think is better:

# mn97:30.17
source: tāvatiṃsā vā devā yāmā vā devā”ti?
mn: the Gods of the Thirty-Three or the Gods of Yama?”

# mn97:30.18
source: “Tāvatiṃsehi, bho sāriputta, devehi yāmā devā seyyo”ti.
mn: “The Gods of Yama.”

# mn97:30.19
source: “Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—
mn: “Which do you think is better:

# mn97:30.20
source: yāmā vā devā tusitā vā devā”ti?
mn: the Gods of Yama or the Joyful Gods?”

# mn97:30.21
source: “Yāmehi, bho sāriputta, devehi tusitā devā seyyo”ti.
mn: “The Joyful Gods.”

# mn97:30.22
source: “Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—
mn: “Which do you think is better:

# mn97:30.23
source: tusitā vā devā nimmānaratī vā devā”ti?
mn: the Joyful Gods or the Gods Who Love to Create?”

# mn97:30.24
source: “Tusitehi, bho sāriputta, devehi nimmānaratī devā seyyo”ti.
mn: “The Gods Who Love to Create.”

# mn97:30.25
source: “Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—
mn: “Which do you think is better:

# mn97:30.26
source: nimmānaratī vā devā paranimmitavasavattī vā devā”ti?
mn: the Gods Who Love to Create or the Gods Who Control the Creations of Others?”

# mn97:30.27
source: “Nimmānaratīhi, bho sāriputta, devehi paranimmitavasavattī devā seyyo”ti.
mn: “The Gods Who Control the Creations of Others.”

# mn97:31.1
source: “Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo
mn: “Which do you think is better:

# mn97:31.2
source: paranimmitavasavattī vā devā brahmaloko vā”ti?
mn: the Gods Who Control the Creations of Others or the Brahmā realm?”

# mn97:31.3
source: “‘Brahmaloko’ti—bhavaṃ sāriputto āha;
mn: “Master Sāriputta speaks of the Brahmā realm!

# mn97:31.4
source: ‘brahmaloko’ti—bhavaṃ sāriputto āhā”ti.
mn: Master Sāriputta speaks of the Brahmā realm!”

# mn97:31.5
source: Atha kho āyasmato sāriputtassa etadahosi:
mn: Then Sāriputta thought:

# mn97:31.6
source: “ime kho brāhmaṇā brahmalokādhimuttā.
mn: “These brahmins are devoted to the Brahmā realm.

# mn97:31.7
source: Yannūnāhaṃ dhanañjānissa brāhmaṇassa brahmānaṃ sahabyatāya maggaṃ deseyyan”ti.
mn: Why don’t I teach him a path to the company of Brahmā?”

# mn97:31.8
source: “Brahmānaṃ te, dhanañjāni, sahabyatāya maggaṃ desessāmi;
mn: “Dhanañjāni, I shall teach you a path to the company of Brahmā.

# mn97:31.9
source: taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn97:31.10
source: “Evaṃ, bho”ti kho dhanañjāni brāhmaṇo āyasmato sāriputtassa paccassosi.
mn: “Yes, sir,” replied Dhanañjāni.

# mn97:31.11
source: Āyasmā sāriputto etadavoca:
mn: Venerable Sāriputta said this:

# mn97:32.1
source: “katamo ca, dhanañjāni, brahmānaṃ sahabyatāya maggo?
mn: “And what is a path to companionship with Brahmā?
