Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn099.po
Languages: mn

# mn99:0.1
source: Majjhima Nikāya 99
mn: Middle Discourses 99

# mn99:0.2
source: Subhasutta
mn: With Subha

# mn99:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn99:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn99:2.1
source: Tena kho pana samayena subho māṇavo todeyyaputto sāvatthiyaṃ paṭivasati aññatarassa gahapatissa nivesane kenacideva karaṇīyena.
mn: Now at that time the brahmin student Subha, Todeyya’s son, was residing in Sāvatthī at a certain householder’s home on some business.

# mn99:2.2
source: Atha kho subho māṇavo todeyyaputto yassa gahapatissa nivesane paṭivasati taṃ gahapatiṃ etadavoca:
mn: Then Subha said to that householder,

# mn99:2.3
source: “sutaṃ metaṃ, gahapati:
mn: “Householder, I’ve heard that

# mn99:2.4
source: ‘avivittā sāvatthī arahantehī’ti.
mn: Sāvatthī does not lack for perfected ones.

# mn99:2.5
source: Kaṃ nu khvajja samaṇaṃ vā brāhmaṇaṃ vā payirupāseyyāmā”ti?
mn: What ascetic or brahmin might we pay homage to today?”

# mn99:2.6
source: “Ayaṃ, bhante, bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: “Sir, the Buddha is staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn99:2.7
source: Taṃ, bhante, bhagavantaṃ payirupāsassū”ti.
mn: You can pay homage to him.”

# mn99:3.1
source: Atha kho subho māṇavo todeyyaputto tassa gahapatissa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Acknowledging that householder, Subha went to the Buddha, and exchanged greetings with him.

# mn99:3.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho subho māṇavo todeyyaputto bhagavantaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# mn99:4.1
source: “brāhmaṇā, bho gotama, evamāhaṃsu:
mn: “Master Gotama, the brahmins say:

# mn99:4.2
source: ‘gahaṭṭho ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ, na pabbajito ārādhako hoti ñāyaṃ dhammaṃ kusalan’ti.
mn: ‘Laypeople succeed in the procedure of the skillful teaching, not renunciates.’

# mn99:4.3
source: Idha bhavaṃ gotamo kimāhā”ti?
mn: What do you say about this?”

# mn99:4.4
source: “Vibhajjavādo kho ahamettha, māṇava;
mn: “On this point, student, I speak after analyzing the question,

# mn99:4.5
source: nāhamettha ekaṃsavādo.
mn: without making generalizations.

# mn99:4.6
source: Gihissa vāhaṃ, māṇava, pabbajitassa vā micchāpaṭipattiṃ na vaṇṇemi.
mn: I don’t praise wrong practice for either laypeople or renunciates.

# mn99:4.7
source: Gihī vā hi, māṇava, pabbajito vā micchāpaṭipanno micchāpaṭipattādhikaraṇahetu na ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
mn: Because of wrong practice, neither laypeople nor renunciates succeed in the procedure of the skillful teaching.

# mn99:4.8
source: Gihissa vāhaṃ, māṇava, pabbajitassa vā sammāpaṭipattiṃ vaṇṇemi.
mn: I praise right practice for both laypeople and renunciates.

# mn99:4.9
source: Gihī vā hi, māṇava, pabbajito vā sammāpaṭipanno sammāpaṭipattādhikaraṇahetu ārādhako hoti ñāyaṃ dhammaṃ kusalan”ti.
mn: Because of right practice, both laypeople and renunciates succeed in the procedure of the skillful teaching.”

# mn99:5.1
source: “Brāhmaṇā, bho gotama, evamāhaṃsu:
mn: “Master Gotama, the brahmins say:

# mn99:5.2
source: ‘mahaṭṭhamidaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ gharāvāsakammaṭṭhānaṃ mahapphalaṃ hoti;
mn: ‘Since the work of the lay life has many requirements, duties, issues, and undertakings it is very fruitful.

# mn99:5.3
source: appaṭṭhamidaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ pabbajjā kammaṭṭhānaṃ appaphalaṃ hotī’ti.
mn: But since the work of the renunciate has few requirements, duties, issues, and undertakings it is not very fruitful.’

# mn99:5.4
source: Idha bhavaṃ gotamo kimāhā”ti.
mn: What do you say about this?”

# mn99:5.5
source: “Etthāpi kho ahaṃ, māṇava, vibhajjavādo;
mn: “On this point, too, I speak after analyzing the question,

# mn99:5.6
source: nāhamettha ekaṃsavādo.
mn: without making generalizations.

# mn99:5.7
source: Atthi, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ, vipajjamānaṃ appaphalaṃ hoti;
mn: Some work has many requirements, duties, issues, and undertakings, and when it fails it’s not very fruitful.

# mn99:5.8
source: atthi, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ, sampajjamānaṃ mahapphalaṃ hoti;
mn: Some work has many requirements, duties, issues, and undertakings, and when it succeeds it is very fruitful.

# mn99:5.9
source: atthi, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ, vipajjamānaṃ appaphalaṃ hoti;
mn: Some work has few requirements, duties, issues, and undertakings, and when it fails it’s not very fruitful.

# mn99:5.10
source: atthi, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti.
mn: Some work has few requirements, duties, issues, and undertakings, and when it succeeds it is very fruitful.

# mn99:6.1
source: Katamañca, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ vipajjamānaṃ appaphalaṃ hoti?
mn: And what work has many requirements, duties, issues, and undertakings, and when it fails it’s not very fruitful?

# mn99:6.2
source: Kasi kho, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ vipajjamānaṃ appaphalaṃ hoti.
mn: Farming.

# mn99:6.3
source: Katamañca, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti?
mn: And what work has many requirements, duties, issues, and undertakings, and when it succeeds it is very fruitful?

# mn99:6.4
source: Kasiyeva kho, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti.
mn: Again, it is farming.

# mn99:6.5
source: Katamañca, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ vipajjamānaṃ appaphalaṃ hoti?
mn: And what work has few requirements, duties, issues, and undertakings, and when it fails it’s not very fruitful?

# mn99:6.6
source: Vaṇijjā kho, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ vipajjamānaṃ appaphalaṃ hoti.
mn: Trade.

# mn99:6.7
source: Katamañca, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti?
mn: And what work has few requirements, duties, issues, and undertakings, and when it succeeds it is very fruitful?

# mn99:6.8
source: Vaṇijjāyeva kho, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti.
mn: Again, it’s trade.

# mn99:7.1
source: Seyyathāpi, māṇava, kasi kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ vipajjamānaṃ appaphalaṃ hoti;
mn: The lay life is like farming in that it’s work with many requirements and when it fails it’s not very fruitful;

# mn99:7.3
source: Seyyathāpi, māṇava, kasiyeva kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti;
mn: but when it succeeds it is very fruitful.

# mn99:7.5
source: Seyyathāpi, māṇava, vaṇijjā kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ vipajjamānaṃ appaphalaṃ hoti;
mn: The renunciate life is like trade in that it’s work with few requirements and when it fails it’s not very fruitful;

# mn99:7.7
source: Seyyathāpi, māṇava, vaṇijjāyeva kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti;
mn: but when it succeeds it is very fruitful.”

# mn99:8.1
source: “Brāhmaṇā, bho gotama, pañca dhamme paññapenti puññassa kiriyāya, kusalassa ārādhanāyā”ti.
mn: “Master Gotama, the brahmins prescribe five things for making merit and succeeding in the skillful.”

# mn99:8.3
source: sace te agaru—
mn: “If you don’t mind,

# mn99:8.4
source: sādhu te pañca dhamme imasmiṃ parisati bhāsassū”ti.
mn: please explain these in this assembly.”

# mn99:8.5
source: “Na kho me, bho gotama, garu yatthassu bhavanto vā nisinno bhavantarūpo vā”ti.
mn: “It’s no trouble when gentlemen such as yourself are sitting here.”

# mn99:8.6
source: “Tena hi, māṇava, bhāsassū”ti.
mn: “Well, speak then, student.”

# mn99:9.1
source: “Saccaṃ kho, bho gotama, brāhmaṇā paṭhamaṃ dhammaṃ paññapenti puññassa kiriyāya, kusalassa ārādhanāya.
mn: “Master Gotama, truth is the first thing.

# mn99:9.2
source: Tapaṃ kho, bho gotama, brāhmaṇā dutiyaṃ dhammaṃ paññapenti puññassa kiriyāya, kusalassa ārādhanāya.
mn: Austerity is the second thing.

# mn99:9.3
source: Brahmacariyaṃ kho, bho gotama, brāhmaṇā tatiyaṃ dhammaṃ paññapenti puññassa kiriyāya, kusalassa ārādhanāya.
mn: Celibacy is the third thing.

# mn99:9.4
source: Ajjhenaṃ kho, bho gotama, brāhmaṇā catutthaṃ dhammaṃ paññapenti puññassa kiriyāya, kusalassa ārādhanāya.
mn: Recitation is the fourth thing.

# mn99:9.5
source: Cāgaṃ kho, bho gotama, brāhmaṇā pañcamaṃ dhammaṃ paññapenti puññassa kiriyāya, kusalassa ārādhanāya.
mn: Generosity is the fifth thing.

# mn99:9.6
source: Brāhmaṇā, bho gotama, ime pañca dhamme paññapenti puññassa kiriyāya, kusalassa ārādhanāyāti.
mn: These are the five things that the brahmins prescribe for making merit and succeeding in the skillful.

# mn99:9.7
source: Idha bhavaṃ gotamo kimāhā”ti?
mn: What do you say about this?”

# mn99:9.8
source: “Kiṃ pana, māṇava, atthi koci brāhmaṇānaṃ ekabrāhmaṇopi yo evamāha:
mn: “Well, student, is there even a single one of the brahmins who says this:

# mn99:9.9
source: ‘ahaṃ imesaṃ pañcannaṃ dhammānaṃ sayaṃ abhiññā sacchikatvā vipākaṃ pavedemī’”ti?
mn: ‘I declare the result of these five things after realizing it with my own insight’?”

# mn99:9.10
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn99:9.11
source: “Kiṃ pana, māṇava, atthi koci brāhmaṇānaṃ ekācariyopi ekācariyapācariyopi yāva sattamā ācariyamahayugāpi yo evamāha:
mn: “Well, is there even a single teacher of the brahmins, or a teacher’s teacher, or anyone back to the seventh generation of teachers, who says this:

# mn99:9.12
source: ‘ahaṃ imesaṃ pañcannaṃ dhammānaṃ sayaṃ abhiññā sacchikatvā vipākaṃ pavedemī’”ti?
mn: ‘I declare the result of these five things after realizing it with my own insight’?”

# mn99:9.13
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn99:9.14
source: “Kiṃ pana, māṇava, yepi te brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu,
mn: “Well, what of the ancient hermits of the brahmins, namely Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu? They were the authors and propagators of the hymns. Their hymnal was sung and propagated and compiled in ancient times; and these days, brahmins continue to sing and chant it, chanting what was chanted and teaching what was taught.

# mn99:9.15
source: tepi evamāhaṃsu:
mn: Did even they say:

# mn99:9.16
source: ‘mayaṃ imesaṃ pañcannaṃ dhammānaṃ sayaṃ abhiññā sacchikatvā vipākaṃ pavedemā’”ti?
mn: ‘We declare the result of these five things after realizing it with our own insight’?”

# mn99:9.17
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn99:9.18
source: “Iti kira, māṇava, natthi koci brāhmaṇānaṃ ekabrāhmaṇopi yo evamāha:
mn: “So, student, it seems that there is not a single one of the brahmins,

# mn99:9.20
source: natthi koci brāhmaṇānaṃ ekācariyopi ekācariyapācariyopi yāva sattamā ācariyamahayugāpi yo evamāha:
mn: not even anyone back to the seventh generation of teachers,

# mn99:9.22
source: yepi te brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu.
mn: nor even the ancient hermits of the brahmins

# mn99:9.23
source: Tepi na evamāhaṃsu:
mn: who says:

# mn99:9.24
source: ‘mayaṃ imesaṃ pañcannaṃ dhammānaṃ sayaṃ abhiññā sacchikatvā vipākaṃ pavedemā’ti.
mn: ‘We declare the result of these five things after realizing it with our own insight.’

# mn99:9.25
source: Seyyathāpi, māṇava, andhaveṇi paramparāsaṃsattā purimopi na passati majjhimopi na passati pacchimopi na passati;
mn: Suppose there was a queue of blind men, each holding the one in front: the first one does not see, the middle one does not see, and the last one does not see.

# mn99:9.26
source: evameva kho, māṇava, andhaveṇūpamaṃ maññe brāhmaṇānaṃ bhāsitaṃ sampajjati—purimopi na passati majjhimopi na passati pacchimopi na passatī”ti.
mn: In the same way, it seems to me that the brahmins’ statement turns out to be comparable to a queue of blind men: the first one does not see, the middle one does not see, and the last one does not see.”

# mn99:10.1
source: Evaṃ vutte, subho māṇavo todeyyaputto bhagavatā andhaveṇūpamena vuccamāno kupito anattamano bhagavantaṃyeva khuṃsento bhagavantaṃyeva vambhento bhagavantaṃyeva vadamāno:
mn: When he said this, Subha became angry and upset with the Buddha because of the simile of the queue of blind men. He even attacked and badmouthed the Buddha himself, saying,

# mn99:10.2
source: “samaṇo gotamo pāpito bhavissatī”ti bhagavantaṃ etadavoca:
mn: “The ascetic Gotama will be worsted!” He said to the Buddha:

# mn99:10.3
source: “brāhmaṇo, bho gotama, pokkharasāti opamañño subhagavaniko evamāha:
mn: “Master Gotama, the brahmin Pokkharasāti Upamañña of the Subhaga Forest says:

# mn99:10.4
source: ‘evameva panidhekacce samaṇabrāhmaṇā uttari manussadhammā alamariyañāṇadassanavisesaṃ paṭijānanti.
mn: ‘This is exactly what happens with some ascetics and brahmins. They claim to have a superhuman distinction in knowledge and vision worthy of the noble ones.

# mn99:10.5
source: Tesamidaṃ bhāsitaṃ hassakaṃyeva sampajjati, nāmakaṃyeva sampajjati, rittakaṃyeva sampajjati, tucchakaṃyeva sampajjati.
mn: But their statement turns out to be a joke—mere words, void and hollow.

# mn99:10.6
source: Kathañhi nāma manussabhūto uttari manussadhammā alamariyañāṇadassanavisesaṃ ñassati vā dakkhati vā sacchi vā karissatīti—
mn: For how on earth can a human being know or see or realize a superhuman distinction in knowledge and vision worthy of the noble ones?

# mn99:10.7
source: netaṃ ṭhānaṃ vijjatī’”ti?
mn: That is not possible.’”

# mn99:11.1
source: “Kiṃ pana, māṇava, brāhmaṇo pokkharasāti opamañño subhagavaniko sabbesaṃyeva samaṇabrāhmaṇānaṃ cetasā ceto paricca pajānātī”ti?
mn: “But student, does Pokkharasāti understand the minds of all these ascetics and brahmins, having comprehended them with his mind?”

# mn99:11.2
source: “Sakāyapi hi, bho gotama, puṇṇikāya dāsiyā brāhmaṇo pokkharasāti opamañño subhagavaniko cetasā ceto paricca na pajānāti, kuto pana sabbesaṃyeva samaṇabrāhmaṇānaṃ cetasā ceto paricca pajānissatī”ti?
mn: “Master Gotama, Pokkharasāti doesn’t even know the mind of his own bonded maid Puṇṇikā, so how could he know all those ascetics and brahmins?”

# mn99:12.1
source: “Seyyathāpi, māṇava, jaccandho puriso na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakarūpāni, na passeyya candimasūriye.
mn: “Suppose there was a person blind from birth. They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun.

# mn99:12.2
source: So evaṃ vadeyya:
mn: They’d say:

# mn99:12.3
source: ‘natthi kaṇhasukkāni rūpāni, natthi kaṇhasukkānaṃ rūpānaṃ dassāvī;
mn: ‘There’s no such thing as dark and bright sights, and no-one who sees them.

# mn99:12.4
source: natthi nīlakāni rūpāni, natthi nīlakānaṃ rūpānaṃ dassāvī;
mn: There’s no such thing as blue,

# mn99:12.5
source: natthi pītakāni rūpāni, natthi pītakānaṃ rūpānaṃ dassāvī;
mn: yellow,

# mn99:12.6
source: natthi lohitakāni rūpāni, natthi lohitakānaṃ rūpānaṃ dassāvī;
mn: red,

# mn99:12.7
source: natthi mañjiṭṭhakāni rūpāni, natthi mañjiṭṭhakānaṃ rūpānaṃ dassāvī;
mn: magenta,

# mn99:12.8
source: natthi samavisamaṃ, natthi samavisamassa dassāvī;
mn: even and uneven ground,

# mn99:12.9
source: natthi tārakarūpāni, natthi tārakarūpānaṃ dassāvī;
mn: stars,

# mn99:12.10
source: natthi candimasūriyā, natthi candimasūriyānaṃ dassāvī.
mn: moon and sun, and no-one who sees these things.

# mn99:12.11
source: Ahametaṃ na jānāmi, ahametaṃ na passāmi;
mn: I don’t know it or see it,

# mn99:12.12
source: tasmā taṃ natthī’ti.
mn: therefore it doesn’t exist.’

# mn99:12.13
source: Sammā nu kho so, māṇava, vadamāno vadeyyā”ti?
mn: Would they be speaking rightly?”

# mn99:12.14
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn99:12.15
source: Atthi kaṇhasukkāni rūpāni, atthi kaṇhasukkānaṃ rūpānaṃ dassāvī;
mn: There are such things as dark and bright sights, and one who sees them.

# mn99:12.16
source: atthi nīlakāni rūpāni, atthi nīlakānaṃ rūpānaṃ dassāvī;
mn: There is blue,

# mn99:12.17
source: atthi pītakāni rūpāni, atthi pītakānaṃ rūpānaṃ dassāvī;
mn: yellow,

# mn99:12.18
source: atthi lohitakāni rūpāni, atthi lohitakānaṃ rūpānaṃ dassāvī;
mn: red,

# mn99:12.19
source: atthi mañjiṭṭhakāni rūpāni, atthi mañjiṭṭhakānaṃ rūpānaṃ dassāvī;
mn: magenta,

# mn99:12.20
source: atthi samavisamaṃ, atthi samavisamassa dassāvī;
mn: even and uneven ground,

# mn99:12.21
source: atthi tārakarūpāni, atthi tārakarūpānaṃ dassāvī;
mn: stars,

# mn99:12.22
source: atthi candimasūriyā, atthi candimasūriyānaṃ dassāvī.
mn: moon and sun, and one who sees these things.

# mn99:12.23
source: ‘Ahametaṃ na jānāmi, ahametaṃ na passāmi;
mn: So it’s not right to say this: ‘I don’t know it or see it,

# mn99:12.24
source: tasmā taṃ natthī’ti;
mn: therefore it doesn’t exist.’”

# mn99:13.1
source: “Evameva kho, māṇava, brāhmaṇo pokkharasāti opamañño subhagavaniko andho acakkhuko.
mn: “In the same way, Pokkharasāti is blind and sightless.

# mn99:13.2
source: So vata uttari manussadhammā alamariyañāṇadassanavisesaṃ ñassati vā dakkhati vā sacchi vā karissatīti—netaṃ ṭhānaṃ vijjati.
mn: It’s not possible for him to know or see or realize a superhuman distinction in knowledge and vision worthy of the noble ones.

# mn99:13.3
source: Taṃ kiṃ maññasi, māṇava,
mn: What do you think, student?

# mn99:13.4
source: ye te kosalakā brāhmaṇamahāsālā, seyyathidaṃ—
mn: There are well-to-do brahmins of Kosala such as

# mn99:13.5
source: caṅkī brāhmaṇo tārukkho brāhmaṇo pokkharasāti brāhmaṇo jāṇussoṇi brāhmaṇo pitā ca te todeyyo, katamā nesaṃ seyyo, yaṃ vā te sammuccā vācaṃ bhāseyyuṃ yaṃ vā asammuccā”ti?
mn: the brahmins Caṅkī, Tārukkha, Pokkharasāti, Jāṇussoṇi, and your father Todeyya. What’s better for them: that their speech agrees or disagrees with accepted usage?”

# mn99:13.6
source: “Sammuccā, bho gotama”.
mn: “That it agrees, Master Gotama.”

# mn99:13.7
source: “Katamā nesaṃ seyyo, yaṃ vā te mantā vācaṃ bhāseyyuṃ yaṃ vā amantā”ti?
mn: “What’s better for them: that their speech is thoughtful or thoughtless?”

# mn99:13.8
source: “Mantā, bho gotama”.
mn: “That it is thoughtful.”

# mn99:13.9
source: “Katamā nesaṃ seyyo, yaṃ vā te paṭisaṅkhāya vācaṃ bhāseyyuṃ yaṃ vā appaṭisaṅkhāyā”ti?
mn: “What’s better for them: that their speech follows reflection or is unreflective?”

# mn99:13.10
source: “Paṭisaṅkhāya, bho gotama”.
mn: “That it follows reflection.”

# mn99:13.11
source: “Katamā nesaṃ seyyo, yaṃ vā te atthasaṃhitaṃ vācaṃ bhāseyyuṃ yaṃ vā anatthasaṃhitan”ti?
mn: “What’s better for them: that their speech is beneficial or worthless?”

# mn99:13.12
source: “Atthasaṃhitaṃ, bho gotama”.
mn: “That it’s beneficial.”

# mn99:14.1
source: “Taṃ kiṃ maññasi, māṇava,
mn: “What do you think, student?

# mn99:14.2
source: yadi evaṃ sante, brāhmaṇena pokkharasātinā opamaññena subhagavanikena sammuccā vācā bhāsitā asammuccā”ti?
mn: If this is so, does Pokkharasāti’s speech agree or disagree with accepted usage?”

# mn99:14.3
source: “Asammuccā, bho gotama”.
mn: “It disagrees, Master Gotama.”

# mn99:14.4
source: “Mantā vācā bhāsitā amantā vā”ti?
mn: “Is it thoughtful or thoughtless?”

# mn99:14.5
source: “Amantā, bho gotama”.
mn: “Thoughtless.”

# mn99:14.6
source: “Paṭisaṅkhāya vācā bhāsitā appaṭisaṅkhāyā”ti?
mn: “Is it reflective or unreflective?”

# mn99:14.7
source: “Appaṭisaṅkhāya, bho gotama”.
mn: “Unreflective.”

# mn99:14.8
source: “Atthasaṃhitā vācā bhāsitā anatthasaṃhitā”ti?
mn: “Is it beneficial or worthless?”

# mn99:14.9
source: “Anatthasaṃhitā, bho gotama”.
mn: “Worthless.”

# mn99:15.1
source: “Pañca kho ime, māṇava, nīvaraṇā.
mn: “Student, there are these five hindrances.

# mn99:15.2
source: Katame pañca?
mn: What five?

# mn99:15.3
source: Kāmacchandanīvaraṇaṃ, byāpādanīvaraṇaṃ, thinamiddhanīvaraṇaṃ uddhaccakukkuccanīvaraṇaṃ, vicikicchānīvaraṇaṃ—
mn: The hindrances of sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.

# mn99:15.4
source: ime kho, māṇava, pañca nīvaraṇā.
mn: These are the five hindrances.

# mn99:15.5
source: Imehi kho, māṇava, pañcahi nīvaraṇehi brāhmaṇo pokkharasāti opamañño subhagavaniko āvuto nivuto ophuṭo pariyonaddho.
mn: Pokkharasāti is caged, trapped, covered, and engulfed by these five hindrances.

# mn99:15.6
source: So vata uttari manussadhammā alamariyañāṇadassanavisesaṃ ñassati vā dakkhati vā sacchi vā karissatīti—netaṃ ṭhānaṃ vijjati.
mn: It’s not possible for him to know or see or realize a superhuman distinction in knowledge and vision worthy of the noble ones.

# mn99:16.1
source: Pañca kho ime, māṇava, kāmaguṇā.
mn: There are these five kinds of sensual stimulation.

# mn99:16.2
source: Katame pañca?
mn: What five?

# mn99:16.3
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā;
mn: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn99:16.4
source: sotaviññeyyā saddā … pe …
mn: There are sounds known by the ear …

# mn99:16.5
source: ghānaviññeyyā gandhā …
mn: smells known by the nose …

# mn99:16.6
source: jivhā viññeyyā rasā …
mn: tastes known by the tongue …

# mn99:16.7
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—
mn: touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn99:16.8
source: ime kho, māṇava, pañca kāmaguṇā.
mn: These are the five kinds of sensual stimulation.

# mn99:16.9
source: Imehi kho, māṇava, pañcahi kāmaguṇehi brāhmaṇo pokkharasāti opamañño subhagavaniko gathito mucchito ajjhopanno anādīnavadassāvī anissaraṇapañño paribhuñjati.
mn: Pokkharasāti enjoys himself with these five kinds of sensual stimulation, tied, infatuated, attached, blind to the drawbacks, and not understanding the escape.

# mn99:16.10
source: So vata uttari manussadhammā alamariyañāṇadassanavisesaṃ ñassati vā dakkhati vā sacchi vā karissatīti—netaṃ ṭhānaṃ vijjati.
mn: It’s not possible for him to know or see or realize a superhuman distinction in knowledge and vision worthy of the noble ones.

# mn99:17.1
source: Taṃ kiṃ maññasi, māṇava,
mn: What do you think, student?

# mn99:17.2
source: yaṃ vā tiṇakaṭṭhupādānaṃ paṭicca aggiṃ jāleyya yaṃ vā nissaṭṭhatiṇakaṭṭhupādānaṃ aggiṃ jāleyya, katamo nu khvāssa aggi accimā ceva vaṇṇavā ca pabhassaro cā”ti?
mn: Which would have better flames, color, and radiance: a fire that depends on grass and logs as fuel, or one that does not?”
