Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn096.po
Languages: mn

# mn96:0.1
source: Majjhima Nikāya 96
mn: Middle Discourses 96

# mn96:0.2
source: Esukārīsutta
mn: With Esukārī

# mn96:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn96:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn96:2.1
source: Atha kho esukārī brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then Esukārī the brahmin went up to the Buddha, and exchanged greetings with him.

# mn96:2.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho esukārī brāhmaṇo bhagavantaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# mn96:3.1
source: “brāhmaṇā, bho gotama, catasso pāricariyā paññapenti—
mn: “Master Gotama, the brahmins prescribe four kinds of service:

# mn96:3.2
source: brāhmaṇassa pāricariyaṃ paññapenti, khattiyassa pāricariyaṃ paññapenti, vessassa pāricariyaṃ paññapenti, suddassa pāricariyaṃ paññapenti.
mn: for a brahmin, an aristocrat, a merchant, and a worker.

# mn96:3.3
source: Tatridaṃ, bho gotama, brāhmaṇā brāhmaṇassa pāricariyaṃ paññapenti:
mn: This is the service they prescribe for a brahmin:

# mn96:3.4
source: ‘brāhmaṇo vā brāhmaṇaṃ paricareyya, khattiyo vā brāhmaṇaṃ paricareyya, vesso vā brāhmaṇaṃ paricareyya, suddo vā brāhmaṇaṃ paricareyyā’ti.
mn: ‘A brahmin, an aristocrat, a merchant, and a worker may all serve a brahmin.’

# mn96:3.6
source: Tatridaṃ, bho gotama, brāhmaṇā khattiyassa pāricariyaṃ paññapenti:
mn: This is the service they prescribe for an aristocrat:

# mn96:3.7
source: ‘khattiyo vā khattiyaṃ paricareyya, vesso vā khattiyaṃ paricareyya, suddo vā khattiyaṃ paricareyyā’ti.
mn: ‘An aristocrat, a merchant, and a worker may all serve an aristocrat.’

# mn96:3.9
source: Tatridaṃ, bho gotama, brāhmaṇā vessassa pāricariyaṃ paññapenti:
mn: This is the service they prescribe for a merchant:

# mn96:3.10
source: ‘vesso vā vessaṃ paricareyya, suddo vā vessaṃ paricareyyā’ti.
mn: ‘A merchant or a worker may serve a merchant.’

# mn96:3.12
source: Tatridaṃ, bho gotama, brāhmaṇā suddassa pāricariyaṃ paññapenti:
mn: This is the service they prescribe for a worker:

# mn96:3.13
source: ‘suddova suddaṃ paricareyya.
mn: ‘Only a worker may serve a worker.

# mn96:3.14
source: Ko panañño suddaṃ paricarissatī’ti?
mn: For who else will serve a worker?’

# mn96:3.16
source: Brāhmaṇā, bho gotama, imā catasso pāricariyā paññapenti.
mn: These are the four kinds of service that the brahmins prescribe.

# mn96:3.17
source: Idha bhavaṃ gotamo kimāhā”ti?
mn: What do you say about this?”

# mn96:4.1
source: “Kiṃ pana, brāhmaṇa, sabbo loko brāhmaṇānaṃ etadabbhanujānāti: ‘imā catasso pāricariyā paññapentū’”ti?
mn: “But brahmin, did the whole world authorize the brahmins to prescribe these four kinds of service?”

# mn96:4.2
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn96:4.3
source: “Seyyathāpi, brāhmaṇa, puriso daliddo assako anāḷhiyo. Tassa akāmassa bilaṃ olaggeyyuṃ: ‘idaṃ te, ambho purisa, maṃsaṃ khāditabbaṃ, mūlañca anuppadātabban’ti.
mn: “It’s as if they were to force a steak on a poor, penniless person, telling them they must eat it and then pay for it.

# mn96:4.4
source: Evameva kho, brāhmaṇa, brāhmaṇā appaṭiññāya tesaṃ samaṇabrāhmaṇānaṃ, atha ca panimā catasso pāricariyā paññapenti.
mn: In the same way, the brahmins have prescribed these four kinds of service without the consent of these ascetics and brahmins.

# mn96:5.1
source: Nāhaṃ, brāhmaṇa, ‘sabbaṃ paricaritabban’ti vadāmi; nāhaṃ, brāhmaṇa, ‘sabbaṃ na paricaritabban’ti vadāmi.
mn: Brahmin, I don’t say that you should serve everyone, nor do I say that you shouldn’t serve anyone.

# mn96:5.2
source: Yaṃ hissa, brāhmaṇa, paricarato pāricariyāhetu pāpiyo assa na seyyo, nāhaṃ taṃ ‘paricaritabban’ti vadāmi;
mn: I say that you shouldn’t serve someone if serving them makes you worse, not better.

# mn96:5.3
source: yañca khvāssa, brāhmaṇa, paricarato pāricariyāhetu seyyo assa na pāpiyo tamahaṃ ‘paricaritabban’ti vadāmi.
mn: And I say that you should serve someone if serving them makes you better, not worse.

# mn96:6.1
source: Khattiyañcepi, brāhmaṇa, evaṃ puccheyyuṃ:
mn: If they were to ask an aristocrat this,

# mn96:6.2
source: ‘yaṃ vā te paricarato pāricariyāhetu pāpiyo assa na seyyo, yaṃ vā te paricarato pāricariyāhetu seyyo assa na pāpiyo;
mn: ‘Who should you serve? Someone in whose service you get worse, or someone in whose service you get better?’

# mn96:6.3
source: kamettha paricareyyāsī’ti, khattiyopi hi, brāhmaṇa, sammā byākaramāno evaṃ byākareyya:
mn: Answering rightly, an aristocrat would say,

# mn96:6.4
source: ‘yañhi me paricarato pāricariyāhetu pāpiyo assa na seyyo, nāhaṃ taṃ paricareyyaṃ; yañca kho me paricarato pāricariyāhetu seyyo assa na pāpiyo tamahaṃ paricareyyan’ti.
mn: ‘Someone in whose service I get better.’

# mn96:7.1
source: Brāhmaṇañcepi, brāhmaṇa … pe …
mn: If they were to ask a brahmin …

# mn96:7.2
source: vessañcepi, brāhmaṇa … pe …
mn: a merchant …

# mn96:7.3
source: suddañcepi, brāhmaṇa, evaṃ puccheyyuṃ:
mn: or a worker this,

# mn96:7.4
source: ‘yaṃ vā te paricarato pāricariyāhetu pāpiyo assa na seyyo, yaṃ vā te paricarato pāricariyāhetu seyyo assa na pāpiyo;
mn: ‘Who should you serve? Someone in whose service you get worse, or someone in whose service you get better?’

# mn96:7.5
source: kamettha paricareyyāsī’ti, suddopi hi, brāhmaṇa, sammā byākaramāno evaṃ byākareyya:
mn: Answering rightly, a worker would say,

# mn96:7.6
source: ‘yañhi me paricarato pāricariyāhetu pāpiyo assa na seyyo, nāhaṃ taṃ paricareyyaṃ; yañca kho me paricarato pāricariyāhetu seyyo assa na pāpiyo tamahaṃ paricareyyan’ti.
mn: ‘Someone in whose service I get better.’

# mn96:7.7
source: Nāhaṃ, brāhmaṇa, ‘uccākulīnatā seyyaṃso’ti vadāmi, na panāhaṃ, brāhmaṇa, ‘uccākulīnatā pāpiyaṃso’ti vadāmi;
mn: Brahmin, I don’t say that coming from an eminent family makes you a better or worse person.

# mn96:7.8
source: nāhaṃ, brāhmaṇa, ‘uḷāravaṇṇatā seyyaṃso’ti vadāmi, na panāhaṃ, brāhmaṇa, ‘uḷāravaṇṇatā pāpiyaṃso’ti vadāmi;
mn: I don’t say that being very beautiful makes you a better or worse person.

# mn96:7.9
source: nāhaṃ, brāhmaṇa, ‘uḷārabhogatā seyyaṃso’ti vadāmi, na panāhaṃ, brāhmaṇa, ‘uḷārabhogatā pāpiyaṃso’ti vadāmi.
mn: I don’t say that being very wealthy makes you a better or worse person.

# mn96:8.1
source: Uccākulīnopi hi, brāhmaṇa, idhekacco pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇāvāco hoti, pharusāvāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti.
mn: For some people from eminent families kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view.

# mn96:8.2
source: Tasmā ‘na uccākulīnatā seyyaṃso’ti vadāmi.
mn: That’s why I don’t say that coming from an eminent family makes you a better person.

# mn96:8.3
source: Uccākulīnopi hi, brāhmaṇa, idhekacco pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti.
mn: But some people from eminent families also refrain from killing living creatures, stealing, and committing sexual misconduct. They refrain from using speech that’s false, divisive, harsh, or nonsensical. And they’re not covetous or malicious, and they have right view.

# mn96:8.4
source: Tasmā ‘na uccākulīnatā pāpiyaṃso’ti vadāmi.
mn: That’s why I don’t say that coming from an eminent family makes you a worse person.

# mn96:8.5
source: Uḷāravaṇṇopi hi, brāhmaṇa …
mn: People who are very beautiful,

# mn96:8.6
source: pe …
mn: or not very beautiful,

# mn96:8.7
source: uḷārabhogopi hi, brāhmaṇa, idhekacco pāṇātipātī hoti …
mn: who are very wealthy,

# mn96:8.8
source: pe …
mn: or not very wealthy,

# mn96:8.9
source: micchādiṭṭhi hoti.
mn: may also behave in the same ways.

# mn96:8.10
source: Tasmā ‘na uḷārabhogatā seyyaṃso’ti vadāmi.
mn: That’s why I don’t say that any of these things makes you a better or worse person.

# mn96:9.1
source: Nāhaṃ, brāhmaṇa, ‘sabbaṃ paricaritabban’ti vadāmi, na panāhaṃ, brāhmaṇa, ‘sabbaṃ na paricaritabban’ti vadāmi.
mn: Brahmin, I don’t say that you should serve everyone, nor do I say that you shouldn’t serve anyone.

# mn96:9.2
source: Yaṃ hissa, brāhmaṇa, paricarato pāricariyāhetu saddhā vaḍḍhati, sīlaṃ vaḍḍhati, sutaṃ vaḍḍhati, cāgo vaḍḍhati, paññā vaḍḍhati, tamahaṃ ‘paricaritabban’ti vadāmi.
mn: And I say that you should serve someone if serving them makes you grow in faith, ethics, learning, generosity, and wisdom.

# mn96:9.3
source: Yaṃ hissa, brāhmaṇa, paricarato pāricariyāhetu na saddhā vaḍḍhati, na sīlaṃ vaḍḍhati, na sutaṃ vaḍḍhati, na cāgo vaḍḍhati, na paññā vaḍḍhati, nāhaṃ taṃ ‘paricaritabban’ti vadāmī”ti.
mn: I say that you shouldn’t serve someone if serving them doesn’t make you grow in faith, ethics, learning, generosity, and wisdom.”

# mn96:10.1
source: Evaṃ vutte, esukārī brāhmaṇo bhagavantaṃ etadavoca:
mn: When he had spoken, Esukārī said to him:

# mn96:10.2
source: “brāhmaṇā, bho gotama, cattāri dhanāni paññapenti—
mn: “Master Gotama, the brahmins prescribe four kinds of wealth:

# mn96:10.3
source: brāhmaṇassa sandhanaṃ paññapenti, khattiyassa sandhanaṃ paññapenti, vessassa sandhanaṃ paññapenti, suddassa sandhanaṃ paññapenti.
mn: for a brahmin, an aristocrat, a merchant, and a worker.

# mn96:10.4
source: Tatridaṃ, bho gotama, brāhmaṇā brāhmaṇassa sandhanaṃ paññapenti bhikkhācariyaṃ;
mn: The wealth they prescribe for a brahmin is living on alms.

# mn96:10.5
source: bhikkhācariyañca pana brāhmaṇo sandhanaṃ atimaññamāno akiccakārī hoti gopova adinnaṃ ādiyamānoti.
mn: A brahmin who scorns his own wealth, living on alms, fails in his duty like a guard who steals.

# mn96:10.7
source: Tatridaṃ, bho gotama, brāhmaṇā khattiyassa sandhanaṃ paññapenti dhanukalāpaṃ;
mn: The wealth they prescribe for an aristocrat is the bow and quiver.

# mn96:10.8
source: dhanukalāpañca pana khattiyo sandhanaṃ atimaññamāno akiccakārī hoti gopova adinnaṃ ādiyamānoti.
mn: An aristocrat who scorns his own wealth, the bow and quiver, fails in his duty like a guard who steals.

# mn96:10.10
source: Tatridaṃ, bho gotama, brāhmaṇā vessassa sandhanaṃ paññapenti kasigorakkhaṃ;
mn: The wealth they prescribe for a merchant is farming and animal husbandry.

# mn96:10.11
source: kasigorakkhañca pana vesso sandhanaṃ atimaññamāno akiccakārī hoti gopova adinnaṃ ādiyamānoti.
mn: A merchant who scorns his own wealth, farming and animal husbandry, fails in his duty like a guard who steals.

# mn96:10.13
source: Tatridaṃ, bho gotama, brāhmaṇā suddassa sandhanaṃ paññapenti asitabyābhaṅgiṃ;
mn: The wealth they prescribe for a worker is the scythe and flail.

# mn96:10.14
source: asitabyābhaṅgiñca pana suddo sandhanaṃ atimaññamāno akiccakārī hoti gopova adinnaṃ ādiyamānoti.
mn: A worker who scorns his own wealth, the scythe and flail, fails in his duty like a guard who steals.

# mn96:10.16
source: Brāhmaṇā, bho gotama, imāni cattāri dhanāni paññapenti.
mn: These are the four kinds of wealth that the brahmins prescribe.

# mn96:10.17
source: Idha bhavaṃ gotamo kimāhā”ti?
mn: What do you say about this?”

# mn96:11.1
source: “Kiṃ pana, brāhmaṇa, sabbo loko brāhmaṇānaṃ etadabbhanujānāti: ‘imāni cattāri dhanāni paññapentū’”ti?
mn: “But brahmin, did the whole world authorize the brahmins to prescribe these four kinds of wealth?”

# mn96:11.2
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn96:11.3
source: “Seyyathāpi, brāhmaṇa, puriso daliddo assako anāḷhiyo. Tassa akāmassa bilaṃ olaggeyyuṃ: ‘idaṃ te, ambho purisa, maṃsaṃ khāditabbaṃ, mūlañca anuppadātabban’ti.
mn: “It’s as if they were to force a steak on a poor, penniless person, telling them they must eat it and then pay for it.

# mn96:11.4
source: Evameva kho, brāhmaṇa, brāhmaṇā appaṭiññāya tesaṃ samaṇabrāhmaṇānaṃ, atha ca panimāni cattāri dhanāni paññapenti.
mn: In the same way, the brahmins have prescribed these four kinds of wealth without the consent of these ascetics and brahmins.

# mn96:12.1
source: Ariyaṃ kho ahaṃ, brāhmaṇa, lokuttaraṃ dhammaṃ purisassa sandhanaṃ paññapemi.
mn: I declare that a person’s own wealth is the noble, transcendent teaching.

# mn96:12.2
source: Porāṇaṃ kho panassa mātāpettikaṃ kulavaṃsaṃ anussarato yattha yattheva attabhāvassa abhinibbatti hoti tena teneva saṅkhyaṃ gacchati.
mn: But they are reckoned by recollecting the traditional family lineage of their mother and father wherever they are incarnated.

# mn96:12.3
source: Khattiyakule ce attabhāvassa abhinibbatti hoti ‘khattiyo’tveva saṅkhyaṃ gacchati;
mn: If they incarnate in a family of aristocrats they are reckoned as an aristocrat.

# mn96:12.4
source: brāhmaṇakule ce attabhāvassa abhinibbatti hoti ‘brāhmaṇo’tveva saṅkhyaṃ gacchati;
mn: If they incarnate in a family of brahmins they are reckoned as a brahmin.

# mn96:12.5
source: vessakule ce attabhāvassa abhinibbatti hoti ‘vesso’tveva saṅkhyaṃ gacchati;
mn: If they incarnate in a family of merchants they are reckoned as a merchant.

# mn96:12.6
source: suddakule ce attabhāvassa abhinibbatti hoti ‘suddo’tveva saṅkhyaṃ gacchati.
mn: If they incarnate in a family of workers they are reckoned as a worker.

# mn96:12.7
source: Seyyathāpi, brāhmaṇa, yaṃyadeva paccayaṃ paṭicca aggi jalati tena teneva saṅkhyaṃ gacchati.
mn: It’s like fire, which is reckoned according to the specific conditions dependent upon which it burns.

# mn96:12.8
source: Kaṭṭhañce paṭicca aggi jalati ‘kaṭṭhaggi’tveva saṅkhyaṃ gacchati;
mn: A fire that burns dependent on logs is reckoned as a log fire.

# mn96:12.9
source: sakalikañce paṭicca aggi jalati ‘sakalikaggi’tveva saṅkhyaṃ gacchati;
mn: A fire that burns dependent on twigs is reckoned as a twig fire.

# mn96:12.10
source: tiṇañce paṭicca aggi jalati ‘tiṇaggi’tveva saṅkhyaṃ gacchati;
mn: A fire that burns dependent on grass is reckoned as a grass fire.

# mn96:12.11
source: gomayañce paṭicca aggi jalati ‘gomayaggi’tveva saṅkhyaṃ gacchati.
mn: A fire that burns dependent on cow-dung is reckoned as a cow-dung fire.

# mn96:12.12
source: Evameva kho ahaṃ, brāhmaṇa, ariyaṃ lokuttaraṃ dhammaṃ purisassa sandhanaṃ paññapemi.
mn: In the same way, I declare that a person’s own wealth is the noble, transcendent teaching.

# mn96:12.13
source: Porāṇaṃ kho panassa mātāpettikaṃ kulavaṃsaṃ anussarato yattha yattheva attabhāvassa abhinibbatti hoti tena teneva saṅkhyaṃ gacchati.
mn: But they are reckoned by recollecting the traditional family lineage of their mother and father wherever they are incarnated.

# mn96:13.1
source: Khattiyakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, abrahmacariyā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
mn: Suppose someone from a family of aristocrats goes forth from the lay life to homelessness. Relying on the teaching and training proclaimed by the Realized One they refrain from killing living creatures, stealing, and sex. They refrain from using speech that’s false, divisive, harsh, or nonsensical. And they’re not covetous or malicious, and they have right view. They succeed in the procedure of the skillful teaching.

# mn96:13.2
source: Brāhmaṇakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
mn: Suppose someone from a family of brahmins …

# mn96:13.3
source: Vessakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
mn: merchants …

# mn96:13.4
source: Suddakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
mn: workers goes forth from the lay life to homelessness. Relying on the teaching and training proclaimed by the Realized One … they succeed in the procedure of the skillful teaching.

# mn96:14.1
source: Taṃ kiṃ maññasi, brāhmaṇa,
mn: What do you think, brahmin?

# mn96:14.2
source: brāhmaṇova nu kho pahoti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetuṃ, no khattiyo no vesso no suddo”ti?
mn: Is only a brahmin capable of developing a heart of love free of enmity and ill will for this region, and not an aristocrat, merchant, or worker?”

# mn96:14.3
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn96:14.4
source: Khattiyopi hi, bho gotama, pahoti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetuṃ;
mn: Aristocrats, brahmins, merchants, and workers can all do so.

# mn96:14.8
source: sabbepi hi, bho gotama, cattāro vaṇṇā pahonti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetun”ti.
mn: For all four classes are capable of developing a heart of love free of enmity and ill will for this region.”

# mn96:14.9
source: “Evameva kho, brāhmaṇa, khattiyakulā cepi agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
mn: “In the same way, suppose someone from a family of aristocrats,

# mn96:14.10
source: Brāhmaṇakulā cepi, brāhmaṇa …
mn: brahmins,

# mn96:14.11
source: vessakulā cepi, brāhmaṇa …
mn: merchants,

# mn96:14.12
source: suddakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
mn: or workers goes forth from the lay life to homelessness. Relying on the teaching and training proclaimed by the Realized One … they succeed in the procedure of the skillful teaching.

# mn96:15.1
source: Taṃ kiṃ maññasi, brāhmaṇa,
mn: What do you think, brahmin?

# mn96:15.2
source: brāhmaṇova nu kho pahoti sottisināniṃ ādāya nadiṃ gantvā rajojallaṃ pavāhetuṃ, no khattiyo no vesso no suddo”ti?
mn: Is only a brahmin capable of taking some bathing paste of powdered shell, going to the river, and washing off dust and dirt, and not an aristocrat, merchant, or worker?”

# mn96:15.3
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn96:15.8
source: sabbepi hi, bho gotama, cattāro vaṇṇā pahonti sottisināniṃ ādāya nadiṃ gantvā rajojallaṃ pavāhetun”ti.
mn: All four classes are capable of doing this.”

# mn96:15.9
source: “Evameva kho, brāhmaṇa, khattiyakulā cepi agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
mn: “In the same way, suppose someone from a family of aristocrats,

# mn96:15.10
source: Brāhmaṇakulā cepi, brāhmaṇa …
mn: brahmins,

# mn96:15.11
source: vessakulā cepi, brāhmaṇa …
mn: merchants,

# mn96:15.12
source: suddakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
mn: or workers goes forth from the lay life to homelessness. Relying on the teaching and training proclaimed by the Realized One … they succeed in the procedure of the skillful teaching.

# mn96:16.1
source: Taṃ kiṃ maññasi, brāhmaṇa,
mn: What do you think, brahmin?

# mn96:16.2
source: idha rājā khattiyo muddhāvasitto nānājaccānaṃ purisānaṃ purisasataṃ sannipāteyya:
mn: Suppose an anointed aristocratic king were to gather a hundred people born in different castes and say to them:

# mn96:16.3
source: ‘āyantu bhonto ye tattha khattiyakulā brāhmaṇakulā rājaññakulā uppannā sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya aggiṃ abhinibbattentu, tejo pātukarontu;
mn: ‘Please gentlemen, let anyone here who was born in a family of aristocrats, brahmins, or chieftains take a drill-stick made of teak, sal, frankincense wood, sandalwood, or cherry wood, light a fire and produce heat.

# mn96:16.4
source: āyantu pana bhonto ye tattha caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannā sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya aggiṃ abhinibbattentu, tejo pātukarontū’”ti?
mn: And let anyone here who was born in a family of outcastes, hunters, bamboo-workers, chariot-makers, or waste-collectors take a drill-stick made from a dog’s drinking trough, a pig’s trough, a dustbin, or castor-oil wood, light a fire and produce heat.’

# mn96:16.5
source: “Taṃ kiṃ maññasi, brāhmaṇa,
mn: What do you think, brahmin?

# mn96:16.6
source: yo evaṃ nu kho so khattiyakulā brāhmaṇakulā rājaññakulā uppannehi sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya aggi abhinibbatto tejo pātukato so eva nu khvāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ;
mn: Would only the fire produced by the high class people with good quality wood have flames, color, and radiance, and be usable as fire,

# mn96:16.7
source: yo pana so caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannehi sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya aggi abhinibbatto tejo pātukato svāssa aggi na ceva accimā na ca vaṇṇavā na ca pabhassaro na ca tena sakkā agginā aggikaraṇīyaṃ kātun”ti?
mn: and not the fire produced by the low class people with poor quality wood?”

# mn96:16.8
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn96:16.9
source: Yopi hi so, bho gotama, khattiyakulā brāhmaṇakulā rājaññakulā uppannehi sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya aggi abhinibbatto tejo pātukato svāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ;
mn: The fire produced by the high class people with good quality wood would have flames, color, and radiance, and be usable as fire,

# mn96:16.10
source: yopi so caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannehi sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya aggi abhinibbatto tejo pātukato svāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ.
mn: and so would the fire produced by the low class people with poor quality wood.

# mn96:16.11
source: Sabbopi hi, bho gotama, aggi accimā ceva vaṇṇavā ca pabhassaro ca sabbenapi sakkā agginā aggikaraṇīyaṃ kātun”ti.
mn: For all fire has flames, color, and radiance, and is usable as fire.”

# mn96:16.12
source: “Evameva kho, brāhmaṇa, khattiyakulā cepi agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
mn: “In the same way, suppose someone from a family of aristocrats,

# mn96:16.13
source: Brāhmaṇakulā cepi, brāhmaṇa …
mn: brahmins,

# mn96:16.14
source: vessakulā cepi, brāhmaṇa …
mn: merchants,
