Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn091.po
Languages: mn

# mn91:39.7
source: Brahmāyu, bhikkhave, brāhmaṇo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti, tattha parinibbāyī, anāvattidhammo tasmā lokā”ti.
mn: With the ending of the five lower fetters, he’s been reborn spontaneously and will become extinguished there, not liable to return from that world.”

# mn91:39.8
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn91:39.9
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
