Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn091.po
Languages: mn

# mn91:22.1
source: Aṭṭhaṅgasamannāgato kho panassa bhoto gotamassa mukhato ghoso niccharati—
mn: His voice has eight qualities:

# mn91:22.2
source: vissaṭṭho ca, viññeyyo ca, mañju ca, savanīyo ca, bindu ca, avisārī ca, gambhīro ca, ninnādī ca.
mn: it is clear, comprehensible, charming, audible, rounded, undistorted, deep, and resonant.

# mn91:22.3
source: Yathāparisaṃ kho pana so bhavaṃ gotamo sarena viññāpeti, na cassa bahiddhā parisāya ghoso niccharati.
mn: He makes sure his voice is intelligible as far as the assembly goes, but it doesn’t extend outside the assembly.

# mn91:22.4
source: Te tena bhotā gotamena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā uṭṭhāyāsanā pakkamanti avalokayamānāyeva avijahitattā.
mn: And when they’ve been inspired with a Dhamma talk by Master Gotama they get up from their seats and leave looking back at him alone, and not forgetting their lesson.

# mn91:22.5
source: Addasāma kho mayaṃ, bho, taṃ bhavantaṃ gotamaṃ gacchantaṃ, addasāma ṭhitaṃ, addasāma antaragharaṃ pavisantaṃ, addasāma antaraghare nisinnaṃ tuṇhībhūtaṃ, addasāma antaraghare bhuñjantaṃ, addasāma bhuttāviṃ nisinnaṃ tuṇhībhūtaṃ, addasāma bhuttāviṃ anumodantaṃ, addasāma ārāmaṃ gacchantaṃ, addasāma ārāmagataṃ nisinnaṃ tuṇhībhūtaṃ, addasāma ārāmagataṃ parisati dhammaṃ desentaṃ.
mn: I have seen Master Gotama walking and standing; entering inhabited areas, and sitting and eating there; sitting silently after eating, and expressing appreciation; going to the monastery, sitting silently there, and teaching Dhamma to an assembly there.

# mn91:22.6
source: Ediso ca ediso ca so bhavaṃ gotamo, tato ca bhiyyo”ti.
mn: Such is Master Gotama; such he is and more than that.”

# mn91:23.1
source: Evaṃ vutte, brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā tikkhattuṃ udānaṃ udāneti:
mn: When he had spoken, the brahmin Brahmāyu got up from his seat, arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha, and uttered this aphorism three times:

# mn91:23.2
source: “Namo tassa bhagavato arahato sammāsambuddhassa.
mn: “Homage to that Blessed One, the perfected one, the fully awakened Buddha!

# mn91:23.3
source: Namo tassa bhagavato arahato sammāsambuddhassa.
mn: Homage to that Blessed One, the perfected one, the fully awakened Buddha!

# mn91:23.4
source: Namo tassa bhagavato arahato sammāsambuddhassāti.
mn: Homage to that Blessed One, the perfected one, the fully awakened Buddha!

# mn91:23.5
source: Appeva nāma mayaṃ kadāci karahaci tena bhotā gotamena samāgaccheyyāma? Appeva nāma siyā kocideva kathāsallāpo”ti.
mn: Hopefully, some time or other I’ll get to meet him, and we can have a discussion.”

# mn91:24.1
source: Atha kho bhagavā videhesu anupubbena cārikaṃ caramāno yena mithilā tadavasari.
mn: And then the Buddha, traveling stage by stage in the Videhan lands, arrived at Mithilā,

# mn91:24.2
source: Tatra sudaṃ bhagavā mithilāyaṃ viharati maghadevaambavane.
mn: where he stayed in the Makhādeva Mango Grove.

# mn91:24.3
source: Assosuṃ kho mithileyyakā brāhmaṇagahapatikā:
mn: The brahmins and householders of Mithilā heard:

# mn91:24.4
source: “samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi mithilaṃ anuppatto, mithilāyaṃ viharati maghadevaambavane.
mn: “It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Mithilā, where he is staying in the Makhādeva Mango Grove.

# mn91:24.5
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn91:24.6
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn91:24.7
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn91:24.8
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.

# mn91:24.9
source: Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.
mn: It’s good to see such perfected ones.”

# mn91:25.1
source: Atha kho mithileyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu; appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu; appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu; appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu; appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu.
mn: Then the brahmins and householders of Mithilā went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent.

# mn91:26.1
source: Assosi kho brahmāyu brāhmaṇo: “samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito mithilaṃ anuppatto, mithilāyaṃ viharati maghadevaambavane”ti.
mn: The brahmin Brahmāyu also heard that the Buddha had arrived.

# mn91:26.2
source: Atha kho brahmāyu brāhmaṇo sambahulehi sāvakehi saddhiṃ yena maghadevaambavanaṃ tenupasaṅkami.
mn: So he went to the Makhādeva Mango Grove together with several disciples.

# mn91:26.3
source: Atha kho brahmāyuno brāhmaṇassa avidūre ambavanassa etadahosi:
mn: Not far from the grove he thought,

# mn91:26.4
source: “na kho metaṃ patirūpaṃ yohaṃ pubbe appaṭisaṃvidito samaṇaṃ gotamaṃ dassanāya upasaṅkameyyan”ti.
mn: “It wouldn’t be appropriate for me to go to see the ascetic Gotama without first letting him know.”

# mn91:26.5
source: Atha kho brahmāyu brāhmaṇo aññataraṃ māṇavakaṃ āmantesi:
mn: So he addressed one of his students:

# mn91:26.6
source: “ehi tvaṃ, māṇavaka, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā mama vacanena samaṇaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha:
mn: “Here, student, go to the ascetic Gotama and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably.

# mn91:26.8
source: Evañca vadehi:
mn: And then say:

# mn91:26.9
source: ‘brahmāyu, bho gotama, brāhmaṇo jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo.
mn: ‘Master Gotama, the brahmin Brahmāyu is old, elderly, and senior, advanced in years, having reached the final stage of life; he is a hundred and twenty years old. He has mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man.

# mn91:26.10
source: Yāvatā, bho, brāhmaṇagahapatikā mithilāyaṃ paṭivasanti, brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—
mn: Of all the brahmins and householders residing in Mithilā, Brahmāyu is said to be the foremost in

# mn91:26.11
source: yadidaṃ bhogehi;
mn: wealth,

# mn91:26.13
source: yadidaṃ mantehi;
mn: hymns,

# mn91:26.15
source: yadidaṃ āyunā ceva yasasā ca.
mn: lifespan, and fame.

# mn91:26.16
source: So bhoto gotamassa dassanakāmo’”ti.
mn: He wants to see Master Gotama.’”

# mn91:26.17
source: “Evaṃ, bho”ti kho so māṇavako brahmāyussa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: “Yes, sir,” that student replied. He did as he was asked, and the Buddha said,

# mn91:26.29
source: “Yassadāni, māṇava, brahmāyu brāhmaṇo kālaṃ maññatī”ti.
mn: “Please, student, let Brahmāyu come when he’s ready.”

# mn91:27.1
source: Atha kho so māṇavako yena brahmāyu brāhmaṇo tenupasaṅkami; upasaṅkamitvā brahmāyuṃ brāhmaṇaṃ etadavoca:
mn: The student went back to Brahmāyu and said to him,

# mn91:27.2
source: “katāvakāso khomhi bhavatā samaṇena gotamena.
mn: “Your request for an audience with the ascetic Gotama has been granted.

# mn91:27.3
source: Yassadāni bhavaṃ kālaṃ maññatī”ti.
mn: Please go at your convenience.”

# mn91:28.1
source: Atha kho brahmāyu brāhmaṇo yena bhagavā tenupasaṅkami.
mn: Then the brahmin Brahmāyu went up to the Buddha.

# mn91:28.2
source: Addasā kho sā parisā brahmāyuṃ brāhmaṇaṃ dūratova āgacchantaṃ.
mn: The assembly saw him coming off in the distance,

# mn91:28.3
source: Disvāna oramiya okāsamakāsi yathā taṃ ñātassa yasassino.
mn: and made way for him, as he was well-known and famous.

# mn91:28.4
source: Atha kho brahmāyu brāhmaṇo taṃ parisaṃ etadavoca:
mn: Brahmāyu said to that retinue,

# mn91:28.5
source: “alaṃ, bho.
mn: “Enough, gentlemen.

# mn91:28.6
source: Nisīdatha tumhe sake āsane.
mn: Please sit on your own seats.

# mn91:28.7
source: Idhāhaṃ samaṇassa gotamassa santike nisīdissāmī”ti.
mn: I shall sit here by the ascetic Gotama.”

# mn91:29.1
source: Atha kho brahmāyu brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then the brahmin Brahmāyu went up to the Buddha, and exchanged greetings with him.

# mn91:29.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
mn: When the greetings and polite conversation were over, he sat down to one side,

# mn91:29.3
source: Ekamantaṃ nisinno kho brahmāyu brāhmaṇo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi.
mn: and scrutinized the Buddha’s body for the thirty-two marks of a great man.

# mn91:29.4
source: Addasā kho brahmāyu brāhmaṇo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve.
mn: He saw all of them except for two,

# mn91:29.5
source: Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—
mn: which he had doubts about:

# mn91:29.6
source: kosohite ca vatthaguyhe pahūtajivhatāya ca.
mn: whether the private parts are retracted, and the largeness of the tongue.

# mn91:29.7
source: Atha kho brahmāyu brāhmaṇo bhagavantaṃ gāthāhi ajjhabhāsi:
mn: Then Brahmāyu addressed the Buddha in verse:

# mn91:29.8
source: “Ye me dvattiṃsāti sutā,
mn: “I have learned of the thirty-two

# mn91:29.9
source: mahāpurisalakkhaṇā;
mn: marks of a great man.

# mn91:29.10
source: Duve tesaṃ na passāmi,
mn: There are two that I don’t see

# mn91:29.11
source: bhoto kāyasmiṃ gotama.
mn: on the body of the ascetic Gotama.

# mn91:29.12
source: Kacci kosohitaṃ bhoto,
mn: Are the private parts retracted,

# mn91:29.13
source: vatthaguyhaṃ naruttama;
mn: O supreme person?

# mn91:29.14
source: Nārīsamānasavhayā,
mn: Though called by a word of the feminine gender,

# mn91:29.15
source: kacci jivhā na dassakā.
mn: perhaps your tongue is a manly one?

# mn91:29.16
source: Kacci pahūtajivhosi,
mn: Perhaps your tongue is large,

# mn91:29.17
source: yathā taṃ jāniyāmase;
mn: as we have been informed.

# mn91:29.18
source: Ninnāmayetaṃ pahūtaṃ,
mn: Please stick it out in its full extent,

# mn91:29.19
source: kaṅkhaṃ vinaya no ise.
mn: and so, O hermit, dispel my doubt.

# mn91:29.20
source: Diṭṭhadhammahitatthāya,
mn: For my welfare and benefit in this life,

# mn91:29.21
source: samparāyasukhāya ca;
mn: and happiness in the next.

# mn91:29.22
source: Katāvakāsā pucchāma,
mn: And I ask you to grant the opportunity

# mn91:29.23
source: yaṃ kiñci abhipatthitan”ti.
mn: to ask whatever I desire.”

# mn91:30.1
source: Atha kho bhagavato etadahosi:
mn: Then the Buddha thought,

# mn91:30.2
source: “passati kho me ayaṃ brahmāyu brāhmaṇo dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve.
mn: “Brahmāyu sees all the marks except for two,

# mn91:30.3
source: Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—
mn: which he has doubts about:

# mn91:30.4
source: kosohite ca vatthaguyhe pahūtajivhatāya cā”ti.
mn: whether the private parts are retracted, and the largeness of the tongue.”

# mn91:30.5
source: Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā addasa brahmāyu brāhmaṇo bhagavato kosohitaṃ vatthaguyhaṃ.
mn: So the Buddha used his psychic power to will that Brahmāyu would see his retracted private parts.

# mn91:30.6
source: Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi; ubhopi nāsikasotāni anumasi paṭimasi; kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi.
mn: And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue.

# mn91:30.7
source: Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ gāthāhi paccabhāsi:
mn: Then the Buddha replied to Brahmāyu in verse:

# mn91:31.1
source: “Ye te dvattiṃsāti sutā,
mn: “The thirty-two marks of a great man

# mn91:31.2
source: mahāpurisalakkhaṇā;
mn: that you have learned

# mn91:31.3
source: Sabbe te mama kāyasmiṃ,
mn: are all found on my body:

# mn91:31.4
source: mā te kaṅkhāhu brāhmaṇa.
mn: so do not doubt, brahmin.

# mn91:31.5
source: Abhiññeyyaṃ abhiññātaṃ,
mn: I have known what should be known,

# mn91:31.6
source: bhāvetabbañca bhāvitaṃ;
mn: and developed what should be developed,

# mn91:31.7
source: Pahātabbaṃ pahīnaṃ me,
mn: and given up what should be given up:

# mn91:31.8
source: tasmā buddhosmi brāhmaṇa.
mn: and so, brahmin, I am a Buddha.

# mn91:31.9
source: Diṭṭhadhammahitatthāya,
mn: For your welfare and benefit in this life,

# mn91:31.10
source: samparāyasukhāya ca;
mn: and happiness in the next:

# mn91:31.11
source: Katāvakāso pucchassu,
mn: I grant you the opportunity

# mn91:31.12
source: yaṃ kiñci abhipatthitan”ti.
mn: to ask whatever you desire.”

# mn91:32.1
source: Atha kho brahmāyussa brāhmaṇassa etadahosi:
mn: Then Brahmāyu thought:

# mn91:32.2
source: “katāvakāso khomhi samaṇena gotamena.
mn: “My request has been granted.

# mn91:32.3
source: Kiṃ nu kho ahaṃ samaṇaṃ gotamaṃ puccheyyaṃ:
mn: Should I ask him about

# mn91:32.4
source: ‘diṭṭhadhammikaṃ vā atthaṃ samparāyikaṃ vā’”ti.
mn: what is beneficial in this life or the next?”

# mn91:32.5
source: Atha kho brahmāyussa brāhmaṇassa etadahosi:
mn: Then he thought,

# mn91:32.6
source: “kusalo kho ahaṃ diṭṭhadhammikānaṃ atthānaṃ.
mn: “I’m well versed in the benefits that apply to this life,

# mn91:32.7
source: Aññepi maṃ diṭṭhadhammikaṃ atthaṃ pucchanti.
mn: and others ask me about this.

# mn91:32.8
source: Yannūnāhaṃ samaṇaṃ gotamaṃ samparāyikaṃyeva atthaṃ puccheyyan”ti.
mn: Why don’t I ask the ascetic Gotama about the benefit that specifically applies to lives to come?”

# mn91:32.9
source: Atha kho brahmāyu brāhmaṇo bhagavantaṃ gāthāhi ajjhabhāsi:
mn: So Brahmāyu addressed the Buddha in verse:

# mn91:32.10
source: “Kathaṃ kho brāhmaṇo hoti,
mn: “How do you become a brahmin?

# mn91:32.11
source: kathaṃ bhavati vedagū;
mn: And how do you become a knowledge master?

# mn91:32.12
source: Tevijjo bho kathaṃ hoti,
mn: How a master of the three knowledges?

# mn91:32.13
source: sotthiyo kinti vuccati.
mn: And how is one called a scholar?

# mn91:32.14
source: Arahaṃ bho kathaṃ hoti,
mn: How do you become a perfected one?

# mn91:32.15
source: kathaṃ bhavati kevalī;
mn: And how a consummate one?

# mn91:32.16
source: Muni ca bho kathaṃ hoti,
mn: How do you become a sage?

# mn91:32.17
source: buddho kinti pavuccatī”ti.
mn: And how is one declared to be awakened?”

# mn91:33.1
source: Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ gāthāhi paccabhāsi:
mn: Then the Buddha replied to Brahmāyu in verse:

# mn91:33.2
source: “Pubbenivāsaṃ yo vedi,
mn: “One who knows their past lives,

# mn91:33.3
source: saggāpāyañca passati;
mn: and sees heaven and places of loss,

# mn91:33.4
source: Atho jātikkhayaṃ patto,
mn: and has attained the end of rebirth:

# mn91:33.5
source: abhiññā vosito muni.
mn: that sage has perfect insight.

# mn91:33.6
source: Cittaṃ visuddhaṃ jānāti,
mn: They know their mind is pure,

# mn91:33.7
source: muttaṃ rāgehi sabbaso;
mn: completely freed from greed;

# mn91:33.8
source: Pahīnajātimaraṇo,
mn: they’ve given up birth and death,

# mn91:33.9
source: brahmacariyassa kevalī;
mn: and have completed the spiritual journey.

# mn91:33.10
source: Pāragū sabbadhammānaṃ,
mn: Gone beyond all things,

# mn91:33.11
source: buddho tādī pavuccatī”ti.
mn: such a one is declared to be awakened.”

# mn91:34.1
source: Evaṃ vutte, brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati, pāṇīhi ca parisambāhati, nāmañca sāveti:
mn: When he said this, Brahmāyu got up from his seat and arranged his robe on one shoulder. He bowed with his head to the Buddha’s feet, caressing them and covering them with kisses, and pronounced his name:

# mn91:34.2
source: “brahmāyu ahaṃ, bho gotama, brāhmaṇo;
mn: “I am the brahmin Brahmāyu, Master Gotama!

# mn91:34.3
source: brahmāyu ahaṃ, bho gotama, brāhmaṇo”ti.
mn: I am the brahmin Brahmāyu!”

# mn91:35.1
source: Atha kho sā parisā acchariyabbhutacittajātā ahosi:
mn: Then that assembly, their minds full of wonder and amazement, thought,

# mn91:35.2
source: “acchariyaṃ vata bho, abbhutaṃ vata bho.
mn: “It’s incredible, it’s amazing,

# mn91:35.3
source: Yatra hi nāmāyaṃ brahmāyu brāhmaṇo ñāto yasassī evarūpaṃ paramanipaccakāraṃ karissatī”ti.
mn: that Brahmāyu, who is so well-known and famous, should show the Buddha such utmost devotion.”

# mn91:35.4
source: Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ etadavoca:
mn: Then the Buddha said to Brahmāyu,

# mn91:35.5
source: “alaṃ, brāhmaṇa, uṭṭhaha nisīda tvaṃ sake āsane yato te mayi cittaṃ pasannan”ti.
mn: “Enough, brahmin. Get up, and sit in your own seat, since your mind has such confidence in me.”

# mn91:35.6
source: Atha kho brahmāyu brāhmaṇo uṭṭhahitvā sake āsane nisīdi.
mn: So Brahmāyu got up and sat in his own seat.

# mn91:36.1
source: Atha kho bhagavā brahmāyussa brāhmaṇassa anupubbiṃ kathaṃ kathesi, seyyathidaṃ—
mn: Then the Buddha taught him step by step, with

# mn91:36.2
source: dānakathaṃ, sīlakathaṃ, saggakathaṃ;
mn: a talk on giving, ethical conduct, and heaven.

# mn91:36.3
source: kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nekkhamme ānisaṃsaṃ pakāsesi.
mn: He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation.

# mn91:36.4
source: Yadā bhagavā aññāsi brahmāyuṃ brāhmaṇaṃ kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā taṃ pakāsesi—
mn: And when the Buddha knew that Brahmāyu’s mind was ready, pliable, rid of hindrances, joyful, and confident he explained the special teaching of the Buddhas:

# mn91:36.5
source: dukkhaṃ, samudayaṃ, nirodhaṃ, maggaṃ.
mn: suffering, its origin, its cessation, and the path.

# mn91:36.6
source: Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya;
mn: Just as a clean cloth rid of stains would properly absorb dye,

# mn91:36.7
source: evameva brahmāyussa brāhmaṇassa tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi:
mn: in that very seat the stainless, immaculate vision of the Dhamma arose in the brahmin Brahmāyu:

# mn91:36.8
source: “yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti.
mn: “Everything that has a beginning has an end.”

# mn91:36.9
source: Atha kho brahmāyu brāhmaṇo diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca:
mn: Then Brahmāyu saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He said to the Buddha:

# mn91:37.1
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
mn: “Excellent, Master Gotama! Excellent!

# mn91:37.2
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways.

# mn91:37.3
source: Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn91:37.4
source: Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ.
mn: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.

# mn91:37.5
source: Adhivāsetu ca me bhavaṃ gotamo svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti.
mn: Would you and the mendicant Saṅgha please accept a meal from me tomorrow?”

# mn91:37.6
source: Adhivāsesi bhagavā tuṇhībhāvena.
mn: The Buddha consented in silence.

# mn91:37.7
source: Atha kho brahmāyu brāhmaṇo bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
mn: Then, knowing that the Buddha had consented, Brahmāyu got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# mn91:38.1
source: Atha kho brahmāyu brāhmaṇo tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi:
mn: And when the night had passed Brahmāyu had a variety of delicious foods prepared in his own home. Then he had the Buddha informed of the time, saying,

# mn91:38.2
source: “kālo, bho gotama, niṭṭhitaṃ bhattan”ti.
mn: “It’s time, Master Gotama, the meal is ready.”

# mn91:38.3
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena brahmāyussa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi saddhiṃ bhikkhusaṅghena.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of the brahmin Brahmāyu, where he sat on the seat spread out, together with the Saṅgha of mendicants.

# mn91:38.4
source: Atha kho brahmāyu brāhmaṇo sattāhaṃ buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.
mn: Brahmāyu served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods.

# mn91:39.1
source: Atha kho bhagavā tassa sattāhassa accayena videhesu cārikaṃ pakkāmi.
mn: A week later, the Buddha departed to wander in the Videhan lands.

# mn91:39.2
source: Atha kho brahmāyu brāhmaṇo acirapakkantassa bhagavato kālamakāsi.
mn: Not long after the Buddha left, Brahmāyu passed away.

# mn91:39.3
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
mn: Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him,

# mn91:39.4
source: “brahmāyu, bhante, brāhmaṇo kālaṅkato.
mn: “Sir, Brahmāyu has passed away.

# mn91:39.5
source: Tassa kā gati, ko abhisamparāyo”ti?
mn: Where has he been reborn in his next life?”

# mn91:39.6
source: “Paṇḍito, bhikkhave, brahmāyu brāhmaṇo paccapādi dhammassānudhammaṃ, na ca maṃ dhammādhikaraṇaṃ vihesesi.
mn: “Mendicants, the brahmin Brahmāyu was astute. He practiced in line with the teachings, and did not trouble me about the teachings.
