Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn099.po
Languages: mn

# mn99:17.3
source: “Sace taṃ, bho gotama, ṭhānaṃ nissaṭṭhatiṇakaṭṭhupādānaṃ aggiṃ jāletuṃ, svāssa aggi accimā ceva vaṇṇavā ca pabhassaro cā”ti.
mn: “If it were possible for a fire to burn without depending on grass and logs as fuel, that would have better flames, color, and radiance.”

# mn99:17.4
source: “Aṭṭhānaṃ kho etaṃ, māṇava, anavakāso yaṃ nissaṭṭhatiṇakaṭṭhupādānaṃ aggiṃ jāleyya aññatra iddhimatā.
mn: “But it isn’t possible, except by psychic power.

# mn99:17.5
source: Seyyathāpi, māṇava, tiṇakaṭṭhupādānaṃ paṭicca aggi jalati tathūpamāhaṃ, māṇava, imaṃ pītiṃ vadāmi yāyaṃ pīti pañca kāmaguṇe paṭicca.
mn: Rapture that depends on the five kinds of sensual stimulation is like a fire that depends on grass and logs as fuel.

# mn99:17.6
source: Seyyathāpi, māṇava, nissaṭṭhatiṇakaṭṭhupādāno aggi jalati tathūpamāhaṃ, māṇava, imaṃ pītiṃ vadāmi yāyaṃ pīti aññatreva kāmehi aññatra akusalehi dhammehi.
mn: Rapture that’s apart from sensual pleasures and unskillful qualities is like a fire that doesn’t depend on grass and logs as fuel.

# mn99:17.7
source: Katamā ca, māṇava, pīti aññatreva kāmehi aññatra akusalehi dhammehi?
mn: And what is rapture that’s apart from sensual pleasures and unskillful qualities?

# mn99:17.8
source: Idha, māṇava, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati.
mn: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn99:17.9
source: Ayampi kho, māṇava, pīti aññatreva kāmehi aññatra akusalehi dhammehi.
mn: This is rapture that’s apart from sensual pleasures and unskillful qualities.

# mn99:17.10
source: Puna caparaṃ, māṇava, bhikkhu vitakkavicārānaṃ vūpasamā … dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn99:17.11
source: Ayampi kho, māṇava, pīti aññatreva kāmehi aññatra akusalehi dhammehi.
mn: This too is rapture that’s apart from sensual pleasures and unskillful qualities.

# mn99:18.1
source: Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, katamettha brāhmaṇā dhammaṃ mahapphalataraṃ paññapenti puññassa kiriyāya kusalassa ārādhanāyā”ti?
mn: Of the five things that the brahmins prescribe for making merit and succeeding in the skillful, which do they say is the most fruitful?”

# mn99:18.2
source: “Yeme, bho gotama, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, cāgamettha brāhmaṇā dhammaṃ mahapphalataraṃ paññapenti puññassa kiriyāya kusalassa ārādhanāyā”ti.
mn: “Generosity.”

# mn99:19.1
source: “Taṃ kiṃ maññasi, māṇava,
mn: “What do you think, student?

# mn99:19.2
source: idha aññatarassa brāhmaṇassa mahāyañño paccupaṭṭhito assa.
mn: Suppose a brahmin was setting up a big sacrifice.

# mn99:19.3
source: Atha dve brāhmaṇā āgaccheyyuṃ:
mn: Then two brahmins came along,

# mn99:19.4
source: ‘itthannāmassa brāhmaṇassa mahāyaññaṃ anubhavissāmā’ti.
mn: thinking to participate.

# mn99:19.5
source: Tatrekassa brāhmaṇassa evamassa:
mn: Then one of those brahmins thought:

# mn99:19.6
source: ‘aho vata ahameva labheyyaṃ bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, na añño brāhmaṇo labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍan’ti.
mn: ‘Oh, I hope that I alone get the best seat, the best drink, and the best alms-food in the refectory, not some other brahmin.’

# mn99:19.7
source: Ṭhānaṃ kho panetaṃ, māṇava, vijjati yaṃ añño brāhmaṇo labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, na so brāhmaṇo labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ.
mn: But it’s possible that some other brahmin gets the best seat, the best drink, and the best alms-food in the refectory.

# mn99:19.8
source: ‘Añño brāhmaṇo labhati bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, nāhaṃ labhāmi bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍan’ti—
mn: Thinking, ‘Some other brahmin has got the best seat, the best drink, the best alms-food,’

# mn99:19.9
source: iti so kupito hoti anattamano.
mn: they get angry and bitter.

# mn99:19.10
source: Imassa pana, māṇava, brāhmaṇā kiṃ vipākaṃ paññapentī”ti?
mn: What do the brahmins say is the result of this?”

# mn99:19.11
source: “Na khvettha, bho gotama, brāhmaṇā evaṃ dānaṃ denti:
mn: “Master Gotama, brahmins don’t give gifts so that

# mn99:19.12
source: ‘iminā paro kupito hotu anattamano’ti.
mn: others will get angry and upset.

# mn99:19.13
source: Atha khvettha brāhmaṇā anukampājātikaṃyeva dānaṃ dentī”ti.
mn: Rather, they give only out of compassion.”

# mn99:19.14
source: “Evaṃ sante kho, māṇava, brāhmaṇānaṃ idaṃ chaṭṭhaṃ puññakiriyavatthu hoti—
mn: “In that case, isn’t compassion a sixth ground for making merit?”

# mn99:19.16
source: “Evaṃ sante, bho gotama, brāhmaṇānaṃ idaṃ chaṭṭhaṃ puññakiriyavatthu hoti—
mn: “In that case, compassion is a sixth ground for making merit.”

# mn99:20.1
source: “Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, ime tvaṃ pañca dhamme kattha bahulaṃ samanupassasi—
mn: “Of the five things that the brahmins prescribe for making merit and succeeding in the skillful, where do you usually find them:

# mn99:20.2
source: gahaṭṭhesu vā pabbajitesu vā”ti?
mn: among laypeople or renunciates?”

# mn99:20.3
source: “Yeme, bho gotama, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, imāhaṃ pañca dhamme pabbajitesu bahulaṃ samanupassāmi appaṃ gahaṭṭhesu.
mn: “Mostly among renunciates, and less so among lay people.

# mn99:20.4
source: Gahaṭṭho hi, bho gotama, mahaṭṭho mahākicco mahādhikaraṇo mahāsamārambho, na satataṃ samitaṃ saccavādī hoti;
mn: For a lay person has many requirements, duties, issues, and undertakings, and they can’t always tell the truth,

# mn99:20.6
source: Gahaṭṭho hi, bho gotama, mahaṭṭho mahākicco mahādhikaraṇo mahāsamārambho na satataṃ samitaṃ tapassī hoti …
mn: practice austerities,

# mn99:20.7
source: brahmacārī hoti …
mn: be celibate,

# mn99:20.8
source: sajjhāyabahulo hoti …
mn: do lots of recitation,

# mn99:20.9
source: cāgabahulo hoti;
mn: or be very generous.

# mn99:20.10
source: pabbajito kho pana, bho gotama, appaṭṭho appakicco appādhikaraṇo appasamārambho satataṃ samitaṃ tapassī hoti …
mn: But a renunciate has few requirements, duties, issues, and undertakings, and they can always tell the truth, practice austerities,

# mn99:20.11
source: brahmacārī hoti …
mn: be celibate,

# mn99:20.12
source: sajjhāyabahulo hoti …
mn: do lots of recitation,

# mn99:20.13
source: cāgabahulo hoti.
mn: and be very generous.

# mn99:20.14
source: Yeme, bho gotama, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, imāhaṃ pañca dhamme pabbajitesu bahulaṃ samanupassāmi appaṃ gahaṭṭhesū”ti.
mn: Of the five things that the brahmins prescribe for making merit and succeeding in the skillful, I usually find them among renunciates, and less so among laypeople.”

# mn99:21.1
source: “Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya cittassāhaṃ ete parikkhāre vadāmi—
mn: “I say that the five things prescribed by the brahmins for making merit are prerequisites of the mind for

# mn99:21.2
source: yadidaṃ cittaṃ averaṃ abyābajjhaṃ tassa bhāvanāya.
mn: developing a mind free of enmity and ill will.

# mn99:21.3
source: Idha, māṇava, bhikkhu saccavādī hoti.
mn: Take a mendicant who speaks the truth.

# mn99:21.4
source: So ‘saccavādīmhī’ti labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.
mn: Thinking, ‘I’m truthful,’ they find joy in the meaning and the teaching, and find joy connected with the teaching.

# mn99:21.5
source: Yaṃ taṃ kusalūpasaṃhitaṃ pāmojjaṃ, cittassāhaṃ etaṃ parikkhāraṃ vadāmi—
mn: And I say that joy connected with the skillful is a prerequisite of the mind for

# mn99:21.6
source: yadidaṃ cittaṃ averaṃ abyābajjhaṃ tassa bhāvanāya.
mn: developing a mind free of enmity and ill will.

# mn99:21.7
source: Idha, māṇava, bhikkhu tapassī hoti … pe …
mn: Take a mendicant who practices austerities …

# mn99:21.8
source: brahmacārī hoti … pe …
mn: is celibate …

# mn99:21.9
source: sajjhāyabahulo hoti … pe …
mn: does lots of recitation …

# mn99:21.10
source: cāgabahulo hoti.
mn: and is very generous.

# mn99:21.11
source: So ‘cāgabahulomhī’ti labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.
mn: Thinking, ‘I’m very generous,’ they find joy in the meaning and the teaching, and find joy connected with the teaching.

# mn99:21.12
source: Yaṃ taṃ kusalūpasaṃhitaṃ pāmojjaṃ, cittassāhaṃ etaṃ parikkhāraṃ vadāmi—
mn: And I say that joy connected with the skillful is a prerequisite of the mind for

# mn99:21.13
source: yadidaṃ cittaṃ averaṃ abyābajjhaṃ tassa bhāvanāya.
mn: developing a mind free of enmity and ill will.

# mn99:21.14
source: Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, cittassāhaṃ ete parikkhāre vadāmi—
mn: I say that these five things prescribed by the brahmins for making merit are prerequisites of the mind for

# mn99:21.15
source: yadidaṃ cittaṃ averaṃ abyābajjhaṃ tassa bhāvanāyā”ti.
mn: developing a mind free of enmity and ill will.”

# mn99:22.1
source: Evaṃ vutte, subho māṇavo todeyyaputto bhagavantaṃ etadavoca:
mn: When he had spoken, Subha said to him,

# mn99:22.2
source: “sutaṃ metaṃ, bho gotama:
mn: “Master Gotama, I have heard that

# mn99:22.3
source: ‘samaṇo gotamo brahmānaṃ sahabyatāya maggaṃ jānātī’”ti.
mn: the ascetic Gotama knows a path to companionship with Brahmā.”

# mn99:22.4
source: “Taṃ kiṃ maññasi, māṇava,
mn: “What do you think, student?

# mn99:22.5
source: āsanne ito naḷakāragāmo, na yito dūre naḷakāragāmo”ti?
mn: Is the village of Naḷakāra nearby?”

# mn99:22.6
source: “Evaṃ, bho, āsanne ito naḷakāragāmo, na yito dūre naḷakāragāmo”ti.
mn: “Yes it is, sir.”

# mn99:22.7
source: “Taṃ, kiṃ maññasi, māṇava, idhassa puriso naḷakāragāme jātavaddho;
mn: “What do you think, student? Suppose a person was born and raised in Naḷakāra.

# mn99:22.8
source: tamenaṃ naḷakāragāmato tāvadeva avasaṭaṃ naḷakāragāmassa maggaṃ puccheyyuṃ;
mn: And as soon as they left the town some people asked them for the road to Naḷakāra.

# mn99:22.9
source: siyā nu kho, māṇava, tassa purisassa naḷakāragāme jātavaddhassa naḷakāragāmassa maggaṃ puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vā”ti?
mn: Would they be slow or hesitant to answer?”

# mn99:22.10
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.

# mn99:22.11
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn99:22.12
source: “Amu hi, bho gotama, puriso naḷakāragāme jātavaddho. Tassa sabbāneva naḷakāragāmassa maggāni suviditānī”ti.
mn: Because they were born and raised in Naḷakāra. They’re well acquainted with all the roads to the village.”

# mn99:22.13
source: “Siyā nu kho, māṇava, tassa purisassa naḷakāragāme jātavaddhassa naḷakāragāmassa maggaṃ puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vāti, na tveva tathāgatassa brahmalokaṃ vā brahmalokagāminiṃ vā paṭipadaṃ puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vā.
mn: “Still, it’s possible they might be slow or hesitant to answer. But the Realized One is never slow or hesitant when questioned about the Brahmā realm or the practice that leads to the Brahmā realm.

# mn99:22.14
source: Brahmānañcāhaṃ, māṇava, pajānāmi brahmalokañca brahmalokagāminiñca paṭipadaṃ; yathāpaṭipanno ca brahmalokaṃ upapanno tañca pajānāmī”ti.
mn: I understand Brahmā, the Brahmā realm, and the practice that leads to the Brahmā realm, practicing in accordance with which one is reborn in the Brahmā realm.”

# mn99:23.1
source: “Sutaṃ metaṃ, bho gotama:
mn: “Master Gotama, I have heard that

# mn99:23.2
source: ‘samaṇo gotamo brahmānaṃ sahabyatāya maggaṃ desetī’ti.
mn: the ascetic Gotama teaches a path to companionship with Brahmā.

# mn99:23.3
source: Sādhu me bhavaṃ gotamo brahmānaṃ sahabyatāya maggaṃ desetū”ti.
mn: Please teach me that path.”

# mn99:23.4
source: “Tena hi, māṇava, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.
mn: “Well then, student, listen and pay close attention, I will speak.”

# mn99:23.5
source: “Evaṃ, bho”ti kho subho māṇavo todeyyaputto bhagavato paccassosi.
mn: “Yes, sir,” replied Subha.

# mn99:23.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn99:24.1
source: “Katamo ca, māṇava, brahmānaṃ sahabyatāya maggo?
mn: “And what is a path to companionship with Brahmā?

# mn99:24.2
source: Idha, māṇava, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: Firstly, a mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn99:24.3
source: Evaṃ bhāvitāya kho, māṇava, mettāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati.
mn: When the heart’s release by love has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.

# mn99:24.4
source: Seyyathāpi, māṇava, balavā saṅkhadhamo appakasireneva cātuddisā viññāpeyya;
mn: Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions.

# mn99:24.5
source: evameva kho, māṇava … pe … evaṃ bhāvitāya kho, māṇava, mettāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati.
mn: In the same way, when the heart’s release by love has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.

# mn99:24.6
source: Ayampi kho, māṇava, brahmānaṃ sahabyatāya maggo.
mn: This is a path to companionship with Brahmā.

# mn99:25-27.1
source: “Puna caparaṃ, māṇava, bhikkhu karuṇāsahagatena cetasā … pe …
mn: Furthermore, a mendicant meditates spreading a heart full of compassion …

# mn99:25-27.2
source: muditāsahagatena cetasā … pe …
mn: They meditate spreading a heart full of rejoicing …

# mn99:25-27.3
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn99:25-27.4
source: Evaṃ bhāvitāya kho, māṇava, upekkhāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati.
mn: When the heart’s release by equanimity has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.

# mn99:25-27.5
source: Seyyathāpi, māṇava, balavā saṅkhadhamo appakasireneva cātuddisā viññāpeyya;
mn: Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions.

# mn99:25-27.6
source: evameva kho, māṇava … pe … evaṃ bhāvitāya kho, māṇava, upekkhāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati.
mn: In the same way, when the heart’s release by equanimity has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.

# mn99:25-27.7
source: Ayampi kho, māṇava, brahmānaṃ sahabyatāya maggo”ti.
mn: This too is a path to companionship with Brahmā.”

# mn99:28.1
source: Evaṃ vutte, subho māṇavo todeyyaputto bhagavantaṃ etadavoca:
mn: When he had spoken, Subha said to him,

# mn99:28.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
mn: “Excellent, Master Gotama! Excellent!

# mn99:28.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways.

# mn99:28.4
source: Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn99:28.5
source: Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ.
mn: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.

# mn99:28.6
source: Handa ca dāni mayaṃ, bho gotama, gacchāma;
mn: Well, now, Master Gotama, I must go.

# mn99:28.7
source: bahukiccā mayaṃ bahukaraṇīyā”ti.
mn: I have many duties, and much to do.”

# mn99:29.1
source: “Yassadāni tvaṃ, māṇava, kālaṃ maññasī”ti.
mn: “Please, student, go at your convenience.”

# mn99:29.2
source: Atha kho subho māṇavo todeyyaputto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
mn: And then Subha approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# mn99:30.1
source: Tena kho pana samayena jāṇussoṇi brāhmaṇo sabbasetena vaḷavābhirathena sāvatthiyā niyyāti divā divassa.
mn: Now at that time the brahmin Jāṇussoṇi drove out from Sāvatthī in the middle of the day in an all-white chariot drawn by mares.

# mn99:30.2
source: Addasā kho jāṇussoṇi brāhmaṇo subhaṃ māṇavaṃ todeyyaputtaṃ dūratova āgacchantaṃ.
mn: He saw the student Subha coming off in the distance,

# mn99:30.3
source: Disvāna subhaṃ māṇavaṃ todeyyaputtaṃ etadavoca:
mn: and said to him,

# mn99:30.4
source: “handa kuto nu bhavaṃ bhāradvājo āgacchati divā divassā”ti?
mn: “So, Master Bharadvāja, where are you coming from in the middle of the day?”

# mn99:30.5
source: “Ito hi kho ahaṃ, bho, āgacchāmi samaṇassa gotamassa santikā”ti.
mn: “Just now, good sir, I’ve come from the presence of the ascetic Gotama.”

# mn99:30.6
source: “Taṃ kiṃ maññasi, bhavaṃ bhāradvājo samaṇassa gotamassa paññāveyyattiyaṃ paṇḍito maññeti”?
mn: “What do you think of the ascetic Gotama’s lucidity of wisdom? Do you think he’s astute?”

# mn99:30.7
source: “Ko cāhaṃ, bho, ko ca samaṇassa gotamassa paññāveyyattiyaṃ jānissāmi?
mn: “My good man, who am I to judge the ascetic Gotama’s lucidity of wisdom?

# mn99:30.8
source: Sopi nūnassa tādisova yo samaṇassa gotamassa paññāveyyattiyaṃ jāneyyā”ti.
mn: You’d really have to be on the same level to judge his lucidity of wisdom.”

# mn99:30.9
source: “Uḷārāya khalu bhavaṃ bhāradvājo samaṇaṃ gotamaṃ pasaṃsāya pasaṃsatī”ti.
mn: “Master Bharadvāja praises the ascetic Gotama with lofty praise indeed.”

# mn99:30.10
source: “Ko cāhaṃ, bho, ko ca samaṇaṃ gotamaṃ pasaṃsissāmi?
mn: “Who am I to praise the ascetic Gotama?

# mn99:30.11
source: Pasatthapasatthova so bhavaṃ gotamo seṭṭho devamanussānaṃ.
mn: He is praised by the praised as the best of gods and humans.

# mn99:30.12
source: Ye cime, bho, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya;
mn: The five things that the brahmins prescribe for making merit and succeeding in the skillful

# mn99:30.13
source: cittassete samaṇo gotamo parikkhāre vadeti—
mn: he says are prerequisites of the mind for

# mn99:30.14
source: yadidaṃ cittaṃ averaṃ abyābajjhaṃ tassa bhāvanāyā”ti.
mn: developing a mind free of enmity and ill will.”

# mn99:31.1
source: Evaṃ vutte, jāṇussoṇi brāhmaṇo sabbasetā vaḷavābhirathā orohitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā udānaṃ udānesi:
mn: When he had spoken, Jāṇussoṇi got down from his chariot, arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha, and was inspired to exclaim three times,

# mn99:31.2
source: “lābhā rañño pasenadissa kosalassa, suladdhalābhā rañño pasenadissa kosalassa
mn: “King Pasenadi of Kosala is lucky, so very lucky

# mn99:31.3
source: yassa vijite tathāgato viharati arahaṃ sammāsambuddho”ti.
mn: that the Realized One, the perfected one, the fully awakened Buddha is living in his realm!”
