Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn098.po
Languages: mn

# mn98:0.1
source: Majjhima Nikāya 98
mn: Middle Discourses 98

# mn98:0.2
source: Vāseṭṭhasutta
mn: With Vāseṭṭha

# mn98:1.1
source: Evaṃ me sutaṃ—​
mn: So I have heard.

# mn98:1.2
source: ekaṃ samayaṃ bhagavā icchānaṅgale viharati icchānaṅgalavanasaṇḍe.
mn: At one time the Buddha was staying in a forest near Icchānaṅgala.

# mn98:2.1
source: Tena kho pana samayena sambahulā abhiññātā abhiññātā brāhmaṇamahāsālā icchānaṅgale paṭivasanti, seyyathidaṃ—
mn: Now at that time several very well-known well-to-do brahmins were residing in Icchānaṅgala. They included

# mn98:2.2
source: caṅkī brāhmaṇo, tārukkho brāhmaṇo, pokkharasāti brāhmaṇo, jāṇussoṇi brāhmaṇo, todeyyo brāhmaṇo, aññe ca abhiññātā abhiññātā brāhmaṇamahāsālā.
mn: the brahmins Caṅkī, Tārukkha, Pokkharasāti, Jāṇussoṇi, Todeyya, and others.

# mn98:3.1
source: Atha kho vāseṭṭhabhāradvājānaṃ māṇavānaṃ jaṅghāvihāraṃ anucaṅkamantānaṃ anuvicarantānaṃ ayamantarākathā udapādi:
mn: Then as the brahmin students Vāseṭṭha and Bhāradvāja were going for a walk they began a discussion:

# mn98:3.2
source: “kathaṃ, bho, brāhmaṇo hotī”ti?
mn: “How is one a brahmin?”

# mn98:3.3
source: Bhāradvājo māṇavo evamāha:
mn: Bhāradvāja said this:

# mn98:3.4
source: “yato kho, bho, ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena—
mn: “When you’re well born on both your mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation—

# mn98:3.5
source: ettāvatā kho, bho, brāhmaṇo hotī”ti.
mn: then you’re a brahmin.”

# mn98:3.6
source: Vāseṭṭho māṇavo evamāha:
mn: Vāseṭṭha said this:

# mn98:3.7
source: “yato kho, bho, sīlavā ca hoti vattasampanno ca—
mn: “When you’re ethical and accomplished in doing your duties—

# mn98:3.8
source: ettāvatā kho, bho, brāhmaṇo hotī”ti.
mn: then you’re a brahmin.”

# mn98:4.1
source: Neva kho asakkhi bhāradvājo māṇavo vāseṭṭhaṃ māṇavaṃ saññāpetuṃ, na pana asakkhi vāseṭṭho māṇavo bhāradvājaṃ māṇavaṃ saññāpetuṃ.
mn: But neither was able to persuade the other.

# mn98:5.1
source: Atha kho vāseṭṭho māṇavo bhāradvājaṃ māṇavaṃ āmantesi:
mn: So Vāseṭṭha said to Bhāradvāja:

# mn98:5.2
source: “ayaṃ kho, bho bhāradvāja, samaṇo gotamo sakyaputto sakyakulā pabbajito icchānaṅgale viharati icchānaṅgalavanasaṇḍe.
mn: “Master Bhāradvāja, the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—is staying in a forest near Icchānaṅgala.

# mn98:5.3
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn98:5.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn98:5.5
source: Āyāma, bho bhāradvāja, yena samaṇo gotamo tenupasaṅkamissāma; upasaṅkamitvā samaṇaṃ gotamaṃ etamatthaṃ pucchissāma.
mn: Come, let’s go to see him and ask him about this matter.

# mn98:5.6
source: Yathā no samaṇo gotamo byākarissati tathā naṃ dhāressāmā”ti.
mn: As he answers, so we’ll remember it.”

# mn98:5.7
source: “Evaṃ, bho”ti kho bhāradvājo māṇavo vāseṭṭhassa māṇavassa paccassosi.
mn: “Yes, sir,” replied Bhāradvāja.

# mn98:6.1
source: Atha kho vāseṭṭhabhāradvājā māṇavā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavatā saddhiṃ sammodiṃsu.
mn: So they went to the Buddha, and exchanged greetings with him.

# mn98:6.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu.
mn: When the greetings and polite conversation were over, they sat down to one side,

# mn98:6.3
source: Ekamantaṃ nisinno kho vāseṭṭho māṇavo bhagavantaṃ gāthāhi ajjhabhāsi:
mn: and Vāseṭṭha addressed the Buddha in verse:

# mn98:7.1
source: “Anuññātapaṭiññātā,
mn: “We’re both authorized masters

# mn98:7.2
source: tevijjā mayamasmubho;
mn: of the three Vedas.

# mn98:7.3
source: Ahaṃ pokkharasātissa,
mn: I’m a student of Pokkharasāti,

# mn98:7.4
source: tārukkhassāyaṃ māṇavo.
mn: and he of Tārukkha.

# mn98:7.5
source: Tevijjānaṃ yadakkhātaṃ,
mn: We’re fully qualified

# mn98:7.6
source: tatra kevalinosmase;
mn: in all the Vedic experts teach.

# mn98:7.7
source: Padakasmā veyyākaraṇā,
mn: As philologists and grammarians,

# mn98:7.8
source: jappe ācariyasādisā;
mn: we match our teachers in recitation.

# mn98:7.9
source: Tesaṃ no jātivādasmiṃ,
mn: We have a dispute

# mn98:7.10
source: vivādo atthi gotama.
mn: regarding the question of ancestry.

# mn98:7.11
source: Jātiyā brāhmaṇo hoti,
mn: For Bhāradvāja says that

# mn98:7.12
source: bhāradvājo iti bhāsati;
mn: one is a brahmin due to birth,

# mn98:7.13
source: Ahañca kammunā brūmi,
mn: but I declare it’s because of one’s actions.

# mn98:7.14
source: evaṃ jānāhi cakkhuma.
mn: Oh seer, know this as our debate.

# mn98:7.15
source: Te na sakkoma ñāpetuṃ,
mn: Since neither of us was able

# mn98:7.16
source: aññamaññaṃ mayaṃ ubho;
mn: to convince the other,

# mn98:7.17
source: Bhavantaṃ puṭṭhumāgamā,
mn: we’ve come to ask you, sir,

# mn98:7.18
source: sambuddhaṃ iti vissutaṃ.
mn: so renowned as the awakened one.

# mn98:7.19
source: Candaṃ yathā khayātītaṃ,
mn: As people honor with joined palms

# mn98:7.20
source: pecca pañjalikā janā;
mn: the moon on the cusp of waxing,

# mn98:7.21
source: Vandamānā namassanti,
mn: bowing, they revere

# mn98:7.22
source: lokasmiṃ gotamaṃ.
mn: Gotama in the world.

# mn98:7.23
source: Cakkhuṃ loke samuppannaṃ,
mn: We ask this of Gotama,

# mn98:7.24
source: mayaṃ pucchāma gotamaṃ;
mn: the eye arisen in the world:

# mn98:7.25
source: Jātiyā brāhmaṇo hoti,
mn: is one a brahmin due to birth,

# mn98:7.26
source: udāhu bhavati kammunā;
mn: or else because of actions?

# mn98:7.27
source: Ajānataṃ no pabrūhi,
mn: We don’t know, please tell us,

# mn98:7.28
source: yathā jānemu brāhmaṇan”ti.
mn: so that we can know a brahmin.”

# mn98:8.1
source: “Tesaṃ vo ahaṃ byakkhissaṃ, (vāseṭṭhāti bhagavā)
mn: “I shall explain to you,” said the Buddha,

# mn98:8.2
source: Anupubbaṃ yathātathaṃ;
mn: “accurately and in sequence,

# mn98:8.3
source: Jātivibhaṅgaṃ pāṇānaṃ,
mn: the taxonomy of living creatures,

# mn98:8.4
source: Aññamaññāhi jātiyo.
mn: for species are indeed diverse.

# mn98:8.5
source: Tiṇarukkhepi jānātha,
mn: Know the grass and trees,

# mn98:8.6
source: na cāpi paṭijānare;
mn: though they lack self-awareness.

# mn98:8.7
source: Liṅgaṃ jātimayaṃ tesaṃ,
mn: They’re defined by their birth,

# mn98:8.8
source: aññamaññā hi jātiyo.
mn: for species are indeed diverse.

# mn98:8.9
source: Tato kīṭe paṭaṅge ca,
mn: Next there are bugs and moths,

# mn98:8.10
source: yāva kunthakipillike;
mn: and so on, to ants and termites.

# mn98:8.11
source: Liṅgaṃ jātimayaṃ tesaṃ,
mn: They’re defined by their birth,

# mn98:8.12
source: aññamaññā hi jātiyo.
mn: for species are indeed diverse.

# mn98:8.13
source: Catuppadepi jānātha,
mn: Know the quadrupeds, too,

# mn98:8.14
source: khuddake ca mahallake;
mn: both small and large.

# mn98:8.15
source: Liṅgaṃ jātimayaṃ tesaṃ,
mn: They’re defined by their birth,

# mn98:8.16
source: aññamaññā hi jātiyo.
mn: for species are indeed diverse.

# mn98:8.17
source: Pādudarepi jānātha,
mn: Know, too, the long-backed snakes,

# mn98:8.18
source: urage dīghapiṭṭhike;
mn: crawling on their bellies.

# mn98:8.19
source: Liṅgaṃ jātimayaṃ tesaṃ,
mn: They’re defined by their birth,

# mn98:8.20
source: aññamaññā hi jātiyo.
mn: for species are indeed diverse.

# mn98:8.21
source: Tato macchepi jānātha,
mn: Next know the fish,

# mn98:8.22
source: udake vārigocare;
mn: whose habitat is the water.

# mn98:8.23
source: Liṅgaṃ jātimayaṃ tesaṃ,
mn: They’re defined by their birth,

# mn98:8.24
source: aññamaññā hi jātiyo.
mn: for species are indeed diverse.

# mn98:8.25
source: Tato pakkhīpi jānātha,
mn: Next know the birds,

# mn98:8.26
source: pattayāne vihaṅgame;
mn: flying with wings as chariots.

# mn98:8.27
source: Liṅgaṃ jātimayaṃ tesaṃ,
mn: They’re defined by their birth,

# mn98:8.28
source: aññamaññā hi jātiyo.
mn: for species are indeed diverse.

# mn98:9.1
source: Yathā etāsu jātīsu,
mn: While the differences between these species

# mn98:9.2
source: liṅgaṃ jātimayaṃ puthu;
mn: are defined by their birth,

# mn98:9.3
source: Evaṃ natthi manussesu,
mn: the differences between humans

# mn98:9.4
source: liṅgaṃ jātimayaṃ puthu.
mn: are not defined by their birth.

# mn98:9.5
source: Na kesehi na sīsehi,
mn: Not by hair nor by head,

# mn98:9.6
source: na kaṇṇehi na akkhīhi;
mn: not by ear nor by eye,

# mn98:9.7
source: Na mukhena na nāsāya,
mn: not by mouth nor by nose,

# mn98:9.8
source: na oṭṭhehi bhamūhi vā.
mn: not by lips nor by eyebrow,

# mn98:9.9
source: Na gīvāya na aṃsehi,
mn: not by shoulder nor by neck,

# mn98:9.10
source: na udarena na piṭṭhiyā;
mn: not by belly nor by back,

# mn98:9.11
source: Na soṇiyā na urasā,
mn: not by buttocks nor by breast,

# mn98:9.12
source: na sambādhe na methune.
mn: not by genitals nor by groin,

# mn98:9.13
source: Na hatthehi na pādehi,
mn: not by hands nor by feet,

# mn98:9.14
source: naṅgulīhi nakhehi vā;
mn: not by fingers nor by nails,

# mn98:9.15
source: Na jaṅghāhi na ūrūhi,
mn: not by knees nor by thighs,

# mn98:9.16
source: na vaṇṇena sarena vā;
mn: not by color nor by voice:

# mn98:9.17
source: Liṅgaṃ jātimayaṃ neva,
mn: none of these are defined by birth

# mn98:9.18
source: yathā aññāsu jātisu.
mn: as it is for other species.

# mn98:9.19
source: Paccattañca sarīresu,
mn: In individual human bodies

# mn98:9.20
source: manussesvetaṃ na vijjati;
mn: you can’t find such distinctions.

# mn98:9.21
source: Vokārañca manussesu,
mn: The distinctions among humans

# mn98:9.22
source: samaññāya pavuccati.
mn: are spoken of by convention.

# mn98:10.1
source: Yo hi koci manussesu,
mn: Anyone among humans

# mn98:10.2
source: gorakkhaṃ upajīvati;
mn: who lives off keeping cattle:

# mn98:10.3
source: Evaṃ vāseṭṭha jānāhi,
mn: know them, Vāseṭṭha,

# mn98:10.4
source: kassako so na brāhmaṇo.
mn: as a farmer, not a brahmin.

# mn98:10.5
source: Yo hi koci manussesu,
mn: Anyone among humans

# mn98:10.6
source: puthusippena jīvati;
mn: who lives off various professions:

# mn98:10.7
source: Evaṃ vāseṭṭha jānāhi,
mn: know them, Vāseṭṭha,

# mn98:10.8
source: sippiko so na brāhmaṇo.
mn: as a professional, not a brahmin.

# mn98:10.9
source: Yo hi koci manussesu,
mn: Anyone among humans

# mn98:10.10
source: vohāraṃ upajīvati;
mn: who lives off trade:

# mn98:10.11
source: Evaṃ vāseṭṭha jānāhi,
mn: know them, Vāseṭṭha,

# mn98:10.12
source: vāṇijo so na brāhmaṇo.
mn: as a trader, not a brahmin.

# mn98:10.13
source: Yo hi koci manussesu,
mn: Anyone among humans

# mn98:10.14
source: parapessena jīvati;
mn: who lives off serving others:

# mn98:10.15
source: Evaṃ vāseṭṭha jānāhi,
mn: know them, Vāseṭṭha,

# mn98:10.16
source: pessako so na brāhmaṇo.
mn: as an employee, not a brahmin.

# mn98:10.17
source: Yo hi koci manussesu,
mn: Anyone among humans

# mn98:10.18
source: adinnaṃ upajīvati;
mn: who lives off stealing:

# mn98:10.19
source: Evaṃ vāseṭṭha jānāhi,
mn: know them, Vāseṭṭha,

# mn98:10.20
source: coro eso na brāhmaṇo.
mn: as a bandit, not a brahmin.

# mn98:10.21
source: Yo hi koci manussesu,
mn: Anyone among humans

# mn98:10.22
source: issatthaṃ upajīvati;
mn: who lives off archery:

# mn98:10.23
source: Evaṃ vāseṭṭha jānāhi,
mn: know them, Vāseṭṭha,

# mn98:10.24
source: yodhājīvo na brāhmaṇo.
mn: as a soldier, not a brahmin.

# mn98:10.25
source: Yo hi koci manussesu,
mn: Anyone among humans

# mn98:10.26
source: porohiccena jīvati;
mn: who lives off priesthood:

# mn98:10.27
source: Evaṃ vāseṭṭha jānāhi,
mn: know them, Vāseṭṭha,

# mn98:10.28
source: yājako so na brāhmaṇo.
mn: as a sacrificer, not a brahmin.

# mn98:10.29
source: Yo hi koci manussesu,
mn: Anyone among humans

# mn98:10.30
source: gāmaṃ raṭṭhañca bhuñjati;
mn: who taxes village and nation,

# mn98:10.31
source: Evaṃ vāseṭṭha jānāhi,
mn: know them, Vāseṭṭha,

# mn98:10.32
source: rājā eso na brāhmaṇo.
mn: as a ruler, not a brahmin.

# mn98:11.1
source: Na cāhaṃ brāhmaṇaṃ brūmi,
mn: I don’t call someone a brahmin

# mn98:11.2
source: yonijaṃ mattisambhavaṃ;
mn: after the mother or womb they came from.

# mn98:11.3
source: Bhovādi nāma so hoti,
mn: If they still have attachments,

# mn98:11.4
source: sace hoti sakiñcano;
mn: they’re just someone who says ‘sir’.

# mn98:11.5
source: Akiñcanaṃ anādānaṃ,
mn: One with nothing, by not grasping:

# mn98:11.6
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.7
source: Sabbasaṃyojanaṃ chetvā,
mn: Having cut off all fetters

# mn98:11.8
source: yo ve na paritassati;
mn: they have no anxiety.

# mn98:11.9
source: Saṅgātigaṃ visaṃyuttaṃ,
mn: They’ve got over clinging, and are detached:

# mn98:11.10
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.11
source: Chetvā naddhiṃ varattañca,
mn: They’ve cut the strap and harness,

# mn98:11.12
source: sandānaṃ sahanukkamaṃ;
mn: the reins and bridle too,

# mn98:11.13
source: Ukkhittapalighaṃ buddhaṃ,
mn: with cross-bar lifted, they’re awakened:

# mn98:11.14
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.15
source: Akkosaṃ vadhabandhañca,
mn: Abuse, murder, abduction:

# mn98:11.16
source: aduṭṭho yo titikkhati;
mn: they endure these without anger.

# mn98:11.17
source: Khantībalaṃ balānīkaṃ,
mn: Patience is their powerful army:

# mn98:11.18
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.19
source: Akkodhanaṃ vatavantaṃ,
mn: Not angered or stuck up,

# mn98:11.20
source: sīlavantaṃ anussadaṃ;
mn: dutiful in precepts and observances,

# mn98:11.21
source: Dantaṃ antimasārīraṃ,
mn: tamed, bearing their final body:

# mn98:11.22
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.23
source: Vāripokkharapatteva,
mn: Like rain off a lotus leaf,

# mn98:11.24
source: āraggeriva sāsapo;
mn: like a mustard seed off the point of a pin,

# mn98:11.25
source: Yo na limpati kāmesu,
mn: sensual pleasures slide off them:

# mn98:11.26
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.27
source: Yo dukkhassa pajānāti,
mn: They understand for themselves

# mn98:11.28
source: idheva khayamattano;
mn: in this life the end of suffering;

# mn98:11.29
source: Pannabhāraṃ visaṃyuttaṃ,
mn: with burden put down, detached:

# mn98:11.30
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.31
source: Gambhīrapaññaṃ medhāviṃ,
mn: Deep in wisdom, intelligent,

# mn98:11.32
source: maggāmaggassa kovidaṃ;
mn: expert in the variety of paths;

# mn98:11.33
source: Uttamatthamanuppattaṃ,
mn: arrived at the highest goal:

# mn98:11.34
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.35
source: Asaṃsaṭṭhaṃ gahaṭṭhehi,
mn: Socializing with neither

# mn98:11.36
source: anāgārehi cūbhayaṃ;
mn: householders nor the homeless.

# mn98:11.37
source: Anokasārimappicchaṃ,
mn: A migrant without a shelter, few in wishes:

# mn98:11.38
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.39
source: Nidhāya daṇḍaṃ bhūtesu,
mn: They’ve laid down the rod

# mn98:11.40
source: tasesu thāvaresu ca;
mn: against creatures firm and frail;

# mn98:11.41
source: Yo na hanti na ghāteti,
mn: they don’t kill or cause to kill:

# mn98:11.42
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.43
source: Aviruddhaṃ viruddhesu,
mn: Not fighting among those who fight,

# mn98:11.44
source: attadaṇḍesu nibbutaṃ;
mn: they’re extinguished among those who’ve taken up arms.

# mn98:11.45
source: Sādānesu anādānaṃ,
mn: Not grasping among those who grasp:

# mn98:11.46
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.47
source: Yassa rāgo ca doso ca,
mn: They’ve discarded greed and hate,

# mn98:11.48
source: māno makkho ca ohito;
mn: conceit and denigration,

# mn98:11.49
source: Sāsaporiva āraggā,
mn: like a mustard seed off the point of a pin:

# mn98:11.50
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.51
source: Akakkasaṃ viññāpaniṃ,
mn: The words they utter

# mn98:11.52
source: giraṃ saccaṃ udīraye;
mn: are sweet, informative, and true,

# mn98:11.53
source: Yāya nābhisajje kiñci,
mn: and don’t offend anyone:

# mn98:11.54
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.55
source: Yo ca dīghaṃ va rassaṃ vā,
mn: They don’t steal anything in the world,

# mn98:11.56
source: aṇuṃ thūlaṃ subhāsubhaṃ;
mn: long or short,

# mn98:11.57
source: Loke adinnaṃ nādeti,
mn: fine or coarse, beautiful or ugly:

# mn98:11.58
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.59
source: Āsā yassa na vijjanti,
mn: They have no hope

# mn98:11.60
source: asmiṃ loke paramhi ca;
mn: for this world or the next;

# mn98:11.61
source: Nirāsāsaṃ visaṃyuttaṃ,
mn: free of hope, detached:

# mn98:11.62
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.63
source: Yassālayā na vijjanti,
mn: They have no clinging,

# mn98:11.64
source: aññāya akathaṅkathiṃ;
mn: knowledge has freed them of doubt,

# mn98:11.65
source: Amatogadhaṃ anuppattaṃ,
mn: they’ve arrived at the culmination of the deathless:

# mn98:11.66
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.67
source: Yodhapuññañca pāpañca,
mn: They’ve escaped clinging

# mn98:11.68
source: ubho saṅgaṃ upaccagā;
mn: to both good and bad deeds;

# mn98:11.69
source: Asokaṃ virajaṃ suddhaṃ,
mn: sorrowless, stainless, pure:

# mn98:11.70
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.71
source: Candaṃ va vimalaṃ suddhaṃ,
mn: Pure as the spotless moon,

# mn98:11.72
source: vippasannaṃ anāvilaṃ;
mn: clear and undisturbed,

# mn98:11.73
source: Nandībhavaparikkhīṇaṃ,
mn: they’ve ended desire to be reborn:

# mn98:11.74
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.75
source: Yo imaṃ palipathaṃ duggaṃ,
mn: They’ve got past this grueling swamp

# mn98:11.76
source: saṃsāraṃ mohamaccagā;
mn: of delusion, transmigration.

# mn98:11.77
source: Tiṇṇo pāraṅgato jhāyī,
mn: They’ve crossed over to the far shore,

# mn98:11.78
source: anejo akathaṅkathī;
mn: stilled and free of doubt.

# mn98:11.79
source: Anupādāya nibbuto,
mn: They’re extinguished by not grasping:

# mn98:11.80
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.81
source: Yodhakāme pahantvāna,
mn: They’ve given up sensual stimulations,

# mn98:11.82
source: anāgāro paribbaje;
mn: and have gone forth from lay life;

# mn98:11.83
source: Kāmabhavaparikkhīṇaṃ,
mn: they’ve ended rebirth in the sensual realm:

# mn98:11.84
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.85
source: Yodhataṇhaṃ pahantvāna,
mn: They’ve given up craving,

# mn98:11.86
source: anāgāro paribbaje;
mn: and have gone forth from lay life;

# mn98:11.87
source: Taṇhābhavaparikkhīṇaṃ,
mn: they’ve ended craving to be reborn:

# mn98:11.88
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.89
source: Hitvā mānusakaṃ yogaṃ,
mn: They’ve given up human bonds,

# mn98:11.90
source: dibbaṃ yogaṃ upaccagā;
mn: and gone beyond heavenly bonds;

# mn98:11.91
source: Sabbayogavisaṃyuttaṃ,
mn: detached from all attachments:

# mn98:11.92
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.93
source: Hitvā ratiñca aratiṃ,
mn: They’ve given up liking and disliking,

# mn98:11.94
source: sītībhūtaṃ nirūpadhiṃ;
mn: they’re cooled and free of attachments;

# mn98:11.95
source: Sabbalokābhibhuṃ vīraṃ,
mn: a hero, master of the whole world:

# mn98:11.96
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.97
source: Cutiṃ yo vedi sattānaṃ,
mn: They know the passing away

# mn98:11.98
source: upapattiñca sabbaso;
mn: and rebirth of all beings;

# mn98:11.99
source: Asattaṃ sugataṃ buddhaṃ,
mn: unattached, holy, awakened:

# mn98:11.100
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.101
source: Yassa gatiṃ na jānanti,
mn: Gods, fairies, and humans

# mn98:11.102
source: devā gandhabbamānusā;
mn: don’t know their destiny;

# mn98:11.103
source: Khīṇāsavaṃ arahantaṃ,
mn: the perfected ones with defilements ended:

# mn98:11.104
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.105
source: Yassa pure ca pacchā ca,
mn: They have nothing before or after,

# mn98:11.106
source: majjhe ca natthi kiñcanaṃ;
mn: or even in between;

# mn98:11.107
source: Akiñcanaṃ anādānaṃ,
mn: one with nothing, by not grasping:

# mn98:11.108
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.109
source: Usabhaṃ pavaraṃ vīraṃ,
mn: Leader of the herd, excellent hero,

# mn98:11.110
source: mahesiṃ vijitāvinaṃ;
mn: great hermit and victor;

# mn98:11.111
source: Anejaṃ nhātakaṃ buddhaṃ,
mn: stilled, washed, awakened:

# mn98:11.112
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:11.113
source: Pubbenivāsaṃ yo vedi,
mn: They know their past lives,

# mn98:11.114
source: saggāpāyañca passati;
mn: and see heaven and places of loss,

# mn98:11.115
source: Atho jātikkhayaṃ patto,
mn: and have attained the end of rebirth:

# mn98:11.116
source: tamahaṃ brūmi brāhmaṇaṃ.
mn: that’s who I call a brahmin.

# mn98:12.1
source: Samaññā hesā lokasmiṃ,
mn: For name and clan are assigned

# mn98:12.2
source: nāmagottaṃ pakappitaṃ;
mn: as mere convention in the world.

# mn98:12.3
source: Sammuccā samudāgataṃ,
mn: Arising by mutual agreement,

# mn98:12.4
source: tattha tattha pakappitaṃ.
mn: they’re assigned to each individual.

# mn98:12.5
source: Dīgharattānusayitaṃ,
mn: For a long time this misconception

# mn98:12.6
source: diṭṭhigatamajānataṃ;
mn: has prejudiced those who don’t understand.

# mn98:12.7
source: Ajānantā no pabrunti,
mn: Ignorant, they declare

# mn98:12.8
source: jātiyā hoti brāhmaṇo.
mn: that one is a brahmin by birth.

# mn98:12.9
source: Na jaccā brāhmaṇo hoti,
mn: You’re not a brahmin by birth,

# mn98:12.10
source: na jaccā hoti abrāhmaṇo;
mn: nor by birth a non-brahmin.

# mn98:12.11
source: Kammunā brāhmaṇo hoti,
mn: You’re a brahmin by your deeds,

# mn98:12.12
source: kammunā hoti abrāhmaṇo.
mn: and by deeds a non-brahmin.

# mn98:12.13
source: Kassako kammunā hoti,
mn: You’re a farmer by your deeds,

# mn98:12.14
source: sippiko hoti kammunā;
mn: by deeds you’re a professional;

# mn98:12.15
source: Vāṇijo kammunā hoti,
mn: you’re a trader by your deeds,

# mn98:12.16
source: pessako hoti kammunā.
mn: by deeds are you an employee;

# mn98:12.17
source: Coropi kammunā hoti,
mn: you’re a bandit by your deeds,

# mn98:12.18
source: yodhājīvopi kammunā;
mn: by deeds you’re a soldier;

# mn98:12.19
source: Yājako kammunā hoti,
mn: you’re a sacrificer by your deeds,

# mn98:12.20
source: rājāpi hoti kammunā.
mn: by deeds you’re a ruler.

# mn98:13.1
source: Evametaṃ yathābhūtaṃ,
mn: In this way in accord with truth,

# mn98:13.2
source: kammaṃ passanti paṇḍitā;
mn: the astute regard deeds.

# mn98:13.3
source: Paṭiccasamuppādadassā,
mn: Seeing dependent origination,

# mn98:13.4
source: kammavipākakovidā.
mn: they’re expert in deeds and their results.

# mn98:13.5
source: Kammunā vattati loko,
mn: Deeds make the world go on,

# mn98:13.6
source: kammunā vattati pajā;
mn: deeds make people go on;

# mn98:13.7
source: Kammanibandhanā sattā,
mn: sentient beings are bound by deeds,

# mn98:13.8
source: rathassāṇīva yāyato.
mn: like a moving chariot’s linchpin.

# mn98:13.9
source: Tapena brahmacariyena,
mn: By austerity and spiritual practice,
