Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn093.po
Languages: mn

# mn93:16.5
source: Kiñhi, bho gotama, dussīle pāpadhamme dinnaṃ mahapphalaṃ bhavissatī”ti?
mn: For how could an offering to someone who is unethical and of bad character be very fruitful?”

# mn93:17.1
source: “Pubbe kho tvaṃ, assalāyana, jātiṃ agamāsi;
mn: “Firstly you relied on birth, Assalāyana,

# mn93:17.2
source: jātiṃ gantvā mante agamāsi;
mn: then you switched to education,

# mn93:17.3
source: mante gantvā tape agamāsi;
mn: then you switched to abstemious behavior.

# mn93:17.4
source: tape gantvā cātuvaṇṇiṃ suddhiṃ paccāgato, yamahaṃ paññapemī”ti.
mn: Now you’ve come around to believing in purification for the four classes, just as I advocate.”

# mn93:17.5
source: Evaṃ vutte, assalāyano māṇavo tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi.
mn: When he said this, Assalāyana sat silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say.

# mn93:18.1
source: Atha kho bhagavā assalāyanaṃ māṇavaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā assalāyanaṃ māṇavaṃ etadavoca:
mn: Knowing this, the Buddha said to him:

# mn93:18.2
source: “bhūtapubbaṃ, assalāyana, sattannaṃ brāhmaṇisīnaṃ araññāyatane paṇṇakuṭīsu sammantānaṃ evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti:
mn: “Once upon a time, Assalāyana, seven brahmin hermits settled in leaf huts in a wilderness region. They had the following harmful misconception:

# mn93:18.3
source: ‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …
mn: ‘Only brahmins are the highest caste; other castes are inferior.

# mn93:18.4
source: pe …
mn: Only brahmins are the light caste; other castes are dark. Only brahmins are purified, not others.

# mn93:18.5
source: brahmadāyādā’ti.
mn: Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’

# mn93:18.6
source: Assosi kho, assalāyana, asito devalo isi:
mn: The hermit Devala the Dark heard about this.

# mn93:18.10
source: Atha kho, assalāyana, asito devalo isi kesamassuṃ kappetvā mañjiṭṭhavaṇṇāni dussāni nivāsetvā paṭaliyo upāhanā āruhitvā jātarūpamayaṃ daṇḍaṃ gahetvā sattannaṃ brāhmaṇisīnaṃ patthaṇḍile pāturahosi.
mn: So he did up his hair and beard, dressed in magenta robes, put on his boots, grasped a golden staff, and appeared in the courtyard of the seven brahmin hermits.

# mn93:18.11
source: Atha kho, assalāyana, asito devalo isi sattannaṃ brāhmaṇisīnaṃ patthaṇḍile caṅkamamāno evamāha:
mn: Then he wandered about the yard saying,

# mn93:18.12
source: ‘handa ko nu kho ime bhavanto brāhmaṇisayo gatā;
mn: ‘Where, oh where have those brahmin hermits gone?

# mn93:18.13
source: handa ko nu kho ime bhavanto brāhmaṇisayo gatā’ti?
mn: Where, oh where have those brahmin hermits gone?’

# mn93:18.14
source: Atha kho, assalāyana, sattannaṃ brāhmaṇisīnaṃ etadahosi:
mn: Then those brahmin hermits said,

# mn93:18.15
source: ‘ko nāyaṃ gāmaṇḍalarūpo viya sattannaṃ brāhmaṇisīnaṃ patthaṇḍile caṅkamamāno evamāha:
mn: ‘Who’s this wandering about our courtyard like a cowpoke?

# mn93:18.18
source: Handa naṃ abhisapāmā”’ti.
mn: Let’s curse him!’

# mn93:18.19
source: Atha kho, assalāyana, satta brāhmaṇisayo asitaṃ devalaṃ isiṃ abhisapiṃsu:
mn: So they cursed Devala the Dark,

# mn93:18.20
source: ‘bhasmā, vasala, hohi;
mn: ‘Be ashes, wretch!

# mn93:18.21
source: bhasmā, vasala, hohī’ti.
mn: Be ashes, wretch!’

# mn93:18.22
source: Yathā yathā kho, assalāyana, satta brāhmaṇisayo asitaṃ devalaṃ isiṃ abhisapiṃsu tathā tathā asito devalo isi abhirūpataro ceva hoti dassanīyataro ca pāsādikataro ca.
mn: But the more the hermits cursed him, the more attractive, good-looking, and lovely Devala the Dark became.

# mn93:18.23
source: Atha kho, assalāyana, sattannaṃ brāhmaṇisīnaṃ etadahosi:
mn: Then those brahmin hermits said,

# mn93:18.24
source: ‘moghaṃ vata no tapo, aphalaṃ brahmacariyaṃ.
mn: ‘Our austerities are in vain! Our spiritual path is fruitless!

# mn93:18.25
source: Mayañhi pubbe yaṃ abhisapāma—
mn: For when we used to curse someone

# mn93:18.26
source: bhasmā, vasala, hohi;
mn: to become ashes,

# mn93:18.27
source: bhasmā, vasala, hohīti bhasmāva bhavati ekacco.
mn: ashes they became.

# mn93:18.28
source: Imaṃ pana mayaṃ yathā yathā abhisapāma tathā tathā abhirūpataro ceva hoti dassanīyataro ca pāsādikataro cā’ti.
mn: But the more we curse this one, the more attractive, good-looking, and lovely he becomes.’

# mn93:18.29
source: ‘Na bhavantānaṃ moghaṃ tapo, nāphalaṃ brahmacariyaṃ.
mn: ‘Gentlemen, your austerities are not in vain; your spiritual path is not fruitless.

# mn93:18.30
source: Iṅgha bhavanto, yo mayi manopadoso taṃ pajahathā’ti.
mn: Please let go of your malevolence towards me.’

# mn93:18.31
source: ‘Yo bhavati manopadoso taṃ pajahāma.
mn: ‘We let go of our malevolence towards you.

# mn93:18.32
source: Ko nu bhavaṃ hotī’ti?
mn: But who are you, sir?’

# mn93:18.33
source: ‘Suto nu bhavataṃ—
mn: ‘Have you heard of

# mn93:18.34
source: asito devalo isī’ti?
mn: the hermit Devala the Dark?’

# mn93:18.35
source: ‘Evaṃ, bho’.
mn: ‘Yes, sir.’

# mn93:18.36
source: ‘So khvāhaṃ, bho, homī’ti.
mn: ‘I am he, sirs.’

# mn93:18.37
source: Atha kho, assalāyana, satta brāhmaṇisayo asitaṃ devalaṃ isiṃ abhivādetuṃ upakkamiṃsu.
mn: Then they approached Devala and bowed to him.

# mn93:18.38
source: Atha kho, assalāyana, asito devalo isi satta brāhmaṇisayo etadavoca:
mn: Devala said to them,

# mn93:18.39
source: ‘sutaṃ metaṃ, bho, sattannaṃ kira brāhmaṇisīnaṃ araññāyatane paṇṇakuṭīsu sammantānaṃ evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ—
mn: ‘I heard that when the seven brahmin hermits had settled in leaf huts in a wilderness region, they had the following harmful misconception:

# mn93:18.40
source: brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo;
mn: “Only brahmins are the highest caste; other castes are inferior.

# mn93:18.41
source: brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo;
mn: Only brahmins are the light caste; other castes are dark.

# mn93:18.42
source: brāhmaṇāva sujjhanti, no abrāhmaṇā;
mn: Only brahmins are purified, not others.

# mn93:18.43
source: brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti.
mn: Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.”’

# mn93:18.44
source: ‘Evaṃ, bho’.
mn: ‘That’s right, sir.’

# mn93:18.45
source: ‘Jānanti pana bhonto—
mn: ‘But do you know

# mn93:18.46
source: yā janikā mātā brāhmaṇaṃyeva agamāsi, no abrāhmaṇan’ti?
mn: whether your birth mother only had relations with a brahmin and not with a non-brahmin?’

# mn93:18.47
source: ‘No hidaṃ, bho’.
mn: ‘We don’t know that.’

# mn93:18.48
source: ‘Jānanti pana bhonto—
mn: ‘But do you know

# mn93:18.49
source: yā janikāmātu mātā yāva sattamā mātumātāmahayugā brāhmaṇaṃyeva agamāsi, no abrāhmaṇan’ti?
mn: whether your birth mother’s mothers back to the seventh generation only had relations with brahmins and not with non-brahmins?’

# mn93:18.50
source: ‘No hidaṃ, bho’.
mn: ‘We don’t know that.’

# mn93:18.51
source: ‘Jānanti pana bhonto—
mn: ‘But do you know

# mn93:18.52
source: yo janako pitā brāhmaṇiṃyeva agamāsi, no abrāhmaṇin’ti?
mn: whether your birth father only had relations with a brahmin woman and not with a non-brahmin?’

# mn93:18.53
source: ‘No hidaṃ, bho’.
mn: ‘We don’t know that.’

# mn93:18.54
source: ‘Jānanti pana bhonto—
mn: ‘But do you know

# mn93:18.55
source: yo janakapitu pitā yāva sattamā pitupitāmahayugā brāhmaṇiṃyeva agamāsi, no abrāhmaṇin’ti?
mn: whether your birth father’s fathers back to the seventh generation only had relations with brahmins and not with non-brahmins?’

# mn93:18.56
source: ‘No hidaṃ, bho’.
mn: ‘We don’t know that.’

# mn93:18.57
source: ‘Jānanti pana bhonto—
mn: ‘But do you know

# mn93:18.58
source: yathā gabbhassa avakkanti hotī’ti?
mn: how an embryo is conceived?’

# mn93:18.59
source: ‘Jānāma mayaṃ, bho—
mn: ‘We do know that, sir.

# mn93:18.61
source: Idha mātāpitaro ca sannipatitā honti, mātā ca utunī hoti, gandhabbo ca paccupaṭṭhito hoti; evaṃ tiṇṇaṃ sannipātā gabbhassa avakkanti hotī’ti.
mn: An embryo is conceived when these three things come together—the mother and father come together, the mother is in the fertile part of her menstrual cycle, and the spirit being reborn is present.’

# mn93:18.62
source: ‘Jānanti pana bhonto—
mn: ‘But do you know

# mn93:18.63
source: taggha, so gandhabbo khattiyo vā brāhmaṇo vā vesso vā suddo vā’ti?
mn: for sure whether that spirit is an aristocrat, a brahmin, a merchant, or a worker?’

# mn93:18.64
source: ‘Na mayaṃ, bho, jānāma—
mn: ‘We don’t know that.’

# mn93:18.66
source: ‘Evaṃ sante, bho, jānātha—
mn: ‘In that case, sirs, don’t you know

# mn93:18.67
source: ke tumhe hothā’ti?
mn: what you are?’

# mn93:18.68
source: ‘Evaṃ sante, bho, na mayaṃ jānāma—
mn: ‘In that case, sir, we don’t know

# mn93:18.69
source: ke mayaṃ homā’ti.
mn: what we are.’

# mn93:18.70
source: Te hi nāma, assalāyana, satta brāhmaṇisayo asitena devalena isinā sake jātivāde samanuyuñjīyamānā samanuggāhīyamānā samanubhāsīyamānā na sampāyissanti;
mn: So even those seven brahmin hermits were stumped when pursued, pressed, and grilled by the seer Devala on their own doctrine of ancestry.

# mn93:18.71
source: kiṃ pana tvaṃ etarahi mayā sakasmiṃ jātivāde samanuyuñjīyamāno samanuggāhīyamāno samanubhāsīyamāno sampāyissasi, yesaṃ tvaṃ sācariyako na puṇṇo dabbigāho”ti.
mn: So how could you succeed, being grilled by me now on your own doctrine of ancestry—you who have not even mastered your own teacher’s doctrine?”

# mn93:19.1
source: Evaṃ vutte, assalāyano māṇavo bhagavantaṃ etadavoca:
mn: When he had spoken, Assalāyana said to him,

# mn93:19.2
source: “abhikkantaṃ, bho gotama … pe …
mn: “Excellent, Master Gotama! …

# mn93:19.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
