Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn090.po
Languages: mn

# mn90:0.1
source: Majjhima Nikāya 90
mn: Middle Discourses 90

# mn90:0.2
source: Kaṇṇakatthalasutta
mn: At Kaṇṇakatthala

# mn90:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn90:1.2
source: ekaṃ samayaṃ bhagavā uruññāyaṃ viharati kaṇṇakatthale migadāye.
mn: At one time the Buddha was staying near Ujuñña, in the deer park at Kaṇṇakatthala.

# mn90:2.1
source: Tena kho pana samayena rājā pasenadi kosalo uruññaṃ anuppatto hoti kenacideva karaṇīyena.
mn: Now at that time King Pasenadi of Kosala had arrived at Ujuñña on some business.

# mn90:2.2
source: Atha kho rājā pasenadi kosalo aññataraṃ purisaṃ āmantesi:
mn: Then he addressed a man,

# mn90:2.3
source: “ehi tvaṃ, ambho purisa, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha:
mn: “Please, mister, go to the Buddha, and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably.

# mn90:2.5
source: evañca vadehi:
mn: And then say:

# mn90:2.6
source: ‘ajja kira, bhante, rājā pasenadi kosalo pacchābhattaṃ bhuttapātarāso bhagavantaṃ dassanāya upasaṅkamissatī’”ti.
mn: ‘Sir, King Pasenadi of Kosala will come to see you today when he has finished breakfast.’”

# mn90:2.7
source: “Evaṃ, devā”ti kho so puriso rañño pasenadissa kosalassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so puriso bhagavantaṃ etadavoca:
mn: “Yes, Your Majesty,” that man replied. He did as the king asked.

# mn90:3.1
source: Assosuṃ kho somā ca bhaginī sakulā ca bhaginī:
mn: The sisters Somā and Sakulā heard this.

# mn90:3.3
source: Atha kho somā ca bhaginī sakulā ca bhaginī rājānaṃ pasenadiṃ kosalaṃ bhattābhihāre upasaṅkamitvā etadavocuṃ:
mn: While the meal was being served, they approached the king and said,

# mn90:3.4
source: “tena hi, mahārāja, amhākampi vacanena bhagavato pāde sirasā vandāhi, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha:
mn: “Great king, since you are going to the Buddha, please bow in our name with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably.”

# mn90:4.1
source: Atha kho rājā pasenadi kosalo pacchābhattaṃ bhuttapātarāso yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
mn: When he had finished breakfast, King Pasenadi went to the Buddha, bowed, sat down to one side, and said to him,

# mn90:4.2
source: “somā ca, bhante, bhaginī sakulā ca bhaginī bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī”ti.
mn: “Sir, the sisters Somā and Sakulā bow with their heads to your feet. They ask if you are healthy and well, nimble, strong, and living comfortably.”

# mn90:4.3
source: “Kiṃ pana, mahārāja, somā ca bhaginī sakulā ca bhaginī aññaṃ dūtaṃ nālatthun”ti?
mn: “But, great king, couldn’t they get any other messenger?”

# mn90:4.4
source: “Assosuṃ kho, bhante, somā ca bhaginī sakulā ca bhaginī:
mn: So Pasenadi explained the circumstances of the message.

# mn90:4.9
source: “Sukhiniyo hontu tā, mahārāja, somā ca bhaginī sakulā ca bhaginī”ti.
mn: The Buddha said, “May the sisters Somā and Sakulā be happy, great king.”

# mn90:5.1
source: Atha kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
mn: Then the king said to the Buddha,

# mn90:5.2
source: “sutaṃ metaṃ, bhante, samaṇo gotamo evamāha:
mn: “I have heard, sir, that the ascetic Gotama says this:

# mn90:5.3
source: ‘natthi so samaṇo vā brāhmaṇo vā yo sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānissati, netaṃ ṭhānaṃ vijjatī’ti.
mn: ‘There is no ascetic or brahmin who will claim to be all-knowing and all-seeing, to know and see everything without exception: that is not possible.’

# mn90:5.4
source: Ye te, bhante, evamāhaṃsu: ‘samaṇo gotamo evamāha—natthi so samaṇo vā brāhmaṇo vā yo sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānissati, netaṃ ṭhānaṃ vijjatī’ti; kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti?
mn: Do those who say this repeat what the Buddha has said, and not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism?”

# mn90:5.5
source: “Ye te, mahārāja, evamāhaṃsu: ‘samaṇo gotamo evamāha—natthi so samaṇo vā brāhmaṇo vā yo sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānissati, netaṃ ṭhānaṃ vijjatī’ti; na me te vuttavādino, abbhācikkhanti ca pana maṃ te asatā abhūtenā”ti.
mn: “Great king, those who say this do not repeat what I have said. They misrepresent me with what is false and untrue.”

# mn90:6.1
source: Atha kho rājā pasenadi kosalo viṭaṭūbhaṃ senāpatiṃ āmantesi:
mn: Then King Pasenadi addressed General Viḍūḍabha,

# mn90:6.2
source: “ko nu kho, senāpati, imaṃ kathāvatthuṃ rājantepure abbhudāhāsī”ti?
mn: “General, who introduced this topic of discussion to the royal compound?”

# mn90:6.3
source: “Sañjayo, mahārāja, brāhmaṇo ākāsagotto”ti.
mn: “It was Sañjaya, great king, the brahmin of the Ākāsa clan.”

# mn90:7.1
source: Atha kho rājā pasenadi kosalo aññataraṃ purisaṃ āmantesi:
mn: Then the king addressed a man,

# mn90:7.2
source: “ehi tvaṃ, ambho purisa, mama vacanena sañjayaṃ brāhmaṇaṃ ākāsagottaṃ āmantehi:
mn: “Please, mister, in my name tell Sañjaya that

# mn90:7.3
source: ‘rājā taṃ, bhante, pasenadi kosalo āmantetī’”ti.
mn: King Pasenadi summons him.”

# mn90:7.4
source: “Evaṃ, devā”ti kho so puriso rañño pasenadissa kosalassa paṭissutvā yena sañjayo brāhmaṇo ākāsagotto tenupasaṅkami; upasaṅkamitvā sañjayaṃ brāhmaṇaṃ ākāsagottaṃ etadavoca:
mn: “Yes, Your Majesty,” that man replied. He did as the king asked.

# mn90:8.1
source: Atha kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
mn: Then the king said to the Buddha,

# mn90:8.2
source: “siyā nu kho, bhante, bhagavatā aññadeva kiñci sandhāya bhāsitaṃ, tañca jano aññathāpi paccāgaccheyya.
mn: “Sir, might the Buddha have spoken in reference to one thing, but that person believed it was something else?

# mn90:8.3
source: Yathā kathaṃ pana, bhante, bhagavā abhijānāti vācaṃ bhāsitā”ti?
mn: How then do you recall making this statement?”

# mn90:8.4
source: “Evaṃ kho ahaṃ, mahārāja, abhijānāmi vācaṃ bhāsitā:
mn: “Great king, I recall making this statement:

# mn90:8.5
source: ‘natthi so samaṇo vā brāhmaṇo vā yo sakideva sabbaṃ ñassati, sabbaṃ dakkhiti, netaṃ ṭhānaṃ vijjatī’”ti.
mn: ‘There is no ascetic or brahmin who knows all and sees all simultaneously: that is not possible.’”

# mn90:8.6
source: “Heturūpaṃ, bhante, bhagavā āha; saheturūpaṃ, bhante, bhagavā āha:
mn: “What the Buddha says appears reasonable.

# mn90:9.1
source: Cattārome, bhante, vaṇṇā—
mn: Sir, there are these four classes:

# mn90:9.2
source: khattiyā, brāhmaṇā, vessā, suddā.
mn: aristocrats, brahmins, merchants, and workers.

# mn90:9.3
source: Imesaṃ nu kho, bhante, catunnaṃ vaṇṇānaṃ siyā viseso siyā nānākaraṇan”ti?
mn: Is there any difference between them?”

# mn90:9.6
source: Imesaṃ kho, mahārāja, catunnaṃ vaṇṇānaṃ dve vaṇṇā aggamakkhāyanti—
mn: “Of the four classes, two are said to be preeminent—

# mn90:9.7
source: khattiyā ca brāhmaṇā ca—
mn: the aristocrats and the brahmins.

# mn90:9.8
source: yadidaṃ abhivādanapaccuṭṭhānaañjalikammasāmīcikammānī”ti.
mn: That is, when it comes to bowing down, rising up, greeting with joined palms, and observing proper etiquette.”

# mn90:10.1
source: “Nāhaṃ, bhante, bhagavantaṃ diṭṭhadhammikaṃ pucchāmi;
mn: “Sir, I am not asking you about the present life,

# mn90:10.2
source: samparāyikāhaṃ, bhante, bhagavantaṃ pucchāmi.
mn: but about the life to come.”

# mn90:10.6
source: “Pañcimāni, mahārāja, padhāniyaṅgāni.
mn: “Great king, there are these five factors that support meditation.

# mn90:10.7
source: Katamāni pañca?
mn: What five?

# mn90:10.8
source: Idha, mahārāja, bhikkhu saddho hoti, saddahati tathāgatassa bodhiṃ:
mn: It’s when a mendicant has faith in the Realized One’s awakening:

# mn90:10.9
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti;
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn90:10.10
source: appābādho hoti appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya;
mn: They are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation.

# mn90:10.11
source: asaṭho hoti amāyāvī yathābhūtaṃ attānaṃ āvikattā satthari vā viññūsu vā sabrahmacārīsu;
mn: They’re not devious or deceitful. They reveal themselves honestly to the Teacher or sensible spiritual companions.

# mn90:10.12
source: āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu;
mn: They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# mn90:10.13
source: paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammādukkhakkhayagāminiyā—
mn: They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# mn90:10.14
source: imāni kho, mahārāja, pañca padhāniyaṅgāni.
mn: These are the five factors that support meditation.

# mn90:10.15
source: Cattārome, mahārāja, vaṇṇā—
mn: There are these four classes:

# mn90:10.16
source: khattiyā, brāhmaṇā, vessā, suddā.
mn: aristocrats, brahmins, merchants, and workers.

# mn90:10.17
source: Te cassu imehi pañcahi padhāniyaṅgehi samannāgatā;
mn: If they had these five factors that support meditation,

# mn90:10.18
source: ettha pana nesaṃ assa dīgharattaṃ hitāya sukhāyā”ti.
mn: that would be for their lasting welfare and happiness.”

# mn90:11.1
source: “Cattārome, bhante, vaṇṇā—
mn: “Sir, there are these four classes:

# mn90:11.2
source: khattiyā, brāhmaṇā, vessā, suddā.
mn: aristocrats, brahmins, merchants, and workers.

# mn90:11.3
source: Te cassu imehi pañcahi padhāniyaṅgehi samannāgatā;
mn: If they had these five factors that support meditation,

# mn90:11.4
source: ettha pana nesaṃ, bhante, siyā viseso siyā nānākaraṇan”ti?
mn: would there be any difference between them?”

# mn90:11.5
source: “Ettha kho nesāhaṃ, mahārāja, padhānavemattataṃ vadāmi.
mn: “In that case, I say it is the diversity of their efforts in meditation.

# mn90:11.6
source: Seyyathāpissu, mahārāja, dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, dve hatthidammā vā assadammā vā godammā vā adantā avinītā.
mn: Suppose there was a pair of elephants or horses or oxen in training who were well tamed and well trained. And there was a pair who were not tamed or trained.

# mn90:11.7
source: Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn90:11.8
source: ye te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, api nu te dantāva dantakāraṇaṃ gaccheyyuṃ, dantāva dantabhūmiṃ sampāpuṇeyyun”ti?
mn: Wouldn’t the pair that was well tamed and well trained perform the tasks of the tamed, and reach the level of the tamed?”

# mn90:11.9
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn90:11.10
source: “Ye pana te dve hatthidammā vā assadammā vā godammā vā adantā avinītā, api nu te adantāva dantakāraṇaṃ gaccheyyuṃ, adantāva dantabhūmiṃ sampāpuṇeyyuṃ, seyyathāpi te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā”ti?
mn: “But would the pair that was not tamed and trained perform the tasks of the tamed and reach the level of the tamed, just like the tamed pair?”

# mn90:11.11
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn90:11.12
source: “Evameva kho, mahārāja, yaṃ taṃ saddhena pattabbaṃ appābādhena asaṭhena amāyāvinā āraddhavīriyena paññavatā, taṃ vata assaddho bahvābādho saṭho māyāvī kusīto duppañño pāpuṇissatīti—netaṃ ṭhānaṃ vijjatī”ti.
mn: “In the same way, there are things that must be attained by someone with faith, health, integrity, energy, and wisdom. It’s not possible for a faithless, unhealthy, deceitful, lazy, witless person to attain them.”

# mn90:12.1
source: “Heturūpaṃ, bhante, bhagavā āha; saheturūpaṃ, bhante, bhagavā āha.
mn: “What the Buddha says appears reasonable.

# mn90:12.2
source: Cattārome, bhante, vaṇṇā—
mn: Sir, there are these four classes:

# mn90:12.3
source: khattiyā, brāhmaṇā, vessā, suddā.
mn: aristocrats, brahmins, merchants, and workers.

# mn90:12.4
source: Te cassu imehi pañcahi padhāniyaṅgehi samannāgatā te cassu sammappadhānā;
mn: If they had these five factors that support meditation, and if they practiced rightly,

# mn90:12.5
source: ettha pana nesaṃ, bhante, siyā viseso siyā nānākaraṇan”ti?
mn: would there be any difference between them?”

# mn90:12.6
source: “Ettha kho nesāhaṃ, mahārāja, na kiñci nānākaraṇaṃ vadāmi—yadidaṃ vimuttiyā vimuttiṃ.
mn: “In that case, I say that there is no difference between the freedom of one and the freedom of the other.

# mn90:12.7
source: Seyyathāpi, mahārāja, puriso sukkhaṃ sākakaṭṭhaṃ ādāya aggiṃ abhinibbatteyya, tejo pātukareyya;
mn: Suppose a person took dry teak wood and lit a fire and produced heat.

# mn90:12.8
source: athāparo puriso sukkhaṃ sālakaṭṭhaṃ ādāya aggiṃ abhinibbatteyya, tejo pātukareyya;
mn: Then another person did the same using sāl wood,

# mn90:12.9
source: athāparo puriso sukkhaṃ ambakaṭṭhaṃ ādāya aggiṃ abhinibbatteyya, tejo pātukareyya;
mn: another used mango wood,

# mn90:12.10
source: athāparo puriso sukkhaṃ udumbarakaṭṭhaṃ ādāya aggiṃ abhinibbatteyya, tejo pātukareyya.
mn: while another used wood of the cluster fig.

# mn90:12.11
source: Taṃ kiṃ maññasi, mahārāja,
mn: What do you think, great king?

# mn90:12.12
source: siyā nu kho tesaṃ aggīnaṃ nānādāruto abhinibbattānaṃ kiñci nānākaraṇaṃ acciyā vā acciṃ, vaṇṇena vā vaṇṇaṃ, ābhāya vā ābhan”ti?
mn: Would there be any difference between the fires produced by these different kinds of wood, that is, in the flame, color, or light?”

# mn90:12.13
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn90:12.14
source: “Evameva kho, mahārāja, yaṃ taṃ tejaṃ vīriyā nimmathitaṃ padhānābhinibbattaṃ, nāhaṃ tattha kiñci nānākaraṇaṃ vadāmi—yadidaṃ vimuttiyā vimuttin”ti.
mn: “In the same way, when fire has been kindled by energy and produced by effort, I say that there is no difference between the freedom of one and the freedom of the other.”

# mn90:13.1
source: “Heturūpaṃ, bhante, bhagavā āha; saheturūpaṃ, bhante, bhagavā āha.
mn: “What the Buddha says appears reasonable.

# mn90:13.2
source: Kiṃ pana, bhante, atthi devā”ti?
mn: But sir, do gods absolutely exist?”

# mn90:13.3
source: “Kiṃ pana tvaṃ, mahārāja, evaṃ vadesi:
mn: “But what exactly are you asking?”

# mn90:13.5
source: “Yadi vā te, bhante, devā āgantāro itthattaṃ yadi vā anāgantāro itthattaṃ”?
mn: “Whether those gods come back to this state of existence or not.”

# mn90:13.6
source: “Ye te, mahārāja, devā sabyābajjhā te devā āgantāro itthattaṃ, ye te devā abyābajjhā te devā anāgantāro itthattan”ti.
mn: “Those gods who are subject to affliction come back to this state of existence, but those free of affliction do not come back.”

# mn90:14.1
source: Evaṃ vutte, viṭaṭūbho senāpati bhagavantaṃ etadavoca:
mn: When he said this, General Viḍūḍabha said to the Buddha,

# mn90:14.2
source: “ye te, bhante, devā sabyābajjhā āgantāro itthattaṃ te devā, ye te devā abyābajjhā anāgantāro itthattaṃ te deve tamhā ṭhānā cāvessanti vā pabbājessanti vā”ti?
mn: “Sir, will the gods subject to affliction topple or expel from their place the gods who are free of affliction?”

# mn90:14.3
source: Atha kho āyasmato ānandassa etadahosi:
mn: Then Venerable Ānanda thought,

# mn90:14.4
source: “ayaṃ kho viṭaṭūbho senāpati rañño pasenadissa kosalassa putto;
mn: “This General Viḍūḍabha is King Pasenadi’s son,

# mn90:14.5
source: ahaṃ bhagavato putto.
mn: and I am the Buddha’s son.

# mn90:14.6
source: Ayaṃ kho kālo yaṃ putto puttena manteyyā”ti.
mn: Now is the time for one son to confer with another.”

# mn90:14.7
source: Atha kho āyasmā ānando viṭaṭūbhaṃ senāpatiṃ āmantesi:
mn: So Ānanda addressed General Viḍūḍabha,

# mn90:14.8
source: “tena hi, senāpati, taññevettha paṭipucchissāmi; yathā te khameyya tathā naṃ byākareyyāsi.
mn: “Well then, general, I’ll ask you about this in return, and you can answer as you like.

# mn90:14.9
source: Taṃ kiṃ maññasi, senāpati,
mn: What do you think, general?

# mn90:14.10
source: yāvatā rañño pasenadissa kosalassa vijitaṃ yattha ca rājā pasenadi kosalo issariyādhipaccaṃ rajjaṃ kāreti, pahoti tattha rājā pasenadi kosalo samaṇaṃ vā brāhmaṇaṃ vā puññavantaṃ vā apuññavantaṃ vā brahmacariyavantaṃ vā abrahmacariyavantaṃ vā tamhā ṭhānā cāvetuṃ vā pabbājetuṃ vā”ti?
mn: As far as the dominion of King Pasenadi of Kosala extends, where he rules as sovereign lord, can he topple or expel from that place any ascetic or brahmin, regardless of whether they are good or bad, or whether or not they are genuine spiritual practitioners?”

# mn90:14.11
source: “Yāvatā, bho, rañño pasenadissa kosalassa vijitaṃ yattha ca rājā pasenadi kosalo issariyādhipaccaṃ rajjaṃ kāreti, pahoti tattha rājā pasenadi kosalo samaṇaṃ vā brāhmaṇaṃ vā puññavantaṃ vā apuññavantaṃ vā brahmacariyavantaṃ vā abrahmacariyavantaṃ vā tamhā ṭhānā cāvetuṃ vā pabbājetuṃ vā”ti.
mn: “He can, mister.”

# mn90:14.12
source: “Taṃ kiṃ maññasi, senāpati,
mn: “What do you think, general?

# mn90:14.13
source: yāvatā rañño pasenadissa kosalassa avijitaṃ yattha ca rājā pasenadi kosalo na issariyādhipaccaṃ rajjaṃ kāreti, tattha pahoti rājā pasenadi kosalo samaṇaṃ vā brāhmaṇaṃ vā puññavantaṃ vā apuññavantaṃ vā brahmacariyavantaṃ vā abrahmacariyavantaṃ vā tamhā ṭhānā cāvetuṃ vā pabbājetuṃ vā”ti?
mn: As far as the dominion of King Pasenadi does not extend, where he does not rule as sovereign lord, can he topple or expel from that place any ascetic or brahmin, regardless of whether they are good or bad, or whether or not they are genuine spiritual practitioners?”

# mn90:14.14
source: “Yāvatā, bho, rañño pasenadissa kosalassa avijitaṃ yattha ca rājā pasenadi kosalo na issariyādhipaccaṃ rajjaṃ kāreti, na tattha pahoti rājā pasenadi kosalo samaṇaṃ vā brāhmaṇaṃ vā puññavantaṃ vā apuññavantaṃ vā brahmacariyavantaṃ vā abrahmacariyavantaṃ vā tamhā ṭhānā cāvetuṃ vā pabbājetuṃ vā”ti.
mn: “He cannot, mister.”

# mn90:14.15
source: “Taṃ kiṃ maññasi, senāpati,
mn: “What do you think, general?

# mn90:14.16
source: sutā te devā tāvatiṃsā”ti?
mn: Have you heard of the gods of the Thirty-Three?”

# mn90:14.17
source: “Evaṃ, bho.
mn: “Yes, mister,

# mn90:14.18
source: Sutā me devā tāvatiṃsā.
mn: I’ve heard of them,

# mn90:14.19
source: Idhāpi bhotā raññā pasenadinā kosalena sutā devā tāvatiṃsā”ti.
mn: and so has the good King Pasenadi.”

# mn90:14.20
source: “Taṃ kiṃ maññasi, senāpati,
mn: “What do you think, general?

# mn90:14.21
source: pahoti rājā pasenadi kosalo deve tāvatiṃse tamhā ṭhānā cāvetuṃ vā pabbājetuṃ vā”ti?
mn: Can King Pasenadi topple or expel from their place the gods of the Thirty-Three?”

# mn90:14.22
source: “Dassanampi, bho, rājā pasenadi kosalo deve tāvatiṃse nappahoti, kuto pana tamhā ṭhānā cāvessati vā pabbājessati vā”ti?
mn: “King Pasenadi can’t even see the gods of the Thirty-Three, so how could he possibly topple or expel them from their place?”

# mn90:14.23
source: “Evameva kho, senāpati, ye te devā sabyābajjhā āgantāro itthattaṃ te devā, ye te devā abyābajjhā anāgantāro itthattaṃ te deve dassanāyapi nappahonti; kuto pana tamhā ṭhānā cāvessanti vā pabbājessanti vā”ti?
mn: “In the same way, general, the gods subject to affliction can’t even see the gods who are free of affliction, so how could they possibly topple or expel them from their place?”

# mn90:15.1
source: Atha kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
mn: Then the king said to the Buddha,

# mn90:15.2
source: “konāmo ayaṃ, bhante, bhikkhū”ti?
mn: “Sir, what is this mendicant’s name?”

# mn90:15.3
source: “Ānando nāma, mahārājā”ti.
mn: “Ānanda, great king.”

# mn90:15.4
source: “Ānando vata bho, ānandarūpo vata bho.
mn: “A joy he is, and a joy he seems!

# mn90:15.5
source: Heturūpaṃ, bhante, āyasmā ānando āha; saheturūpaṃ, bhante, āyasmā ānando āha.
mn: What Venerable Ānanda says seems reasonable.

# mn90:15.6
source: Kiṃ pana, bhante, atthi brahmā”ti?
mn: But sir, does Brahmā absolutely exist?”

# mn90:15.7
source: “Kiṃ pana tvaṃ, mahārāja, evaṃ vadesi:
mn: “But what exactly are you asking?”

# mn90:15.9
source: “Yadi vā so, bhante, brahmā āgantā itthattaṃ, yadi vā anāgantā itthattan”ti?
mn: “Whether that Brahmā comes back to this state of existence or not.”

# mn90:15.10
source: “Yo so, mahārāja, brahmā sabyābajjho so brahmā āgantā itthattaṃ, yo so brahmā abyābajjho so brahmā anāgantā itthattan”ti.
mn: “Any Brahmā who is subject to affliction comes back to this state of existence, but those free of affliction do not come back.”

# mn90:16.1
source: Atha kho aññataro puriso rājānaṃ pasenadiṃ kosalaṃ etadavoca:
mn: Then a certain man said to the king,

# mn90:16.2
source: “sañjayo, mahārāja, brāhmaṇo ākāsagotto āgato”ti.
mn: “Great king, Sañjaya, the brahmin of the Ākāsa clan, has come.”

# mn90:16.3
source: Atha kho rājā pasenadi kosalo sañjayaṃ brāhmaṇaṃ ākāsagottaṃ etadavoca:
mn: Then King Pasenadi asked Sañjaya,

# mn90:16.4
source: “ko nu kho, brāhmaṇa, imaṃ kathāvatthuṃ rājantepure abbhudāhāsī”ti?
mn: “Brahmin, who introduced this topic of discussion to the royal compound?”

# mn90:16.5
source: “Viṭaṭūbho, mahārāja, senāpatī”ti.
mn: “It was General Viḍūḍabha, great king.”

# mn90:16.6
source: Viṭaṭūbho senāpati evamāha:
mn: But Viḍūḍabha said,

# mn90:16.7
source: “sañjayo, mahārāja, brāhmaṇo ākāsagotto”ti.
mn: “It was Sañjaya, great king, the brahmin of the Ākāsa clan.”

# mn90:17.1
source: Atha kho aññataro puriso rājānaṃ pasenadiṃ kosalaṃ etadavoca:
mn: Then a certain man said to the king,

# mn90:17.2
source: “yānakālo, mahārājā”ti.
mn: “It’s time to depart, great king.”

# mn90:17.3
source: Atha kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
mn: So the king said to the Buddha,

# mn90:17.4
source: “sabbaññutaṃ mayaṃ, bhante, bhagavantaṃ apucchimhā, sabbaññutaṃ bhagavā byākāsi;
mn: “Sir, I asked you about omniscience, and you answered.

# mn90:17.5
source: tañca panamhākaṃ ruccati ceva khamati ca, tena camhā attamanā.
mn: I like and accept this, and am satisfied with it.

# mn90:17.6
source: Cātuvaṇṇisuddhiṃ mayaṃ, bhante, bhagavantaṃ apucchimhā, cātuvaṇṇisuddhiṃ bhagavā byākāsi;
mn: I asked you about the four classes,

# mn90:17.8
source: Adhideve mayaṃ, bhante, bhagavantaṃ apucchimhā, adhideve bhagavā byākāsi;
mn: about the gods,

# mn90:17.10
source: Adhibrahmānaṃ mayaṃ, bhante, bhagavantaṃ apucchimhā, adhibrahmānaṃ bhagavā byākāsi;
mn: and about Brahmā, and you answered in each case.

# mn90:17.12
source: Yaṃ yadeva ca mayaṃ bhagavantaṃ apucchimhā taṃ tadeva bhagavā byākāsi;
mn: Whatever I asked the Buddha about, he answered.

# mn90:17.13
source: tañca panamhākaṃ ruccati ceva khamati ca, tena camhā attamanā.
mn: I like and accept this, and am satisfied with it.

# mn90:17.14
source: Handa ca dāni mayaṃ, bhante, gacchāma;
mn: Well, now, sir, I must go.

# mn90:17.15
source: bahukiccā mayaṃ bahukaraṇīyā”ti.
mn: I have many duties, and much to do.”

# mn90:17.16
source: “Yassadāni tvaṃ, mahārāja, kālaṃ maññasī”ti.
mn: “Please, great king, go at your convenience.”
