Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn098.po
Languages: mn

# mn98:13.10
source: saṃyamena damena ca;
mn: by restraint and by taming:

# mn98:13.11
source: Etena brāhmaṇo hoti,
mn: that’s how to become a brahmin,

# mn98:13.12
source: etaṃ brāhmaṇamuttamaṃ.
mn: this is the supreme brahmin.

# mn98:13.13
source: Tīhi vijjāhi sampanno,
mn: Accomplished in the three knowledges,

# mn98:13.14
source: santo khīṇapunabbhavo;
mn: peaceful, with rebirth ended,

# mn98:13.15
source: Evaṃ vāseṭṭha jānāhi,
mn: know them, Vāseṭṭha,

# mn98:13.16
source: brahmā sakko vijānatan”ti.
mn: as Brahmā and Sakka to the wise.”

# mn98:14.1
source: Evaṃ vutte, vāseṭṭhabhāradvājā māṇavā bhagavantaṃ etadavocuṃ:
mn: When he had spoken, Vāseṭṭha and Bhāradvāja said to him:

# mn98:14.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
mn: “Excellent, Master Gotama! Excellent!

# mn98:14.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways.

# mn98:14.4
source: Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca.
mn: We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn98:14.5
source: Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gate”ti.
mn: From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.”
