Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn095.po
Languages: mn

# mn95:0.1
source: Majjhima Nikāya 95
mn: Middle Discourses 95

# mn95:0.2
source: Caṅkīsutta
mn: With Caṅkī

# mn95:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn95:1.2
source: ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena opāsādaṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari.
mn: At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Opāsāda.

# mn95:1.3
source: Tatra sudaṃ bhagavā opāsāde viharati uttarena opāsādaṃ devavane sālavane.
mn: He stayed in a sal grove to the north of Opāsāda called the “Gods’ Grove”.

# mn95:2.1
source: Tena kho pana samayena caṅkī brāhmaṇo opāsādaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ.
mn: Now at that time the brahmin Caṅkī was living in Opāsāda. It was a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal endowment of the highest quality.

# mn95:3.1
source: Assosuṃ kho opāsādakā brāhmaṇagahapatikā:
mn: The brahmins and householders of Opāsāda heard:

# mn95:3.2
source: “samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ opāsādaṃ anuppatto, opāsāde viharati uttarena opāsādaṃ devavane sālavane.
mn: “It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Opāsāda together with a large Saṅgha of mendicants. He is staying in the God’s Grove to the north.

# mn95:3.3
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn95:3.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn95:3.5
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn95:3.6
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.

# mn95:3.7
source: Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.
mn: It’s good to see such perfected ones.”

# mn95:4.1
source: Atha kho opāsādakā brāhmaṇagahapatikā opāsādā nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena devavanaṃ sālavanaṃ.
mn: Then, having departed Opāsāda, they formed into companies and headed north to the God’s Grove.

# mn95:5.1
source: Tena kho pana samayena caṅkī brāhmaṇo uparipāsāde divāseyyaṃ upagato.
mn: Now at that time the brahmin Caṅkī had retired to the upper floor of his stilt longhouse for his midday nap.

# mn95:5.2
source: Addasā kho caṅkī brāhmaṇo opāsādake brāhmaṇagahapatike opāsādā nikkhamitvā saṅghasaṅghī gaṇībhūte uttarenamukhaṃ yena devavanaṃ sālavanaṃ tenupasaṅkamante.
mn: He saw the brahmins and householders heading for the God’s Grove,

# mn95:5.3
source: Disvā khattaṃ āmantesi:
mn: and addressed his steward,

# mn95:5.4
source: “kiṃ nu kho, bho khatte, opāsādakā brāhmaṇagahapatikā opāsādā nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena devavanaṃ sālavanan”ti?
mn: “My steward, why are the brahmins and householders heading north for the God’s Grove?”

# mn95:6.1
source: “Atthi, bho caṅkī, samaṇo gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ opāsādaṃ anuppatto, opāsāde viharati uttarena opāsādaṃ devavane sālavane.
mn: “The ascetic Gotama has arrived at Opāsāda together with a large Saṅgha of mendicants. He is staying in the God’s Grove to the north.

# mn95:6.2
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn95:6.3
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn95:6.4
source: Tamete bhavantaṃ gotamaṃ dassanāya gacchantī”ti.
mn: They’re going to see that Master Gotama.”

# mn95:6.5
source: “Tena hi, bho khatte, yena opāsādakā brāhmaṇagahapatikā tenupasaṅkama; upasaṅkamitvā opāsādake brāhmaṇagahapatike evaṃ vadehi:
mn: “Well then, go to the brahmins and householders and say to them:

# mn95:6.6
source: ‘caṅkī, bho, brāhmaṇo evamāha—
mn: “Sirs, the brahmin Caṅkī asks

# mn95:6.7
source: āgamentu kira bhonto, caṅkīpi brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī’”ti.
mn: you to wait, as he will also go to see the ascetic Gotama.”

# mn95:6.8
source: “Evaṃ, bho”ti kho so khatto caṅkissa brāhmaṇassa paṭissutvā yena opāsādakā brāhmaṇagahapatikā tenupasaṅkami; upasaṅkamitvā opāsādake brāhmaṇagahapatike etadavoca:
mn: “Yes, sir,” replied the steward, and did as he was asked.

# mn95:7.1
source: Tena kho pana samayena nānāverajjakānaṃ brāhmaṇānaṃ pañcamattāni brāhmaṇasatāni opāsāde paṭivasanti kenacideva karaṇīyena.
mn: Now at that time around five hundred brahmins from abroad were residing in Opāsāda on some business.

# mn95:7.2
source: Assosuṃ kho te brāhmaṇā:
mn: They heard that

# mn95:7.3
source: “caṅkī kira brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti.
mn: the brahmin Caṅkī was going to see the ascetic Gotama.

# mn95:7.4
source: Atha kho te brāhmaṇā yena caṅkī brāhmaṇo tenupasaṅkamiṃsu; upasaṅkamitvā caṅkiṃ brāhmaṇaṃ etadavocuṃ:
mn: They approached Caṅkī and said to him,

# mn95:7.5
source: “saccaṃ kira bhavaṃ caṅkī samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti?
mn: “Is it really true that you are going to see the ascetic Gotama?”

# mn95:7.6
source: “Evaṃ kho me, bho, hoti:
mn: “Yes, gentlemen, it is true.”

# mn95:8.1
source: “Mā bhavaṃ caṅkī samaṇaṃ gotamaṃ dassanāya upasaṅkami.
mn: “Please don’t!

# mn95:8.2
source: Na arahati bhavaṃ caṅkī samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ;
mn: It’s not appropriate for you to go to see the ascetic Gotama;

# mn95:8.3
source: samaṇotveva gotamo arahati bhavantaṃ caṅkiṃ dassanāya upasaṅkamituṃ.
mn: it’s appropriate that he comes to see you.

# mn95:8.4
source: Bhavañhi caṅkī ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena.
mn: You are well born on both your mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.

# mn95:8.5
source: Yampi bhavaṃ caṅkī ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati bhavaṃ caṅkī samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ;
mn: For this reason it’s not appropriate for you to go to see the ascetic Gotama;

# mn95:8.6
source: samaṇotveva gotamo arahati bhavantaṃ caṅkiṃ dassanāya upasaṅkamituṃ.
mn: it’s appropriate that he comes to see you.

# mn95:8.7
source: Bhavañhi caṅkī aḍḍho mahaddhano mahābhogo … pe …
mn: You’re rich, affluent, and wealthy. …

# mn95:8.8
source: bhavañhi caṅkī tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo … pe …
mn: You recite and remember the hymns, and have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. You know philology and grammar, and are well versed in cosmology and the marks of a great man. …

# mn95:8.9
source: bhavañhi caṅkī abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya … pe …
mn: You are attractive, good-looking, lovely, of surpassing beauty. You are magnificent, splendid, remarkable to behold. …

# mn95:8.10
source: bhavañhi caṅkī sīlavā vuddhasīlī vuddhasīlena samannāgato … pe …
mn: You are ethical, mature in ethical conduct. …

# mn95:8.11
source: bhavañhi caṅkī kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā … pe …
mn: You’re a good speaker, with a polished, clear, and articulate voice that expresses the meaning. …

# mn95:8.12
source: bhavañhi caṅkī bahūnaṃ ācariyapācariyo, tīṇi māṇavakasatāni mante vāceti … pe …
mn: You teach the teachers of many, and teach three hundred students to recite the hymns. …

# mn95:8.13
source: bhavañhi caṅkī rañño pasenadissa kosalassa sakkato garukato mānito pūjito apacito … pe …
mn: You’re honored, respected, revered, venerated, and esteemed by King Pasenadi of Kosala

# mn95:8.14
source: bhavañhi caṅkī brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito … pe …
mn: and the brahmin Pokkharasāti. …

# mn95:8.15
source: bhavañhi caṅkī opāsādaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ.
mn: You live in Opāsāda, a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal endowment of the highest quality.

# mn95:8.16
source: Yampi bhavaṃ caṅkī opāsādaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ, imināpaṅgena na arahati bhavaṃ caṅkī samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ;
mn: For all these reasons it’s not appropriate for you to go to see the ascetic Gotama;

# mn95:8.17
source: samaṇotveva gotamo arahati bhavantaṃ caṅkiṃ dassanāya upasaṅkamitun”ti.
mn: it’s appropriate that he comes to see you.”

# mn95:9.1
source: Evaṃ vutte, caṅkī brāhmaṇo te brāhmaṇe etadavoca:
mn: When they had spoken, Caṅkī said to those brahmins:

# mn95:9.2
source: “tena hi, bho, mamapi suṇātha, yathā mayameva arahāma taṃ samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ;
mn: “Well then, gentlemen, listen to why it’s appropriate for me to go to see the ascetic Gotama,

# mn95:9.3
source: na tveva arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ.
mn: and it’s not appropriate for him to come to see me.

# mn95:9.4
source: Samaṇo khalu, bho, gotamo ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena.
mn: He is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.

# mn95:9.5
source: Yampi, bho, samaṇo gotamo ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ;
mn: For this reason it’s not appropriate for the ascetic Gotama to come to see me;

# mn95:9.6
source: atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ.
mn: rather, it’s appropriate for me to go to see him.

# mn95:9.7
source: Samaṇo khalu, bho, gotamo pahūtaṃ hiraññasuvaṇṇaṃ ohāya pabbajito bhūmigatañca vehāsaṭṭhañca … pe …
mn: When he went forth he abandoned abundant gold coin and bullion stored in dungeons and towers. …

# mn95:9.8
source: Samaṇo khalu, bho, gotamo daharova samāno yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā agārasmā anagāriyaṃ pabbajito … pe …
mn: He went forth from the lay life to homelessness while still a youth, young, black-haired, blessed with youth, in the prime of life. …

# mn95:9.9
source: Samaṇo khalu, bho, gotamo akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito … pe …
mn: Though his mother and father wished otherwise, weeping with tearful faces, he shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. …

# mn95:9.10
source: Samaṇo khalu, bho, gotamo abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya … pe …
mn: He is attractive, good-looking, lovely, of surpassing beauty. He is magnificent, splendid, remarkable to behold. …

# mn95:9.11
source: Samaṇo khalu, bho, gotamo sīlavā ariyasīlī kusalasīlī kusalena sīlena samannāgato … pe …
mn: He is ethical, possessing ethical conduct that is noble and skillful. …

# mn95:9.12
source: Samaṇo khalu, bho, gotamo kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā … pe …
mn: He’s a good speaker, with a polished, clear, and articulate voice that expresses the meaning. …

# mn95:9.13
source: Samaṇo khalu, bho, gotamo bahūnaṃ ācariyapācariyo … pe …
mn: He’s a teacher of teachers. …

# mn95:9.14
source: Samaṇo khalu, bho, gotamo khīṇakāmarāgo vigatacāpallo … pe …
mn: He has ended sensual desire, and is rid of caprice. …

# mn95:9.15
source: Samaṇo khalu, bho, gotamo kammavādī kiriyavādī apāpapurekkhāro brahmaññāya pajāya … pe …
mn: He teaches the efficacy of deeds and action. He doesn’t wish any harm upon the community of brahmins. …

# mn95:9.16
source: Samaṇo khalu, bho, gotamo uccā kulā pabbajito asambhinnā khattiyakulā … pe …
mn: He went forth from an eminent family of unbroken aristocratic lineage. …

# mn95:9.17
source: Samaṇo khalu, bho, gotamo aḍḍhā kulā pabbajito mahaddhanā mahābhogā … pe …
mn: He went forth from a rich, affluent, and wealthy family. …

# mn95:9.18
source: Samaṇaṃ khalu, bho, gotamaṃ tiroraṭṭhā tirojanapadā saṃpucchituṃ āgacchanti … pe …
mn: People come from distant lands and distant countries to question him. …

# mn95:9.19
source: Samaṇaṃ khalu, bho, gotamaṃ anekāni devatāsahassāni pāṇehi saraṇaṃ gatāni … pe …
mn: Many thousands of deities have gone for refuge for life to him. …

# mn95:9.20
source: Samaṇaṃ khalu, bho, gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn95:9.21
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti … pe …
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ …

# mn95:9.22
source: Samaṇo khalu, bho, gotamo dvattiṃsamahāpurisalakkhaṇehi samannāgato … pe …
mn: He has the thirty-two marks of a great man. …

# mn95:9.23
source: Samaṇaṃ khalu, bho, gotamaṃ rājā māgadho seniyo bimbisāro saputtadāro pāṇehi saraṇaṃ gato … pe …
mn: King Seniya Bimbisāra of Magadha and his wives and children have gone for refuge for life to the ascetic Gotama. …

# mn95:9.24
source: Samaṇaṃ khalu, bho, gotamaṃ rājā pasenadi kosalo saputtadāro pāṇehi saraṇaṃ gato … pe …
mn: King Pasenadi of Kosala and his wives and children have gone for refuge for life to the ascetic Gotama. …

# mn95:9.25
source: Samaṇaṃ khalu, bho, gotamaṃ brāhmaṇo pokkharasāti saputtadāro pāṇehi saraṇaṃ gato … pe …
mn: The brahmin Pokkharasāti and his wives and children have gone for refuge for life to the ascetic Gotama. …

# mn95:9.26
source: Samaṇo khalu, bho, gotamo opāsādaṃ anuppatto opāsāde viharati uttarena opāsādaṃ devavane sālavane.
mn: The ascetic Gotama has arrived to stay in the God’s Grove to the north of Opāsāda.

# mn95:9.27
source: Ye kho te samaṇā vā brāhmaṇā vā amhākaṃ gāmakkhettaṃ āgacchanti, atithī no te honti.
mn: Any ascetic or brahmin who comes to stay in our village district is our guest,

# mn95:9.28
source: Atithī kho panamhehi sakkātabbā garukātabbā mānetabbā pūjetabbā.
mn: and should be honored and respected as such.

# mn95:9.31
source: Imināpaṅgena na arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ;
mn: For this reason, too, it’s not appropriate for Master Gotama to come to see me,

# mn95:9.32
source: atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ.
mn: rather, it’s appropriate for me to go to see him.

# mn95:9.33
source: Ettake kho ahaṃ, bho, tassa bhoto gotamassa vaṇṇe pariyāpuṇāmi, no ca kho so bhavaṃ gotamo ettakavaṇṇo;
mn: This is the extent of Master Gotama’s praise that I have learned. But his praises are not confined to this,

# mn95:9.34
source: aparimāṇavaṇṇo hi so bhavaṃ gotamo.
mn: for the praise of Master Gotama is limitless.

# mn95:9.35
source: Ekamekenapi tena aṅgena samannāgato na arahati, so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ;
mn: The possession of even a single one of these factors makes it inappropriate for Master Gotama to come to see me,

# mn95:9.36
source: atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamitunti.
mn: rather, it’s appropriate for me to go to see him.

# mn95:9.37
source: Tena hi, bho, sabbeva mayaṃ samaṇaṃ gotamaṃ dassanāya upasaṅkamissāmā”ti.
mn: Well then, gentlemen, let’s all go to see the ascetic Gotama.”

# mn95:10.1
source: Atha kho caṅkī brāhmaṇo mahatā brāhmaṇagaṇena saddhiṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then Caṅkī together with a large group of brahmins went to the Buddha and exchanged greetings with him.

# mn95:10.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
mn: When the greetings and polite conversation were over, he sat down to one side.

# mn95:11.1
source: Tena kho pana samayena bhagavā vuddhehi vuddhehi brāhmaṇehi saddhiṃ kiñci kiñci kathaṃ sāraṇīyaṃ vītisāretvā nisinno hoti.
mn: Now at that time the Buddha was sitting engaged in some polite conversation together with some very senior brahmins.

# mn95:11.2
source: Tena kho pana samayena kāpaṭiko nāma māṇavo daharo vuttasiro soḷasavassuddesiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo tassaṃ parisāyaṃ nisinno hoti.
mn: And the brahmin student Kāpaṭika was sitting in that assembly. He was young, newly tonsured; he was sixteen years old. He had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man.

# mn95:11.3
source: So vuddhānaṃ vuddhānaṃ brāhmaṇānaṃ bhagavatā saddhiṃ mantayamānānaṃ antarantarā kathaṃ opāteti.
mn: While the senior brahmins were conversing together with the Buddha, he interrupted.

# mn95:11.4
source: Atha kho bhagavā kāpaṭikaṃ māṇavaṃ apasādeti:
mn: Then the Buddha rebuked Kāpaṭika,

# mn95:11.5
source: “māyasmā bhāradvājo vuddhānaṃ vuddhānaṃ brāhmaṇānaṃ mantayamānānaṃ antarantarā kathaṃ opātetu.
mn: “Venerable Bhāradvāja, don’t interrupt the senior brahmins.

# mn95:11.6
source: Kathāpariyosānaṃ āyasmā bhāradvājo āgametū”ti.
mn: Wait until they’ve finished speaking.”

# mn95:11.7
source: Evaṃ vutte, caṅkī brāhmaṇo bhagavantaṃ etadavoca:
mn: When he had spoken, Caṅkī said to the Buddha,

# mn95:11.8
source: “mā bhavaṃ gotamo kāpaṭikaṃ māṇavaṃ apasādesi.
mn: “Master Gotama, don’t rebuke the student Kāpaṭika.

# mn95:11.9
source: kulaputto ca kāpaṭiko māṇavo, bahussuto ca kāpaṭiko māṇavo, paṇḍito ca kāpaṭiko māṇavo, kalyāṇavākkaraṇo ca kāpaṭiko māṇavo, pahoti ca kāpaṭiko māṇavo bhotā gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti.
mn: He’s a gentleman, learned, astute, a good speaker. He’s capable of having a dialogue with Master Gotama about this.”

# mn95:12.1
source: Atha kho bhagavato etadahosi:
mn: Then it occurred to the Buddha,

# mn95:12.2
source: “addhā kho kāpaṭikassa māṇavassa tevijjake pāvacane kathā bhavissati.
mn: “Clearly the student Kāpaṭika will talk about the scriptural heritage of the three Vedas.

# mn95:12.3
source: Tathā hi naṃ brāhmaṇā sampurekkharontī”ti.
mn: That’s why they put him at the front.”

# mn95:12.4
source: Atha kho kāpaṭikassa māṇavassa etadahosi:
mn: Then Kāpaṭika thought,

# mn95:12.5
source: “yadā me samaṇo gotamo cakkhuṃ upasaṃharissati, athāhaṃ samaṇaṃ gotamaṃ pañhaṃ pucchissāmī”ti.
mn: “When the ascetic Gotama looks at me, I’ll ask him a question.”

# mn95:12.6
source: Atha kho bhagavā kāpaṭikassa māṇavassa cetasā cetoparivitakkamaññāya yena kāpaṭiko māṇavo tena cakkhūni upasaṃhāsi.
mn: Then the Buddha, knowing what Kāpaṭika was thinking, looked at him.

# mn95:12.7
source: Atha kho kāpaṭikassa māṇavassa etadahosi:
mn: Then Kāpaṭika thought,

# mn95:12.8
source: “samannāharati kho maṃ samaṇo gotamo.
mn: “The ascetic Gotama is engaging with me.

# mn95:12.9
source: Yannūnāhaṃ samaṇaṃ gotamaṃ pañhaṃ puccheyyan”ti.
mn: Why don’t I ask him a question?”

# mn95:12.10
source: Atha kho kāpaṭiko māṇavo bhagavantaṃ etadavoca:
mn: Then he said,

# mn95:12.11
source: “yadidaṃ, bho gotama, brāhmaṇānaṃ porāṇaṃ mantapadaṃ itihitihaparamparāya piṭakasampadāya, tattha ca brāhmaṇā ekaṃsena niṭṭhaṃ gacchanti:
mn: “Master Gotama, regarding that which by the lineage of testament and by canonical authority is the traditional hymnal of the brahmins, the brahmins come to the definite conclusion:

# mn95:12.12
source: ‘idameva saccaṃ, moghamaññan’ti.
mn: ‘This is the only truth, other ideas are silly.’

# mn95:12.13
source: Idha bhavaṃ gotamo kimāhā”ti?
mn: What do you say about this?”

# mn95:13.1
source: “Kiṃ pana, bhāradvāja, atthi koci brāhmaṇānaṃ ekabrāhmaṇopi yo evamāha:
mn: “Well, Bhāradvāja, is there even a single one of the brahmins who says this:

# mn95:13.2
source: ‘ahametaṃ jānāmi, ahametaṃ passāmi.
mn: ‘I know this, I see this:

# mn95:13.3
source: Idameva saccaṃ, moghamaññan’”ti?
mn: this is the only truth, other ideas are silly’?”

# mn95:13.4
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn95:13.5
source: “Kiṃ pana, bhāradvāja, atthi koci brāhmaṇānaṃ ekācariyopi, ekācariyapācariyopi, yāva sattamā ācariyamahayugāpi, yo evamāha:
mn: “Well, is there even a single teacher of the brahmins, or a teacher’s teacher, or anyone back to the seventh generation of teachers, who says this:

# mn95:13.6
source: ‘ahametaṃ jānāmi, ahametaṃ passāmi.
mn: ‘I know this, I see this:

# mn95:13.7
source: Idameva saccaṃ, moghamaññan’”ti?
mn: this is the only truth, other ideas are silly’?”

# mn95:13.8
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn95:13.9
source: “Kiṃ pana, bhāradvāja, yepi te brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu,
mn: “Well, what of the ancient hermits of the brahmins, namely Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu? They were the authors and propagators of the hymns. Their hymnal was sung and propagated and compiled in ancient times; and these days, brahmins continue to sing and chant it, chanting what was chanted and teaching what was taught.

# mn95:13.10
source: tepi evamāhaṃsu:
mn: Did even they say:

# mn95:13.11
source: ‘mayametaṃ jānāma, mayametaṃ passāma.
mn: ‘We know this, we see this:

# mn95:13.12
source: Idameva saccaṃ, moghamaññan’”ti?
mn: this is the only truth, other ideas are silly’?”

# mn95:13.13
source: “No hidaṃ, bho gotama”.
mn: “No, Master Gotama.”

# mn95:13.14
source: “Iti kira, bhāradvāja, natthi koci brāhmaṇānaṃ ekabrāhmaṇopi yo evamāha:
mn: “So, Bhāradvāja, it seems that there is not a single one of the brahmins,
