Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn092.po
Languages: mn

# mn92:0.1
source: Majjhima Nikāya 92
mn: Middle Discourses 92

# mn92:0.2
source: Selasutta
mn: With Sela

# mn92:1.1
source: Evaṃ me sutaṃ—​
mn: So I have heard.

# mn92:1.2
source: ekaṃ samayaṃ bhagavā aṅguttarāpesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ aḍḍhateḷasehi bhikkhusatehi yena āpaṇaṃ nāma aṅguttarāpānaṃ nigamo tadavasari.
mn: At one time the Buddha was wandering in the land of the Northern Āpaṇas together with a large Saṅgha of 1,250 mendicants when he arrived at a town of the Northern Āpaṇas named Āpaṇa.

# mn92:2.1
source: Assosi kho keṇiyo jaṭilo:
mn: The matted-hair ascetic Keṇiya heard:

# mn92:2.2
source: “samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito aṅguttarāpesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ aḍḍhateḷasehi bhikkhusatehi āpaṇaṃ anuppatto.
mn: “It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Āpaṇa, together with a large Saṅgha of 1,250 mendicants.

# mn92:2.3
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn92:2.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn92:2.5
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn92:2.6
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.

# mn92:2.7
source: Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.
mn: It’s good to see such perfected ones.”

# mn92:3.1
source: Atha kho keṇiyo jaṭilo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: So Keṇiya approached the Buddha and exchanged greetings with him.

# mn92:3.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
mn: When the greetings and polite conversation were over, he sat down to one side.

# mn92:3.3
source: Ekamantaṃ nisinnaṃ kho keṇiyaṃ jaṭilaṃ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.
mn: The Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk.

# mn92:3.4
source: Atha kho keṇiyo jaṭilo bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito bhagavantaṃ etadavoca:
mn: Then he said to the Buddha:

# mn92:3.5
source: “adhivāsetu me bhavaṃ gotamo svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti.
mn: “Would Master Gotama together with the mendicant Saṅgha please accept tomorrow’s meal from me?”

# mn92:3.6
source: Evaṃ vutte, bhagavā keṇiyaṃ jaṭilaṃ etadavoca:
mn: When he said this, the Buddha said to him:

# mn92:3.7
source: “mahā kho, keṇiya, bhikkhusaṅgho aḍḍhateḷasāni bhikkhusatāni, tvañca brāhmaṇesu abhippasanno”ti.
mn: “The Saṅgha is large, Keṇiya; there are 1,250 mendicants. And you are devoted to the brahmins.”

# mn92:3.8
source: Dutiyampi kho keṇiyo jaṭilo bhagavantaṃ etadavoca:
mn: For a second time …

# mn92:3.13
source: Tatiyampi kho keṇiyo jaṭilo bhagavantaṃ etadavoca:
mn: and a third time Keṇiya asked the Buddha to accept a meal offering.

# mn92:3.16
source: Adhivāsesi bhagavā tuṇhībhāvena.
mn: Finally, the Buddha consented in silence.

# mn92:4.1
source: Atha kho keṇiyo jaṭilo bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā yena sako assamo tenupasaṅkami; upasaṅkamitvā mittāmacce ñātisālohite āmantesi:
mn: Then, knowing that the Buddha had consented, Keṇiya got up from his seat and went to his own hermitage. There he addressed his friends and colleagues, relatives and family members:

# mn92:4.2
source: “suṇantu me bhonto, mittāmaccā ñātisālohitā;
mn: “Gentlemen, please listen.

# mn92:4.3
source: samaṇo me gotamo nimantito svātanāya bhattaṃ saddhiṃ bhikkhusaṃghena.
mn: The ascetic Gotama together with the mendicant Saṅgha has been invited by me for tomorrow’s meal.

# mn92:4.4
source: Yena me kāyaveyyāvaṭikaṃ kareyyāthā”ti.
mn: Please help me with the preparations.”

# mn92:4.5
source: “Evaṃ, bho”ti kho keṇiyassa jaṭilassa mittāmaccā ñātisālohitā keṇiyassa jaṭilassa paṭissutvā appekacce uddhanāni khaṇanti, appekacce kaṭṭhāni phālenti, appekacce bhājanāni dhovanti, appekacce udakamaṇikaṃ patiṭṭhāpenti, appekacce āsanāni paññapenti.
mn: “Yes, sir,” they replied. Some dug ovens, some chopped wood, some washed dishes, some set out a water jar, and some spread out seats.

# mn92:4.6
source: Keṇiyo pana jaṭilo sāmaṃyeva maṇḍalamālaṃ paṭiyādeti.
mn: Meanwhile, Keṇiya set up the pavilion himself.

# mn92:5.1
source: Tena kho pana samayena selo brāhmaṇo āpaṇe paṭivasati tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo, tīṇi ca māṇavakasatāni mante vāceti.
mn: Now at that time the brahmin Sela was residing in Āpaṇa. He had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man. And he was teaching three hundred students to recite the hymns.

# mn92:6.1
source: Tena kho pana samayena keṇiyo jaṭilo sele brāhmaṇe abhippasanno hoti.
mn: Now at that time Keṇiya was devoted to Sela.

# mn92:6.2
source: Atha kho selo brāhmaṇo tīhi māṇavakasatehi parivuto jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena keṇiyassa jaṭilassa assamo tenupasaṅkami.
mn: Then Sela, while going for a walk escorted by the three hundred students, approached Keṇiya’s hermitage.

# mn92:6.3
source: Addasā kho selo brāhmaṇo keṇiyassa jaṭilassa assame appekacce uddhanāni khaṇante, appekacce kaṭṭhāni phālente, appekacce bhājanāni dhovante, appekacce udakamaṇikaṃ patiṭṭhāpente, appekacce āsanāni paññapente, keṇiyaṃ pana jaṭilaṃ sāmaṃyeva maṇḍalamālaṃ paṭiyādentaṃ.
mn: He saw the preparations going on,

# mn92:7.1
source: Disvāna keṇiyaṃ jaṭilaṃ etadavoca:
mn: and said to Keṇiya:

# mn92:7.2
source: “kiṃ nu bhoto keṇiyassa āvāho vā bhavissati vivāho vā bhavissati mahāyañño vā paccupaṭṭhito, rājā vā māgadho seniyo bimbisāro nimantito svātanāya saddhiṃ balakāyenā”ti?
mn: “Keṇiya, is your son or daughter being married? Or are you setting up a big sacrifice? Or has King Seniya Bimbisāra of Magadha been invited for tomorrow’s meal?”

# mn92:8.1
source: “Na me, bho sela, āvāho bhavissati napi vivāho bhavissati napi rājā māgadho seniyo bimbisāro nimantito svātanāya saddhiṃ balakāyena;
mn: “There is no marriage, Sela, and the king is not coming.

# mn92:8.2
source: api ca kho me mahāyañño paccupaṭṭhito.
mn: Rather, I am setting up a big sacrifice.

# mn92:8.3
source: Atthi, bho, samaṇo gotamo sakyaputto sakyakulā pabbajito aṅguttarāpesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ aḍḍhateḷasehi bhikkhusatehi āpaṇaṃ anuppatto.
mn: The ascetic Gotama has arrived at Āpaṇa, together with a large Saṅgha of 1,250 mendicants.

# mn92:8.4
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn92:8.5
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn92:8.6
source: So me nimantito svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti.
mn: He has been invited by me for tomorrow’s meal together with the mendicant Saṅgha.”

# mn92:8.7
source: “Buddhoti—bho keṇiya, vadesi”?
mn: “Mister Keṇiya, did you say ‘the awakened one’?”

# mn92:8.8
source: “Buddhoti—bho sela, vadāmi”.
mn: “I said ‘the awakened one’.”

# mn92:8.9
source: “Buddhoti—bho keṇiya, vadesi”?
mn: “Did you say ‘the awakened one’?”

# mn92:8.10
source: “Buddhoti—bho sela, vadāmī”ti.
mn: “I said ‘the awakened one’.”

# mn92:10.1
source: Atha kho selassa brāhmaṇassa etadahosi:
mn: Then Sela thought:

# mn92:10.2
source: “ghosopi kho eso dullabho lokasmiṃ—yadidaṃ ‘buddho’ti.
mn: “It’s hard to even find the word ‘awakened one’ in the world.

# mn92:10.3
source: Āgatāni kho panamhākaṃ mantesu dvattiṃsamahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveyeva gatiyo bhavanti anaññā.
mn: The thirty-two marks of a great man have been handed down in our hymns. A great man who possesses these has only two possible destinies, no other.

# mn92:10.4
source: Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato.
mn: If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures.

# mn92:10.5
source: Tassimāni satta ratanāni bhavanti, seyyathidaṃ—
mn: He has the following seven treasures:

# mn92:10.6
source: cakkaratanaṃ, hatthiratanaṃ, assaratanaṃ, maṇiratanaṃ, itthiratanaṃ, gahapatiratanaṃ, pariṇāyakaratanameva sattamaṃ.
mn: the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure.

# mn92:10.7
source: Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā.
mn: He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies.

# mn92:10.8
source: So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati.
mn: After conquering this land girt by sea, he reigns by principle, without rod or sword.

# mn92:10.9
source: Sace pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado”.
mn: But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world.”

# mn92:11.1
source: “Kahaṃ pana, bho keṇiya, etarahi so bhavaṃ gotamo viharati arahaṃ sammāsambuddho”ti?
mn: “But Keṇiya, where is the Blessed One at present, the perfected one, the fully awakened Buddha?”

# mn92:11.2
source: Evaṃ vutte, keṇiyo jaṭilo dakkhiṇaṃ bāhuṃ paggahetvā selaṃ brāhmaṇaṃ etadavoca:
mn: When he said this, Keṇiya pointed with his right arm and said:

# mn92:11.3
source: “yenesā, bho sela, nīlavanarājī”ti.
mn: “There, Mister Sela, at that line of blue forest.”

# mn92:12.1
source: Atha kho selo brāhmaṇo tīhi māṇavakasatehi saddhiṃ yena bhagavā tenupasaṅkami.
mn: Then Sela, together with his students, approached the Buddha.

# mn92:12.2
source: Atha kho selo brāhmaṇo te māṇavake āmantesi:
mn: He said to his students:

# mn92:12.3
source: “appasaddā bhonto āgacchantu pade padaṃ nikkhipantā;
mn: “Come quietly, gentlemen, tread carefully.

# mn92:12.4
source: durāsadā hi te bhagavanto sīhāva ekacarā.
mn: For the Buddhas are hard to attack, like a lion living alone.

# mn92:12.5
source: Yadā cāhaṃ, bho, samaṇena gotamena saddhiṃ manteyyaṃ, mā me bhonto antarantarā kathaṃ opātetha.
mn: When I’m consulting with the ascetic Gotama, don’t interrupt.

# mn92:12.6
source: Kathāpariyosānaṃ me bhavanto āgamentū”ti.
mn: Wait until I’ve finished speaking.”

# mn92:13.1
source: Atha kho selo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then Sela went up to the Buddha, and exchanged greetings with him.

# mn92:13.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
mn: When the greetings and polite conversation were over, he sat down to one side,

# mn92:13.3
source: Ekamantaṃ nisinno kho selo brāhmaṇo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi.
mn: and scrutinized the Buddha’s body for the thirty-two marks of a great man.

# mn92:13.4
source: Addasā kho selo brāhmaṇo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve.
mn: He saw all of them except for two,

# mn92:13.5
source: Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—
mn: which he had doubts about:

# mn92:13.6
source: kosohite ca vatthaguyhe pahūtajivhatāya ca.
mn: whether the private parts are retracted, and the largeness of the tongue.

# mn92:13.7
source: Atha kho bhagavato etadahosi:
mn: Then it occurred to the Buddha:

# mn92:13.8
source: “passati kho me ayaṃ selo brāhmaṇo dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve.
mn: “Sela sees all the marks except for two,

# mn92:13.9
source: Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—
mn: which he has doubts about:

# mn92:13.10
source: kosohite ca vatthaguyhe pahūtajivhatāya cā”ti.
mn: whether the private parts are retracted, and the largeness of the tongue.”

# mn92:14.1
source: Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi, yathā addasa selo brāhmaṇo bhagavato kosohitaṃ vatthaguyhaṃ.
mn: Then the Buddha used his psychic power to will that Sela would see his retracted private parts.

# mn92:14.2
source: Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi; ubhopi nāsikasotāni anumasi paṭimasi; kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi.
mn: And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue.

# mn92:15.1
source: Atha kho selassa brāhmaṇassa etadahosi:
mn: Then Sela thought:

# mn92:15.2
source: “samannāgato kho samaṇo gotamo dvattiṃsamahāpurisalakkhaṇehi paripuṇṇehi, no aparipuṇṇehi;
mn: “The ascetic Gotama possesses the thirty-two marks completely, lacking none.

# mn92:15.3
source: no ca kho naṃ jānāmi buddho vā no vā.
mn: But I don’t know whether or not he is an awakened one.

# mn92:15.4
source: Sutaṃ kho pana metaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ:
mn: I have heard that brahmins of the past who were elderly and senior, the teachers of teachers, said:

# mn92:15.5
source: ‘ye te bhavanti arahanto sammāsambuddhā te sake vaṇṇe bhaññamāne attānaṃ pātukarontī’ti.
mn: ‘Those who are perfected ones, fully awakened Buddhas reveal themselves when praised.’

# mn92:15.6
source: Yannūnāhaṃ samaṇaṃ gotamaṃ sammukhā sāruppāhi gāthāhi abhitthaveyyan”ti.
mn: Why don’t I extoll him in his presence with fitting verses?”

# mn92:15.7
source: Atha kho selo brāhmaṇo bhagavantaṃ sammukhā sāruppāhi gāthāhi abhitthavi:
mn: Then Sela extolled the Buddha in his presence with fitting verses:

# mn92:16.1
source: “Paripuṇṇakāyo suruci,
mn: “O Blessed One, your body’s perfect,

# mn92:16.2
source: Sujāto cārudassano;
mn: you’re radiant, handsome, lovely to behold;

# mn92:16.3
source: Suvaṇṇavaṇṇosi bhagavā,
mn: golden colored,

# mn92:16.4
source: Susukkadāṭhosi vīriyavā.
mn: with teeth so white; you’re strong.

# mn92:16.5
source: Narassa hi sujātassa,
mn: The characteristics

# mn92:16.6
source: ye bhavanti viyañjanā;
mn: of a handsome man,

# mn92:16.7
source: Sabbe te tava kāyasmiṃ,
mn: the marks of a great man,

# mn92:16.8
source: mahāpurisalakkhaṇā.
mn: are all in your body.

# mn92:16.9
source: Pasannanetto sumukho,
mn: Your eyes are clear, your face is fair,

# mn92:16.10
source: brahā uju patāpavā;
mn: you’re formidable, upright, majestic.

# mn92:16.11
source: Majjhe samaṇasaṃghassa,
mn: In the midst of the Saṅgha of ascetics,

# mn92:16.12
source: ādiccova virocasi.
mn: you shine like the sun.

# mn92:16.13
source: Kalyāṇadassano bhikkhu,
mn: You’re a mendicant fine to see,

# mn92:16.14
source: kañcanasannibhattaco;
mn: with skin of golden sheen.

# mn92:16.15
source: Kiṃ te samaṇabhāvena,
mn: But with such excellent appearance,

# mn92:16.16
source: evaṃ uttamavaṇṇino.
mn: what do you want with the ascetic life?

# mn92:16.17
source: Rājā arahasi bhavituṃ,
mn: You’re fit to be a king,

# mn92:16.18
source: cakkavattī rathesabho;
mn: a wheel-turning monarch, chief of charioteers,

# mn92:16.19
source: Cāturanto vijitāvī,
mn: victorious in the four directions,

# mn92:16.20
source: jambusaṇḍassa issaro.
mn: lord of all India.

# mn92:16.21
source: Khattiyā bhogirājāno,
mn: Aristocrats, nobles, and kings

# mn92:16.22
source: anuyantā bhavantu te;
mn: follow your rule.

# mn92:16.23
source: Rājābhirājā manujindo,
mn: Gotama, you should reign

# mn92:16.24
source: rajjaṃ kārehi gotama”.
mn: as king of kings, lord of men!”

# mn92:17.1
source: “Rājāhamasmi selāti,
mn: “I am a king, Sela—

# mn92:17.2
source: dhammarājā anuttaro;
mn: the supreme king of the teaching.

# mn92:17.3
source: Dhammena cakkaṃ vattemi,
mn: By the teaching I roll forth the wheel

# mn92:17.4
source: cakkaṃ appaṭivattiyaṃ”.
mn: which cannot be rolled back.”

# mn92:18.1
source: “Sambuddho paṭijānāsi,
mn: “You claim to be awakened,

# mn92:18.2
source: dhammarājā anuttaro;
mn: the supreme king of the teaching.

# mn92:18.3
source: ‘Dhammena cakkaṃ vattemi’,
mn: ‘I roll forth the teaching’:

# mn92:18.4
source: iti bhāsasi gotama.
mn: so you say, Gotama.

# mn92:18.5
source: Ko nu senāpati bhoto,
mn: Then who is your general,

# mn92:18.6
source: sāvako satthuranvayo;
mn: the disciple who follows the Teacher’s way?

# mn92:18.7
source: Ko tetamanuvatteti,
mn: Who keeps rolling the wheel

# mn92:18.8
source: dhammacakkaṃ pavattitaṃ”.
mn: of teaching you rolled forth?”

# mn92:19.1
source: “Mayā pavattitaṃ cakkaṃ, (selāti bhagavā)
mn: “By me the wheel was rolled forth,” said the Buddha,

# mn92:19.2
source: Dhammacakkaṃ anuttaraṃ;
mn: “the supreme wheel of teaching.

# mn92:19.3
source: Sāriputto anuvatteti,
mn: Sāriputta, taking after the Realized One,

# mn92:19.4
source: Anujāto tathāgataṃ.
mn: keeps it rolling on.

# mn92:19.5
source: Abhiññeyyaṃ abhiññātaṃ,
mn: I have known what should be known,

# mn92:19.6
source: bhāvetabbañca bhāvitaṃ;
mn: and developed what should be developed,

# mn92:19.7
source: Pahātabbaṃ pahīnaṃ me,
mn: and given up what should be given up:

# mn92:19.8
source: tasmā buddhosmi brāhmaṇa.
mn: and so, brahmin, I am a Buddha.

# mn92:19.9
source: Vinayassu mayi kaṅkhaṃ,
mn: Dispel your doubt in me—

# mn92:19.10
source: adhimuccassu brāhmaṇa;
mn: make up your mind, brahmin!

# mn92:19.11
source: Dullabhaṃ dassanaṃ hoti,
mn: The sight of a Buddha

# mn92:19.12
source: sambuddhānaṃ abhiṇhaso.
mn: is hard to find again.

# mn92:19.13
source: Yesaṃ ve dullabho loke,
mn: I am a Buddha, brahmin,

# mn92:19.14
source: pātubhāvo abhiṇhaso;
mn: the supreme surgeon,

# mn92:19.15
source: Sohaṃ brāhmaṇa sambuddho,
mn: one of those whose appearance in the world

# mn92:19.16
source: sallakatto anuttaro.
mn: is hard to find again.

# mn92:19.17
source: Brahmabhūto atitulo,
mn: Holy, unequalled,

# mn92:19.18
source: mārasenappamaddano;
mn: crusher of Māra’s army;

# mn92:19.19
source: Sabbāmitte vasī katvā,
mn: having subdued all my opponents,

# mn92:19.20
source: modāmi akutobhayo”.
mn: I rejoice, fearing nothing from any quarter.”

# mn92:20.1
source: “Imaṃ bhonto nisāmetha,
mn: “Pay heed, sirs, to what

# mn92:20.2
source: yathā bhāsati cakkhumā;
mn: is spoken by the seer.

# mn92:20.3
source: Sallakatto mahāvīro,
mn: The surgeon, the great hero,

# mn92:20.4
source: sīhova nadatī vane.
mn: roars like a lion in the jungle.

# mn92:20.5
source: Brahmabhūtaṃ atitulaṃ,
mn: Holy, unequalled,

# mn92:20.6
source: mārasenappamaddanaṃ;
mn: crusher of Māra’s army;

# mn92:20.7
source: Ko disvā nappasīdeyya,
mn: who would not be inspired by him,

# mn92:20.8
source: api kaṇhābhijātiko.
mn: even one whose nature is dark?

# mn92:20.9
source: Yo maṃ icchati anvetu,
mn: Those who wish may follow me;

# mn92:20.10
source: yo vā nicchati gacchatu;
mn: those who don’t may go.

# mn92:20.11
source: Idhāhaṃ pabbajissāmi,
mn: Right here, I’ll go forth in the presence of him,

# mn92:20.12
source: varapaññassa santike”.
mn: this man of such splendid wisdom.”

# mn92:21.1
source: “Etañce ruccati bhoto,
mn: “Sir, if you like

# mn92:21.2
source: sammāsambuddhasāsanaṃ;
mn: the teaching of the Buddha,

# mn92:21.3
source: Mayampi pabbajissāma,
mn: we’ll also go forth in the presence of him,

# mn92:21.4
source: varapaññassa santike”.
mn: this man of such splendid wisdom.”

# mn92:22.1
source: Brāhmaṇā tisatā ime,
mn: “These three hundred brahmins

# mn92:22.2
source: yācanti pañjalīkatā;
mn: with joined palms held up, ask:

# mn92:22.3
source: “Brahmacariyaṃ carissāma,
mn: ‘May we lead the spiritual life

# mn92:22.4
source: bhagavā tava santike”.
mn: in your presence, Blessed One?’”

# mn92:23.1
source: “Svākkhātaṃ brahmacariyaṃ, (selāti bhagavā)
mn: “The spiritual life is well explained,” said the Buddha,

# mn92:23.2
source: Sandiṭṭhikamakālikaṃ;
mn: “realizable in this very life, immediately effective.

# mn92:23.3
source: Yattha amoghā pabbajjā,
mn: Here the going forth isn’t in vain

# mn92:23.4
source: Appamattassa sikkhato”ti.
mn: for one who trains with diligence.”

# mn92:24.1
source: Alattha kho selo brāhmaṇo sapariso bhagavato santike pabbajjaṃ, alattha upasampadaṃ.
mn: And the brahmin Sela together with his assembly received the going forth, the ordination in the Buddha’s presence.

# mn92:25.1
source: Atha kho keṇiyo jaṭilo tassā rattiyā accayena sake assame paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi:
mn: And when the night had passed Keṇiya had a variety of delicious foods prepared in his own home. Then he had the Buddha informed of the time, saying:

# mn92:25.2
source: “kālo, bho gotama, niṭṭhitaṃ bhattan”ti.
mn: “Itʼs time, Master Gotama, the meal is ready.”

# mn92:25.3
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena keṇiyassa jaṭilassa assamo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi saddhiṃ bhikkhusaṅghena.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, went to Keṇiya’s hermitage, where he sat on the seat spread out, together with the Saṅgha of mendicants.

# mn92:25.4
source: Atha kho keṇiyo jaṭilo buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi, sampavāresi.
mn: Then Keṇiya served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods.

# mn92:25.5
source: Atha kho keṇiyo jaṭilo bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: When the Buddha had eaten and washed his hand and bowl, Keṇiya took a low seat and sat to one side.

# mn92:25.6
source: Ekamantaṃ nisinnaṃ kho keṇiyaṃ jaṭilaṃ bhagavā imāhi gāthāhi anumodi:
mn: The Buddha expressed his appreciation with these verses:

# mn92:26.1
source: “Aggihuttamukhā yaññā,
mn: “The foremost of sacrifices is offering to the sacred flame;

# mn92:26.2
source: sāvittī chandaso mukhaṃ;
mn: the Sāvittī is the foremost of poetic meters;

# mn92:26.3
source: Rājā mukhaṃ manussānaṃ,
mn: of humans, the king is the foremost;

# mn92:26.4
source: nadīnaṃ sāgaro mukhaṃ.
mn: the ocean’s the foremost of rivers;

# mn92:26.5
source: Nakkhattānaṃ mukhaṃ cando,
mn: the foremost of stars is the moon;

# mn92:26.6
source: ādicco tapataṃ mukhaṃ;
mn: the sun is the foremost of lights;

# mn92:26.7
source: Puññaṃ ākaṅkhamānānaṃ,
mn: for those who sacrifice seeking merit,

# mn92:26.8
source: saṅgho ve yajataṃ mukhan”ti.
mn: the Saṅgha is the foremost.”

# mn92:26.9
source: Atha kho bhagavā keṇiyaṃ jaṭilaṃ imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi.
mn: When the Buddha had expressed his appreciation to Keṇiya the matted-hair ascetic with these verses, he got up from his seat and left.
