Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn090.po
Languages: mn

# mn90:18.1
source: Atha kho rājā pasenadi kosalo bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmīti.
mn: Then King Pasenadi approved and agreed with what the Buddha said. Then he got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.
