Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn095.po
Languages: mn

# mn95:13.17
source: natthi koci brāhmaṇānaṃ ekācariyopi ekācariyapācariyopi, yāva sattamā ācariyamahayugāpi, yo evamāha:
mn: not even anyone back to the seventh generation of teachers,

# mn95:13.20
source: yepi te brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, tepi na evamāhaṃsu:
mn: nor even the ancient hermits of the brahmins who say:

# mn95:13.21
source: ‘mayametaṃ jānāma, mayametaṃ passāma.
mn: ‘We know this, we see this:

# mn95:13.22
source: Idameva saccaṃ, moghamaññan’ti.
mn: this is the only truth, other ideas are silly.’

# mn95:13.23
source: Seyyathāpi, bhāradvāja, andhaveṇi paramparāsaṃsattā purimopi na passati majjhimopi na passati pacchimopi na passati;
mn: Suppose there was a queue of blind men, each holding the one in front: the first one does not see, the middle one does not see, and the last one does not see.

# mn95:13.24
source: evameva kho, bhāradvāja, andhaveṇūpamaṃ maññe brāhmaṇānaṃ bhāsitaṃ sampajjati—purimopi na passati majjhimopi na passati pacchimopi na passati.
mn: In the same way, it seems to me that the brahmins’ statement turns out to be like a queue of blind men: the first one does not see, the middle one does not see, and the last one does not see.

# mn95:13.25
source: Taṃ kiṃ maññasi, bhāradvāja,
mn: What do you think, Bhāradvāja?

# mn95:13.26
source: nanu evaṃ sante brāhmaṇānaṃ amūlikā saddhā sampajjatī”ti?
mn: This being so, doesn’t the brahmins’ faith turn out to be baseless?”

# mn95:14.1
source: “Na khvettha, bho gotama, brāhmaṇā saddhāyeva payirupāsanti, anussavāpettha brāhmaṇā payirupāsantī”ti.
mn: “The brahmins don’t just honor this because of faith, but also because of oral transmission.”

# mn95:14.2
source: “Pubbeva kho tvaṃ, bhāradvāja, saddhaṃ agamāsi, anussavaṃ idāni vadesi.
mn: “First you relied on faith, now you speak of oral tradition.

# mn95:14.3
source: Pañca kho ime, bhāradvāja, dhammā diṭṭheva dhamme dvedhā vipākā.
mn: These five things can be seen to turn out in two different ways.

# mn95:14.4
source: Katame pañca?
mn: What five?

# mn95:14.5
source: Saddhā, ruci, anussavo, ākāraparivitakko, diṭṭhinijjhānakkhanti—
mn: Faith, preference, oral tradition, reasoned contemplation, and acceptance of a view after consideration.

# mn95:14.7
source: Api ca, bhāradvāja, susaddahitaṃyeva hoti, tañca hoti rittaṃ tucchaṃ musā;
mn: Even though you have full faith in something, it may be void, hollow, and false.

# mn95:14.8
source: no cepi susaddahitaṃ hoti, tañca hoti bhūtaṃ tacchaṃ anaññathā.
mn: And even if you don’t have full faith in something, it may be true and real, not otherwise.

# mn95:14.9
source: Api ca, bhāradvāja, surucitaṃyeva hoti … pe …
mn: Even though you have a strong preference for something …

# mn95:14.10
source: svānussutaṃyeva hoti … pe …
mn: something may be accurately transmitted …

# mn95:14.11
source: suparivitakkitaṃyeva hoti … pe …
mn: something may be well contemplated …

# mn95:14.12
source: sunijjhāyitaṃyeva hoti, tañca hoti rittaṃ tucchaṃ musā;
mn: something may be well considered, it may be void, hollow, and false.

# mn95:14.13
source: no cepi sunijjhāyitaṃ hoti, tañca hoti bhūtaṃ tacchaṃ anaññathā.
mn: And even if something is not well considered, it may be true and real, not otherwise.

# mn95:14.14
source: Saccamanurakkhatā, bhāradvāja, viññunā purisena nālamettha ekaṃsena niṭṭhaṃ gantuṃ:
mn: For a sensible person who is preserving truth this is not sufficient to come to the definite conclusion:

# mn95:14.15
source: ‘idameva saccaṃ, moghamaññan’”ti.
mn: ‘This is the only truth, other ideas are silly.’”

# mn95:15.1
source: “Kittāvatā pana, bho gotama, saccānurakkhaṇā hoti, kittāvatā saccamanurakkhati?
mn: “But Master Gotama, how do you define the preservation of truth?”

# mn95:15.3
source: “Saddhā cepi, bhāradvāja, purisassa hoti;
mn: “If a person has faith,

# mn95:15.4
source: ‘evaṃ me saddhā’ti—
mn: they preserve truth by saying, ‘Such is my faith.’

# mn95:15.5
source: iti vadaṃ saccamanurakkhati, na tveva tāva ekaṃsena niṭṭhaṃ gacchati:
mn: But they don’t yet come to the definite conclusion:

# mn95:15.6
source: ‘idameva saccaṃ, moghamaññan’ti ().
mn: ‘This is the only truth, other ideas are silly.’

# mn95:15.7
source: Ruci cepi, bhāradvāja, purisassa hoti … pe …
mn: If a person has a preference …

# mn95:15.8
source: anussavo cepi, bhāradvāja, purisassa hoti … pe …
mn: or has received an oral transmission …

# mn95:15.9
source: ākāraparivitakko cepi, bhāradvāja, purisassa hoti … pe …
mn: or has a reasoned reflection about something …

# mn95:15.10
source: diṭṭhinijjhānakkhanti cepi, bhāradvāja, purisassa hoti;
mn: or has accepted a view after contemplation,

# mn95:15.11
source: ‘evaṃ me diṭṭhinijjhānakkhantī’ti—
mn: they preserve truth by saying, ‘Such is the view I have accepted after contemplation.’

# mn95:15.12
source: iti vadaṃ saccamanurakkhati, na tveva tāva ekaṃsena niṭṭhaṃ gacchati:
mn: But they don’t yet come to the definite conclusion:

# mn95:15.13
source: ‘idameva saccaṃ, moghamaññan’ti.
mn: ‘This is the only truth, other ideas are silly.’

# mn95:15.14
source: Ettāvatā kho, bhāradvāja, saccānurakkhaṇā hoti, ettāvatā saccamanurakkhati, ettāvatā ca mayaṃ saccānurakkhaṇaṃ paññapema;
mn: That’s how the preservation of truth is defined, Bhāradvāja. I describe the preservation of truth as defined in this way.

# mn95:15.15
source: na tveva tāva saccānubodho hotī”ti.
mn: But this is not yet the awakening to the truth.”

# mn95:16.1
source: “Ettāvatā, bho gotama, saccānurakkhaṇā hoti, ettāvatā saccamanurakkhati, ettāvatā ca mayaṃ saccānurakkhaṇaṃ pekkhāma.
mn: “That’s how the preservation of truth is defined, Master Gotama. We regard the preservation of truth as defined in this way.

# mn95:16.2
source: Kittāvatā pana, bho gotama, saccānubodho hoti, kittāvatā saccamanubujjhati?
mn: But Master Gotama, how do you define awakening to the truth?”

# mn95:17.1
source: “Idha, bhāradvāja, bhikkhu aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati.
mn: “Bhāradvāja, take the case of a mendicant living supported by a town or village.

# mn95:17.2
source: Tamenaṃ gahapati vā gahapatiputto vā upasaṅkamitvā tīsu dhammesu samannesati—
mn: A householder or their child approaches and scrutinizes them for three kinds of things:

# mn95:17.3
source: lobhanīyesu dhammesu, dosanīyesu dhammesu, mohanīyesu dhammesu.
mn: things that arouse greed, things that provoke hate, and things that promote delusion.

# mn95:17.4
source: Atthi nu kho imassāyasmato tathārūpā lobhanīyā dhammā yathārūpehi lobhanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—
mn: ‘Does this venerable have any qualities that arouse greed? Such qualities that, were their mind to be overwhelmed by them, they might say

# mn95:17.5
source: jānāmīti, apassaṃ vā vadeyya—
mn: that they know, even though they don’t know, or that they see, even though they don’t see;

# mn95:17.6
source: passāmīti, paraṃ vā tadatthāya samādapeyya yaṃ paresaṃ assa dīgharattaṃ ahitāya dukkhāyāti?
mn: or that they might encourage others to do what is for their lasting harm and suffering?’

# mn95:17.7
source: Tamenaṃ samannesamāno evaṃ jānāti:
mn: Scrutinizing them they find:

# mn95:17.8
source: ‘natthi kho imassāyasmato tathārūpā lobhanīyā dhammā yathārūpehi lobhanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—
mn: ‘This venerable has no such qualities that arouse greed.

# mn95:17.11
source: Tathārūpo kho panimassāyasmato kāyasamācāro tathārūpo vacīsamācāro yathā taṃ aluddhassa.
mn: Rather, that venerable has bodily and verbal behavior like that of someone without greed.

# mn95:17.12
source: Yaṃ kho pana ayamāyasmā dhammaṃ deseti, gambhīro so dhammo duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo;
mn: And the principle that they teach is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of reason, subtle, comprehensible to the astute.

# mn95:17.13
source: na so dhammo sudesiyo luddhenā’ti.
mn: It’s not easy for someone with greed to teach this.’

# mn95:18.1
source: Yato naṃ samannesamāno visuddhaṃ lobhanīyehi dhammehi samanupassati tato naṃ uttari samannesati dosanīyesu dhammesu.
mn: Scrutinizing them in this way they see that they are purified of qualities that arouse greed. Next, they search them for qualities that provoke hate.

# mn95:18.2
source: Atthi nu kho imassāyasmato tathārūpā dosanīyā dhammā yathārūpehi dosanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—
mn: ‘Does this venerable have any qualities that provoke hate? Such qualities that, were their mind to be overwhelmed by them, they might say

# mn95:18.3
source: jānāmīti, apassaṃ vā vadeyya—
mn: that they know, even though they don’t know, or that they see, even though they don’t see;

# mn95:18.4
source: passāmīti, paraṃ vā tadatthāya samādapeyya yaṃ paresaṃ assa dīgharattaṃ ahitāya dukkhāyāti?
mn: or that they might encourage others to do what is for their lasting harm and suffering?’

# mn95:18.5
source: Tamenaṃ samannesamāno evaṃ jānāti:
mn: Scrutinizing them they find:

# mn95:18.6
source: ‘natthi kho imassāyasmato tathārūpā dosanīyā dhammā yathārūpehi dosanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—
mn: ‘This venerable has no such qualities that provoke hate.

# mn95:18.9
source: Tathārūpo kho panimassāyasmato kāyasamācāro tathārūpo vacīsamācāro yathā taṃ aduṭṭhassa.
mn: Rather, that venerable has bodily and verbal behavior like that of someone without hate.

# mn95:18.10
source: Yaṃ kho pana ayamāyasmā dhammaṃ deseti, gambhīro so dhammo duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo;
mn: And the principle that they teach is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of reason, subtle, comprehensible to the astute.

# mn95:18.11
source: na so dhammo sudesiyo duṭṭhenā’ti.
mn: It’s not easy for someone with hate to teach this.’

# mn95:19.1
source: Yato naṃ samannesamāno visuddhaṃ dosanīyehi dhammehi samanupassati, tato naṃ uttari samannesati mohanīyesu dhammesu.
mn: Scrutinizing them in this way they see that they are purified of qualities that provoke hate. Next, they scrutinize them for qualities that promote delusion.

# mn95:19.2
source: Atthi nu kho imassāyasmato tathārūpā mohanīyā dhammā yathārūpehi mohanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—
mn: ‘Does this venerable have any qualities that promote delusion? Such qualities that, were their mind to be overwhelmed by them, they might say

# mn95:19.3
source: jānāmīti, apassaṃ vā vadeyya—
mn: that they know, even though they don’t know, or that they see, even though they don’t see;

# mn95:19.4
source: passāmīti, paraṃ vā tadatthāya samādapeyya yaṃ paresaṃ assa dīgharattaṃ ahitāya dukkhāyāti?
mn: or that they might encourage others to do what is for their lasting harm and suffering?’

# mn95:19.5
source: Tamenaṃ samannesamāno evaṃ jānāti:
mn: Scrutinizing them they find:

# mn95:19.6
source: ‘natthi kho imassāyasmato tathārūpā mohanīyā dhammā yathārūpehi mohanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—
mn: ‘This venerable has no such qualities that promote delusion.

# mn95:19.9
source: Tathārūpo kho panimassāyasmato kāyasamācāro tathārūpo vacīsamācāro yathā taṃ amūḷhassa.
mn: Rather, that venerable has bodily and verbal behavior like that of someone without delusion.

# mn95:19.10
source: Yaṃ kho pana ayamāyasmā dhammaṃ deseti, gambhīro so dhammo duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo;
mn: And the principle that they teach is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of reason, subtle, comprehensible to the astute.

# mn95:19.11
source: na so dhammo sudesiyo mūḷhenā’ti.
mn: It’s not easy for someone with delusion to teach this.’

# mn95:20.1
source: Yato naṃ samannesamāno visuddhaṃ mohanīyehi dhammehi samanupassati;
mn: Scrutinizing them in this way they see that they are purified of qualities that promote delusion.

# mn95:20.2
source: atha tamhi saddhaṃ niveseti, saddhājāto upasaṅkamati, upasaṅkamanto payirupāsati, payirupāsanto sotaṃ odahati, ohitasoto dhammaṃ suṇāti, sutvā dhammaṃ dhāreti, dhatānaṃ dhammānaṃ atthaṃ upaparikkhati, atthaṃ upaparikkhato dhammā nijjhānaṃ khamanti, dhammanijjhānakkhantiyā sati chando jāyati, chandajāto ussahati, ussahitvā tuleti, tulayitvā padahati, pahitatto samāno kāyena ceva paramasaccaṃ sacchikaroti paññāya ca naṃ ativijjha passati.
mn: Next, they place faith in them. When faith has arisen they approach the teacher. They pay homage, lend an ear, hear the teachings, remember the teachings, reflect on their meaning, and accept them after consideration. Then enthusiasm springs up; they make an effort, weigh up, and persevere. Persevering, they directly realize the ultimate truth, and see it with penetrating wisdom.

# mn95:20.3
source: Ettāvatā kho, bhāradvāja, saccānubodho hoti, ettāvatā saccamanubujjhati, ettāvatā ca mayaṃ saccānubodhaṃ paññapema;
mn: That’s how the awakening to truth is defined, Bhāradvāja. I describe the awakening to truth as defined in this way.

# mn95:20.4
source: na tveva tāva saccānuppatti hotī”ti.
mn: But this is not yet the arrival at the truth.”

# mn95:21.1
source: “Ettāvatā, bho gotama, saccānubodho hoti, ettāvatā saccamanubujjhati, ettāvatā ca mayaṃ saccānubodhaṃ pekkhāma.
mn: “That’s how the awakening to truth is defined, Master Gotama. I regard the awakening to truth as defined in this way.

# mn95:21.2
source: Kittāvatā pana, bho gotama, saccānuppatti hoti, kittāvatā saccamanupāpuṇāti?
mn: But Master Gotama, how do you define the arrival at the truth?”

# mn95:21.4
source: “Tesaṃyeva, bhāradvāja, dhammānaṃ āsevanā bhāvanā bahulīkammaṃ saccānuppatti hoti.
mn: “By the cultivation, development, and making much of these very same things there is the arrival at the truth.

# mn95:21.5
source: Ettāvatā kho, bhāradvāja, saccānuppatti hoti, ettāvatā saccamanupāpuṇāti, ettāvatā ca mayaṃ saccānuppattiṃ paññapemā”ti.
mn: That’s how the arrival at the truth is defined, Bhāradvāja. I describe the arrival at the truth as defined in this way.”

# mn95:22.1
source: “Ettāvatā, bho gotama, saccānuppatti hoti, ettāvatā saccamanupāpuṇāti, ettāvatā ca mayaṃ saccānuppattiṃ pekkhāma.
mn: “That’s how the arrival at the truth is defined, Master Gotama. I regard the arrival at the truth as defined in this way.

# mn95:22.2
source: Saccānuppattiyā pana, bho gotama, katamo dhammo bahukāro?
mn: But what quality is helpful for arriving at the truth?”

# mn95:22.4
source: “Saccānuppattiyā kho, bhāradvāja, padhānaṃ bahukāraṃ.
mn: “Striving is helpful for arriving at the truth.

# mn95:22.5
source: No cetaṃ padaheyya, nayidaṃ saccamanupāpuṇeyya.
mn: If you don’t strive, you won’t arrive at the truth.

# mn95:22.6
source: Yasmā ca kho padahati tasmā saccamanupāpuṇāti.
mn: You arrive at the truth because you strive.

# mn95:22.7
source: Tasmā saccānuppattiyā padhānaṃ bahukāran”ti.
mn: That’s why striving is helpful for arriving at the truth.”

# mn95:23.1
source: “Padhānassa pana, bho gotama, katamo dhammo bahukāro?
mn: “But what quality is helpful for striving?”

# mn95:23.3
source: “Padhānassa kho, bhāradvāja, tulanā bahukārā.
mn: “Weighing up the teachings is helpful for striving …

# mn95:24.3
source: “Tulanāya kho, bhāradvāja, ussāho bahukāro.
mn: Making an effort is helpful for weighing up the teachings …

# mn95:25.3
source: “Ussāhassa kho, bhāradvāja, chando bahukāro.
mn: Enthusiasm is helpful for making an effort …

# mn95:26.3
source: “Chandassa kho, bhāradvāja, dhammanijjhānakkhanti bahukārā.
mn: Acceptance of the teachings after consideration is helpful for enthusiasm …

# mn95:27.3
source: “Dhammanijjhānakkhantiyā kho, bhāradvāja, atthūpaparikkhā bahukārā.
mn: Reflecting on the meaning of the teachings is helpful for accepting them after consideration …

# mn95:28.3
source: “Atthūpaparikkhāya kho, bhāradvāja, dhammadhāraṇā bahukārā.
mn: Remembering the teachings is helpful for reflecting on their meaning …

# mn95:29.3
source: “Dhammadhāraṇāya kho, bhāradvāja, dhammassavanaṃ bahukāraṃ.
mn: Hearing the teachings is helpful for remembering the teachings …

# mn95:30.3
source: “Dhammassavanassa kho, bhāradvāja, sotāvadhānaṃ bahukāraṃ.
mn: Listening is helpful for hearing the teachings …

# mn95:31.3
source: “Sotāvadhānassa kho, bhāradvāja, payirupāsanā bahukārā.
mn: Paying homage is helpful for listening …

# mn95:32.3
source: “Payirupāsanāya kho, bhāradvāja, upasaṅkamanaṃ bahukāraṃ.
mn: Approaching is helpful for paying homage …

# mn95:33.3
source: “Upasaṅkamanassa kho, bhāradvāja, saddhā bahukārā.
mn: Faith is helpful for approaching a teacher.

# mn95:33.4
source: No cetaṃ saddhā jāyetha, nayidaṃ upasaṅkameyya.
mn: If you don’t give rise to faith, you won’t approach a teacher.

# mn95:33.5
source: Yasmā ca kho saddhā jāyati tasmā upasaṅkamati.
mn: You approach a teacher because you have faith.

# mn95:33.6
source: Tasmā upasaṅkamanassa saddhā bahukārā”ti.
mn: That’s why faith is helpful for approaching a teacher.”

# mn95:34.1
source: “Saccānurakkhaṇaṃ mayaṃ bhavantaṃ gotamaṃ apucchimha, saccānurakkhaṇaṃ bhavaṃ gotamo byākāsi;
mn: “I’ve asked Master Gotama about the preservation of truth, and he has answered me.

# mn95:34.2
source: tañca panamhākaṃ ruccati ceva khamati ca tena camha attamanā.
mn: I like and accept this, and am satisfied with it.

# mn95:34.3
source: Saccānubodhaṃ mayaṃ bhavantaṃ gotamaṃ apucchimha, saccānubodhaṃ bhavaṃ gotamo byākāsi;
mn: I’ve asked Master Gotama about awakening to the truth, and he has answered me.

# mn95:34.4
source: tañca panamhākaṃ ruccati ceva khamati ca tena camha attamanā.
mn: I like and accept this, and am satisfied with it.

# mn95:34.5
source: Saccānuppattiṃ mayaṃ bhavantaṃ gotamaṃ apucchimha, saccānuppattiṃ bhavaṃ gotamo byākāsi;
mn: I’ve asked Master Gotama about the arrival at the truth, and he has answered me.

# mn95:34.6
source: tañca panamhākaṃ ruccati ceva khamati ca tena camha attamanā.
mn: I like and accept this, and am satisfied with it.

# mn95:34.7
source: Saccānuppattiyā bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ apucchimha, saccānuppattiyā bahukāraṃ dhammaṃ bhavaṃ gotamo byākāsi;
mn: I’ve asked Master Gotama about the things that are helpful for the arrival at the truth, and he has answered me.

# mn95:34.8
source: tañca panamhākaṃ ruccati ceva khamati ca tena camha attamanā.
mn: I like and accept this, and am satisfied with it.

# mn95:34.9
source: Yaṃyadeva ca mayaṃ bhavantaṃ gotamaṃ apucchimha taṃtadeva bhavaṃ gotamo byākāsi;
mn: Whatever I have asked Master Gotama about he has answered me.

# mn95:34.10
source: tañca panamhākaṃ ruccati ceva khamati ca tena camha attamanā.
mn: I like and accept this, and am satisfied with it.

# mn95:34.11
source: Mayañhi, bho gotama, pubbe evaṃ jānāma:
mn: Master Gotama, I used to think this:

# mn95:34.12
source: ‘ke ca muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, ke ca dhammassa aññātāro’ti?
mn: ‘Who are these shavelings, fake ascetics, riffraff, black spawn from the feet of our Kinsman to be counted alongside those who understand the teaching?’

# mn95:34.13
source: Ajanesi vata me bhavaṃ gotamo samaṇesu samaṇapemaṃ, samaṇesu samaṇapasādaṃ, samaṇesu samaṇagāravaṃ.
mn: The Buddha has inspired me to have love, confidence, and respect for ascetics!

# mn95:35.1
source: Abhikkantaṃ, bho gotama … pe …
mn: Excellent, Master Gotama! …

# mn95:35.2
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
