Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn093.po
Languages: mn

# mn93:0.1
source: Majjhima Nikāya 93
mn: Middle Discourses 93

# mn93:0.2
source: Assalāyanasutta
mn: With Assalāyana

# mn93:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn93:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn93:2.1
source: Tena kho pana samayena nānāverajjakānaṃ brāhmaṇānaṃ pañcamattāni brāhmaṇasatāni sāvatthiyaṃ paṭivasanti kenacideva karaṇīyena.
mn: Now at that time around five hundred brahmins from abroad were residing in Sāvatthī on some business.

# mn93:2.2
source: Atha kho tesaṃ brāhmaṇānaṃ etadahosi:
mn: Then those brahmins thought,

# mn93:2.3
source: “ayaṃ kho samaṇo gotamo cātuvaṇṇiṃ suddhiṃ paññapeti.
mn: “This ascetic Gotama advocates purification for all four classes.

# mn93:2.4
source: Ko nu kho pahoti samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti?
mn: Who is capable of having a dialogue with him about this?”

# mn93:3.1
source: Tena kho pana samayena assalāyano nāma māṇavo sāvatthiyaṃ paṭivasati daharo, vuttasiro, soḷasavassuddesiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo.
mn: Now at that time the brahmin student Assalāyana was residing in Sāvatthī. He was young, newly tonsured; he was sixteen years old. He had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man.

# mn93:3.2
source: Atha kho tesaṃ brāhmaṇānaṃ etadahosi:
mn: Then those brahmins thought,

# mn93:3.4
source: So kho pahoti samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti.
mn: “This Assalāyana is capable of having a dialogue with the ascetic Gotama about this.”

# mn93:4.1
source: Atha kho te brāhmaṇā yena assalāyano māṇavo tenupasaṅkamiṃsu; upasaṅkamitvā assalāyanaṃ māṇavaṃ etadavocuṃ:
mn: So they approached Assalāyana and said to him,

# mn93:4.2
source: “ayaṃ, bho assalāyana, samaṇo gotamo cātuvaṇṇiṃ suddhiṃ paññapeti.
mn: “This ascetic Gotama advocates purification for all four classes.

# mn93:4.3
source: Etu bhavaṃ assalāyano samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetū”ti.
mn: Please, Mister Assalāyana, have a dialogue with the ascetic Gotama about this.”

# mn93:4.4
source: Evaṃ vutte, assalāyano māṇavo te brāhmaṇe etadavoca:
mn: When they said this, Assalāyana said to them,

# mn93:4.5
source: “samaṇo khalu, bho, gotamo dhammavādī;
mn: “They say that the ascetic Gotama is a speaker of principle.

# mn93:4.6
source: dhammavādino ca pana duppaṭimantiyā bhavanti.
mn: But speakers of principle are hard to have a dialogue with.

# mn93:4.7
source: Nāhaṃ sakkomi samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti.
mn: I’m not capable of having a dialogue with the ascetic Gotama about this.”

# mn93:4.8
source: Dutiyampi kho te brāhmaṇā assalāyanaṃ māṇavaṃ etadavocuṃ:
mn: For a second time, those brahmins said to him

# mn93:4.9
source: “ayaṃ, bho assalāyana, samaṇo gotamo cātuvaṇṇiṃ suddhiṃ paññapeti.
mn: “This ascetic Gotama advocates purification for all four classes.

# mn93:4.10
source: Etu bhavaṃ assalāyano samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetu.
mn: Please, Mister Assalāyana, have a dialogue with the ascetic Gotama about this.

# mn93:4.11
source: Caritaṃ kho pana bhotā assalāyanena paribbājakan”ti.
mn: For you have lived as a wanderer.”

# mn93:4.12
source: Dutiyampi kho assalāyano māṇavo te brāhmaṇe etadavoca:
mn: And for a second time, Assalāyana refused.

# mn93:4.16
source: Tatiyampi kho te brāhmaṇā assalāyanaṃ māṇavaṃ etadavocuṃ:
mn: For a third time, those brahmins said to him,

# mn93:4.17
source: “ayaṃ, bho assalāyana, samaṇo gotamo cātuvaṇṇiṃ suddhiṃ paññapeti.
mn: “This ascetic Gotama advocates purification for all four classes.

# mn93:4.18
source: Etu bhavaṃ assalāyano samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetu.
mn: Please, Mister Assalāyana, have a dialogue with the ascetic Gotama about this.

# mn93:4.19
source: Caritaṃ kho pana bhotā assalāyanena paribbājakaṃ.
mn: For you have lived as a wanderer.

# mn93:4.20
source: Mā bhavaṃ assalāyano ayuddhaparājitaṃ parājayī”ti.
mn: Don’t admit defeat before going into battle!”

# mn93:4.21
source: Evaṃ vutte, assalāyano māṇavo te brāhmaṇe etadavoca:
mn: When they said this, Assalāyana said to them,

# mn93:4.22
source: “addhā kho ahaṃ bhavanto na labhāmi.
mn: “Clearly, gentlemen, I’m not getting through to you when I say:

# mn93:4.23
source: Samaṇo khalu, bho, gotamo dhammavādī;
mn: ‘They say that the ascetic Gotama is a speaker of principle.

# mn93:4.24
source: dhammavādino ca pana duppaṭimantiyā bhavanti.
mn: But speakers of principle are hard to have a dialogue with.

# mn93:4.25
source: Nāhaṃ sakkomi samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetunti.
mn: I’m not capable of having a dialogue with the ascetic Gotama about this.’

# mn93:4.26
source: Api cāhaṃ bhavantānaṃ vacanena gamissāmī”ti.
mn: Nevertheless, I shall go at your bidding.”

# mn93:5.1
source: Atha kho assalāyano māṇavo mahatā brāhmaṇagaṇena saddhiṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then Assalāyana together with a large group of brahmins went to the Buddha and exchanged greetings with him.

# mn93:5.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho assalāyano māṇavo bhagavantaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# mn93:5.3
source: “brāhmaṇā, bho gotama, evamāhaṃsu:
mn: “Master Gotama, the brahmins say:

# mn93:5.4
source: ‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo;
mn: ‘Only brahmins are the highest caste; other castes are inferior.

# mn93:5.5
source: brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo;
mn: Only brahmins are the light caste; other castes are dark.

# mn93:5.6
source: brāhmaṇova sujjhanti, no abrāhmaṇā;
mn: Only brahmins are purified, not others.

# mn93:5.7
source: brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti.
mn: Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’

# mn93:5.8
source: Idha bhavaṃ gotamo kimāhā”ti?
mn: What do you say about this?”

# mn93:5.9
source: “Dissanti kho pana, assalāyana, brāhmaṇānaṃ brāhmaṇiyo utuniyopi gabbhiniyopi vijāyamānāpi pāyamānāpi.
mn: “But Assalāyana, brahmin women are seen menstruating, being pregnant, giving birth, and breastfeeding.

# mn93:5.10
source: Te ca brāhmaṇiyonijāva samānā evamāhaṃsu:
mn: Yet even though they’re born from a brahmin womb they say:

# mn93:5.11
source: ‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo;
mn: ‘Only brahmins are the highest caste; other castes are inferior.

# mn93:5.12
source: brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo;
mn: Only brahmins are the light caste; other castes are dark.

# mn93:5.13
source: brāhmaṇāva sujjhanti, no abrāhmaṇā;
mn: Only brahmins are purified, not others.

# mn93:5.14
source: brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’”ti.
mn: Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’”

# mn93:6.1
source: “Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti:
mn: “Even though you say this, still the brahmins maintain their belief.”

# mn93:6.4
source: “Taṃ kiṃ maññasi, assalāyana,
mn: “What do you think, Assalāyana?

# mn93:6.5
source: sutaṃ te: ‘yonakambojesu aññesu ca paccantimesu janapadesu dveva vaṇṇā—ayyo ceva dāso ca; ayyo hutvā dāso hoti, dāso hutvā ayyo hotī’”ti?
mn: Have you heard that in Greece and Persia and other foreign lands there are only two classes, masters and bonded servants; and that masters may become servants, and servants masters?”

# mn93:6.6
source: “Evaṃ, bho, sutaṃ taṃ me: ‘yonakambojesu aññesu ca paccantimesu janapadesu dveva vaṇṇā—ayyo ceva dāso ca; ayyo hutvā dāso hoti, dāso hutvā ayyo hotī’”ti.
mn: “Yes, I have heard that.”

# mn93:6.7
source: “Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu:
mn: “Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?”

# mn93:7.1
source: “Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti:
mn: “Even though you say this, still the brahmins maintain their belief.”

# mn93:7.4
source: “Taṃ kiṃ maññasi, assalāyana,
mn: “What do you think, Assalāyana?

# mn93:7.5
source: khattiyova nu kho pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya, no brāhmaṇo?
mn: Suppose an aristocrat were to kill living creatures, steal, and commit sexual misconduct; to use speech that’s false, divisive, harsh, or nonsensical; and to be covetous, malicious, with wrong view. When their body breaks up, after death, they’d be reborn in a place of loss, a bad place, the underworld, hell. Would this happen only to an aristocrat, and not to a brahmin?

# mn93:7.6
source: Vessova nu kho … pe …
mn: Or suppose a merchant,

# mn93:7.7
source: suddova nu kho pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya, no brāhmaṇo”ti?
mn: or a worker were to act in the same way. Would that result befall only a merchant or a worker, and not to a brahmin?”

# mn93:7.8
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn93:7.9
source: Khattiyopi hi, bho gotama, pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya.
mn: If they acted the same way, the same result would befall an aristocrat, a brahmin, a merchant, or a worker.

# mn93:7.13
source: sabbepi hi, bho gotama, cattāro vaṇṇā pāṇātipātino adinnādāyino kāmesumicchācārino musāvādino pisuṇavācā pharusavācā samphappalāpino abhijjhālū byāpannacittā micchādiṭṭhī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyun”ti.
mn: For if any of the four classes were to kill living creatures, steal, and commit sexual misconduct; to use speech that’s false, divisive, harsh, or nonsensical; and to be covetous, malicious, with wrong view, then, when their body breaks up, after death, they’d be reborn in a place of loss, a bad place, the underworld, hell.”

# mn93:7.14
source: “Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu:
mn: “Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?”

# mn93:8.1
source: “Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti:
mn: “Even though you say this, still the brahmins maintain their belief.”

# mn93:8.4
source: “Taṃ kiṃ maññasi, assalāyana,
mn: “What do you think, Assalāyana?

# mn93:8.5
source: brāhmaṇova nu kho pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato pisuṇāya vācāya paṭivirato pharusāya vācāya paṭivirato samphappalāpā paṭivirato anabhijjhālu abyāpannacitto sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya, no khattiyo, no vesso, no suddo”ti?
mn: Suppose a brahmin were to refrain from killing living creatures, stealing, and committing sexual misconduct; from using speech that’s false, divisive, harsh, or nonsensical; and from covetousness, malice, and wrong view. When their body breaks up, after death, they’d be reborn in a good place, a heavenly realm. Would this happen only to an brahmin, and not to an aristocrat, a merchant, or a worker?”

# mn93:8.6
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn93:8.7
source: Khattiyopi hi, bho gotama, pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato pisuṇāya vācāya paṭivirato pharusāya vācāya paṭivirato samphappalāpā paṭivirato anabhijjhālu abyāpannacitto sammādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya.
mn: If they acted the same way, the same result would befall an aristocrat, a brahmin, a merchant, or a worker.

# mn93:8.11
source: sabbepi hi, bho gotama, cattāro vaṇṇā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyun”ti.
mn: For if any of the four classes were to refrain from killing living creatures, stealing, and committing sexual misconduct; from using speech that’s false, divisive, harsh, or nonsensical; and from covetousness, malice, and wrong view, then, when their body breaks up, after death, they’d be reborn in a good place, a heavenly realm.”

# mn93:8.12
source: “Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu:
mn: “Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?”

# mn93:9.1
source: “Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti:
mn: “Even though you say this, still the brahmins maintain their belief.”

# mn93:9.4
source: “Taṃ kiṃ maññasi, assalāyana,
mn: “What do you think, Assalāyana?

# mn93:9.5
source: brāhmaṇova nu kho pahoti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetuṃ, no khattiyo, no vesso, no suddo”ti?
mn: Is only a brahmin capable of developing a heart of love, free of enmity and ill will for this region, and not an aristocrat, merchant, or worker?”

# mn93:9.6
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn93:9.7
source: Khattiyopi hi, bho gotama, pahoti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetuṃ;
mn: Aristocrats, brahmins, merchants, and workers can all do so.

# mn93:9.11
source: sabbepi hi, bho gotama, cattāro vaṇṇā pahonti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetun”ti.
mn: For all four classes are capable of developing a heart of love, free of enmity and ill will for this region.”

# mn93:9.12
source: “Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu:
mn: “Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?”

# mn93:10.1
source: “Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti:
mn: “Even though you say this, still the brahmins maintain their belief.”

# mn93:10.4
source: “Taṃ kiṃ maññasi, assalāyana,
mn: “What do you think, Assalāyana?

# mn93:10.5
source: brāhmaṇova nu kho pahoti sottisināniṃ ādāya nadiṃ gantvā rajojallaṃ pavāhetuṃ, no khattiyo, no vesso, no suddo”ti?
mn: Is only a brahmin capable of taking some bathing paste of powdered shell, going to the river, and washing off dust and dirt, and not an aristocrat, merchant, or worker?”

# mn93:10.6
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn93:10.10
source: sabbepi hi, bho gotama, cattāro vaṇṇā pahonti sottisināniṃ ādāya nadiṃ gantvā rajojallaṃ pavāhetun”ti.
mn: All four classes are capable of doing this.”

# mn93:10.11
source: “Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu:
mn: “Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?”

# mn93:11.1
source: “Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti:
mn: “Even though you say this, still the brahmins maintain their belief.”

# mn93:11.4
source: “Taṃ kiṃ maññasi, assalāyana,
mn: “What do you think, Assalāyana?

# mn93:11.5
source: idha rājā khattiyo muddhāvasitto nānājaccānaṃ purisānaṃ purisasataṃ sannipāteyya:
mn: Suppose an anointed aristocratic king were to gather a hundred people born in different castes and say to them:

# mn93:11.6
source: ‘āyantu bhonto ye tattha khattiyakulā brāhmaṇakulā rājaññakulā uppannā, sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya, aggiṃ abhinibbattentu, tejo pātukarontu.
mn: ‘Please gentlemen, let anyone here who was born in a family of aristocrats, brahmins, or chieftains take a drill-stick made of teak, sal, frankincense wood, sandalwood, or cherry wood, light a fire and produce heat.

# mn93:11.7
source: Āyantu pana bhonto ye tattha caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannā, sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya, aggiṃ abhinibbattentu, tejo pātukarontū’ti.
mn: And let anyone here who was born in a family of outcastes, hunters, bamboo-workers, chariot-makers, or waste-collectors take a drill-stick made from a dog’s drinking trough, a pig’s trough, a dustbin, or castor-oil wood, light a fire and produce heat.’

# mn93:11.8
source: Taṃ kiṃ maññasi, assalāyana,
mn: What do you think, Assalāyana?

# mn93:11.9
source: yo evaṃ nu kho so khattiyakulā brāhmaṇakulā rājaññakulā uppannehi sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya aggi abhinibbatto, tejo pātukato, so eva nu khvāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca, tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ;
mn: Would only the fire produced by the high class people with good quality wood have flames, color, and radiance, and be usable as fire,

# mn93:11.10
source: yo pana so caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannehi sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya aggi abhinibbatto, tejo pātukato svāssa aggi na ceva accimā na ca vaṇṇavā na ca pabhassaro, na ca tena sakkā agginā aggikaraṇīyaṃ kātun”ti?
mn: and not the fire produced by the low class people with poor quality wood?”

# mn93:11.11
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn93:11.12
source: Yopi hi so, bho gotama, khattiyakulā brāhmaṇakulā rājaññakulā uppannehi sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya aggi abhinibbatto, tejo pātukato svāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca, tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ;
mn: The fire produced by the high class people with good quality wood would have flames, color, and radiance, and be usable as fire,

# mn93:11.13
source: yopi so caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannehi sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya aggi abhinibbatto, tejo pātukato, svāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca, tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ.
mn: and so would the fire produced by the low class people with poor quality wood.

# mn93:11.14
source: Sabbopi hi, bho gotama, aggi accimā ceva vaṇṇavā ca pabhassaro ca, sabbenapi sakkā agginā aggikaraṇīyaṃ kātun”ti.
mn: For all fire has flames, color, and radiance, and is usable as fire.”

# mn93:11.15
source: “Ettha, assalāyana, brāhmaṇānaṃ kiṃ balaṃ, ko assāso yadettha brāhmaṇā evamāhaṃsu:
mn: “Then what is the source of the brahmins’ self-confidence and forcefulness in this matter that they make this claim?”

# mn93:12.1
source: “Kiñcāpi bhavaṃ gotamo evamāha, atha khvettha brāhmaṇā evametaṃ maññanti:
mn: “Even though you say this, still the brahmins maintain their belief.”

# mn93:12.4
source: “Taṃ kiṃ maññasi, assalāyana,
mn: “What do you think, Assalāyana?

# mn93:12.5
source: idha khattiyakumāro brāhmaṇakaññāya saddhiṃ saṃvāsaṃ kappeyya, tesaṃ saṃvāsamanvāya putto jāyetha;
mn: Suppose an aristocrat boy was to sleep with a brahmin girl, and they had a child.

# mn93:12.6
source: yo so khattiyakumārena brāhmaṇakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti?
mn: Would that child be called an aristocrat after the father or a brahmin after the mother?”

# mn93:12.7
source: “Yo so, bho gotama, khattiyakumārena brāhmaṇakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti.
mn: “They could be called either.”

# mn93:13.1
source: “Taṃ kiṃ maññasi, assalāyana,
mn: “What do you think, Assalāyana?

# mn93:13.2
source: idha brāhmaṇakumāro khattiyakaññāya saddhiṃ saṃvāsaṃ kappeyya, tesaṃ saṃvāsamanvāya putto jāyetha;
mn: Suppose a brahmin boy was to sleep with an aristocrat girl, and they had a child.

# mn93:13.3
source: yo so brāhmaṇakumārena khattiyakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti?
mn: Would that child be called an aristocrat after the mother or a brahmin after the father?”

# mn93:13.4
source: “Yo so, bho gotama, brāhmaṇakumārena khattiyakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti.
mn: “They could be called either.”

# mn93:14.1
source: “Taṃ kiṃ maññasi, assalāyana,
mn: “What do you think, Assalāyana?

# mn93:14.2
source: idha vaḷavaṃ gadrabhena sampayojeyyuṃ, tesaṃ sampayogamanvāya kisoro jāyetha;
mn: Suppose a mare were to mate with a donkey, and she gave birth to a mule.

# mn93:14.3
source: yo so vaḷavāya gadrabhena kisoro uppanno, siyā so mātupi sadiso pitupi sadiso, ‘asso’tipi vattabbo ‘gadrabho’tipi vattabbo”ti?
mn: Would that mule be called a horse after the mother or a donkey after the father?”

# mn93:14.4
source: “Kuṇḍañhi so, bho gotama, assataro hoti.
mn: “It’s a mule, as it is a crossbreed.

# mn93:14.5
source: Idaṃ hissa, bho gotama, nānākaraṇaṃ passāmi;
mn: I see the difference in this case,

# mn93:14.6
source: amutra ca panesānaṃ na kiñci nānākaraṇaṃ passāmī”ti.
mn: but not in the previous cases.”

# mn93:15.1
source: “Taṃ kiṃ maññasi, assalāyana,
mn: “What do you think, Assalāyana?

# mn93:15.2
source: idhāssu dve māṇavakā bhātaro sodariyā, eko ajjhāyako upanīto eko anajjhāyako anupanīto.
mn: Suppose there were two brahmin students who were brothers who had shared a womb. One was educated, a reciter, while the other was uneducated and not a reciter.

# mn93:15.3
source: Kamettha brāhmaṇā paṭhamaṃ bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti?
mn: Who would the brahmins feed first at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?”

# mn93:15.4
source: “Yo so, bho gotama, māṇavako ajjhāyako upanīto tamettha brāhmaṇā paṭhamaṃ bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā.
mn: “They’d first feed the student who was educated, a reciter.

# mn93:15.5
source: Kiñhi, bho gotama, anajjhāyake anupanīte dinnaṃ mahapphalaṃ bhavissatī”ti?
mn: For how could an offering to someone who is uneducated and not a reciter be very fruitful?”

# mn93:16.1
source: “Taṃ kiṃ maññasi, assalāyana,
mn: “What do you think, Assalāyana?

# mn93:16.2
source: idhāssu dve māṇavakā bhātaro sodariyā, eko ajjhāyako upanīto dussīlo pāpadhammo, eko anajjhāyako anupanīto sīlavā kalyāṇadhammo.
mn: Suppose there were two brahmin students who were brothers who had shared a womb. One was educated, a reciter, but was unethical, of bad character, while the other was uneducated and not a reciter, but was ethical and of good character.

# mn93:16.3
source: Kamettha brāhmaṇā paṭhamaṃ bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti?
mn: Who would the brahmins feed first?”

# mn93:16.4
source: “Yo so, bho gotama, māṇavako anajjhāyako anupanīto sīlavā kalyāṇadhammo tamettha brāhmaṇā paṭhamaṃ bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā.
mn: “They’d first feed the student who was uneducated and not a reciter, but was ethical and of good character.
