Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn094.po
Languages: mn

# mn94:16.4
source: Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti; ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti.
mn: They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.

# mn94:16.5
source: Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti.
mn: They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people.

# mn94:16.6
source: Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti, kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.
mn: They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial.

# mn94:16.7
source: So bījagāmabhūtagāmasamārambhā paṭivirato hoti.
mn: They avoid injuring plants and seeds.

# mn94:16.8
source: Ekabhattiko hoti rattūparato virato vikālabhojanā.
mn: They eat in one part of the day, abstaining from eating at night and food at the wrong time.

# mn94:16.9
source: Naccagītavāditavisūkadassanā paṭivirato hoti.
mn: They avoid dancing, singing, music, and seeing shows.

# mn94:16.10
source: Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti.
mn: They avoid beautifying and adorning themselves with garlands, perfumes, and makeup.

# mn94:16.11
source: Uccāsayanamahāsayanā paṭivirato hoti.
mn: They avoid high and luxurious beds.

# mn94:16.12
source: Jātarūparajatapaṭiggahaṇā paṭivirato hoti.
mn: They avoid receiving gold and money,

# mn94:16.13
source: Āmakadhaññapaṭiggahaṇā paṭivirato hoti.
mn: raw grains,

# mn94:16.14
source: Āmakamaṃsapaṭiggahaṇā paṭivirato hoti.
mn: raw meat,

# mn94:16.15
source: Itthikumārikapaṭiggahaṇā paṭivirato hoti.
mn: women and girls,

# mn94:16.16
source: Dāsidāsapaṭiggahaṇā paṭivirato hoti.
mn: male and female bondservants,

# mn94:16.17
source: Ajeḷakapaṭiggahaṇā paṭivirato hoti.
mn: goats and sheep,

# mn94:16.18
source: Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti.
mn: chickens and pigs,

# mn94:16.19
source: Hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti.
mn: elephants, cows, horses, and mares,

# mn94:16.20
source: Khettavatthupaṭiggahaṇā paṭivirato hoti.
mn: and fields and land.

# mn94:16.21
source: Dūteyyapahiṇagamanānuyogā paṭivirato hoti.
mn: They avoid running errands and messages;

# mn94:16.22
source: Kayavikkayā paṭivirato hoti.
mn: buying and selling;

# mn94:16.23
source: Tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti.
mn: falsifying weights, metals, or measures;

# mn94:16.24
source: Ukkoṭanavañcananikatisāciyogā paṭivirato hoti.
mn: bribery, fraud, cheating, and duplicity;

# mn94:16.25
source: Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti.
mn: mutilation, murder, abduction, banditry, plunder, and violence.

# mn94:17.1
source: So santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati.
mn: They’re content with robes to look after the body and alms-food to look after the belly. Wherever they go, they set out taking only these things.

# mn94:17.2
source: Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti;
mn: They’re like a bird: wherever it flies, wings are its only burden.

# mn94:17.3
source: evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati.
mn: In the same way, a mendicant is content with robes to look after the body and alms-food to look after the belly. Wherever they go, they set out taking only these things.

# mn94:17.4
source: So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti.
mn: When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves.

# mn94:18.1
source: So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.
mn: When they see a sight with their eyes, they don’t get caught up in the features and details.

# mn94:18.2
source: Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.
mn: If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.

# mn94:18.3
source: Sotena saddaṃ sutvā … pe …
mn: When they hear a sound with their ears …

# mn94:18.4
source: ghānena gandhaṃ ghāyitvā …
mn: When they smell an odor with their nose …

# mn94:18.5
source: jivhāya rasaṃ sāyitvā …
mn: When they taste a flavor with their tongue …

# mn94:18.6
source: kāyena phoṭṭhabbaṃ phusitvā …
mn: When they feel a touch with their body …

# mn94:18.7
source: manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.
mn: When they know a thought with their mind, they don’t get caught up in the features and details.

# mn94:18.8
source: Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.
mn: If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.

# mn94:18.9
source: So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti.
mn: When they have this noble sense restraint, they experience an unsullied bliss inside themselves.

# mn94:19.1
source: So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.
mn: They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.

# mn94:20.1
source: So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato
mn: When they have this noble spectrum of ethics, this noble sense restraint, and this noble mindfulness and situational awareness,

# mn94:20.2
source: vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
mn: they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn94:21.1
source: So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā.
mn: After the meal, they return from alms-round, sit down cross-legged with their body straight, and establish mindfulness right there.

# mn94:21.2
source: So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti;
mn: Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire.

# mn94:21.3
source: byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti;
mn: Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will.

# mn94:21.4
source: thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti;
mn: Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.

# mn94:21.5
source: uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti;
mn: Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse.

# mn94:21.6
source: vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.
mn: Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt.

# mn94:22.1
source: So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe
mn: They give up these five hindrances, corruptions of the heart that weaken wisdom.

# mn94:22.2
source: vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn94:23.1
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
mn: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn94:24.1
source: Pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.
mn: And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn94:25.1
source: Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
mn: Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn94:26.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives.

# mn94:26.2
source: So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto; so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto; so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
mn: They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. Passing away from there, I was reborn here.’ And so they recollect their many kinds of past lives, with features and details.

# mn94:27.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings.

# mn94:27.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā … pe … ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā … pe … ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti.
mn: With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.

# mn94:28.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements.

# mn94:28.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti;
mn: They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# mn94:28.3
source: ‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
mn: They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.

# mn94:29.1
source: Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.
mn: Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn94:29.2
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
mn: When they’re freed, they know they’re freed.

# mn94:29.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn94:30.1
source: Ayaṃ vuccati, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto.
mn: This is called a person who neither mortifies themselves or others, being committed to the practice of not mortifying themselves or others.

# mn94:30.2
source: So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharatī”ti.
mn: They live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves.”

# mn94:31.1
source: Evaṃ vutte, ghoṭamukho brāhmaṇo āyasmantaṃ udenaṃ etadavoca:
mn: When he had spoken, Ghoṭamukha said to him,

# mn94:31.2
source: “abhikkantaṃ, bho udena, abhikkantaṃ, bho udena.
mn: “Excellent, Master Udena! Excellent!

# mn94:31.3
source: Seyyathāpi, bho udena, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā udenena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Udena has made the teaching clear in many ways.

# mn94:31.4
source: Esāhaṃ bhavantaṃ udenaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to Master Udena, to the teaching, and to the mendicant Saṅgha.

# mn94:31.5
source: Upāsakaṃ maṃ bhavaṃ udeno dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Udena remember me as a lay follower who has gone for refuge for life.”

# mn94:32.1
source: “Mā kho maṃ tvaṃ, brāhmaṇa, saraṇaṃ agamāsi.
mn: “Brahmin, don’t go for refuge to me.

# mn94:32.2
source: Tameva bhagavantaṃ saraṇaṃ gacchāhi yamahaṃ saraṇaṃ gato”ti.
mn: You should go for refuge to that same Blessed One to whom I have gone for refuge.”

# mn94:32.3
source: “Kahaṃ pana, bho udena, etarahi so bhavaṃ gotamo viharati arahaṃ sammāsambuddho”ti?
mn: “But Master Udena, where is the Blessed One at present, the perfected one, the fully awakened Buddha?”

# mn94:32.4
source: “Parinibbuto kho, brāhmaṇa, etarahi so bhagavā arahaṃ sammāsambuddho”ti.
mn: “Brahmin, the Buddha has already become fully extinguished.”

# mn94:32.5
source: “Sacepi mayaṃ, bho udena, suṇeyyāma taṃ bhavantaṃ gotamaṃ dasasu yojanesu, dasapi mayaṃ yojanāni gaccheyyāma taṃ bhavantaṃ gotamaṃ dassanāya arahantaṃ sammāsambuddhaṃ.
mn: “Master Udena, if I heard that the Buddha was within ten leagues, or twenty, or even up to a hundred leagues away, I’d go a hundred leagues to see him.

# mn94:32.11
source: Yato ca kho, bho udena, parinibbuto so bhavaṃ gotamo, parinibbutampi mayaṃ taṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca.
mn: But since the Buddha has become fully extinguished, I go for refuge to that fully extinguished Buddha, to the teaching, and to the Saṅgha.

# mn94:32.12
source: Upāsakaṃ maṃ bhavaṃ udeno dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ.
mn: From this day forth, may Master Udena remember me as a lay follower who has gone for refuge for life.

# mn94:33.1
source: Atthi ca me, bho udena, aṅgarājā devasikaṃ niccabhikkhaṃ dadāti, tato ahaṃ bhoto udenassa ekaṃ niccabhikkhaṃ dadāmī”ti.
mn: Master Udena, the king of Aṅga gives me a regular daily allowance. I will give you one portion of that.”

# mn94:33.2
source: “Kiṃ pana te, brāhmaṇa, aṅgarājā devasikaṃ niccabhikkhaṃ dadātī”ti?
mn: “But brahmin, what does the king of Aṅga give you as a regular daily allowance?”

# mn94:33.3
source: “Pañca, bho udena, kahāpaṇasatānī”ti.
mn: “Five hundred dollars.”

# mn94:33.4
source: “Na kho no, brāhmaṇa, kappati jātarūparajataṃ paṭiggahetun”ti.
mn: “It’s not proper for us to receive gold and money.”

# mn94:33.5
source: “Sace taṃ bhoto udenassa na kappati vihāraṃ bhoto udenassa kārāpessāmī”ti.
mn: “If that’s not proper, I will have a dwelling built for Master Udena.”

# mn94:33.6
source: “Sace kho me tvaṃ, brāhmaṇa, vihāraṃ, kārāpetukāmo, pāṭaliputte saṅghassa upaṭṭhānasālaṃ kārāpehī”ti.
mn: “If you want to build me a dwelling, then build an assembly hall for the Saṅgha at Pāṭaliputta.”

# mn94:33.7
source: “Imināpāhaṃ bhoto udenassa bhiyyoso mattāya attamano abhiraddho yaṃ maṃ bhavaṃ udeno saṅghe dāne samādapeti.
mn: “Now I’m even more delighted and satisfied with Master Udena, since he encourages me to give to the Saṅgha.

# mn94:33.8
source: Esāhaṃ, bho udena, etissā ca niccabhikkhāya aparāya ca niccabhikkhāya pāṭaliputte saṅghassa upaṭṭhānasālaṃ kārāpessāmī”ti.
mn: So with this allowance and another one I will have an assembly hall built for the Saṅgha at Pāṭaliputta.”

# mn94:33.9
source: Atha kho ghoṭamukho brāhmaṇo etissā ca niccabhikkhāya aparāya ca niccabhikkhāya pāṭaliputte saṅghassa upaṭṭhānasālaṃ kārāpesi.
mn: And so he had that hall built.

# mn94:33.10
source: Sā etarahi “ghoṭamukhī”ti vuccatīti.
mn: And these days it’s called the “Ghoṭamukhī”.
