Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn096.po
Languages: mn

# mn96:16.15
source: suddakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, abrahmacariyā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalan”ti.
mn: or workers goes forth from the lay life to homelessness. Relying on the teaching and training proclaimed by the Realized One they refrain from killing living creatures, stealing, and sex. They refrain from using speech that’s false, divisive, harsh, or nonsensical. And they’re not covetous or malicious, and they have right view. They succeed in the procedure of the skillful teaching.”

# mn96:17.1
source: Evaṃ vutte, esukārī brāhmaṇo bhagavantaṃ etadavoca:
mn: When he had spoken, Esukārī said to him,

# mn96:17.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …
mn: “Excellent, Master Gotama! Excellent! …

# mn96:17.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
