Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn104.po
Languages: mn

# mn104:0.1
source: Majjhima Nikāya 104
mn: Middle Discourses 104

# mn104:0.2
source: Sāmagāmasutta
mn: At Sāmagāma

# mn104:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn104:1.2
source: ekaṃ samayaṃ bhagavā sakkesu viharati sāmagāme.
mn: At one time the Buddha was staying among the Sakyans near the village of Sāma.

# mn104:2.1
source: Tena kho pana samayena nigaṇṭho nāṭaputto pāvāyaṃ adhunākālaṅkato hoti.
mn: Now at that time the Nigaṇṭha Nātaputta had recently passed away at Pāvā.

# mn104:2.2
source: Tassa kālaṃkiriyāya bhinnā nigaṇṭhā dvedhikajātā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti:
mn: With his passing the Jain ascetics split, dividing into two factions, arguing, quarreling, and fighting, continually wounding each other with barbed words:

# mn104:2.3
source: “na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi. Kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi. Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno. Sahitaṃ me, asahitaṃ te. Purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca. Adhiciṇṇaṃ te viparāvattaṃ. Āropito te vādo. Niggahitosi, cara vādappamokkhāya; nibbeṭhehi vā sace pahosī”ti.
mn: ‘You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!’

# mn104:2.4
source: Vadhoyeva kho maññe nigaṇṭhesu nāṭaputtiyesu vattati.
mn: You’d think there was nothing but slaughter going on among the Jain ascetics.

# mn104:2.5
source: Yepi nigaṇṭhassa nāṭaputtassa sāvakā gihī odātavasanā tepi nigaṇṭhesu nāṭaputtiyesu nibbinnarūpā virattarūpā paṭivānarūpā yathā taṃ durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite bhinnathūpe appaṭisaraṇe.
mn: And the Nigaṇṭha Nātaputta’s white-clothed lay disciples were disillusioned, dismayed, and disappointed in the Jain ascetics. They were equally disappointed with a teaching and training so poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha, with broken monument and without a refuge.

# mn104:3.1
source: Atha kho cundo samaṇuddeso pāvāyaṃ vassaṃvuṭṭho yena sāmagāmo yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho cundo samaṇuddeso āyasmantaṃ ānandaṃ etadavoca:
mn: And then, after completing the rainy season residence near Pāvā, the novice Cunda went to see Venerable Ānanda at Sāma village. He bowed, sat down to one side, and told him what had happened.

# mn104:4.1
source: Evaṃ vutte, āyasmā ānando cundaṃ samaṇuddesaṃ etadavoca:
mn: Ānanda said to him,

# mn104:4.2
source: “atthi kho idaṃ, āvuso cunda, kathāpābhataṃ bhagavantaṃ dassanāya.
mn: “Reverend Cunda, we should see the Buddha about this matter.

# mn104:4.3
source: Āyāma, āvuso cunda, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ bhagavato ārocessāmā”ti.
mn: Come, let’s go to the Buddha and inform him about this.”

# mn104:4.4
source: “Evaṃ, bhante”ti kho cundo samaṇuddeso āyasmato ānandassa paccassosi.
mn: “Yes, sir,” replied Cunda.

# mn104:4.5
source: Atha kho āyasmā ca ānando cundo ca samaṇuddeso yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
mn: Then Ānanda and Cunda went to the Buddha, bowed, sat down to one side, and Ānanda informed him of what Cunda had said. He went on to say,

# mn104:4.9
source: Tassa mayhaṃ, bhante, evaṃ hoti:
mn: “Sir, it occurs to me:

# mn104:4.10
source: ‘mā heva bhagavato accayena saṃghe vivādo uppajji;
mn: ‘When the Buddha has passed away, let no dispute arise in the Saṅgha.

# mn104:4.11
source: svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānan’”ti.
mn: For such a dispute would be for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.’”

# mn104:5.1
source: “Taṃ kiṃ maññasi, ānanda,
mn: “What do you think, Ānanda?

# mn104:5.2
source: ye vo mayā dhammā abhiññā desitā, seyyathidaṃ—
mn: Do you see even two mendicants who disagree regarding the things I have taught from my direct knowledge, that is,

# mn104:5.3
source: cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo, passasi no tvaṃ, ānanda, imesu dhammesu dvepi bhikkhū nānāvāde”ti?
mn: the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path?”

# mn104:5.4
source: “Ye me, bhante, dhammā bhagavatā abhiññā desitā, seyyathidaṃ—
mn: “No, sir, I do not.

# mn104:5.6
source: Ye ca kho, bhante, puggalā bhagavantaṃ patissayamānarūpā viharanti tepi bhagavato accayena saṃghe vivādaṃ janeyyuṃ ajjhājīve vā adhipātimokkhe vā.
mn: Nevertheless, there are some individuals who appear to live obedient to the Buddha, but when the Buddha has passed away they might create a dispute in the Saṅgha regarding livelihood or the monastic code.

# mn104:5.7
source: Svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānan”ti.
mn: Such a dispute would be for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.”

# mn104:5.8
source: “Appamattako so, ānanda, vivādo yadidaṃ—ajjhājīve vā adhipātimokkhe vā.
mn: “Ānanda, dispute about livelihood or the monastic code is a minor matter.

# mn104:5.9
source: Magge vā hi, ānanda, paṭipadāya vā saṅghe vivādo uppajjamāno uppajjeyya; svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ.
mn: But should a dispute arise in the Saṅgha concerning the path or the practice, that would be for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.

# mn104:6.1
source: Chayimāni, ānanda, vivādamūlāni.
mn: Ānanda, there are these six roots of disputes.

# mn104:6.2
source: Katamāni cha?
mn: What six?

# mn104:6.3
source: Idhānanda, bhikkhu kodhano hoti upanāhī.
mn: Firstly, a mendicant is irritable and hostile.

# mn104:6.4
source: Yo so, ānanda, bhikkhu kodhano hoti upanāhī so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṃghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti.
mn: Such a mendicant lacks respect and reverence for the teacher, the teaching, and the Saṅgha, and they don’t fulfill the training.

# mn104:6.5
source: Yo so, ānanda, bhikkhu satthari agāravo viharati appatisso, dhamme … saṃghe agāravo viharati appatisso, sikkhāya na paripūrakārī hoti, so saṃghe vivādaṃ janeti; yo hoti vivādo bahujanāhitāya bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ.
mn: They create a dispute in the Saṅgha, which is for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.

# mn104:6.6
source: Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā samanupasseyyātha, tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha.
mn: If you see such a root of disputes in yourselves or others, you should try to give up this bad thing.

# mn104:6.7
source: Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā na samanupasseyyātha. Tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa āyatiṃ anavassavāya paṭipajjeyyātha.
mn: If you don’t see it, you should practice so that it doesn’t come up in the future.

# mn104:6.8
source: Evametassa pāpakassa vivādamūlassa pahānaṃ hoti, evametassa pāpakassa vivādamūlassa āyatiṃ anavassavo hoti.
mn: That’s how to give up this bad root of quarrels, so it doesn’t come up in the future.

# mn104:7-11.1
source: Puna caparaṃ, ānanda, bhikkhu makkhī hoti paḷāsī … pe …
mn: Furthermore, a mendicant is offensive and contemptuous …

# mn104:7-11.2
source: issukī hoti maccharī … pe …
mn: They’re jealous and stingy …

# mn104:7-11.3
source: saṭho hoti māyāvī … pe …
mn: They’re devious and deceitful …

# mn104:7-11.4
source: pāpiccho hoti micchādiṭṭhi … pe …
mn: They have wicked desires and wrong view …

# mn104:7-11.5
source: sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī.
mn: They’re attached to their own views, holding them tight, and refusing to let go.

# mn104:7-11.6
source: Yo so, ānanda, bhikkhu sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṃghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti.
mn: Such a mendicant lacks respect and reverence for the teacher, the teaching, and the Saṅgha, and they don’t fulfill the training.

# mn104:7-11.7
source: Yo so, ānanda, bhikkhu satthari agāravo viharati appatisso, dhamme … saṃghe … sikkhāya na paripūrakārī hoti so saṃghe vivādaṃ janeti; yo hoti vivādo bahujanāhitāya bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ.
mn: They create a dispute in the Saṅgha, which is for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.

# mn104:7-11.8
source: Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā samanupasseyyātha. Tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha.
mn: If you see such a root of quarrels in yourselves or others, you should try to give up this bad thing.

# mn104:7-11.9
source: Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā na samanupasseyyātha, tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa āyatiṃ anavassavāya paṭipajjeyyātha.
mn: If you don’t see it, you should practice so that it doesn’t come up in the future.

# mn104:7-11.10
source: Evametassa pāpakassa vivādamūlassa pahānaṃ hoti, evametassa pāpakassa vivādamūlassa āyatiṃ anavassavo hoti.
mn: That’s how to give up this bad root of quarrels, so it doesn’t come up in the future.

# mn104:7-11.11
source: Imāni kho, ānanda, cha vivādamūlāni.
mn: These are the six roots of quarrels.

# mn104:12.1
source: Cattārimāni, ānanda, adhikaraṇāni.
mn: There are four kinds of disciplinary issues.

# mn104:12.2
source: Katamāni cattāri?
mn: What four?

# mn104:12.3
source: Vivādādhikaraṇaṃ, anuvādādhikaraṇaṃ, āpattādhikaraṇaṃ, kiccādhikaraṇaṃ—
mn: Disciplinary issues due to disputes, accusations, offenses, or proceedings.

# mn104:12.4
source: imāni kho, ānanda, cattāri adhikaraṇāni.
mn: These are the four kinds of disciplinary issues.

# mn104:13.1
source: Satta kho panime, ānanda, adhikaraṇasamathā—
mn: There are seven methods for the settlement of any disciplinary issues that might arise.

# mn104:13.2
source: uppannuppannānaṃ adhikaraṇānaṃ samathāya vūpasamāya sammukhāvinayo dātabbo, sativinayo dātabbo, amūḷhavinayo dātabbo, paṭiññāya kāretabbaṃ, yebhuyyasikā, tassapāpiyasikā, tiṇavatthārako.
mn: Removal in the presence of those concerned is applicable. Removal by accurate recollection is applicable. Removal due to recovery from madness is applicable. The offense should be acknowledged. The decision of a majority. A verdict of aggravated misconduct. Covering over with grass.

# mn104:14.1
source: Kathañcānanda, sammukhāvinayo hoti?
mn: And how is there removal in the presence of those concerned?

# mn104:14.2
source: Idhānanda, bhikkhū vivadanti dhammoti vā adhammoti vā vinayoti vā avinayoti vā.
mn: It’s when mendicants are disputing: ‘This is the teaching,’ ‘This is not the teaching,’ ‘This is the training,’ ‘This is not the training.’

# mn104:14.3
source: Tehānanda, bhikkhūhi sabbeheva samaggehi sannipatitabbaṃ.
mn: Those mendicants should all sit together in harmony

# mn104:14.4
source: Sannipatitvā dhammanetti samanumajjitabbā.
mn: and thoroughly go over the guidelines of the teaching.

# mn104:14.5
source: Dhammanettiṃ samanumajjitvā yathā tattha sameti tathā taṃ adhikaraṇaṃ vūpasametabbaṃ.
mn: They should settle that disciplinary issue in agreement with the guidelines.

# mn104:14.6
source: Evaṃ kho, ānanda, sammukhāvinayo hoti;
mn: That’s how there is removal in the presence of those concerned.

# mn104:14.7
source: evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—
mn: And that’s how certain disciplinary issues are settled, that is,

# mn104:14.8
source: sammukhāvinayena. (1)
mn: by removal in the presence of those concerned.

# mn104:15.1
source: Kathañcānanda, yebhuyyasikā hoti?
mn: And how is there the decision of a majority?

# mn104:15.2
source: Te ce, ānanda, bhikkhū na sakkonti taṃ adhikaraṇaṃ tasmiṃ āvāse vūpasametuṃ.
mn: If those mendicants are not able to settle that issue in that monastery,

# mn104:15.3
source: Tehānanda, bhikkhūhi yasmiṃ āvāse bahutarā bhikkhū so āvāso gantabbo.
mn: they should go to another monastery with more mendicants.

# mn104:15.4
source: Tattha sabbeheva samaggehi sannipatitabbaṃ.
mn: There they should all sit together in harmony

# mn104:15.5
source: Sannipatitvā dhammanetti samanumajjitabbā.
mn: and thoroughly go over the guidelines of the teaching.

# mn104:15.6
source: Dhammanettiṃ samanumajjitvā yathā tattha sameti tathā taṃ adhikaraṇaṃ vūpasametabbaṃ.
mn: They should settle that disciplinary issue in agreement with the guidelines.

# mn104:15.7
source: Evaṃ kho, ānanda, yebhuyyasikā hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—
mn: That’s how there is the decision of a majority. And that’s how certain disciplinary issues are settled, that is,

# mn104:15.8
source: yebhuyyasikāya. (2)
mn: by decision of a majority.

# mn104:16.1
source: Kathañcānanda, sativinayo hoti?
mn: And how is there removal by accurate recollection?

# mn104:16.2
source: Idhānanda, bhikkhū bhikkhuṃ evarūpāya garukāya āpattiyā codenti pārājikena vā pārājikasāmantena vā:
mn: It’s when mendicants accuse a mendicant of a serious offense; one entailing expulsion, or close to it:

# mn104:16.3
source: ‘saratāyasmā evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti?
mn: ‘Venerable, do you recall committing the kind of serious offense that entails expulsion or close to it?’

# mn104:16.4
source: So evamāha:
mn: They say:

# mn104:16.5
source: ‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti.
mn: ‘No, reverends, I don’t recall committing such an offense.’

# mn104:16.6
source: Tassa kho, ānanda, bhikkhuno sativinayo dātabbo.
mn: The removal by accurate recollection is applicable to them.

# mn104:16.7
source: Evaṃ kho, ānanda, sativinayo hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—
mn: That’s how there is the removal by accurate recollection. And that’s how certain disciplinary issues are settled, that is,

# mn104:16.8
source: sativinayena. (3)
mn: by removal by accurate recollection.

# mn104:17.1
source: Kathañcānanda, amūḷhavinayo hoti?
mn: And how is there removal by recovery from madness?

# mn104:17.2
source: Idhānanda, bhikkhū bhikkhuṃ evarūpāya garukāya āpattiyā codenti pārājikena vā pārājikasāmantena vā:
mn: It’s when mendicants accuse a mendicant of the kind of serious offense that entails expulsion, or close to it:

# mn104:17.3
source: ‘saratāyasmā evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti?
mn: ‘Venerable, do you recall committing the kind of serious offense that entails expulsion or close to it?’

# mn104:17.4
source: So evamāha:
mn: They say:

# mn104:17.5
source: ‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti.
mn: ‘No, reverends, I don’t recall committing such an offense.’

# mn104:17.6
source: Tamenaṃ so nibbeṭhentaṃ ativeṭheti:
mn: But though they try to get out of it, the mendicants pursue the issue:

# mn104:17.7
source: ‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti.
mn: ‘Surely the venerable must know perfectly well if you recall committing an offense that entails expulsion or close to it!’

# mn104:17.8
source: So evamāha:
mn: They say:

# mn104:17.9
source: ‘ahaṃ kho, āvuso, ummādaṃ pāpuṇiṃ cetaso vipariyāsaṃ.
mn: ‘Reverends, I had gone mad, I was out of my mind.

# mn104:17.10
source: Tena me ummattakena bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ bhāsitaparikkantaṃ.
mn: And while I was mad I did and said many things that are not proper for an ascetic.

# mn104:17.11
source: Nāhaṃ taṃ sarāmi.
mn: I don’t remember any of that,

# mn104:17.12
source: Mūḷhena me etaṃ katan’ti.
mn: I was mad when I did it.’

# mn104:17.13
source: Tassa kho, ānanda, bhikkhuno amūḷhavinayo dātabbo.
mn: The removal by recovery from madness is applicable to them.

# mn104:17.14
source: Evaṃ kho, ānanda, amūḷhavinayo hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—
mn: That’s how there is the removal by recovery from madness. And that’s how certain disciplinary issues are settled, that is,

# mn104:17.15
source: amūḷhavinayena. (4)
mn: by recovery from madness.

# mn104:18.1
source: Kathañcānanda, paṭiññātakaraṇaṃ hoti?
mn: And how is there the acknowledging of an offense?

# mn104:18.2
source: Idhānanda, bhikkhu codito vā acodito vā āpattiṃ sarati, vivarati uttānīkaroti.
mn: It’s when a mendicant, whether accused or not, recalls an offense and clarifies it and reveals it.

# mn104:18.3
source: Tena, ānanda, bhikkhunā vuḍḍhataraṃ bhikkhuṃ upasaṅkamitvā ekaṃsaṃ cīvaraṃ katvā pāde vanditvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā evamassa vacanīyo:
mn: After approaching a more senior mendicant, that mendicant should arrange his robe over one shoulder, bow to that mendicant’s feet, squat on their heels, raise their joined palms, and say:

# mn104:18.4
source: ‘ahaṃ, bhante, itthannāmaṃ āpattiṃ āpanno, taṃ paṭidesemī’ti.
mn: ‘Sir, I have fallen into such-and-such an offense. I confess it.’

# mn104:18.5
source: So evamāha:
mn: The senior mendicant says:

# mn104:18.6
source: ‘passasī’ti?
mn: ‘Do you see it?’

# mn104:18.7
source: ‘Āma passāmī’ti.
mn: ‘Yes, I see it.’

# mn104:18.8
source: ‘Āyatiṃsaṃvareyyāsī’ti.
mn: ‘Then restrain yourself in future.’

# mn104:18.9
source: ‘Saṃvarissāmī’ti.
mn: ‘I shall restrain myself.’

# mn104:18.10
source: Evaṃ kho, ānanda, paṭiññātakaraṇaṃ hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—
mn: That’s how there is the acknowledging of an offense. And that’s how certain disciplinary issues are settled, that is,

# mn104:18.11
source: paṭiññātakaraṇena. (5)
mn: by acknowledging an offense.

# mn104:19.1
source: Kathañcānanda, tassapāpiyasikā hoti?
mn: And how is there a verdict of aggravated misconduct?

# mn104:19.2
source: Idhānanda, bhikkhu bhikkhuṃ evarūpāya garukāya āpattiyā codeti pārājikena vā pārājikasāmantena vā:
mn: It’s when a mendicant accuses a mendicant of the kind of serious offense that entails expulsion, or close to it:

# mn104:19.3
source: ‘saratāyasmā evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti?
mn: ‘Venerable, do you recall committing the kind of serious offense that entails expulsion or close to it?’

# mn104:19.4
source: So evamāha:
mn: They say:

# mn104:19.5
source: ‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti.
mn: ‘No, reverends, I don’t recall committing such an offense.’

# mn104:19.6
source: Tamenaṃ so nibbeṭhentaṃ ativeṭheti:
mn: But though they try to get out of it, the mendicants pursue the issue:

# mn104:19.7
source: ‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti.
mn: ‘Surely the venerable must know perfectly well if you recall committing an offense that entails expulsion or close to it!’

# mn104:19.8
source: So evamāha:
mn: They say:

# mn104:19.9
source: ‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā;
mn: ‘Reverends, I don’t recall committing a serious offense of that nature.

# mn104:19.10
source: sarāmi ca kho ahaṃ, āvuso, evarūpiṃ appamattikaṃ āpattiṃ āpajjitā’ti.
mn: But I do recall committing a light offense.’

# mn104:19.11
source: Tamenaṃ so nibbeṭhentaṃ ativeṭheti:
mn: But though they try to get out of it, the mendicants pursue the issue:

# mn104:19.12
source: ‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti?
mn: ‘Surely the venerable must know perfectly well if you recall committing an offense that entails expulsion or close to it!’

# mn104:19.13
source: So evamāha:
mn: They say:

# mn104:19.14
source: ‘imañhi nāmāhaṃ, āvuso, appamattikaṃ āpattiṃ āpajjitvā apuṭṭho paṭijānissāmi.
mn: ‘Reverends, I’ll go so far as to acknowledge this light offense even when not asked.

# mn104:19.15
source: Kiṃ panāhaṃ evarūpiṃ garukaṃ āpattiṃ āpajjitvā pārājikaṃ vā pārājikasāmantaṃ vā puṭṭho na paṭijānissāmī’ti?
mn: Why wouldn’t I acknowledge a serious offense when asked?’

# mn104:19.16
source: So evamāha:
mn: They say:

# mn104:19.17
source: ‘imañhi nāma tvaṃ, āvuso, appamattikaṃ āpattiṃ āpajjitvā apuṭṭho na paṭijānissasi, kiṃ pana tvaṃ evarūpiṃ garukaṃ āpattiṃ āpajjitvā pārājikaṃ vā pārājikasāmantaṃ vā puṭṭho paṭijānissasi?
mn: ‘You wouldn’t have acknowledged that light offense without being asked, so why would you acknowledge a serious offense?

# mn104:19.18
source: Iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti.
mn: Surely the venerable must know perfectly well if you recall committing an offense that entails expulsion or close to it!’

# mn104:19.19
source: So evamāha:
mn: They say:

# mn104:19.20
source: ‘sarāmi kho ahaṃ, āvuso, evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā.
mn: ‘Reverend, I do recall committing the kind of serious offense that entails expulsion or close to it.

# mn104:19.21
source: Davā me etaṃ vuttaṃ, ravā me etaṃ vuttaṃ—
mn: I spoke too hastily when I said

# mn104:19.22
source: nāhaṃ taṃ sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti.
mn: that I didn’t recall it.’

# mn104:19.23
source: Evaṃ kho, ānanda, tassapāpiyasikā hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—
mn: That’s how there is a verdict of aggravated misconduct. And that’s how certain disciplinary issues are settled, that is,

# mn104:19.24
source: tassapāpiyasikāya. (6)
mn: by a verdict of aggravated misconduct.

# mn104:20.1
source: Kathañcānanda, tiṇavatthārako hoti?
mn: And how is there the covering over with grass?

# mn104:20.2
source: Idhānanda, bhikkhūnaṃ bhaṇḍanajātānaṃ kalahajātānaṃ vivādāpannānaṃ viharataṃ bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ hoti bhāsitaparikkantaṃ.
mn: It’s when the mendicants continually argue, quarrel, and fight, doing and saying many things that are not proper for an ascetic.

# mn104:20.3
source: Tehānanda, bhikkhūhi sabbeheva samaggehi sannipatitabbaṃ.
mn: Those mendicants should all sit together in harmony.

# mn104:20.4
source: Sannipatitvā ekatopakkhikānaṃ bhikkhūnaṃ byattena bhikkhunā uṭṭhāyāsanā ekaṃsaṃ cīvaraṃ katvā añjaliṃ paṇāmetvā saṃgho ñāpetabbo—
mn: A competent mendicant of one party, having got up from their seat, arranged their robe over one shoulder, and raised their joined palms, should inform the Saṅgha:

# mn104:20.5
source: Suṇātu me, bhante, saṅgho.
mn: ‘Sir, let the Saṅgha listen to me.

# mn104:20.6
source: Idaṃ amhākaṃ bhaṇḍanajātānaṃ kalahajātānaṃ vivādāpannānaṃ viharataṃ bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ bhāsitaparikkantaṃ.
mn: We have been continually arguing, quarreling, and fighting, doing and saying many things that are not proper for an ascetic.
