Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn101.po
Languages: mn

# mn101:0.1
source: Majjhima Nikāya 101
mn: Middle Discourses 101

# mn101:0.2
source: Devadahasutta
mn: At Devadaha

# mn101:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn101:1.2
source: ekaṃ samayaṃ bhagavā sakkesu viharati devadahaṃ nāma sakyānaṃ nigamo.
mn: At one time the Buddha was staying in the land of the Sakyans, near the Sakyan town named Devadaha.

# mn101:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn101:2.1
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn101:2.2
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn101:2.3
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn101:2.4
source: “santi, bhikkhave, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: “Mendicants, there are some ascetics and brahmins who have this doctrine and view:

# mn101:2.5
source: ‘yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu.
mn: ‘Everything this individual experiences—pleasurable, painful, or neutral—is because of past deeds.

# mn101:2.6
source: Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo;
mn: So, due to eliminating past deeds by mortification, and not doing any new deeds, there’s nothing to come up in the future.

# mn101:2.7
source: āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī’ti.
mn: With nothing to come up in the future, deeds end. With the ending of deeds, suffering ends. With the ending of suffering, feeling ends. And with the ending of feeling, all suffering will have been worn away.’

# mn101:2.8
source: Evaṃvādino, bhikkhave, nigaṇṭhā.
mn: Such is the doctrine of the Jain ascetics.

# mn101:3.1
source: Evaṃvādāhaṃ, bhikkhave, nigaṇṭhe upasaṅkamitvā evaṃ vadāmi:
mn: I’ve gone up to the Jain ascetics who say this and said,

# mn101:3.2
source: ‘saccaṃ kira tumhe, āvuso nigaṇṭhā, evaṃvādino evaṃdiṭṭhino—
mn: ‘Is it really true that this is the venerables’ view?’

# mn101:3.6
source: Te ca me, bhikkhave, nigaṇṭhā evaṃ puṭṭhā ‘āmā’ti paṭijānanti.
mn: They admitted that it is.

# mn101:4.1
source: Tyāhaṃ evaṃ vadāmi:
mn: I said to them,

# mn101:4.2
source: ‘kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—
mn: ‘But reverends, do you know

# mn101:4.3
source: ahuvamheva mayaṃ pubbe, na nāhuvamhā’ti?
mn: for sure that you existed in the past, and it is not the case that you didn’t exist?’

# mn101:4.4
source: ‘No hidaṃ, āvuso’.
mn: ‘No we don’t, reverend.’

# mn101:4.5
source: ‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—
mn: ‘But reverends, do you know

# mn101:4.6
source: akaramheva mayaṃ pubbe pāpakammaṃ, na nākaramhā’ti?
mn: for sure that you did bad deeds in the past?’

# mn101:4.7
source: ‘No hidaṃ, āvuso’.
mn: ‘No we don’t, reverend.’

# mn101:4.8
source: ‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—
mn: ‘But reverends, do you know

# mn101:4.9
source: evarūpaṃ vā evarūpaṃ vā pāpakammaṃ akaramhā’ti?
mn: that you did such and such bad deeds?’

# mn101:4.10
source: ‘No hidaṃ, āvuso’.
mn: ‘No we don’t, reverend.’

# mn101:4.11
source: ‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—
mn: ‘But reverends, do you know

# mn101:4.12
source: ettakaṃ vā dukkhaṃ nijjiṇṇaṃ, ettakaṃ vā dukkhaṃ nijjīretabbaṃ, ettakamhi vā dukkhe nijjiṇṇe sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī’ti?
mn: that so much suffering has already been worn away? Or that so much suffering still remains to be worn away? Or that when so much suffering is worn away all suffering will have been worn away?’

# mn101:4.13
source: ‘No hidaṃ, āvuso’.
mn: ‘No we don’t, reverend.’

# mn101:4.14
source: ‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—
mn: ‘But reverends, do you know

# mn101:4.15
source: diṭṭheva dhamme akusalānaṃ dhammānaṃ pahānaṃ, kusalānaṃ dhammānaṃ upasampadan’ti?
mn: about giving up unskillful qualities in the present life and embracing skillful qualities?’

# mn101:4.16
source: ‘No hidaṃ, āvuso’.
mn: ‘No we don’t, reverend.’

# mn101:5.1
source: ‘Iti kira tumhe, āvuso nigaṇṭhā, na jānātha—
mn: ‘So it seems that you don’t know any of these things.

# mn101:5.7
source: evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ na kallamassa veyyākaraṇāya:
mn: In that case, it’s not appropriate for the Jain venerables to declare this.

# mn101:6.1
source: Sace pana tumhe, āvuso nigaṇṭhā, jāneyyātha—
mn: Now, supposing you did know these things.

# mn101:6.7
source: evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ kallamassa veyyākaraṇāya:
mn: In that case, it would be appropriate for the Jain venerables to declare this.

# mn101:7.1
source: Seyyathāpi, āvuso nigaṇṭhā, puriso sallena viddho assa savisena gāḷhūpalepanena;
mn: Suppose a man was struck by an arrow thickly smeared with poison,

# mn101:7.2
source: so sallassapi vedhanahetu dukkhā tibbā kaṭukā vedanā vediyeyya.
mn: causing painful feelings, sharp and severe.

# mn101:7.3
source: Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.
mn: Their friends and colleagues, relatives and kin would get a field surgeon to treat them.

# mn101:7.4
source: Tassa so bhisakko sallakatto satthena vaṇamukhaṃ parikanteyya;
mn: The surgeon would cut open the wound with a scalpel,

# mn101:7.5
source: so satthenapi vaṇamukhassa parikantanahetu dukkhā tibbā kaṭukā vedanā vediyeyya.
mn: causing painful feelings, sharp and severe.

# mn101:7.6
source: Tassa so bhisakko sallakatto esaniyā sallaṃ eseyya;
mn: They’d probe for the arrow,

# mn101:7.7
source: so esaniyāpi sallassa esanāhetu dukkhā tibbā kaṭukā vedanā vediyeyya.
mn: causing painful feelings, sharp and severe.

# mn101:7.8
source: Tassa so bhisakko sallakatto sallaṃ abbuheyya;
mn: They’d extract the arrow,

# mn101:7.9
source: so sallassapi abbuhanahetu dukkhā tibbā kaṭukā vedanā vediyeyya.
mn: causing painful feelings, sharp and severe.

# mn101:7.10
source: Tassa so bhisakko sallakatto agadaṅgāraṃ vaṇamukhe odaheyya;
mn: They’d apply cauterizing medicine to the wound,

# mn101:7.11
source: so agadaṅgārassapi vaṇamukhe odahanahetu dukkhā tibbā kaṭukā vedanā vediyeyya.
mn: causing painful feelings, sharp and severe.

# mn101:7.12
source: So aparena samayena rūḷhena vaṇena sañchavinā arogo assa sukhī serī sayaṃvasī yena kāmaṅgamo.
mn: After some time that wound would be healed and the skin regrown. They’d be healthy, happy, autonomous, master of themselves, able to go where they wanted.

# mn101:7.13
source: Tassa evamassa:
mn: They’d think,

# mn101:7.14
source: “ahaṃ kho pubbe sallena viddho ahosiṃ savisena gāḷhūpalepanena.
mn: “Earlier I was struck by an arrow thickly smeared with poison,

# mn101:7.15
source: Sohaṃ sallassapi vedhanahetu dukkhā tibbā kaṭukā vedanā vediyiṃ.
mn: causing painful feelings, sharp and severe.

# mn101:7.16
source: Tassa me mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhapesuṃ.
mn: My friends and colleagues, relatives and kin got a field surgeon to treat me.

# mn101:7.17
source: Tassa me so bhisakko sallakatto satthena vaṇamukhaṃ parikanti;
mn: At each step, the treatment was painful.

# mn101:7.25
source: Somhi etarahi rūḷhena vaṇena sañchavinā arogo sukhī serī sayaṃvasī yena kāmaṅgamo”ti.
mn: But these days that wound is healed and the skin regrown. I’m healthy, happy, autonomous, my own master, able to go where I want.”

# mn101:8.1
source: Evameva kho, āvuso nigaṇṭhā, sace tumhe jāneyyātha—
mn: In the same way, reverends, if you knew about these things,

# mn101:8.7
source: evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ kallamassa veyyākaraṇāya:
mn: it would be appropriate for the Jain venerables to declare this.

# mn101:9.1
source: Yasmā ca kho tumhe, āvuso nigaṇṭhā, na jānātha—
mn: But since you don’t know any of these things,

# mn101:9.7
source: tasmā āyasmantānaṃ nigaṇṭhānaṃ na kallamassa veyyākaraṇāya:
mn: it’s not appropriate for the Jain venerables to declare this.’

# mn101:10.1
source: Evaṃ vutte, bhikkhave, te nigaṇṭhā maṃ etadavocuṃ:
mn: When I said this, those Jain ascetics said to me,

# mn101:10.2
source: ‘nigaṇṭho, āvuso, nāṭaputto sabbaññū sabbadassāvī, aparisesaṃ ñāṇadassanaṃ paṭijānāti.
mn: ‘Reverend, the Jain leader Nāṭaputta claims to be all-knowing and all-seeing, to know and see everything without exception, thus:

# mn101:10.3
source: “Carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan”ti.
mn: “Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.”

# mn101:10.4
source: So evamāha:
mn: He says:

# mn101:10.5
source: “atthi kho vo, āvuso nigaṇṭhā, pubbeva pāpakammaṃ kataṃ, taṃ imāya kaṭukāya dukkarakārikāya nijjīretha,
mn: “O reverend Jain ascetics, you have done bad deeds in a past life. Wear them away with these severe and grueling austerities.

# mn101:10.6
source: yaṃ panettha etarahi kāyena saṃvutā vācāya saṃvutā manasā saṃvutā taṃ āyatiṃ pāpakammassa akaraṇaṃ.
mn: And when you refrain from such deeds in the present by way of body, speech, and mind, you’re not doing any bad deeds for the future.

# mn101:10.7
source: Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo;
mn: So, due to eliminating past deeds by mortification, and not doing any new deeds, there’s nothing to come up in the future.

# mn101:10.8
source: āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”ti.
mn: With nothing to come up in the future, deeds end. With the ending of deeds, suffering ends. With the ending of suffering, feeling ends. And with the ending of feeling, all suffering will have been worn away.”

# mn101:10.9
source: Tañca panamhākaṃ ruccati ceva khamati ca, tena camhā attamanā’ti.
mn: We like and accept this, and we are satisfied with it.’

# mn101:11.1
source: Evaṃ vutte, ahaṃ, bhikkhave, te nigaṇṭhe etadavocaṃ:
mn: When they said this, I said to them,

# mn101:11.2
source: ‘pañca kho ime, āvuso nigaṇṭhā, dhammā diṭṭheva dhamme dvidhāvipākā.
mn: ‘These five things can be seen to turn out in two different ways.

# mn101:11.3
source: Katame pañca?
mn: What five?

# mn101:11.4
source: Saddhā, ruci, anussavo, ākāraparivitakko, diṭṭhinijjhānakkhanti—
mn: Faith, preference, oral tradition, reasoned contemplation, and acceptance of a view after consideration.

# mn101:11.5
source: ime kho, āvuso nigaṇṭhā, pañca dhammā diṭṭheva dhamme dvidhāvipākā.
mn: These are the five things that can be seen to turn out in two different ways.

# mn101:11.6
source: Tatrāyasmantānaṃ nigaṇṭhānaṃ kā atītaṃse satthari saddhā, kā ruci, ko anussavo, ko ākāraparivitakko, kā diṭṭhinijjhānakkhantī’ti.
mn: In this case, what faith in your teacher do you have when it comes to the past? What preference, oral tradition, reasoned contemplation, or acceptance of a view after consideration?’

# mn101:11.7
source: Evaṃvādī kho ahaṃ, bhikkhave, nigaṇṭhesu na kañci sahadhammikaṃ vādapaṭihāraṃ samanupassāmi.
mn: When I said this, I did not see any legitimate defense of their doctrine from the Jains.

# mn101:12.1
source: Puna caparāhaṃ, bhikkhave, te nigaṇṭhe evaṃ vadāmi:
mn: Furthermore, I said to those Jain ascetics,

# mn101:12.2
source: ‘taṃ kiṃ maññatha, āvuso nigaṇṭhā.
mn: ‘What do you think, reverends?

# mn101:12.3
source: Yasmiṃ vo samaye tibbo upakkamo hoti tibbaṃ padhānaṃ, tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha;
mn: At a time of intense exertion and striving do you experience painful, sharp, severe, acute feelings due to overexertion?

# mn101:12.4
source: yasmiṃ pana vo samaye na tibbo upakkamo hoti na tibbaṃ padhānaṃ, na tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyethā’ti?
mn: Whereas at a time without intense exertion and striving do you not experience painful, sharp, severe, acute feelings due to overexertion?’

# mn101:12.5
source: ‘Yasmiṃ no, āvuso gotama, samaye tibbo upakkamo hoti tibbaṃ padhānaṃ, tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyāma;
mn: ‘Reverend Gotama, at a time of intense exertion we experience painful, sharp feelings due to overexertion,

# mn101:12.6
source: yasmiṃ pana no samaye na tibbo upakkamo hoti na tibbaṃ padhānaṃ, na tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyāmā’ti.
mn: not without intense exertion.’

# mn101:13.1
source: ‘Iti kira, āvuso nigaṇṭhā, yasmiṃ vo samaye tibbo upakkamo hoti tibbaṃ padhānaṃ, tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha;
mn: ‘So it seems that only at a time of intense exertion do you experience painful, sharp feelings due to overexertion,

# mn101:13.2
source: yasmiṃ pana vo samaye na tibbo upakkamo hoti na tibbaṃ padhānaṃ, na tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha.
mn: not without intense exertion.

# mn101:13.3
source: Evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ na kallamassa veyyākaraṇāya:
mn: In that case, it’s not appropriate for the Jain venerables to declare:

# mn101:13.4
source: “yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu.
mn: “Everything this individual experiences—pleasurable, painful, or neutral—is because of past deeds. …”

# mn101:14.1
source: Sace, āvuso nigaṇṭhā, yasmiṃ vo samaye tibbo upakkamo hoti tibbaṃ padhānaṃ, na tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha;
mn: If at a time of intense exertion you did not experience painful, sharp feelings due to overexertion,

# mn101:14.2
source: yasmiṃ pana vo samaye na tibbo upakkamo hoti na tibbaṃ padhānaṃ, tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha;
mn: and if without intense exertion you did experience such feelings,

# mn101:14.3
source: evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ kallamassa veyyākaraṇāya:
mn: it would be appropriate for the Jain venerables to declare this.

# mn101:15.1
source: Yasmā ca kho, āvuso nigaṇṭhā, yasmiṃ vo samaye tibbo upakkamo hoti tibbaṃ padhānaṃ, tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha;
mn: But since this is not the case,

# mn101:15.3
source: te tumhe sāmaṃyeva opakkamikā dukkhā tibbā kaṭukā vedanā vedayamānā avijjā aññāṇā sammohā vipaccetha:
mn: aren’t you experiencing painful, sharp feelings due only to your own exertion, which out of ignorance, unknowing, and confusion you misconstrue to imply:

# mn101:15.4
source: “yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu.
mn: “Everything this individual experiences—pleasurable, painful, or neutral—is because of past deeds. …”?’

# mn101:15.7
source: Evaṃvādīpi kho ahaṃ, bhikkhave, nigaṇṭhesu na kañci sahadhammikaṃ vādapaṭihāraṃ samanupassāmi.
mn: When I said this, I did not see any legitimate defense of their doctrine from the Jains.

# mn101:16.1
source: Puna caparāhaṃ, bhikkhave, te nigaṇṭhe evaṃ vadāmi:
mn: Furthermore, I said to those Jain ascetics,

# mn101:16.2
source: ‘taṃ kiṃ maññathāvuso nigaṇṭhā, yamidaṃ kammaṃ diṭṭhadhammavedanīyaṃ taṃ upakkamena vā padhānena vā samparāyavedanīyaṃ hotūti labbhametan’ti?
mn: ‘What do you think, reverends? If a deed is to be experienced in this life, can exertion make it be experienced in lives to come?’

# mn101:16.3
source: ‘No hidaṃ, āvuso’.
mn: ‘No, reverend.’

# mn101:16.4
source: ‘Yaṃ panidaṃ kammaṃ samparāyavedanīyaṃ taṃ upakkamena vā padhānena vā diṭṭhadhammavedanīyaṃ hotūti labbhametan’ti?
mn: ‘But if a deed is to be experienced in lives to come, can exertion make it be experienced in this life?’

# mn101:16.5
source: ‘No hidaṃ, āvuso’.
mn: ‘No, reverend.’

# mn101:17.1
source: ‘Taṃ kiṃ maññathāvuso nigaṇṭhā, yamidaṃ kammaṃ sukhavedanīyaṃ taṃ upakkamena vā padhānena vā dukkhavedanīyaṃ hotūti labbhametan’ti?
mn: ‘What do you think, reverends? If a deed is to be experienced as pleasure, can exertion make it be experienced as pain?’

# mn101:17.2
source: ‘No hidaṃ, āvuso’.
mn: ‘No, reverend.’

# mn101:17.3
source: ‘Yaṃ panidaṃ kammaṃ dukkhavedanīyaṃ taṃ upakkamena vā padhānena vā sukhavedanīyaṃ hotūti labbhametan’ti?
mn: ‘But if a deed is to be experienced as pain, can exertion make it be experienced as pleasure?’

# mn101:17.4
source: ‘No hidaṃ, āvuso’.
mn: ‘No, reverend.’

# mn101:18.1
source: ‘Taṃ kiṃ maññathāvuso nigaṇṭhā, yamidaṃ kammaṃ paripakkavedanīyaṃ taṃ upakkamena vā padhānena vā aparipakkavedanīyaṃ hotūti labbhametan’ti?
mn: ‘What do you think, reverends? If a deed is to be experienced when fully ripened, can exertion make it be experienced when not fully ripened?’

# mn101:18.2
source: ‘No hidaṃ, āvuso’.
mn: ‘No, reverend.’

# mn101:18.3
source: ‘Yaṃ panidaṃ kammaṃ aparipakkavedanīyaṃ taṃ upakkamena vā padhānena vā paripakkavedanīyaṃ hotūti labbhametan’ti?
mn: ‘But if a deed is to be experienced when not fully ripened, can exertion make it be experienced when fully ripened?’

# mn101:18.4
source: ‘No hidaṃ, āvuso’.
mn: ‘No, reverend.’

# mn101:19.1
source: ‘Taṃ kiṃ maññathāvuso nigaṇṭhā, yamidaṃ kammaṃ bahuvedanīyaṃ taṃ upakkamena vā padhānena vā appavedanīyaṃ hotūti labbhametan’ti?
mn: ‘What do you think, reverends? If a deed is to be experienced strongly, can exertion make it be experienced weakly?’

# mn101:19.2
source: ‘No hidaṃ, āvuso’.
mn: ‘No, reverend.’

# mn101:19.3
source: ‘Yaṃ panidaṃ kammaṃ appavedanīyaṃ taṃ upakkamena vā padhānena vā bahuvedanīyaṃ hotūti labbhametan’ti?
mn: ‘But if a deed is to be experienced weakly, can exertion make it be experienced strongly?’

# mn101:19.4
source: ‘No hidaṃ, āvuso’.
mn: ‘No, reverend.’

# mn101:20.1
source: ‘Taṃ kiṃ maññathāvuso nigaṇṭhā, yamidaṃ kammaṃ savedanīyaṃ taṃ upakkamena vā padhānena vā avedanīyaṃ hotūti labbhametan’ti?
mn: ‘What do you think, reverends? If a deed is to be experienced, can exertion make it not be experienced?’

# mn101:20.2
source: ‘No hidaṃ, āvuso’.
mn: ‘No, reverend.’

# mn101:20.3
source: ‘Yaṃ panidaṃ kammaṃ avedanīyaṃ taṃ upakkamena vā padhānena vā savedanīyaṃ hotūti labbhametan’ti?
mn: ‘But if a deed is not to be experienced, can exertion make it be experienced?’

# mn101:20.4
source: ‘No hidaṃ, āvuso’.
mn: ‘No, reverend.’

# mn101:21.1
source: ‘Iti kira, āvuso nigaṇṭhā, yamidaṃ kammaṃ diṭṭhadhammavedanīyaṃ taṃ upakkamena vā padhānena vā samparāyavedanīyaṃ hotūti alabbhametaṃ, yaṃ panidaṃ kammaṃ samparāyavedanīyaṃ taṃ upakkamena vā padhānena vā diṭṭhadhammavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ sukhavedanīyaṃ taṃ upakkamena vā padhānena vā dukkhavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ dukkhavedanīyaṃ taṃ upakkamena vā padhānena vā sukhavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ paripakkavedanīyaṃ taṃ upakkamena vā padhānena vā aparipakkavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ aparipakkavedanīyaṃ taṃ upakkamena vā padhānena vā paripakkavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ bahuvedanīyaṃ taṃ upakkamena vā padhānena vā appavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ appavedanīyaṃ taṃ upakkamena vā padhānena vā bahuvedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ savedanīyaṃ taṃ upakkamena vā padhānena vā avedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ avedanīyaṃ taṃ upakkamena vā padhānena vā savedanīyaṃ hotūti alabbhametaṃ;
mn: ‘So it seems that exertion cannot change the way deeds are experienced in any of these ways.

# mn101:21.2
source: evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ aphalo upakkamo hoti, aphalaṃ padhānaṃ’.
mn: This being so, your exertion and striving are fruitless.’

# mn101:22.1
source: Evaṃvādī, bhikkhave, nigaṇṭhā.
mn: Such is the doctrine of the Jain ascetics.

# mn101:22.2
source: Evaṃvādīnaṃ, bhikkhave, nigaṇṭhānaṃ dasa sahadhammikā vādānuvādā gārayhaṃ ṭhānaṃ āgacchanti.
mn: Saying this, the Jain ascetics deserve rebuke and criticism on ten legitimate grounds.

# mn101:22.3
source: Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṃ paṭisaṃvedenti;
mn: If sentient beings experience pleasure and pain because of past deeds,

# mn101:22.4
source: addhā, bhikkhave, nigaṇṭhā pubbe dukkaṭakammakārino yaṃ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti.
mn: clearly the Jains have done bad deeds in the past, since they now experience such intense pain.

# mn101:22.5
source: Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṃ paṭisaṃvedenti;
mn: If sentient beings experience pleasure and pain because of the Lord God’s creation,

# mn101:22.6
source: addhā, bhikkhave, nigaṇṭhā pāpakena issarena nimmitā yaṃ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti.
mn: clearly the Jains were created by a bad God, since they now experience such intense pain.

# mn101:22.7
source: Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṃ paṭisaṃvedenti;
mn: If sentient beings experience pleasure and pain because of circumstance and nature,

# mn101:22.8
source: addhā, bhikkhave, nigaṇṭhā pāpasaṅgatikā yaṃ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti.
mn: clearly the Jains arise from bad circumstances, since they now experience such intense pain.

# mn101:22.9
source: Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṃ paṭisaṃvedenti;
mn: If sentient beings experience pleasure and pain because of the class of rebirth,

# mn101:22.10
source: addhā, bhikkhave, nigaṇṭhā pāpābhijātikā yaṃ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti.
mn: clearly the Jains have been reborn in a bad class, since they now experience such intense pain.

# mn101:22.11
source: Sace, bhikkhave, sattā diṭṭhadhammūpakkamahetu sukhadukkhaṃ paṭisaṃvedenti;
mn: If sentient beings experience pleasure and pain because of exertion in the present,

# mn101:22.12
source: addhā, bhikkhave, nigaṇṭhā evarūpā diṭṭhadhammūpakkamā yaṃ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti.
mn: clearly the Jains exert themselves badly in the present, since they now experience such intense pain.

# mn101:22.13
source: Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā;
mn: The Jains deserve criticism whether or not sentient beings experience pleasure and pain because of past deeds,

# mn101:22.15
source: Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā;
mn: or the Lord God’s creation,

# mn101:22.17
source: Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā;
mn: or circumstance and nature,

# mn101:22.19
source: Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā;
mn: or class of rebirth,

# mn101:22.21
source: Sace, bhikkhave, sattā diṭṭhadhammūpakkamahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā;
mn: or exertion in the present.

# mn101:22.23
source: Evaṃvādī, bhikkhave, nigaṇṭhā.
mn: Such is the doctrine of the Jain ascetics.

# mn101:22.24
source: Evaṃvādīnaṃ, bhikkhave, nigaṇṭhānaṃ ime dasa sahadhammikā vādānuvādā gārayhaṃ ṭhānaṃ āgacchanti.
mn: The Jain ascetics who say this deserve rebuke and criticism on these ten legitimate grounds.

# mn101:22.25
source: Evaṃ kho, bhikkhave, aphalo upakkamo hoti, aphalaṃ padhānaṃ.
mn: That’s how exertion and striving is fruitless.

# mn101:23.1
source: Kathañca, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ?
mn: And how is exertion and striving fruitful?

# mn101:23.2
source: Idha, bhikkhave, bhikkhu na heva anaddhabhūtaṃ attānaṃ dukkhena addhabhāveti, dhammikañca sukhaṃ na pariccajati, tasmiñca sukhe anadhimucchito hoti.
mn: It’s when a mendicant doesn’t bring suffering upon themselves; and they don’t give up legitimate pleasure, but they’re not besotted with that pleasure.

# mn101:23.3
source: So evaṃ pajānāti:
mn: They understand:

# mn101:23.4
source: ‘imassa kho me dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti, imassa pana me dukkhanidānassa ajjhupekkhato upekkhaṃ bhāvayato virāgo hotī’ti.
mn: ‘When I actively strive I become dispassionate towards this source of suffering. But when I develop equanimity I become dispassionate towards this other source of suffering.’
