Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn105.po
Languages: mn

# mn105:23.4
source: Sammā nibbānādhimuttasseva sato so yāni sammā nibbānādhimuttassa asappāyāni tāni nānuyuñjeyya, asappāyaṃ cakkhunā rūpadassanaṃ nānuyuñjeyya, asappāyaṃ sotena saddaṃ nānuyuñjeyya, asappāyaṃ ghānena gandhaṃ nānuyuñjeyya, asappāyaṃ jivhāya rasaṃ nānuyuñjeyya, asappāyaṃ kāyena phoṭṭhabbaṃ nānuyuñjeyya, asappāyaṃ manasā dhammaṃ nānuyuñjeyya.
mn: Being rightly intent on extinguishment, they wouldn’t engage in things unconducive to extinguishment: unsuitable sights, sounds, smells, tastes, touches, and thoughts.

# mn105:23.5
source: Tassa asappāyaṃ cakkhunā rūpadassanaṃ nānuyuttassa, asappāyaṃ sotena saddaṃ nānuyuttassa, asappāyaṃ ghānena gandhaṃ nānuyuttassa, asappāyaṃ jivhāya rasaṃ nānuyuttassa, asappāyaṃ kāyena phoṭṭhabbaṃ nānuyuttassa, asappāyaṃ manasā dhammaṃ nānuyuttassa rāgo cittaṃ nānuddhaṃseyya.
mn: Doing so, lust wouldn’t infect their mind,

# mn105:23.6
source: So na rāgānuddhaṃsitena cittena neva maraṇaṃ vā nigaccheyya na maraṇamattaṃ vā dukkhaṃ.
mn: so no death or deadly pain would result.

# mn105:24.1
source: Seyyathāpi, sunakkhatta, puriso sallena viddho assa savisena gāḷhūpalepanena.
mn: Suppose a man was struck by an arrow thickly smeared with poison.

# mn105:24.2
source: Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.
mn: Their friends and colleagues, relatives and kin would get a field surgeon to treat them.

# mn105:24.3
source: Tassa so bhisakko sallakatto satthena vaṇamukhaṃ parikanteyya.
mn: The surgeon would cut open the wound with a scalpel,

# mn105:24.4
source: Satthena vaṇamukhaṃ parikantitvā esaniyā sallaṃ eseyya.
mn: probe for the arrow,

# mn105:24.5
source: Esaniyā sallaṃ esitvā sallaṃ abbuheyya, apaneyya visadosaṃ anupādisesaṃ.
mn: extract it, and expel the poison, leaving no residue behind.

# mn105:24.6
source: Anupādisesoti jānamāno so evaṃ vadeyya:
mn: Knowing that no residue remained, the surgeon would say:

# mn105:24.7
source: ‘ambho purisa, ubbhataṃ kho te sallaṃ, apanīto visadoso anupādiseso.
mn: ‘My good man, the dart has been extracted and the poison expelled without residue.

# mn105:24.8
source: Analañca te antarāyāya.
mn: It’s not capable of harming you.

# mn105:24.9
source: Sappāyāni ceva bhojanāni bhuñjeyyāsi, mā te asappāyāni bhojanāni bhuñjato vaṇo assāvī assa.
mn: Eat only suitable food. Don’t eat unsuitable food, or else the wound may get infected.

# mn105:24.10
source: Kālena kālañca vaṇaṃ dhoveyyāsi, kālena kālaṃ vaṇamukhaṃ ālimpeyyāsi. Mā te na kālena kālaṃ vaṇaṃ dhovato na kālena kālaṃ vaṇamukhaṃ ālimpato pubbalohitaṃ vaṇamukhaṃ pariyonandhi.
mn: Regularly wash the wound and anoint the opening, or else it’ll get covered with pus and blood.

# mn105:24.11
source: Mā ca vātātape cārittaṃ anuyuñji, mā te vātātape cārittaṃ anuyuttassa rajosūkaṃ vaṇamukhaṃ anuddhaṃsesi.
mn: Don’t walk too much in the wind and sun, or else dust and dirt will infect the wound.

# mn105:24.12
source: Vaṇānurakkhī ca, ambho purisa, vihareyyāsi vaṇasāropī’ti.
mn: Take care of the wound, my good sir, heal it.’

# mn105:25.1
source: Tassa evamassa:
mn: They’d think:

# mn105:25.2
source: ‘ubbhataṃ kho me sallaṃ, apanīto visadoso anupādiseso.
mn: ‘The dart has been extracted and the poison expelled without residue.

# mn105:25.3
source: Analañca me antarāyāyā’ti.
mn: It’s not capable of harming me.’

# mn105:25.4
source: So sappāyāni ceva bhojanāni bhuñjeyya. Tassa sappāyāni bhojanāni bhuñjato vaṇo na assāvī assa.
mn: They’d eat suitable food, and the wound wouldn’t get infected.

# mn105:25.5
source: Kālena kālañca vaṇaṃ dhoveyya, kālena kālaṃ vaṇamukhaṃ ālimpeyya. Tassa kālena kālaṃ vaṇaṃ dhovato kālena kālaṃ vaṇamukhaṃ ālimpato na pubbalohitaṃ vaṇamukhaṃ pariyonandheyya.
mn: And they’d regularly wash and anoint the opening, so it wouldn’t get covered in pus and blood.

# mn105:25.6
source: Na ca vātātape cārittaṃ anuyuñjeyya. Tassa vātātape cārittaṃ ananuyuttassa rajosūkaṃ vaṇamukhaṃ nānuddhaṃseyya.
mn: And they wouldn’t walk too much in the wind and sun, so dust and dirt wouldn’t infect the wound.

# mn105:25.7
source: Vaṇānurakkhī ca vihareyya vaṇasāropī.
mn: And they’d take care of the wound and heal it.

# mn105:25.8
source: Tassa imissā ca sappāyakiriyāya asu ca visadoso apanīto anupādiseso tadubhayena vaṇo viruheyya.
mn: Then both because they did what was suitable, and the unclean poison had left no residue, the wound would heal,

# mn105:25.9
source: So ruḷhena vaṇena sañchavinā neva maraṇaṃ vā nigaccheyya na maraṇamattaṃ vā dukkhaṃ.
mn: and no death or deadly pain would result.

# mn105:26.1
source: Evameva kho, sunakkhatta, ṭhānametaṃ vijjati yaṃ idhekaccassa bhikkhuno evamassa:
mn: In the same way, it’s possible that a certain mendicant might think:

# mn105:26.2
source: ‘taṇhā kho sallaṃ samaṇena vuttaṃ, avijjāvisadoso chandarāgabyāpādena ruppati.
mn: ‘The Ascetic has said that craving is a dart; and that the poison of ignorance is inflicted by desire and ill will.

# mn105:26.3
source: Taṃ me taṇhāsallaṃ pahīnaṃ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti.
mn: I have given up the dart of craving and expelled the poison of ignorance; I am rightly intent on extinguishment.’

# mn105:26.4
source: Sammā nibbānādhimuttasseva sato so yāni sammā nibbānādhimuttassa asappāyāni tāni nānuyuñjeyya, asappāyaṃ cakkhunā rūpadassanaṃ nānuyuñjeyya, asappāyaṃ sotena saddaṃ nānuyuñjeyya, asappāyaṃ ghānena gandhaṃ nānuyuñjeyya, asappāyaṃ jivhāya rasaṃ nānuyuñjeyya, asappāyaṃ kāyena phoṭṭhabbaṃ nānuyuñjeyya, asappāyaṃ manasā dhammaṃ nānuyuñjeyya.
mn: Being rightly intent on extinguishment, they wouldn’t engage in things unconducive to extinguishment: unsuitable sights, sounds, smells, tastes, touches, and thoughts.

# mn105:26.5
source: Tassa asappāyaṃ cakkhunā rūpadassanaṃ nānuyuttassa, asappāyaṃ sotena saddaṃ nānuyuttassa, asappāyaṃ ghānena gandhaṃ nānuyuttassa, asappāyaṃ jivhāya rasaṃ nānuyuttassa, asappāyaṃ kāyena phoṭṭhabbaṃ nānuyuttassa, asappāyaṃ manasā dhammaṃ nānuyuttassa, rāgo cittaṃ nānuddhaṃseyya.
mn: Doing so, lust wouldn’t infect their mind,

# mn105:26.6
source: So na rāgānuddhaṃsitena cittena neva maraṇaṃ vā nigaccheyya na maraṇamattaṃ vā dukkhaṃ.
mn: so no death or deadly pain would result.

# mn105:27.1
source: Upamā kho me ayaṃ, sunakkhatta, katā atthassa viññāpanāya.
mn: I’ve made up this simile to make a point.

# mn105:27.2
source: Ayaṃyevettha attho—
mn: And this is the point:

# mn105:27.3
source: vaṇoti kho, sunakkhatta, channetaṃ ajjhattikānaṃ āyatanānaṃ adhivacanaṃ;
mn: ‘Wound’ is a term for the six interior sense fields.

# mn105:27.4
source: visadosoti kho, sunakkhatta, avijjāyetaṃ adhivacanaṃ;
mn: ‘Poison’ is a term for ignorance.

# mn105:27.5
source: sallanti kho, sunakkhatta, taṇhāyetaṃ adhivacanaṃ;
mn: ‘Dart’ is a term for craving.

# mn105:27.6
source: esanīti kho, sunakkhatta, satiyāyetaṃ adhivacanaṃ;
mn: ‘Probing’ is a term for mindfulness.

# mn105:27.7
source: satthanti kho, sunakkhatta, ariyāyetaṃ paññāya adhivacanaṃ;
mn: ‘Scalpel’ is a term for noble wisdom.

# mn105:27.8
source: bhisakko sallakattoti kho, sunakkhatta, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.
mn: ‘Field surgeon’ is a term for the Realized One, the perfected one, the fully awakened Buddha.

# mn105:28.1
source: So vata, sunakkhatta, bhikkhu chasu phassāyatanesu saṃvutakārī ‘upadhi dukkhassa mūlan’ti—
mn: Truly, Sunakkhatta, that mendicant practices restraint regarding the six fields of contact.

# mn105:28.2
source: iti viditvā nirupadhi upadhisaṅkhaye vimutto upadhismiṃ vā kāyaṃ upasaṃharissati cittaṃ vā uppādessatīti—netaṃ ṭhānaṃ vijjati.
mn: Understanding that attachment is the root of suffering, they are freed with the ending of attachments. It’s not possible that they would apply their body or interest their mind in any attachment.

# mn105:29.1
source: Seyyathāpi, sunakkhatta, āpānīyakaṃso vaṇṇasampanno gandhasampanno rasasampanno;
mn: Suppose there was a bronze cup of beverage that had a nice color, aroma, and flavor.

# mn105:29.2
source: so ca kho visena saṃsaṭṭho.
mn: But it was mixed with poison.

# mn105:29.3
source: Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikūlo.
mn: Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain.

# mn105:29.4
source: Taṃ kiṃ maññasi, sunakkhatta,
mn: What do you think, Sunakkhatta?

# mn105:29.5
source: api nu so puriso amuṃ āpānīyakaṃsaṃ piveyya yaṃ jaññā:
mn: Would that person drink that beverage knowing that

# mn105:29.6
source: ‘imāhaṃ pivitvā maraṇaṃ vā nigacchāmi maraṇamattaṃ vā dukkhan’”ti?
mn: it would result in death or deadly suffering?”

# mn105:29.7
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn105:29.8
source: “Evameva kho, sunakkhatta, so vata bhikkhu chasu phassāyatanesu saṃvutakārī ‘upadhi dukkhassa mūlan’ti—
mn: “In the same way, Sunakkhatta, that mendicant practices restraint regarding the six fields of contact.

# mn105:29.9
source: iti viditvā nirupadhi upadhisaṅkhaye vimutto upadhismiṃ vā kāyaṃ upasaṃharissati cittaṃ vā uppādessatīti—netaṃ ṭhānaṃ vijjati.
mn: Understanding that attachment is the root of suffering, they are freed with the ending of attachments. It’s not possible that they would apply their body or interest their mind in any attachment.

# mn105:30.1
source: Seyyathāpi, sunakkhatta, āsīviso ghoraviso.
mn: Suppose there was a lethal viper.

# mn105:30.2
source: Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikūlo.
mn: Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain.

# mn105:30.3
source: Taṃ kiṃ maññasi, sunakkhatta,
mn: What do you think, Sunakkhatta?

# mn105:30.4
source: api nu so puriso amussa āsīvisassa ghoravisassa hatthaṃ vā aṅguṭṭhaṃ vā dajjā yaṃ jaññā:
mn: Would that person give that lethal viper their hand or finger knowing that

# mn105:30.5
source: ‘imināhaṃ daṭṭho maraṇaṃ vā nigacchāmi maraṇamattaṃ vā dukkhan’”ti?
mn: it would result in death or deadly suffering?”

# mn105:30.6
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn105:30.7
source: “Evameva kho, sunakkhatta, so vata bhikkhu chasu phassāyatanesu saṃvutakārī ‘upadhi dukkhassa mūlan’ti—
mn: “In the same way, Sunakkhatta, that mendicant practices restraint regarding the six fields of contact.

# mn105:30.8
source: iti viditvā nirupadhi upadhisaṅkhaye vimutto upadhismiṃ vā kāyaṃ upasaṃharissati cittaṃ vā uppādessatīti—
mn: Understanding that attachment is the root of suffering, they are freed with the ending of attachments. It’s not possible that they would apply their body or interest their mind in any attachment.”

# mn105:30.10
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn105:30.11
source: Attamano sunakkhatto licchaviputto bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Sunakkhatta of the Licchavi clan was happy with what the Buddha said.
