Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn101.po
Languages: mn

# mn101:42.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives.

# mn101:42.2
source: So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
mn: They recollect many kinds of past lives, that is, one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details.

# mn101:42.3
source: Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ.
mn: That too is how exertion and striving is fruitful.

# mn101:43.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings.

# mn101:43.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti.
mn: With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understood how sentient beings are reborn according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.

# mn101:43.3
source: Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ.
mn: That too is how exertion and striving is fruitful.

# mn101:44.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements.

# mn101:44.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti;
mn: They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# mn101:44.3
source: ‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
mn: They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.

# mn101:45.1
source: Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.
mn: Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn101:45.2
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
mn: When they’re freed, they know they’re freed.

# mn101:45.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn101:45.4
source: Evampi kho, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ.
mn: That too is how exertion and striving is fruitful.

# mn101:46.1
source: Evaṃvādī, bhikkhave, tathāgatā.
mn: Such is the doctrine of the Realized One.

# mn101:46.2
source: Evaṃvādīnaṃ, bhikkhave, tathāgatānaṃ dasa sahadhammikā pāsaṃsaṭṭhānā āgacchanti.
mn: Saying this, the Realized One deserves praise on ten legitimate grounds.

# mn101:46.3
source: Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṃ paṭisaṃvedenti;
mn: If sentient beings experience pleasure and pain because of past deeds,

# mn101:46.4
source: addhā, bhikkhave, tathāgato pubbe sukatakammakārī yaṃ etarahi evarūpā anāsavā sukhā vedanā vedeti.
mn: clearly the Realized One has done good deeds in the past, since he now experiences such undefiled pleasure.

# mn101:46.5
source: Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṃ paṭisaṃvedenti;
mn: If sentient beings experience pleasure and pain because of the Lord God’s creation,

# mn101:46.6
source: addhā, bhikkhave, tathāgato bhaddakena issarena nimmito yaṃ etarahi evarūpā anāsavā sukhā vedanā vedeti.
mn: clearly the Realized One was created by a good God, since he now experiences such undefiled pleasure.

# mn101:46.7
source: Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṃ paṭisaṃvedenti;
mn: If sentient beings experience pleasure and pain because of circumstance and nature,

# mn101:46.8
source: addhā, bhikkhave, tathāgato kalyāṇasaṅgatiko yaṃ etarahi evarūpā anāsavā sukhā vedanā vedeti.
mn: clearly the Realized One arises from good circumstances, since he now experiences such undefiled pleasure.

# mn101:46.9
source: Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṃ paṭisaṃvedenti;
mn: If sentient beings experience pleasure and pain because of the class of rebirth,

# mn101:46.10
source: addhā, bhikkhave, tathāgato kalyāṇābhijātiko yaṃ etarahi evarūpā anāsavā sukhā vedanā vedeti.
mn: clearly the Realized One was reborn in a good class, since he now experiences such undefiled pleasure.

# mn101:46.11
source: Sace, bhikkhave, sattā diṭṭhadhammūpakkamahetu sukhadukkhaṃ paṭisaṃvedenti;
mn: If sentient beings experience pleasure and pain because of exertion in the present,

# mn101:46.12
source: addhā, bhikkhave, tathāgato kalyāṇadiṭṭhadhammūpakkamo yaṃ etarahi evarūpā anāsavā sukhā vedanā vedeti.
mn: clearly the Realized One exerts himself well in the present, since he now experiences such undefiled pleasure.

# mn101:46.13
source: Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato;
mn: The Realized One deserves praise whether or not sentient beings experience pleasure and pain because of past deeds,

# mn101:46.15
source: Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato;
mn: or the Lord God’s creation,

# mn101:46.17
source: Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato;
mn: or circumstance and nature,

# mn101:46.19
source: Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato;
mn: or class of rebirth,

# mn101:46.22
source: no ce sattā diṭṭhadhammūpakkamahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato.
mn: or exertion in the present.

# mn101:46.23
source: Evaṃvādī, bhikkhave, tathāgatā.
mn: Such is the doctrine of the Realized One.

# mn101:46.24
source: Evaṃvādīnaṃ, bhikkhave, tathāgatānaṃ ime dasa sahadhammikā pāsaṃsaṭṭhānā āgacchantī”ti.
mn: Saying this, the Realized One deserves praise on these ten legitimate grounds.”

# mn101:46.25
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn101:46.26
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
