Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn107.po
Languages: mn

# mn107:0.1
source: Majjhima Nikāya 107
mn: Middle Discourses 107

# mn107:0.2
source: Gaṇakamoggallānasutta
mn: With Moggallāna the Accountant

# mn107:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn107:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde.
mn: At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.

# mn107:1.3
source: Atha kho gaṇakamoggallāno brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then the brahmin Moggallāna the Accountant went up to the Buddha, and exchanged greetings with him.

# mn107:1.4
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho gaṇakamoggallāno brāhmaṇo bhagavantaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# mn107:2.1
source: “Seyyathāpi, bho gotama, imassa migāramātupāsādassa dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—
mn: “Master Gotama, in this stilt longhouse we can see gradual progress

# mn107:2.2
source: yāva pacchimasopānakaḷevarā;
mn: down to the last step of the staircase.

# mn107:2.3
source: imesampi hi, bho gotama, brāhmaṇānaṃ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—
mn: Among the brahmins we can see gradual progress

# mn107:2.4
source: ajjhene;
mn: in learning the chants.

# mn107:2.5
source: imesampi hi, bho gotama, issāsānaṃ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—
mn: Among archers we can see gradual progress

# mn107:2.6
source: issatthe.
mn: in archery.

# mn107:2.7
source: Amhākampi hi, bho gotama, gaṇakānaṃ gaṇanājīvānaṃ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—
mn: Among us accountants, who earn a living by accounting, we can see gradual progress

# mn107:2.8
source: saṅkhāne.
mn: in mathematics.

# mn107:2.9
source: Mayañhi, bho gotama, antevāsiṃ labhitvā paṭhamaṃ evaṃ gaṇāpema:
mn: For when we get an apprentice we first make them count:

# mn107:2.10
source: ‘ekaṃ ekakaṃ, dve dukā, tīṇi tikā, cattāri catukkā, pañca pañcakā, cha chakkā, satta sattakā, aṭṭha aṭṭhakā, nava navakā, dasa dasakā’ti;
mn: ‘One one, two twos, three threes, four fours, five fives, six sixes, seven sevens, eight eights, nine nines, ten tens.’

# mn107:2.11
source: satampi mayaṃ, bho gotama, gaṇāpema, bhiyyopi gaṇāpema.
mn: We even make them count up to a hundred.

# mn107:2.12
source: Sakkā nu kho, bho gotama, imasmimpi dhammavinaye evameva anupubbasikkhā anupubbakiriyā anupubbapaṭipadā paññapetun”ti?
mn: Is it possible to similarly describe a gradual training, gradual progress, and gradual practice in this teaching and training?”

# mn107:3.1
source: “Sakkā, brāhmaṇa, imasmimpi dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā paññapetuṃ.
mn: “It is possible, brahmin.

# mn107:3.2
source: Seyyathāpi, brāhmaṇa, dakkho assadammako bhaddaṃ assājānīyaṃ labhitvā paṭhameneva mukhādhāne kāraṇaṃ kāreti, atha uttariṃ kāraṇaṃ kāreti;
mn: Suppose a deft horse trainer were to obtain a fine thoroughbred. First of all he’d make it get used to wearing the bit.

# mn107:3.3
source: evameva kho, brāhmaṇa, tathāgato purisadammaṃ labhitvā paṭhamaṃ evaṃ vineti:
mn: In the same way, when the Realized One gets a person for training they first guide them like this:

# mn107:3.4
source: ‘ehi tvaṃ, bhikkhu, sīlavā hohi, pātimokkhasaṃvarasaṃvuto viharāhi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhassu sikkhāpadesū’ti.
mn: ‘Come, mendicant, be ethical and restrained in the monastic code, conducting yourself well and seeking alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken.’

# mn107:4.1
source: Yato kho, brāhmaṇa, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, tamenaṃ tathāgato uttariṃ vineti:
mn: When they have ethical conduct, the Realized One guides them further:

# mn107:4.2
source: ‘ehi tvaṃ, bhikkhu, indriyesu guttadvāro hohi, cakkhunā rūpaṃ disvā mā nimittaggāhī hohi mānubyañjanaggāhī.
mn: ‘Come, mendicant, guard your sense doors. When you see a sight with your eyes, don’t get caught up in the features and details.

# mn107:4.3
source: Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjāhi; rakkhāhi cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjāhi.
mn: If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, practice restraint, protect the faculty of sight, and achieve restraint over it.

# mn107:4.4
source: Sotena saddaṃ sutvā … pe …
mn: When you hear a sound with your ears …

# mn107:4.5
source: ghānena gandhaṃ ghāyitvā … pe …
mn: When you smell an odor with your nose …

# mn107:4.6
source: jivhāya rasaṃ sāyitvā … pe …
mn: When you taste a flavor with your tongue …

# mn107:4.7
source: kāyena phoṭṭhabbaṃ phusitvā … pe …
mn: When you feel a touch with your body …

# mn107:4.8
source: manasā dhammaṃ viññāya mā nimittaggāhī hohi mānubyañjanaggāhī.
mn: When you know a thought with your mind, don’t get caught up in the features and details.

# mn107:4.9
source: Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjāhi; rakkhāhi manindriyaṃ, manindriye saṃvaraṃ āpajjāhī’ti.
mn: If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, practice restraint, protect the faculty of mind, and achieve its restraint.’

# mn107:5.1
source: Yato kho, brāhmaṇa, bhikkhu indriyesu guttadvāro hoti, tamenaṃ tathāgato uttariṃ vineti:
mn: When they guard their sense doors, the Realized One guides them further:

# mn107:5.2
source: ‘ehi tvaṃ, bhikkhu, bhojane mattaññū hohi.
mn: ‘Come, mendicant, eat in moderation.

# mn107:5.3
source: Paṭisaṅkhā yoniso āhāraṃ āhāreyyāsi—
mn: Reflect properly on the food that you eat:

# mn107:5.4
source: neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya—iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti.
mn: ‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’

# mn107:6.1
source: Yato kho, brāhmaṇa, bhikkhu bhojane mattaññū hoti, tamenaṃ tathāgato uttariṃ vineti:
mn: When they eat in moderation, the Realized One guides them further:

# mn107:6.2
source: ‘ehi tvaṃ, bhikkhu, jāgariyaṃ anuyutto viharāhi, divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhehi, rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhehi, rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeyyāsi pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasikaritvā, rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhehī’ti.
mn: ‘Come, mendicant, be committed to wakefulness. Practice walking and sitting meditation by day, purifying your mind from obstacles. In the evening, continue to practice walking and sitting meditation. In the middle of the night, lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. In the last part of the night, get up and continue to practice walking and sitting meditation, purifying your mind from obstacles.’

# mn107:7.1
source: Yato kho, brāhmaṇa, bhikkhu jāgariyaṃ anuyutto hoti, tamenaṃ tathāgato uttariṃ vineti:
mn: When they are committed to wakefulness, the Realized One guides them further:

# mn107:7.2
source: ‘ehi tvaṃ, bhikkhu, satisampajaññena samannāgato hohi, abhikkante paṭikkante sampajānakārī, ālokite vilokite sampajānakārī, samiñjite pasārite sampajānakārī, saṅghāṭipattacīvaradhāraṇe sampajānakārī, asite pīte khāyite sāyite sampajānakārī, uccārapassāvakamme sampajānakārī, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī’ti.
mn: ‘Come, mendicant, have mindfulness and situational awareness. Act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.’

# mn107:8.1
source: Yato kho, brāhmaṇa, bhikkhu satisampajaññena samannāgato hoti, tamenaṃ tathāgato uttariṃ vineti:
mn: When they have mindfulness and situational awareness, the Realized One guides them further:

# mn107:8.2
source: ‘ehi tvaṃ, bhikkhu, vivittaṃ senāsanaṃ bhajāhi araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjan’ti.
mn: ‘Come, mendicant, frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.’

# mn107:9.1
source: So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
mn: And they do so.

# mn107:9.2
source: So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā.
mn: After the meal, they return from alms-round, sit down cross-legged with their body straight, and establish mindfulness right there.

# mn107:9.3
source: So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti;
mn: Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire.

# mn107:9.4
source: byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti;
mn: Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will.

# mn107:9.5
source: thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti;
mn: Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.

# mn107:9.6
source: uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti;
mn: Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse.

# mn107:9.7
source: vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.
mn: Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt.

# mn107:10.1
source: So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe
mn: They give up these five hindrances, corruptions of the heart that weaken wisdom.

# mn107:10.2
source: vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn107:10.3
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ … pe … dutiyaṃ jhānaṃ upasampajja viharati.
mn: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn107:10.4
source: Pītiyā ca virāgā … tatiyaṃ jhānaṃ upasampajja viharati.
mn: And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn107:10.5
source: Sukhassa ca pahānā … catutthaṃ jhānaṃ upasampajja viharati.
mn: Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn107:11.1
source: Ye kho te, brāhmaṇa, bhikkhū sekkhā apattamānasā anuttaraṃ yogakkhemaṃ patthayamānā viharanti tesu me ayaṃ evarūpī anusāsanī hoti.
mn: That’s how I instruct the mendicants who are trainees—who haven’t achieved their heart’s desire, but live aspiring to the supreme sanctuary.

# mn107:11.2
source: Ye pana te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā tesaṃ ime dhammā diṭṭhadhammasukhavihārāya ceva saṃvattanti, satisampajaññāya cā”ti.
mn: But for those mendicants who are perfected—who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment—these things lead to blissful meditation in the present life, and to mindfulness and awareness.”

# mn107:12.1
source: Evaṃ vutte, gaṇakamoggallāno brāhmaṇo bhagavantaṃ etadavoca:
mn: When he had spoken, Moggallāna the Accountant said to the Buddha,

# mn107:12.2
source: “kiṃ nu kho bhoto gotamassa sāvakā bhotā gotamena evaṃ ovadīyamānā evaṃ anusāsīyamānā sabbe accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti udāhu ekacce nārādhentī”ti?
mn: “When his disciples are instructed and advised like this by Master Gotama, do all of them achieve the ultimate goal, extinguishment, or do some of them fail?”

# mn107:12.3
source: “Appekacce kho, brāhmaṇa, mama sāvakā mayā evaṃ ovadīyamānā evaṃ anusāsīyamānā accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti, ekacce nārādhentī”ti.
mn: “Some succeed, while others fail.”

# mn107:13.1
source: “Ko nu kho, bho gotama, hetu ko paccayo yaṃ tiṭṭhateva nibbānaṃ, tiṭṭhati nibbānagāmī maggo, tiṭṭhati bhavaṃ gotamo samādapetā;
mn: “What is the cause, Master Gotama, what is the reason why, though extinguishment is present, the path leading to extinguishment is present, and Master Gotama is present to encourage them,

# mn107:13.2
source: atha ca pana bhoto gotamassa sāvakā bhotā gotamena evaṃ ovadīyamānā evaṃ anusāsīyamānā appekacce accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti, ekacce nārādhentī”ti?
mn: still some succeed while others fail?”

# mn107:14.1
source: “Tena hi, brāhmaṇa, taṃyevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi.
mn: “Well then, brahmin, I’ll ask you about this in return, and you can answer as you like.

# mn107:14.2
source: Taṃ kiṃ maññasi, brāhmaṇa,
mn: What do you think, brahmin?

# mn107:14.3
source: kusalo tvaṃ rājagahagāmissa maggassā”ti?
mn: Are you skilled in the road to Rājagaha?”

# mn107:14.4
source: “Evaṃ, bho, kusalo ahaṃ rājagahagāmissa maggassā”ti.
mn: “Yes, I am.”

# mn107:14.5
source: “Taṃ kiṃ maññasi, brāhmaṇa,
mn: “What do you think, brahmin?

# mn107:14.6
source: idha puriso āgaccheyya rājagahaṃ gantukāmo.
mn: Suppose a person was to come along who wanted to go to Rājagaha.

# mn107:14.7
source: So taṃ upasaṅkamitvā evaṃ vadeyya:
mn: He’d approach you and say:

# mn107:14.8
source: ‘icchāmahaṃ, bhante, rājagahaṃ gantuṃ;
mn: ‘Sir, I wish to go to Rājagaha.

# mn107:14.9
source: tassa me rājagahassa maggaṃ upadisā’ti.
mn: Please point out the road to Rājagaha.’

# mn107:14.10
source: Tamenaṃ tvaṃ evaṃ vadeyyāsi:
mn: Then you’d say to them:

# mn107:14.11
source: ‘ehambho purisa, ayaṃ maggo rājagahaṃ gacchati.
mn: ‘Here, mister, this road goes to Rājagaha.

# mn107:14.12
source: Tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi amukaṃ nāma gāmaṃ, tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi amukaṃ nāma nigamaṃ;
mn: Go along it for a while, and you’ll see a certain village. Go along a while further, and you’ll see a certain town.

# mn107:14.13
source: tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi rājagahassa ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.
mn: Go along a while further and you’ll see Rājagaha with its delightful parks, woods, meadows, and lotus ponds.’

# mn107:14.14
source: So tayā evaṃ ovadīyamāno evaṃ anusāsīyamāno ummaggaṃ gahetvā pacchāmukho gaccheyya.
mn: Instructed like this by you, they might still take the wrong road, heading west.

# mn107:14.15
source: Atha dutiyo puriso āgaccheyya rājagahaṃ gantukāmo.
mn: But a second person might come with the same question and receive the same instructions.

# mn107:14.24
source: So tayā evaṃ ovadīyamāno evaṃ anusāsīyamāno sotthinā rājagahaṃ gaccheyya.
mn: Instructed by you, they might safely arrive at Rājagaha.

# mn107:14.25
source: Ko nu kho, brāhmaṇa, hetu ko paccayo yaṃ tiṭṭhateva rājagahaṃ, tiṭṭhati rājagahagāmī maggo, tiṭṭhasi tvaṃ samādapetā;
mn: What is the cause, brahmin, what is the reason why, though Rājagaha is present, the path leading to Rājagaha is present, and you are there to encourage them,

# mn107:14.26
source: atha ca pana tayā evaṃ ovadīyamāno evaṃ anusāsīyamāno eko puriso ummaggaṃ gahetvā pacchāmukho gaccheyya, eko sotthinā rājagahaṃ gaccheyyā”ti?
mn: one person takes the wrong path and heads west, while another arrives safely at Rājagaha?”

# mn107:14.27
source: “Ettha kyāhaṃ, bho gotama, karomi?
mn: “What can I do about that, Master Gotama?

# mn107:14.28
source: Maggakkhāyīhaṃ, bho gotamā”ti.
mn: I am the one who shows the way.”

# mn107:14.29
source: “Evameva kho, brāhmaṇa, tiṭṭhateva nibbānaṃ, tiṭṭhati nibbānagāmī maggo, tiṭṭhāmahaṃ samādapetā;
mn: “In the same way, though extinguishment is present, the path leading to extinguishment is present, and I am present to encourage them,

# mn107:14.30
source: atha ca pana mama sāvakā mayā evaṃ ovadīyamānā evaṃ anusāsīyamānā appekacce accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti, ekacce nārādhenti.
mn: still some of my disciples, instructed and advised like this, achieve the ultimate goal, extinguishment, while some of them fail.

# mn107:14.31
source: Ettha kyāhaṃ, brāhmaṇa, karomi?
mn: What can I do about that, brahmin?

# mn107:14.32
source: Maggakkhāyīhaṃ, brāhmaṇa, tathāgato”ti.
mn: The Realized One is the one who shows the way.”

# mn107:15.1
source: Evaṃ vutte, gaṇakamoggallāno brāhmaṇo bhagavantaṃ etadavoca:
mn: When he had spoken, Moggallāna the Accountant said to the Buddha,

# mn107:15.2
source: “yeme, bho gotama, puggalā assaddhā jīvikatthā na saddhā agārasmā anagāriyaṃ pabbajitā saṭhā māyāvino ketabino uddhatā unnaḷā capalā mukharā vikiṇṇavācā indriyesu aguttadvārā bhojane amattaññuno jāgariyaṃ ananuyuttā sāmaññe anapekkhavanto sikkhāya na tibbagāravā bāhulikā sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā kusītā hīnavīriyā muṭṭhassatino asampajānā asamāhitā vibbhantacittā duppaññā eḷamūgā, na tehi bhavaṃ gotamo saddhiṃ saṃvasati.
mn: “Master Gotama, there are those faithless people who went forth from the lay life to homelessness not out of faith but to earn a livelihood. They’re devious, deceitful, and sneaky. They’re restless, insolent, fickle, gossipy, and loose-tongued. They do not guard their sense doors or eat in moderation, and they are not committed to wakefulness. They don’t care about the ascetic life, and don’t keenly respect the training. They’re indulgent and slack, leaders in backsliding, neglecting seclusion, lazy, and lacking energy. They’re unmindful, lacking situational awareness and immersion, with straying minds, witless and stupid. Master Gotama doesn’t live together with these.

# mn107:15.3
source: Ye pana te kulaputtā saddhā agārasmā anagāriyaṃ pabbajitā asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā indriyesu guttadvārā bhojane mattaññuno jāgariyaṃ anuyuttā sāmaññe apekkhavanto sikkhāya tibbagāravā nabāhulikā nasāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā āraddhavīriyā pahitattā upaṭṭhitassatino sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, tehi bhavaṃ gotamo saddhiṃ saṃvasati.
mn: But there are those gentlemen who went forth from the lay life to homelessness out of faith. They’re not devious, deceitful, and sneaky. They’re not restless, insolent, fickle, gossipy, and loose-tongued. They guard their sense doors and eat in moderation, and they are committed to wakefulness. They care about the ascetic life, and keenly respect the training. They’re not indulgent or slack, nor are they leaders in backsliding, neglecting seclusion. They’re energetic and determined. They’re mindful, with situational awareness, immersion, and unified minds; wise, not stupid. Master Gotama does live together with these.

# mn107:16.1
source: Seyyathāpi, bho gotama, ye keci mūlagandhā, kālānusāri tesaṃ aggamakkhāyati;
mn: Of all kinds of fragrant root, spikenard is said to be the best.

# mn107:16.2
source: ye keci sāragandhā, lohitacandanaṃ tesaṃ aggamakkhāyati;
mn: Of all kinds of fragrant heartwood, red sandalwood is said to be the best.

# mn107:16.3
source: ye keci pupphagandhā, vassikaṃ tesaṃ aggamakkhāyati;
mn: Of all kinds of fragrant flower, jasmine is said to be the best.

# mn107:16.4
source: evameva bhoto gotamassa ovādo paramajjadhammesu.
mn: In the same way, Master Gotama’s advice is the best of contemporary teachings.

# mn107:17.1
source: Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
mn: Excellent, Master Gotama! Excellent!

# mn107:17.2
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the Teaching clear in many ways.

# mn107:17.3
source: Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn107:17.4
source: Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
