Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn102.po
Languages: mn

# mn102:18.1
source: Seyyathāpi, bhikkhave, yaṃ chāyā jahati taṃ ātapo pharati, yaṃ ātapo jahati taṃ chāyā pharati;
mn: It’s like how the sunlight fills the space when the shadow leaves, or the shadow fills the space when the sunshine leaves.

# mn102:18.2
source: evameva kho, bhikkhave, pavivekāya pītiyā nirodhā uppajjati domanassaṃ, domanassassa nirodhā uppajjati pavivekā pīti.
mn: In the same way, when the rapture of seclusion ceases, sadness arises; and when sadness ceases, the rapture of seclusion arises.

# mn102:18.3
source: Tayidaṃ, bhikkhave, tathāgato abhijānāti.
mn: The Realized One understands this as follows.

# mn102:18.4
source: Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekaṃ pītiṃ upasampajja viharati:
mn: This good ascetic or brahmin, letting go of theories about the past and the future, shedding the fetters of sensuality, enters and remains in the rapture of seclusion:

# mn102:18.5
source: ‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ pavivekaṃ pītiṃ upasampajja viharāmī’ti.
mn: ‘This is peaceful, this is sublime, that is, entering and remaining in the rapture of seclusion.’

# mn102:18.6
source: Tassa sā pavivekā pīti nirujjhati.
mn: But that rapture of seclusion of theirs ceases.

# mn102:18.7
source: Pavivekāya pītiyā nirodhā uppajjati domanassaṃ, domanassassa nirodhā uppajjati pavivekā pīti.
mn: When the rapture of seclusion ceases, sadness arises; and when sadness ceases, the rapture of seclusion arises.

# mn102:18.8
source: ‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—
mn: ‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’

# mn102:18.9
source: iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.
mn: Understanding this and seeing the escape from it, the Realized One has gone beyond all that.

# mn102:19.1
source: Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā nirāmisaṃ sukhaṃ upasampajja viharati:
mn: Now, some ascetics and brahmins, letting go of theories about the past and the future, shedding the fetters of sensuality, going beyond the rapture of seclusion, enter and remain in spiritual bliss.

# mn102:19.2
source: ‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ nirāmisaṃ sukhaṃ upasampajja viharāmī’ti.
mn: ‘This is peaceful, this is sublime, that is, entering and remaining in spiritual bliss.’

# mn102:19.3
source: Tassa taṃ nirāmisaṃ sukhaṃ nirujjhati.
mn: But that spiritual bliss of theirs ceases.

# mn102:19.4
source: Nirāmisassa sukhassa nirodhā uppajjati pavivekā pīti, pavivekāya pītiyā nirodhā uppajjati nirāmisaṃ sukhaṃ.
mn: When spiritual bliss ceases, the rapture of seclusion arises; and when the rapture of seclusion ceases, spiritual bliss arises.

# mn102:20.1
source: Seyyathāpi, bhikkhave, yaṃ chāyā jahati taṃ ātapo pharati, yaṃ ātapo jahati taṃ chāyā pharati;
mn: It’s like how the sunlight fills the space when the shadow leaves, or the shadow fills the space when the sunshine leaves. …

# mn102:20.3
source: Tayidaṃ, bhikkhave, tathāgato abhijānāti.
mn: The Realized One understands this as follows.

# mn102:20.4
source: Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisaṃ sukhaṃ upasampajja viharati:
mn: This good ascetic or brahmin, letting go of theories about the past and the future, shedding the fetters of sensuality, going beyond the rapture of seclusion, enters and remains in spiritual bliss.

# mn102:20.5
source: ‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ nirāmisaṃ sukhaṃ upasampajja viharāmī’ti.
mn: ‘This is peaceful, this is sublime, that is, entering and remaining in spiritual bliss.’

# mn102:20.6
source: Tassa taṃ nirāmisaṃ sukhaṃ nirujjhati.
mn: But that spiritual bliss of theirs ceases.

# mn102:20.7
source: Nirāmisassa sukhassa nirodhā uppajjati pavivekā pīti, pavivekāya pītiyā nirodhā uppajjati nirāmisaṃ sukhaṃ.
mn: When spiritual bliss ceases, the rapture of seclusion arises; and when the rapture of seclusion ceases, spiritual bliss arises.

# mn102:20.8
source: ‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—
mn: ‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’

# mn102:20.9
source: iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.
mn: Understanding this and seeing the escape from it, the Realized One has gone beyond all that.

# mn102:21.1
source: Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhaṃ vedanaṃ upasampajja viharati:
mn: Now, some ascetics and brahmins, letting go of theories about the past and the future, shedding the fetters of sensuality, going beyond the rapture of seclusion and spiritual bliss, enter and remain in neutral feeling.

# mn102:21.2
source: ‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ adukkhamasukhaṃ vedanaṃ upasampajja viharāmī’ti.
mn: ‘This is peaceful, this is sublime, that is, entering and remaining in neutral feeling.’

# mn102:21.3
source: Tassa sā adukkhamasukhā vedanā nirujjhati.
mn: Then that neutral feeling ceases.

# mn102:21.4
source: Adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṃ sukhaṃ, nirāmisassa sukhassa nirodhā uppajjati adukkhamasukhā vedanā.
mn: When neutral feeling ceases, spiritual bliss arises; and when spiritual bliss ceases, neutral feelings arises.

# mn102:22.1
source: Seyyathāpi, bhikkhave, yaṃ chāyā jahati taṃ ātapo pharati, yaṃ ātapo jahati taṃ chāyā pharati;
mn: It’s like how the sunlight fills the space when the shadow leaves, or the shadow fills the space when the sunshine leaves. …

# mn102:22.3
source: Tayidaṃ, bhikkhave, tathāgato abhijānāti.
mn: The Realized One understands this as follows.

# mn102:22.4
source: Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhaṃ vedanaṃ upasampajja viharati:
mn: This good ascetic or brahmin, letting go of theories about the past and the future, shedding the fetters of sensuality, going beyond the rapture of seclusion and spiritual bliss, enters and remains in neutral feeling.

# mn102:22.5
source: ‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ adukkhamasukhaṃ vedanaṃ upasampajja viharāmī’ti.
mn: ‘This is peaceful, this is sublime, that is, entering and remaining in neutral feeling.’

# mn102:22.6
source: Tassa sā adukkhamasukhā vedanā nirujjhati.
mn: Then that neutral feeling ceases.

# mn102:22.7
source: Adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṃ sukhaṃ, nirāmisassa sukhassa nirodhā uppajjati adukkhamasukhā vedanā.
mn: When neutral feeling ceases, spiritual bliss arises; and when spiritual bliss ceases, neutral feelings arises.

# mn102:22.8
source: ‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—
mn: ‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’

# mn102:22.9
source: iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.
mn: Understanding this and seeing the escape from it, the Realized One has gone beyond all that.

# mn102:23.1
source: Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhāya vedanāya samatikkamā:
mn: Now, some ascetics and brahmins, letting go of theories about the past and the future, shedding the fetters of sensuality, go beyond the rapture of seclusion, spiritual bliss, and neutral feeling.

# mn102:23.2
source: ‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati.
mn: They regard themselves like this: ‘I am at peace; I am extinguished; I am free of grasping.’

# mn102:24.1
source: Tayidaṃ, bhikkhave, tathāgato abhijānāti.
mn: The Realized One understands this as follows.

# mn102:24.2
source: Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhāya vedanāya samatikkamā:
mn: This good ascetic or brahmin, letting go of theories about the past and the future, shedding the fetters of sensuality, goes beyond the rapture of seclusion, spiritual bliss, and neutral feeling.

# mn102:24.3
source: ‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati;
mn: They regard themselves like this: ‘I am at peace; I am extinguished; I am free of grasping.’

# mn102:24.4
source: addhā ayamāyasmā nibbānasappāyaṃyeva paṭipadaṃ abhivadati.
mn: Clearly this venerable speaks of a practice that’s conducive to extinguishment.

# mn102:24.5
source: Atha ca panāyaṃ bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhiṃ vā upādiyamāno upādiyati, aparantānudiṭṭhiṃ vā upādiyamāno upādiyati, kāmasaṃyojanaṃ vā upādiyamāno upādiyati, pavivekaṃ vā pītiṃ upādiyamāno upādiyati, nirāmisaṃ vā sukhaṃ upādiyamāno upādiyati, adukkhamasukhaṃ vā vedanaṃ upādiyamāno upādiyati.
mn: Nevertheless, they still grasp at theories about the past or the future, or the fetters of sensuality, or the rapture of seclusion, or spiritual bliss, or neutral feeling.

# mn102:24.6
source: Yañca kho ayamāyasmā:
mn: And when they regard themselves like this:

# mn102:24.7
source: ‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati tadapi imassa bhoto samaṇassa brāhmaṇassa upādānamakkhāyati.
mn: ‘I am at peace; I am extinguished; I am free of grasping,’ that’s also said to be grasping on their part.

# mn102:24.8
source: ‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—
mn: ‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’

# mn102:24.9
source: iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.
mn: Understanding this and seeing the escape from it, the Realized One has gone beyond all that.

# mn102:25.1
source: Idaṃ kho pana, bhikkhave, tathāgatena anuttaraṃ santivarapadaṃ abhisambuddhaṃ yadidaṃ—
mn: But the Realized One has awakened to the supreme state of sublime peace, that is,

# mn102:25.2
source: channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā anupādāvimokkho”ti.
mn: liberation by not grasping after truly understanding these six sense fields’ origin, ending, gratification, drawback, and escape.”

# mn102:25.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn102:25.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
