Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn100.po
Languages: mn

# mn100:14.6
source: api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ udake nikkhittaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?
mn: By drilling the stick against that green, sappy log lying in water, could they light a fire and produce heat?”

# mn100:14.7
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn100:14.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn100:14.9
source: Aduñhi, bho gotama, allaṃ kaṭṭhaṃ sasnehaṃ, tañca pana udake nikkhittaṃ;
mn: Because it’s a green, sappy log, and it’s lying in the water.

# mn100:14.10
source: yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.
mn: That person will eventually get weary and frustrated.”

# mn100:14.11
source: “Evameva kho, bhāradvāja, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi avūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ na suppahīno hoti na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.
mn: “In the same way, there are ascetics and brahmins who don’t live withdrawn in body and mind from sensual pleasures. They haven’t internally given up or stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are incapable of knowledge and vision, of supreme awakening.

# mn100:14.12
source: Ayaṃ kho maṃ, bhāradvāja, paṭhamā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: This was the first example that occurred to me.

# mn100:15.1
source: Aparāpi kho maṃ, bhāradvāja, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: Then a second example occurred to me.

# mn100:15.2
source: Seyyathāpi, bhāradvāja, allaṃ kaṭṭhaṃ sasnehaṃ ārakā udakā thale nikkhittaṃ.
mn: Suppose there was a green, sappy log, and it was lying on dry land far from the water.

# mn100:15.3
source: Atha puriso āgaccheyya uttarāraṇiṃ ādāya:
mn: Then a person comes along with a drill-stick, thinking

# mn100:15.4
source: ‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.
mn: to light a fire and produce heat.

# mn100:15.5
source: Taṃ kiṃ maññasi, bhāradvāja,
mn: What do you think, Bhāradvāja?

# mn100:15.6
source: api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ ārakā udakā thale nikkhittaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya tejo pātukareyyā”ti?
mn: By drilling the stick against that green, sappy log on dry land far from water, could they light a fire and produce heat?”

# mn100:15.7
source: “No hidaṃ, bho gotama.
mn: “No, Master Gotama.

# mn100:15.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn100:15.9
source: Aduñhi, bho gotama, allaṃ kaṭṭhaṃ sasnehaṃ, kiñcāpi ārakā udakā thale nikkhittaṃ;
mn: Because it’s still a green, sappy log, despite the fact that it’s lying on dry land far from water.

# mn100:15.10
source: yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. “Evameva kho, bhāradvāja, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ na suppahīno hoti na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.
mn: That person will eventually get weary and frustrated.” “In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. But they haven’t internally given up or stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are incapable of knowledge and vision, of supreme awakening.

# mn100:15.11
source: Ayaṃ kho maṃ, bhāradvāja, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: This was the second example that occurred to me.

# mn100:16.1
source: Aparāpi kho maṃ, bhāradvāja, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: Then a third example occurred to me.

# mn100:16.2
source: Seyyathāpi, bhāradvāja, sukkhaṃ kaṭṭhaṃ koḷāpaṃ ārakā udakā thale nikkhittaṃ.
mn: Suppose there was a dried up, withered log, and it was lying on dry land far from the water.

# mn100:16.3
source: Atha puriso āgaccheyya uttarāraṇiṃ ādāya:
mn: Then a person comes along with a drill-stick, thinking

# mn100:16.4
source: ‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.
mn: to light a fire and produce heat.

# mn100:16.5
source: Taṃ kiṃ maññasi, bhāradvāja,
mn: What do you think, Bhāradvāja?

# mn100:16.6
source: api nu so puriso amuṃ sukkhaṃ kaṭṭhaṃ koḷāpaṃ ārakā udakā thale nikkhittaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?
mn: By drilling the stick against that dried up, withered log on dry land far from water, could they light a fire and produce heat?”

# mn100:16.7
source: “Evaṃ, bho gotama.
mn: “Yes, Master Gotama.

# mn100:16.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn100:16.9
source: Aduñhi, bho gotama, sukkhaṃ kaṭṭhaṃ koḷāpaṃ, tañca pana ārakā udakā thale nikkhittan”ti.
mn: Because it’s a dried up, withered log, and it’s lying on dry land far from water.”

# mn100:16.10
source: “Evameva kho, bhāradvāja, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ suppahīno hoti suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.
mn: “In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. And they have internally given up and stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are capable of knowledge and vision, of supreme awakening.

# mn100:16.11
source: Ayaṃ kho maṃ, bhāradvāja, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.
mn: This was the third example that occurred to me.

# mn100:16.12
source: Imā kho maṃ, bhāradvāja, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā.
mn: These are the three examples, which were neither supernaturally inspired, nor learned before in the past, that occurred to me.

# mn100:17.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:17.2
source: ‘yannūnāhaṃ dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇheyyaṃ abhinippīḷeyyaṃ abhisantāpeyyan’ti.
mn: ‘Why don’t I, with teeth clenched and tongue pressed against the roof of my mouth, squeeze, squash, and torture mind with mind.’

# mn100:17.3
source: So kho ahaṃ, bhāradvāja, dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhāmi abhinippīḷemi abhisantāpemi.
mn: So that’s what I did,

# mn100:17.4
source: Tassa mayhaṃ, bhāradvāja, dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.
mn: until sweat ran from my armpits.

# mn100:17.5
source: Seyyathāpi, bhāradvāja, balavā puriso dubbalataraṃ purisaṃ sīse vā gahetvā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya;
mn: It was like when a strong man grabs a weaker man by the head or throat or shoulder and squeezes, squashes, and tortures them.

# mn100:17.6
source: evameva kho me, bhāradvāja, dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.
mn: In the same way, with teeth clenched and tongue pressed against the roof of my mouth, I squeezed, squashed, and tortured mind with mind until sweat ran from my armpits.

# mn100:17.7
source: Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā; sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn100:18.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:18.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I practice the breathless absorption?’

# mn100:18.3
source: So kho ahaṃ, bhāradvāja, mukhato ca nāsato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose.

# mn100:18.4
source: Tassa mayhaṃ, bhāradvāja, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṃ nikkhamantānaṃ adhimatto saddo hoti.
mn: But then winds came out my ears making a loud noise,

# mn100:18.5
source: Seyyathāpi nāma kammāragaggariyā dhamamānāya adhimatto saddo hoti;
mn: like the puffing of a blacksmith’s bellows.

# mn100:18.7
source: Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā; sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn100:19.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:19.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn100:19.3
source: So kho ahaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose.

# mn100:19.4
source: Tassa mayhaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti.
mn: But then strong winds ground my head,

# mn100:19.5
source: Seyyathāpi, bhāradvāja, balavā puriso, tiṇhena sikharena muddhani abhimattheyya;
mn: like a strong man was drilling into my head with a sharp point.

# mn100:19.7
source: Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā; sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn100:20.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:20.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn100:20.3
source: So kho ahaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose.

# mn100:20.4
source: Tassa mayhaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti.
mn: But then I got a severe headache,

# mn100:20.5
source: Seyyathāpi, bhāradvāja, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya;
mn: like a strong man was tightening a tough leather strap around my head.

# mn100:20.7
source: Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā; sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn100:21.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:21.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn100:21.3
source: So kho ahaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose.

# mn100:21.4
source: Tassa mayhaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṃ parikantanti.
mn: But then strong winds carved up my belly,

# mn100:21.5
source: Seyyathāpi, bhāradvāja, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya;
mn: like a deft butcher or their apprentice was slicing my belly open with a meat cleaver.

# mn100:21.7
source: Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā; sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn100:22.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:22.2
source: ‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.
mn: ‘Why don’t I keep practicing the breathless absorption?’

# mn100:22.3
source: So kho ahaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.
mn: So I cut off my breathing through my mouth and nose.

# mn100:22.4
source: Tassa mayhaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṃ ḍāho hoti.
mn: But then there was an intense burning in my body,

# mn100:22.5
source: Seyyathāpi, bhāradvāja, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ;
mn: like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals.

# mn100:22.7
source: Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.
mn: My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.

# mn100:23.1
source: Apissu maṃ, bhāradvāja, devatā disvā evamāhaṃsu:
mn: Then some deities saw me and said,

# mn100:23.2
source: ‘kālaṅkato samaṇo gotamo’ti.
mn: ‘The ascetic Gotama is dead.’

# mn100:23.3
source: Ekaccā devatā evamāhaṃsu:
mn: Others said,

# mn100:23.4
source: ‘na kālaṅkato samaṇo gotamo, api ca kālaṃ karotī’ti.
mn: ‘He’s not dead, but he’s dying.’

# mn100:23.5
source: Ekaccā devatā evamāhaṃsu:
mn: Others said,

# mn100:23.6
source: ‘na kālaṅkato samaṇo gotamo, nāpi kālaṃ karoti;
mn: ‘He’s not dead or dying. The ascetic Gotama is a perfected one, for that is how the perfected ones live.’

# mn100:24.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:24.2
source: ‘yannūnāhaṃ sabbaso āhārupacchedāya paṭipajjeyyan’ti.
mn: ‘Why don’t I practice completely cutting off food?’

# mn100:24.3
source: Atha kho maṃ, bhāradvāja, devatā upasaṅkamitvā etadavocuṃ:
mn: But deities came to me and said,

# mn100:24.4
source: ‘mā kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajji.
mn: ‘Good sir, don’t practice totally cutting off food.

# mn100:24.5
source: Sace kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajjissasi, tassa te mayaṃ dibbaṃ ojaṃ lomakūpehi ajjhohāressāma.
mn: If you do, we’ll infuse divine nectar into your pores and you will live on that.’

# mn100:24.7
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:24.8
source: ‘ahañceva kho pana sabbaso ajajjitaṃ paṭijāneyyaṃ, imā ca me devatā dibbaṃ ojaṃ lomakūpehi ajjhohāreyyuṃ, tāya cāhaṃ yāpeyyaṃ.
mn: ‘If I claim to be completely fasting while these deities are infusing divine nectar in my pores, that would be a lie on my part.’

# mn100:24.10
source: So kho ahaṃ, bhāradvāja, tā devatā paccācikkhāmi, ‘halan’ti vadāmi.
mn: So I dismissed those deities, saying, ‘There’s no need.’

# mn100:25.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:25.2
source: ‘yannūnāhaṃ thokaṃ thokaṃ āhāraṃ āhāreyyaṃ pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsan’ti.
mn: ‘Why don’t I just take a little bit of food each time, a cup of broth made from mung beans, lentils, chickpeas, or green gram.’

# mn100:25.3
source: So kho ahaṃ, bhāradvāja, thokaṃ thokaṃ āhāraṃ āhāresiṃ pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsaṃ.
mn: So that’s what I did,

# mn100:25.4
source: Tassa mayhaṃ, bhāradvāja, thokaṃ thokaṃ āhāraṃ āhārayato pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsaṃ, adhimattakasimānaṃ patto kāyo hoti.
mn: until my body became extremely emaciated.

# mn100:25.5
source: Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya.
mn: Due to eating so little, my limbs became like the joints of an eighty-year-old or a corpse,

# mn100:25.6
source: Seyyathāpi nāma oṭṭhapadaṃ; evamevassu me ānisadaṃ hoti tāyevappāhāratāya;
mn: my bottom became like a camel’s hoof,

# mn100:25.7
source: seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako uṇṇatāvanato hoti tāyevappāhāratāya.
mn: my vertebrae stuck out like beads on a string,

# mn100:25.8
source: Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya.
mn: and my ribs were as gaunt as the broken-down rafters on an old barn.

# mn100:25.9
source: Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya.
mn: Due to eating so little, the gleam of my eyes sank deep in their sockets, like the gleam of water sunk deep down a well.

# mn100:25.10
source: Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya.
mn: Due to eating so little, my scalp shriveled and withered like a green bitter-gourd in the wind and sun.

# mn100:25.11
source: So kho ahaṃ, bhāradvāja, ‘udaracchaviṃ parimasissāmī’ti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṃ parimasissāmī’ti udaracchaviṃyeva pariggaṇhāmi; yāvassu me, bhāradvāja, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya.
mn: Due to eating so little, the skin of my belly stuck to my backbone, so that when I tried to rub the skin of my belly I grabbed my backbone, and when I tried to rub my backbone I rubbed the skin of my belly.

# mn100:25.12
source: So kho ahaṃ, bhāradvāja, ‘vaccaṃ vā muttaṃ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya.
mn: Due to eating so little, when I tried to urinate or defecate I fell face down right there.

# mn100:25.13
source: So kho ahaṃ, bhāradvāja, imameva kāyaṃ assāsento pāṇinā gattāni anumajjāmi. Tassa mayhaṃ, bhāradvāja, pāṇinā gattāni anumajjato pūtimūlāni lomāni kāyasmā papatanti tāyevappāhāratāya.
mn: Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out.

# mn100:26.1
source: Apissu maṃ, bhāradvāja, manussā disvā evamāhaṃsu: ‘kāḷo samaṇo gotamo’ti.
mn: Then some people saw me and said: ‘The ascetic Gotama is black.’

# mn100:26.2
source: Ekacce manussā evamāhaṃsu: ‘na kāḷo samaṇo gotamo, sāmo samaṇo gotamo’ti.
mn: Some said: ‘He’s not black, he’s brown.’

# mn100:26.3
source: Ekacce manussā evamāhaṃsu: ‘na kāḷo samaṇo gotamo napi sāmo, maṅguracchavi samaṇo gotamo’ti;
mn: Some said: ‘He’s neither black nor brown. The ascetic Gotama has tawny skin.’

# mn100:26.4
source: yāvassu me, bhāradvāja, tāva parisuddho chavivaṇṇo pariyodāto upahato hoti tāyevappāhāratāya.
mn: That’s how far the pure, bright complexion of my skin had been ruined by taking so little food.

# mn100:27.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:27.2
source: ‘ye kho keci atītamaddhānaṃ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayiṃsu, etāvaparamaṃ, nayito bhiyyo;
mn: ‘Whatever ascetics and brahmins have experienced painful, sharp, severe, acute feelings due to overexertion—whether in the past, future, or present—this is as far as it goes, no-one has done more than this.

# mn100:27.5
source: Na kho panāhaṃ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammā alamariyañāṇadassanavisesaṃ.
mn: But I have not achieved any superhuman distinction in knowledge and vision worthy of the noble ones by this severe, grueling work.

# mn100:27.6
source: Siyā nu kho añño maggo bodhāyā’ti?
mn: Could there be another path to awakening?’

# mn100:28.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:28.2
source: ‘abhijānāmi kho panāhaṃ pitu sakkassa kammante sītāya jambucchāyāya nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharitā.
mn: ‘I recall sitting in the cool shade of the rose-apple tree while my father the Sakyan was off working. Quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn100:28.3
source: Siyā nu kho eso maggo bodhāyā’ti?
mn: Could that be the path to awakening?’

# mn100:28.4
source: Tassa mayhaṃ, bhāradvāja, satānusāri viññāṇaṃ ahosi:
mn: Stemming from that memory came the realization:

# mn100:28.5
source: ‘eseva maggo bodhāyā’ti.
mn: ‘*That* is the path to awakening!’

# mn100:29.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:29.2
source: ‘kiṃ nu kho ahaṃ tassa sukhassa bhāyāmi yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti?
mn: ‘Why am I afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities?’

# mn100:29.3
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: I thought,

# mn100:29.4
source: ‘na kho ahaṃ tassa sukhassa bhāyāmi yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti.
mn: ‘I’m not afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities.’

# mn100:30.1
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:30.2
source: ‘na kho taṃ sukaraṃ sukhaṃ adhigantuṃ evaṃ adhimattakasimānaṃ pattakāyena.
mn: ‘I can’t achieve that pleasure with a body so excessively emaciated. Why don’t I eat some solid food, some rice and porridge?’

# mn100:30.4
source: So kho ahaṃ, bhāradvāja, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ.
mn: So I ate some solid food.

# mn100:30.5
source: Tena kho pana maṃ, bhāradvāja, samayena pañcavaggiyā bhikkhū paccupaṭṭhitā honti:
mn: Now at that time the five mendicants were attending on me, thinking,

# mn100:30.6
source: ‘yaṃ kho samaṇo gotamo dhammaṃ adhigamissati taṃ no ārocessatī’ti.
mn: ‘The ascetic Gotama will tell us of any truth that he realizes.’

# mn100:30.7
source: Yato kho ahaṃ, bhāradvāja, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ, atha me te pañcavaggiyā bhikkhū nibbijja pakkamiṃsu:
mn: But when I ate some solid food, they left disappointed in me, saying,

# mn100:30.8
source: ‘bāhulliko samaṇo gotamo padhānavibbhanto āvatto bāhullāyā’ti.
mn: ‘The ascetic Gotama has become indulgent; he has strayed from the struggle and returned to indulgence.’
