Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn100.po
Languages: mn

# mn100:31-33.1
source: So kho ahaṃ, bhāradvāja, oḷārikaṃ āhāraṃ āhāretvā balaṃ gahetvā vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja vihāsiṃ.
mn: After eating solid food and gathering my strength, quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption …

# mn100:31-33.2
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ …
mn: As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption …

# mn100:31-33.3
source: tatiyaṃ jhānaṃ …
mn: third absorption …

# mn100:31-33.4
source: catutthaṃ jhānaṃ upasampajja vihāsiṃ.
mn: fourth absorption.

# mn100:34.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward recollection of past lives.

# mn100:34.2
source: So anekavihitaṃ pubbenivāsaṃ anussarāmi, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.
mn: I recollected many past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. And so I recollected my many kinds of past lives, with features and details.

# mn100:35.1
source: Ayaṃ kho me, bhāradvāja, rattiyā paṭhame yāme paṭhamā vijjā adhigatā,
mn: This was the first knowledge, which I achieved in the first watch of the night.

# mn100:35.2
source: avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn100:36-38.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the death and rebirth of sentient beings.

# mn100:36-38.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi … pe …
mn: With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds …

# mn100:36-38.3
source: ayaṃ kho me, bhāradvāja, rattiyā majjhime yāme dutiyā
mn: This was the second knowledge, which I achieved in the middle watch of the night.

# mn100:36-38.4
source: vijjā adhigatā, avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.

# mn100:39.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the ending of defilements.

# mn100:39.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ;
mn: I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# mn100:39.3
source: ‘ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.
mn: I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.

# mn100:40.1
source: Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha.
mn: Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn100:40.2
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi.
mn: When it was freed, I knew it was freed.

# mn100:40.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ.
mn: I understood: ‘Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.’

# mn100:41.1
source: Ayaṃ kho me, bhāradvāja, rattiyā pacchime yāme tatiyā
mn: This was the third knowledge, which I achieved in the last watch of the night.

# mn100:41.2
source: vijjā adhigatā, avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato”ti.
mn: Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.”

# mn100:42.1
source: Evaṃ vutte, saṅgāravo māṇavo bhagavantaṃ etadavoca:
mn: When he had spoken, Saṅgārava said to the Buddha,

# mn100:42.2
source: “aṭṭhitavataṃ bhoto gotamassa padhānaṃ ahosi, sappurisavataṃ bhoto gotamassa padhānaṃ ahosi;
mn: “Master Gotama’s effort was steadfast and appropriate for a good person,

# mn100:42.3
source: yathā taṃ arahato sammāsambuddhassa.
mn: since he is a perfected one, a fully awakened Buddha.

# mn100:42.4
source: Kiṃ nu kho, bho gotama, atthi devā”ti?
mn: But Master Gotama, do gods absolutely exist?”

# mn100:42.5
source: “Ṭhānaso metaṃ, bhāradvāja, viditaṃ yadidaṃ—
mn: “I’ve understood the existence of gods in terms of causes.”

# mn100:42.7
source: “Kiṃ nu kho, bho gotama, ‘atthi devā’ti puṭṭho samāno ‘ṭhānaso metaṃ, bhāradvāja, viditaṃ yadidaṃ adhidevā’ti vadesi.
mn: “But Master Gotama, when asked ‘Do gods exist?’ why did you say that you have understood the existence of gods in terms of causes?

# mn100:42.8
source: Nanu, bho gotama, evaṃ sante tucchā musā hotī”ti?
mn: If that’s the case, isn’t it a hollow lie?”

# mn100:42.9
source: “‘Atthi devā’ti, bhāradvāja, puṭṭho samāno ‘atthi devā’ti yo vadeyya, ‘ṭhānaso me viditā’ti yo vadeyya;
mn: “When asked ‘Do gods exist’, whether you reply ‘Gods exist’ or ‘I’ve understood it in terms of causes’

# mn100:42.10
source: atha khvettha viññunā purisena ekaṃsena niṭṭhaṃ gantabbaṃ yadidaṃ:
mn: a sensible person would come to the definite conclusion that

# mn100:42.11
source: ‘atthi devā’”ti.
mn: gods exist.”

# mn100:42.12
source: “Kissa pana me bhavaṃ gotamo ādikeneva na byākāsī”ti?
mn: “But why didn’t you say that in the first place?”

# mn100:42.13
source: “Uccena sammataṃ kho etaṃ, bhāradvāja, lokasmiṃ yadidaṃ:
mn: “It’s widely agreed in the world that

# mn100:42.14
source: ‘atthi devā’”ti.
mn: gods exist.”

# mn100:43.1
source: Evaṃ vutte, saṅgāravo māṇavo bhagavantaṃ etadavoca:
mn: When he had spoken, Saṅgārava said to the Buddha,

# mn100:43.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
mn: “Excellent, Master Gotama! Excellent!

# mn100:43.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the Teaching clear in many ways.

# mn100:43.4
source: Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn100:43.5
source: Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
