Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn101.po
Languages: mn

# mn101:23.5
source: So yassa hi khvāssa dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti, saṅkhāraṃ tattha padahati.
mn: So they either actively strive or develop equanimity as appropriate.

# mn101:23.7
source: Tassa tassa dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti—
mn: Through active striving they become dispassionate towards that specific source of suffering,

# mn101:23.8
source: evampissa taṃ dukkhaṃ nijjiṇṇaṃ hoti.
mn: and so that suffering is worn away.

# mn101:23.9
source: Tassa tassa dukkhanidānassa ajjhupekkhato upekkhaṃ bhāvayato virāgo hoti—
mn: Through developing equanimity they become dispassionate towards that other source of suffering,

# mn101:23.10
source: evampissa taṃ dukkhaṃ nijjiṇṇaṃ hoti.
mn: and so that suffering is worn away.

# mn101:24.1
source: Seyyathāpi, bhikkhave, puriso itthiyā sāratto paṭibaddhacitto tibbacchando tibbāpekkho.
mn: Suppose a man is in love with a woman, full of intense desire and lust.

# mn101:24.2
source: So taṃ itthiṃ passeyya aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ.
mn: Then he sees her standing together with another man, chatting, giggling, and laughing.

# mn101:24.3
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn101:24.4
source: api nu tassa purisassa amuṃ itthiṃ disvā aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ uppajjeyyuṃ sokaparidevadukkhadomanassūpāyāsā”ti?
mn: Would that give rise to sorrow, lamentation, pain, sadness, and distress for him?”

# mn101:24.5
source: “Evaṃ, bhante”.
mn: “Yes, sir.

# mn101:24.6
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn101:24.7
source: “Amu hi, bhante, puriso amussā itthiyā sāratto paṭibaddhacitto tibbacchando tibbāpekkho.
mn: Because that man is in love that woman, full of intense desire and lust.”

# mn101:25.1
source: “Atha kho, bhikkhave, tassa purisassa evamassa:
mn: “Then that man might think:

# mn101:25.2
source: ‘ahaṃ kho amussā itthiyā sāratto paṭibaddhacitto tibbacchando tibbāpekkho.
mn: ‘I’m in love with that woman, full of intense desire and lust.

# mn101:25.3
source: Tassa me amuṃ itthiṃ disvā aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ uppajjanti sokaparidevadukkhadomanassūpāyāsā.
mn: When I saw her standing together with another man, chatting, giggling, and laughing, it gave rise to sorrow, lamentation, pain, sadness, and distress for me.

# mn101:25.4
source: Yannūnāhaṃ yo me amussā itthiyā chandarāgo taṃ pajaheyyan’ti.
mn: Why don’t I give up that desire and lust for that woman?’

# mn101:25.5
source: So yo amussā itthiyā chandarāgo taṃ pajaheyya.
mn: So that’s what he did.

# mn101:25.6
source: So taṃ itthiṃ passeyya aparena samayena aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ.
mn: Some time later he sees her again standing together with another man, chatting, giggling, and laughing.

# mn101:25.7
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn101:25.8
source: api nu tassa purisassa amuṃ itthiṃ disvā aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ uppajjeyyuṃ sokaparidevadukkhadomanassūpāyāsā”ti?
mn: Would that give rise to sorrow, lamentation, pain, sadness, and distress for him?”

# mn101:25.9
source: “No hetaṃ, bhante”.
mn: “No, sir.

# mn101:25.10
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn101:25.11
source: “Amu hi, bhante, puriso amussā itthiyā virāgo.
mn: Because he no longer desires that woman.”

# mn101:26.1
source: “Evameva kho, bhikkhave, bhikkhu na heva anaddhabhūtaṃ attānaṃ dukkhena addhabhāveti, dhammikañca sukhaṃ na pariccajati, tasmiñca sukhe anadhimucchito hoti.
mn: “In the same way, a mendicant doesn’t bring suffering upon themselves; and they don’t give up legitimate pleasure, but they’re not besotted with that pleasure.

# mn101:26.2
source: So evaṃ pajānāti:
mn: They understand:

# mn101:26.3
source: ‘imassa kho me dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti, imassa pana me dukkhanidānassa ajjhupekkhato upekkhaṃ bhāvayato virāgo hotī’ti.
mn: ‘When I actively strive I become dispassionate towards this source of suffering. But when I develop equanimity I become dispassionate towards this other source of suffering.’

# mn101:26.4
source: So yassa hi khvāssa dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti, saṅkhāraṃ tattha padahati;
mn: So they either actively strive or develop equanimity as appropriate.

# mn101:26.6
source: Tassa tassa dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti—
mn: Through active striving they become dispassionate towards that specific source of suffering,

# mn101:26.7
source: evampissa taṃ dukkhaṃ nijjiṇṇaṃ hoti.
mn: and so that suffering is worn away.

# mn101:26.8
source: Tassa tassa dukkhanidānassa ajjhupekkhato upekkhaṃ bhāvayato virāgo hoti—
mn: Through developing equanimity they become dispassionate towards that other source of suffering,

# mn101:26.9
source: evampissa taṃ dukkhaṃ nijjiṇṇaṃ hoti.
mn: and so that suffering is worn away.

# mn101:26.10
source: Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ.
mn: That’s how exertion and striving is fruitful.

# mn101:27.1
source: Puna caparaṃ, bhikkhave, bhikkhu iti paṭisañcikkhati:
mn: Furthermore, a mendicant reflects:

# mn101:27.2
source: ‘yathāsukhaṃ kho me viharato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti;
mn: ‘When I live as I please, unskillful qualities grow and skillful qualities decline.

# mn101:27.3
source: dukkhāya pana me attānaṃ padahato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti.
mn: But when I strive painfully, unskillful qualities decline and skillful qualities grow.

# mn101:27.4
source: Yannūnāhaṃ dukkhāya attānaṃ padaheyyan’ti.
mn: Why don’t I strive painfully?’

# mn101:27.5
source: So dukkhāya attānaṃ padahati.
mn: So that’s what they do,

# mn101:27.6
source: Tassa dukkhāya attānaṃ padahato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhanti.
mn: and as they do so unskillful qualities decline and skillful qualities grow.

# mn101:27.7
source: So na aparena samayena dukkhāya attānaṃ padahati.
mn: After some time, they no longer strive painfully.

# mn101:27.8
source: Taṃ kissa hetu?
mn: Why is that?

# mn101:27.9
source: Yassa hi so, bhikkhave, bhikkhu atthāya dukkhāya attānaṃ padaheyya svāssa attho abhinipphanno hoti.
mn: Because they have accomplished the goal for which they strived painfully.

# mn101:28.1
source: Seyyathāpi, bhikkhave, usukāro tejanaṃ dvīsu alātesu ātāpeti paritāpeti ujuṃ karoti kammaniyaṃ.
mn: Suppose an arrowsmith was heating an arrow shaft between two firebrands, making it straight and fit for use.

# mn101:29.1
source: Yato kho, bhikkhave, usukārassa tejanaṃ dvīsu alātesu ātāpitaṃ hoti paritāpitaṃ ujuṃ kataṃ kammaniyaṃ, na so taṃ aparena samayena usukāro tejanaṃ dvīsu alātesu ātāpeti paritāpeti ujuṃ karoti kammaniyaṃ.
mn: After it’s been made straight and fit for use, they’d no longer heat it to make it straight and fit for use.

# mn101:29.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn101:29.3
source: Yassa hi so, bhikkhave, atthāya usukāro tejanaṃ dvīsu alātesu ātāpeyya paritāpeyya ujuṃ kareyya kammaniyaṃ svāssa attho abhinipphanno hoti.
mn: Because they have accomplished the goal for which they heated it.

# mn101:29.5
source: Evameva kho, bhikkhave, bhikkhu iti paṭisañcikkhati:
mn: In the same way, a mendicant reflects:

# mn101:29.6
source: ‘yathāsukhaṃ kho me viharato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti;
mn: ‘When I live as I please, unskillful qualities grow and skillful qualities decline.

# mn101:29.7
source: dukkhāya pana me attānaṃ padahato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti.
mn: But when I strive painfully, unskillful qualities decline and skillful qualities grow.

# mn101:29.8
source: Yannūnāhaṃ dukkhāya attānaṃ padaheyyan’ti.
mn: Why don’t I strive painfully?’ …

# mn101:29.14
source: Tasmā na aparena samayena dukkhāya attānaṃ padahati.
mn: After some time, they no longer strive painfully.

# mn101:29.15
source: Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ.
mn: That too is how exertion and striving is fruitful.

# mn101:30.1
source: Puna caparaṃ, bhikkhave, idha tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.
mn: Furthermore, a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.

# mn101:30.2
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn101:30.3
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.

# mn101:31.1
source: Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto.
mn: A householder hears that teaching, or a householder’s child, or someone reborn in some clan.

# mn101:31.2
source: So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati.
mn: They gain faith in the Realized One,

# mn101:31.3
source: So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:
mn: and reflect:

# mn101:31.4
source: ‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.
mn: ‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.

# mn101:31.5
source: Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.
mn: It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.

# mn101:31.6
source: Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.
mn: Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’

# mn101:31.7
source: So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.
mn: After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.

# mn101:32.1
source: So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.
mn: Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings.

# mn101:32.2
source: Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharati.
mn: They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving.

# mn101:32.3
source: Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā.
mn: They give up unchastity. They are celibate, set apart, avoiding the common practice of sex.

# mn101:32.4
source: Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.
mn: They give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words.

# mn101:32.5
source: Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti; ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya—iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti.
mn: They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.

# mn101:32.6
source: Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti; yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti.
mn: They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people.

# mn101:32.7
source: Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.
mn: They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial.

# mn101:32.8
source: So bījagāmabhūtagāmasamārambhā paṭivirato hoti.
mn: They avoid injuring plants and seeds.

# mn101:32.9
source: Ekabhattiko hoti rattūparato virato vikālabhojanā.
mn: They eat in one part of the day, abstaining from eating at night and food at the wrong time.

# mn101:32.10
source: Naccagītavāditavisūkadassanā paṭivirato hoti.
mn: They avoid dancing, singing, music, and seeing shows.

# mn101:32.11
source: Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti.
mn: They avoid beautifying and adorning themselves with garlands, perfumes, and makeup.

# mn101:32.12
source: Uccāsayanamahāsayanā paṭivirato hoti.
mn: They avoid high and luxurious beds.

# mn101:32.13
source: Jātarūparajatapaṭiggahaṇā paṭivirato hoti.
mn: They avoid receiving gold and money,

# mn101:32.14
source: Āmakadhaññapaṭiggahaṇā paṭivirato hoti.
mn: raw grains,

# mn101:32.15
source: Āmakamaṃsapaṭiggahaṇā paṭivirato hoti.
mn: raw meat,

# mn101:32.16
source: Itthikumārikapaṭiggahaṇā paṭivirato hoti.
mn: women and girls,

# mn101:32.17
source: Dāsidāsapaṭiggahaṇā paṭivirato hoti.
mn: male and female bondservants,

# mn101:32.18
source: Ajeḷakapaṭiggahaṇā paṭivirato hoti.
mn: goats and sheep,

# mn101:32.19
source: Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti.
mn: chickens and pigs,

# mn101:32.20
source: Hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti.
mn: elephants, cows, horses, and mares,

# mn101:32.21
source: Khettavatthupaṭiggahaṇā paṭivirato hoti.
mn: and fields and land.

# mn101:32.22
source: Dūteyyapahiṇagamanānuyogā paṭivirato hoti.
mn: They avoid running errands and messages;

# mn101:32.23
source: Kayavikkayā paṭivirato hoti.
mn: buying and selling;

# mn101:32.24
source: Tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti.
mn: falsifying weights, metals, or measures;

# mn101:32.25
source: Ukkoṭanavañcananikatisāciyogā paṭivirato hoti.
mn: bribery, fraud, cheating, and duplicity;

# mn101:32.26
source: Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti.
mn: mutilation, murder, abduction, banditry, plunder, and violence.

# mn101:33.1
source: So santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati.
mn: They’re content with robes to look after the body and alms-food to look after the belly. Wherever they go, they set out taking only these things.

# mn101:33.2
source: Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti;
mn: They’re like a bird: wherever it flies, wings are its only burden.

# mn101:33.3
source: evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena; so yena yeneva pakkamati samādāyeva pakkamati.
mn: In the same way, a mendicant is content with robes to look after the body and alms-food to look after the belly. Wherever they go, they set out taking only these things.

# mn101:33.4
source: So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti.
mn: When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves.

# mn101:34.1
source: So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.
mn: When they see a sight with their eyes, they don’t get caught up in the features and details.

# mn101:34.2
source: Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.
mn: If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.

# mn101:34.3
source: Sotena saddaṃ sutvā … pe …
mn: When they hear a sound with their ears …

# mn101:34.4
source: ghānena gandhaṃ ghāyitvā … pe …
mn: When they smell an odor with their nose …

# mn101:34.5
source: jivhāya rasaṃ sāyitvā … pe …
mn: When they taste a flavor with their tongue …

# mn101:34.6
source: kāyena phoṭṭhabbaṃ phusitvā … pe …
mn: When they feel a touch with their body …

# mn101:34.7
source: manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.
mn: When they know a thought with their mind, they don’t get caught up in the features and details.

# mn101:34.8
source: Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.
mn: If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.

# mn101:34.9
source: So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti.
mn: When they have this noble sense restraint, they experience an unsullied bliss inside themselves.

# mn101:35.1
source: So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.
mn: They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.

# mn101:35-37.1
source: So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato
mn: When they have this noble spectrum of ethics, this noble sense restraint, and this noble mindfulness and situational awareness,

# mn101:35-37.2
source: vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
mn: they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn101:35-37.3
source: So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā.
mn: After the meal, they return from alms-round, sit down cross-legged with their body straight, and establish mindfulness right there.

# mn101:35-37.4
source: So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti.
mn: Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire.

# mn101:35-37.5
source: Byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti.
mn: Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will.

# mn101:35-37.6
source: Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti.
mn: Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.

# mn101:35-37.7
source: Uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti.
mn: Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse.

# mn101:35-37.8
source: Vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.
mn: Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt.

# mn101:38.1
source: So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe
mn: They give up these five hindrances, corruptions of the heart that weaken wisdom.

# mn101:38.2
source: vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn101:38.3
source: Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ.
mn: That too is how exertion and striving is fruitful.

# mn101:39.1
source: Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn101:39.2
source: Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ.
mn: That too is how exertion and striving is fruitful.

# mn101:40.1
source: Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti. Yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn101:40.2
source: Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ.
mn: That too is how exertion and striving is fruitful.

# mn101:41.1
source: Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn101:41.2
source: Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ.
mn: That too is how exertion and striving is fruitful.
