Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn106.po
Languages: mn

# mn106:0.1
source: Majjhima Nikāya 106
mn: Middle Discourses 106

# mn106:0.2
source: Āneñjasappāyasutta
mn: Conducive to the Imperturbable

# mn106:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn106:1.2
source: ekaṃ samayaṃ bhagavā kurūsu viharati kammāsadhammaṃ nāma kurūnaṃ nigamo.
mn: At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma.

# mn106:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn106:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn106:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn106:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn106:2.1
source: “Aniccā, bhikkhave, kāmā tucchā musā mosadhammā.
mn: “Mendicants, sensual pleasures are impermanent, hollow, false, and deceptive,

# mn106:2.2
source: Māyākatametaṃ, bhikkhave, bālalāpanaṃ.
mn: made by illusion, cooed over by fools.

# mn106:2.3
source: Ye ca diṭṭhadhammikā kāmā, ye ca samparāyikā kāmā;
mn: Sensual pleasures in this life and in lives to come,

# mn106:2.4
source: yā ca diṭṭhadhammikā kāmasaññā, yā ca samparāyikā kāmasaññā—
mn: sensual perceptions in this life and in lives to come;

# mn106:2.5
source: ubhayametaṃ māradheyyaṃ, mārassesa visayo, mārassesa nivāpo, mārassesa gocaro.
mn: both of these are Māra’s sovereignty, Māra’s domain, and Māra’s territory.

# mn106:2.6
source: Etthete pāpakā akusalā mānasā abhijjhāpi byāpādāpi sārambhāpi saṃvattanti.
mn: They conduce to bad, unskillful qualities such as desire, ill will, and aggression.

# mn106:2.7
source: Teva ariyasāvakassa idhamanusikkhato antarāyāya sambhavanti.
mn: And they create an obstacle for a noble disciple training here.

# mn106:3.1
source: Tatra, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: A noble disciple reflects on this:

# mn106:3.2
source: ‘ye ca diṭṭhadhammikā kāmā, ye ca samparāyikā kāmā;
mn: ‘Sensual pleasures in this life and in lives to come,

# mn106:3.3
source: yā ca diṭṭhadhammikā kāmasaññā, yā ca samparāyikā kāmasaññā—
mn: sensual perceptions in this life and in lives to come;

# mn106:3.4
source: ubhayametaṃ māradheyyaṃ, mārassesa visayo, mārassesa nivāpo, mārassesa gocaro.
mn: both of these are Māra’s sovereignty, Māra’s domain, and Māra’s territory.

# mn106:3.5
source: Etthete pāpakā akusalā mānasā abhijjhāpi byāpādāpi sārambhāpi saṃvattanti,
mn: They conduce to bad, unskillful qualities such as desire, ill will, and aggression.

# mn106:3.6
source: teva ariyasāvakassa idhamanusikkhato antarāyāya sambhavanti.
mn: And they create an obstacle for a noble disciple training here.

# mn106:3.7
source: Yannūnāhaṃ vipulena mahaggatena cetasā vihareyyaṃ abhibhuyya lokaṃ adhiṭṭhāya manasā.
mn: Why don’t I meditate with an abundant, expansive heart, having mastered the world and stabilized the mind?

# mn106:3.8
source: Vipulena hi me mahaggatena cetasā viharato abhibhuyya lokaṃ adhiṭṭhāya manasā ye pāpakā akusalā mānasā abhijjhāpi byāpādāpi sārambhāpi te na bhavissanti.
mn: Then I will have no more bad, unskillful qualities such as desire, ill will, and aggression.

# mn106:3.9
source: Tesaṃ pahānā aparittañca me cittaṃ bhavissati appamāṇaṃ subhāvitan’ti.
mn: And by giving them up my mind, no longer limited, will become limitless and well developed.’

# mn106:3.10
source: Tassa evaṃpaṭipannassa tabbahulavihārino āyatane cittaṃ pasīdati.
mn: Practicing in this way and meditating on it often their mind becomes confident in this dimension.

# mn106:3.11
source: Sampasāde sati etarahi vā āneñjaṃ samāpajjati paññāya vā adhimuccati kāyassa bhedā paraṃ maraṇā.
mn: Being confident, they either attain the imperturbable now, or are freed by wisdom.

# mn106:3.12
source: Ṭhānametaṃ vijjati yaṃ taṃsaṃvattanikaṃ viññāṇaṃ assa āneñjūpagaṃ.
mn: When their body breaks up, after death, it’s possible that the consciousness headed that way will be reborn in the imperturbable.

# mn106:3.13
source: Ayaṃ, bhikkhave, paṭhamā āneñjasappāyā paṭipadā akkhāyati.
mn: This is said to be the first way of practice suitable for attaining the imperturbable.

# mn106:4.1
source: Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: Furthermore, a noble disciple reflects:

# mn106:4.2
source: ‘ye ca diṭṭhadhammikā kāmā, ye ca samparāyikā kāmā;
mn: ‘Sensual pleasures in this life and in lives to come,

# mn106:4.3
source: yā ca diṭṭhadhammikā kāmasaññā, yā ca samparāyikā kāmasaññā;
mn: sensual perceptions in this life and in lives to come;

# mn106:4.4
source: yaṃ kiñci rūpaṃ sabbaṃ rūpaṃ cattāri ca mahābhūtāni, catunnañca mahābhūtānaṃ upādāyarūpan’ti.
mn: whatever is form, all form is the four primary elements, or form derived from the four primary elements.’

# mn106:4.5
source: Tassa evaṃpaṭipannassa tabbahulavihārino āyatane cittaṃ pasīdati.
mn: Practicing in this way and meditating on it often their mind becomes confident in this dimension.

# mn106:4.6
source: Sampasāde sati etarahi vā āneñjaṃ samāpajjati paññāya vā adhimuccati kāyassa bhedā paraṃ maraṇā.
mn: Being confident, they either attain the imperturbable now, or are freed by wisdom.

# mn106:4.7
source: Ṭhānametaṃ vijjati yaṃ taṃsaṃvattanikaṃ viññāṇaṃ assa āneñjūpagaṃ.
mn: When their body breaks up, after death, it’s possible that the consciousness headed that way will be reborn in the imperturbable.

# mn106:4.8
source: Ayaṃ, bhikkhave, dutiyā āneñjasappāyā paṭipadā akkhāyati.
mn: This is said to be the second way of practice suitable for attaining the imperturbable.

# mn106:5.1
source: Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: Furthermore, a noble disciple reflects:

# mn106:5.2
source: ‘ye ca diṭṭhadhammikā kāmā, ye ca samparāyikā kāmā;
mn: ‘Sensual pleasures in this life and in lives to come,

# mn106:5.3
source: yā ca diṭṭhadhammikā kāmasaññā, yā ca samparāyikā kāmasaññā;
mn: sensual perceptions in this life and in lives to come,

# mn106:5.4
source: ye ca diṭṭhadhammikā rūpā, ye ca samparāyikā rūpā;
mn: visions in this life and in lives to come,

# mn106:5.5
source: yā ca diṭṭhadhammikā rūpasaññā, yā ca samparāyikā rūpasaññā—
mn: perceptions of visions in this life and in lives to come;

# mn106:5.6
source: ubhayametaṃ aniccaṃ.
mn: all of these are impermanent.

# mn106:5.7
source: Yadaniccaṃ taṃ nālaṃ abhinandituṃ, nālaṃ abhivadituṃ, nālaṃ ajjhositun’ti.
mn: And what’s impermanent is not worth approving, welcoming, or clinging to.’

# mn106:5.8
source: Tassa evaṃpaṭipannassa tabbahulavihārino āyatane cittaṃ pasīdati.
mn: Practicing in this way and meditating on it often their mind becomes confident in this dimension.

# mn106:5.9
source: Sampasāde sati etarahi vā āneñjaṃ samāpajjati paññāya vā adhimuccati kāyassa bhedā paraṃ maraṇā.
mn: Being confident, they either attain the imperturbable now, or are freed by wisdom.

# mn106:5.10
source: Ṭhānametaṃ vijjati yaṃ taṃsaṃvattanikaṃ viññāṇaṃ assa āneñjūpagaṃ.
mn: When their body breaks up, after death, it’s possible that the consciousness headed that way will be reborn in the imperturbable.

# mn106:5.11
source: Ayaṃ, bhikkhave, tatiyā āneñjasappāyā paṭipadā akkhāyati.
mn: This is said to be the third way of practice suitable for attaining the imperturbable.

# mn106:6.1
source: Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: Furthermore, a noble disciple reflects:

# mn106:6.2
source: ‘ye ca diṭṭhadhammikā kāmā, ye ca samparāyikā kāmā;
mn: ‘Sensual pleasures in this life and in lives to come,

# mn106:6.3
source: yā ca diṭṭhadhammikā kāmasaññā, yā ca samparāyikā kāmasaññā;
mn: sensual perceptions in this life and in lives to come,

# mn106:6.4
source: ye ca diṭṭhadhammikā rūpā, ye ca samparāyikā rūpā;
mn: visions in this life and in lives to come,

# mn106:6.5
source: yā ca diṭṭhadhammikā rūpasaññā, yā ca samparāyikā rūpasaññā;
mn: perceptions of visions in this life and in lives to come,

# mn106:6.6
source: yā ca āneñjasaññā—
mn: and perceptions of the imperturbable;

# mn106:6.7
source: sabbā saññā.
mn: all are perceptions.

# mn106:6.8
source: Yatthetā aparisesā nirujjhanti etaṃ santaṃ etaṃ paṇītaṃ—
mn: Where they cease without anything left over, that is peaceful, that is sublime,

# mn106:6.9
source: yadidaṃ ākiñcaññāyatanan’ti.
mn: namely the dimension of nothingness.’

# mn106:6.10
source: Tassa evaṃpaṭipannassa tabbahulavihārino āyatane cittaṃ pasīdati.
mn: Practicing in this way and meditating on it often their mind becomes confident in this dimension.

# mn106:6.11
source: Sampasāde sati etarahi vā ākiñcaññāyatanaṃ samāpajjati paññāya vā adhimuccati kāyassa bhedā paraṃ maraṇā.
mn: Being confident, they either attain the dimension of nothingness now, or are freed by wisdom.

# mn106:6.12
source: Ṭhānametaṃ vijjati yaṃ taṃsaṃvattanikaṃ viññāṇaṃ assa ākiñcaññāyatanūpagaṃ.
mn: When their body breaks up, after death, it’s possible that the consciousness headed that way will be reborn in the dimension of nothingness.

# mn106:6.13
source: Ayaṃ, bhikkhave, paṭhamā ākiñcaññāyatanasappāyā paṭipadā akkhāyati.
mn: This is said to be the first way of practice suitable for attaining the dimension of nothingness.

# mn106:7.1
source: Puna caparaṃ, bhikkhave, ariyasāvako araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati:
mn: Furthermore, a noble disciple has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this:

# mn106:7.2
source: ‘suññamidaṃ attena vā attaniyena vā’ti.
mn: ‘This is empty of a self or what belongs to a self.’

# mn106:7.3
source: Tassa evaṃpaṭipannassa tabbahulavihārino āyatane cittaṃ pasīdati.
mn: Practicing in this way and meditating on it often their mind becomes confident in this dimension.

# mn106:7.4
source: Sampasāde sati etarahi vā ākiñcaññāyatanaṃ samāpajjati paññāya vā adhimuccati kāyassa bhedā paraṃ maraṇā.
mn: Being confident, they either attain the dimension of nothingness now, or are freed by wisdom.

# mn106:7.5
source: Ṭhānametaṃ vijjati yaṃ taṃsaṃvattanikaṃ viññāṇaṃ assa ākiñcaññāyatanūpagaṃ.
mn: When their body breaks up, after death, it’s possible that the consciousness headed that way will be reborn in the dimension of nothingness.

# mn106:7.6
source: Ayaṃ, bhikkhave, dutiyā ākiñcaññāyatanasappāyā paṭipadā akkhāyati.
mn: This is said to be the second way of practice suitable for attaining the dimension of nothingness.

# mn106:8.1
source: Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: Furthermore, a noble disciple reflects:

# mn106:8.2
source: ‘nāhaṃ kvacani kassaci kiñcanatasmiṃ, na ca mama kvacani kismiñci kiñcanaṃ natthī’ti.
mn: ‘I don’t belong to anyone anywhere! And nothing belongs to me anywhere!’

# mn106:8.3
source: Tassa evaṃpaṭipannassa tabbahulavihārino āyatane cittaṃ pasīdati.
mn: Practicing in this way and meditating on it often their mind becomes confident in this dimension.

# mn106:8.4
source: Sampasāde sati etarahi vā ākiñcaññāyatanaṃ samāpajjati paññāya vā adhimuccati kāyassa bhedā paraṃ maraṇā.
mn: Being confident, they either attain the dimension of nothingness now, or are freed by wisdom.

# mn106:8.5
source: Ṭhānametaṃ vijjati yaṃ taṃsaṃvattanikaṃ viññāṇaṃ assa ākiñcaññāyatanūpagaṃ.
mn: When their body breaks up, after death, it’s possible that the consciousness headed that way will be reborn in the dimension of nothingness.

# mn106:8.6
source: Ayaṃ, bhikkhave, tatiyā ākiñcaññāyatanasappāyā paṭipadā akkhāyati.
mn: This is said to be the third way of practice suitable for attaining the dimension of nothingness.

# mn106:9.1
source: Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:
mn: Furthermore, a noble disciple reflects:

# mn106:9.2
source: ‘ye ca diṭṭhadhammikā kāmā, ye ca samparāyikā kāmā;
mn: ‘Sensual pleasures in this life and in lives to come,

# mn106:9.3
source: yā ca diṭṭhadhammikā kāmasaññā, yā ca samparāyikā kāmasaññā;
mn: sensual perceptions in this life and in lives to come,

# mn106:9.4
source: ye ca diṭṭhadhammikā rūpā, ye ca samparāyikā rūpā;
mn: visions in this life and in lives to come,

# mn106:9.5
source: yā ca diṭṭhadhammikā rūpasaññā, yā ca samparāyikā rūpasaññā;
mn: perceptions of visions in this life and in lives to come,

# mn106:9.6
source: yā ca āneñjasaññā, yā ca ākiñcaññāyatanasaññā—
mn: perceptions of the imperturbable, and perceptions of the dimension of nothingness;

# mn106:9.7
source: sabbā saññā.
mn: all are perceptions.

# mn106:9.8
source: Yatthetā aparisesā nirujjhanti etaṃ santaṃ etaṃ paṇītaṃ—
mn: Where they cease without anything left over, that is peaceful, that is sublime,

# mn106:9.9
source: yadidaṃ nevasaññānāsaññāyatanan’ti.
mn: namely the dimension of neither perception nor non-perception.’

# mn106:9.10
source: Tassa evaṃpaṭipannassa tabbahulavihārino āyatane cittaṃ pasīdati.
mn: Practicing in this way and meditating on it often their mind becomes confident in this dimension.

# mn106:9.11
source: Sampasāde sati etarahi vā nevasaññānāsaññāyatanaṃ samāpajjati paññāya vā adhimuccati kāyassa bhedā paraṃ maraṇā.
mn: Being confident, they either attain the dimension of neither perception nor non-perception now, or are freed by wisdom.

# mn106:9.12
source: Ṭhānametaṃ vijjati yaṃ taṃsaṃvattanikaṃ viññāṇaṃ assa nevasaññānāsaññāyatanūpagaṃ.
mn: When their body breaks up, after death, it’s possible that the consciousness headed that way will be reborn in the dimension of neither perception nor non-perception.

# mn106:9.13
source: Ayaṃ, bhikkhave, nevasaññānāsaññāyatanasappāyā paṭipadā akkhāyatī”ti.
mn: This is said to be the way of practice suitable for attaining the dimension of neither perception nor non-perception.”

# mn106:10.1
source: Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:
mn: When he said this, Venerable Ānanda said to the Buddha:

# mn106:10.2
source: “idha, bhante, bhikkhu evaṃ paṭipanno hoti:
mn: “Sir, take a mendicant who practices like this:

# mn106:10.3
source: ‘no cassa, no ca me siyā; na bhavissati, na me bhavissati; yadatthi yaṃ, bhūtaṃ—taṃ pajahāmī’ti.
mn: ‘It might not be, and it might not be mine. It will not be, and it will not be mine. I am giving up what exists, what has come to be.’

# mn106:10.4
source: Evaṃ upekkhaṃ paṭilabhati.
mn: In this way they gain equanimity.

# mn106:10.5
source: Parinibbāyeyya nu kho so, bhante, bhikkhu na vā parinibbāyeyyā”ti?
mn: Would that mendicant become extinguished or not?”

# mn106:10.6
source: “Apetthekacco, ānanda, bhikkhu parinibbāyeyya, apetthekacco bhikkhu na parinibbāyeyyā”ti.
mn: “One such mendicant might become extinguished, Ānanda, while another might not.”

# mn106:10.7
source: “Ko nu kho, bhante, hetu ko paccayo yenapetthekacco bhikkhu parinibbāyeyya, apetthekacco bhikkhu na parinibbāyeyyā”ti?
mn: “What is the cause, sir, what is the reason for this?”

# mn106:10.8
source: “Idhānanda, bhikkhu evaṃ paṭipanno hoti:
mn: “Ānanda, take a mendicant who practices like this:

# mn106:10.9
source: ‘no cassa, no ca me siyā; na bhavissati, na me bhavissati; yadatthi, yaṃ bhūtaṃ—taṃ pajahāmī’ti.
mn: ‘It might not be, and it might not be mine. It will not be, and it will not be mine. I am giving up what exists, what has come to be.’

# mn106:10.10
source: Evaṃ upekkhaṃ paṭilabhati.
mn: In this way they gain equanimity.

# mn106:10.11
source: So taṃ upekkhaṃ abhinandati, abhivadati, ajjhosāya tiṭṭhati.
mn: They approve, welcome, and keep clinging to that equanimity.

# mn106:10.12
source: Tassa taṃ upekkhaṃ abhinandato abhivadato ajjhosāya tiṭṭhato tannissitaṃ hoti viññāṇaṃ tadupādānaṃ.
mn: Their consciousness relies on that and grasps it.

# mn106:10.13
source: Saupādāno, ānanda, bhikkhu na parinibbāyatī”ti.
mn: A mendicant with grasping does not become extinguished.”

# mn106:11.1
source: “Kahaṃ pana so, bhante, bhikkhu upādiyamāno upādiyatī”ti?
mn: “But sir, what is that mendicant grasping?”

# mn106:11.2
source: “Nevasaññānāsaññāyatanaṃ, ānandā”ti.
mn: “The dimension of neither perception nor non-perception.”

# mn106:11.3
source: “Upādānaseṭṭhaṃ kira so, bhante, bhikkhu upādiyamāno upādiyatī”ti?
mn: “Sir, it seems that mendicant is grasping the best thing to grasp!”

# mn106:11.4
source: “Upādānaseṭṭhañhi so, ānanda, bhikkhu upādiyamāno upādiyati.
mn: “Indeed, Ānanda.

# mn106:11.5
source: Upādānaseṭṭhañhetaṃ, ānanda, yadidaṃ—
mn: For the best thing to grasp is

# mn106:11.6
source: nevasaññānāsaññāyatanaṃ.
mn: the dimension of neither perception nor non-perception.

# mn106:12.1
source: Idhānanda, bhikkhu evaṃ paṭipanno hoti:
mn: Take a mendicant who practices like this:

# mn106:12.2
source: ‘no cassa, no ca me siyā; na bhavissati, na me bhavissati; yadatthi, yaṃ bhūtaṃ—taṃ pajahāmī’ti.
mn: ‘It might not be, and it might not be mine. It will not be, and it will not be mine. I am giving up what exists, what has come to be.’

# mn106:12.3
source: Evaṃ upekkhaṃ paṭilabhati.
mn: In this way they gain equanimity.

# mn106:12.4
source: So taṃ upekkhaṃ nābhinandati, nābhivadati, na ajjhosāya tiṭṭhati.
mn: They don’t approve, welcome, or keep clinging to that equanimity.

# mn106:12.5
source: Tassa taṃ upekkhaṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato na tannissitaṃ hoti viññāṇaṃ na tadupādānaṃ.
mn: So their consciousness doesn’t rely on that and grasp it.

# mn106:12.6
source: Anupādāno, ānanda, bhikkhu parinibbāyatī”ti.
mn: A mendicant free of grasping becomes extinguished.”

# mn106:13.1
source: “Acchariyaṃ, bhante, abbhutaṃ, bhante.
mn: “It’s incredible, sir, it’s amazing!

# mn106:13.2
source: Nissāya nissāya kira no, bhante, bhagavatā oghassa nittharaṇā akkhātā.
mn: The Buddha has explained to us how to cross over the flood by relying on one support or the other.

# mn106:13.3
source: Katamo pana, bhante, ariyo vimokkho”ti?
mn: But sir, what is noble liberation?”

# mn106:13.4
source: “Idhānanda, bhikkhu ariyasāvako iti paṭisañcikkhati:
mn: “Ananda, it’s when a mendicant reflects like this:

# mn106:13.5
source: ‘ye ca diṭṭhadhammikā kāmā, ye ca samparāyikā kāmā;
mn: ‘Sensual pleasures in this life and in lives to come,

# mn106:13.6
source: yā ca diṭṭhadhammikā kāmasaññā, yā ca samparāyikā kāmasaññā;
mn: sensual perceptions in this life and in lives to come,

# mn106:13.7
source: ye ca diṭṭhadhammikā rūpā, ye ca samparāyikā rūpā;
mn: visions in this life and in lives to come,

# mn106:13.8
source: yā ca diṭṭhadhammikā rūpasaññā, yā ca samparāyikā rūpasaññā;
mn: perceptions of visions in this life and in lives to come,

# mn106:13.9
source: yā ca āneñjasaññā, yā ca ākiñcaññāyatanasaññā, yā ca nevasaññānāsaññāyatanasaññā—
mn: perceptions of the imperturbable, perceptions of the dimension of nothingness, perceptions of the dimension of neither perception nor non-perception;

# mn106:13.10
source: esa sakkāyo yāvatā sakkāyo.
mn: that is identity as far as identity extends.

# mn106:13.11
source: Etaṃ amataṃ yadidaṃ anupādā cittassa vimokkho.
mn: This is the deathless, namely the liberation of the mind through not grasping.

# mn106:14.1
source: Iti, kho, ānanda, desitā mayā āneñjasappāyā paṭipadā, desitā ākiñcaññāyatanasappāyā paṭipadā, desitā nevasaññānāsaññāyatanasappāyā paṭipadā, desitā nissāya nissāya oghassa nittharaṇā, desito ariyo vimokkho.
mn: So, Ānanda, I have taught the ways of practice suitable for attaining the imperturbable, the dimension of nothingness, and the dimension of neither perception nor non-perception. I have taught how to cross the flood by relying on one support or the other, and I have taught noble liberation.

# mn106:15.1
source: Yaṃ kho, ānanda, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya, kataṃ vo taṃ mayā.
mn: Out of compassion, I’ve done what a teacher should do who wants what’s best for their disciples.

# mn106:15.2
source: Etāni, ānanda, rukkhamūlāni, etāni suññāgārāni. Jhāyathānanda, mā pamādattha, mā pacchā vippaṭisārino ahuvattha. Ayaṃ vo amhākaṃ anusāsanī’”ti.
mn: Here are these roots of trees, and here are these empty huts. Practice absorption, Ānanda! Don’t be negligent! Don’t regret it later! This is my instruction to you.”

# mn106:15.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn106:15.4
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Ānanda was happy with what the Buddha said.
