Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn108.po
Languages: mn

# mn108:0.1
source: Majjhima Nikāya 108
mn: Middle Discourses 108

# mn108:0.2
source: Gopakamoggallānasutta
mn: With Moggallāna the Guardian

# mn108:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn108:1.2
source: ekaṃ samayaṃ āyasmā ānando rājagahe viharati veḷuvane kalandakanivāpe aciraparinibbute bhagavati.
mn: At one time Venerable Ānanda was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. It was not long after the Buddha had become fully extinguished.

# mn108:2.1
source: Tena kho pana samayena rājā māgadho ajātasattu vedehiputto rājagahaṃ paṭisaṅkhārāpeti rañño pajjotassa āsaṅkamāno.
mn: Now at that time King Ajātasattu Vedehiputta of Magadha, being suspicious of King Pajjota, was having Rājagaha fortified.

# mn108:3.1
source: Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi.
mn: Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms.

# mn108:3.2
source: Atha kho āyasmato ānandassa etadahosi:
mn: Then it occurred to him,

# mn108:3.3
source: “atippago kho tāva rājagahe piṇḍāya carituṃ.
mn: “It’s too early to wander for alms in Rājagaha.

# mn108:3.4
source: Yannūnāhaṃ yena gopakamoggallānassa brāhmaṇassa kammanto, yena gopakamoggallāno brāhmaṇo tenupasaṅkameyyan”ti.
mn: Why don’t I go to see the brahmin Moggallāna the Guardian at his place of work?”

# mn108:4.1
source: Atha kho āyasmā ānando yena gopakamoggallānassa brāhmaṇassa kammanto, yena gopakamoggallāno brāhmaṇo tenupasaṅkami.
mn: So that’s what he did.

# mn108:4.2
source: Addasā kho gopakamoggallāno brāhmaṇo āyasmantaṃ ānandaṃ dūratova āgacchantaṃ.
mn: Moggallāna the Guardian saw Ānanda coming off in the distance

# mn108:4.3
source: Disvāna āyasmantaṃ ānandaṃ etadavoca:
mn: and said to him,

# mn108:4.4
source: “etu kho bhavaṃ ānando.
mn: “Come, Master Ānanda!

# mn108:4.5
source: Svāgataṃ bhoto ānandassa.
mn: Welcome, Master Ānanda!

# mn108:4.6
source: Cirassaṃ kho bhavaṃ ānando imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya.
mn: It’s been a long time since you took the opportunity to come here.

# mn108:4.7
source: Nisīdatu bhavaṃ ānando, idamāsanaṃ paññattan”ti.
mn: Please, sir, sit down, this seat is ready.”

# mn108:4.8
source: Nisīdi kho āyasmā ānando paññatte āsane.
mn: Ānanda sat down on the seat spread out,

# mn108:4.9
source: Gopakamoggallānopi kho brāhmaṇo aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: while Moggallāna took a low seat and sat to one side.

# mn108:4.10
source: Ekamantaṃ nisinno kho gopakamoggallāno brāhmaṇo āyasmantaṃ ānandaṃ etadavoca:
mn: Then he said to Ānanda,

# mn108:5.1
source: “atthi nu kho, bho ānanda, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhavaṃ gotamo ahosi arahaṃ sammāsambuddho”ti?
mn: “Master Ānanda, is there even a single mendicant who has all the same qualities in each and every way as possessed by Master Gotama, the perfected one, the fully awakened Buddha?”

# mn108:5.2
source: “Natthi kho, brāhmaṇa, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhagavā ahosi arahaṃ sammāsambuddho.
mn: “No, brahmin, there is not.

# mn108:5.3
source: So hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū, maggavidū, maggakovido;
mn: For the Blessed One gave rise to the unarisen path, gave birth to the unborn path, explained the unexplained path. He was the knower of the path, the discoverer of the path, the expert on the path.

# mn108:5.4
source: maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā”ti.
mn: And now the disciples live following the path; they acquire it later.”

# mn108:6.1
source: Ayañca hidaṃ āyasmato ānandassa gopakamoggallānena brāhmaṇena saddhiṃ antarākathā vippakatā ahosi.
mn: But this conversation between Ānanda and Moggallāna the Guardian was left unfinished.

# mn108:6.2
source: Atha kho vassakāro brāhmaṇo magadhamahāmatto rājagahe kammante anusaññāyamāno yena gopakamoggallānassa brāhmaṇassa kammanto, yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi.
mn: For just then the brahmin Vassakāra, a chief minister of Magadha, while supervising the work at Rājagaha, approached Ānanda at Moggallāna’s place of work and exchanged greetings with him.

# mn108:6.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vassakāro brāhmaṇo magadhamahāmatto āyasmantaṃ ānandaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to Ānanda,

# mn108:6.4
source: “kāya nuttha, bho ānanda, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti?
mn: “Master Ānanda, what were you sitting talking about just now? What conversation was unfinished?”

# mn108:6.5
source: “Idha maṃ, brāhmaṇa, gopakamoggallāno brāhmaṇo evamāha:
mn: So Ānanda told him of the conversation that they were having when Vassakāra arrived. Vassakāra said:

# mn108:7.1
source: “Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito:
mn: “Master Ānanda, is there even a single mendicant who was appointed by Master Gotama, saying:

# mn108:7.2
source: ‘ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatī’ti, yaṃ tumhe etarahi paṭipādeyyāthā”ti?
mn: ‘This one will be your refuge when I have passed away,’ to whom you now turn?”

# mn108:7.3
source: “Natthi kho, brāhmaṇa, ekabhikkhupi tena bhagavatā jānatā passatā arahatā sammāsambuddhena ṭhapito:
mn: “No, there is not.”

# mn108:8.1
source: “Atthi pana, bho ānanda, ekabhikkhupi saṃghena sammato, sambahulehi therehi bhikkhūhi ṭhapito:
mn: “But is there even a single mendicant who has been elected to such a position by the Saṅgha and appointed by several senior mendicants?”

# mn108:8.3
source: “Natthi kho, brāhmaṇa, ekabhikkhupi saṃghena sammato, sambahulehi therehi bhikkhūhi ṭhapito:
mn: “No, there is not.”

# mn108:9.1
source: “Evaṃ appaṭisaraṇe ca pana, bho ānanda, ko hetu sāmaggiyā”ti?
mn: “But since you lack a refuge, Master Ānanda, what’s the reason for your harmony?”

# mn108:9.2
source: “Na kho mayaṃ, brāhmaṇa, appaṭisaraṇā;
mn: “We don’t lack a refuge, brahmin,

# mn108:9.3
source: sappaṭisaraṇā mayaṃ, brāhmaṇa;
mn: we have a refuge.

# mn108:9.4
source: dhammappaṭisaraṇā”ti.
mn: The teaching is our refuge.”

# mn108:10.1
source: “‘Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito—
mn: “But Master Ānanda, when asked whether there was even a single mendicant—either appointed by the Buddha,

# mn108:10.5
source: ‘atthi pana, bho ānanda, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—
mn: or elected by the Saṅgha and appointed by several senior mendicants—

# mn108:10.6
source: ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatīti, yaṃ tumhe etarahi paṭipādeyyāthā’ti—
mn: who serves as your refuge after the Buddha passed away, to whom you now turn,

# mn108:10.7
source: iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—
mn: you replied, ‘No, there is not.’

# mn108:10.10
source: ‘evaṃ appaṭisaraṇe ca pana, bho ānanda, ko hetu sāmaggiyā’ti iti puṭṭho samāno ‘na kho mayaṃ, brāhmaṇa, appaṭisaraṇā;
mn: But you say that the reason for your harmony is that you have

# mn108:10.12
source: dhammappaṭisaraṇā’ti vadesi.
mn: the teaching as a refuge.

# mn108:10.13
source: Imassa pana, bho ānanda, bhāsitassa kathaṃ attho daṭṭhabbo”ti?
mn: How should I see the meaning of this statement?”

# mn108:10.14
source: “Atthi kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena bhikkhūnaṃ sikkhāpadaṃ paññattaṃ, pātimokkhaṃ uddiṭṭhaṃ.
mn: “The Blessed One, who knows and sees, the perfected one, the fully awakened Buddha laid down training rules and recited the monastic code for the mendicants.

# mn108:10.15
source: Te mayaṃ tadahuposathe yāvatikā ekaṃ gāmakhettaṃ upanissāya viharāma te sabbe ekajjhaṃ sannipatāma;
mn: On the day of the sabbath all of us who live in dependence on one village district gather together as one.

# mn108:10.16
source: sannipatitvā yassa taṃ pavattati taṃ ajjhesāma.
mn: We invite one who has freshly rehearsed the code to recite it.

# mn108:10.17
source: Tasmiñce bhaññamāne hoti bhikkhussa āpatti hoti vītikkamo taṃ mayaṃ yathādhammaṃ yathānusiṭṭhaṃ kāremāti.
mn: If anyone remembers an offense or transgression while they’re reciting, we make them act in line with the teachings and in line with the instructions.

# mn108:10.18
source: Na kira no bhavanto kārenti;
mn: It’s not the venerables that make us act,

# mn108:10.19
source: dhammo no kāreti”.
mn: it’s the teaching that makes us act.”

# mn108:11.1
source: “Atthi nu kho, bho ānanda, ekabhikkhupi yaṃ tumhe etarahi sakkarotha garuṃ karotha mānetha pūjetha; sakkatvā garuṃ katvā upanissāya viharathā”ti?
mn: “Master Ānanda, is there even a single mendicant who you honor, respect, revere, venerate, and rely on?”

# mn108:11.2
source: “Natthi kho, brāhmaṇa, ekabhikkhupi yaṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema; sakkatvā garuṃ katvā upanissāya viharāmā”ti.
mn: “There is, brahmin.”

# mn108:11.3
source: “‘Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito—
mn: “But Master Ānanda, when asked whether there was even a single mendicant—either appointed by the Buddha,

# mn108:12.2
source: ‘atthi pana, bho ānanda, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—
mn: or elected by the Saṅgha and appointed by several senior mendicants—

# mn108:12.3
source: ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatīti yaṃ tumhe etarahi paṭipādeyyāthā’ti—
mn: who serves as your refuge after the Buddha passed away, to whom you now turn,

# mn108:12.4
source: iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—
mn: you replied, ‘No, there is not.’

# mn108:12.6
source: ‘atthi nu kho, bho ānanda, ekabhikkhupi yaṃ tumhe etarahi sakkarotha garuṃ karotha mānetha pūjetha; sakkatvā garuṃ katvā upanissāya viharathā’ti—
mn: But when asked whether there is even a single mendicant who you honor, respect, revere, venerate, and rely on,

# mn108:12.7
source: iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi yaṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema; sakkatvā garuṃ katvā upanissāya viharāmā’ti vadesi.
mn: you replied, ‘There is.’

# mn108:12.8
source: Imassa pana, bho ānanda, bhāsitassa kathaṃ attho daṭṭhabbo”ti?
mn: How should I see the meaning of this statement?”

# mn108:13.1
source: “Atthi kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dasa pasādanīyā dhammā akkhātā.
mn: “There are ten inspiring things explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha.

# mn108:13.2
source: Yasmiṃ no ime dhammā saṃvijjanti taṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema; sakkatvā garuṃ katvā upanissāya viharāma.
mn: We honor anyone in whom these things are found.

# mn108:13.3
source: Katame dasa?
mn: What ten?

# mn108:14.1
source: Idha, brāhmaṇa, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. (1)
mn: It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# mn108:15.1
source: Bahussuto hoti sutadharo sutasannicayo.
mn: They’re very learned, remembering and keeping what they’ve learned.

# mn108:15.2
source: Ye te dhammā ādikalyāṇā, majjhekalyāṇā, pariyosānakalyāṇā, sātthaṃ, sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. (2)
mn: These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.

# mn108:16.1
source: Santuṭṭho hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi. (3)
mn: They’re content with robes, alms-food, lodgings, and medicines and supplies for the sick.

# mn108:17.1
source: Catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. (4)
mn: They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.

# mn108:18.1
source: Anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasati parimajjati, yāva brahmalokāpi kāyena vasaṃ vatteti. (5)
mn: They wield the many kinds of psychic power: multiplying themselves and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the Brahmā realm.

# mn108:19.1
source: Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—dibbe ca mānuse ca, ye dūre santike ca. (6)
mn: With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far.

# mn108:20.1
source: Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti. Sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti, vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti, sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti, vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti, samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti, vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti, saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti, vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti, mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti, amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti, sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti, anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti, samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti, asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti, vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti, avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. (7)
mn: They understand the minds of other beings and individuals, having comprehended them with their own mind. They understand mind with greed as ‘mind with greed’, and mind without greed as ‘mind without greed’. They understand mind with hate … mind without hate … mind with delusion … mind without delusion … constricted mind … scattered mind … expansive mind … unexpansive mind … mind that is not supreme … mind that is supreme … mind immersed in samādhi … mind not immersed in samādhi … freed mind … They understand unfreed mind as ‘unfreed mind’.

# mn108:21.1
source: Anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. (8)
mn: They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details.

# mn108:22.1
source: Dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. (9)
mn: With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.

# mn108:23.1
source: Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. (10)
mn: They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# mn108:23.2
source: Ime kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dasa pasādanīyā dhammā akkhātā.
mn: These are the ten inspiring things explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha.

# mn108:23.3
source: Yasmiṃ no ime dhammā saṃvijjanti taṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema; sakkatvā garuṃ katvā upanissāya viharāmā”ti.
mn: We honor anyone in whom these things are found, and rely on them.”

# mn108:24.1
source: Evaṃ vutte, vassakāro brāhmaṇo magadhamahāmatto upanandaṃ senāpatiṃ āmantesi:
mn: When he had spoken, Vassakāra addressed General Upananda,

# mn108:24.2
source: “Taṃ kiṃ maññati bhavaṃ senāpati yadime bhonto sakkātabbaṃ sakkaronti, garuṃ kātabbaṃ garuṃ karonti,
mn: “What do you think, general?

# mn108:24.3
source: mānetabbaṃ mānenti, pūjetabbaṃ pūjenti”?
mn: Do these venerables honor, respect, revere, and venerate those who are worthy?”

# mn108:24.4
source: “Tagghime bhonto sakkātabbaṃ sakkaronti, garuṃ kātabbaṃ garuṃ karonti, mānetabbaṃ mānenti, pūjetabbaṃ pūjenti.
mn: “Indeed they do.

# mn108:24.5
source: Imañca hi te bhonto na sakkareyyuṃ na garuṃ kareyyuṃ na māneyyuṃ na pūjeyyuṃ;
mn: For if these venerables were not to honor, respect, revere, and venerate such a person,

# mn108:24.6
source: atha kiñcarahi te bhonto sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā mānetvā pūjetvā upanissāya vihareyyun”ti?
mn: then who exactly would they honor?”

# mn108:25.1
source: Atha kho vassakāro brāhmaṇo magadhamahāmatto āyasmantaṃ ānandaṃ etadavoca:
mn: Then Vassakāra said to Ānanda,

# mn108:25.2
source: “kahaṃ pana bhavaṃ ānando etarahi viharatī”ti?
mn: “Where are you staying at present?”

# mn108:25.3
source: “Veḷuvane khohaṃ, brāhmaṇa, etarahi viharāmī”ti.
mn: “In the Bamboo Grove, brahmin.”

# mn108:25.4
source: “Kacci pana, bho ānanda, veḷuvanaṃ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṃ manussarāhasseyyakaṃ paṭisallānasāruppan”ti?
mn: “I hope the Bamboo Grove is delightful, quiet and still, far from the madding crowd, remote from human settlements, and fit for retreat?”

# mn108:25.5
source: “Taggha, brāhmaṇa, veḷuvanaṃ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṃ manussarāhasseyyakaṃ paṭisallānasāruppaṃ, yathā taṃ tumhādisehi rakkhakehi gopakehī”ti.
mn: “Indeed it is, brahmin. And it is like that owing to such protectors and guardians as yourself.”

# mn108:25.6
source: “Taggha, bho ānanda, veḷuvanaṃ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṃ manussarāhasseyyakaṃ paṭisallānasāruppaṃ, yathā taṃ bhavantehi jhāyīhi jhānasīlīhi.
mn: “Surely, Master Ānanda, it is owing to the venerables who meditate, making a habit of meditating.

# mn108:25.7
source: Jhāyino ceva bhavanto jhānasīlino ca.
mn: For the venerables do in fact meditate and make a habit of meditating.

# mn108:25.8
source: Ekamidāhaṃ, bho ānanda, samayaṃ so bhavaṃ gotamo vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
mn: This one time, Master Ānanda, Master Gotama was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# mn108:25.9
source: Atha khvāhaṃ, bho ānanda, yena mahāvanaṃ kūṭāgārasālā yena so bhavaṃ gotamo tenupasaṅkamiṃ.
mn: So I went there to see him.

# mn108:25.10
source: Tatra ca pana so bhavaṃ gotamo anekapariyāyena jhānakathaṃ kathesi.
mn: And there he spoke about meditation in many ways.

# mn108:25.11
source: Jhāyī ceva so bhavaṃ gotamo ahosi jhānasīlī ca.
mn: He meditated, and made a habit of meditating.

# mn108:25.12
source: Sabbañca pana so bhavaṃ gotamo jhānaṃ vaṇṇesī”ti.
mn: And he praised all kinds of meditation.”

# mn108:26.1
source: “Na ca kho, brāhmaṇa, so bhagavā sabbaṃ jhānaṃ vaṇṇesi, napi so bhagavā sabbaṃ jhānaṃ na vaṇṇesīti.
mn: “No, brahmin, the Buddha did not praise all kinds of meditation, nor did he dispraise all kinds of meditation.

# mn108:26.2
source: Kathaṃ rūpañca, brāhmaṇa, so bhagavā jhānaṃ na vaṇṇesi?
mn: And what kind of meditation did he not praise?

# mn108:26.3
source: Idha, brāhmaṇa, ekacco kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti;
mn: It’s when someone’s heart is overcome and mired in sensual desire, and they don’t truly understand the escape from sensual desire that has arisen.

# mn108:26.4
source: so kāmarāgaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati.
mn: Harboring sensual desire within they meditate and concentrate and contemplate and ruminate.

# mn108:26.5
source: Byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti;
mn: Their heart is overcome and mired in ill will …

# mn108:26.7
source: Thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti;
mn: dullness and drowsiness …

# mn108:26.9
source: Uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti;
mn: restlessness and remorse …

# mn108:26.11
source: Vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti;
mn: doubt, and they don’t truly know and see the escape from doubt that has arisen.

# mn108:26.12
source: so vicikicchaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati.
mn: Harboring doubt within they meditate and concentrate and contemplate and ruminate.

# mn108:26.13
source: Evarūpaṃ kho, brāhmaṇa, so bhagavā jhānaṃ na vaṇṇesi.
mn: The Buddha didn’t praise this kind of meditation.

# mn108:27.1
source: Kathaṃ rūpañca, brāhmaṇa, so bhagavā jhānaṃ vaṇṇesi?
mn: And what kind of meditation did he praise?

# mn108:27.2
source: Idha, brāhmaṇa, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.
