Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn102.po
Languages: mn

# mn102:0.1
source: Majjhima Nikāya 102
mn: Middle Discourses 102

# mn102:0.2
source: Pañcattayasutta
mn: The Five and Three

# mn102:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn102:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn102:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn102:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn102:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn102:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn102:2.1
source: “santi, bhikkhave, eke samaṇabrāhmaṇā aparantakappikā aparantānudiṭṭhino aparantaṃ ārabbha anekavihitāni adhivuttipadāni abhivadanti.
mn: “Mendicants, there are some ascetics and brahmins who theorize about the future, and assert various hypotheses concerning the future.

# mn102:2.2
source: ‘Saññī attā hoti arogo paraṃ maraṇā’ti—
mn: Some propose this: ‘The self is percipient and is sound after death.’

# mn102:2.4
source: ‘asaññī attā hoti arogo paraṃ maraṇā’ti—
mn: Some propose this: ‘The self is non-percipient and is sound after death.’

# mn102:2.6
source: ‘nevasaññīnāsaññī attā hoti arogo paraṃ maraṇā’ti—
mn: Some propose this: ‘The self is neither percipient nor non-percipient and is sound after death.’

# mn102:2.8
source: sato vā pana sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti, diṭṭhadhammanibbānaṃ vā paneke abhivadanti.
mn: But some assert the annihilation, eradication, and obliteration of an existing being, while others propose extinguishment in the present life.

# mn102:2.9
source: Iti santaṃ vā attānaṃ paññapenti arogaṃ paraṃ maraṇā, sato vā pana sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti, diṭṭhadhammanibbānaṃ vā paneke abhivadanti.
mn: Thus they assert an existent self that is sound after death; or they assert the annihilation of an existing being; or they propose extinguishment in the present life.

# mn102:2.10
source: Iti imāni pañca hutvā tīṇi honti, tīṇi hutvā pañca honti—
mn: In this way five become three, and three become five.

# mn102:2.11
source: ayamuddeso pañcattayassa.
mn: This is the passage for recitation of the five and three.

# mn102:3.1
source: Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, ekattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nānattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, parittasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, appamāṇasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, etaṃ vā panekesaṃ upātivattataṃ viññāṇakasiṇameke abhivadanti appamāṇaṃ āneñjaṃ.
mn: Now, the ascetics and brahmins who assert a self that is percipient and sound after death describe it as having form, or being formless, or both having form and being formless, or neither having form nor being formless. Or they describe it as of unified perception, or of diverse perception, or of limited perception, or of limitless perception. Or some among those who go beyond this propose universal consciousness, limitless and imperturbable.

# mn102:4.1
source: Tayidaṃ, bhikkhave, tathāgato abhijānāti.
mn: The Realized One understands this as follows.

# mn102:4.2
source: Ye kho te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, ekattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nānattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, parittasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, appamāṇasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, yā vā panetāsaṃ saññānaṃ parisuddhā paramā aggā anuttariyā akkhāyati—
mn: There are ascetics and brahmins who assert a self that is percipient and sound after death, describing it as having form, or being formless, or both having form and being formless, or neither having form nor being formless. Or they describe it as of unified perception, or of diverse perception, or of limited perception, or of limitless perception.

# mn102:4.4
source: ‘Natthi kiñcī’ti ākiñcaññāyatanameke abhivadanti appamāṇaṃ āneñjaṃ.
mn: Or some, aware that ‘there is nothing at all’, propose the dimension of nothingness, limitless and imperturbable. They declare that this is the purest, highest, best, and supreme of all those perceptions, whether of form or of formlessness or of unity or of diversity.

# mn102:4.5
source: ‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—
mn: ‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’

# mn102:4.6
source: iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.
mn: Understanding thus and seeing the escape from it, the Realized One has gone beyond all that.

# mn102:5.1
source: Tatra, bhikkhave, ye te samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā.
mn: Now, the ascetics and brahmins who assert a self that is non-percipient and sound after death describe it as having form, or being formless, or both having form and being formless, or neither having form nor being formless.

# mn102:6.1
source: Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti.
mn: So they reject those who assert a self that is percipient and sound after death.

# mn102:6.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn102:6.3
source: Saññā rogo saññā gaṇḍo saññā sallaṃ, etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ: ‘asaññan’ti.
mn: Because they believe that perception is a disease, a boil, a dart, and that the state of non-perception is peaceful and sublime.

# mn102:7.1
source: Tayidaṃ, bhikkhave, tathāgato abhijānāti
mn: The Realized One understands this as follows.

# mn102:7.2
source: ye kho te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā.
mn: There are ascetics and brahmins who assert a self that is non-percipient and sound after death, describing it as having form, or being formless, or both having form and being formless, or neither having form nor being formless.

# mn102:7.3
source: Yo hi koci, bhikkhave, samaṇo vā brāhmaṇo vā evaṃ vadeyya:
mn: But if any ascetic or brahmin should say this:

# mn102:7.4
source: ‘ahamaññatra rūpā, aññatra vedanāya, aññatra saññāya, aññatra saṅkhārehi, viññāṇassa āgatiṃ vā gatiṃ vā cutiṃ vā upapattiṃ vā vuddhiṃ vā virūḷhiṃ vā vepullaṃ vā paññapessāmī’ti—
mn: ‘Apart from form, feeling, perception, and choices, I will describe the coming and going of consciousness, its passing away and reappearing, its growth, increase, and maturity.’

# mn102:7.5
source: netaṃ ṭhānaṃ vijjati.
mn: That is not possible.

# mn102:7.6
source: ‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—
mn: ‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’

# mn102:7.7
source: iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.
mn: Understanding this and seeing the escape from it, the Realized One has gone beyond all that.

# mn102:8.1
source: Tatra, bhikkhave, ye te samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā.
mn: Now, the ascetics and brahmins who assert a self that is neither percipient nor non-percipient and sound after death describe it as having form, or being formless, or both having form and being formless, or neither having form nor being formless.

# mn102:9.1
source: Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti.
mn: So they reject those who assert a self that is percipient and sound after death, as well as those who assert a self that is non-percipient and sound after death.

# mn102:9.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn102:9.3
source: Saññā rogo saññā gaṇḍo saññā sallaṃ, asaññā sammoho, etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ:
mn: Because they believe that perception is a disease, a boil, a dart, and that the state of neither perception nor non-perception is peaceful and sublime.

# mn102:10.1
source: Tayidaṃ, bhikkhave, tathāgato abhijānāti.
mn: The Realized One understands this as follows.

# mn102:10.2
source: Ye kho te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā.
mn: There are ascetics and brahmins who assert a self that is neither percipient nor non-percipient and sound after death, describing it as having form, or being formless, or both having form and being formless, or neither having form nor being formless.

# mn102:10.3
source: Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā diṭṭhasutamutaviññātabbasaṅkhāramattena etassa āyatanassa upasampadaṃ paññapenti, byasanañhetaṃ, bhikkhave, akkhāyati etassa āyatanassa upasampadāya.
mn: Some ascetics or brahmins assert the embracing of that dimension merely through the conditioned phenomena of what is seen, heard, thought, and known. But that is said to be a disastrous approach.

# mn102:10.4
source: Na hetaṃ, bhikkhave, āyatanaṃ saṅkhārasamāpattipattabbamakkhāyati;
mn: For that dimension is said to be not attainable by means of conditioned phenomena,

# mn102:10.5
source: saṅkhārāvasesasamāpattipattabbametaṃ, bhikkhave, āyatanamakkhāyati.
mn: but only with a residue of conditioned phenomena.

# mn102:10.6
source: ‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—
mn: ‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’

# mn102:10.7
source: iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.
mn: Understanding this and seeing the escape from it, the Realized One has gone beyond all that.

# mn102:11.1
source: Tatra, bhikkhave, ye te samaṇabrāhmaṇā sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti, tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti.
mn: Now, the ascetics and brahmins who assert the annihilation, eradication, and obliteration of an existing being reject those who assert a self that is sound after death, whether percipient or non-percipient or neither percipient non-percipient.

# mn102:11.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn102:11.3
source: Sabbepime bhonto samaṇabrāhmaṇā uddhaṃ saraṃ āsattiṃyeva abhivadanti:
mn: Because all of those ascetics and brahmins only assert their attachment to moving up to a higher realm:

# mn102:11.4
source: ‘iti pecca bhavissāma, iti pecca bhavissāmā’ti.
mn: ‘After death we shall be like this! After death we shall be like that!’

# mn102:12.1
source: Seyyathāpi nāma vāṇijassa vāṇijjāya gacchato evaṃ hoti:
mn: Suppose a trader was going to market, thinking:

# mn102:12.2
source: ‘ito me idaṃ bhavissati, iminā idaṃ lacchāmī’ti;
mn: ‘With this, that shall be mine! This way, I shall get that!’

# mn102:12.3
source: evamevime bhonto samaṇabrāhmaṇā vāṇijūpamā maññe paṭibhanti:
mn: In the same way, those ascetics and brahmins seem to be like traders when they say:

# mn102:12.4
source: ‘iti pecca bhavissāma, iti pecca bhavissāmā’ti.
mn: ‘After death we shall be like this! After death we shall be like that!’

# mn102:12.5
source: Tayidaṃ, bhikkhave, tathāgato abhijānāti.
mn: The Realized One understands this as follows.

# mn102:12.6
source: Ye kho te bhonto samaṇabrāhmaṇā sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti te sakkāyabhayā sakkāyaparijegucchā sakkāyaññeva anuparidhāvanti anuparivattanti.
mn: The ascetics and brahmins who assert the annihilation, eradication, and obliteration of an existing being; from fear and disgust with identity, they just keep running and circling around identity.

# mn102:12.7
source: Seyyathāpi nāma sā gaddulabaddho daḷhe thambhe vā khile vā upanibaddho, tameva thambhaṃ vā khilaṃ vā anuparidhāvati anuparivattati;
mn: Suppose a dog on a leash was tethered to a strong post or pillar. It would just keeping running and circling around that post or pillar.

# mn102:12.8
source: evamevime bhonto samaṇabrāhmaṇā sakkāyabhayā sakkāyaparijegucchā sakkāyaññeva anuparidhāvanti anuparivattanti.
mn: In the same way, those ascetics and brahmins, from fear and disgust with identity, just keep running and circling around identity.

# mn102:12.9
source: ‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—
mn: ‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’

# mn102:12.10
source: iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.
mn: Understanding this and seeing the escape from it, the Realized One has gone beyond all that.

# mn102:13.1
source: Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā aparantakappikā aparantānudiṭṭhino aparantaṃ ārabbha anekavihitāni adhivuttipadāni abhivadanti, sabbe te imāneva pañcāyatanāni abhivadanti etesaṃ vā aññataraṃ.
mn: Whatever ascetics and brahmins theorize about the future, and propose various hypotheses concerning the future, all of them propose one or other of these five theses.

# mn102:14.1
source: Santi, bhikkhave, eke samaṇabrāhmaṇā pubbantakappikā pubbantānudiṭṭhino pubbantaṃ ārabbha anekavihitāni adhivuttipadāni abhivadanti.
mn: There are some ascetics and brahmins who theorize about the past, and propose various hypotheses concerning the past. They propose the following, each insisting that theirs is the only truth and that everything else is wrong.

# mn102:14.2
source: ‘Sassato attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos are eternal.’

# mn102:14.3
source: ittheke abhivadanti, ‘asassato attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos are not eternal.’

# mn102:14.4
source: ittheke abhivadanti, ‘sassato ca asassato ca attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos are both eternal and not eternal.’

# mn102:14.5
source: ittheke abhivadanti, ‘nevasassato nāsassato attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos are neither eternal nor not eternal.’

# mn102:14.6
source: ittheke abhivadanti, ‘antavā attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos are finite.’

# mn102:14.7
source: ittheke abhivadanti, ‘anantavā attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos are infinite.’

# mn102:14.8
source: ittheke abhivadanti, ‘antavā ca anantavā ca attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos are both finite and infinite.’

# mn102:14.9
source: ittheke abhivadanti, ‘nevantavā nānantavā attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos are neither finite nor infinite.’

# mn102:14.10
source: ittheke abhivadanti, ‘ekattasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos are unified in perception.’

# mn102:14.11
source: ittheke abhivadanti, ‘nānattasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos are diverse in perception.’

# mn102:14.12
source: ittheke abhivadanti, ‘parittasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos have limited perception.’

# mn102:14.13
source: ittheke abhivadanti, ‘appamāṇasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos have limitless perception.’

# mn102:14.14
source: ittheke abhivadanti, ‘ekantasukhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos experience nothing but happiness.’

# mn102:14.15
source: ittheke abhivadanti, ‘ekantadukkhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos experience nothing but suffering.’

# mn102:14.16
source: ittheke abhivadanti, ‘sukhadukkhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos experience both happiness and suffering.’

# mn102:14.17
source: ittheke abhivadanti, ‘adukkhamasukhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—
mn: ‘The self and the cosmos experience neither happiness nor suffering.’

# mn102:15.1
source: Tatra, bhikkhave, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: Now, consider the ascetics and brahmins whose view is as follows.

# mn102:15.2
source: ‘sassato attā ca loko ca, idameva saccaṃ moghamaññan’ti, tesaṃ vata aññatreva saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā paccattaṃyeva ñāṇaṃ bhavissati parisuddhaṃ pariyodātanti—netaṃ ṭhānaṃ vijjati.
mn: ‘The self and the cosmos are eternal. This is the only truth, other ideas are silly.’ It’s simply not possible for them to have purified and clear personal knowledge of this, apart from faith, preference, oral tradition, reasoned contemplation, or acceptance of a view after consideration.

# mn102:15.3
source: Paccattaṃ kho pana, bhikkhave, ñāṇe asati parisuddhe pariyodāte yadapi te bhonto samaṇabrāhmaṇā tattha ñāṇabhāgamattameva pariyodapenti tadapi tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ upādānamakkhāyati.
mn: And in the absence of such knowledge, even the partial knowledge that they are clear about is said to be grasping on their part.

# mn102:15.4
source: ‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—
mn: ‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’

# mn102:15.5
source: iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.
mn: Understanding this and seeing the escape from it, the Realized One has gone beyond all that.

# mn102:16.1
source: Tatra, bhikkhave, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: Now, consider the ascetics and brahmins whose view is as follows.

# mn102:16.2
source: ‘asassato attā ca loko ca, idameva saccaṃ moghamaññan’ti … pe …
mn: The self and the cosmos are not eternal,

# mn102:16.3
source: sassato ca asassato ca attā ca loko ca …
mn: or both eternal and not eternal,

# mn102:16.4
source: nevasassato nāsassato attā ca loko ca …
mn: or neither eternal nor not-eternal,

# mn102:16.5
source: antavā attā ca loko ca …
mn: or finite,

# mn102:16.6
source: anantavā attā ca loko ca …
mn: or infinite,

# mn102:16.7
source: antavā ca anantavā ca attā ca loko ca …
mn: or both finite and infinite,

# mn102:16.8
source: nevantavā nānantavā attā ca loko ca …
mn: or neither finite nor infinite,

# mn102:16.9
source: ekattasaññī attā ca loko ca …
mn: or of unified perception,

# mn102:16.10
source: nānattasaññī attā ca loko ca …
mn: or of diverse perception,

# mn102:16.11
source: parittasaññī attā ca loko ca …
mn: or of limited perception,

# mn102:16.12
source: appamāṇasaññī attā ca loko ca …
mn: or of limitless perception,

# mn102:16.13
source: ekantasukhī attā ca loko ca …
mn: or experience nothing but happiness,

# mn102:16.14
source: ekantadukkhī attā ca loko ca …
mn: or experience nothing but suffering,

# mn102:16.15
source: sukhadukkhī attā ca loko ca …
mn: or experience both happiness and suffering,

# mn102:16.16
source: adukkhamasukhī attā ca loko ca, idameva saccaṃ moghamaññanti, tesaṃ vata aññatreva saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā paccattaṃyeva ñāṇaṃ bhavissati parisuddhaṃ pariyodātanti—netaṃ ṭhānaṃ vijjati.
mn: or experience neither happiness nor suffering. It’s simply not possible for them to have purified and clear personal knowledge of this, apart from faith, preference, oral tradition, reasoned contemplation, or acceptance of a view after consideration.

# mn102:16.17
source: Paccattaṃ kho pana, bhikkhave, ñāṇe asati parisuddhe pariyodāte yadapi te bhonto samaṇabrāhmaṇā tattha ñāṇabhāgamattameva pariyodapenti tadapi tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ upādānamakkhāyati.
mn: And in the absence of such knowledge, even the partial knowledge that they are clear about is said to be grasping on their part.

# mn102:16.18
source: ‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—
mn: ‘All that is conditioned and coarse. But there is the cessation of conditions—*that* is real.’

# mn102:16.19
source: iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.
mn: Understanding this and seeing the escape from it, the Realized One has gone beyond all that.

# mn102:17.1
source: Idha, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekaṃ pītiṃ upasampajja viharati:
mn: Now, some ascetics and brahmins, letting go of theories about the past and the future, shedding the fetters of sensuality, enter and remain in the rapture of seclusion:

# mn102:17.2
source: ‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ pavivekaṃ pītiṃ upasampajja viharāmī’ti.
mn: ‘This is peaceful, this is sublime, that is, entering and remaining in the rapture of seclusion.’

# mn102:17.3
source: Tassa sā pavivekā pīti nirujjhati.
mn: But that rapture of seclusion of theirs ceases.

# mn102:17.4
source: Pavivekāya pītiyā nirodhā uppajjati domanassaṃ, domanassassa nirodhā uppajjati pavivekā pīti.
mn: When the rapture of seclusion ceases, sadness arises; and when sadness ceases, the rapture of seclusion arises.
