Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn105.po
Languages: mn

# mn105:0.1
source: Majjhima Nikāya 105
mn: Middle Discourses 105

# mn105:0.2
source: Sunakkhattasutta
mn: With Sunakkhatta

# mn105:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn105:1.2
source: ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
mn: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# mn105:2.1
source: Tena kho pana samayena sambahulehi bhikkhūhi bhagavato santike aññā byākatā hoti:
mn: Now at that time several mendicants had declared their enlightenment in the Buddha’s presence:

# mn105:2.2
source: “‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāmā”ti.
mn: “We understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”

# mn105:2.3
source: Assosi kho sunakkhatto licchaviputto:
mn: Sunakkhatta the Licchavi heard about this.

# mn105:3.1
source: Atha kho sunakkhatto licchaviputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho sunakkhatto licchaviputto bhagavantaṃ etadavoca:
mn: He went to the Buddha, bowed, sat down to one side, and said to him,

# mn105:4.1
source: “sutaṃ metaṃ, bhante:
mn: “Sir, I have heard that

# mn105:4.2
source: ‘sambahulehi kira bhikkhūhi bhagavato santike aññā byākatā—
mn: several mendicants have declared their enlightenment in the Buddha’s presence.

# mn105:4.5
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmā’ti, kacci te, bhante, bhikkhū sammadeva aññaṃ byākaṃsu udāhu santetthekacce bhikkhū adhimānena aññaṃ byākaṃsū”ti?
mn: I trust they did so rightly—or are there some who declared enlightenment out of overestimation?”

# mn105:5.3
source: Santetthekacce bhikkhū sammadeva aññaṃ byākaṃsu, santi panidhekacce bhikkhū adhimānenapi aññaṃ byākaṃsu.
mn: “Some of them did so rightly, Sunakkhatta, while others did so out of overestimation.

# mn105:5.4
source: Tatra, sunakkhatta, ye te bhikkhū sammadeva aññaṃ byākaṃsu tesaṃ taṃ tatheva hoti;
mn: Now, when mendicants declare enlightenment rightly, that’s how it is for them.

# mn105:5.5
source: ye pana te bhikkhū adhimānena aññaṃ byākaṃsu tatra, sunakkhatta, tathāgatassa evaṃ hoti:
mn: But when mendicants declare enlightenment out of overestimation, the Realized One thinks:

# mn105:5.6
source: ‘dhammaṃ nesaṃ desessan’ti.
mn: ‘I should teach them the Dhamma.’

# mn105:5.7
source: Evañcettha, sunakkhatta, tathāgatassa hoti:
mn: If the Realized One thinks

# mn105:5.8
source: ‘dhammaṃ nesaṃ desessan’ti.
mn: he should teach them the Dhamma,

# mn105:5.9
source: Atha ca panidhekacce moghapurisā pañhaṃ abhisaṅkharitvā abhisaṅkharitvā tathāgataṃ upasaṅkamitvā pucchanti.
mn: but then certain foolish men, having carefully planned a question, approach the Realized One and ask it,

# mn105:5.10
source: Tatra, sunakkhatta, yampi tathāgatassa evaṃ hoti:
mn: then the Realized One

# mn105:5.11
source: ‘dhammaṃ nesaṃ desessan’ti tassapi hoti aññathattan”ti.
mn: changes his mind.”

# mn105:6.1
source: “Etassa bhagavā kālo, etassa sugata kālo,
mn: “Now is the time, Blessed One! Now is the time, Holy One!

# mn105:6.2
source: yaṃ bhagavā dhammaṃ deseyya. Bhagavato sutvā bhikkhū dhāressantī”ti.
mn: Let the Buddha teach the Dhamma. The mendicants will listen and remember it.”

# mn105:6.3
source: “Tena hi, sunakkhatta, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
mn: “Well then, Sunakkhatta, listen and pay close attention, I will speak.”

# mn105:6.4
source: “Evaṃ, bhante”ti kho sunakkhatto licchaviputto bhagavato paccassosi.
mn: “Yes, sir,” replied Sunakkhatta.

# mn105:6.5
source: Bhagavā etadavoca—
mn: The Buddha said this:

# mn105:7.1
source: Pañca kho ime, sunakkhatta, kāmaguṇā.
mn: “Sunakkhatta, there are these five kinds of sensual stimulation.

# mn105:7.2
source: Katame pañca?
mn: What five?

# mn105:7.3
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā,
mn: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn105:7.4
source: sotaviññeyyā saddā … pe …
mn: Sounds known by the ear …

# mn105:7.5
source: ghānaviññeyyā gandhā …
mn: Smells known by the nose …

# mn105:7.6
source: jivhāviññeyyā rasā …
mn: Tastes known by the tongue …

# mn105:7.7
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—
mn: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn105:7.8
source: ime kho, sunakkhatta, pañca kāmaguṇā.
mn: These are the five kinds of sensual stimulation.

# mn105:8.1
source: Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekacco purisapuggalo lokāmisādhimutto assa.
mn: It’s possible that a certain individual may be intent on material pleasures.

# mn105:8.2
source: Lokāmisādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;
mn: Such an individual engages in pertinent conversation, thinking and considering in line with that. They associate with that kind of person, and they find it satisfying.

# mn105:8.3
source: āneñjapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.
mn: But when talk connected with the imperturbable is going on they don’t want to listen. They don’t lend an ear or apply their minds to understand it. They don’t associate with that kind of person, and they don’t find it satisfying.

# mn105:9.1
source: Seyyathāpi, sunakkhatta, puriso sakamhā gāmā vā nigamā vā ciravippavuttho assa.
mn: Suppose a person had left their own village or town long ago,

# mn105:9.2
source: So aññataraṃ purisaṃ passeyya tamhā gāmā vā nigamā vā acirapakkantaṃ.
mn: and they saw another person who had only recently left there.

# mn105:9.3
source: So taṃ purisaṃ tassa gāmassa vā nigamassa vā khematañca subhikkhatañca appābādhatañca puccheyya;
mn: They would ask about whether their village was safe, with plenty of food and little disease,

# mn105:9.4
source: tassa so puriso tassa gāmassa vā nigamassa vā khematañca subhikkhatañca appābādhatañca saṃseyya.
mn: and the other person would tell them the news.

# mn105:9.5
source: Taṃ kiṃ maññasi, sunakkhatta,
mn: What do you think, Sunakkhatta?

# mn105:9.6
source: api nu so puriso tassa purisassa sussūseyya, sotaṃ odaheyya, aññā cittaṃ upaṭṭhāpeyya, tañca purisaṃ bhajeyya, tena ca vittiṃ āpajjeyyā”ti?
mn: Would that person want to listen to that other person? Would they lend an ear and apply their minds to understand? Would they associate with that person, and find it satisfying?”

# mn105:9.7
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn105:9.8
source: “Evameva kho, sunakkhatta, ṭhānametaṃ vijjati yaṃ idhekacco purisapuggalo lokāmisādhimutto assa.
mn: “In the same way, it’s possible that a certain individual may be intent on material pleasures.

# mn105:9.9
source: Lokāmisādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;
mn: Such an individual engages in pertinent conversation, thinking and considering in line with that. They associate with that kind of person, and they find it satisfying.

# mn105:9.10
source: āneñjapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.
mn: But when talk connected with the imperturbable is going on they don’t want to listen. They don’t lend an ear or apply their minds to understand it. They don’t associate with that kind of person, and they don’t find it satisfying.

# mn105:9.11
source: So evamassa veditabbo:
mn: You should know of them:

# mn105:9.12
source: ‘āneñjasaṃyojanena hi kho visaṃyutto lokāmisādhimutto purisapuggalo’ti.
mn: ‘That individual is intent on material pleasures, for they’re detached from things connected with the imperturbable.’

# mn105:10.1
source: Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekacco purisapuggalo āneñjādhimutto assa.
mn: It’s possible that a certain individual may be intent on the imperturbable.

# mn105:10.2
source: Āneñjādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;
mn: Such an individual engages in pertinent conversation, thinking and considering in line with that. They associate with that kind of person, and they find it satisfying.

# mn105:10.3
source: lokāmisapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.
mn: But when talk connected with material pleasures is going on they don’t want to listen. They don’t lend an ear or apply their minds to understand it. They don’t associate with that kind of person, and they don’t find it satisfying.

# mn105:11.1
source: Seyyathāpi, sunakkhatta, paṇḍupalāso bandhanā pavutto abhabbo haritattāya;
mn: Suppose there was a fallen, withered leaf. It’s incapable of becoming green again.

# mn105:11.2
source: evameva kho, sunakkhatta, āneñjādhimuttassa purisapuggalassa ye lokāmisasaṃyojane se pavutte.
mn: In the same way, an individual intent on the imperturbable has dropped the connection with material pleasures.

# mn105:11.3
source: So evamassa veditabbo:
mn: You should know of them:

# mn105:11.4
source: ‘lokāmisasaṃyojanena hi kho visaṃyutto āneñjādhimutto purisapuggalo’ti.
mn: ‘That individual is intent on the imperturbable, for they’re detached from things connected with material pleasures.’

# mn105:12.1
source: Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekacco purisapuggalo ākiñcaññāyatanādhimutto assa.
mn: It’s possible that a certain individual may be intent on the dimension of nothingness.

# mn105:12.2
source: Ākiñcaññāyatanādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;
mn: Such an individual engages in pertinent conversation, thinking and considering in line with that. They associate with that kind of person, and they find it satisfying.

# mn105:12.3
source: āneñjapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.
mn: But when talk connected with the imperturbable is going on they don’t want to listen. They don’t lend an ear or apply their minds to understand it. They don’t associate with that kind of person, and they don’t find it satisfying.

# mn105:13.1
source: Seyyathāpi, sunakkhatta, puthusilā dvedhābhinnā appaṭisandhikā hoti;
mn: Suppose there was a broad rock that had been broken in half, so that it could not be put back together again.

# mn105:13.2
source: evameva kho, sunakkhatta, ākiñcaññāyatanādhimuttassa purisapuggalassa ye āneñjasaṃyojane se bhinne.
mn: In the same way, an individual intent on the dimension of nothingness has broken the connection with the imperturbable.

# mn105:13.3
source: So evamassa veditabbo:
mn: You should know of them:

# mn105:13.4
source: ‘āneñjasaṃyojanena hi kho visaṃyutto ākiñcaññāyatanādhimutto purisapuggalo’ti.
mn: ‘That individual is intent on the dimension of nothingness, for they’re detached from things connected with the imperturbable.’

# mn105:14.1
source: Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekacco purisapuggalo nevasaññānāsaññāyatanādhimutto assa.
mn: It’s possible that a certain individual may be intent on the dimension of neither perception nor non-perception.

# mn105:14.2
source: Nevasaññānāsaññāyatanādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;
mn: Such an individual engages in pertinent conversation, thinking and considering in line with that. They associate with that kind of person, and they find it satisfying.

# mn105:14.3
source: ākiñcaññāyatanapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.
mn: But when talk connected with the dimension of nothingness is going on they don’t want to listen. They don’t lend an ear or apply their minds to understand it. They don’t associate with that kind of person, and they don’t find it satisfying.

# mn105:15.1
source: Seyyathāpi, sunakkhatta, puriso manuññabhojanaṃ bhuttāvī chaḍḍeyya.
mn: Suppose someone had eaten some delectable food and thrown it up.

# mn105:15.2
source: Taṃ kiṃ maññasi, sunakkhatta,
mn: What do you think, Sunakkhatta?

# mn105:15.3
source: api nu tassa purisassa tasmiṃ bhatte puna bhottukamyatā assā”ti?
mn: Would that person want to eat that food again?”

# mn105:15.4
source: “No hetaṃ, bhante”.
mn: “No, sir.

# mn105:15.5
source: “Taṃ kissa hetu”?
mn: Why is that?

# mn105:15.6
source: “Aduñhi, bhante, bhattaṃ paṭikūlasammatan”ti.
mn: Because that food is considered repulsive.”

# mn105:15.7
source: “Evameva kho, sunakkhatta, nevasaññānāsaññāyatanādhimuttassa purisapuggalassa ye ākiñcaññāyatanasaṃyojane se vante.
mn: “In the same way, an individual intent on the dimension of neither perception nor non-perception has vomited the connection with the dimension of nothingness.

# mn105:15.8
source: So evamassa veditabbo:
mn: You should know of them:

# mn105:15.9
source: ‘ākiñcaññāyatanasaṃyojanena hi kho visaṃyutto nevasaññānāsaññāyatanādhimutto purisapuggalo’ti.
mn: ‘That individual is intent on the dimension of neither perception nor non-perception, for they’re detached from things connected with the dimension of nothingness.’

# mn105:16.1
source: Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekacco purisapuggalo sammā nibbānādhimutto assa.
mn: It’s possible that a certain individual may be rightly intent on extinguishment.

# mn105:16.2
source: Sammā nibbānādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;
mn: Such an individual engages in pertinent conversation, thinking and considering in line with that. They associate with that kind of person, and they find it satisfying.

# mn105:16.3
source: nevasaññānāsaññāyatanapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.
mn: But when talk connected with the dimension of neither perception nor non-perception is going on they don’t want to listen. They don’t lend an ear or apply their minds to understand it. They don’t associate with that kind of person, and they don’t find it satisfying.

# mn105:17.1
source: Seyyathāpi, sunakkhatta, tālo matthakacchinno abhabbo puna viruḷhiyā;
mn: Suppose there was a palm tree with its crown cut off. It’s incapable of further growth.

# mn105:17.2
source: evameva kho, sunakkhatta, sammā nibbānādhimuttassa purisapuggalassa ye nevasaññānāsaññāyatanasaṃyojane se ucchinnamūle tālāvatthukate anabhāvaṃkate āyatiṃ anuppādadhamme.
mn: In the same way, an individual rightly intent on extinguishment has cut off the connection with the dimension of neither perception nor non-perception at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future.

# mn105:17.3
source: So evamassa veditabbo:
mn: You should know of them:

# mn105:17.4
source: ‘nevasaññānāsaññāyatanasaṃyojanena hi kho visaṃyutto sammā nibbānādhimutto purisapuggalo’ti.
mn: ‘That individual is rightly intent on extinguishment, for they’re detached from things connected with the dimension of neither perception nor non-perception.’

# mn105:18.1
source: Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekaccassa bhikkhuno evamassa:
mn: It’s possible that a certain mendicant might think:

# mn105:18.2
source: ‘taṇhā kho sallaṃ samaṇena vuttaṃ, avijjāvisadoso, chandarāgabyāpādena ruppati.
mn: ‘The Ascetic has said that craving is a dart; and that the poison of ignorance is inflicted by desire and ill will.

# mn105:18.3
source: Taṃ me taṇhāsallaṃ pahīnaṃ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti.
mn: I have given up the dart of craving and expelled the poison of ignorance; I am rightly intent on extinguishment.’

# mn105:18.4
source: Evaṃmāni assa atathaṃ samānaṃ.
mn: Having such conceit, though it’s not based in fact,

# mn105:18.5
source: So yāni sammā nibbānādhimuttassa asappāyāni tāni anuyuñjeyya; asappāyaṃ cakkhunā rūpadassanaṃ anuyuñjeyya, asappāyaṃ sotena saddaṃ anuyuñjeyya, asappāyaṃ ghānena gandhaṃ anuyuñjeyya, asappāyaṃ jivhāya rasaṃ anuyuñjeyya, asappāyaṃ kāyena phoṭṭhabbaṃ anuyuñjeyya, asappāyaṃ manasā dhammaṃ anuyuñjeyya.
mn: they would engage in things unconducive to extinguishment: unsuitable sights, sounds, smells, tastes, touches, and thoughts.

# mn105:18.6
source: Tassa asappāyaṃ cakkhunā rūpadassanaṃ anuyuttassa, asappāyaṃ sotena saddaṃ anuyuttassa, asappāyaṃ ghānena gandhaṃ anuyuttassa, asappāyaṃ jivhāya rasaṃ anuyuttassa, asappāyaṃ kāyena phoṭṭhabbaṃ anuyuttassa, asappāyaṃ manasā dhammaṃ anuyuttassa rāgo cittaṃ anuddhaṃseyya.
mn: Doing so, lust infects their mind,

# mn105:18.7
source: So rāgānuddhaṃsitena cittena maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.
mn: resulting in death or deadly pain.

# mn105:19.1
source: Seyyathāpi, sunakkhatta, puriso sallena viddho assa savisena gāḷhūpalepanena.
mn: Suppose a man was struck by an arrow thickly smeared with poison.

# mn105:19.2
source: Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.
mn: Their friends and colleagues, relatives and kin would get a field surgeon to treat them.

# mn105:19.3
source: Tassa so bhisakko sallakatto satthena vaṇamukhaṃ parikanteyya.
mn: The surgeon would cut open the wound with a scalpel,

# mn105:19.4
source: Satthena vaṇamukhaṃ parikantitvā esaniyā sallaṃ eseyya.
mn: probe for the arrow,

# mn105:19.5
source: Esaniyā sallaṃ esitvā sallaṃ abbuheyya, apaneyya visadosaṃ saupādisesaṃ.
mn: extract it, and expel the poison, leaving some residue behind.

# mn105:19.6
source: Saupādisesoti jānamāno so evaṃ vadeyya:
mn: Thinking that no residue remained, the surgeon would say:

# mn105:19.7
source: ‘ambho purisa, ubbhataṃ kho te sallaṃ, apanīto visadoso saupādiseso.
mn: ‘My good man, the dart has been extracted and the poison expelled without residue.

# mn105:19.8
source: Analañca te antarāyāya.
mn: It’s not capable of harming you.

# mn105:19.9
source: Sappāyāni ceva bhojanāni bhuñjeyyāsi, mā te asappāyāni bhojanāni bhuñjato vaṇo assāvī assa.
mn: Eat only suitable food. Don’t eat unsuitable food, or else the wound may get infected.

# mn105:19.10
source: Kālena kālañca vaṇaṃ dhoveyyāsi, kālena kālaṃ vaṇamukhaṃ ālimpeyyāsi, mā te na kālena kālaṃ vaṇaṃ dhovato na kālena kālaṃ vaṇamukhaṃ ālimpato pubbalohitaṃ vaṇamukhaṃ pariyonandhi.
mn: Regularly wash the wound and anoint the opening, or else it’ll get covered with pus and blood.

# mn105:19.11
source: Mā ca vātātape cārittaṃ anuyuñji, mā te vātātape cārittaṃ anuyuttassa rajosūkaṃ vaṇamukhaṃ anuddhaṃsesi.
mn: Don’t walk too much in the wind and sun, or else dust and dirt will infect the wound.

# mn105:19.12
source: Vaṇānurakkhī ca, ambho purisa, vihareyyāsi vaṇasāropī’ti.
mn: Take care of the wound, my good sir, heal it.’

# mn105:20.1
source: Tassa evamassa:
mn: They’d think:

# mn105:20.2
source: ‘ubbhataṃ kho me sallaṃ, apanīto visadoso anupādiseso.
mn: ‘The dart has been extracted and the poison expelled without residue.

# mn105:20.3
source: Analañca me antarāyāyā’ti.
mn: It’s not capable of harming me.’

# mn105:20.4
source: So asappāyāni ceva bhojanāni bhuñjeyya. Tassa asappāyāni bhojanāni bhuñjato vaṇo assāvī assa.
mn: They’d eat unsuitable food, and the wound would get infected.

# mn105:20.5
source: Na ca kālena kālaṃ vaṇaṃ dhoveyya, na ca kālena kālaṃ vaṇamukhaṃ ālimpeyya. Tassa na kālena kālaṃ vaṇaṃ dhovato, na kālena kālaṃ vaṇamukhaṃ ālimpato pubbalohitaṃ vaṇamukhaṃ pariyonandheyya.
mn: And they wouldn’t regularly wash and anoint the opening, so it would get covered in pus and blood.

# mn105:20.6
source: Vātātape ca cārittaṃ anuyuñjeyya. Tassa vātātape cārittaṃ anuyuttassa rajosūkaṃ vaṇamukhaṃ anuddhaṃseyya.
mn: And they’d walk too much in the wind and sun, so dust and dirt infected the wound.

# mn105:20.7
source: Na ca vaṇānurakkhī vihareyya na vaṇasāropī.
mn: And they wouldn’t take care of the wound or heal it.

# mn105:20.8
source: Tassa imissā ca asappāyakiriyāya, asuci visadoso apanīto saupādiseso tadubhayena vaṇo puthuttaṃ gaccheyya.
mn: Then both because they did what was unsuitable, and because of the residue of unclean poison, the wound would spread,

# mn105:20.9
source: So puthuttaṃ gatena vaṇena maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.
mn: resulting in death or deadly pain.

# mn105:21.1
source: Evameva kho, sunakkhatta, ṭhānametaṃ vijjati yaṃ idhekaccassa bhikkhuno evamassa:
mn: In the same way, it’s possible that a certain mendicant might think:

# mn105:21.2
source: ‘taṇhā kho sallaṃ samaṇena vuttaṃ, avijjāvisadoso chandarāgabyāpādena ruppati.
mn: ‘The Ascetic has said that craving is a dart; and that the poison of ignorance is inflicted by desire and ill will.

# mn105:21.3
source: Taṃ me taṇhāsallaṃ pahīnaṃ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti.
mn: I have given up the dart of craving and expelled the poison of ignorance; I am rightly intent on extinguishment.’

# mn105:21.4
source: Evaṃmāni assa atathaṃ samānaṃ.
mn: Having such conceit, though it’s not based in fact,

# mn105:21.5
source: So yāni sammā nibbānādhimuttassa asappāyāni tāni anuyuñjeyya, asappāyaṃ cakkhunā rūpadassanaṃ anuyuñjeyya, asappāyaṃ sotena saddaṃ anuyuñjeyya, asappāyaṃ ghānena gandhaṃ anuyuñjeyya, asappāyaṃ jivhāya rasaṃ anuyuñjeyya, asappāyaṃ kāyena phoṭṭhabbaṃ anuyuñjeyya, asappāyaṃ manasā dhammaṃ anuyuñjeyya.
mn: they would engage in things unconducive to extinguishment: unsuitable sights, sounds, smells, tastes, touches, and thoughts.

# mn105:21.6
source: Tassa asappāyaṃ cakkhunā rūpadassanaṃ anuyuttassa, asappāyaṃ sotena saddaṃ anuyuttassa, asappāyaṃ ghānena gandhaṃ anuyuttassa, asappāyaṃ jivhāya rasaṃ anuyuttassa, asappāyaṃ kāyena phoṭṭhabbaṃ anuyuttassa, asappāyaṃ manasā dhammaṃ anuyuttassa rāgo cittaṃ anuddhaṃseyya.
mn: Doing so, lust infects their mind,

# mn105:21.7
source: So rāgānuddhaṃsitena cittena maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.
mn: resulting in death or deadly pain.

# mn105:22.1
source: Maraṇañhetaṃ, sunakkhatta, ariyassa vinaye yo sikkhaṃ paccakkhāya hīnāyāvattati;
mn: For it is death in the training of the noble one to reject the training and return to a lesser life.

# mn105:22.2
source: maraṇamattañhetaṃ, sunakkhatta, dukkhaṃ yaṃ aññataraṃ saṅkiliṭṭhaṃ āpattiṃ āpajjati.
mn: And it is deadly pain to commit one of the corrupt offenses.

# mn105:23.1
source: Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekaccassa bhikkhuno evamassa:
mn: It’s possible that a certain mendicant might think:

# mn105:23.2
source: ‘taṇhā kho sallaṃ samaṇena vuttaṃ, avijjāvisadoso chandarāgabyāpādena ruppati.
mn: ‘The Ascetic has said that craving is a dart; and that the poison of ignorance is inflicted by desire and ill will.

# mn105:23.3
source: Taṃ me taṇhāsallaṃ pahīnaṃ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti.
mn: I have given up the dart of craving and expelled the poison of ignorance; I am rightly intent on extinguishment.’
