Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn108.po
Languages: mn

# mn108:27.3
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ …
mn: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn108:27.4
source: tatiyaṃ jhānaṃ …
mn: And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn108:27.5
source: catutthaṃ jhānaṃ upasampajja viharati.
mn: Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn108:27.6
source: Evarūpaṃ kho, brāhmaṇa, so bhagavā jhānaṃ vaṇṇesī”ti.
mn: The Buddha praised this kind of meditation.”

# mn108:28.1
source: “Gārayhaṃ kira, bho ānanda, so bhavaṃ gotamo jhānaṃ garahi, pāsaṃsaṃ pasaṃsi.
mn: “Well, Master Ānanda, it seems that Master Gotama criticized the kind of meditation that deserves criticism and praised that deserving of praise.

# mn108:28.2
source: Handa ca dāni mayaṃ, bho ānanda, gacchāma;
mn: Well, now, Master Ānanda, I must go.

# mn108:28.3
source: bahukiccā mayaṃ bahukaraṇīyā”ti.
mn: I have many duties, and much to do.”

# mn108:28.4
source: “Yassadāni tvaṃ, brāhmaṇa, kālaṃ maññasī”ti.
mn: “Please, brahmin, go at your convenience.”

# mn108:28.5
source: Atha kho vassakāro brāhmaṇo magadhamahāmatto āyasmato ānandassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmi.
mn: Then Vassakāra the brahmin, having approved and agreed with what Venerable Ānanda said, got up from his seat and left.

# mn108:29.1
source: Atha kho gopakamoggallāno brāhmaṇo acirapakkante vassakāre brāhmaṇe magadhamahāmatte āyasmantaṃ ānandaṃ etadavoca:
mn: Soon after he had left, Moggallāna the Guardian said to Ānanda,

# mn108:29.2
source: “yaṃ no mayaṃ bhavantaṃ ānandaṃ apucchimhā taṃ no bhavaṃ ānando na byākāsī”ti.
mn: “Master Ānanda, you still haven’t answered my question.”

# mn108:29.3
source: “Nanu te, brāhmaṇa, avocumhā:
mn: “But brahmin, didn’t I say:

# mn108:29.4
source: ‘natthi kho, brāhmaṇa, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhagavā ahosi arahaṃ sammāsambuddho.
mn: ‘There is no single mendicant who has all the same qualities in each and every way as possessed by Master Gotama, the perfected one, the fully awakened Buddha.

# mn108:29.5
source: So hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū, maggavidū, maggakovido.
mn: For the Blessed One gave rise to the unarisen path, gave birth to the unborn path, explained the unexplained path. He was the knower of the path, the discoverer of the path, the expert on the path.

# mn108:29.6
source: Maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā’”ti.
mn: And now the disciples live following the path; they acquire it later.’”
