Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn104.po
Languages: mn

# mn104:20.7
source: Yadi saṅghassa pattakallaṃ, ahaṃ yā ceva imesaṃ āyasmantānaṃ āpatti yā ca attano āpatti, imesañceva āyasmantānaṃ atthāya attano ca atthāya, saṅghamajjhe tiṇavatthārakena deseyyaṃ, ṭhapetvā thullavajjaṃ ṭhapetvā gihipaṭisaṃyuttan’ti.
mn: If it seems appropriate to the Saṅgha, then—for the benefit of these venerables and myself—I disclose in the middle of the Saṅgha by means of covering over with grass any offenses committed by these venerables and by myself, excepting only those that are gravely blameworthy and those connected with laypeople.’

# mn104:20.8
source: Athāparesaṃ ekatopakkhikānaṃ bhikkhūnaṃ byattena bhikkhunā uṭṭhāyāsanā ekaṃsaṃ cīvaraṃ katvā añjaliṃ paṇāmetvā saṅgho ñāpetabbo:
mn: Then a competent mendicant of the other party, having got up from their seat, arranged their robe over one shoulder, and raising their joined palms, should inform the Saṅgha:

# mn104:20.9
source: ‘Suṇātu me, bhante, saṅgho.
mn: ‘Sir, let the Saṅgha listen to me.

# mn104:20.10
source: Idaṃ amhākaṃ bhaṇḍanajātānaṃ kalahajātānaṃ vivādāpannānaṃ viharataṃ bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ bhāsitaparikkantaṃ.
mn: We have been continually arguing, quarreling, and fighting, doing and saying many things that are not proper for an ascetic.

# mn104:20.11
source: Yadi saṅghassa pattakallaṃ, ahaṃ yā ceva imesaṃ āyasmantānaṃ āpatti yā ca attano āpatti, imesañceva āyasmantānaṃ atthāya attano ca atthāya, saṅghamajjhe tiṇavatthārakena deseyyaṃ, ṭhapetvā thullavajjaṃ ṭhapetvā gihipaṭisaṃyuttan’ti.
mn: If it seems appropriate to the Saṅgha, then—for the benefit of these venerables and myself—I disclose in the middle of the Saṅgha by means of covering over with grass any offenses committed by these venerables and by myself, excepting only those that are gravely blameworthy and those connected with laypeople.’

# mn104:20.12
source: Evaṃ kho, ānanda, tiṇavatthārako hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—
mn: That’s how there is the covering over with grass. And that’s how certain disciplinary issues are settled, that is,

# mn104:20.13
source: tiṇavatthārakena. (7)
mn: by covering over with grass.

# mn104:21.1
source: Chayime, ānanda, dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti.
mn: Ānanda, these six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.

# mn104:21.2
source: Katame cha?
mn: What six?

# mn104:21.3
source: Idhānanda, bhikkhuno mettaṃ kāyakammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.
mn: Firstly, a mendicant consistently treats their spiritual companions with bodily kindness, both in public and in private.

# mn104:21.4
source: Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (1)
mn: This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.

# mn104:21.5
source: Puna caparaṃ, ānanda, bhikkhuno mettaṃ vacīkammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.
mn: Furthermore, a mendicant consistently treats their spiritual companions with verbal kindness …

# mn104:21.6
source: Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (2)
mn: This too is a warm-hearted quality.

# mn104:21.7
source: Puna caparaṃ, ānanda, bhikkhuno mettaṃ manokammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.
mn: Furthermore, a mendicant consistently treats their spiritual companions with mental kindness …

# mn104:21.8
source: Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (3)
mn: This too is a warm-hearted quality.

# mn104:21.9
source: Puna caparaṃ, ānanda, bhikkhu—ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi tathārūpehi lābhehi—apaṭivibhattabhogī hoti, sīlavantehi sabrahmacārīhi sādhāraṇabhogī.
mn: Furthermore, a mendicant shares without reservation any material possessions they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions.

# mn104:21.10
source: Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (4)
mn: This too is a warm-hearted quality.

# mn104:21.11
source: Puna caparaṃ, ānanda, bhikkhu—yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni tathārūpesu sīlesu—sīlasāmaññagato viharati sabrahmacārīhi āvi ceva raho ca.
mn: Furthermore, a mendicant lives according to the precepts shared with their spiritual companions, both in public and in private. Those precepts are unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion.

# mn104:21.12
source: Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (5)
mn: This too is a warm-hearted quality.

# mn104:21.13
source: Puna caparaṃ, ānanda, bhikkhu—yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya tathārūpāya diṭṭhiyā—diṭṭhisāmaññagato viharati sabrahmacārīhi āvi ceva raho ca.
mn: Furthermore, a mendicant lives according to the view shared with their spiritual companions, both in public and in private. That view is noble and emancipating, and leads one who practices it to the complete ending of suffering.

# mn104:21.14
source: Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (6)
mn: This too is a warm-hearted quality.

# mn104:21.15
source: Ime kho, ānanda, cha sāraṇīyā dhammā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti.
mn: These six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.

# mn104:22.1
source: Ime ce tumhe, ānanda, cha sāraṇīye dhamme samādāya vatteyyātha, passatha no tumhe, ānanda, taṃ vacanapathaṃ aṇuṃ vā thūlaṃ vā yaṃ tumhe nādhivāseyyāthā”ti?
mn: If you should undertake and follow these six warm-hearted qualities, do you see any criticism, large or small, that you could not endure?”

# mn104:22.2
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn104:22.3
source: “Tasmātihānanda, ime cha sāraṇīye dhamme samādāya vattatha.
mn: “That’s why, Ānanda, you should undertake and follow these six warm-hearted qualities.

# mn104:22.4
source: Taṃ vo bhavissati dīgharattaṃ hitāya sukhāyā”ti.
mn: That will be for your lasting welfare and happiness.”

# mn104:22.5
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn104:22.6
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Ānanda was happy with what the Buddha said.
