Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn100.po
Languages: mn

# mn100:0.1
source: Majjhima Nikāya 100
mn: Middle Discourses 100

# mn100:0.2
source: Saṅgāravasutta
mn: With Saṅgārava

# mn100:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn100:1.2
source: ekaṃ samayaṃ bhagavā kosalesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ.
mn: At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants.

# mn100:2.1
source: Tena kho pana samayena dhanañjānī nāma brāhmaṇī cañcalikappe paṭivasati abhippasannā buddhe ca dhamme ca saṃghe ca.
mn: Now at that time a brahmin lady named Dhanañjānī was residing at Caṇḍalakappa. She was devoted to the Buddha, the teaching, and the Saṅgha.

# mn100:2.2
source: Atha kho dhanañjānī brāhmaṇī upakkhalitvā tikkhattuṃ udānaṃ udānesi:
mn: Once, she tripped and was inspired to exclaim three times:

# mn100:2.3
source: “Namo tassa bhagavato arahato sammāsambuddhassa.
mn: “Homage to that Blessed One, the perfected one, the fully awakened Buddha!

# mn100:2.4
source: Namo tassa bhagavato arahato sammāsambuddhassa.
mn: Homage to that Blessed One, the perfected one, the fully awakened Buddha!

# mn100:2.5
source: Namo tassa bhagavato arahato sammāsambuddhassā”ti.
mn: Homage to that Blessed One, the perfected one, the fully awakened Buddha!”

# mn100:3.1
source: Tena kho pana samayena saṅgāravo nāma māṇavo cañcalikappe paṭivasati tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo.
mn: Now at that time the brahmin student Saṅgārava was residing in Caṇḍalakappa. He was young, newly tonsured; he was sixteen years old. He had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man.

# mn100:3.2
source: Assosi kho saṅgāravo māṇavo dhanañjāniyā brāhmaṇiyā evaṃ vācaṃ bhāsamānāya.
mn: Hearing Dhanañjānī’s exclamation,

# mn100:3.3
source: Sutvā dhanañjāniṃ brāhmaṇiṃ etadavoca:
mn: he said to her,

# mn100:3.4
source: “avabhūtāva ayaṃ dhanañjānī brāhmaṇī, parabhūtāva ayaṃ dhanañjānī brāhmaṇī, vijjamānānaṃ tevijjānaṃ brāhmaṇānaṃ, atha ca pana tassa muṇḍakassa samaṇakassa vaṇṇaṃ bhāsissatī”ti.
mn: “The brahmin lady named Dhanañjānī is a disgrace! Though brahmins who are proficient in the three Vedas are found, she praises that shaveling, that fake ascetic.”

# mn100:3.5
source: “Na hi pana tvaṃ, tāta bhadramukha, tassa bhagavato sīlapaññāṇaṃ jānāsi.
mn: “But my little dear, you don’t understand the Buddha’s ethics and wisdom.

# mn100:3.6
source: Sace tvaṃ, tāta bhadramukha, tassa bhagavato sīlapaññāṇaṃ jāneyyāsi, na tvaṃ, tāta bhadramukha, taṃ bhagavantaṃ akkositabbaṃ paribhāsitabbaṃ maññeyyāsī”ti.
mn: If you did, you’d never think of abusing or insulting him.”

# mn100:3.7
source: “Tena hi, bhoti, yadā samaṇo gotamo cañcalikappaṃ anuppatto hoti atha me āroceyyāsī”ti.
mn: “Well then, ma’am, let me know when the Buddha arrives in Caṇḍalakappa.”

# mn100:3.8
source: “Evaṃ, bhadramukhā”ti kho dhanañjānī brāhmaṇī saṅgāravassa māṇavassa paccassosi.
mn: “I will, dear,” she replied.

# mn100:4.1
source: Atha kho bhagavā kosalesu anupubbena cārikaṃ caramāno yena cañcalikappaṃ tadavasari.
mn: And then the Buddha, traveling stage by stage in the Kosalan lands, arrived at Caṇḍalakappa,

# mn100:4.2
source: Tatra sudaṃ bhagavā cañcalikappe viharati todeyyānaṃ brāhmaṇānaṃ ambavane.
mn: where he stayed in the mango grove of the Todeyya brahmins.

# mn100:5.1
source: Assosi kho dhanañjānī brāhmaṇī: “bhagavā kira cañcalikappaṃ anuppatto, cañcalikappe viharati todeyyānaṃ brāhmaṇānaṃ ambavane”ti.
mn: Dhanañjānī heard that he had arrived.

# mn100:5.2
source: Atha kho dhanañjānī brāhmaṇī yena saṅgāravo māṇavo tenupasaṅkami; upasaṅkamitvā saṅgāravaṃ māṇavaṃ etadavoca:
mn: So she went to Saṅgārava and told him, adding,

# mn100:5.4
source: Yassadāni, tāta bhadramukha, kālaṃ maññasī”ti.
mn: “Please, my little dear, go at your convenience.”

# mn100:5.5
source: “Evaṃ, bho”ti kho saṅgāravo māṇavo dhanañjāniyā brāhmaṇiyā paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: “Yes, ma’am,” replied Saṅgārava. He went to the Buddha and exchanged greetings with him.

# mn100:5.6
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho saṅgāravo māṇavo bhagavantaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# mn100:6.1
source: “Santi kho, bho gotama, eke samaṇabrāhmaṇā diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti.
mn: “Master Gotama, there are some ascetics and brahmins who claim to have mastered the fundamentals of the spiritual life having attained perfection and consummation of insight in the present life.

# mn100:6.2
source: Tatra, bho gotama, ye te samaṇabrāhmaṇā diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti, tesaṃ bhavaṃ gotamo katamo”ti?
mn: Where do you stand regarding these?”

# mn100:7.1
source: “Diṭṭhadhammābhiññāvosānapāramippattānaṃ, ādibrahmacariyaṃ paṭijānantānampi kho ahaṃ, bhāradvāja, vemattaṃ vadāmi.
mn: “I say there is a diversity among those who claim to have mastered the fundamentals of the spiritual life having attained perfection and consummation of insight in the present life.

# mn100:7.2
source: Santi, bhāradvāja, eke samaṇabrāhmaṇā anussavikā.
mn: There are some ascetics and brahmins who are oral transmitters.

# mn100:7.3
source: Te anussavena diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti;
mn: Through oral transmission they claim to have mastered the fundamentals of the spiritual life.

# mn100:7.4
source: seyyathāpi brāhmaṇā tevijjā.
mn: For example, the brahmins who are proficient in the three Vedas.

# mn100:7.5
source: Santi pana, bhāradvāja, eke samaṇabrāhmaṇā kevalaṃ saddhāmattakena diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti;
mn: There are some ascetics and brahmins who solely by mere faith claim to have mastered the fundamentals of the spiritual life.

# mn100:7.6
source: seyyathāpi takkī vīmaṃsī.
mn: For example, those who rely on logic and inquiry.

# mn100:7.7
source: Santi, bhāradvāja, eke samaṇabrāhmaṇā pubbe ananussutesu dhammesu sāmaṃyeva dhammaṃ abhiññāya diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti.
mn: There are some ascetics and brahmins who, having directly known for themselves the principle regarding teachings not learned before from another, claim to have mastered the fundamentals of the spiritual life.

# mn100:7.8
source: Tatra, bhāradvāja, ye te samaṇabrāhmaṇā pubbe ananussutesu dhammesu sāmaṃyeva dhammaṃ abhiññāya diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti, tesāhamasmi.
mn: I am one of those.

# mn100:8.1
source: Tadamināpetaṃ, bhāradvāja, pariyāyena veditabbaṃ, yathā ye te samaṇabrāhmaṇā pubbe ananussutesu dhammesu sāmaṃyeva dhammaṃ abhiññāya diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti, tesāhamasmi.
mn: And here’s a way to understand that I am one of them.

# mn100:9.1
source: Idha me, bhāradvāja, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:
mn: Before my awakening—when I was still unawakened but intent on awakening—I thought:

# mn100:9.2
source: ‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.
mn: ‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.

# mn100:9.3
source: Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.
mn: It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.

# mn100:9.4
source: Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.
mn: Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’

# mn100:9.5
source: So kho ahaṃ, bhāradvāja, aparena samayena daharova samāno susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ.
mn: Some time later, while still black-haired, blessed with youth, in the prime of life—though my mother and father wished otherwise, weeping with tearful faces—I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness.

# mn100:9.6
source: So evaṃ pabbajito samāno kiṅkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: Once I had gone forth I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Āḷāra Kālāma and said to him,

# mn100:9.7
source: ‘icchāmahaṃ, āvuso kālāma, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.
mn: ‘Reverend Kālāma, I wish to live the spiritual life in this teaching and training.’

# mn100:9.8
source: Evaṃ vutte, bhāradvāja, āḷāro kālāmo maṃ etadavoca:
mn: Āḷāra Kālāma replied,

# mn100:9.9
source: ‘viharatāyasmā.
mn: ‘Stay, venerable.

# mn100:9.10
source: Tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.
mn: This teaching is such that a sensible person can soon realize their own teacher’s doctrine with their own insight and live having achieved it.’

# mn100:9.11
source: So kho ahaṃ, bhāradvāja, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.
mn: I quickly memorized that teaching.

# mn100:9.12
source: So kho ahaṃ, bhāradvāja, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ‘ñāṇavādañca vadāmi, theravādañca jānāmi, passāmī’ti ca paṭijānāmi, ahañceva aññe ca.
mn: So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.

# mn100:9.13
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:9.14
source: ‘na kho āḷāro kālāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti;
mn: ‘It is not solely by mere faith that Āḷāra Kālāma declares: “I realize this teaching with my own insight, and live having achieved it.”

# mn100:9.15
source: addhā āḷāro kālāmo imaṃ dhammaṃ jānaṃ passaṃ viharatī’ti.
mn: Surely he meditates knowing and seeing this teaching.’

# mn100:10.1
source: Atha khvāhaṃ, bhāradvāja, yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: So I approached Āḷāra Kālāma and said to him:

# mn100:10.2
source: ‘kittāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?
mn: ‘Reverend Kālāma, to what extent do you say you’ve realized this teaching with your own insight?’

# mn100:10.3
source: Evaṃ vutte, bhāradvāja, āḷāro kālāmo ākiñcaññāyatanaṃ pavedesi.
mn: When I said this, he declared the dimension of nothingness.

# mn100:10.4
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:10.5
source: ‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā;
mn: ‘It’s not just Āḷāra Kālāma who has faith,

# mn100:10.6
source: na kho āḷārasseva kālāmassa atthi vīriyaṃ … pe …
mn: energy,

# mn100:10.7
source: sati …
mn: mindfulness,

# mn100:10.8
source: samādhi …
mn: immersion,

# mn100:10.9
source: paññā, mayhampatthi paññā.
mn: and wisdom; I too have these things.

# mn100:10.10
source: Yannūnāhaṃ yaṃ dhammaṃ āḷāro kālāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti.
mn: Why don’t I make an effort to realize the same teaching that Āḷāra Kālāma says he has realized with his own insight?’

# mn100:10.11
source: So kho ahaṃ, bhāradvāja, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.
mn: I quickly realized that teaching with my own insight, and lived having achieved it.

# mn100:10.12
source: Atha khvāhaṃ, bhāradvāja, yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:
mn: So I approached Āḷāra Kālāma and said to him,

# mn100:10.13
source: ‘ettāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?
mn: ‘Reverend Kālāma, have you realized this teaching with your own insight up to this point, and declare having achieved it?’

# mn100:10.14
source: ‘Ettāvatā kho ahaṃ, āvuso, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemī’ti.
mn: ‘I have, reverend.’

# mn100:10.15
source: ‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.
mn: ‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’

# mn100:10.16
source: ‘Lābhā no, āvuso, suladdhaṃ no, āvuso,
mn: ‘We are fortunate, reverend, so very fortunate

# mn100:10.17
source: ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.
mn: to see a venerable such as yourself as one of our spiritual companions!

# mn100:10.18
source: Iti yāhaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi;
mn: So the teaching that I’ve realized with my own insight, and declare having achieved it, you’ve realized with your own insight, and live having achieved it.

# mn100:10.19
source: yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi tamahaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi.
mn: The teaching that you’ve realized with your own insight, and live having achieved it, I’ve realized with my own insight, and declare having achieved it.

# mn100:10.20
source: Iti yāhaṃ dhammaṃ jānāmi taṃ tvaṃ dhammaṃ jānāsi, yaṃ tvaṃ dhammaṃ jānāsi tamahaṃ dhammaṃ jānāmi.
mn: So the teaching that I know, you know, and the teaching you know, I know.

# mn100:10.21
source: Iti yādiso ahaṃ tādiso tuvaṃ, yādiso tuvaṃ tādiso ahaṃ.
mn: I am like you and you are like me.

# mn100:10.22
source: Ehi dāni, āvuso, ubhova santā imaṃ gaṇaṃ pariharāmā’ti.
mn: Come now, reverend! We should both lead this community together.’

# mn100:10.23
source: Iti kho, bhāradvāja, āḷāro kālāmo ācariyo me samāno attano antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.
mn: And that is how my teacher Āḷāra Kālāma placed me, his student, on the same position as him, and honored me with lofty praise.

# mn100:10.24
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:10.25
source: ‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti.
mn: ‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of nothingness.’

# mn100:10.26
source: So kho ahaṃ, bhāradvāja, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.
mn: Realizing that this teaching was inadequate, I left disappointed.

# mn100:11.1
source: So kho ahaṃ, bhāradvāja, kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Uddaka, son of Rāma, and said to him,

# mn100:11.2
source: ‘icchāmahaṃ, āvuso, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.
mn: ‘Reverend, I wish to live the spiritual life in this teaching and training.’

# mn100:11.3
source: Evaṃ vutte, bhāradvāja, udako rāmaputto maṃ etadavoca:
mn: Uddaka replied,

# mn100:11.4
source: ‘viharatāyasmā.
mn: ‘Stay, venerable.

# mn100:11.5
source: Tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.
mn: This teaching is such that a sensible person can soon realize their own teacher’s doctrine with their own insight and live having achieved it.’

# mn100:11.6
source: So kho ahaṃ, bhāradvāja, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.
mn: I quickly memorized that teaching.

# mn100:11.7
source: So kho ahaṃ, bhāradvāja, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ‘ñāṇavādañca vadāmi, theravādañca jānāmi, passāmī’ti ca paṭijānāmi, ahañceva aññe ca.
mn: So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.

# mn100:11.8
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:11.9
source: ‘na kho rāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi;
mn: ‘It is not solely by mere faith that Rāma declared: “I realize this teaching with my own insight, and live having achieved it.”

# mn100:11.10
source: addhā rāmo imaṃ dhammaṃ jānaṃ passaṃ vihāsī’ti.
mn: Surely he meditated knowing and seeing this teaching.’

# mn100:11.11
source: Atha khvāhaṃ, bhāradvāja, yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: So I approached Uddaka, son of Rāma, and said to him,

# mn100:11.12
source: ‘kittāvatā no, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?
mn: ‘Reverend, to what extent did Rāma say he’d realized this teaching with his own insight?’

# mn100:11.13
source: Evaṃ vutte, bhāradvāja, udako rāmaputto nevasaññānāsaññāyatanaṃ pavedesi.
mn: When I said this, Uddaka, son of Rāma, declared the dimension of neither perception nor non-perception.

# mn100:11.14
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:11.15
source: ‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā;
mn: ‘It’s not just Rāma who had faith,

# mn100:11.16
source: na kho rāmasseva ahosi vīriyaṃ … pe …
mn: energy,

# mn100:11.17
source: sati …
mn: mindfulness,

# mn100:11.18
source: samādhi …
mn: immersion,

# mn100:11.19
source: paññā, mayhampatthi paññā.
mn: and wisdom; I too have these things.

# mn100:11.20
source: Yannūnāhaṃ yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi tassa dhammassa sacchikiriyāya padaheyyan’ti.
mn: Why don’t I make an effort to realize the same teaching that Rāma said he had realized with his own insight?’

# mn100:11.21
source: So kho ahaṃ, bhāradvāja, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.
mn: I quickly realized that teaching with my own insight, and lived having achieved it.

# mn100:12.1
source: Atha khvāhaṃ, bhāradvāja, yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:
mn: So I approached Uddaka, son of Rāma, and said to him,

# mn100:12.2
source: ‘ettāvatā no, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?
mn: ‘Reverend, had Rāma realized this teaching with his own insight up to this point, and declared having achieved it?’

# mn100:12.3
source: ‘Ettāvatā kho, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti.
mn: ‘He had, reverend.’

# mn100:12.4
source: ‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.
mn: ‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’

# mn100:12.5
source: ‘Lābhā no, āvuso, suladdhaṃ no, āvuso,
mn: ‘We are fortunate, reverend, so very fortunate

# mn100:12.6
source: ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.
mn: to see a venerable such as yourself as one of our spiritual companions!

# mn100:12.7
source: Iti yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi;
mn: So the teaching that Rāma had realized with his own insight, and declared having achieved it, you’ve realized with your own insight, and live having achieved it.

# mn100:12.8
source: yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi taṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi.
mn: The teaching that you’ve realized with your own insight, and live having achieved it, Rāma had realized with his own insight, and declared having achieved it.

# mn100:12.9
source: Iti yaṃ dhammaṃ rāmo abhiññāsi taṃ tvaṃ dhammaṃ jānāsi, yaṃ tvaṃ dhammaṃ jānāsi taṃ dhammaṃ rāmo abhiññāsi.
mn: So the teaching that Rāma directly knew, you know, and the teaching you know, Rāma directly knew.

# mn100:12.10
source: Iti yādiso rāmo ahosi tādiso tuvaṃ, yādiso tuvaṃ tādiso rāmo ahosi.
mn: Rāma was like you and you are like Rāma.

# mn100:12.11
source: Ehi dāni, āvuso, tuvaṃ imaṃ gaṇaṃ pariharā’ti.
mn: Come now, reverend! You should lead this community.’

# mn100:12.12
source: Iti kho, bhāradvāja, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne maṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.
mn: And that is how my spiritual companion Uddaka, son of Rāma, placed me in the position of a teacher, and honored me with lofty praise.

# mn100:12.13
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:12.14
source: ‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti.
mn: ‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in dimension of neither perception nor non-perception.’

# mn100:12.15
source: So kho ahaṃ, bhāradvāja, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.
mn: Realizing that this teaching was inadequate, I left disappointed.

# mn100:13.1
source: So kho ahaṃ, bhāradvāja, kiṅkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno magadhesu anupubbena cārikaṃ caramāno yena uruvelā senānigamo tadavasariṃ.
mn: I set out to discover what is skillful, seeking the supreme state of sublime peace. Traveling stage by stage in the Magadhan lands, I arrived at Senanigama near Uruvelā.

# mn100:13.2
source: Tatthaddasaṃ ramaṇīyaṃ bhūmibhāgaṃ, pāsādikañca vanasaṇḍaṃ, nadiñca sandantiṃ setakaṃ supatitthaṃ ramaṇīyaṃ, samantā ca gocaragāmaṃ.
mn: There I saw a delightful park, a lovely grove with a flowing river that was clean and charming, with smooth banks. And nearby was a village to go for alms.

# mn100:13.3
source: Tassa mayhaṃ, bhāradvāja, etadahosi:
mn: Then it occurred to me,

# mn100:13.4
source: ‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā ramaṇīyā, samantā ca gocaragāmo.
mn: ‘This park is truly delightful, a lovely grove with a flowing river that’s clean and charming, with smooth banks. And nearby there’s a village to go for alms.

# mn100:13.5
source: Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāyā’ti.
mn: This is good enough for a gentleman who wishes to put forth effort in meditation.’

# mn100:13.6
source: So kho ahaṃ, bhāradvāja, tattheva nisīdiṃ:
mn: So I sat down right there, thinking:

# mn100:13.7
source: ‘alamidaṃ padhānāyā’ti.
mn: ‘This is good enough for meditation.’

# mn100:14.1
source: Apissu maṃ, bhāradvāja, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā.
mn: And then these three examples, which were neither supernaturally inspired, nor learned before in the past, occurred to me.

# mn100:14.2
source: Seyyathāpi, bhāradvāja, allaṃ kaṭṭhaṃ sasnehaṃ udake nikkhittaṃ.
mn: Suppose there was a green, sappy log, and it was lying in water.

# mn100:14.3
source: Atha puriso āgaccheyya uttarāraṇiṃ ādāya:
mn: Then a person comes along with a drill-stick, thinking

# mn100:14.4
source: ‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.
mn: to light a fire and produce heat.

# mn100:14.5
source: Taṃ kiṃ maññasi, bhāradvāja,
mn: What do you think, Bhāradvāja?
