Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn109.po
Languages: mn

# mn109:0.1
source: Majjhima Nikāya 109
mn: Middle Discourses 109

# mn109:0.2
source: Mahāpuṇṇamasutta
mn: The Longer Discourse on the Full-Moon Night

# mn109:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn109:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde.
mn: At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.

# mn109:2.1
source: Tena kho pana samayena bhagavā tadahuposathe pannarase puṇṇāya puṇṇamāya rattiyā bhikkhusaṅghaparivuto abbhokāse nisinno hoti.
mn: Now, at that time it was the sabbath—the full moon on the fifteenth day—and the Buddha was sitting in the open surrounded by the Saṅgha of monks.

# mn109:3.1
source: Atha kho aññataro bhikkhu uṭṭhāyāsanā ekaṃsaṃ cīvaraṃ katvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:
mn: Then one of the mendicants got up from their seat, arranged their robe over one shoulder, raised their joined palms toward the Buddha, and said:

# mn109:3.2
source: “Puccheyyāhaṃ, bhante, bhagavantaṃ kiñcideva desaṃ, sace me bhagavā okāsaṃ karoti pañhassa veyyākaraṇāyā”ti.
mn: “I’d like to ask the Buddha about a certain point, if you’d take the time to answer.”

# mn109:3.3
source: “Tena hi tvaṃ, bhikkhu, sake āsane nisīditvā puccha yadākaṅkhasī”ti.
mn: “Well then, mendicant, take your own seat and ask what you wish.”

# mn109:3.4
source: Atha kho so bhikkhu sake āsane nisīditvā bhagavantaṃ etadavoca:
mn: That mendicant took his seat and said to the Buddha:

# mn109:4.1
source: “ime nu kho, bhante, pañcupādānakkhandhā, seyyathidaṃ—
mn: “Sir, are these the five grasping aggregates:

# mn109:4.2
source: rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho”ti?
mn: form, feeling, perception, choices, and consciousness?”

# mn109:4.3
source: “Ime kho, bhikkhu, pañcupādānakkhandhā, seyyathidaṃ—
mn: “Yes, they are,” replied the Buddha.

# mn109:4.5
source: “Sādhu, bhante”ti kho so bhikkhu bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ uttariṃ pañhaṃ pucchi:
mn: Saying “Good, sir”, that mendicant approved and agreed with what the Buddha said. Then he asked another question:

# mn109:6.1
source: “ime pana, bhante, pañcupādānakkhandhā kiṃmūlakā”ti?
mn: “But sir, what is the root of these five grasping aggregates?”

# mn109:5.1
source: “Ime kho, bhikkhu, pañcupādānakkhandhā chandamūlakā”ti.
mn: “These five grasping aggregates are rooted in desire.”

# mn109:5.2
source: “Taṃyeva nu kho, bhante, upādānaṃ te pañcupādānakkhandhā, udāhu aññatra pañcahupādānakkhandhehi upādānan”ti?
mn: “But sir, is that grasping the exact same thing as the five grasping aggregates? Or is grasping one thing and the five grasping aggregates another?”

# mn109:5.3
source: “Na kho, bhikkhu, taṃyeva upādānaṃ te pañcupādānakkhandhā, nāpi aññatra pañcahupādānakkhandhehi upādānaṃ.
mn: “Neither.

# mn109:5.4
source: Yo kho, bhikkhu, pañcasu upādānakkhandhesu chandarāgo taṃ tattha upādānan”ti.
mn: Rather, the desire and greed for them is the grasping there.”

# mn109:7.1
source: “Siyā pana, bhante, pañcasu upādānakkhandhesu chandarāgavemattatā”ti?
mn: “But sir, can there be different kinds of desire and greed for the five grasping aggregates?”

# mn109:7.2
source: “Siyā, bhikkhū”ti bhagavā avoca
mn: “There can,” said the Buddha.

# mn109:7.3
source: “idha, bhikkhu, ekaccassa evaṃ hoti:
mn: “It’s when someone thinks:

# mn109:7.4
source: ‘evaṃrūpo siyaṃ anāgatamaddhānaṃ, evaṃvedano siyaṃ anāgatamaddhānaṃ, evaṃsañño siyaṃ anāgatamaddhānaṃ, evaṃsaṅkhāro siyaṃ anāgatamaddhānaṃ, evaṃviññāṇo siyaṃ anāgatamaddhānan’ti.
mn: ‘In the future, may I be of such form, such feeling, such perception, such choices, and such consciousness!’

# mn109:7.5
source: Evaṃ kho, bhikkhu, siyā pañcasu upādānakkhandhesu chandarāgavemattatā”ti.
mn: That’s how there be different kinds of desire and greed for the five grasping aggregates.”

# mn109:8.1
source: “Kittāvatā pana, bhante, khandhānaṃ khandhādhivacanaṃ hotī”ti?
mn: “Sir, what is the scope of the term ‘aggregates’ as applied to the aggregates?”

# mn109:8.2
source: “Yaṃ kiñci, bhikkhu, rūpaṃ—atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā, oḷārikaṃ vā sukhumaṃ vā, hīnaṃ vā paṇītaṃ vā, yaṃ dūre santike vā—ayaṃ rūpakkhandho.
mn: “Any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: this is called the aggregate of form.

# mn109:8.3
source: Yā kāci vedanā—atītānāgatapaccuppannā ajjhattaṃ vā bahiddhā vā, oḷārikā vā sukhumā vā, hīnā vā paṇītā vā, yā dūre santike vā—ayaṃ vedanākkhandho.
mn: Any kind of feeling at all …

# mn109:8.4
source: Yā kāci saññā—atītānāgatapaccuppannā … pe … yā dūre santike vā—ayaṃ saññākkhandho.
mn: Any kind of perception at all …

# mn109:8.5
source: Ye keci saṅkhārā—atītānāgatapaccuppannā ajjhattaṃ vā bahiddhā vā, oḷārikā vā sukhumā vā, hīnā vā paṇītā vā, ye dūre santike vā—ayaṃ saṅkhārakkhandho.
mn: Any kind of choices at all …

# mn109:8.6
source: Yaṃ kiñci viññāṇaṃ—atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā, oḷārikaṃ vā sukhumaṃ vā, hīnaṃ vā paṇītaṃ vā, yaṃ dūre santike vā—ayaṃ viññāṇakkhandho.
mn: Any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: this is called the aggregate of consciousness.

# mn109:8.7
source: Ettāvatā kho, bhikkhu, khandhānaṃ khandhādhivacanaṃ hotī”ti.
mn: That’s the scope of the term ‘aggregates’ as applied to the aggregates.”

# mn109:9.1
source: “Ko nu kho, bhante, hetu ko paccayo rūpakkhandhassa paññāpanāya?
mn: “What is the cause, sir, what is the reason why the aggregate of form is found?

# mn109:9.2
source: Ko hetu ko paccayo vedanākkhandhassa paññāpanāya?
mn: What is the cause, what is the reason why the aggregate of feeling …

# mn109:9.3
source: Ko hetu ko paccayo saññākkhandhassa paññāpanāya?
mn: perception …

# mn109:9.4
source: Ko hetu ko paccayo saṅkhārakkhandhassa paññāpanāya?
mn: choices …

# mn109:9.5
source: Ko hetu ko paccayo viññāṇakkhandhassa paññāpanāyā”ti?
mn: consciousness is found?”

# mn109:9.6
source: “Cattāro kho, bhikkhu, mahābhūtā hetu, cattāro mahābhūtā paccayo rūpakkhandhassa paññāpanāya.
mn: “The four primary elements are the reason why the aggregate of form is found.

# mn109:9.7
source: Phasso hetu, phasso paccayo vedanākkhandhassa paññāpanāya.
mn: Contact is the reason why the aggregates of feeling …

# mn109:9.8
source: Phasso hetu, phasso paccayo saññākkhandhassa paññāpanāya.
mn: perception …

# mn109:9.9
source: Phasso hetu, phasso paccayo saṅkhārakkhandhassa paññāpanāya.
mn: and choices are found.

# mn109:9.10
source: Nāmarūpaṃ kho, bhikkhu, hetu, nāmarūpaṃ paccayo viññāṇakkhandhassa paññāpanāyā”ti.
mn: Name and form are the reasons why the aggregate of consciousness is found.”

# mn109:10.1
source: “Kathaṃ pana, bhante, sakkāyadiṭṭhi hotī”ti?
mn: “But sir, how does identity view come about?”

# mn109:10.2
source: “Idha, bhikkhu, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto
mn: “It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.

# mn109:10.3
source: rūpaṃ attato samanupassati rūpavantaṃ vā attānaṃ attani vā rūpaṃ rūpasmiṃ vā attānaṃ;
mn: They regard form as self, self as having form, form in self, or self in form.

# mn109:10.4
source: vedanaṃ attato samanupassati vedanāvantaṃ vā attānaṃ attani vā vedanaṃ vedanāya vā attānaṃ;
mn: They regard feeling as self, self as having feeling, feeling in self, or self in feeling.

# mn109:10.5
source: saññaṃ attato samanupassati saññāvantaṃ vā attānaṃ attani vā saññaṃ saññāya vā attānaṃ;
mn: They regard perception as self, self as having perception, perception in self, or self in perception.

# mn109:10.6
source: saṅkhāre attato samanupassati saṅkhāravantaṃ vā attānaṃ attani vā saṅkhāre saṅkhāresu vā attānaṃ;
mn: They regard choices as self, self as having choices, choices in self, or self in choices.

# mn109:10.7
source: viññāṇaṃ attato samanupassati viññāṇavantaṃ vā attānaṃ attani vā viññāṇaṃ viññāṇasmiṃ vā attānaṃ.
mn: They regard consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.

# mn109:10.8
source: Evaṃ kho, bhikkhu, sakkāyadiṭṭhi hotī”ti.
mn: That’s how identity view comes about.”

# mn109:11.1
source: “Kathaṃ pana, bhante, sakkāyadiṭṭhi na hotī”ti?
mn: “But sir, how does identity view not come about?”

# mn109:11.2
source: “Idha, bhikkhu, sutavā ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto
mn: “It’s when an educated noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons.

# mn109:11.3
source: na rūpaṃ attato samanupassati na rūpavantaṃ vā attānaṃ na attani vā rūpaṃ na rūpasmiṃ vā attānaṃ;
mn: They don’t regard form as self, self as having form, form in self, or self in form.

# mn109:11.4
source: na vedanaṃ attato samanupassati na vedanāvantaṃ vā attānaṃ na attani vā vedanaṃ na vedanāya vā attānaṃ;
mn: They don’t regard feeling as self, self as having feeling, feeling in self, or self in feeling.

# mn109:11.5
source: na saññaṃ attato samanupassati na saññāvantaṃ vā attānaṃ na attani vā saññaṃ na saññāya vā attānaṃ;
mn: They don’t regard perception as self, self as having perception, perception in self, or self in perception.

# mn109:11.6
source: na saṅkhāre attato samanupassati na saṅkhāravantaṃ vā attānaṃ na attani vā saṅkhāre na saṅkhāresu vā attānaṃ;
mn: They don’t regard choices as self, self as having choices, choices in self, or self in choices.

# mn109:11.7
source: na viññāṇaṃ attato samanupassati na viññāṇavantaṃ vā attānaṃ na attani vā viññāṇaṃ na viññāṇasmiṃ vā attānaṃ.
mn: They don’t regard consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.

# mn109:11.8
source: Evaṃ kho, bhikkhu, sakkāyadiṭṭhi na hotī”ti.
mn: That’s how identity view does not come about.”

# mn109:12.1
source: “Ko nu kho, bhante, rūpe assādo, ko ādīnavo, kiṃ nissaraṇaṃ?
mn: “Sir, what’s the gratification, the drawback, and the escape when it comes to form,

# mn109:12.2
source: Ko vedanāya assādo, ko ādīnavo, kiṃ nissaraṇaṃ?
mn: feeling,

# mn109:12.3
source: Ko saññāya assādo, ko ādīnavo, kiṃ nissaraṇaṃ?
mn: perception,

# mn109:12.4
source: Ko saṅkhāresu assādo, ko ādīnavo, kiṃ nissaraṇaṃ?
mn: choices,

# mn109:12.5
source: Ko viññāṇe assādo, ko ādīnavo, kiṃ nissaraṇan”ti?
mn: and consciousness?”

# mn109:12.6
source: “Yaṃ kho, bhikkhu, rūpaṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ rūpe assādo.
mn: “The pleasure and happiness that arise from form: this is its gratification.

# mn109:12.7
source: Yaṃ rūpaṃ aniccaṃ dukkhaṃ vipariṇāmadhammaṃ, ayaṃ rūpe ādīnavo.
mn: That form is impermanent, suffering, and perishable: this is its drawback.

# mn109:12.8
source: Yo rūpe chandarāgavinayo chandarāgappahānaṃ, idaṃ rūpe nissaraṇaṃ.
mn: Removing and giving up desire and greed for form: this is its escape.

# mn109:12.9
source: Yaṃ kho, bhikkhu, vedanaṃ paṭicca …
mn: The pleasure and happiness that arise from feeling …

# mn109:12.10
source: saññaṃ paṭicca …
mn: perception …

# mn109:12.11
source: saṅkhāre paṭicca …
mn: choices …

# mn109:12.12
source: viññāṇaṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ viññāṇe assādo.
mn: consciousness: this is its gratification.

# mn109:12.13
source: Yaṃ viññāṇaṃ aniccaṃ dukkhaṃ vipariṇāmadhammaṃ, ayaṃ viññāṇe ādīnavo.
mn: That consciousness is impermanent, suffering, and perishable: this is its drawback.

# mn109:12.14
source: Yo viññāṇe chandarāgavinayo chandarāgappahānaṃ, idaṃ viññāṇe nissaraṇan”ti.
mn: Removing and giving up desire and greed for consciousness: this is its escape.”

# mn109:13.1
source: “Kathaṃ pana, bhante, jānato kathaṃ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā na hontī”ti?
mn: “Sir, how does one know and see so that there’s no ego, possessiveness, or underlying tendency to conceit for this conscious body and all external stimuli?”

# mn109:13.2
source: “Yaṃ kiñci, bhikkhu, rūpaṃ—atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā—sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya passati.
mn: “One truly sees any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> form—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# mn109:13.3
source: Yā kāci vedanā …
mn: One truly sees any kind of feeling …

# mn109:13.4
source: yā kāci saññā …
mn: perception …

# mn109:13.5
source: ye keci saṅkhārā …
mn: choices …

# mn109:13.6
source: yaṃ kiñci viññāṇaṃ—atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā—sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya passati.
mn: consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near, <em>all</em> consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# mn109:13.7
source: Evaṃ kho, bhikkhu, jānato evaṃ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā na hontī”ti.
mn: That’s how to know and see so that there’s no ego, possessiveness, or underlying tendency to conceit for this conscious body and all external stimuli.”

# mn109:14.1
source: Atha kho aññatarassa bhikkhuno evaṃ cetaso parivitakko udapādi:
mn: Now at that time one of the mendicants had the thought:

# mn109:14.2
source: “iti kira, bho, rūpaṃ anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṃ anattā;
mn: “So it seems, good sir, that form, feeling, perception, choices, and consciousness are not-self.

# mn109:14.3
source: anattakatāni kammāni kamattānaṃ phusissantī”ti?
mn: Then what self will the deeds done by not-self affect?”

# mn109:14.4
source: Atha kho bhagavā tassa bhikkhuno cetasā cetoparivitakkamaññāya bhikkhū āmantesi:
mn: Then the Buddha, knowing what that monk was thinking, addressed the mendicants:

# mn109:14.5
source: “ṭhānaṃ kho panetaṃ, bhikkhave, vijjati yaṃ idhekacco moghapuriso avidvā avijjāgato taṇhādhipateyyena cetasā satthu sāsanaṃ atidhāvitabbaṃ maññeyya:
mn: “It’s possible that some foolish person here—unknowing and ignorant, their mind dominated by craving—thinks they can overstep the teacher’s instructions. They think:

# mn109:14.6
source: ‘iti kira, bho, rūpaṃ anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṃ anattā;
mn: ‘So it seems, good sir, that form, feeling, perception, choices, and consciousness are not-self.

# mn109:14.7
source: anattakatāni kammāni kamattānaṃ phusissantī’ti.
mn: Then what self will the deeds done by not-self affect?’

# mn109:14.8
source: Paṭivinītā kho me tumhe, bhikkhave, tatra tatra dhammesu.
mn: Now, mendicants, you have been educated by me in questioning with regard to all these things in all such cases.

# mn109:15.1
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn109:15.2
source: rūpaṃ niccaṃ vā aniccaṃ vā”ti?
mn: Is form permanent or impermanent?”

# mn109:15.3
source: “Aniccaṃ, bhante”.
mn: “Impermanent, sir.”

# mn109:15.4
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
mn: “But if it’s impermanent, is it suffering or happiness?”

# mn109:15.5
source: “Dukkhaṃ, bhante”.
mn: “Suffering, sir.”

# mn109:15.6
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ:
mn: “But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus:

# mn109:15.7
source: ‘etaṃ mama, esohamasmi, eso me attā’”ti?
mn: ‘This is mine, I am this, this is my self’?”

# mn109:15.8
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn109:16.1
source: “Taṃ kiṃ maññatha, bhikkhave,
mn: “What do you think, mendicants?

# mn109:16.2
source: vedanā …
mn: Is feeling …

# mn109:16.3
source: saññā …
mn: perception …

# mn109:16.4
source: saṅkhārā …
mn: choices …

# mn109:16.5
source: viññāṇaṃ niccaṃ vā aniccaṃ vā”ti?
mn: consciousness permanent or impermanent?”

# mn109:16.6
source: “Aniccaṃ, bhante”.
mn: “Impermanent, sir.”

# mn109:16.7
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
mn: “But if it’s impermanent, is it suffering or happiness?”

# mn109:16.8
source: “Dukkhaṃ, bhante”.
mn: “Suffering, sir.”

# mn109:16.9
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ:
mn: “But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus:

# mn109:16.10
source: ‘etaṃ mama, esohamasmi, eso me attā’”ti?
mn: ‘This is mine, I am this, this is my self’?”

# mn109:16.11
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn109:16.12
source: “Tasmātiha, bhikkhave, yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā sabbaṃ rūpaṃ: ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: “So you should truly see any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> form—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# mn109:17.1
source: Yā kāci vedanā …
mn: You should truly see any kind of feeling …

# mn109:17.2
source: yā kāci saññā …
mn: perception …

# mn109:17.3
source: ye keci saṅkhārā …
mn: choices …

# mn109:17.4
source: yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā sabbaṃ viññāṇaṃ: ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near, <em>all</em> consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# mn109:17.5
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi nibbindati, saññāyapi nibbindati, saṅkhāresupi nibbindati, viññāṇasmimpi nibbindati;
mn: Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness.

# mn109:18.1
source: nibbindaṃ virajjati, virāgā vimuccati. Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
mn: Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed.

# mn109:18.2
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”

# mn109:18.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn109:18.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.

# mn109:18.5
source: Imasmiñca pana veyyākaraṇasmiṃ bhaññamāne saṭṭhimattānaṃ bhikkhūnaṃ anupādāya āsavehi cittāni vimucciṃsūti.
mn: And while this discourse was being spoken, the minds of sixty mendicants were freed from defilements by not grasping.
