Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn111.po
Languages: mn

# mn111:0.1
source: Majjhima Nikāya 111
mn: Middle Discourses 111

# mn111:0.2
source: Anupadasutta
mn: One by One

# mn111:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn111:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn111:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn111:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn111:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn111:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn111:2.1
source: “Paṇḍito, bhikkhave, sāriputto;
mn: “Sāriputta is astute, mendicants.

# mn111:2.2
source: mahāpañño, bhikkhave, sāriputto;
mn: He has great wisdom,

# mn111:2.3
source: puthupañño, bhikkhave, sāriputto;
mn: widespread wisdom,

# mn111:2.4
source: hāsapañño, bhikkhave, sāriputto;
mn: laughing wisdom,

# mn111:2.5
source: javanapañño, bhikkhave, sāriputto;
mn: swift wisdom,

# mn111:2.6
source: tikkhapañño, bhikkhave, sāriputto;
mn: sharp wisdom,

# mn111:2.7
source: nibbedhikapañño, bhikkhave, sāriputto;
mn: and penetrating wisdom.

# mn111:2.8
source: sāriputto, bhikkhave, aḍḍhamāsaṃ anupadadhammavipassanaṃ vipassati.
mn: For a fortnight he practiced discernment of phenomena one by one.

# mn111:2.9
source: Tatridaṃ, bhikkhave, sāriputtassa anupadadhammavipassanāya hoti.
mn: And this is how he did it.

# mn111:3.1
source: Idha, bhikkhave, sāriputto vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Quite secluded from sensual pleasures, secluded from unskillful qualities, he entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn111:4.1
source: Ye ca paṭhame jhāne dhammā vitakko ca vicāro ca pīti ca sukhañca cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti.
mn: And he distinguished the phenomena in the first absorption one by one: placing and keeping and rapture and bliss and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and attention.

# mn111:4.2
source: Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
mn: He knew those phenomena as they arose, as they remained, and as they went away.

# mn111:4.3
source: So evaṃ pajānāti:
mn: He understood:

# mn111:4.4
source: ‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti.
mn: ‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’

# mn111:4.5
source: So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati.
mn: And he meditated without attraction or repulsion for those phenomena; independent, untied, liberated, detached, his mind free of limits.

# mn111:4.6
source: So ‘atthi uttari nissaraṇan’ti pajānāti.
mn: He understood: ‘There is an escape beyond.’

# mn111:4.7
source: Tabbahulīkārā atthitvevassa hoti. (1)
mn: And by repeated practice he knew for sure that there is.

# mn111:5.1
source: Puna caparaṃ, bhikkhave, sāriputto vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, as the placing of the mind and keeping it connected were stilled, he entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn111:6.1
source: Ye ca dutiye jhāne dhammā—ajjhattaṃ sampasādo ca pīti ca sukhañca cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti.
mn: And he distinguished the phenomena in the second absorption one by one: internal confidence and rapture and bliss and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and attention.

# mn111:6.2
source: Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
mn: He knew those phenomena as they arose, as they remained, and as they went away.

# mn111:6.3
source: So evaṃ pajānāti:
mn: He understood:

# mn111:6.4
source: ‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti.
mn: ‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’

# mn111:6.5
source: So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati.
mn: And he meditated without attraction or repulsion for those phenomena; independent, untied, liberated, detached, his mind free of limits.

# mn111:6.6
source: So ‘atthi uttari nissaraṇan’ti pajānāti.
mn: He understood: ‘There is an escape beyond.’

# mn111:6.7
source: Tabbahulīkārā atthitvevassa hoti. (2)
mn: And by repeated practice he knew for sure that there is.

# mn111:7.1
source: Puna caparaṃ, bhikkhave, sāriputto pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti. Yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, with the fading away of rapture, he entered and remained in the third absorption, where he meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn111:8.1
source: Ye ca tatiye jhāne dhammā—sukhañca sati ca sampajaññañca cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—
mn: And he distinguished the phenomena in the third absorption one by one: bliss and mindfulness and awareness and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and attention.

# mn111:8.2
source: tyāssa dhammā anupadavavatthitā honti, tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
mn: He knew those phenomena as they arose, as they remained, and as they went away.

# mn111:8.3
source: So evaṃ pajānāti:
mn: He understood:

# mn111:8.4
source: ‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti.
mn: ‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’

# mn111:8.5
source: So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati.
mn: And he meditated without attraction or repulsion for those phenomena; independent, untied, liberated, detached, his mind free of limits.

# mn111:8.6
source: So ‘atthi uttari nissaraṇan’ti pajānāti.
mn: He understood: ‘There is an escape beyond.’

# mn111:8.7
source: Tabbahulīkārā atthitvevassa hoti. (3)
mn: And by repeated practice he knew for sure that there is.

# mn111:9.1
source: Puna caparaṃ, bhikkhave, sāriputto sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, with the giving up of pleasure and pain, and the ending of former happiness and sadness, he entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn111:10.1
source: Ye ca catutthe jhāne dhammā—upekkhā adukkhamasukhā vedanā passaddhattā cetaso anābhogo satipārisuddhi cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti.
mn: And he distinguished the phenomena in the fourth absorption one by one: equanimity and neutral feeling and mental unconcern due to tranquility and pure mindfulness and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and attention.

# mn111:10.2
source: Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
mn: He knew those phenomena as they arose, as they remained, and as they went away.

# mn111:10.3
source: So evaṃ pajānāti:
mn: He understood:

# mn111:10.4
source: ‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti.
mn: ‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’

# mn111:10.5
source: So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati.
mn: And he meditated without attraction or repulsion for those phenomena; independent, untied, liberated, detached, his mind free of limits.

# mn111:10.6
source: So ‘atthi uttari nissaraṇan’ti pajānāti.
mn: He understood: ‘There is an escape beyond.’

# mn111:10.7
source: Tabbahulīkārā atthitvevassa hoti. (4)
mn: And by repeated practice he knew for sure that there is.

# mn111:11.1
source: Puna caparaṃ, bhikkhave, sāriputto sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.
mn: Furthermore, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, he entered and remained in the dimension of infinite space.

# mn111:12.1
source: Ye ca ākāsānañcāyatane dhammā—ākāsānañcāyatanasaññā ca cittekaggatā ca phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti.
mn: And he distinguished the phenomena in the dimension of infinite space one by one: the perception of the dimension of infinite space and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and attention.

# mn111:12.2
source: Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
mn: He knew those phenomena as they arose, as they remained, and as they went away.

# mn111:12.3
source: So evaṃ pajānāti:
mn: He understood:

# mn111:12.4
source: ‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti.
mn: ‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’

# mn111:12.5
source: So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati.
mn: And he meditated without attraction or repulsion for those phenomena; independent, untied, liberated, detached, his mind free of limits.

# mn111:12.6
source: So ‘atthi uttari nissaraṇan’ti pajānāti.
mn: He understood: ‘There is an escape beyond.’

# mn111:12.7
source: Tabbahulīkārā atthitvevassa hoti. (5)
mn: And by repeated practice he knew for sure that there is.

# mn111:13.1
source: Puna caparaṃ, bhikkhave, sāriputto sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.
mn: Furthermore, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, he entered and remained in the dimension of infinite consciousness.

# mn111:14.1
source: Ye ca viññāṇañcāyatane dhammā—viññāṇañcāyatanasaññā ca cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti.
mn: And he distinguished the phenomena in the dimension of infinite consciousness one by one: the perception of the dimension of infinite consciousness and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and attention.

# mn111:14.2
source: Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
mn: He knew those phenomena as they arose, as they remained, and as they went away.

# mn111:14.3
source: So evaṃ pajānāti:
mn: He understood:

# mn111:14.4
source: ‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti.
mn: ‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’

# mn111:14.5
source: So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati.
mn: And he meditated without attraction or repulsion for those phenomena; independent, untied, liberated, detached, his mind free of limits.

# mn111:14.6
source: So ‘atthi uttari nissaraṇan’ti pajānāti.
mn: He understood: ‘There is an escape beyond.’

# mn111:14.7
source: Tabbahulīkārā atthitvevassa hoti. (6)
mn: And by repeated practice he knew for sure that there is.

# mn111:15.1
source: Puna caparaṃ, bhikkhave, sāriputto sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.
mn: Furthermore, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, he entered and remained in the dimension of nothingness.

# mn111:16.1
source: Ye ca ākiñcaññāyatane dhammā—ākiñcaññāyatanasaññā ca cittekaggatā ca, phasso vedanā saññā cetanā cittaṃ chando adhimokkho vīriyaṃ sati upekkhā manasikāro—tyāssa dhammā anupadavavatthitā honti.
mn: And he distinguished the phenomena in the dimension of nothingness one by one: the perception of the dimension of nothingness and unification of mind; contact, feeling, perception, intention, mind, enthusiasm, decision, energy, mindfulness, equanimity, and attention.

# mn111:16.2
source: Tyāssa dhammā viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
mn: He knew those phenomena as they arose, as they remained, and as they went away.

# mn111:16.3
source: So evaṃ pajānāti:
mn: He understood:

# mn111:16.4
source: ‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti.
mn: ‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’

# mn111:16.5
source: So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati.
mn: And he meditated without attraction or repulsion for those phenomena; independent, untied, liberated, detached, his mind free of limits.

# mn111:16.6
source: So ‘atthi uttari nissaraṇan’ti pajānāti.
mn: He understood: ‘There is an escape beyond.’

# mn111:16.7
source: Tabbahulīkārā atthitvevassa hoti. (7)
mn: And by repeated practice he knew for sure that there is.

# mn111:17.1
source: Puna caparaṃ, bhikkhave, sāriputto sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati.
mn: Furthermore, going totally beyond the dimension of nothingness, he entered and remained in the dimension of neither perception nor non-perception.

# mn111:18.1
source: So tāya samāpattiyā sato vuṭṭhahati.
mn: And he emerged from that attainment with mindfulness.

# mn111:18.2
source: So tāya samāpattiyā sato vuṭṭhahitvā ye dhammā atītā niruddhā vipariṇatā te dhamme samanupassati:
mn: Then he contemplated the phenomena in that attainment that had passed, ceased, and perished:

# mn111:18.3
source: ‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti.
mn: ‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’

# mn111:18.4
source: So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati.
mn: And he meditated without attraction or repulsion for those phenomena; independent, untied, liberated, detached, his mind free of limits.

# mn111:18.5
source: So ‘atthi uttari nissaraṇan’ti pajānāti.
mn: He understood: ‘There is an escape beyond.’

# mn111:18.6
source: Tabbahulīkārā atthitvevassa hoti. (8)
mn: And by repeated practice he knew for sure that there is.

# mn111:19.1
source: Puna caparaṃ, bhikkhave, sāriputto sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati. Paññāya cassa disvā āsavā parikkhīṇā honti.
mn: Furthermore, going totally beyond the dimension of neither perception nor non-perception, he entered and remained in the cessation of perception and feeling. And, having seen with wisdom, his defilements came to an end.

# mn111:20.1
source: So tāya samāpattiyā sato vuṭṭhahati.
mn: And he emerged from that attainment with mindfulness.

# mn111:20.2
source: So tāya samāpattiyā sato vuṭṭhahitvā ye dhammā atītā niruddhā vipariṇatā te dhamme samanupassati:
mn: Then he contemplated the phenomena in that attainment that had passed, ceased, and perished:

# mn111:20.3
source: ‘evaṃ kirame dhammā ahutvā sambhonti, hutvā paṭiventī’ti.
mn: ‘So it seems that these phenomena, not having been, come to be; and having come to be, they flit away.’

# mn111:20.4
source: So tesu dhammesu anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharati.
mn: And he meditated without attraction or repulsion for those phenomena; independent, untied, liberated, detached, his mind free of limits.

# mn111:20.5
source: So ‘natthi uttari nissaraṇan’ti pajānāti.
mn: He understood: ‘There is no escape beyond.’

# mn111:20.6
source: Tabbahulīkārā natthi tvevassa hoti.
mn: And by repeated practice he knew for sure that there is not.

# mn111:21.1
source: Yaṃ kho taṃ, bhikkhave, sammā vadamāno vadeyya:
mn: And if there’s anyone of whom it may be rightly said that

# mn111:21.2
source: ‘vasippatto pāramippatto ariyasmiṃ sīlasmiṃ, vasippatto pāramippatto ariyasmiṃ samādhismiṃ, vasippatto pāramippatto ariyāya paññāya, vasippatto pāramippatto ariyāya vimuttiyā’ti, sāriputtameva taṃ sammā vadamāno vadeyya:
mn: they have attained mastery and perfection in noble ethics, immersion, wisdom, and freedom, it’s Sāriputta.

# mn111:22.1
source: Yaṃ kho taṃ, bhikkhave, sammā vadamāno vadeyya:
mn: And if there’s anyone of whom it may be rightly said that

# mn111:22.2
source: ‘bhagavato putto oraso mukhato jāto dhammajo dhammanimmito dhammadāyādo no āmisadāyādo’ti, sāriputtameva taṃ sammā vadamāno vadeyya:
mn: they’re the Buddha’s true-born child, born from his mouth, born of the teaching, created by the teaching, heir to the teaching, not the heir in material things, it’s Sāriputta.

# mn111:23.1
source: Sāriputto, bhikkhave, tathāgatena anuttaraṃ dhammacakkaṃ pavattitaṃ sammadeva anuppavattetī”ti.
mn: Sāriputta rightly keeps rolling the supreme Wheel of Dhamma that was rolled forth by the Realized One.”

# mn111:23.2
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn111:23.3
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
