Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn119.po
Languages: mn

# mn119:22.3
source: evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, antogadhāvāssa kusalā dhammā ye keci vijjābhāgiyā.
mn: In the same way, anyone who has developed and cultivated mindfulness of the body includes all of the skillful qualities that play a part in realization.

# mn119:23.1
source: Yassa kassaci, bhikkhave, kāyagatāsati abhāvitā abahulīkatā, labhati tassa māro otāraṃ, labhati tassa māro ārammaṇaṃ.
mn: When a mendicant has not developed or cultivated mindfulness of the body, Māra finds a vulnerability and gets hold of them.

# mn119:23.2
source: Seyyathāpi, bhikkhave, puriso garukaṃ silāguḷaṃ allamattikāpuñje pakkhipeyya.
mn: Suppose a person were to throw a heavy stone ball on a mound of wet clay.

# mn119:23.3
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn119:23.4
source: api nu taṃ garukaṃ silāguḷaṃ allamattikāpuñje labhetha otāran”ti?
mn: Would that heavy stone ball find an entry into that mound of wet clay?”

# mn119:23.5
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn119:23.6
source: “Evameva kho, bhikkhave, yassa kassaci kāyagatāsati abhāvitā abahulīkatā, labhati tassa māro otāraṃ, labhati tassa māro ārammaṇaṃ.
mn: “In the same way, when a mendicant has not developed or cultivated mindfulness of the body, Māra finds a vulnerability and gets hold of them.

# mn119:24.1
source: Seyyathāpi, bhikkhave, sukkhaṃ kaṭṭhaṃ koḷāpaṃ;
mn: Suppose there was a dried up, withered log.

# mn119:24.2
source: atha puriso āgaccheyya uttarāraṇiṃ ādāya:
mn: Then a person comes along with a drill-stick, thinking

# mn119:24.3
source: ‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.
mn: to light a fire and produce heat.

# mn119:24.4
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn119:24.5
source: api nu so puriso amuṃ sukkhaṃ kaṭṭhaṃ koḷāpaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?
mn: By drilling the stick against that dried up, withered log on dry land far from water, could they light a fire and produce heat?”

# mn119:24.6
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn119:24.7
source: “Evameva kho, bhikkhave, yassa kassaci kāyagatāsati abhāvitā abahulīkatā, labhati tassa māro otāraṃ, labhati tassa māro ārammaṇaṃ.
mn: “In the same way, when a mendicant has not developed or cultivated mindfulness of the body, Māra finds a vulnerability and gets hold of them.

# mn119:24.8
source: Seyyathāpi, bhikkhave, udakamaṇiko ritto tuccho ādhāre ṭhapito;
mn: Suppose a water jar was placed on a stand, empty and hollow.

# mn119:24.9
source: atha puriso āgaccheyya udakabhāraṃ ādāya.
mn: Then a person comes along with a load of water.

# mn119:24.10
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn119:24.11
source: api nu so puriso labhetha udakassa nikkhepanan”ti?
mn: Could that person pour water into the jar?”

# mn119:24.12
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn119:24.13
source: “Evameva kho, bhikkhave, yassa kassaci kāyagatāsati abhāvitā abahulīkatā, labhati tassa māro otāraṃ, labhati tassa māro ārammaṇaṃ.
mn: “In the same way, when a mendicant has not developed or cultivated mindfulness of the body, Māra finds a vulnerability and gets hold of them.

# mn119:26.1
source: Yassa kassaci, bhikkhave, kāyagatāsati bhāvitā bahulīkatā, na tassa labhati māro otāraṃ, na tassa labhati māro ārammaṇaṃ.
mn: When a mendicant has developed and cultivated mindfulness of the body, Māra cannot find a vulnerability and doesn’t get hold of them.

# mn119:28.1
source: Seyyathāpi, bhikkhave, puriso lahukaṃ suttaguḷaṃ sabbasāramaye aggaḷaphalake pakkhipeyya.
mn: Suppose a person were to throw a light ball of string at a door-panel made entirely of hardwood.

# mn119:28.2
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn119:28.3
source: api nu so puriso taṃ lahukaṃ suttaguḷaṃ sabbasāramaye aggaḷaphalake labhetha otāran”ti?
mn: Would that light ball of string find an entry into that door-panel made entirely of hardwood?”

# mn119:28.4
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn119:28.5
source: “Evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, na tassa labhati māro otāraṃ, na tassa labhati māro ārammaṇaṃ.
mn: “In the same way, when a mendicant has developed and cultivated mindfulness of the body, Māra cannot find a vulnerability and doesn’t get hold of them.

# mn119:27.1
source: Seyyathāpi, bhikkhave, allaṃ kaṭṭhaṃ sasnehaṃ;
mn: Suppose there was a green, sappy log.

# mn119:27.2
source: atha puriso āgaccheyya uttarāraṇiṃ ādāya:
mn: Then a person comes along with a drill-stick, thinking

# mn119:27.3
source: ‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.
mn: to light a fire and produce heat.

# mn119:27.4
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn119:27.5
source: api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?
mn: By drilling the stick against that green, sappy log on dry land far from water, could they light a fire and produce heat?”

# mn119:27.6
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn119:27.7
source: “Evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, na tassa labhati māro otāraṃ, na tassa labhati māro ārammaṇaṃ.
mn: “In the same way, when a mendicant has developed and cultivated mindfulness of the body, Māra cannot find a vulnerability and doesn’t get hold of them.

# mn119:27.8
source: Seyyathāpi, bhikkhave, udakamaṇiko pūro udakassa samatittiko kākapeyyo ādhāre ṭhapito;
mn: Suppose a water jar was placed on a stand, full to the brim so a crow could drink from it.

# mn119:27.9
source: atha puriso āgaccheyya udakabhāraṃ ādāya.
mn: Then a person comes along with a load of water.

# mn119:27.10
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn119:27.11
source: api nu so puriso labhetha udakassa nikkhepanan”ti?
mn: Could that person pour water into the jar?”

# mn119:27.12
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn119:27.13
source: “Evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, na tassa labhati māro otāraṃ, na tassa labhati māro ārammaṇaṃ.
mn: “In the same way, when a mendicant has developed and cultivated mindfulness of the body, Māra cannot find a vulnerability and doesn’t get hold of them.

# mn119:29.1
source: Yassa kassaci, bhikkhave, kāyagatāsati bhāvitā bahulīkatā, so yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane.
mn: When a mendicant has developed and cultivated mindfulness of the body, they become capable of realizing anything that can be realized by insight to which they extend the mind, in each and every case.

# mn119:30.1
source: Seyyathāpi, bhikkhave, udakamaṇiko pūro udakassa samatittiko kākapeyyo ādhāre ṭhapito.
mn: Suppose a water jar was placed on a stand, full to the brim so a crow could drink from it.

# mn119:30.2
source: Tamenaṃ balavā puriso yato yato āviñcheyya, āgaccheyya udakan”ti?
mn: If a strong man was to pour it on any side, would water pour out?”

# mn119:30.3
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn119:30.4
source: “Evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā so, yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane.
mn: “In the same way, when a mendicant has developed and cultivated mindfulness of the body, they become capable of realizing anything that can be realized by insight to which they extend the mind, in each and every case.

# mn119:30.5
source: Seyyathāpi, bhikkhave, same bhūmibhāge caturassā pokkharaṇī assa āḷibandhā pūrā udakassa samatittikā kākapeyyā.
mn: Suppose there was a square, walled lotus pond on level ground, full to the brim so a crow could drink from it.

# mn119:30.6
source: Tamenaṃ balavā puriso yato yato āḷiṃ muñceyya āgaccheyya udakan”ti?
mn: If a strong man was to open the wall on any side, would water pour out?”

# mn119:30.7
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn119:30.8
source: “Evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, so yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane.
mn: “In the same way, when a mendicant has developed and cultivated mindfulness of the body, they become capable of realizing anything that can be realized by insight to which they extend the mind, in each and every case.

# mn119:30.9
source: Seyyathāpi, bhikkhave, subhūmiyaṃ catumahāpathe ājaññaratho yutto assa ṭhito odhastapatodo;
mn: Suppose a chariot stood harnessed to thoroughbreds at a level crossroads, with a goad ready.

# mn119:30.10
source: tamenaṃ dakkho yoggācariyo assadammasārathi abhiruhitvā vāmena hatthena rasmiyo gahetvā dakkhiṇena hatthena patodaṃ gahetvā yenicchakaṃ yadicchakaṃ sāreyyāpi paccāsāreyyāpi;
mn: Then a deft horse trainer, a master charioteer, might mount the chariot, taking the reins in his right hand and goad in the left. He’d drive out and back wherever he wishes, whenever he wishes.

# mn119:30.11
source: evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, so yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane.
mn: In the same way, when a mendicant has developed and cultivated mindfulness of the body, they become capable of realizing anything that can be realized by insight to which they extend the mind, in each and every case.

# mn119:32.1
source: Kāyagatāya, bhikkhave, satiyā āsevitāya bhāvitāya bahulīkatāya yānīkatāya vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya dasānisaṃsā pāṭikaṅkhā.
mn: You can expect ten benefits when mindfulness of the body has been cultivated, developed, and practiced, made a vehicle and a basis, kept up, consolidated, and properly implemented.

# mn119:33.1
source: Aratiratisaho hoti, na ca taṃ arati sahati, uppannaṃ aratiṃ abhibhuyya viharati. (1)
mn: They prevail over desire and discontent, and live having mastered desire and discontent whenever they arose.

# mn119:34.1
source: Bhayabheravasaho hoti, na ca taṃ bhayabheravaṃ sahati, uppannaṃ bhayabheravaṃ abhibhuyya viharati. (2)
mn: They prevail over fear and dread, and live having mastered fear and dread whenever they arose.

# mn119:35.1
source: Khamo hoti sītassa uṇhassa jighacchāya pipāsāya ḍaṃsamakasavātātapasarīsapasamphassānaṃ duruttānaṃ durāgatānaṃ vacanapathānaṃ, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti. (3)
mn: They endure cold, heat, hunger, and thirst; the touch of flies, mosquitoes, wind, sun, and reptiles; rude and unwelcome criticism; and put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.

# mn119:36.1
source: Catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. (4)
mn: They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.

# mn119:37.1
source: So anekavihitaṃ iddhividhaṃ paccānubhoti. Ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti, āvibhāvaṃ … pe … yāva brahmalokāpi kāyena vasaṃ vatteti. (5)
mn: They wield the many kinds of psychic power: multiplying themselves and becoming one again … They control the body as far as the Brahmā realm.

# mn119:38.1
source: Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca, ye dūre santike ca … pe …. (6)
mn: With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far. …

# mn119:39.1
source: Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti. Sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti, vītarāgaṃ vā cittaṃ … pe … sadosaṃ vā cittaṃ … vītadosaṃ vā cittaṃ … samohaṃ vā cittaṃ … vītamohaṃ vā cittaṃ … saṅkhittaṃ vā cittaṃ … vikkhittaṃ vā cittaṃ … mahaggataṃ vā cittaṃ … amahaggataṃ vā cittaṃ … sauttaraṃ vā cittaṃ … anuttaraṃ vā cittaṃ … samāhitaṃ vā cittaṃ … asamāhitaṃ vā cittaṃ … vimuttaṃ vā cittaṃ … avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. (7)
mn: They understand the minds of other beings and individuals, having comprehended them with their own mind. …

# mn119:40.1
source: So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. (8)
mn: They recollect many kinds of past lives, with features and details.

# mn119:41.1
source: Dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. (9)
mn: With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.

# mn119:42.1
source: Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. (10)
mn: They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# mn119:43.1
source: Kāyagatāya, bhikkhave, satiyā āsevitāya bhāvitāya bahulīkatāya yānīkatāya vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya ime dasānisaṃsā pāṭikaṅkhā”ti.
mn: You can expect these ten benefits when mindfulness of the body has been cultivated, developed, and practiced, made a vehicle and a basis, kept up, consolidated, and properly implemented.”

# mn119:43.2
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn119:43.3
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
