Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn119.po
Languages: mn

# mn119:0.1
source: Majjhima Nikāya 119
mn: Middle Discourses 119

# mn119:0.2
source: Kāyagatāsatisutta
mn: Mindfulness of the Body

# mn119:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn119:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn119:2.1
source: Atha kho sambahulānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ upaṭṭhānasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:
mn: Then after the meal, on return from alms-round, several senior mendicants sat together in the pavilion and this discussion came up among them.

# mn119:2.2
source: “acchariyaṃ, āvuso, abbhutaṃ, āvuso.
mn: “It’s incredible, reverends, it’s amazing,

# mn119:2.3
source: Yāvañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena kāyagatāsati bhāvitā bahulīkatā mahapphalā vuttā mahānisaṃsā”ti.
mn: how the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha has said that mindfulness of the body, when developed and cultivated, is very fruitful and beneficial.”

# mn119:2.4
source: Ayañca hidaṃ tesaṃ bhikkhūnaṃ antarākathā vippakatā hoti, atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
mn: But their conversation was left unfinished when the Buddha came out of retreat and went to the pavilion. He sat on the seat spread out

# mn119:2.5
source: Nisajja kho bhagavā bhikkhū āmantesi:
mn: and addressed the mendicants,

# mn119:2.6
source: “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti?
mn: “Mendicants, what were you sitting talking about just now? What conversation was unfinished?”

# mn119:2.7
source: “Idha, bhante, amhākaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ upaṭṭhānasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:
mn: So the mendicants told him what they had been talking about when the Buddha arrived. The Buddha said:

# mn119:3.1
source: “Kathaṃ bhāvitā ca, bhikkhave, kāyagatāsati kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā?
mn: “And how, mendicants, is mindfulness of the body developed and cultivated to be very fruitful and beneficial?

# mn119:4.1
source: Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
mn: It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut. They sit down cross-legged, with their body straight, and establish mindfulness right there.

# mn119:4.2
source: So satova assasati satova passasati;
mn: Just mindful, they breathe in. Mindful, they breathe out.

# mn119:4.3
source: dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti;
mn: When breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’

# mn119:4.4
source: rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti;
mn: When breathing in lightly they know: ‘I’m breathing in lightly.’ When breathing out lightly they know: ‘I’m breathing out lightly.’

# mn119:4.5
source: ‘sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati;
mn: They practice breathing in experiencing the whole body. They practice breathing out experiencing the whole body.

# mn119:4.6
source: ‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati.
mn: They practice breathing in stilling the body’s motion. They practice breathing out stilling the body’s motion.

# mn119:4.7
source: Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.
mn: As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up.

# mn119:4.8
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn119:4.9
source: Evaṃ, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (1)
mn: That’s how a mendicant develops mindfulness of the body.

# mn119:5.1
source: Puna caparaṃ, bhikkhave, bhikkhu gacchanto vā ‘gacchāmī’ti pajānāti, ṭhito vā ‘ṭhitomhī’ti pajānāti, nisinno vā ‘nisinnomhī’ti pajānāti, sayāno vā ‘sayānomhī’ti pajānāti.
mn: Furthermore, when a mendicant is walking they know ‘I am walking’. When standing they know ‘I am standing’. When sitting they know ‘I am sitting’. And when lying down they know ‘I am lying down’.

# mn119:5.2
source: Yathā yathā vā panassa kāyo paṇihito hoti tathā tathā naṃ pajānāti.
mn: Whatever posture their body is in, they know it.

# mn119:5.3
source: Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.
mn: As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up.

# mn119:5.4
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn119:5.5
source: Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (2)
mn: That too is how a mendicant develops mindfulness of the body.

# mn119:6.1
source: Puna caparaṃ, bhikkhave, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.
mn: Furthermore, a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.

# mn119:6.2
source: Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.
mn: As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up.

# mn119:6.3
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn119:6.4
source: Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (3)
mn: That too is how a mendicant develops mindfulness of the body.

# mn119:7.1
source: Puna caparaṃ, bhikkhave, bhikkhu imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati:
mn: Furthermore, a mendicant examines their own body, up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth.

# mn119:7.2
source: ‘atthi imasmiṃ kāye kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttan’ti.
mn: ‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’

# mn119:7.3
source: Seyyathāpi, bhikkhave, ubhatomukhā putoḷi pūrā nānāvihitassa dhaññassa, seyyathidaṃ—
mn: It’s as if there were a bag with openings at both ends, filled with various kinds of grains, such as

# mn119:7.4
source: sālīnaṃ vīhīnaṃ muggānaṃ māsānaṃ tilānaṃ taṇḍulānaṃ,
mn: fine rice, wheat, mung beans, peas, sesame, and ordinary rice.

# mn119:7.5
source: tamenaṃ cakkhumā puriso muñcitvā paccavekkheyya:
mn: And someone with good eyesight were to open it and examine the contents:

# mn119:7.6
source: ‘ime sālī ime vīhī ime muggā ime māsā ime tilā ime taṇḍulā’ti;
mn: ‘These grains are fine rice, these are wheat, these are mung beans, these are peas, these are sesame, and these are ordinary rice.’

# mn119:7.7
source: evameva kho, bhikkhave, bhikkhu imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati:
mn: In the same way, a mendicant examines their own body, up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. …

# mn119:7.9
source: Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.
mn: As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up.

# mn119:7.10
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn119:7.11
source: Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (4)
mn: That too is how a mendicant develops mindfulness of the body.

# mn119:8.1
source: Puna caparaṃ, bhikkhave, bhikkhu imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ dhātuso paccavekkhati:
mn: Furthermore, a mendicant examines their own body, whatever its placement or posture, according to the elements:

# mn119:8.2
source: ‘atthi imasmiṃ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti.
mn: ‘In this body there is the earth element, the water element, the fire element, and the air element.’

# mn119:8.3
source: Seyyathāpi, bhikkhave, dakkho goghātako vā goghātakantevāsī vā gāviṃ vadhitvā catumahāpathe bilaso vibhajitvā nisinno assa;
mn: It’s as if a deft butcher or butcher’s apprentice were to kill a cow and sit down at the crossroads with the meat cut into portions.

# mn119:8.4
source: evameva kho, bhikkhave, bhikkhu imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ dhātuso paccavekkhati:
mn: In the same way, a mendicant examines their own body, whatever its placement or posture, according to the elements:

# mn119:8.5
source: ‘atthi imasmiṃ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti.
mn: ‘In this body there is the earth element, the water element, the fire element, and the air element.’

# mn119:8.6
source: Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.
mn: As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up.

# mn119:8.7
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn119:8.8
source: Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (5)
mn: That too is how a mendicant develops mindfulness of the body.

# mn119:9.1
source: Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ ekāhamataṃ vā dvīhamataṃ vā tīhamataṃ vā uddhumātakaṃ vinīlakaṃ vipubbakajātaṃ.
mn: Furthermore, suppose a mendicant were to see a corpse discarded in a charnel ground. And it had been dead for one, two, or three days, bloated, livid, and festering.

# mn119:9.2
source: So imameva kāyaṃ upasaṃharati:
mn: They’d compare it with their own body:

# mn119:9.3
source: ‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti.
mn: ‘This body is also of that same nature, that same kind, and cannot go beyond that.’

# mn119:9.4
source: Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.
mn: As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up.

# mn119:9.5
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn119:9.6
source: Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (6)
mn: That too is how a mendicant develops mindfulness of the body.

# mn119:10.1
source: Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ kākehi vā khajjamānaṃ kulalehi vā khajjamānaṃ gijjhehi vā khajjamānaṃ kaṅkehi vā khajjamānaṃ sunakhehi vā khajjamānaṃ byagghehi vā khajjamānaṃ dīpīhi vā khajjamānaṃ siṅgālehi vā khajjamānaṃ vividhehi vā pāṇakajātehi khajjamānaṃ.
mn: Or suppose they were to see a corpse discarded in a charnel ground being devoured by crows, hawks, vultures, herons, dogs, tigers, leopards, jackals, and many kinds of little creatures.

# mn119:10.2
source: So imameva kāyaṃ upasaṃharati:
mn: They’d compare it with their own body:

# mn119:10.3
source: ‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti.
mn: ‘This body is also of that same nature, that same kind, and cannot go beyond that.’

# mn119:10.5
source: evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (7)
mn: That too is how a mendicant develops mindfulness of the body.

# mn119:11-14.1
source: Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ aṭṭhikasaṅkhalikaṃ samaṃsalohitaṃ nhārusambandhaṃ … pe …
mn: Furthermore, suppose they were to see a corpse discarded in a charnel ground, a skeleton with flesh and blood, held together by sinews …

# mn119:11-14.2
source: aṭṭhikasaṅkhalikaṃ nimmaṃsalohitamakkhitaṃ nhārusambandhaṃ … pe …
mn: A skeleton without flesh but smeared with blood, and held together by sinews …

# mn119:11-14.3
source: aṭṭhikasaṅkhalikaṃ apagatamaṃsalohitaṃ nhārusambandhaṃ … pe …
mn: A skeleton rid of flesh and blood, held together by sinews …

# mn119:11-14.4
source: aṭṭhikāni apagatasambandhāni disāvidisāvikkhittāni aññena hatthaṭṭhikaṃ aññena pādaṭṭhikaṃ aññena gopphakaṭṭhikaṃ aññena jaṅghaṭṭhikaṃ aññena ūruṭṭhikaṃ aññena kaṭiṭṭhikaṃ aññena phāsukaṭṭhikaṃ aññena piṭṭhiṭṭhikaṃ aññena khandhaṭṭhikaṃ aññena gīvaṭṭhikaṃ aññena hanukaṭṭhikaṃ aññena dantaṭṭhikaṃ aññena sīsakaṭāhaṃ.
mn: Bones without sinews scattered in every direction. Here a hand-bone, there a foot-bone, here a shin-bone, there a thigh-bone, here a hip-bone, there a rib-bone, here a back-bone, there an arm-bone, here a neck-bone, there a jaw-bone, here a tooth, there the skull …

# mn119:15-17.2
source: aṭṭhikāni setāni saṅkhavaṇṇapaṭibhāgāni … pe …
mn: White bones, the color of shells …

# mn119:15-17.3
source: aṭṭhikāni puñjakitāni terovassikāni … pe …
mn: Decrepit bones, heaped in a pile …

# mn119:15-17.4
source: aṭṭhikāni pūtīni cuṇṇakajātāni.
mn: Bones rotted and crumbled to powder.

# mn119:15-17.5
source: So imameva kāyaṃ upasaṃharati:
mn: They’d compare it with their own body:

# mn119:15-17.6
source: ‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti.
mn: ‘This body is also of that same nature, that same kind, and cannot go beyond that.’

# mn119:15-17.7
source: Tassa evaṃ appamattassa …
mn: As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up.

# mn119:15-17.8
source: pe …
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn119:15-17.9
source: evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (12–14.)
mn: That too is how a mendicant develops mindfulness of the body.

# mn119:18.1
source: Puna caparaṃ, bhikkhave, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn119:18.2
source: So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.
mn: They drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.

# mn119:18.3
source: Seyyathāpi, bhikkhave, dakkho nhāpako vā nhāpakantevāsī vā kaṃsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya, sāyaṃ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā phuṭā snehena na ca pagghariṇī;
mn: It’s like when a deft bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out.

# mn119:18.4
source: evameva kho, bhikkhave, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati; nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.
mn: In the same way, they drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.

# mn119:18.5
source: Tassa evaṃ appamattassa …
mn: As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up.

# mn119:18.6
source: pe …
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn119:18.7
source: evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (15)
mn: That too is how a mendicant develops mindfulness of the body.

# mn119:19.1
source: Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn119:19.2
source: So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati; nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.
mn: They drench, steep, fill, and spread their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion.

# mn119:19.3
source: Seyyathāpi, bhikkhave, udakarahado gambhīro ubbhidodako. Tassa nevassa puratthimāya disāya udakassa āyamukhaṃ na pacchimāya disāya udakassa āyamukhaṃ na uttarāya disāya udakassa āyamukhaṃ na dakkhiṇāya disāya udakassa āyamukhaṃ; devo ca na kālena kālaṃ sammā dhāraṃ anuppaveccheyya; atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa;
mn: It’s like a deep lake fed by spring water. There’s no inlet to the east, west, north, or south, and no rainfall to replenish it from time to time. But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake. There’s no part of the lake that’s not spread through with cool water.

# mn119:19.4
source: evameva kho, bhikkhave, bhikkhu imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.
mn: In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion.

# mn119:19.6
source: evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (16)
mn: That too is how a mendicant develops mindfulness of the body.

# mn119:20.1
source: Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption. They meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn119:20.2
source: So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.
mn: They drench, steep, fill, and spread their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture.

# mn119:20.3
source: Seyyathāpi, bhikkhave, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṃ uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa;
mn: It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. From the tip to the root they’re drenched, steeped, filled, and soaked with cool water. There’s no part of them that’s not soaked with cool water.

# mn119:20.4
source: evameva kho, bhikkhave, bhikkhu imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.
mn: In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture.

# mn119:20.6
source: evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (17)
mn: That too is how a mendicant develops mindfulness of the body.

# mn119:21.1
source: Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, a mendicant, giving up pleasure and pain, and ending former happiness and sadness, enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn119:21.2
source: So imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti; nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.
mn: They sit spreading their body through with pure bright mind. There’s no part of the body that’s not filled with pure bright mind.

# mn119:21.3
source: Seyyathāpi, bhikkhave, puriso odātena vatthena sasīsaṃ pārupitvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa;
mn: It’s like someone sitting wrapped from head to foot with white cloth. There’s no part of the body that’s not spread over with white cloth.

# mn119:21.4
source: evameva kho, bhikkhave, bhikkhu imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.
mn: In the same way, they sit spreading their body through with pure bright mind. There’s no part of the body that’s not filled with pure bright mind.

# mn119:21.5
source: Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.
mn: As they meditate like this—diligent, keen, and resolute—memories and thoughts of the lay life are given up.

# mn119:21.6
source: Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati, sannisīdati ekodi hoti samādhiyati.
mn: Their mind becomes stilled internally; it settles, unifies, and becomes immersed in samādhi.

# mn119:21.7
source: Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. (18)
mn: That too is how a mendicant develops mindfulness of the body.

# mn119:22.1
source: Yassa kassaci, bhikkhave, kāyagatāsati bhāvitā bahulīkatā, antogadhāvāssa kusalā dhammā ye keci vijjābhāgiyā.
mn: Anyone who has developed and cultivated mindfulness of the body includes all of the skillful qualities that play a part in realization.

# mn119:22.2
source: Seyyathāpi, bhikkhave, yassa kassaci mahāsamuddo cetasā phuṭo, antogadhāvāssa kunnadiyo yā kāci samuddaṅgamā;
mn: Anyone who brings into their mind the great ocean includes all of the streams that run down into it.
