Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn117.po
Languages: mn

# mn117:0.1
source: Majjhima Nikāya 117
mn: Middle Discourses 117

# mn117:0.2
source: Mahācattārīsakasutta
mn: The Great Forty

# mn117:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn117:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn117:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn117:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn117:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn117:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn117:2.1
source: “ariyaṃ vo, bhikkhave, sammāsamādhiṃ desessāmi saupanisaṃ saparikkhāraṃ.
mn: “Mendicants, I will teach you noble right immersion with its vital conditions and its prerequisites.

# mn117:2.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn117:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn117:2.4
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn117:3.1
source: “Katamo ca, bhikkhave, ariyo sammāsamādhi saupaniso saparikkhāro?
mn: “And what is noble right immersion with its vital conditions and its prerequisites?

# mn117:3.2
source: Seyyathidaṃ—sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati;
mn: They are: right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness.

# mn117:3.3
source: yā kho, bhikkhave, imehi sattahaṅgehi cittassa ekaggatā parikkhatā—
mn: Unification of mind with these seven factors as prerequisites

# mn117:3.4
source: ayaṃ vuccati, bhikkhave, ariyo sammāsamādhi saupaniso itipi, saparikkhāro itipi.
mn: is called noble right immersion with its vital conditions and also with its prerequisites.

# mn117:4.1
source: Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti.
mn: In this context, right view comes first.

# mn117:4.2
source: Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti?
mn: And how does right view come first?

# mn117:4.3
source: Micchādiṭṭhiṃ ‘micchādiṭṭhī’ti pajānāti, sammādiṭṭhiṃ ‘sammādiṭṭhī’ti pajānāti—sāssa hoti sammādiṭṭhi.
mn: When you understand wrong view as wrong view and right view as right view, that’s your right view.

# mn117:5.1
source: Katamā ca, bhikkhave, micchādiṭṭhi?
mn: And what is wrong view?

# mn117:5.2
source: ‘Natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti—
mn: ‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There are no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’

# mn117:5.3
source: ayaṃ, bhikkhave, micchādiṭṭhi.
mn: This is wrong view.

# mn117:6.1
source: Katamā ca, bhikkhave, sammādiṭṭhi?
mn: And what is right view?

# mn117:6.2
source: Sammādiṭṭhimpahaṃ, bhikkhave, dvāyaṃ vadāmi—
mn: Right view is twofold, I say.

# mn117:6.3
source: atthi, bhikkhave, sammādiṭṭhi sāsavā puññabhāgiyā upadhivepakkā;
mn: There is right view that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.

# mn117:6.4
source: atthi, bhikkhave, sammādiṭṭhi ariyā anāsavā lokuttarā maggaṅgā.
mn: And there is right view that is noble, undefiled, transcendent, a factor of the path.

# mn117:7.1
source: Katamā ca, bhikkhave, sammādiṭṭhi sāsavā puññabhāgiyā upadhivepakkā?
mn: And what is right view that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment?

# mn117:7.2
source: ‘Atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti—
mn: ‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are duties to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’

# mn117:7.3
source: ayaṃ, bhikkhave, sammādiṭṭhi sāsavā puññabhāgiyā upadhivepakkā.
mn: This is right view that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.

# mn117:8.1
source: Katamā ca, bhikkhave, sammādiṭṭhi ariyā anāsavā lokuttarā maggaṅgā?
mn: And what is right view that is noble, undefiled, transcendent, a factor of the path?

# mn117:8.2
source: Yā kho, bhikkhave, ariyacittassa anāsavacittassa ariyamaggasamaṅgino ariyamaggaṃ bhāvayato paññā paññindriyaṃ paññābalaṃ dhammavicayasambojjhaṅgo sammādiṭṭhi maggaṅgaṃ—
mn: It’s the wisdom—the faculty of wisdom, the power of wisdom, the awakening factor of investigation of principles, and right view as a factor of the path—in one of noble mind and undefiled mind, who possesses the noble path and develops the noble path.

# mn117:8.3
source: ayaṃ vuccati, bhikkhave, sammādiṭṭhi ariyā anāsavā lokuttarā maggaṅgā.
mn: This is called right view that is noble, undefiled, transcendent, a factor of the path.

# mn117:9.1
source: So micchādiṭṭhiyā pahānāya vāyamati, sammādiṭṭhiyā, upasampadāya, svāssa hoti sammāvāyāmo.
mn: They make an effort to give up wrong view and embrace right view: that’s their right effort.

# mn117:9.2
source: So sato micchādiṭṭhiṃ pajahati, sato sammādiṭṭhiṃ upasampajja viharati, sāssa hoti sammāsati.
mn: Mindfully they give up wrong view and take up right view: that’s their right mindfulness.

# mn117:9.3
source: Itiyime tayo dhammā sammādiṭṭhiṃ anuparidhāvanti anuparivattanti, seyyathidaṃ—sammādiṭṭhi, sammāvāyāmo, sammāsati.
mn: So these three things keep running and circling around right view, namely: right view, right effort, and right mindfulness.

# mn117:10.1
source: Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti.
mn: In this context, right view comes first.

# mn117:10.2
source: Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti?
mn: And how does right view come first?

# mn117:10.3
source: Micchāsaṅkappaṃ ‘micchāsaṅkappo’ti pajānāti, sammāsaṅkappaṃ ‘sammāsaṅkappo’ti pajānāti, sāssa hoti sammādiṭṭhi.
mn: When you understand wrong thought as wrong thought and right thought as right thought, that’s your right view.

# mn117:11.1
source: Katamo ca, bhikkhave, micchāsaṅkappo?
mn: And what is wrong thought?

# mn117:11.2
source: Kāmasaṅkappo, byāpādasaṅkappo, vihiṃsāsaṅkappo—
mn: Thoughts of sensuality, of malice, and of cruelty.

# mn117:11.3
source: ayaṃ, bhikkhave, micchāsaṅkappo.
mn: This is wrong thought.

# mn117:12.1
source: Katamo ca, bhikkhave, sammāsaṅkappo?
mn: And what is right thought?

# mn117:12.2
source: Sammāsaṅkappampahaṃ, bhikkhave, dvāyaṃ vadāmi—
mn: Right thought is twofold, I say.

# mn117:12.3
source: atthi, bhikkhave, sammāsaṅkappo sāsavo puññabhāgiyo upadhivepakko;
mn: There is right thought that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.

# mn117:12.4
source: atthi, bhikkhave, sammāsaṅkappo ariyo anāsavo lokuttaro maggaṅgo.
mn: And there is right thought that is noble, undefiled, transcendent, a factor of the path.

# mn117:13.1
source: Katamo ca, bhikkhave, sammāsaṅkappo sāsavo puññabhāgiyo upadhivepakko?
mn: And what is right thought that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment?

# mn117:13.2
source: Nekkhammasaṅkappo, abyāpādasaṅkappo, avihiṃsāsaṅkappo:
mn: Thoughts of renunciation, good will, and harmlessness.

# mn117:13.3
source: ‘ayaṃ, bhikkhave, sammāsaṅkappo sāsavo puññabhāgiyo upadhivepakko’.
mn: This is right thought that is accompanied by defilements.

# mn117:14.1
source: Katamo ca, bhikkhave, sammāsaṅkappo ariyo anāsavo lokuttaro maggaṅgo?
mn: And what is right thought that is noble, undefiled, transcendent, a factor of the path?

# mn117:14.2
source: Yo kho, bhikkhave, ariyacittassa anāsavacittassa ariyamaggasamaṅgino ariyamaggaṃ bhāvayato takko vitakko saṅkappo appanā byappanā cetaso abhiniropanā vacīsaṅkhāro—
mn: It’s the thinking—the placing of the mind, thought, applying, application, implanting of the mind, verbal processes—in one of noble mind and undefiled mind, who possesses the noble path and develops the noble path.

# mn117:14.3
source: ayaṃ, bhikkhave, sammāsaṅkappo ariyo anāsavo lokuttaro maggaṅgo.
mn: This is right thought that is noble.

# mn117:15.1
source: So micchāsaṅkappassa pahānāya vāyamati, sammāsaṅkappassa upasampadāya, svāssa hoti sammāvāyāmo.
mn: They make an effort to give up wrong thought and embrace right thought: that’s their right effort.

# mn117:15.2
source: So sato micchāsaṅkappaṃ pajahati, sato sammāsaṅkappaṃ upasampajja viharati; sāssa hoti sammāsati.
mn: Mindfully they give up wrong thought and take up right thought: that’s their right mindfulness.

# mn117:15.3
source: Itiyime tayo dhammā sammāsaṅkappaṃ anuparidhāvanti anuparivattanti, seyyathidaṃ—sammādiṭṭhi, sammāvāyāmo, sammāsati.
mn: So these three things keep running and circling around right thought, namely: right view, right effort, and right mindfulness.

# mn117:16.1
source: Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti.
mn: In this context, right view comes first.

# mn117:16.2
source: Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti?
mn: And how does right view come first?

# mn117:16.3
source: Micchāvācaṃ ‘micchāvācā’ti pajānāti, sammāvācaṃ ‘sammāvācā’ti pajānāti; sāssa hoti sammādiṭṭhi.
mn: When you understand wrong speech as wrong speech and right speech as right speech, that’s your right view.

# mn117:17.1
source: Katamā ca, bhikkhave, micchāvācā?
mn: And what is wrong speech?

# mn117:17.2
source: Musāvādo, pisuṇā vācā, pharusā vācā, samphappalāpo—
mn: Speech that’s false, divisive, harsh, or nonsensical.

# mn117:17.3
source: ayaṃ, bhikkhave, micchāvācā.
mn: This is wrong speech.

# mn117:18.1
source: Katamā ca, bhikkhave, sammāvācā?
mn: And what is right speech?

# mn117:18.2
source: Sammāvācampahaṃ, bhikkhave, dvāyaṃ vadāmi—
mn: Right speech is twofold, I say.

# mn117:18.3
source: atthi, bhikkhave, sammāvācā sāsavā puññabhāgiyā upadhivepakkā;
mn: There is right speech that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.

# mn117:18.4
source: atthi, bhikkhave, sammāvācā ariyā anāsavā lokuttarā maggaṅgā.
mn: And there is right speech that is noble, undefiled, transcendent, a factor of the path.

# mn117:19.1
source: Katamā ca, bhikkhave, sammāvācā sāsavā puññabhāgiyā upadhivepakkā?
mn: And what is right speech that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment?

# mn117:19.2
source: Musāvādā veramaṇī, pisuṇāya vācāya veramaṇī, pharusāya vācāya veramaṇī, samphappalāpā veramaṇī—
mn: The refraining from lying, divisive speech, harsh speech, and talking nonsense.

# mn117:19.3
source: ayaṃ, bhikkhave, sammāvācā sāsavā puññabhāgiyā upadhivepakkā.
mn: This is right speech that is accompanied by defilements.

# mn117:20.1
source: Katamā ca, bhikkhave, sammāvācā ariyā anāsavā lokuttarā maggaṅgā?
mn: And what is right speech that is noble, undefiled, transcendent, a factor of the path?

# mn117:20.2
source: Yā kho, bhikkhave, ariyacittassa anāsavacittassa ariyamaggasamaṅgino ariyamaggaṃ bhāvayato catūhi vacīduccaritehi ārati virati paṭivirati veramaṇī—
mn: It’s the desisting, abstaining, abstinence, and refraining from the four kinds of bad verbal conduct in one of noble mind and undefiled mind, who possesses the noble path and develops the noble path.

# mn117:20.3
source: ayaṃ, bhikkhave, sammāvācā ariyā anāsavā lokuttarā maggaṅgā.
mn: This is right speech that is noble.

# mn117:21.1
source: So micchāvācāya pahānāya vāyamati, sammāvācāya upasampadāya; svāssa hoti sammāvāyāmo.
mn: They make an effort to give up wrong speech and embrace right speech: that’s their right effort.

# mn117:21.2
source: So sato micchāvācaṃ pajahati, sato sammāvācaṃ upasampajja viharati; sāssa hoti sammāsati.
mn: Mindfully they give up wrong speech and take up right speech: that’s their right mindfulness.

# mn117:21.3
source: Itiyime tayo dhammā sammāvācaṃ anuparidhāvanti anuparivattanti, seyyathidaṃ—sammādiṭṭhi, sammāvāyāmo, sammāsati.
mn: So these three things keep running and circling around right speech, namely: right view, right effort, and right mindfulness.

# mn117:22.1
source: Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti.
mn: In this context, right view comes first.

# mn117:22.2
source: Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti?
mn: And how does right view come first?

# mn117:22.3
source: Micchākammantaṃ ‘micchākammanto’ti pajānāti, sammākammantaṃ ‘sammākammanto’ti pajānāti; sāssa hoti sammādiṭṭhi.
mn: When you understand wrong action as wrong action and right action as right action, that’s your right view.

# mn117:23.1
source: Katamo ca, bhikkhave, micchākammanto?
mn: And what is wrong action?

# mn117:23.2
source: Pāṇātipāto, adinnādānaṃ, kāmesumicchācāro—
mn: Killing living creatures, stealing, and sexual misconduct.

# mn117:23.3
source: ayaṃ, bhikkhave, micchākammanto.
mn: This is wrong action.

# mn117:24.1
source: Katamo ca, bhikkhave, sammākammanto?
mn: And what is right action?

# mn117:24.2
source: Sammākammantampahaṃ, bhikkhave, dvāyaṃ vadāmi—
mn: Right action is twofold, I say.

# mn117:24.3
source: atthi, bhikkhave, sammākammanto sāsavo puññabhāgiyo upadhivepakko;
mn: There is right action that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.

# mn117:24.4
source: atthi, bhikkhave, sammākammanto ariyo anāsavo lokuttaro maggaṅgo.
mn: And there is right action that is noble, undefiled, transcendent, a factor of the path.

# mn117:25.1
source: Katamo ca, bhikkhave, sammākammanto sāsavo puññabhāgiyo upadhivepakko?
mn: And what is right action that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment?

# mn117:25.2
source: Pāṇātipātā veramaṇī, adinnādānā veramaṇī, kāmesumicchācārā veramaṇī—
mn: Refraining from killing living creatures, stealing, and sexual misconduct.

# mn117:25.3
source: ayaṃ, bhikkhave, sammākammanto sāsavo puññabhāgiyo upadhivepakko.
mn: This is right action that is accompanied by defilements.

# mn117:26.1
source: Katamo ca, bhikkhave, sammākammanto ariyo anāsavo lokuttaro maggaṅgo?
mn: And what is right action that is noble, undefiled, transcendent, a factor of the path?

# mn117:26.2
source: Yā kho, bhikkhave, ariyacittassa anāsavacittassa ariyamaggasamaṅgino ariyamaggaṃ bhāvayato tīhi kāyaduccaritehi ārati virati paṭivirati veramaṇī—
mn: It’s the desisting, abstaining, abstinence, and refraining from the three kinds of bad bodily conduct in one of noble mind and undefiled mind, who possesses the noble path and develops the noble path.

# mn117:26.3
source: ayaṃ, bhikkhave, sammākammanto ariyo anāsavo lokuttaro maggaṅgo.
mn: This is right action that is noble.

# mn117:27.1
source: So micchākammantassa pahānāya vāyamati, sammākammantassa upasampadāya; svāssa hoti sammāvāyāmo.
mn: They make an effort to give up wrong action and embrace right action: that’s their right effort.

# mn117:27.2
source: So sato micchākammantaṃ pajahati, sato sammākammantaṃ upasampajja viharati; sāssa hoti sammāsati.
mn: Mindfully they give up wrong action and take up right action: that’s their right mindfulness.

# mn117:27.3
source: Itiyime tayo dhammā sammākammantaṃ anuparidhāvanti anuparivattanti, seyyathidaṃ—sammādiṭṭhi, sammāvāyāmo, sammāsati.
mn: So these three things keep running and circling around right action, namely: right view, right effort, and right mindfulness.

# mn117:28.1
source: Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti.
mn: In this context, right view comes first.

# mn117:28.2
source: Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti?
mn: And how does right view come first?

# mn117:28.3
source: Micchāājīvaṃ ‘micchāājīvo’ti pajānāti, sammāājīvaṃ ‘sammāājīvo’ti pajānāti; sāssa hoti sammādiṭṭhi.
mn: When you understand wrong livelihood as wrong livelihood and right livelihood as right livelihood, that’s your right view.

# mn117:29.1
source: Katamo ca, bhikkhave, micchāājīvo?
mn: And what is wrong livelihood?

# mn117:29.2
source: Kuhanā, lapanā, nemittikatā, nippesikatā, lābhena lābhaṃ nijigīsanatā—
mn: Deceit, flattery, hinting, and belittling, and using material possessions to pursue other material possessions.

# mn117:29.3
source: ayaṃ, bhikkhave, micchāājīvo.
mn: This is wrong livelihood.

# mn117:30.1
source: Katamo ca, bhikkhave, sammāājīvo?
mn: And what is right livelihood?

# mn117:30.2
source: Sammāājīvampahaṃ, bhikkhave, dvāyaṃ vadāmi—
mn: Right livelihood is twofold, I say.

# mn117:30.3
source: atthi, bhikkhave, sammāājīvo sāsavo puññabhāgiyo upadhivepakko;
mn: There is right livelihood that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.

# mn117:30.4
source: atthi, bhikkhave, sammāājīvo ariyo anāsavo lokuttaro maggaṅgo.
mn: And there is right livelihood that is noble, undefiled, transcendent, a factor of the path.

# mn117:31.1
source: Katamo ca, bhikkhave, sammāājīvo sāsavo puññabhāgiyo upadhivepakko?
mn: And what is right livelihood that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment?

# mn117:31.2
source: Idha, bhikkhave, ariyasāvako micchāājīvaṃ pahāya sammāājīvena jīvikaṃ kappeti—
mn: It’s when a noble disciple gives up wrong livelihood and earns a living by right livelihood.

# mn117:31.3
source: ayaṃ, bhikkhave, sammāājīvo sāsavo puññabhāgiyo upadhivepakko.
mn: This is right livelihood that is accompanied by defilements.

# mn117:32.1
source: Katamo ca, bhikkhave, sammāājīvo ariyo anāsavo lokuttaro maggaṅgo?
mn: And what is right livelihood that is noble, undefiled, transcendent, a factor of the path?

# mn117:32.2
source: Yā kho, bhikkhave, ariyacittassa anāsavacittassa ariyamaggasamaṅgino ariyamaggaṃ bhāvayato micchāājīvā ārati virati paṭivirati veramaṇī—
mn: It’s the desisting, abstaining, abstinence, and refraining from wrong livelihood in one of noble mind and undefiled mind, who possesses the noble path and develops the noble path.

# mn117:32.3
source: ayaṃ, bhikkhave, sammāājīvo ariyo anāsavo lokuttaro maggaṅgo.
mn: This is right livelihood that is noble.

# mn117:33.1
source: So micchāājīvassa pahānāya vāyamati, sammāājīvassa upasampadāya; svāssa hoti sammāvāyāmo.
mn: They make an effort to give up wrong livelihood and embrace right livelihood: that’s their right effort.

# mn117:33.2
source: So sato micchāājīvaṃ pajahati, sato sammāājīvaṃ upasampajja viharati; sāssa hoti sammāsati.
mn: Mindfully they give up wrong livelihood and take up right livelihood: that’s their right mindfulness.

# mn117:33.3
source: Itiyime tayo dhammā sammāājīvaṃ anuparidhāvanti anuparivattanti, seyyathidaṃ—sammādiṭṭhi, sammāvāyāmo, sammāsati.
mn: So these three things keep running and circling around right livelihood, namely: right view, right effort, and right mindfulness.

# mn117:34.1
source: Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti.
mn: In this context, right view comes first.

# mn117:34.2
source: Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti?
mn: And how does right view come first?

# mn117:34.3
source: Sammādiṭṭhissa, bhikkhave, sammāsaṅkappo pahoti, sammāsaṅkappassa sammāvācā pahoti, sammāvācassa sammākammanto pahoti, sammākammantassa sammāājīvo pahoti, sammāājīvassa sammāvāyāmo pahoti, sammāvāyāmassa sammāsati pahoti, sammāsatissa sammāsamādhi pahoti, sammāsamādhissa sammāñāṇaṃ pahoti, sammāñāṇassa sammāvimutti pahoti.
mn: Right view gives rise to right thought. Right thought gives rise to right speech. Right speech gives rise to right action. Right action gives rise to right livelihood. Right livelihood gives rise to right effort. Right effort gives rise to right mindfulness. Right mindfulness gives rise to right immersion. Right immersion gives rise to right knowledge. Right knowledge gives rise to right freedom.

# mn117:34.4
source: Iti kho, bhikkhave, aṭṭhaṅgasamannāgato sekkho, dasaṅgasamannāgato arahā hoti.
mn: So the trainee has eight factors, while the perfected one has ten factors.

# mn117:34.5
source: Tatrapi sammāñāṇena aneke pāpakā akusalā dhammā vigatā bhāvanāpāripūriṃ gacchanti.
mn: And here too, the eradication of many bad, unskillful qualities is fully developed due to right knowledge.

# mn117:35.1
source: Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti.
mn: In this context, right view comes first.

# mn117:35.2
source: Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti?
mn: And how does right view come first?

# mn117:35.3
source: Sammādiṭṭhissa, bhikkhave, micchādiṭṭhi nijjiṇṇā hoti.
mn: For one of right view, wrong view is worn away.

# mn117:35.4
source: Ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa nijjiṇṇā honti.
mn: And the many bad, unskillful qualities that arise because of wrong view are worn away.

# mn117:35.5
source: Sammādiṭṭhipaccayā aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti.
mn: And because of right view, many skillful qualities are fully developed.

# mn117:35.6
source: Sammāsaṅkappassa, bhikkhave, micchāsaṅkappo nijjiṇṇo hoti … pe …
mn: For one of right thought, wrong thought is worn away. …

# mn117:35.7
source: sammāvācassa, bhikkhave, micchāvācā nijjiṇṇā hoti …
mn: For one of right speech, wrong speech is worn away. …

# mn117:35.8
source: sammākammantassa, bhikkhave, micchākammanto nijjiṇṇo hoti …
mn: For one of right action, wrong action is worn away. …

# mn117:35.9
source: sammāājīvassa, bhikkhave, micchāājīvo nijjiṇṇo hoti …
mn: For one of right livelihood, wrong livelihood is worn away. …

# mn117:35.10
source: sammāvāyāmassa, bhikkhave, micchāvāyāmo nijjiṇṇo hoti …
mn: For one of right effort, wrong effort is worn away. …

# mn117:35.11
source: sammāsatissa, bhikkhave, micchāsati nijjiṇṇā hoti …
mn: For one of right mindfulness, wrong mindfulness is worn away. …

# mn117:35.12
source: sammāsamādhissa, bhikkhave, micchāsamādhi nijjiṇṇo hoti …
mn: For one of right immersion, wrong immersion is worn away. …

# mn117:35.13
source: sammāñāṇassa, bhikkhave, micchāñāṇaṃ nijjiṇṇaṃ hoti …
mn: For one of right knowledge, wrong knowledge is worn away. …

# mn117:35.14
source: sammāvimuttassa, bhikkhave, micchāvimutti nijjiṇṇā hoti.
mn: For one of right freedom, wrong freedom is worn away.

# mn117:35.15
source: Ye ca micchāvimuttipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa nijjiṇṇā honti.
mn: And the many bad, unskillful qualities that arise because of wrong freedom are worn away.

# mn117:35.16
source: Sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti.
mn: And because of right freedom, many skillful qualities are fully developed.

# mn117:36.1
source: Iti kho, bhikkhave, vīsati kusalapakkhā, vīsati akusalapakkhā—
mn: So there are twenty on the side of the skillful, and twenty on the side of the unskillful.

# mn117:36.2
source: mahācattārīsako dhammapariyāyo pavattito appaṭivattiyo samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ.
mn: This exposition of the teaching on the Great Forty has been rolled forth. And it cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.
