Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn112.po
Languages: mn

# mn112:16.2
source: So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato
mn: When I had this noble spectrum of ethics, this noble sense restraint, and this noble mindfulness and situational awareness,

# mn112:16.3
source: vivittaṃ senāsanaṃ bhajiṃ araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
mn: I frequented a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn112:16.4
source: So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdiṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
mn: After the meal, I returned from alms-round, sat down cross-legged with my body straight, and established mindfulness right there.

# mn112:17.1
source: So abhijjhaṃ loke pahāya vigatābhijjhena cetasā vihāsiṃ, abhijjhāya cittaṃ parisodhesiṃ.
mn: Giving up desire for the world, I meditated with a heart rid of desire, cleansing the mind of desire.

# mn112:17.2
source: Byāpādapadosaṃ pahāya abyāpannacitto vihāsiṃ sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodhesiṃ.
mn: Giving up ill will and malevolence, I meditated with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will.

# mn112:17.3
source: Thinamiddhaṃ pahāya vigatathinamiddho vihāsiṃ ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodhesiṃ.
mn: Giving up dullness and drowsiness, I meditated with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.

# mn112:17.4
source: Uddhaccakukkuccaṃ pahāya anuddhato vihāsiṃ ajjhattaṃ, vūpasantacitto, uddhaccakukkuccā cittaṃ parisodhesiṃ.
mn: Giving up restlessness and remorse, I meditated without restlessness, my mind peaceful inside, cleansing the mind of restlessness and remorse.

# mn112:17.5
source: Vicikicchaṃ pahāya tiṇṇavicikiccho vihāsiṃ akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodhesiṃ.
mn: Giving up doubt, I meditated having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt.

# mn112:18.1
source: So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe
mn: I gave up these five hindrances, corruptions of the heart that weaken wisdom.

# mn112:18.2
source: vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsiṃ.
mn: Then, quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn112:18.3
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ … pe …
mn: As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption …

# mn112:18.4
source: tatiyaṃ jhānaṃ …
mn: third absorption …

# mn112:18.5
source: catutthaṃ jhānaṃ upasampajja vihāsiṃ.
mn: fourth absorption.

# mn112:19.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ.
mn: When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the ending of defilements.

# mn112:19.2
source: So idaṃ dukkhanti yathābhūtaṃ abbhaññāsiṃ, ayaṃ dukkhasamudayoti yathābhūtaṃ abbhaññāsiṃ, ayaṃ dukkhanirodhoti yathābhūtaṃ abbhaññāsiṃ, ayaṃ dukkhanirodhagāminī paṭipadāti yathābhūtaṃ abbhaññāsiṃ;
mn: I truly understood: “This is suffering” … “This is the origin of suffering” … “This is the cessation of suffering” … “This is the practice that leads to the cessation of suffering”.

# mn112:19.3
source: ime āsavāti yathābhūtaṃ abbhaññāsiṃ, ayaṃ āsavasamudayoti yathābhūtaṃ abbhaññāsiṃ, ayaṃ āsavanirodhoti yathābhūtaṃ abbhaññāsiṃ, ayaṃ āsavanirodhagāminī paṭipadāti yathābhūtaṃ abbhaññāsiṃ.
mn: I truly understood: “These are defilements”… “This is the origin of defilements” … “This is the cessation of defilements” … “This is the practice that leads to the cessation of defilements”.

# mn112:20.1
source: Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha.
mn: Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn112:20.2
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi.
mn: When it was freed, I knew it was freed.

# mn112:20.3
source: Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti abbhaññāsiṃ.
mn: I understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# mn112:20.4
source: Evaṃ kho me, āvuso, jānato evaṃ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṃkāramamaṃkāramānānusayā samūhatā’ti.
mn: That is how I know and see so that I have eradicated ego, possessiveness, and underlying tendency to conceit for this conscious body and all external stimuli.’

# mn112:21.1
source: Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ anumoditabbaṃ.
mn: Saying ‘Good!’ you should applaud and cheer that mendicant’s statement,

# mn112:21.2
source: ‘Sādhū’ti bhāsitaṃ abhinanditvā anumoditvā evamassa vacanīyo:
mn: and then say to them:

# mn112:21.3
source: ‘lābhā no, āvuso, suladdhaṃ no, āvuso,
mn: ‘We are fortunate, reverend, so very fortunate

# mn112:21.4
source: ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ samanupassāmā’”ti.
mn: to see a venerable such as yourself as one of our spiritual companions!’”

# mn112:21.5
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn112:21.6
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
