Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn117.po
Languages: mn

# mn117:37.1
source: Yo hi koci, bhikkhave, samaṇo vā brāhmaṇo vā imaṃ mahācattārīsakaṃ dhammapariyāyaṃ garahitabbaṃ paṭikkositabbaṃ maññeyya tassa diṭṭheva dhamme dasasahadhammikā vādānuvādā gārayhaṃ ṭhānaṃ āgacchanti—
mn: If any ascetic or brahmin imagines they can criticize and reject the exposition of the teaching on the Great Forty, they deserve rebuke and criticism on ten legitimate grounds in the present life.

# mn117:37.2
source: sammādiṭṭhiñce bhavaṃ garahati, ye ca micchādiṭṭhī samaṇabrāhmaṇā te bhoto pujjā, te bhoto pāsaṃsā;
mn: If such a gentleman criticizes right view, they praise and honor the ascetics and brahmins who have wrong view.

# mn117:37.3
source: sammāsaṅkappañce bhavaṃ garahati, ye ca micchāsaṅkappā samaṇabrāhmaṇā te bhoto pujjā, te bhoto pāsaṃsā;
mn: If they criticize right thought …

# mn117:37.4
source: sammāvācañce bhavaṃ garahati … pe …
mn: right speech …

# mn117:37.5
source: sammākammantañce bhavaṃ garahati …
mn: right action …

# mn117:37.6
source: sammāājīvañce bhavaṃ garahati …
mn: right livelihood …

# mn117:37.7
source: sammāvāyāmañce bhavaṃ garahati …
mn: right effort …

# mn117:37.8
source: sammāsatiñce bhavaṃ garahati …
mn: right mindfulness …

# mn117:37.9
source: sammāsamādhiñce bhavaṃ garahati …
mn: right immersion …

# mn117:37.10
source: sammāñāṇañce bhavaṃ garahati …
mn: right knowledge …

# mn117:37.11
source: sammāvimuttiñce bhavaṃ garahati, ye ca micchāvimuttī samaṇabrāhmaṇā te bhoto pujjā, te bhoto pāsaṃsā.
mn: right freedom, they praise and honor the ascetics and brahmins who have wrong freedom.

# mn117:37.12
source: Yo koci, bhikkhave, samaṇo vā brāhmaṇo vā imaṃ mahācattārīsakaṃ dhammapariyāyaṃ garahitabbaṃ paṭikkositabbaṃ maññeyya tassa diṭṭheva dhamme ime dasasahadhammikā vādānuvādā gārayhaṃ ṭhānaṃ āgacchanti.
mn: If any ascetic or brahmin imagines they can criticize and reject the exposition of the teaching on the Great Forty, they deserve rebuke and criticism on these ten legitimate grounds in the present life.

# mn117:38.1
source: Yepi te, bhikkhave, ahesuṃ okkalā vassabhaññā ahetuvādā akiriyavādā natthikavādā tepi mahācattārīsakaṃ dhammapariyāyaṃ na garahitabbaṃ nappaṭikkositabbaṃ amaññiṃsu.
mn: Even those wanderers of the past, Vassa and Bhañña of Ukkalā, who taught the doctrines of no-cause, inaction, and nihilism, didn’t imagine that the Great Forty should be criticized or rejected.

# mn117:38.2
source: Taṃ kissa hetu?
mn: Why is that?

# mn117:38.3
source: Nindābyārosaupārambhabhayā”ti.
mn: For fear of being blamed, criticized, and faulted.”

# mn117:38.4
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn117:38.5
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
