Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn115.po
Languages: mn

# mn115:0.1
source: Majjhima Nikāya 115
mn: Middle Discourses 115

# mn115:0.2
source: Bahudhātukasutta
mn: Many Elements

# mn115:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn115:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn115:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn115:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn115:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn115:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn115:2.1
source: “Yāni kānici, bhikkhave, bhayāni uppajjanti sabbāni tāni bālato uppajjanti, no paṇḍitato;
mn: “Whatever dangers there are, all come from the foolish, not from the astute.

# mn115:2.2
source: ye keci upaddavā uppajjanti sabbe te bālato uppajjanti, no paṇḍitato;
mn: Whatever perils there are, all come from the foolish, not from the astute.

# mn115:2.3
source: ye keci upasaggā uppajjanti sabbe te bālato uppajjanti, no paṇḍitato.
mn: Whatever hazards there are, all come from the foolish, not from the astute.

# mn115:2.4
source: Seyyathāpi, bhikkhave, naḷāgārā vā tiṇāgārā vā aggi mutto kūṭāgārānipi dahati ullittāvalittāni nivātāni phusitaggaḷāni pihitavātapānāni;
mn: It’s like a fire that spreads from a hut made of reeds or grass, and burns down even a bungalow, plastered inside and out, draft-free, with latches fastened and windows shuttered.

# mn115:2.5
source: evameva kho, bhikkhave, yāni kānici bhayāni uppajjanti sabbāni tāni bālato uppajjanti, no paṇḍitato;
mn: In the same way, whatever dangers there are, all come from the foolish, not from the astute.

# mn115:2.6
source: ye keci upaddavā uppajjanti sabbe te bālato uppajjanti, no paṇḍitato;
mn: Whatever perils there are, all come from the foolish, not from the astute.

# mn115:2.7
source: ye keci upasaggā uppajjanti sabbe te bālato uppajjanti, no paṇḍitato.
mn: Whatever hazards there are, all come from the foolish, not from the astute.

# mn115:2.8
source: Iti kho, bhikkhave, sappaṭibhayo bālo, appaṭibhayo paṇḍito;
mn: So, the fool is dangerous, but the astute person is safe.

# mn115:2.9
source: saupaddavo bālo, anupaddavo paṇḍito;
mn: The fool is perilous, but the astute person is not.

# mn115:2.10
source: saupasaggo bālo, anupasaggo paṇḍito.
mn: The fool is hazardous, but the astute person is not.

# mn115:2.11
source: Natthi, bhikkhave, paṇḍitato bhayaṃ, natthi paṇḍitato upaddavo, natthi paṇḍitato upasaggo.
mn: There’s no danger, peril, or hazard that comes from the astute.

# mn115:2.12
source: Tasmātiha, bhikkhave, ‘paṇḍitā bhavissāma vīmaṃsakā’ti—
mn: So you should train like this: ‘We shall be astute, we shall be inquirers.’”

# mn115:3.1
source: Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:
mn: When he said this, Venerable Ānanda said to the Buddha,

# mn115:3.2
source: “kittāvatā nu kho, bhante, paṇḍito bhikkhu ‘vīmaṃsako’ti alaṃvacanāyā”ti?
mn: “Sir, how is a mendicant qualified to be called ‘astute, an inquirer’?”

# mn115:3.3
source: “Yato kho, ānanda, bhikkhu dhātukusalo ca hoti, āyatanakusalo ca hoti, paṭiccasamuppādakusalo ca hoti, ṭhānāṭhānakusalo ca hoti—
mn: “Ānanda, it’s when a mendicant is skilled in the elements, in the sense fields, in dependent origination, and in the possible and the impossible.

# mn115:3.4
source: ettāvatā kho, ānanda, paṇḍito bhikkhu ‘vīmaṃsako’ti alaṃvacanāyā”ti.
mn: That’s how a mendicant is qualified to be called ‘astute, an inquirer’.”

# mn115:4.1
source: “Kittāvatā pana, bhante, ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti?
mn: “But sir, how is a mendicant qualified to be called ‘skilled in the elements’?”

# mn115:4.2
source: “Aṭṭhārasa kho imā, ānanda, dhātuyo—
mn: “There are, Ānanda, these eighteen elements:

# mn115:4.3
source: cakkhudhātu, rūpadhātu, cakkhuviññāṇadhātu;
mn: the elements of the eye, sights, and eye consciousness;

# mn115:4.4
source: sotadhātu, saddadhātu, sotaviññāṇadhātu;
mn: the ear, sounds, and ear consciousness;

# mn115:4.5
source: ghānadhātu, gandhadhātu, ghānaviññāṇadhātu;
mn: the nose, smells, and nose consciousness;

# mn115:4.6
source: jivhādhātu, rasadhātu, jivhāviññāṇadhātu;
mn: the tongue, tastes, and tongue consciousness;

# mn115:4.7
source: kāyadhātu, phoṭṭhabbadhātu, kāyaviññāṇadhātu;
mn: the body, touches, and body consciousness;

# mn115:4.8
source: manodhātu, dhammadhātu, manoviññāṇadhātu.
mn: the mind, thoughts, and mind consciousness.

# mn115:4.9
source: Imā kho, ānanda, aṭṭhārasa dhātuyo yato jānāti passati—
mn: When a mendicant knows and sees these eighteen elements,

# mn115:4.10
source: ettāvatāpi kho, ānanda, ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti. (1)
mn: they’re qualified to be called ‘skilled in the elements’.”

# mn115:5.1
source: “Siyā pana, bhante, aññopi pariyāyo, yathā ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti?
mn: “But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?”

# mn115:5.2
source: “Siyā, ānanda.
mn: “There could, Ānanda.

# mn115:5.3
source: Chayimā, ānanda, dhātuyo—
mn: There are these six elements:

# mn115:5.4
source: pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, ākāsadhātu, viññāṇadhātu.
mn: the elements of earth, water, fire, air, space, and consciousness.

# mn115:5.5
source: Imā kho, ānanda, cha dhātuyo yato jānāti passati—
mn: When a mendicant knows and sees these six elements,

# mn115:5.6
source: ettāvatāpi kho, ānanda, ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti. (2)
mn: they’re qualified to be called ‘skilled in the elements’.”

# mn115:6.1
source: “Siyā pana, bhante, aññopi pariyāyo, yathā ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti?
mn: “But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?”

# mn115:6.2
source: “Siyā, ānanda.
mn: “There could, Ānanda.

# mn115:6.3
source: Chayimā, ānanda, dhātuyo—
mn: There are these six elements:

# mn115:6.4
source: sukhadhātu, dukkhadhātu, somanassadhātu, domanassadhātu, upekkhādhātu, avijjādhātu.
mn: the elements of pleasure, pain, happiness, sadness, equanimity, and ignorance.

# mn115:6.5
source: Imā kho, ānanda, cha dhātuyo yato jānāti passati—
mn: When a mendicant knows and sees these six elements,

# mn115:6.6
source: ettāvatāpi kho, ānanda, ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti. (3)
mn: they’re qualified to be called ‘skilled in the elements’.”

# mn115:7.1
source: “Siyā pana, bhante, aññopi pariyāyo, yathā ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti?
mn: “But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?”

# mn115:7.2
source: “Siyā, ānanda.
mn: “There could, Ānanda.

# mn115:7.3
source: Chayimā, ānanda, dhātuyo—
mn: There are these six elements:

# mn115:7.4
source: kāmadhātu, nekkhammadhātu, byāpādadhātu, abyāpādadhātu, vihiṃsādhātu, avihiṃsādhātu.
mn: the elements of sensuality and renunciation, malice and good will, and cruelty and harmlessness.

# mn115:7.5
source: Imā kho, ānanda, cha dhātuyo yato jānāti passati—
mn: When a mendicant knows and sees these six elements,

# mn115:7.6
source: ettāvatāpi kho, ānanda, ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti. (4)
mn: they’re qualified to be called ‘skilled in the elements’.”

# mn115:8.1
source: “Siyā pana, bhante, aññopi pariyāyo, yathā ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti?
mn: “But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?”

# mn115:8.2
source: “Siyā, ānanda.
mn: “There could, Ānanda.

# mn115:8.3
source: Tisso imā, ānanda, dhātuyo—
mn: There are these three elements:

# mn115:8.4
source: kāmadhātu, rūpadhātu, arūpadhātu.
mn: the elements of the sensual realm, the realm of luminous form, and the formless realm.

# mn115:8.5
source: Imā kho, ānanda, tisso dhātuyo yato jānāti passati—
mn: When a mendicant knows and sees these three elements,

# mn115:8.6
source: ettāvatāpi kho, ānanda, ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti. (5)
mn: they’re qualified to be called ‘skilled in the elements’.”

# mn115:9.1
source: “Siyā pana, bhante, aññopi pariyāyo, yathā ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti?
mn: “But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?”

# mn115:9.2
source: “Siyā, ānanda.
mn: “There could, Ānanda.

# mn115:9.3
source: Dve imā, ānanda, dhātuyo—
mn: There are these two elements:

# mn115:9.4
source: saṅkhatādhātu, asaṅkhatādhātu.
mn: the conditioned element and the unconditioned element.

# mn115:9.5
source: Imā kho, ānanda, dve dhātuyo yato jānāti passati—
mn: When a mendicant knows and sees these two elements,

# mn115:9.6
source: ettāvatāpi kho, ānanda, ‘dhātukusalo bhikkhū’ti alaṃvacanāyā”ti. (6)
mn: they’re qualified to be called ‘skilled in the elements’.”

# mn115:10.1
source: “Kittāvatā pana, bhante, ‘āyatanakusalo bhikkhū’ti alaṃvacanāyā”ti?
mn: “But sir, how is a mendicant qualified to be called ‘skilled in the sense fields’?”

# mn115:10.2
source: “Cha kho panimāni, ānanda, ajjhattikabāhirāni āyatanāni—
mn: “There are these six interior and exterior sense fields:

# mn115:10.3
source: cakkhu ceva rūpā ca sotañca saddā ca ghānañca gandhā ca jivhā ca rasā ca kāyo ca phoṭṭhabbā ca mano ca dhammā ca.
mn: the eye and sights, the ear and sounds, the nose and smells, the tongue and tastes, the body and touches, and the mind and thoughts.

# mn115:10.4
source: Imāni kho, ānanda, cha ajjhattikabāhirāni āyatanāni yato jānāti passati—
mn: When a mendicant knows and sees these six interior and exterior sense fields,

# mn115:10.5
source: ettāvatā kho, ānanda, ‘āyatanakusalo bhikkhū’ti alaṃvacanāyā”ti.
mn: they’re qualified to be called ‘skilled in the sense fields’.”

# mn115:11.1
source: “Kittāvatā pana, bhante, ‘paṭiccasamuppādakusalo bhikkhū’ti alaṃvacanāyā”ti?
mn: “But sir, how is a mendicant qualified to be called ‘skilled in dependent origination’?”

# mn115:11.2
source: “Idhānanda, bhikkhu evaṃ pajānāti:
mn: “It’s when a mendicant understands:

# mn115:11.3
source: ‘imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati,
mn: ‘When this exists, that is; due to the arising of this, that arises.

# mn115:11.4
source: imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhati, yadidaṃ—
mn: When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is:

# mn115:11.5
source: avijjāpaccayā saṅkhārā,
mn: ignorance is a condition for choices.

# mn115:11.6
source: saṅkhārapaccayā viññāṇaṃ,
mn: Choices are conditions for consciousness.

# mn115:11.7
source: viññāṇapaccayā nāmarūpaṃ,
mn: Consciousness is a condition for name and form.

# mn115:11.8
source: nāmarūpapaccayā saḷāyatanaṃ,
mn: Name and form are conditions for the six sense fields.

# mn115:11.9
source: saḷāyatanapaccayā phasso,
mn: The six sense fields are conditions for contact.

# mn115:11.10
source: phassapaccayā vedanā,
mn: Contact is a condition for feeling.

# mn115:11.11
source: vedanāpaccayā taṇhā,
mn: Feeling is a condition for craving.

# mn115:11.12
source: taṇhāpaccayā upādānaṃ,
mn: Craving is a condition for grasping.

# mn115:11.13
source: upādānapaccayā bhavo,
mn: Grasping is a condition for continued existence.

# mn115:11.14
source: bhavapaccayā jāti,
mn: Continued existence is a condition for rebirth.

# mn115:11.15
source: jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassūpāyāsā sambhavanti.
mn: Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be.

# mn115:11.16
source: Evametassa kevalassa dukkhakkhandhassa samudayo hoti.
mn: That is how this entire mass of suffering originates.

# mn115:11.17
source: Avijjāya tveva asesavirāganirodhā saṅkhāranirodho,
mn: When ignorance fades away and ceases with nothing left over, choices cease.

# mn115:11.18
source: saṅkhāranirodhā viññāṇanirodho,
mn: When choices cease, consciousness ceases.

# mn115:11.19
source: viññāṇanirodhā nāmarūpanirodho,
mn: When consciousness ceases, name and form cease.

# mn115:11.20
source: nāmarūpanirodhā saḷāyatananirodho,
mn: When name and form cease, the six sense fields cease.

# mn115:11.21
source: saḷāyatananirodhā phassanirodho,
mn: When the six sense fields cease, contact ceases.

# mn115:11.22
source: phassanirodhā vedanānirodho,
mn: When contact ceases, feeling ceases.

# mn115:11.23
source: vedanānirodhā taṇhānirodho,
mn: When feeling ceases, craving ceases.

# mn115:11.24
source: taṇhānirodhā upādānanirodho,
mn: When craving ceases, grasping ceases.

# mn115:11.25
source: upādānanirodhā bhavanirodho,
mn: When grasping ceases, continued existence ceases.

# mn115:11.26
source: bhavanirodhā jātinirodho,
mn: When continued existence ceases, rebirth ceases.

# mn115:11.27
source: jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassūpāyāsā nirujjhanti.
mn: When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease.

# mn115:11.28
source: Evametassa kevalassa dukkhakkhandhassa nirodho hoti’.
mn: That is how this entire mass of suffering ceases.’

# mn115:11.29
source: Ettāvatā kho, ānanda, ‘paṭiccasamuppādakusalo bhikkhū’ti alaṃvacanāyā”ti.
mn: That’s how a mendicant is qualified to be called ‘skilled in dependent origination’.”

# mn115:12.1
source: “Kittāvatā pana, bhante, ‘ṭhānāṭhānakusalo bhikkhū’ti alaṃvacanāyā”ti?
mn: “But sir, how is a mendicant qualified to be called ‘skilled in the possible and impossible’?”

# mn115:12.2
source: “Idhānanda, bhikkhu ‘aṭṭhānametaṃ anavakāso yaṃ diṭṭhisampanno puggalo kañci saṅkhāraṃ niccato upagaccheyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: “It’s when a mendicant understands: ‘It’s impossible for a person accomplished in view to take any condition as permanent. That is not possible.

# mn115:12.3
source: ‘ṭhānañca kho etaṃ vijjati yaṃ puthujjano kañci saṅkhāraṃ niccato upagaccheyya, ṭhānametaṃ vijjatī’ti pajānāti;
mn: But it’s possible for an ordinary person to take some condition as permanent. That is possible.’

# mn115:12.4
source: ‘aṭṭhānametaṃ anavakāso yaṃ diṭṭhisampanno puggalo kañci saṅkhāraṃ sukhato upagaccheyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for a person accomplished in view to take any condition as pleasant.

# mn115:12.5
source: ‘ṭhānañca kho etaṃ vijjati yaṃ puthujjano kañci saṅkhāraṃ sukhato upagaccheyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it’s possible for an ordinary person to take some condition as pleasant.’

# mn115:12.6
source: ‘Aṭṭhānametaṃ anavakāso yaṃ diṭṭhisampanno puggalo kañci dhammaṃ attato upagaccheyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti,
mn: They understand: ‘It’s impossible for a person accomplished in view to take anything as self.

# mn115:12.7
source: ‘ṭhānañca kho etaṃ vijjati yaṃ puthujjano kañci dhammaṃ attato upagaccheyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it’s possible for an ordinary person to take something as self.’

# mn115:13.1
source: ‘Aṭṭhānametaṃ anavakāso yaṃ diṭṭhisampanno puggalo mātaraṃ jīvitā voropeyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for a person accomplished in view to murder their mother.

# mn115:13.2
source: ‘ṭhānañca kho etaṃ vijjati yaṃ puthujjano mātaraṃ jīvitā voropeyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it’s possible for an ordinary person to murder their mother.’

# mn115:13.3
source: ‘Aṭṭhānametaṃ anavakāso yaṃ diṭṭhisampanno puggalo pitaraṃ jīvitā voropeyya … pe …
mn: They understand: ‘It’s impossible for a person accomplished in view to murder their father … or murder a perfected one.

# mn115:13.4
source: arahantaṃ jīvitā voropeyya, ṭhānametaṃ vijjatī’ti pajānāti;
mn: But it’s possible for an ordinary person to murder their father … or a perfected one.’

# mn115:13.5
source: ‘aṭṭhānametaṃ anavakāso yaṃ diṭṭhisampanno puggalo duṭṭhacitto tathāgatassa lohitaṃ uppādeyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for a person accomplished in view to injure a Realized One with malicious intent.

# mn115:13.6
source: ‘ṭhānañca kho etaṃ vijjati yaṃ puthujjano duṭṭhacitto tathāgatassa lohitaṃ uppādeyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it’s possible for an ordinary person to injure a Realized One with malicious intent.’

# mn115:13.7
source: ‘Aṭṭhānametaṃ anavakāso yaṃ diṭṭhisampanno puggalo saṅghaṃ bhindeyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for a person accomplished in view to cause a schism in the Saṅgha.

# mn115:13.8
source: ‘ṭhānañca kho etaṃ vijjati yaṃ puthujjano saṅghaṃ bhindeyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it’s possible for an ordinary person to cause a schism in the Saṅgha.’

# mn115:13.9
source: ‘Aṭṭhānametaṃ anavakāso yaṃ diṭṭhisampanno puggalo aññaṃ satthāraṃ uddiseyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for a person accomplished in view to acknowledge another teacher.

# mn115:13.10
source: ‘ṭhānañca kho etaṃ vijjati yaṃ puthujjano aññaṃ satthāraṃ uddiseyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it’s possible for an ordinary person to acknowledge another teacher.’

# mn115:14.1
source: ‘Aṭṭhānametaṃ anavakāso yaṃ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṃ acarimaṃ uppajjeyyuṃ, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for two perfected ones, fully awakened Buddhas to arise in the same solar system at the same time.

# mn115:14.2
source: ‘ṭhānañca kho etaṃ vijjati yaṃ ekissā lokadhātuyā eko arahaṃ sammāsambuddho uppajjeyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it is possible for just one perfected one, a fully awakened Buddha, to arise in one solar system.’

# mn115:14.3
source: ‘Aṭṭhānametaṃ anavakāso yaṃ ekissā lokadhātuyā dve rājāno cakkavattino apubbaṃ acarimaṃ uppajjeyyuṃ, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for two wheel-turning monarchs to arise in the same solar system at the same time.

# mn115:14.4
source: ‘ṭhānañca kho etaṃ vijjati yaṃ ekissā lokadhātuyā eko rājā cakkavattī uppajjeyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it is possible for just one wheel-turning monarch to arise in one solar system.’

# mn115:15.1
source: ‘Aṭṭhānametaṃ anavakāso yaṃ itthī arahaṃ assa sammāsambuddho, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for a woman to be a perfected one, a fully awakened Buddha.

# mn115:15.2
source: ‘ṭhānañca kho etaṃ vijjati yaṃ puriso arahaṃ assa sammāsambuddho, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it is possible for a man to be a perfected one, a fully awakened Buddha.’

# mn115:15.3
source: ‘Aṭṭhānametaṃ anavakāso yaṃ itthī rājā assa cakkavattī, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for a woman to be a wheel-turning monarch.

# mn115:15.4
source: ‘ṭhānañca kho etaṃ vijjati yaṃ puriso rājā assa cakkavattī, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it is possible for a man to be a wheel-turning monarch.’

# mn115:15.5
source: ‘Aṭṭhānametaṃ anavakāso yaṃ itthī sakkattaṃ kareyya … mārattaṃ kareyya … brahmattaṃ kareyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for a woman to perform the role of Sakka, Māra, or Brahmā.

# mn115:15.6
source: ‘ṭhānañca kho etaṃ vijjati yaṃ puriso sakkattaṃ kareyya … mārattaṃ kareyya … brahmattaṃ kareyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it is possible for a man to perform the role of Sakka, Māra, or Brahmā.’

# mn115:16.1
source: ‘Aṭṭhānametaṃ anavakāso yaṃ kāyaduccaritassa iṭṭho kanto manāpo vipāko nibbatteyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for a likable, desirable, agreeable result to come from bad conduct of body, speech, and mind.

# mn115:16.2
source: ‘ṭhānañca kho etaṃ vijjati yaṃ kāyaduccaritassa aniṭṭho akanto amanāpo vipāko nibbatteyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it is possible for an unlikable, undesirable, disagreeable result to come from bad conduct of body, speech, and mind.’

# mn115:17.1
source: ‘Aṭṭhānametaṃ anavakāso yaṃ kāyasucaritassa aniṭṭho akanto amanāpo vipāko nibbatteyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible for an unlikable, undesirable, disagreeable result to come from good conduct of body, speech, and mind.

# mn115:17.2
source: ‘ṭhānañca kho etaṃ vijjati yaṃ kāyasucaritassa iṭṭho kanto manāpo vipāko nibbatteyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it is possible for a likable, desirable, agreeable result to come from good conduct of body, speech, and mind.’

# mn115:18.1
source: ‘Aṭṭhānametaṃ anavakāso yaṃ kāyaduccaritasamaṅgī taṃnidānā tappaccayā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible that someone who has engaged in bad conduct of body, speech, and mind, could for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm.

# mn115:18.2
source: ‘ṭhānañca kho etaṃ vijjati yaṃ kāyaduccaritasamaṅgī taṃnidānā tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it is possible that someone who has engaged in bad conduct of body, speech, and mind could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, a bad place, the underworld, hell.’

# mn115:19.5
source: ‘Aṭṭhānametaṃ anavakāso yaṃ kāyasucaritasamaṅgī taṃnidānā tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti;
mn: They understand: ‘It’s impossible that someone who has engaged in good conduct of body, speech, and mind could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, the underworld, a lower realm, hell.

# mn115:19.6
source: ‘ṭhānañca kho etaṃ vijjati yaṃ kāyasucaritasamaṅgī taṃnidānā tappaccayā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya, ṭhānametaṃ vijjatī’ti pajānāti.
mn: But it is possible that someone who has engaged in good conduct of body, speech, and mind could, for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm.’

# mn115:19.11
source: Ettāvatā kho, ānanda, ‘ṭhānāṭhānakusalo bhikkhū’ti alaṃvacanāyā”ti.
mn: That’s how a mendicant is qualified to be called ‘skilled in the possible and impossible’.”

# mn115:20.1
source: Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:
mn: When he said this, Venerable Ānanda said to the Buddha,

# mn115:20.2
source: “acchariyaṃ, bhante, abbhutaṃ, bhante.
mn: “It’s incredible, sir, it’s amazing!

# mn115:20.3
source: Konāmo ayaṃ, bhante, dhammapariyāyo”ti?
mn: What is the name of this exposition of the teaching?”

# mn115:20.4
source: “Tasmātiha tvaṃ, ānanda, imaṃ dhammapariyāyaṃ ‘bahudhātuko’tipi naṃ dhārehi, ‘catuparivaṭṭo’tipi naṃ dhārehi, ‘dhammādāso’tipi naṃ dhārehi, ‘amatadundubhī’tipi naṃ dhārehi, ‘anuttaro saṅgāmavijayo’tipi naṃ dhārehī”ti.
mn: “In that case, Ānanda, you may remember this exposition of the teaching as ‘The Many Elements’, or else ‘The Four Cycles’, or else ‘The Mirror of the Teaching’, or else ‘The Drum of the Deathless’, or else ‘The Supreme Victory in Battle’.”

# mn115:20.5
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn115:20.6
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Ānanda was happy with what the Buddha said.
