Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn114.po
Languages: mn

# mn114:9.7
source: yathārūpañca kho, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo saññāpaṭilābho sevitabbo.
mn: And you should cultivate the way of acquiring perception which causes unskillful qualities to decline while skillful qualities grow.

# mn114:9.8
source: Kathaṃrūpaṃ, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti?
mn: And what way of acquiring perception causes unskillful qualities to grow while skillful qualities decline?

# mn114:9.9
source: Idha, bhante, ekacco abhijjhālu hoti, abhijjhāsahagatāya saññāya viharati;
mn: It’s when someone is covetous, and lives with their perception full of covetousness.

# mn114:9.10
source: byāpādavā hoti, byāpādasahagatāya saññāya viharati;
mn: They are malicious, and live with their perception full of ill will.

# mn114:9.11
source: vihesavā hoti, vihesāsahagatāya saññāya viharati—
mn: They’re hurtful, and live with their perception intent on harm.

# mn114:9.12
source: evarūpaṃ, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti.
mn: That way of acquiring perception causes unskillful qualities to grow while skillful qualities decline.

# mn114:9.13
source: Kathaṃrūpaṃ, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti?
mn: And what way of acquiring perception causes unskillful qualities to decline while skillful qualities grow?

# mn114:9.14
source: Idha, bhante, ekacco anabhijjhālu hoti, anabhijjhāsahagatāya saññāya viharati;
mn: It’s when someone is content, and lives with their perception full of contentment.

# mn114:9.15
source: abyāpādavā hoti, abyāpādasahagatāya saññāya viharati;
mn: They have good will, and live with their perception full of good will.

# mn114:9.16
source: avihesavā hoti, avihesāsahagatāya saññāya viharati—
mn: They’re kind, and live with their perception full of kindness.

# mn114:9.17
source: evarūpaṃ, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti.
mn: That way of acquiring perception causes unskillful qualities to decline while skillful qualities grow.

# mn114:9.18
source: ‘Saññāpaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two ways of acquiring perception:

# mn114:9.19
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:9.20
source: tañca aññamaññaṃ saññāpaṭilābhan’ti—
mn: And each of these is a way of acquiring perception.’

# mn114:9.21
source: iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.
mn: That’s what the Buddha said, and this is why he said it.

# mn114:10.1
source: ‘Diṭṭhipaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two ways of acquiring views:

# mn114:10.2
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:10.3
source: tañca aññamaññaṃ diṭṭhipaṭilābhan’ti—
mn: And each of these is a way of acquiring views.’

# mn114:10.4
source: iti kho panetaṃ vuttaṃ bhagavatā.
mn: That’s what the Buddha said,

# mn114:10.5
source: Kiñcetaṃ paṭicca vuttaṃ?
mn: but why did he say it?

# mn114:10.6
source: Yathārūpaṃ, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo diṭṭhipaṭilābho na sevitabbo;
mn: You should not cultivate the way of acquiring views which causes unskillful qualities to grow while skillful qualities decline.

# mn114:10.7
source: yathārūpañca kho, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti—evarūpo diṭṭhipaṭilābho sevitabbo.
mn: And you should cultivate the way of acquiring views which causes unskillful qualities to decline while skillful qualities grow.

# mn114:10.8
source: Kathaṃrūpaṃ, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti?
mn: And what way of acquiring views causes unskillful qualities to grow while skillful qualities decline?

# mn114:10.9
source: Idha, bhante, ekacco evaṃdiṭṭhiko hoti:
mn: It’s when someone has such a view:

# mn114:10.10
source: ‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti—
mn: ‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There are no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’

# mn114:10.11
source: evarūpaṃ, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti.
mn: That way of acquiring views causes unskillful qualities to grow while skillful qualities decline.

# mn114:10.12
source: Kathaṃrūpaṃ, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti?
mn: And what way of acquiring views causes unskillful qualities to decline while skillful qualities grow?

# mn114:10.13
source: Idha, bhante, ekacco evaṃdiṭṭhiko hoti:
mn: It’s when someone has such a view:

# mn114:10.14
source: ‘atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti—
mn: ‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are duties to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’

# mn114:10.15
source: evarūpaṃ, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti.
mn: That way of acquiring views causes unskillful qualities to decline while skillful qualities grow.

# mn114:10.16
source: ‘Diṭṭhipaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two ways of acquiring views:

# mn114:10.17
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:10.18
source: tañca aññamaññaṃ diṭṭhipaṭilābhan’ti—
mn: And each of these is a way of acquiring views.’

# mn114:10.19
source: iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.
mn: That’s what the Buddha said, and this is why he said it.

# mn114:11.1
source: ‘Attabhāvapaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two ways of reincarnating:

# mn114:11.2
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:11.3
source: tañca aññamaññaṃ attabhāvapaṭilābhan’ti—
mn: And each of these is a way of reincarnating.’

# mn114:11.4
source: iti kho panetaṃ vuttaṃ bhagavatā.
mn: That’s what the Buddha said,

# mn114:11.5
source: Kiñcetaṃ paṭicca vuttaṃ?
mn: but why did he say it?

# mn114:11.6
source: Yathārūpaṃ, bhante, attabhāvapaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti—
mn: The way of reincarnating that causes unskillful qualities to grow while skillful qualities decline:

# mn114:11.7
source: evarūpo attabhāvapaṭilābho na sevitabbo;
mn: you should not cultivate that way of reincarnating.

# mn114:11.8
source: yathārūpañca kho, bhante, attabhāvapaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti—
mn: The way of reincarnating that causes unskillful qualities to decline while skillful qualities grow:

# mn114:11.9
source: evarūpo attabhāvapaṭilābho sevitabbo.
mn: you should cultivate that way of reincarnating.

# mn114:11.10
source: Kathaṃrūpaṃ, bhante, attabhāvapaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti?
mn: And what way of reincarnating causes unskillful qualities to grow while skillful qualities decline?

# mn114:11.11
source: Sabyābajjhaṃ, bhante, attabhāvapaṭilābhaṃ abhinibbattayato apariniṭṭhitabhāvāya akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti;
mn: Generating rebirth in a hurtful reincarnation, which because of its unpreparedness causes unskillful qualities to grow while skillful qualities decline.

# mn114:11.12
source: abyābajjhaṃ, bhante, attabhāvapaṭilābhaṃ abhinibbattayato pariniṭṭhitabhāvāya akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti.
mn: And what way of reincarnating causes unskillful qualities to decline while skillful qualities grow? Generating rebirth in a pleasing reincarnation, which because of its preparedness causes unskillful qualities to decline while skillful qualities grow.

# mn114:11.13
source: ‘Attabhāvapaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two ways of reincarnating:

# mn114:11.14
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:11.15
source: tañca aññamaññaṃ attabhāvapaṭilābhan’ti—
mn: And each of these is a way of reincarnating.’

# mn114:11.16
source: iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.
mn: That’s what the Buddha said, and this is why he said it.

# mn114:12.1
source: Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāmī”ti.
mn: Sir, that’s how I understand the detailed meaning of the Buddha’s brief statement.”

# mn114:13.1
source: “Sādhu sādhu, sāriputta.
mn: “Good, good, Sāriputta!

# mn114:13.2
source: Sādhu kho tvaṃ, sāriputta, imassa mayā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāsi.
mn: It’s good that you understand the detailed meaning of my brief statement in this way.”

# mn114:14.1
source: ‘Kāyasamācārampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: And the Buddha went on to repeat and endorse Venerable Sāriputta’s explanation in full. Then he went on to explain further:

# mn114:22.1
source: Cakkhuviññeyyaṃ rūpampāhaṃ, sāriputta, duvidhena vadāmi—
mn: “I say that there are two kinds of sight known by the eye:

# mn114:22.2
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:22.3
source: sotaviññeyyaṃ saddampāhaṃ, sāriputta, duvidhena vadāmi—
mn: I say that there are two kinds of sound known by the ear …

# mn114:22.5
source: ghānaviññeyyaṃ gandhampāhaṃ, sāriputta, duvidhena vadāmi—
mn: two kinds of smell known by the nose …

# mn114:22.7
source: jivhāviññeyyaṃ rasampāhaṃ, sāriputta, duvidhena vadāmi—
mn: two kinds of taste known by the tongue …

# mn114:22.9
source: kāyaviññeyyaṃ phoṭṭhabbampāhaṃ, sāriputta, duvidhena vadāmi—
mn: two kinds of touch known by the body …

# mn114:22.11
source: manoviññeyyaṃ dhammampāhaṃ, sāriputta, duvidhena vadāmi—
mn: two kinds of thought known by the mind:

# mn114:22.12
source: sevitabbampi, asevitabbampī”ti.
mn: that which you should cultivate, and that which you should not cultivate.”

# mn114:23.1
source: Evaṃ vutte, āyasmā sāriputto bhagavantaṃ etadavoca:
mn: When he said this, Venerable Sāriputta said to the Buddha:

# mn114:23.2
source: “imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāmi.
mn: “Sir, this is how I understand the detailed meaning of the Buddha’s brief statement.

# mn114:24.1
source: ‘Cakkhuviññeyyaṃ rūpampāhaṃ, sāriputta, duvidhena vadāmi—
mn: ‘I say that there are two kinds of sight known by the eye:

# mn114:24.2
source: sevitabbampi, asevitabbampī’ti—
mn: that which you should cultivate, and that which you should not cultivate.’

# mn114:24.3
source: iti kho panetaṃ vuttaṃ bhagavatā.
mn: That’s what the Buddha said,

# mn114:24.4
source: Kiñcetaṃ paṭicca vuttaṃ?
mn: but why did he say it?

# mn114:24.5
source: Yathārūpaṃ, bhante, cakkhuviññeyyaṃ rūpaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpaṃ cakkhuviññeyyaṃ rūpaṃ na sevitabbaṃ;
mn: You should not cultivate the kind of sight known by the eye which causes unskillful qualities to grow while skillful qualities decline.

# mn114:24.6
source: yathārūpañca kho, bhante, cakkhuviññeyyaṃ rūpaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpaṃ cakkhuviññeyyaṃ rūpaṃ sevitabbaṃ.
mn: And you should cultivate the kind of sight known by the eye which causes unskillful qualities to decline while skillful qualities grow.

# mn114:24.7
source: ‘Cakkhuviññeyyaṃ rūpampāhaṃ, sāriputta, duvidhena vadāmi—
mn: ‘I say that there are two kinds of sight known by the eye:

# mn114:24.8
source: sevitabbampi, asevitabbampī’ti—
mn: that which you should cultivate, and that which you should not cultivate.’

# mn114:24.9
source: iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.
mn: That’s what the Buddha said, and this is why he said it.

# mn114:25.1
source: Sotaviññeyyaṃ saddampāhaṃ, sāriputta … pe …
mn: ‘I say that there are two kinds of sound known by the ear …

# mn114:26.1
source: evarūpo ghānaviññeyyo gandho na sevitabbo …
mn: two kinds of smell known by the nose …

# mn114:27.1
source: evarūpo jivhāviññeyyo raso na sevitabbo …
mn: two kinds of taste known by the tongue …

# mn114:27.3
source: kāyaviññeyyaṃ phoṭṭhabbampāhaṃ, sāriputta …
mn: two kinds of touch known by the body …

# mn114:29.1
source: ‘Manoviññeyyaṃ dhammampāhaṃ, sāriputta, duvidhena vadāmi—
mn: two kinds of thought known by the mind:

# mn114:29.2
source: sevitabbampi, asevitabbampī’ti—
mn: that which you should cultivate, and that which you should not cultivate.’

# mn114:29.3
source: iti kho panetaṃ vuttaṃ bhagavatā.
mn: That’s what the Buddha said,

# mn114:29.4
source: Kiñcetaṃ paṭicca vuttaṃ?
mn: but why did he say it?

# mn114:30.1
source: Yathārūpaṃ, bhante, manoviññeyyaṃ dhammaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo manoviññeyyo dhammo na sevitabbo;
mn: You should not cultivate the kind of thought known by the mind which causes unskillful qualities to grow while skillful qualities decline.

# mn114:30.2
source: yathārūpañca kho, bhante, manoviññeyyaṃ dhammaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo manoviññeyyo dhammo sevitabbo.
mn: And you should cultivate the kind of thought known by the mind which causes unskillful qualities to decline while skillful qualities grow.

# mn114:30.3
source: ‘Manoviññeyyaṃ dhammampāhaṃ, sāriputta, duvidhena vadāmi—
mn: ‘I say that there are two kinds of thought known by the mind:

# mn114:30.4
source: sevitabbampi, asevitabbampī’ti—
mn: that which you should cultivate, and that which you should not cultivate.’

# mn114:30.5
source: iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.
mn: That’s what the Buddha said, and this is why he said it.

# mn114:30.6
source: Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāmī”ti.
mn: Sir, that’s how I understand the detailed meaning of the Buddha’s brief statement.”

# mn114:31.1
source: “Sādhu sādhu, sāriputta.
mn: “Good, good, Sāriputta!

# mn114:31.2
source: Sādhu kho tvaṃ, sāriputta, imassa mayā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāsi.
mn: It’s good that you understand the detailed meaning of my brief statement in this way.”

# mn114:32-36.1
source: ‘Cakkhuviññeyyaṃ rūpampāhaṃ, sāriputta, duvidhena vadāmi—
mn: And the Buddha went on to repeat and endorse Venerable Sāriputta’s explanation in full. Then he went on to explain further:

# mn114:39.1
source: Cīvaraṃpāhaṃ, sāriputta, duvidhena vadāmi—
mn: “I say that there are two kinds of robes:

# mn114:39.2
source: sevitabbampi, asevitabbampi … pe …
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:39.3
source: piṇḍapātaṃpāhaṃ, sāriputta …
mn: I say that there are two kinds of alms-food …

# mn114:39.4
source: senāsanaṃpāhaṃ, sāriputta …
mn: lodging …

# mn114:39.5
source: gāmampāhaṃ, sāriputta …
mn: village …

# mn114:39.6
source: nigamampāhaṃ, sāriputta …
mn: town …

# mn114:39.7
source: nagarampāhaṃ, sāriputta …
mn: city …

# mn114:39.8
source: janapadampāhaṃ, sāriputta …
mn: country …

# mn114:39.9
source: puggalaṃpāhaṃ, sāriputta, duvidhena vadāmi—
mn: person:

# mn114:39.10
source: sevitabbampi, asevitabbampī”ti.
mn: that which you should cultivate, and that which you should not cultivate.”

# mn114:40.1
source: Evaṃ vutte, āyasmā sāriputto bhagavantaṃ etadavoca:
mn: When he said this, Venerable Sāriputta said to the Buddha:

# mn114:40.2
source: “imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāmi.
mn: “Sir, this is how I understand the detailed meaning of the Buddha’s brief statement.

# mn114:41.1
source: ‘Cīvaraṃpāhaṃ, sāriputta, duvidhena vadāmi—
mn: ‘I say that there are two kinds of robes …

# mn114:42.1
source: Piṇḍapātaṃpāhaṃ, sāriputta … pe …
mn: alms-food …

# mn114:43.1
source: senāsanaṃpāhaṃ, sāriputta … pe …
mn: lodging …

# mn114:44.1
source: gāmampāhaṃ, sāriputta … pe …
mn: village …

# mn114:45.3
source: evarūpo nigamo na sevitabbo …
mn: town …

# mn114:46.1
source: evarūpaṃ nagaraṃ na sevitabbaṃ …
mn: city …

# mn114:47.1
source: evarūpo janapado na sevitabbo …
mn: country …

# mn114:48.1
source: ‘Puggalaṃpāhaṃ, sāriputta, duvidhena vadāmi—
mn: person:

# mn114:48.2
source: sevitabbampi, asevitabbampī’ti—
mn: that which you should cultivate, and that which you should not cultivate.’

# mn114:48.3
source: iti kho panetaṃ vuttaṃ bhagavatā.
mn: That’s what the Buddha said,

# mn114:48.4
source: Kiñcetaṃ paṭicca vuttaṃ?
mn: but why did he say it?

# mn114:48.5
source: Yathārūpaṃ, bhante, puggalaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo puggalo na sevitabbo;
mn: You should not cultivate the kind of person who causes unskillful qualities to grow while skillful qualities decline.

# mn114:48.6
source: yathārūpañca kho, bhante, puggalaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo puggalo sevitabbo.
mn: And you should cultivate the kind of person who causes unskillful qualities to decline while skillful qualities grow.

# mn114:48.7
source: ‘Puggalaṃpāhaṃ, sāriputta, duvidhena vadāmi—
mn: ‘I say that there are two kinds of person:

# mn114:48.8
source: sevitabbampi, asevitabbampī’ti—
mn: those who you should cultivate, and those who you should not cultivate.’

# mn114:48.9
source: iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttanti.
mn: That’s what the Buddha said, and this is why he said it.

# mn114:49.1
source: Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmī”ti.
mn: Sir, that’s how I understand the detailed meaning of the Buddha’s brief statement.”

# mn114:50.1
source: “Sādhu sādhu, sāriputta.
mn: “Good, good, Sāriputta!

# mn114:50.2
source: Sādhu kho tvaṃ, sāriputta, imassa mayā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāsi.
mn: It’s good that you understand the detailed meaning of my brief statement in this way.”

# mn114:51-58.1
source: ‘Cīvaraṃpāhaṃ, sāriputta, duvidhena vadāmi—
mn: And the Buddha went on to repeat and endorse Venerable Sāriputta’s explanation in full. Then he added:

# mn114:60.1
source: Sabbepi ce, sāriputta, khattiyā imassa mayā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājāneyyuṃ, sabbesānampissa khattiyānaṃ dīgharattaṃ hitāya sukhāya.
mn: “If all the aristocrats, brahmins, merchants, and workers were to understand the detailed meaning of my brief statement in this way, it would be for their lasting welfare and happiness.

# mn114:60.5
source: Sadevakopi ce, sāriputta, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā imassa mayā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājāneyya, sadevakassapissa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya dīgharattaṃ hitāya sukhāyā”ti.
mn: If the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—was to understand the detailed meaning of my brief statement in this way, it would be for the whole world’s lasting welfare and happiness.”

# mn114:61.1
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn114:61.2
source: Attamano āyasmā sāriputto bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Sāriputta was happy with what the Buddha said.
