Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn112.po
Languages: mn

# mn112:0.1
source: Majjhima Nikāya 112
mn: Middle Discourses 112

# mn112:0.2
source: Chabbisodhanasutta
mn: The Sixfold Purification

# mn112:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn112:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn112:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn112:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn112:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn112:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn112:2.1
source: “Idha, bhikkhave, bhikkhu aññaṃ byākaroti:
mn: “Take a mendicant who declares enlightenment:

# mn112:2.2
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti.
mn: ‘I understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.”’

# mn112:3.1
source: Tassa, bhikkhave, bhikkhuno bhāsitaṃ neva abhinanditabbaṃ nappaṭikkositabbaṃ.
mn: You should neither approve nor dismiss that mendicant’s statement.

# mn112:3.2
source: Anabhinanditvā appaṭikkositvā pañho pucchitabbo:
mn: Rather, you should question them:

# mn112:3.3
source: ‘cattārome, āvuso, vohārā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.
mn: ‘Reverend, these four kinds of expression have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha.

# mn112:3.4
source: Katame cattāro?
mn: What four?

# mn112:3.5
source: Diṭṭhe diṭṭhavāditā, sute sutavāditā, mute mutavāditā, viññāte viññātavāditā—
mn: One speaks of the seen as seen, the heard as heard, the thought as thought, and the known as known.

# mn112:3.6
source: ime kho, āvuso, cattāro vohārā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.
mn: These are the four kinds of expression rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha.

# mn112:3.7
source: Kathaṃ jānato panāyasmato, kathaṃ passato imesu catūsu vohāresu anupādāya āsavehi cittaṃ vimuttan’ti?
mn: How does the venerable know and see regarding these four kinds of expression so that your mind is freed from defilements by not grasping?’

# mn112:4.1
source: Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṃyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya:
mn: For a mendicant with defilements ended—who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—it is in line with the teaching to answer:

# mn112:4.2
source: ‘diṭṭhe kho ahaṃ, āvuso, anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharāmi.
mn: ‘Reverends, I live without attraction or repulsion for what is seen; independent, untied, liberated, detached, my mind free of limits.

# mn112:4.3
source: Sute kho ahaṃ, āvuso … pe …
mn: I live without attraction or repulsion for what is heard …

# mn112:4.4
source: mute kho ahaṃ, āvuso …
mn: thought …

# mn112:4.5
source: viññāte kho ahaṃ, āvuso, anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharāmi.
mn: or known; independent, untied, liberated, detached, my mind free of limits.

# mn112:4.6
source: Evaṃ kho me, āvuso, jānato evaṃ passato imesu catūsu vohāresu anupādāya āsavehi cittaṃ vimuttan’ti.
mn: That is how I know and see regarding these four kinds of expression so that my mind is freed from defilements by not grasping.’

# mn112:5.1
source: Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ anumoditabbaṃ.
mn: Saying ‘Good!’ you should applaud and cheer that mendicant’s statement,

# mn112:5.2
source: ‘Sādhū’ti bhāsitaṃ abhinanditvā anumoditvā uttariṃ pañho pucchitabbo.
mn: then ask a further question:

# mn112:5.3
source: ‘Pañcime, āvuso, upādānakkhandhā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.
mn: ‘Reverend, these five grasping aggregates have been rightly explained by the Buddha.

# mn112:5.4
source: Katame pañca?
mn: What five?

# mn112:5.5
source: Seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho—
mn: That is: the grasping aggregates of form, feeling, perception, choices, and consciousness.

# mn112:5.6
source: ime kho, āvuso, pañcupādānakkhandhā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.
mn: These are the five grasping aggregates that have been rightly explained by the Buddha.

# mn112:5.7
source: Kathaṃ jānato panāyasmato, kathaṃ passato imesu pañcasu upādānakkhandhesu anupādāya āsavehi cittaṃ vimuttan’ti?
mn: How does the venerable know and see regarding these five grasping aggregates so that your mind is freed from defilements by not grasping?’

# mn112:6.1
source: Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṃyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya:
mn: For a mendicant with defilements ended it is in line with the teaching to answer:

# mn112:6.2
source: ‘rūpaṃ kho ahaṃ, āvuso, abalaṃ virāgunaṃ anassāsikanti viditvā ye rūpe upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.
mn: ‘Reverends, knowing that form is powerless, fading, and unreliable, I understand that my mind is freed through the ending, fading away, cessation, giving away, and letting go of attraction, grasping, mental fixation, insistence, and underlying tendency for form.

# mn112:6.3
source: Vedanaṃ kho ahaṃ, āvuso … pe …
mn: Knowing that feeling …

# mn112:6.4
source: saññaṃ kho ahaṃ, āvuso …
mn: perception …

# mn112:6.5
source: saṅkhāre kho ahaṃ, āvuso …
mn: choices …

# mn112:6.6
source: viññāṇaṃ kho ahaṃ, āvuso, abalaṃ virāgunaṃ anassāsikanti viditvā ye viññāṇe upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.
mn: consciousness is powerless, fading, and unreliable, I understand that my mind is freed through the ending, fading away, cessation, giving away, and letting go of attraction, grasping, mental fixation, insistence, and underlying tendency for consciousness.

# mn112:6.7
source: Evaṃ kho me, āvuso, jānato evaṃ passato imesu pañcasu upādānakkhandhesu anupādāya āsavehi cittaṃ vimuttan’ti.
mn: That is how I know and see regarding these five grasping aggregates so that my mind is freed from defilements by not grasping.’

# mn112:7.1
source: Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ, anumoditabbaṃ.
mn: Saying ‘Good!’ you should applaud and cheer that mendicant’s statement,

# mn112:7.2
source: ‘Sādhū’ti bhāsitaṃ abhinanditvā anumoditvā uttariṃ pañho pucchitabbo.
mn: then ask a further question:

# mn112:7.3
source: ‘Chayimā, āvuso, dhātuyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.
mn: ‘Reverend, these six elements have been rightly explained by the Buddha.

# mn112:7.4
source: Katamā cha?
mn: What six?

# mn112:7.5
source: Pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, ākāsadhātu, viññāṇadhātu—
mn: The elements of earth, water, fire, air, space, and consciousness.

# mn112:7.6
source: imā kho, āvuso, cha dhātuyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.
mn: These are the six elements that have been rightly explained by the Buddha.

# mn112:7.7
source: Kathaṃ jānato panāyasmato, kathaṃ passato imāsu chasu dhātūsu anupādāya āsavehi cittaṃ vimuttan’ti?
mn: How does the venerable know and see regarding these six elements so that your mind is freed from defilements by not grasping?’

# mn112:8.1
source: Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṃyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya:
mn: For a mendicant with defilements ended it is in line with the teaching to answer:

# mn112:8.2
source: ‘pathavīdhātuṃ kho ahaṃ, āvuso, na attato upagacchiṃ, na ca pathavīdhātunissitaṃ attānaṃ.
mn: ‘Reverends, I’ve not taken the earth element as self, nor is there a self based on the earth element.

# mn112:8.3
source: Ye ca pathavīdhātunissitā upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.
mn: And I understand that my mind is freed through the ending, fading away, cessation, giving away, and letting go of attraction, grasping, mental fixation, insistence, and underlying tendency based on the earth element.

# mn112:8.4
source: Āpodhātuṃ kho ahaṃ, āvuso … pe …
mn: I’ve not taken the water element …

# mn112:8.5
source: tejodhātuṃ kho ahaṃ, āvuso …
mn: fire element …

# mn112:8.6
source: vāyodhātuṃ kho ahaṃ, āvuso …
mn: air element …

# mn112:8.7
source: ākāsadhātuṃ kho ahaṃ, āvuso …
mn: space element …

# mn112:8.8
source: viññāṇadhātuṃ kho ahaṃ, āvuso, na attato upagacchiṃ, na ca viññāṇadhātunissitaṃ attānaṃ.
mn: consciousness element as self, nor is there a self based on the consciousness element.

# mn112:8.9
source: Ye ca viññāṇadhātunissitā upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.
mn: And I understand that my mind is freed through the ending of attraction based on the consciousness element.

# mn112:8.10
source: Evaṃ kho me, āvuso, jānato, evaṃ passato imāsu chasu dhātūsu anupādāya āsavehi cittaṃ vimuttan’ti.
mn: That is how I know and see regarding these six elements so that my mind is freed from defilements by not grasping.’

# mn112:9.1
source: Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ, anumoditabbaṃ.
mn: Saying ‘Good!’ you should applaud and cheer that mendicant’s statement,

# mn112:9.2
source: ‘Sādhū’ti bhāsitaṃ abhinanditvā anumoditvā uttariṃ pañho pucchitabbo.
mn: then ask a further question:

# mn112:9.3
source: ‘Cha kho panimāni, āvuso, ajjhattikabāhirāni āyatanāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni.
mn: ‘Reverend, these six interior and exterior sense fields have been rightly explained by the Buddha.

# mn112:9.4
source: Katamāni cha?
mn: What six?

# mn112:9.5
source: Cakkhu ceva rūpā ca, sotañca saddā ca, ghānañca gandhā ca, jivhā ca rasā ca, kāyo ca phoṭṭhabbā ca, mano ca dhammā ca—
mn: The eye and sights, the ear and sounds, the nose and smells, the tongue and tastes, the body and touches, and the mind and thoughts.

# mn112:9.6
source: imāni kho, āvuso, cha ajjhattikabāhirāni āyatanāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni.
mn: These are the six interior and exterior sense fields that have been rightly explained by the Buddha.

# mn112:9.7
source: Kathaṃ jānato panāyasmato, kathaṃ passato imesu chasu ajjhattikabāhiresu āyatanesu anupādāya āsavehi cittaṃ vimuttan’ti?
mn: How does the venerable know and see regarding these six interior and exterior sense fields so that your mind is freed from defilements by not grasping?’

# mn112:10.1
source: Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṃyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya:
mn: For a mendicant with defilements ended it is in line with the teaching to answer:

# mn112:10.2
source: ‘cakkhusmiṃ, āvuso, rūpe cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu yo chando yo rāgo yā nandī yā taṇhā ye ca upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.
mn: ‘I understand that my mind is freed through the ending, fading away, cessation, giving away, and letting go of desire and greed and relishing and craving; attraction, grasping, mental fixation, insistence, and underlying tendency for the eye, sights, eye consciousness, and things knowable by eye consciousness.

# mn112:10.3
source: Sotasmiṃ, āvuso, sadde sotaviññāṇe … pe …
mn: I understand that my mind is freed through the ending of desire for the ear …

# mn112:10.4
source: ghānasmiṃ, āvuso, gandhe ghānaviññāṇe …
mn: nose …

# mn112:10.5
source: jivhāya, āvuso, rase jivhāviññāṇe …
mn: tongue …

# mn112:10.6
source: kāyasmiṃ, āvuso, phoṭṭhabbe kāyaviññāṇe …
mn: body …

# mn112:10.7
source: manasmiṃ, āvuso, dhamme manoviññāṇe manoviññāṇaviññātabbesu dhammesu yo chando yo rāgo yā nandī yā taṇhā ye ca upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.
mn: mind, thoughts, mind consciousness, and things knowable by mind consciousness.

# mn112:10.8
source: Evaṃ kho me, āvuso, jānato evaṃ passato imesu chasu ajjhattikabāhiresu āyatanesu anupādāya āsavehi cittaṃ vimuttan’ti.
mn: That is how I know and see regarding these six interior and exterior sense fields so that my mind is freed from defilements by not grasping.’

# mn112:11.1
source: Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ anumoditabbaṃ.
mn: Saying ‘Good!’ you should applaud and cheer that mendicant’s statement,

# mn112:11.2
source: ‘Sādhū’ti bhāsitaṃ abhinanditvā anumoditvā uttariṃ pañho pucchitabbo.
mn: then ask a further question:

# mn112:11.3
source: ‘Kathaṃ jānato panāyasmato, kathaṃ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṃkāramamaṃkāramānānusayā samūhatā’ti?
mn: ‘Sir, how does the venerable know and see so that he has eradicated ego, possessiveness, and underlying tendency to conceit for this conscious body and all external stimuli?’

# mn112:12.1
source: Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṃyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya:
mn: For a mendicant with defilements ended it is in line with the teaching to answer:

# mn112:12.2
source: ‘pubbe kho ahaṃ, āvuso, agāriyabhūto samāno aviddasu ahosiṃ.
mn: ‘Formerly, reverends, when I was still a layperson, I was ignorant.

# mn112:12.3
source: Tassa me tathāgato vā tathāgatasāvako vā dhammaṃ desesi.
mn: Then the Realized One or one of his disciples taught me the Dhamma.

# mn112:12.4
source: Tāhaṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhiṃ.
mn: I gained faith in the Realized One,

# mn112:12.5
source: So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhiṃ:
mn: and reflected:

# mn112:12.6
source: “sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.
mn: “Living in a house is cramped and dirty, but the life of one gone forth is wide open.

# mn112:12.7
source: Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.
mn: It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.

# mn112:12.8
source: Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan”ti.
mn: Why don’t I cut off my hair and beard, dress in ocher robes, and go forth from lay life to homelessness?”

# mn112:13.1
source: So kho ahaṃ, āvuso, aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ.
mn: After some time I gave up a large or small fortune, and a large or small family circle. I shaved off hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness.

# mn112:13.2
source: So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato ahosiṃ nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī vihāsiṃ.
mn: Once I had gone forth, I took up the training and livelihood of the mendicants. I gave up killing living creatures, renouncing the rod and the sword. I was scrupulous and kind, living full of compassion for all living beings.

# mn112:13.3
source: Adinnādānaṃ pahāya adinnādānā paṭivirato ahosiṃ dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā vihāsiṃ.
mn: I gave up stealing. I took only what’s given, and expected only what’s given. I kept myself clean by not thieving.

# mn112:13.4
source: Abrahmacariyaṃ pahāya brahmacārī ahosiṃ ārācārī virato methunā gāmadhammā.
mn: I gave up unchastity. I became celibate, set apart, avoiding the common practice of sex.

# mn112:13.5
source: Musāvādaṃ pahāya musāvādā paṭivirato ahosiṃ saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.
mn: I gave up lying. I spoke the truth and stuck to the truth. I was honest and trustworthy, not tricking the world with my words.

# mn112:13.6
source: Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato ahosiṃ, ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya; iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā ahosiṃ.
mn: I gave up divisive speech. I didn’t repeat in one place what I heard in another so as to divide people against each other. Instead, I reconciled those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.

# mn112:13.7
source: Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato ahosiṃ; yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā ahosiṃ.
mn: I gave up harsh speech. I spoke in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people.

# mn112:13.8
source: Samphappalāpaṃ pahāya samphappalāpā paṭivirato ahosiṃ; kālavādī bhūtavādī atthavādī dhammavādī vinayavādī nidhānavatiṃ vācaṃ bhāsitā ahosiṃ kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.
mn: I gave up talking nonsense. My words were timely, true, and meaningful, in line with the teaching and training. I said things at the right time which are valuable, reasonable, succinct, and beneficial.

# mn112:14.1
source: So bījagāmabhūtagāmasamārambhā paṭivirato ahosiṃ, ekabhattiko ahosiṃ rattūparato virato vikālabhojanā.
mn: I avoided injuring plants and seeds. I ate in one part of the day, abstaining from eating at night and food at the wrong time.

# mn112:14.2
source: Naccagītavāditavisūkadassanā paṭivirato ahosiṃ.
mn: I avoided dancing, singing, music, and seeing shows.

# mn112:14.3
source: Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato ahosiṃ.
mn: I avoided beautifying and adorning myself with garlands, perfumes, and makeup.

# mn112:14.4
source: Uccāsayanamahāsayanā paṭivirato ahosiṃ.
mn: I avoided high and luxurious beds.

# mn112:14.5
source: Jātarūparajatapaṭiggahaṇā paṭivirato ahosiṃ,
mn: I avoided receiving gold and money,

# mn112:14.6
source: āmakadhaññapaṭiggahaṇā paṭivirato ahosiṃ,
mn: raw grains,

# mn112:14.7
source: āmakamaṃsapaṭiggahaṇā paṭivirato ahosiṃ;
mn: raw meat,

# mn112:14.8
source: itthikumārikapaṭiggahaṇā paṭivirato ahosiṃ,
mn: women and girls,

# mn112:14.9
source: dāsidāsapaṭiggahaṇā paṭivirato ahosiṃ,
mn: male and female bondservants,

# mn112:14.10
source: ajeḷakapaṭiggahaṇā paṭivirato ahosiṃ,
mn: goats and sheep,

# mn112:14.11
source: kukkuṭasūkarapaṭiggahaṇā paṭivirato ahosiṃ,
mn: chicken and pigs,

# mn112:14.12
source: hatthigavassavaḷavapaṭiggahaṇā paṭivirato ahosiṃ,
mn: elephants, cows, horses, and mares,

# mn112:14.13
source: khettavatthupaṭiggahaṇā paṭivirato ahosiṃ.
mn: and fields and land.

# mn112:14.14
source: Dūteyyapahiṇagamanānuyogā paṭivirato ahosiṃ,
mn: I avoided running errands and messages;

# mn112:14.15
source: kayavikkayā paṭivirato ahosiṃ,
mn: buying and selling;

# mn112:14.16
source: tulākūṭakaṃsakūṭamānakūṭā paṭivirato ahosiṃ,
mn: falsifying weights, metals, or measures;

# mn112:14.17
source: ukkoṭanavañcananikatisāciyogā paṭivirato ahosiṃ,
mn: bribery, fraud, cheating, and duplicity;

# mn112:14.18
source: chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato ahosiṃ.
mn: mutilation, murder, abduction, banditry, plunder, and violence.

# mn112:14.19
source: So santuṭṭho ahosiṃ kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamiṃ samādāyeva pakkamiṃ.
mn: I became content with robes to look after the body and alms-food to look after the belly. Wherever I went, I set out taking only these things.

# mn112:14.20
source: Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti;
mn: Like a bird: wherever it flies, wings are its only burden.

# mn112:14.21
source: evameva kho ahaṃ, āvuso; santuṭṭho ahosiṃ kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamiṃ samādāyeva pakkamiṃ.
mn: In the same way, I became content with robes to look after the body and alms-food to look after the belly. Wherever I went, I set out taking only these things.

# mn112:14.22
source: So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedesiṃ.
mn: When I had this entire spectrum of noble ethics, I experienced a blameless happiness inside myself.

# mn112:15.1
source: So cakkhunā rūpaṃ disvā na nimittaggāhī ahosiṃ nānubyañjanaggāhī;
mn: When I saw a sight with my eyes, I didn’t get caught up in the features and details.

# mn112:15.2
source: yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjiṃ; rakkhiṃ cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjiṃ.
mn: If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, I practiced restraint, protecting the faculty of sight, and achieving its restraint.

# mn112:15.3
source: Sotena saddaṃ sutvā … pe …
mn: When I heard a sound with my ears …

# mn112:15.4
source: ghānena gandhaṃ ghāyitvā … pe …
mn: When I smelled an odor with my nose …

# mn112:15.5
source: jivhāya rasaṃ sāyitvā … pe …
mn: When I tasted a flavor with my tongue …

# mn112:15.6
source: kāyena phoṭṭhabbaṃ phusitvā … pe …
mn: When I felt a touch with my body …

# mn112:15.7
source: manasā dhammaṃ viññāya na nimittaggāhī ahosiṃ nānubyañjanaggāhī;
mn: When I knew a thought with my mind, I didn’t get caught up in the features and details.

# mn112:15.8
source: yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjiṃ; rakkhiṃ manindriyaṃ, manindriye saṃvaraṃ āpajjiṃ.
mn: If the faculty of the mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, I practiced restraint, protecting the faculty of the mind, and achieving its restraint.

# mn112:15.9
source: So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedesiṃ.
mn: When I had this noble sense restraint, I experienced an unsullied bliss inside myself.

# mn112:16.1
source: So abhikkante paṭikkante sampajānakārī ahosiṃ, ālokite vilokite sampajānakārī ahosiṃ, samiñjite pasārite sampajānakārī ahosiṃ, saṅghāṭipattacīvaradhāraṇe sampajānakārī ahosiṃ, asite pīte khāyite sāyite sampajānakārī ahosiṃ, uccārapassāvakamme sampajānakārī ahosiṃ, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī ahosiṃ.
mn: I acted with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.
