Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn114.po
Languages: mn

# mn114:0.1
source: Majjhima Nikāya 114
mn: Middle Discourses 114

# mn114:0.2
source: Sevitabbāsevitabbasutta
mn: What Should and Should Not Be Cultivated

# mn114:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn114:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn114:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn114:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn114:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn114:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn114:2.1
source: “sevitabbāsevitabbaṃ vo, bhikkhave, dhammapariyāyaṃ desessāmi.
mn: “Mendicants, I will teach you an exposition of the teaching on what should and should not be cultivated.

# mn114:2.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn114:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn114:2.4
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn114:3.1
source: “Kāyasamācārampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: “I say that there are two kinds of bodily behavior:

# mn114:3.2
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:3.3
source: tañca aññamaññaṃ kāyasamācāraṃ.
mn: And each of these is a kind of behavior.

# mn114:3.4
source: Vacīsamācārampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: I say that there are two kinds of verbal behavior:

# mn114:3.5
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:3.6
source: tañca aññamaññaṃ vacīsamācāraṃ.
mn: And each of these is a kind of behavior.

# mn114:3.7
source: Manosamācārampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: I say that there are two kinds of mental behavior:

# mn114:3.8
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:3.9
source: tañca aññamaññaṃ manosamācāraṃ.
mn: And each of these is a kind of behavior.

# mn114:3.10
source: Cittuppādampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: I say that there are two ways of giving rise to a thought:

# mn114:3.11
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:3.12
source: tañca aññamaññaṃ cittuppādaṃ.
mn: And each of these is a way of giving rise to a thought.

# mn114:3.13
source: Saññāpaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: I say that there are two ways of acquiring perception:

# mn114:3.14
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:3.15
source: tañca aññamaññaṃ saññāpaṭilābhaṃ.
mn: And each of these is a way of acquiring perception.

# mn114:3.16
source: Diṭṭhipaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: I say that there are two ways of acquiring views:

# mn114:3.17
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:3.18
source: tañca aññamaññaṃ diṭṭhipaṭilābhaṃ.
mn: And each of these is a way of acquiring views.

# mn114:3.19
source: Attabhāvapaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: I say that there are two ways of reincarnating:

# mn114:3.20
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:3.21
source: tañca aññamaññaṃ attabhāvapaṭilābhan”ti.
mn: And each of these is a way of reincarnating.”

# mn114:4.1
source: Evaṃ vutte āyasmā sāriputto bhagavantaṃ etadavoca:
mn: When he said this, Venerable Sāriputta said to the Buddha,

# mn114:4.2
source: “imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāmi.
mn: “Sir, this is how I understand the detailed meaning of the Buddha’s brief statement.

# mn114:5.1
source: ‘Kāyasamācārampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two kinds of bodily behavior:

# mn114:5.2
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:5.3
source: tañca aññamaññaṃ kāyasamācāran’ti—
mn: And each of these is a kind of bodily behavior.’

# mn114:5.4
source: iti kho panetaṃ vuttaṃ bhagavatā.
mn: That’s what the Buddha said,

# mn114:5.5
source: Kiñcetaṃ paṭicca vuttaṃ?
mn: but why did he say it?

# mn114:5.6
source: Yathārūpaṃ, bhante, kāyasamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpo kāyasamācāro na sevitabbo;
mn: You should not cultivate the kind of bodily behavior which causes unskillful qualities to grow while skillful qualities decline.

# mn114:5.7
source: yathārūpañca kho, bhante, kāyasamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpo kāyasamācāro sevitabbo.
mn: And you should cultivate the kind of bodily behavior which causes unskillful qualities to decline while skillful qualities grow.

# mn114:5.8
source: Kathaṃrūpaṃ, bhante, kāyasamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti?
mn: And what kind of bodily behavior causes unskillful qualities to grow while skillful qualities decline?

# mn114:5.9
source: Idha, bhante, ekacco pāṇātipātī hoti luddo lohitapāṇi hatappahate niviṭṭho adayāpanno pāṇabhūtesu;
mn: It’s when someone kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings.

# mn114:5.10
source: adinnādāyī kho pana hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti;
mn: They steal. With the intention to commit theft, they take the wealth or belongings of others from village or wilderness.

# mn114:5.11
source: kāmesumicchācārī kho pana hoti, yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sassāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi tathārūpāsu cārittaṃ āpajjitā hoti—
mn: They commit sexual misconduct. They have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal.

# mn114:5.12
source: evarūpaṃ, bhante, kāyasamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti.
mn: That kind of bodily behavior causes unskillful qualities to grow while skillful qualities decline.

# mn114:5.13
source: Kathaṃrūpaṃ, bhante, kāyasamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti?
mn: And what kind of bodily behavior causes unskillful qualities to decline while skillful qualities grow?

# mn114:5.14
source: Idha, bhante, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati;
mn: It’s when someone gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings.

# mn114:5.15
source: adinnādānaṃ pahāya adinnādānā paṭivirato hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā taṃ nādinnaṃ theyyasaṅkhātaṃ ādātā hoti;
mn: They give up stealing. They don’t, with the intention to commit theft, take the wealth or belongings of others from village or wilderness.

# mn114:5.16
source: kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti, yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sassāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi tathārūpāsu na cārittaṃ āpajjitā hoti—
mn: They give up sexual misconduct. They don’t have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They don’t have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal.

# mn114:5.17
source: evarūpaṃ, bhante, kāyasamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti.
mn: That kind of bodily behavior causes unskillful qualities to decline while skillful qualities grow.

# mn114:5.18
source: ‘Kāyasamācārampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two kinds of bodily behavior:

# mn114:5.19
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:5.20
source: tañca aññamaññaṃ kāyasamācāran’ti—
mn: And each of these is a kind of bodily behavior.’

# mn114:5.21
source: iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.
mn: That’s what the Buddha said, and this is why he said it.

# mn114:6.1
source: ‘Vacīsamācārampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two kinds of verbal behavior:

# mn114:6.2
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:6.3
source: tañca aññamaññaṃ vacīsamācāran’ti—
mn: And each of these is a kind of verbal behavior.’

# mn114:6.4
source: iti kho panetaṃ vuttaṃ bhagavatā.
mn: That’s what the Buddha said,

# mn114:6.5
source: Kiñcetaṃ paṭicca vuttaṃ?
mn: but why did he say it?

# mn114:6.6
source: Yathārūpaṃ, bhante, vacīsamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpo vacīsamācāro na sevitabbo;
mn: You should not cultivate the kind of verbal behavior which causes unskillful qualities to grow while skillful qualities decline.

# mn114:6.7
source: yathārūpañca kho, bhante, vacīsamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo vacīsamācāro sevitabbo.
mn: And you should cultivate the kind of verbal behavior which causes unskillful qualities to decline while skillful qualities grow.

# mn114:6.8
source: Kathaṃrūpaṃ, bhante, vacīsamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti?
mn: And what kind of verbal behavior causes unskillful qualities to grow while skillful qualities decline?

# mn114:6.9
source: Idha, bhante, ekacco musāvādī hoti. Sabhāgato vā parisāgato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti so ajānaṃ vā āha: ‘jānāmī’ti, jānaṃ vā āha: ‘na jānāmī’ti; apassaṃ vā āha: ‘passāmī’ti, passaṃ vā āha: ‘na passāmī’ti—iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti;
mn: It’s when someone lies. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I know.’ Knowing, they say ‘I don’t know.’ Not seeing, they say ‘I see.’ And seeing, they say ‘I don’t see.’ So they deliberately lie for the sake of themselves or another, or for some trivial worldly reason.

# mn114:6.10
source: pisuṇavāco kho pana hoti, ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya—iti samaggānaṃ vā bhettā, bhinnānaṃ vā anuppadātā, vaggārāmo, vaggarato, vagganandī, vaggakaraṇiṃ vācaṃ bhāsitā hoti;
mn: They speak divisively. They repeat in one place what they heard in another so as to divide people against each other. And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division.

# mn114:6.11
source: pharusavāco kho pana hoti, yā sā vācā kaṇḍakā kakkasā pharusā parakaṭukā parābhisajjanī kodhasāmantā asamādhisaṃvattanikā, tathārūpiṃ vācaṃ bhāsitā hoti;
mn: They speak harshly. They use the kinds of words that are cruel, nasty, hurtful, offensive, bordering on anger, not leading to immersion.

# mn114:6.12
source: samphappalāpī kho pana hoti akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī, anidhānavatiṃ vācaṃ bhāsitā hoti akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ—
mn: They talk nonsense. Their speech is untimely, and is neither factual nor beneficial. It has nothing to do with the teaching or the training. Their words have no value, and are untimely, unreasonable, rambling, and pointless.

# mn114:6.13
source: evarūpaṃ, bhante, vacīsamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti.
mn: That kind of verbal behavior causes unskillful qualities to grow while skillful qualities decline.

# mn114:6.14
source: Kathaṃrūpaṃ, bhante, vacīsamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti?
mn: And what kind of verbal behavior causes unskillful qualities to decline while skillful qualities grow?

# mn114:6.15
source: Idha, bhante, ekacco musāvādaṃ pahāya musāvādā paṭivirato hoti sabhāgato vā parisāgato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti so ajānaṃ vā āha: ‘na jānāmī’ti, jānaṃ vā āha: ‘jānāmī’ti, apassaṃ vā āha: ‘na passāmī’ti, passaṃ vā āha: ‘passāmī’ti—iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti;
mn: It’s when a certain person gives up lying. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I don’t know.’ Knowing, they say ‘I know.’ Not seeing, they say ‘I don’t see.’ And seeing, they say ‘I see.’ So they don’t deliberately lie for the sake of themselves or another, or for some trivial worldly reason.

# mn114:6.16
source: pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya—iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti;
mn: They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.

# mn114:6.17
source: pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti, yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti;
mn: They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people.

# mn114:6.18
source: samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ—
mn: They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial.

# mn114:6.19
source: evarūpaṃ, bhante, vacīsamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti.
mn: That kind of verbal behavior causes unskillful qualities to decline while skillful qualities grow.

# mn114:6.20
source: ‘Vacīsamācārampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two kinds of verbal behavior:

# mn114:6.21
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:6.22
source: tañca aññamaññaṃ vacīsamācāran’ti—
mn: And each of these is a kind of verbal behavior.’

# mn114:6.23
source: iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.
mn: That’s what the Buddha said, and this is why he said it.

# mn114:7.1
source: ‘Manosamācārampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two kinds of mental behavior:

# mn114:7.2
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:7.3
source: tañca aññamaññaṃ manosamācāran’ti—
mn: And each of these is a kind of mental behavior.’

# mn114:7.4
source: iti kho panetaṃ vuttaṃ bhagavatā.
mn: That’s what the Buddha said,

# mn114:7.5
source: Kiñcetaṃ paṭicca vuttaṃ?
mn: but why did he say it?

# mn114:7.6
source: Yathārūpaṃ, bhante, manosamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo manosamācāro na sevitabbo;
mn: You should not cultivate the kind of mental behavior which causes unskillful qualities to grow while skillful qualities decline.

# mn114:7.7
source: yathārūpañca kho, bhante, manosamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo manosamācāro sevitabbo.
mn: And you should cultivate the kind of mental behavior which causes unskillful qualities to decline while skillful qualities grow.

# mn114:7.8
source: Kathaṃrūpaṃ, bhante, manosamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti?
mn: And what kind of mental behavior causes unskillful qualities to grow while skillful qualities decline?

# mn114:7.9
source: Idha, bhante, ekacco abhijjhālu hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ abhijjhātā hoti: ‘aho vata yaṃ parassa taṃ mamassā’ti;
mn: It’s when someone is covetous. They covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’

# mn114:7.10
source: byāpannacitto kho pana hoti paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā vajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti—
mn: They have ill will and hateful intentions: ‘May these sentient beings be killed, slaughtered, slain, destroyed, or annihilated!’

# mn114:7.11
source: evarūpaṃ, bhante, manosamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti.
mn: That kind of mental behavior causes unskillful qualities to grow while skillful qualities decline.

# mn114:7.12
source: Kathaṃrūpaṃ, bhante, manosamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti?
mn: And what kind of mental behavior causes unskillful qualities to decline while skillful qualities grow?

# mn114:7.13
source: Idha, bhante, ekacco anabhijjhālu hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ nābhijjhātā hoti: ‘aho vata yaṃ parassa taṃ mamassā’ti;
mn: It’s when someone is content. They don’t covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’

# mn114:7.14
source: abyāpannacitto kho pana hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā abyābajjhā anīghā sukhī attānaṃ pariharantū’ti—
mn: They have a kind heart and loving intentions: ‘May these sentient beings live free of enmity and ill will, untroubled and happy!’

# mn114:7.15
source: evarūpaṃ, bhante, manosamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti.
mn: That kind of mental behavior causes unskillful qualities to decline while skillful qualities grow.

# mn114:7.16
source: ‘Manosamācārampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two kinds of mental behavior:

# mn114:7.17
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:7.18
source: tañca aññamaññaṃ manosamācāran’ti—
mn: And each of these is a kind of mental behavior.’

# mn114:7.19
source: iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.
mn: That’s what the Buddha said, and this is why he said it.

# mn114:8.1
source: ‘Cittuppādampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two ways of giving rise to a thought:

# mn114:8.2
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:8.3
source: tañca aññamaññaṃ cittuppādan’ti—
mn: And each of these is a way of giving rise to a thought.’

# mn114:8.4
source: iti kho panetaṃ vuttaṃ bhagavatā.
mn: That’s what the Buddha said,

# mn114:8.5
source: Kiñcetaṃ paṭicca vuttaṃ?
mn: but why did he say it?

# mn114:8.6
source: Yathārūpaṃ, bhante, cittuppādaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo cittuppādo na sevitabbo;
mn: You should not cultivate the way of giving rise to a thought which causes unskillful qualities to grow while skillful qualities decline.

# mn114:8.7
source: yathārūpañca kho, bhante, cittuppādaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo cittuppādo sevitabbo.
mn: And you should cultivate the way of giving rise to a thought which causes unskillful qualities to decline while skillful qualities grow.

# mn114:8.8
source: Kathaṃrūpaṃ, bhante, cittuppādaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti?
mn: And what way of giving rise to a thought causes unskillful qualities to grow while skillful qualities decline?

# mn114:8.9
source: Idha, bhante, ekacco abhijjhālu hoti, abhijjhāsahagatena cetasā viharati;
mn: It’s when someone is covetous, and lives with their heart full of covetousness.

# mn114:8.10
source: byāpādavā hoti, byāpādasahagatena cetasā viharati;
mn: They are malicious, and live with their heart full of ill will.

# mn114:8.11
source: vihesavā hoti, vihesāsahagatena cetasā viharati—
mn: They’re hurtful, and live with their heart intent on harm.

# mn114:8.12
source: evarūpaṃ, bhante, cittuppādaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti.
mn: That way of giving rise to a thought causes unskillful qualities to grow while skillful qualities decline.

# mn114:8.13
source: Kathaṃrūpaṃ, bhante, cittuppādaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti?
mn: And what way of giving rise to a thought causes unskillful qualities to decline while skillful qualities grow?

# mn114:8.14
source: Idha, bhante, ekacco anabhijjhālu hoti, anabhijjhāsahagatena cetasā viharati;
mn: It’s when someone is content, and lives with their heart full of contentment.

# mn114:8.15
source: abyāpādavā hoti, abyāpādasahagatena cetasā viharati;
mn: They have good will, and live with their heart full of good will.

# mn114:8.16
source: avihesavā hoti, avihesāsahagatena cetasā viharati—
mn: They’re kind, and live with their heart full of kindness.

# mn114:8.17
source: evarūpaṃ, bhante, cittuppādaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti.
mn: That way of giving rise to a thought causes unskillful qualities to decline while skillful qualities grow.

# mn114:8.18
source: ‘Cittuppādampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two ways of giving rise to a thought:

# mn114:8.19
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:8.20
source: tañca aññamaññaṃ cittuppādan’ti—
mn: And each of these is a way of giving rise to a thought.’

# mn114:8.21
source: iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.
mn: That’s what the Buddha said, and this is why he said it.

# mn114:9.1
source: ‘Saññāpaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—
mn: ‘I say that there are two ways of acquiring perception:

# mn114:9.2
source: sevitabbampi, asevitabbampi;
mn: that which you should cultivate, and that which you should not cultivate.

# mn114:9.3
source: tañca aññamaññaṃ saññāpaṭilābhan’ti—
mn: And each of these is a way of acquiring perception.’

# mn114:9.4
source: iti kho panetaṃ vuttaṃ bhagavatā.
mn: That’s what the Buddha said,

# mn114:9.5
source: Kiñcetaṃ paṭicca vuttaṃ?
mn: but why did he say it?

# mn114:9.6
source: Yathārūpaṃ, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo saññāpaṭilābho na sevitabbo;
mn: You should not cultivate the way of acquiring perception which causes unskillful qualities to grow while skillful qualities decline.
