Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn110.po
Languages: mn

# mn110:0.1
source: Majjhima Nikāya 110
mn: Middle Discourses 110

# mn110:0.2
source: Cūḷapuṇṇamasutta
mn: The Shorter Discourse on the Full-Moon Night

# mn110:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn110:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde.
mn: At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.

# mn110:2.1
source: Tena kho pana samayena bhagavā tadahuposathe pannarase puṇṇāya puṇṇamāya rattiyā bhikkhusaṅghaparivuto abbhokāse nisinno hoti.
mn: Now, at that time it was the sabbath—the full moon on the fifteenth day—and the Buddha was sitting in the open surrounded by the Saṅgha of monks.

# mn110:2.2
source: Atha kho bhagavā tuṇhībhūtaṃ tuṇhībhūtaṃ bhikkhusaṅghaṃ anuviloketvā bhikkhū āmantesi:
mn: Then the Buddha looked around the Saṅgha of monks, who were so very silent. He addressed them,

# mn110:3.1
source: “jāneyya nu kho, bhikkhave, asappuriso asappurisaṃ:
mn: “Mendicants, could a bad person know of a bad person:

# mn110:3.2
source: ‘asappuriso ayaṃ bhavan’”ti?
mn: ‘This fellow is a bad person’?”

# mn110:3.3
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn110:3.4
source: “Sādhu, bhikkhave;
mn: “Good, mendicants!

# mn110:3.5
source: aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ asappuriso asappurisaṃ jāneyya:
mn: It’s impossible, it can’t happen, that a bad person could know of a bad person:

# mn110:3.6
source: ‘asappuriso ayaṃ bhavan’ti.
mn: ‘This fellow is a bad person.’

# mn110:3.7
source: Jāneyya pana, bhikkhave, asappuriso sappurisaṃ:
mn: But could a bad person know of a good person:

# mn110:3.8
source: ‘sappuriso ayaṃ bhavan’”ti?
mn: ‘This fellow is a good person’?”

# mn110:3.9
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn110:3.10
source: “Sādhu, bhikkhave;
mn: “Good, mendicants!

# mn110:3.11
source: etampi kho, bhikkhave, aṭṭhānaṃ anavakāso yaṃ asappuriso sappurisaṃ jāneyya:
mn: That too is impossible.

# mn110:4.1
source: Asappuriso, bhikkhave, assaddhammasamannāgato hoti, asappurisabhatti hoti, asappurisacintī hoti, asappurisamantī hoti, asappurisavāco hoti, asappurisakammanto hoti, asappurisadiṭṭhi hoti; asappurisadānaṃ deti.
mn: A bad person has bad qualities, associates with bad people, and has the intentions, counsel, speech, actions, views, and giving of a bad person.

# mn110:5.1
source: Kathañca, bhikkhave, asappuriso assaddhammasamannāgato hoti?
mn: And how does a bad person have bad qualities?

# mn110:5.2
source: Idha, bhikkhave, asappuriso assaddho hoti, ahiriko hoti, anottappī hoti, appassuto hoti, kusīto hoti, muṭṭhassati hoti, duppañño hoti.
mn: It’s when a bad person is faithless, shameless, imprudent, uneducated, lazy, unmindful, and witless.

# mn110:5.3
source: Evaṃ kho, bhikkhave, asappuriso assaddhammasamannāgato hoti. (1)
mn: That’s how a bad person has bad qualities.

# mn110:6.1
source: Kathañca, bhikkhave, asappuriso asappurisabhatti hoti?
mn: And how does a bad person associate with bad people?

# mn110:6.2
source: Idha, bhikkhave, asappurisassa ye te samaṇabrāhmaṇā assaddhā ahirikā anottappino appassutā kusītā muṭṭhassatino duppaññā tyāssa mittā honti te sahāyā.
mn: It’s when a bad person is a friend and companion of ascetics and brahmins who are faithless, shameless, imprudent, uneducated, lazy, unmindful, and witless.

# mn110:6.3
source: Evaṃ kho, bhikkhave, asappuriso asappurisabhatti hoti. (2)
mn: That’s how a bad person associates with bad people.

# mn110:7.1
source: Kathañca, bhikkhave, asappuriso asappurisacintī hoti?
mn: And how does a bad person have the intentions of a bad person?

# mn110:7.2
source: Idha, bhikkhave, asappuriso attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti.
mn: It’s when a bad person intends to hurt themselves, hurt others, and hurt both.

# mn110:7.3
source: Evaṃ kho, bhikkhave, asappuriso asappurisacintī hoti. (3)
mn: That’s how a bad person has the intentions of a bad person.

# mn110:8.1
source: Kathañca, bhikkhave, asappuriso asappurisamantī hoti?
mn: And how does a bad person offer the counsel of a bad person?

# mn110:8.2
source: Idha, bhikkhave, asappuriso attabyābādhāyapi manteti, parabyābādhāyapi manteti, ubhayabyābādhāyapi manteti.
mn: It’s when a bad person offers counsel that hurts themselves, hurts others, and hurts both.

# mn110:8.3
source: Evaṃ kho, bhikkhave, asappuriso asappurisamantī hoti. (4)
mn: That’s how a bad person offers the counsel of a bad person.

# mn110:9.1
source: Kathañca, bhikkhave, asappuriso asappurisavāco hoti?
mn: And how does a bad person have the speech of a bad person?

# mn110:9.2
source: Idha, bhikkhave, asappuriso musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti.
mn: It’s when a bad person uses speech that’s false, divisive, harsh, and nonsensical.

# mn110:9.3
source: Evaṃ kho, bhikkhave, asappuriso asappurisavāco hoti. (5)
mn: That’s how a bad person has the speech of a bad person.

# mn110:10.1
source: Kathañca, bhikkhave, asappuriso asappurisakammanto hoti?
mn: And how does a bad person have the action of a bad person?

# mn110:10.2
source: Idha, bhikkhave, asappuriso pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti.
mn: It’s when a bad person kills living creatures, steals, and commits sexual misconduct.

# mn110:10.3
source: Evaṃ kho, bhikkhave, asappuriso asappurisakammanto hoti. (6)
mn: That’s how a bad person has the actions of a bad person.

# mn110:11.1
source: Kathañca, bhikkhave, asappuriso asappurisadiṭṭhi hoti?
mn: And how does a bad person have the view of a bad person?

# mn110:11.2
source: Idha, bhikkhave, asappuriso evaṃdiṭṭhi hoti:
mn: It’s when a bad person has such a view:

# mn110:11.3
source: ‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā, ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.
mn: ‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’

# mn110:11.4
source: Evaṃ kho, bhikkhave, asappuriso asappurisadiṭṭhi hoti. (7)
mn: That’s how a bad person has the view of a bad person.

# mn110:12.1
source: Kathañca, bhikkhave, asappuriso asappurisadānaṃ deti?
mn: And how does a bad person give the gifts of a bad person?

# mn110:12.2
source: Idha, bhikkhave, asappuriso asakkaccaṃ dānaṃ deti, asahatthā dānaṃ deti, acittīkatvā dānaṃ deti, apaviṭṭhaṃ dānaṃ deti anāgamanadiṭṭhiko dānaṃ deti.
mn: It’s when a bad person gives a gift carelessly, not with their own hand, and thoughtlessly. They give the dregs, and they give without consideration for consequences.

# mn110:12.3
source: Evaṃ kho, bhikkhave, asappuriso asappurisadānaṃ deti.
mn: That’s how a bad person gives the gifts of a bad person.

# mn110:13.1
source: So, bhikkhave, asappuriso evaṃ assaddhammasamannāgato, evaṃ asappurisabhatti, evaṃ asappurisacintī, evaṃ asappurisamantī, evaṃ asappurisavāco, evaṃ asappurisakammanto, evaṃ asappurisadiṭṭhi;
mn: That bad person—who has such bad qualities, frequents bad people, and has the intentions, counsel, speech, actions, views, and giving of a bad person—

# mn110:13.2
source: evaṃ asappurisadānaṃ datvā kāyassa bhedā paraṃ maraṇā yā asappurisānaṃ gati tattha upapajjati.
mn: when their body breaks up, after death, is reborn in the place where bad people are reborn.

# mn110:13.3
source: Kā ca, bhikkhave, asappurisānaṃ gati?
mn: And what is the place where bad people are reborn?

# mn110:13.4
source: Nirayo vā tiracchānayoni vā.
mn: Hell or the animal realm.

# mn110:14.1
source: Jāneyya nu kho, bhikkhave, sappuriso sappurisaṃ:
mn: Mendicants, could a good person know of a good person:

# mn110:14.2
source: ‘sappuriso ayaṃ bhavan’”ti?
mn: ‘This fellow is a good person’?”

# mn110:14.3
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn110:14.4
source: “Sādhu, bhikkhave;
mn: “Good, mendicants!

# mn110:14.5
source: ṭhānametaṃ, bhikkhave, vijjati yaṃ sappuriso sappurisaṃ jāneyya:
mn: It is possible that a good person could know of a good person:

# mn110:14.6
source: ‘sappuriso ayaṃ bhavan’ti.
mn: ‘This fellow is a good person.’

# mn110:14.7
source: Jāneyya pana, bhikkhave, sappuriso asappurisaṃ:
mn: But could a good person know of a bad person:

# mn110:14.8
source: ‘asappuriso ayaṃ bhavan’”ti?
mn: ‘This fellow is a bad person’?”

# mn110:14.9
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn110:15.1
source: “Sādhu, bhikkhave;
mn: “Good, mendicants!

# mn110:15.2
source: etampi kho, bhikkhave, ṭhānaṃ vijjati yaṃ sappuriso asappurisaṃ jāneyya:
mn: That too is possible.

# mn110:15.4
source: Sappuriso, bhikkhave, saddhammasamannāgato hoti, sappurisabhatti hoti, sappurisacintī hoti, sappurisamantī hoti, sappurisavāco hoti, sappurisakammanto hoti, sappurisadiṭṭhi hoti;
mn: A good person has good qualities, associates with good people, and has the intentions, counsel, speech, actions, views, and giving of a good person.

# mn110:16.1
source: Kathañca, bhikkhave, sappuriso saddhammasamannāgato hoti?
mn: And how does a good person have good qualities?

# mn110:16.2
source: Idha, bhikkhave, sappuriso saddho hoti, hirimā hoti, ottappī hoti, bahussuto hoti, āraddhavīriyo hoti, upaṭṭhitassati hoti, paññavā hoti.
mn: It’s when a good person is faithful, conscientious, prudent, learned, energetic, mindful, and wise.

# mn110:16.3
source: Evaṃ kho, bhikkhave, sappuriso saddhammasamannāgato hoti. (1)
mn: That’s how a good person has good qualities.

# mn110:17.1
source: Kathañca, bhikkhave, sappuriso sappurisabhatti hoti?
mn: And how does a good person associate with good people?

# mn110:17.2
source: Idha, bhikkhave, sappurisassa ye te samaṇabrāhmaṇā saddhā hirimanto ottappino bahussutā āraddhavīriyā upaṭṭhitassatino paññavanto tyāssa mittā honti, te sahāyā.
mn: It’s when a good person is a friend and companion of ascetics and brahmins who are faithful, conscientious, prudent, learned, energetic, mindful, and wise.

# mn110:17.3
source: Evaṃ kho, bhikkhave, sappuriso sappurisabhatti hoti. (2)
mn: That’s how a good person associates with good people.

# mn110:18.1
source: Kathañca, bhikkhave, sappuriso sappurisacintī hoti?
mn: And how does a good person have the intentions of a good person?

# mn110:18.2
source: Idha, bhikkhave, sappuriso nevattabyābādhāya ceteti, na parabyābādhāya ceteti, na ubhayabyābādhāya ceteti.
mn: It’s when a good person doesn’t intend to hurt themselves, hurt others, and hurt both.

# mn110:18.3
source: Evaṃ kho, bhikkhave, sappuriso sappurisacintī hoti. (3)
mn: That’s how a good person has the intentions of a good person.

# mn110:19.1
source: Kathañca, bhikkhave, sappuriso sappurisamantī hoti?
mn: And how does a good person offer the counsel of a good person?

# mn110:19.2
source: Idha, bhikkhave, sappuriso nevattabyābādhāya manteti, na parabyābādhāya manteti, na ubhayabyābādhāya manteti.
mn: It’s when a good person offers counsel that doesn’t hurt themselves, hurt others, and hurt both.

# mn110:19.3
source: Evaṃ kho, bhikkhave, sappuriso sappurisamantī hoti. (4)
mn: That’s how a good person offers the counsel of a good person.

# mn110:20.1
source: Kathañca, bhikkhave, sappuriso sappurisavāco hoti?
mn: And how does a good person have the speech of a good person?

# mn110:20.2
source: Idha, bhikkhave, sappuriso musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti.
mn: It’s when a good person refrains from speech that’s false, divisive, harsh, or nonsensical.

# mn110:20.3
source: Evaṃ kho, bhikkhave, sappuriso sappurisavāco hoti. (5)
mn: That’s how a good person has the speech of a good person.

# mn110:21.1
source: Kathañca, bhikkhave, sappuriso sappurisakammanto hoti?
mn: And how does a good person have the action of a good person?

# mn110:21.2
source: Idha, bhikkhave, sappuriso pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti.
mn: It’s when a good person refrains from killing living creatures, stealing, and committing sexual misconduct.

# mn110:21.3
source: Evaṃ kho, bhikkhave, sappuriso sappurisakammanto hoti. (6)
mn: That’s how a good person has the action of a good person.

# mn110:22.1
source: Kathañca, bhikkhave, sappuriso sappurisadiṭṭhi hoti?
mn: And how does a good person have the view of a good person?

# mn110:22.2
source: Idha, bhikkhave, sappuriso evaṃdiṭṭhi hoti:
mn: It’s when a good person has such a view:

# mn110:22.3
source: ‘atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.
mn: ‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are duties to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’

# mn110:22.4
source: Evaṃ kho, bhikkhave, sappuriso sappurisadiṭṭhi hoti. (7)
mn: That’s how a good person has the view of a good person.

# mn110:23.1
source: Kathañca, bhikkhave, sappuriso sappurisadānaṃ deti?
mn: And how does a good person give the gifts of a good person?

# mn110:23.2
source: Idha, bhikkhave, sappuriso sakkaccaṃ dānaṃ deti, sahatthā dānaṃ deti, cittīkatvā dānaṃ deti, anapaviṭṭhaṃ dānaṃ deti, āgamanadiṭṭhiko dānaṃ deti.
mn: It’s when a good person gives a gift carefully, with their own hand, and thoughtfully. They don’t give the dregs, and they give with consideration for consequences.

# mn110:23.3
source: Evaṃ kho, bhikkhave, sappuriso sappurisadānaṃ deti. (8)
mn: That’s how a good person gives the gifts of a good person.

# mn110:24.1
source: So, bhikkhave, sappuriso evaṃ saddhammasamannāgato, evaṃ sappurisabhatti, evaṃ sappurisacintī, evaṃ sappurisamantī, evaṃ sappurisavāco, evaṃ sappurisakammanto, evaṃ sappurisadiṭṭhi;
mn: That good person—who has such good qualities, associates with good people, and has the intentions, counsel, speech, actions, views, and giving of a good person—

# mn110:24.2
source: evaṃ sappurisadānaṃ datvā kāyassa bhedā paraṃ maraṇā yā sappurisānaṃ gati tattha upapajjati.
mn: when their body breaks up, after death, is reborn in the place where good people are reborn.

# mn110:24.3
source: Kā ca, bhikkhave, sappurisānaṃ gati?
mn: And what is the place where good people are reborn?

# mn110:24.4
source: Devamahattatā vā manussamahattatā vā”ti.
mn: A state of greatness among gods or humans.”

# mn110:25.1
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn110:25.2
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
