Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn121.po
Languages: mn

# mn121:0.1
source: Majjhima Nikāya 121
mn: Middle Discourses 121

# mn121:0.2
source: Cūḷasuññatasutta
mn: The Shorter Discourse on Emptiness

# mn121:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn121:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde.
mn: At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.

# mn121:2.1
source: Atha kho āyasmā ānando sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
mn: Then in the late afternoon, Venerable Ānanda came out of retreat and went to the Buddha. He bowed, sat down to one side, and said to him:

# mn121:3.1
source: “Ekamidaṃ, bhante, samayaṃ bhagavā sakkesu viharati nagarakaṃ nāma sakyānaṃ nigamo.
mn: “Sir, this one time the Buddha was staying in the land of the Sakyans where they have a town named Nagaraka.

# mn121:3.2
source: Tattha me, bhante, bhagavato sammukhā sutaṃ, sammukhā paṭiggahitaṃ:
mn: There I heard and learned this in the presence of the Buddha:

# mn121:3.3
source: ‘suññatāvihārenāhaṃ, ānanda, etarahi bahulaṃ viharāmī’ti.
mn: ‘Ānanda, these days I usually practice the meditation on emptiness.’

# mn121:3.4
source: Kacci metaṃ, bhante, sussutaṃ suggahitaṃ sumanasikataṃ sūpadhāritan”ti?
mn: I trust I properly heard, learned, attended, and remembered that from the Buddha?”

# mn121:3.5
source: “Taggha te etaṃ, ānanda, sussutaṃ suggahitaṃ sumanasikataṃ sūpadhāritaṃ.
mn: “Indeed, Ānanda, you properly heard, learned, attended, and remembered that.

# mn121:3.6
source: Pubbepāhaṃ, ānanda, etarahipi suññatāvihārena bahulaṃ viharāmi.
mn: Now, as before, I usually practice the meditation on emptiness.

# mn121:4.1
source: Seyyathāpi, ānanda, ayaṃ migāramātupāsādo suñño hatthigavassavaḷavena, suñño jātarūparajatena, suñño itthipurisasannipātena atthi cevidaṃ asuññataṃ yadidaṃ—
mn: Consider this stilt longhouse of Migāra’s mother. It’s empty of elephants, cows, horses, and mares; of gold and money; and of gatherings of men and women.

# mn121:4.2
source: bhikkhusaṃghaṃ paṭicca ekattaṃ;
mn: There is only this that is not emptiness, namely, the oneness dependent on the mendicant Saṅgha.

# mn121:4.3
source: evameva kho, ānanda, bhikkhu amanasikaritvā gāmasaññaṃ, amanasikaritvā manussasaññaṃ, araññasaññaṃ paṭicca manasi karoti ekattaṃ.
mn: In the same way, a mendicant—ignoring the perception of the village and the perception of people—focuses on the oneness dependent on the perception of wilderness.

# mn121:4.4
source: Tassa araññasaññāya cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.
mn: Their mind becomes eager, confident, settled, and decided in that perception of wilderness.

# mn121:4.5
source: So evaṃ pajānāti:
mn: They understand:

# mn121:4.6
source: ‘ye assu darathā gāmasaññaṃ paṭicca tedha na santi, ye assu darathā manussasaññaṃ paṭicca tedha na santi, atthi cevāyaṃ darathamattā yadidaṃ—
mn: ‘Here there is no stress due to the perception of village or the perception of people.

# mn121:4.7
source: araññasaññaṃ paṭicca ekattan’ti.
mn: There is only this modicum of stress, namely the oneness dependent on the perception of wilderness.’

# mn121:4.8
source: So ‘suññamidaṃ saññāgataṃ gāmasaññāyā’ti pajānāti, ‘suññamidaṃ saññāgataṃ manussasaññāyā’ti pajānāti, ‘atthi cevidaṃ asuññataṃ yadidaṃ—
mn: They understand: ‘This field of perception is empty of the perception of the village. It is empty of the perception of people.

# mn121:4.9
source: araññasaññaṃ paṭicca ekattan’ti.
mn: There is only this that is not emptiness, namely the oneness dependent on the perception of wilderness.’

# mn121:4.10
source: Iti yañhi kho tattha na hoti tena taṃ suññaṃ samanupassati, yaṃ pana tattha avasiṭṭhaṃ hoti taṃ ‘santamidaṃ atthī’ti pajānāti.
mn: And so they regard it as empty of what is not there, but as to what remains they understand that it is present.

# mn121:4.11
source: Evampissa esā, ānanda, yathābhuccā avipallatthā parisuddhā suññatāvakkanti bhavati.
mn: That’s how emptiness is born in them—genuine, undistorted, and pure.

# mn121:5.1
source: Puna caparaṃ, ānanda, bhikkhu amanasikaritvā manussasaññaṃ, amanasikaritvā araññasaññaṃ, pathavīsaññaṃ paṭicca manasi karoti ekattaṃ.
mn: Furthermore, a mendicant—ignoring the perception of people and the perception of wilderness—focuses on the oneness dependent on the perception of earth.

# mn121:5.2
source: Tassa pathavīsaññāya cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.
mn: Their mind becomes eager, confident, settled, and decided in that perception of earth.

# mn121:5.3
source: Seyyathāpi, ānanda, āsabhacammaṃ saṅkusatena suvihataṃ vigatavalikaṃ;
mn: As a bull’s hide is rid of folds when fully stretched out by a hundred pegs,

# mn121:5.4
source: evameva kho, ānanda, bhikkhu yaṃ imissā pathaviyā ukkūlavikkūlaṃ nadīviduggaṃ khāṇukaṇṭakaṭṭhānaṃ pabbatavisamaṃ taṃ sabbaṃ amanasikaritvā pathavīsaññaṃ paṭicca manasi karoti ekattaṃ.
mn: so too, ignoring the hilly terrain, inaccessible riverlands, stumps and thorns, and rugged mountains, they focus on the oneness dependent on the perception of earth.

# mn121:5.5
source: Tassa pathavīsaññāya cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.
mn: Their mind becomes eager, confident, settled, and decided in that perception of earth.

# mn121:5.6
source: So evaṃ pajānāti:
mn: They understand:

# mn121:5.7
source: ‘ye assu darathā manussasaññaṃ paṭicca tedha na santi, ye assu darathā araññasaññaṃ paṭicca tedha na santi, atthi cevāyaṃ darathamattā yadidaṃ—
mn: ‘Here there is no stress due to the perception of people or the perception of wilderness.

# mn121:5.8
source: pathavīsaññaṃ paṭicca ekattan’ti.
mn: There is only this modicum of stress, namely the oneness dependent on the perception of earth.’

# mn121:5.9
source: So ‘suññamidaṃ saññāgataṃ manussasaññāyā’ti pajānāti, ‘suññamidaṃ saññāgataṃ araññasaññāyā’ti pajānāti, ‘atthi cevidaṃ asuññataṃ yadidaṃ—
mn: They understand: ‘This field of perception is empty of the perception of people. It is empty of the perception of wilderness.

# mn121:5.10
source: pathavīsaññaṃ paṭicca ekattan’ti.
mn: There is only this that is not emptiness, namely the oneness dependent on the perception of earth.’

# mn121:5.11
source: Iti yañhi kho tattha na hoti tena taṃ suññaṃ samanupassati, yaṃ pana tattha avasiṭṭhaṃ hoti taṃ ‘santamidaṃ atthī’ti pajānāti.
mn: And so they regard it as empty of what is not there, but as to what remains they understand that it is present.

# mn121:5.12
source: Evampissa esā, ānanda, yathābhuccā avipallatthā parisuddhā suññatāvakkanti bhavati.
mn: That’s how emptiness is born in them—genuine, undistorted, and pure.

# mn121:6.1
source: Puna caparaṃ, ānanda, bhikkhu amanasikaritvā araññasaññaṃ, amanasikaritvā pathavīsaññaṃ, ākāsānañcāyatanasaññaṃ paṭicca manasi karoti ekattaṃ.
mn: Furthermore, a mendicant—ignoring the perception of wilderness and the perception of earth—focuses on the oneness dependent on the perception of the dimension of infinite space.

# mn121:6.2
source: Tassa ākāsānañcāyatanasaññāya cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.
mn: Their mind becomes eager, confident, settled, and decided in that perception of the dimension of infinite space.

# mn121:6.3
source: So evaṃ pajānāti:
mn: They understand:

# mn121:6.4
source: ‘ye assu darathā araññasaññaṃ paṭicca tedha na santi, ye assu darathā pathavīsaññaṃ paṭicca tedha na santi, atthi cevāyaṃ darathamattā yadidaṃ—
mn: ‘Here there is no stress due to the perception of wilderness or the perception of earth.

# mn121:6.5
source: ākāsānañcāyatanasaññaṃ paṭicca ekattan’ti.
mn: There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of infinite space.’

# mn121:6.6
source: So ‘suññamidaṃ saññāgataṃ araññasaññāyā’ti pajānāti, ‘suññamidaṃ saññāgataṃ pathavīsaññāyā’ti pajānāti, ‘atthi cevidaṃ asuññataṃ yadidaṃ—
mn: They understand: ‘This field of perception is empty of the perception of wilderness. It is empty of the perception of earth.

# mn121:6.7
source: ākāsānañcāyatanasaññaṃ paṭicca ekattan’ti.
mn: There is only this that is not emptiness, namely the oneness dependent on the perception of the dimension of infinite space.’

# mn121:6.8
source: Iti yañhi kho tattha na hoti tena taṃ suññaṃ samanupassati, yaṃ pana tattha avasiṭṭhaṃ hoti taṃ ‘santamidaṃ atthī’ti pajānāti.
mn: And so they regard it as empty of what is not there, but as to what remains they understand that it is present.

# mn121:6.9
source: Evampissa esā, ānanda, yathābhuccā avipallatthā parisuddhā suññatāvakkanti bhavati.
mn: That’s how emptiness is born in them—genuine, undistorted, and pure.

# mn121:7.1
source: Puna caparaṃ, ānanda, bhikkhu amanasikaritvā pathavīsaññaṃ, amanasikaritvā ākāsānañcāyatanasaññaṃ, viññāṇañcāyatanasaññaṃ paṭicca manasi karoti ekattaṃ.
mn: Furthermore, a mendicant—ignoring the perception of earth and the perception of the dimension of infinite space—focuses on the oneness dependent on the perception of the dimension of infinite consciousness.

# mn121:7.2
source: Tassa viññāṇañcāyatanasaññāya cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.
mn: Their mind becomes eager, confident, settled, and decided in that perception of the dimension of infinite consciousness.

# mn121:7.3
source: So evaṃ pajānāti:
mn: They understand:

# mn121:7.4
source: ‘ye assu darathā pathavīsaññaṃ paṭicca tedha na santi, ye assu darathā ākāsānañcāyatanasaññaṃ paṭicca tedha na santi, atthi cevāyaṃ darathamattā yadidaṃ—
mn: ‘Here there is no stress due to the perception of earth or the perception of the dimension of infinite space.

# mn121:7.5
source: viññāṇañcāyatanasaññaṃ paṭicca ekattan’ti.
mn: There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of infinite consciousness.’

# mn121:7.6
source: So ‘suññamidaṃ saññāgataṃ pathavīsaññāyā’ti pajānāti, ‘suññamidaṃ saññāgataṃ ākāsānañcāyatanasaññāyā’ti pajānāti, ‘atthi cevidaṃ asuññataṃ yadidaṃ—
mn: They understand: ‘This field of perception is empty of the perception of earth. It is empty of the perception of the dimension of infinite space.

# mn121:7.7
source: viññāṇañcāyatanasaññaṃ paṭicca ekattan’ti.
mn: There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of infinite consciousness.’

# mn121:7.8
source: Iti yañhi kho tattha na hoti tena taṃ suññaṃ samanupassati, yaṃ pana tattha avasiṭṭhaṃ hoti taṃ ‘santamidaṃ atthī’ti pajānāti.
mn: And so they regard it as empty of what is not there, but as to what remains they understand that it is present.

# mn121:7.9
source: Evampissa esā, ānanda, yathābhuccā avipallatthā parisuddhā suññatāvakkanti bhavati.
mn: That’s how emptiness is born in them—genuine, undistorted, and pure.

# mn121:8.1
source: Puna caparaṃ, ānanda, bhikkhu amanasikaritvā ākāsānañcāyatanasaññaṃ, amanasikaritvā viññāṇañcāyatanasaññaṃ, ākiñcaññāyatanasaññaṃ paṭicca manasi karoti ekattaṃ.
mn: Furthermore, a mendicant—ignoring the perception of the dimension of infinite space and the perception of the dimension of infinite consciousness—focuses on the oneness dependent on the perception of the dimension of nothingness.

# mn121:8.2
source: Tassa ākiñcaññāyatanasaññāya cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.
mn: Their mind becomes eager, confident, settled, and decided in that perception of the dimension of nothingness.

# mn121:8.3
source: So evaṃ pajānāti:
mn: They understand:

# mn121:8.4
source: ‘ye assu darathā ākāsānañcāyatanasaññaṃ paṭicca tedha na santi, ye assu darathā viññāṇañcāyatanasaññaṃ paṭicca tedha na santi, atthi cevāyaṃ darathamattā yadidaṃ—
mn: ‘Here there is no stress due to the perception of the dimension of infinite space or the perception of the dimension of infinite consciousness.

# mn121:8.5
source: ākiñcaññāyatanasaññaṃ paṭicca ekattan’ti.
mn: There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of nothingness.’

# mn121:8.6
source: So ‘suññamidaṃ saññāgataṃ ākāsānañcāyatanasaññāyā’ti pajānāti, ‘suññamidaṃ saññāgataṃ viññāṇañcāyatanasaññāyā’ti pajānāti, ‘atthi cevidaṃ asuññataṃ yadidaṃ—
mn: They understand: ‘This field of perception is empty of the perception of the dimension of infinite space. It is empty of the perception of the dimension of infinite consciousness.

# mn121:8.7
source: ākiñcaññāyatanasaññaṃ paṭicca ekattan’ti.
mn: There is only this that is not emptiness, namely the oneness dependent on the perception of the dimension of nothingness.’

# mn121:8.8
source: Iti yañhi kho tattha na hoti tena taṃ suññaṃ samanupassati, yaṃ pana tattha avasiṭṭhaṃ hoti taṃ ‘santamidaṃ atthī’ti pajānāti.
mn: And so they regard it as empty of what is not there, but as to what remains they understand that it is present.

# mn121:8.9
source: Evampissa esā, ānanda, yathābhuccā avipallatthā parisuddhā suññatāvakkanti bhavati.
mn: That’s how emptiness is born in them—genuine, undistorted, and pure.

# mn121:9.1
source: Puna caparaṃ, ānanda bhikkhu amanasikaritvā viññāṇañcāyatanasaññaṃ, amanasikaritvā ākiñcaññāyatanasaññaṃ, nevasaññānāsaññāyatanasaññaṃ paṭicca manasi karoti ekattaṃ.
mn: Furthermore, a mendicant—ignoring the perception of the dimension of infinite consciousness and the perception of the dimension of nothingness—focuses on the oneness dependent on the perception of the dimension of neither perception nor non-perception.

# mn121:9.2
source: Tassa nevasaññānāsaññāyatanasaññāya cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.
mn: Their mind becomes eager, confident, settled, and decided in that perception of the dimension of neither perception nor non-perception.

# mn121:9.3
source: So evaṃ pajānāti:
mn: They understand:

# mn121:9.4
source: ‘ye assu darathā viññāṇañcāyatanasaññaṃ paṭicca tedha na santi, ye assu darathā ākiñcaññāyatanasaññaṃ paṭicca tedha na santi, atthi cevāyaṃ darathamattā yadidaṃ—
mn: ‘Here there is no stress due to the perception of the dimension of infinite consciousness or the perception of the dimension of nothingness.

# mn121:9.5
source: nevasaññānāsaññāyatanasaññaṃ paṭicca ekattan’ti.
mn: There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of neither perception nor non-perception.’

# mn121:9.6
source: So ‘suññamidaṃ saññāgataṃ viññāṇañcāyatanasaññāyā’ti pajānāti, ‘suññamidaṃ saññāgataṃ ākiñcaññāyatanasaññāyā’ti pajānāti, ‘atthi cevidaṃ asuññataṃ yadidaṃ—
mn: They understand: ‘This field of perception is empty of the perception of the dimension of infinite consciousness. It is empty of the perception of the dimension of nothingness.

# mn121:9.7
source: nevasaññānāsaññāyatanasaññaṃ paṭicca ekattan’ti.
mn: There is only this that is not emptiness, namely the oneness dependent on the perception of the dimension of neither perception nor non-perception.’

# mn121:9.8
source: Iti yañhi kho tattha na hoti tena taṃ suññaṃ samanupassati, yaṃ pana tattha avasiṭṭhaṃ hoti taṃ ‘santamidaṃ atthī’ti pajānāti.
mn: And so they regard it as empty of what is not there, but as to what remains they understand that it is present.

# mn121:9.9
source: Evampissa esā, ānanda, yathābhuccā avipallatthā parisuddhā suññatāvakkanti bhavati.
mn: That’s how emptiness is born in them—genuine, undistorted, and pure.

# mn121:10.1
source: Puna caparaṃ, ānanda, bhikkhu amanasikaritvā ākiñcaññāyatanasaññaṃ, amanasikaritvā nevasaññānāsaññāyatanasaññaṃ, animittaṃ cetosamādhiṃ paṭicca manasi karoti ekattaṃ.
mn: Furthermore, a mendicant—ignoring the perception of the dimension of nothingness and the perception of the dimension of neither perception nor non-perception—focuses on the oneness dependent on the signless immersion of the heart.

# mn121:10.2
source: Tassa animitte cetosamādhimhi cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.
mn: Their mind becomes eager, confident, settled, and decided in that signless immersion of the heart.

# mn121:10.3
source: So evaṃ pajānāti:
mn: They understand:

# mn121:10.4
source: ‘ye assu darathā ākiñcaññāyatanasaññaṃ paṭicca tedha na santi, ye assu darathā nevasaññānāsaññāyatanasaññaṃ paṭicca tedha na santi, atthi cevāyaṃ darathamattā yadidaṃ—
mn: ‘Here there is no stress due to the perception of the dimension of nothingness or the perception of the dimension of neither perception nor non-perception.

# mn121:10.5
source: imameva kāyaṃ paṭicca saḷāyatanikaṃ jīvitapaccayā’ti.
mn: There is only this modicum of stress, namely that associated with the six sense fields dependent on this body and conditioned by life.’

# mn121:10.6
source: So ‘suññamidaṃ saññāgataṃ ākiñcaññāyatanasaññāyā’ti pajānāti, ‘suññamidaṃ saññāgataṃ nevasaññānāsaññāyatanasaññāyā’ti pajānāti, ‘atthi cevidaṃ asuññataṃ yadidaṃ—
mn: They understand: ‘This field of perception is empty of the perception of the dimension of nothingness. It is empty of the perception of the dimension of neither perception nor non-perception.

# mn121:10.7
source: imameva kāyaṃ paṭicca saḷāyatanikaṃ jīvitapaccayā’ti.
mn: There is only this that is not emptiness, namely that associated with the six sense fields dependent on this body and conditioned by life.’

# mn121:10.8
source: Iti yañhi kho tattha na hoti tena taṃ suññaṃ samanupassati, yaṃ pana tattha avasiṭṭhaṃ hoti taṃ ‘santamidaṃ atthī’ti pajānāti.
mn: And so they regard it as empty of what is not there, but as to what remains they understand that it is present.

# mn121:10.9
source: Evampissa esā, ānanda, yathābhuccā avipallatthā parisuddhā suññatāvakkanti bhavati.
mn: That’s how emptiness is born in them—genuine, undistorted, and pure.

# mn121:11.1
source: Puna caparaṃ, ānanda, bhikkhu amanasikaritvā ākiñcaññāyatanasaññaṃ, amanasikaritvā nevasaññānāsaññāyatanasaññaṃ, animittaṃ cetosamādhiṃ paṭicca manasi karoti ekattaṃ.
mn: Furthermore, a mendicant—ignoring the perception of the dimension of nothingness and the perception of the dimension of neither perception nor non-perception—focuses on the oneness dependent on the signless immersion of the heart.

# mn121:11.2
source: Tassa animitte cetosamādhimhi cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.
mn: Their mind becomes eager, confident, settled, and decided in that signless immersion of the heart.

# mn121:11.3
source: So evaṃ pajānāti:
mn: They understand:

# mn121:11.4
source: ‘ayampi kho animitto cetosamādhi abhisaṅkhato abhisañcetayito’.
mn: ‘Even this signless immersion of the heart is produced by choices and intentions.’

# mn121:11.5
source: ‘Yaṃ kho pana kiñci abhisaṅkhataṃ abhisañcetayitaṃ tadaniccaṃ nirodhadhamman’ti pajānāti.
mn: They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’

# mn121:11.6
source: Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.
mn: Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn121:11.7
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
mn: When they’re freed, they know they’re freed.

# mn121:11.8
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn121:12.1
source: So evaṃ pajānāti:
mn: They understand:

# mn121:12.2
source: ‘ye assu darathā kāmāsavaṃ paṭicca tedha na santi, ye assu darathā bhavāsavaṃ paṭicca tedha na santi, ye assu darathā avijjāsavaṃ paṭicca tedha na santi, atthi cevāyaṃ darathamattā yadidaṃ—
mn: ‘Here there is no stress due to the defilements of sensuality, desire to be reborn, or ignorance.

# mn121:12.3
source: imameva kāyaṃ paṭicca saḷāyatanikaṃ jīvitapaccayā’ti.
mn: There is only this modicum of stress, namely that associated with the six sense fields dependent on this body and conditioned by life.’

# mn121:12.4
source: So ‘suññamidaṃ saññāgataṃ kāmāsavenā’ti pajānāti, ‘suññamidaṃ saññāgataṃ bhavāsavenā’ti pajānāti, ‘suññamidaṃ saññāgataṃ avijjāsavenā’ti pajānāti, ‘atthi cevidaṃ asuññataṃ yadidaṃ—
mn: They understand: ‘This field of perception is empty of the perception of the defilements of sensuality, desire to be reborn, and ignorance.

# mn121:12.5
source: imameva kāyaṃ paṭicca saḷāyatanikaṃ jīvitapaccayā’ti.
mn: There is only this that is not emptiness, namely that associated with the six sense fields dependent on this body and conditioned by life.’

# mn121:12.6
source: Iti yañhi kho tattha na hoti tena taṃ suññaṃ samanupassati, yaṃ pana tattha avasiṭṭhaṃ hoti taṃ ‘santamidaṃ atthī’ti pajānāti.
mn: And so they regard it as empty of what is not there, but as to what remains they understand that it is present.

# mn121:12.7
source: Evampissa esā, ānanda, yathābhuccā avipallatthā parisuddhā paramānuttarā suññatāvakkanti bhavati.
mn: That’s how emptiness is born in them—genuine, undistorted, and pure.

# mn121:13.1
source: Yepi hi keci, ānanda, atītamaddhānaṃ samaṇā vā brāhmaṇā vā parisuddhaṃ paramānuttaraṃ suññataṃ upasampajja vihariṃsu, sabbe te imaṃyeva parisuddhaṃ paramānuttaraṃ suññataṃ upasampajja vihariṃsu.
mn: Whatever ascetics and brahmins enter and remain in the pure, ultimate, supreme emptiness—whether in the past, future, or present—all of them enter and remain in this same pure, ultimate, supreme emptiness.

# mn121:13.4
source: Tasmātiha, ānanda, ‘parisuddhaṃ paramānuttaraṃ suññataṃ upasampajja viharissāmā’ti—
mn: So, Ānanda, you should train like this: ‘We will enter and remain in the pure, ultimate, supreme emptiness.’

# mn121:13.5
source: evañhi vo, ānanda, sikkhitabban”ti.
mn: That’s how you should train.”

# mn121:13.6
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn121:13.7
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Ānanda was happy with what the Buddha said.
