Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn123.po
Languages: mn

# mn123:0.1
source: Majjhima Nikāya 123
mn: Middle Discourses 123

# mn123:0.2
source: Acchariyaabbhutasutta
mn: Incredible and Amazing

# mn123:1.1
source: Evaṃ me sutaṃ—​
mn: So I have heard.

# mn123:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn123:2.1
source: Atha kho sambahulānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ upaṭṭhānasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:
mn: Then after the meal, on return from alms-round, several senior mendicants sat together in the pavilion and this discussion came up among them:

# mn123:2.2
source: “acchariyaṃ, āvuso, abbhutaṃ, āvuso. Tathāgatassa mahiddhikatā mahānubhāvatā,
mn: “It’s incredible, reverends, it’s amazing, the power and might of a Realized One!

# mn123:2.3
source: yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jānissati:
mn: For he is able to know the Buddhas of the past who have become completely extinguished, cut off proliferation, cut off the track, finished off the cycle, and transcended suffering.

# mn123:2.4
source: ‘evaṃjaccā te bhagavanto ahesuṃ’ itipi, ‘evaṃnāmā te bhagavanto ahesuṃ’ itipi, ‘evaṃgottā te bhagavanto ahesuṃ’ itipi, ‘evaṃsīlā te bhagavanto ahesuṃ’ itipi, ‘evaṃdhammā te bhagavanto ahesuṃ’ itipi, ‘evaṃpaññā te bhagavanto ahesuṃ’ itipi, ‘evaṃvihārī te bhagavanto ahesuṃ’ itipi, ‘evaṃvimuttā te bhagavanto ahesuṃ’ itipī”ti.
mn: He knows the caste they were born in, and also their names, clans, conduct, teaching, wisdom, meditation, and freedom.”

# mn123:2.5
source: Evaṃ vutte, āyasmā ānando te bhikkhū etadavoca:
mn: When they said this, Venerable Ānanda said:

# mn123:2.6
source: “acchariyā ceva, āvuso, tathāgatā acchariyadhammasamannāgatā ca;
mn: “The Realized Ones are incredible, reverends, and they have incredible qualities.

# mn123:2.7
source: abbhutā ceva, āvuso, tathāgatā abbhutadhammasamannāgatā cā”ti.
mn: They’re amazing, and they have amazing qualities.”

# mn123:2.8
source: Ayañca hidaṃ tesaṃ bhikkhūnaṃ antarākathā vippakatā hoti.
mn: But this conversation among those mendicants was left unfinished.

# mn123:2.9
source: Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
mn: Then in the late afternoon, the Buddha came out of retreat, went to the assembly hall, sat down on the seat spread out,

# mn123:2.10
source: Nisajja kho bhagavā bhikkhū āmantesi:
mn: and addressed the mendicants:

# mn123:2.11
source: “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti?
mn: “Mendicants, what were you sitting talking about just now? What conversation was unfinished?”

# mn123:2.12
source: “Idha, bhante, amhākaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ upaṭṭhānasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:
mn: So the mendicants told him what they had been talking about when the Buddha arrived. The Buddha said:

# mn123:2.19
source: “tasmātiha taṃ, ānanda, bhiyyoso mattāya paṭibhantu tathāgatassa acchariyā abbhutadhammā”ti.
mn: “So, Ānanda, say some more about the incredible and amazing qualities of the Realized One.”

# mn123:3.1
source: “Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: “Sir, I have heard and learned this in the presence of the Buddha:

# mn123:3.2
source: ‘sato sampajāno, ānanda, bodhisatto tusitaṃ kāyaṃ upapajjī’ti.
mn: ‘Mindful and aware, the being intent on awakening was reborn in the group of Joyful Gods.’

# mn123:3.3
source: Yampi, bhante, sato sampajāno bodhisatto tusitaṃ kāyaṃ upapajji idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (1)
mn: This I remember as an incredible quality of the Buddha.

# mn123:4.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:4.2
source: ‘sato sampajāno, ānanda, bodhisatto tusite kāye aṭṭhāsī’ti.
mn: ‘Mindful and aware, the being intent on awakening remained in the group of Joyful Gods.’

# mn123:4.3
source: Yampi, bhante, sato sampajāno bodhisatto tusite kāye aṭṭhāsi idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (2)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:5.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:5.2
source: ‘yāvatāyukaṃ, ānanda, bodhisatto tusite kāye aṭṭhāsī’ti.
mn: ‘For the whole of that life, the being intent on awakening remained in the group of Joyful Gods.’

# mn123:5.3
source: Yampi, bhante, yāvatāyukaṃ bodhisatto tusite kāye aṭṭhāsi idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (3)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:6.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:6.2
source: ‘sato sampajāno, ānanda, bodhisatto tusitā, kāyā cavitvā mātukucchiṃ okkamī’ti.
mn: ‘Mindful and aware, the being intent on awakening passed away from the group of Joyful Gods and was conceived in his mother’s womb.’

# mn123:6.3
source: Yampi, bhante, sato sampajāno bodhisatto tusitā kāyā cavitvā mātukucchiṃ okkami idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (4)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:7.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:7.2
source: ‘yadā, ānanda, bodhisatto tusitā kāyā cavitvā mātukucchiṃ okkamati,
mn: ‘When the being intent on awakening passes away from the group of Joyful Gods, he is conceived in his mother’s womb.

# mn123:7.3
source: atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
mn: And then—in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods.

# mn123:7.4
source: Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā, yatthapime candimasūriyā evaṃmahiddhikā evaṃmahānubhāvā ābhāya nānubhonti tatthapi appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
mn: Even in the boundless desolation of interstellar space—so utterly dark that even the light of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods.

# mn123:7.5
source: Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṃ sañjānanti—aññepi kira, bho, santi sattā idhūpapannāti.
mn: And even the sentient beings reborn there recognize each other by that light: “So, it seems other sentient beings have been reborn here!”

# mn123:7.6
source: Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvan’ti.
mn: And this galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods.’

# mn123:7.7
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (5)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:8.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:8.2
source: ‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, cattāro devaputtā catuddisaṃ ārakkhāya upagacchanti—mā naṃ bodhisattaṃ vā bodhisattamātaraṃ vā manusso vā amanusso vā koci vā viheṭhesī’ti.
mn: ‘When the being intent on awakening is conceived in his mother’s belly, four deities approach to guard the four directions, so that no human or non-human or anyone at all shall harm the being intent on awakening or his mother.’

# mn123:8.3
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (6)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:9.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:9.2
source: ‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, pakatiyā sīlavatī bodhisattamātā hoti viratā pāṇātipātā viratā adinnādānā viratā kāmesumicchācārā viratā musāvādā viratā surāmerayamajjapamādaṭṭhānā’ti.
mn: ‘When the being intent on awakening is conceived in his mother’s belly, she becomes naturally ethical. She refrains from killing living creatures, stealing, sexual misconduct, lying, and alcoholic drinks that cause negligence.’

# mn123:9.3
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (7)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:10.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:10.2
source: ‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu purisesu mānasaṃ uppajjati kāmaguṇūpasaṃhitaṃ, anatikkamanīyā ca bodhisattamātā hoti kenaci purisena rattacittenā’ti.
mn: ‘When the being intent on awakening is conceived in his mother’s belly, she no longer feels sexual desire for men, and she cannot be violated by a man of lustful intent.’

# mn123:10.3
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (8)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:11.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:11.2
source: ‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, lābhinī bodhisattamātā hoti pañcannaṃ kāmaguṇānaṃ. Sā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricāretī’ti.
mn: ‘When the being intent on awakening is conceived in his mother’s belly, she obtains the five kinds of sensual stimulation and amuses herself, supplied and provided with them.’

# mn123:11.3
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (9)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:12.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:12.2
source: ‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati; sukhinī bodhisattamātā hoti akilantakāyā; bodhisattañca bodhisattamātā tirokucchigataṃ passati sabbaṅgapaccaṅgaṃ ahīnindriyaṃ.
mn: ‘When the being intent on awakening is conceived in his mother’s belly, no afflictions beset her. She’s happy and free of bodily fatigue. And she sees the being intent on awakening in her womb, complete with all his various parts, not deficient in any faculty.

# mn123:12.3
source: Seyyathāpi, ānanda, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato. Tatrāssa suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā.
mn: Suppose there was a beryl gem that was naturally beautiful, eight-faceted, with expert workmanship. And it was strung with a thread of blue, yellow, red, white, or golden brown.

# mn123:12.4
source: Tamenaṃ cakkhumā puriso hatthe karitvā paccavekkheyya—ayaṃ kho maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato, tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vāti.
mn: And someone with good eyesight were to take it in their hand and examine it: “This beryl gem is naturally beautiful, eight-faceted, with expert workmanship. And it’s strung with a thread of blue, yellow, red, white, or golden brown.”

# mn123:12.5
source: Evameva kho, ānanda, yadā bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati; sukhinī bodhisattamātā hoti akilantakāyā; bodhisattañca bodhisattamātā tirokucchigataṃ passati sabbaṅgapaccaṅgaṃ ahīnindriyan’ti.
mn: In the same way, when the being intent on awakening is conceived in his mother’s belly, no afflictions beset her. She’s happy and free of bodily fatigue. And she sees the being intent on awakening in her womb, complete with all his various parts, not deficient in any faculty.’

# mn123:12.6
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (10)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:13.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:13.2
source: ‘sattāhajāte, ānanda, bodhisatte bodhisattamātā kālaṃ karoti, tusitaṃ kāyaṃ upapajjatī’ti.
mn: ‘Seven days after the being intent on awakening is born, his mother passes away and is reborn in the group of Joyful Gods.’

# mn123:13.3
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (11)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:14.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:14.2
source: ‘yathā kho panānanda, aññā itthikā nava vā dasa vā māse gabbhaṃ kucchinā pariharitvā vijāyanti, na hevaṃ bodhisattaṃ bodhisattamātā vijāyati. Daseva māsāni bodhisattaṃ bodhisattamātā kucchinā pariharitvā vijāyatī’ti.
mn: ‘Other women carry the infant in the womb for nine or ten months before giving birth. Not so the mother of the being intent on awakening. She gives birth after exactly ten months.’

# mn123:14.3
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (12)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:15.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:15.2
source: ‘yathā kho panānanda, aññā itthikā nisinnā vā nipannā vā vijāyanti, na hevaṃ bodhisattaṃ bodhisattamātā vijāyati. Ṭhitāva bodhisattaṃ bodhisattamātā vijāyatī’ti.
mn: ‘Other women give birth while sitting or lying down. Not so the mother of the being intent on awakening. She only gives birth standing up.’

# mn123:15.3
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (13)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:16.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:16.2
source: ‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, devā naṃ paṭhamaṃ paṭiggaṇhanti pacchā manussā’ti.
mn: ‘When the being intent on awakening emerges from his mother’s womb, gods receive him first, then humans.’

# mn123:16.3
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (14)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:17.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:17.2
source: ‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, appattova bodhisatto pathaviṃ hoti, cattāro naṃ devaputtā paṭiggahetvā mātu purato ṭhapenti—attamanā, devi, hohi; mahesakkho te putto uppanno’ti.
mn: ‘When the being intent on awakening emerges from his mother’s womb, before he reaches the ground, four deities receive him and place him before his mother, saying: “Rejoice, O Queen! An illustrious son is born to you.”’

# mn123:17.3
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (15)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:18.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:18.2
source: ‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado.
mn: ‘When the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean.

# mn123:18.3
source: Seyyathāpi, ānanda, maṇiratanaṃ kāsike vatthe nikkhittaṃ neva maṇiratanaṃ kāsikaṃ vatthaṃ makkheti nāpi kāsikaṃ vatthaṃ maṇiratanaṃ makkheti.
mn: Suppose a jewel-treasure was placed on a cloth from Kāsī. The jewel would not soil the cloth, nor would the cloth soil the jewel.

# mn123:18.4
source: Taṃ kissa hetu?
mn: Why is that?

# mn123:18.5
source: Ubhinnaṃ suddhattā.
mn: Because of the cleanliness of them both.

# mn123:18.6
source: Evameva kho, ānanda, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado’ti.
mn: In the same way, when the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean.’

# mn123:18.7
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (16)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:19.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:19.2
source: ‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, dve udakassa dhārā antalikkhā pātubhavanti—ekā sītassa, ekā uṇhassa; yena bodhisattassa udakakiccaṃ karonti mātu cā’ti.
mn: ‘When the being intent on awakening emerges from his mother’s womb, two streams of water appear in the sky, one cool, one warm, for bathing the being intent on awakening and his mother.’

# mn123:19.3
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (17)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:20.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:20.2
source: ‘sampatijāto, ānanda, bodhisatto samehi pādehi pathaviyaṃ patiṭṭhahitvā uttarābhimukho sattapadavītihārena gacchati, setamhi chatte anudhāriyamāne, sabbā ca disā viloketi, āsabhiñca vācaṃ bhāsati—aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassa. Ayamantimā jāti, natthi dāni punabbhavo’ti.
mn: ‘As soon as he’s born, the being intent on awakening stands firm with his own feet on the ground. Facing north, he takes seven strides with a white parasol held above him, surveys all quarters, and makes this dramatic statement: “I am the foremost in the world! I am the eldest in the world! I am the best in the world! This is my last rebirth. Now there are no more future lives.”’

# mn123:20.3
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (18)
mn: This too I remember as an incredible quality of the Buddha.

# mn123:21.1
source: Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
mn: I have learned this in the presence of the Buddha:

# mn123:21.2
source: ‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
mn: ‘When the being intent on awakening emerges from his mother’s womb, then—in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods.

# mn123:21.3
source: Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā yatthapime candimasūriyā evaṃmahiddhikā evaṃmahānubhāvā ābhāya nānubhonti tatthapi appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
mn: Even in the boundless desolation of interstellar space—so utterly dark that even the light of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods.

# mn123:21.4
source: Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṃ sañjānanti—aññepi kira, bho, santi sattā idhūpapannāti.
mn: And the sentient beings reborn there recognize each other by that light: “So, it seems other sentient beings have been reborn here!”

# mn123:21.5
source: Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati, appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvan’ti.
mn: And this galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods.’

# mn123:21.6
source: Yampi, bhante … pe … idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremī”ti. (19)
mn: This too I remember as an incredible and amazing quality of the Buddha.”

# mn123:22.1
source: “Tasmātiha tvaṃ, ānanda, idampi tathāgatassa acchariyaṃ abbhutadhammaṃ dhārehi.
mn: “So, Ānanda, you should also remember this as an incredible and amazing quality of the Realized One.

# mn123:22.2
source: Idhānanda, tathāgatassa viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti;
mn: It’s that the Realized One knows feelings as they arise, as they remain, and as they go away.

# mn123:22.3
source: viditā saññā uppajjanti … pe …
mn: He knows perceptions as they arise, as they remain, and as they go away.

# mn123:22.4
source: viditā vitakkā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
mn: He knows thoughts as they arise, as they remain, and as they go away.

# mn123:22.5
source: Idampi kho tvaṃ, ānanda, tathāgatassa acchariyaṃ abbhutadhammaṃ dhārehī”ti.
mn: This too you should remember as an incredible and amazing quality of the Realized One.”

# mn123:23.1
source: “Yampi, bhante, bhagavato viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti;
mn: “Sir, the Buddha knows feelings as they arise, as they remain, and as they go away.

# mn123:23.2
source: viditā saññā …
mn: He knows perceptions as they arise, as they remain, and as they go away.

# mn123:23.3
source: viditā vitakkā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
mn: He knows thoughts as they arise, as they remain, and as they go away.

# mn123:23.4
source: Idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremī”ti. (20)
mn: This too I remember as an incredible and amazing quality of the Buddha.”

# mn123:23.5
source: Idamavoca āyasmā ānando.
mn: That’s what Ānanda said,

# mn123:23.6
source: Samanuñño satthā ahosi;
mn: and the teacher approved.

# mn123:23.7
source: attamanā ca te bhikkhū āyasmato ānandassa bhāsitaṃ abhinandunti.
mn: Satisfied, those mendicants were happy with what Venerable Ānanda said.
