Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn125.po
Languages: mn

# mn125:0.1
source: Majjhima Nikāya 125
mn: Middle Discourses 125

# mn125:0.2
source: Dantabhūmisutta
mn: The Level of the Tamed

# mn125:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn125:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn125:2.1
source: Tena kho pana samayena aciravato samaṇuddeso araññakuṭikāyaṃ viharati.
mn: Now at that time the novice Aciravata was staying in a wilderness hut.

# mn125:2.2
source: Atha kho jayaseno rājakumāro jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena aciravato samaṇuddeso tenupasaṅkami; upasaṅkamitvā aciravatena samaṇuddesena saddhiṃ sammodi.
mn: Then as Prince Jayasena was going for a walk he approached Aciravata, and exchanged greetings with him.

# mn125:2.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jayaseno rājakumāro aciravataṃ samaṇuddesaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to Aciravata,

# mn125:2.4
source: “Sutaṃ metaṃ, bho aggivessana:
mn: “Master Aggivessana, I have heard that

# mn125:2.5
source: ‘idha bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan’”ti.
mn: a mendicant who meditates diligently, keenly, and resolutely can experience unification of mind.”

# mn125:2.6
source: “Evametaṃ, rājakumāra, evametaṃ, rājakumāra.
mn: “That’s so true, Prince! That’s so true!

# mn125:2.7
source: Idha bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan”ti.
mn: A mendicant who meditates diligently, keenly, and resolutely can experience unification of mind.”

# mn125:3.1
source: “Sādhu me bhavaṃ aggivessano yathāsutaṃ yathāpariyattaṃ dhammaṃ desetū”ti.
mn: “Master Aggivessana, please teach me the Dhamma as you have learned and memorized it.”

# mn125:3.2
source: “Na kho te ahaṃ, rājakumāra, sakkomi yathāsutaṃ yathāpariyattaṃ dhammaṃ desetuṃ.
mn: “I’m not competent to do so, Prince.

# mn125:3.3
source: Ahañca hi te, rājakumāra, yathāsutaṃ yathāpariyattaṃ dhammaṃ deseyyaṃ, tvañca me bhāsitassa atthaṃ na ājāneyyāsi; so mamassa kilamatho, sā mamassa vihesā”ti.
mn: For if I were to teach you the Dhamma as I have learned and memorized it, you might not understand the meaning, which would be wearying and troublesome for me.”

# mn125:4.1
source: “Desetu me bhavaṃ aggivessano yathāsutaṃ yathāpariyattaṃ dhammaṃ.
mn: “Master Aggivessana, please teach me the Dhamma as you have learned and memorized it.

# mn125:4.2
source: Appevanāmāhaṃ bhoto aggivessanassa bhāsitassa atthaṃ ājāneyyan”ti.
mn: Hopefully I will understand the meaning of what you say.”

# mn125:4.3
source: “Deseyyaṃ kho te ahaṃ, rājakumāra, yathāsutaṃ yathāpariyattaṃ dhammaṃ.
mn: “Then I shall teach you.

# mn125:4.4
source: Sace me tvaṃ bhāsitassa atthaṃ ājāneyyāsi, iccetaṃ kusalaṃ;
mn: If you understand the meaning of what I say, that’s good.

# mn125:4.5
source: no ce me tvaṃ bhāsitassa atthaṃ ājāneyyāsi, yathāsake tiṭṭheyyāsi, na maṃ tattha uttariṃ paṭipuccheyyāsī”ti.
mn: If not, then leave each to his own, and do not question me about it further.”

# mn125:4.6
source: “Desetu me bhavaṃ aggivessano yathāsutaṃ yathāpariyattaṃ dhammaṃ.
mn: “Master Aggivessana, please teach me the Dhamma as you have learned and memorized it.

# mn125:4.7
source: Sace ahaṃ bhoto aggivessanassa bhāsitassa atthaṃ ājānissāmi, iccetaṃ kusalaṃ;
mn: If I understand the meaning of what you say, that’s good.

# mn125:4.8
source: no ce ahaṃ bhoto aggivessanassa bhāsitassa atthaṃ ājānissāmi, yathāsake tiṭṭhissāmi, nāhaṃ tattha bhavantaṃ aggivessanaṃ uttariṃ paṭipucchissāmī”ti.
mn: If not, then I will leave each to his own, and not question you about it further.”

# mn125:5.1
source: Atha kho aciravato samaṇuddeso jayasenassa rājakumārassa yathāsutaṃ yathāpariyattaṃ dhammaṃ desesi.
mn: Then the novice Aciravata taught Prince Jayasena the Dhamma as he had learned and memorized it.

# mn125:5.2
source: Evaṃ vutte, jayaseno rājakumāro aciravataṃ samaṇuddesaṃ etadavoca:
mn: When he had spoken, Jayasena said to him,

# mn125:5.3
source: “aṭṭhānametaṃ, bho aggivessana, anavakāso yaṃ bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan”ti.
mn: “It is impossible, Master Aggivessana, it cannot happen that a mendicant who meditates diligently, keenly, and resolutely can experience unification of mind.”

# mn125:5.4
source: Atha kho jayaseno rājakumāro aciravatassa samaṇuddesassa aṭṭhānatañca anavakāsatañca pavedetvā uṭṭhāyāsanā pakkāmi.
mn: Having declared that this was impossible, Jayasena got up from his seat and left.

# mn125:6.1
source: Atha kho aciravato samaṇuddeso acirapakkante jayasene rājakumāre yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
mn: Not long after he had left, Aciravata went to the Buddha, bowed, sat down to one side,

# mn125:6.2
source: Ekamantaṃ nisinno kho aciravato samaṇuddeso yāvatako ahosi jayasenena rājakumārena saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.
mn: and informed the Buddha of all they had discussed.

# mn125:7.1
source: Evaṃ vutte, bhagavā aciravataṃ samaṇuddesaṃ etadavoca:
mn: When he had spoken, the Buddha said to him:

# mn125:7.2
source: “‘taṃ kutettha, aggivessana, labbhā.
mn: “How could it possibly be otherwise, Aggivessana?

# mn125:7.3
source: Yaṃ taṃ nekkhammena ñātabbaṃ nekkhammena daṭṭhabbaṃ nekkhammena pattabbaṃ nekkhammena sacchikātabbaṃ taṃ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati vā dakkhati vā sacchi vā karissatī’ti—netaṃ ṭhānaṃ vijjati.
mn: Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation.

# mn125:8.1
source: Seyyathāpissu, aggivessana, dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, dve hatthidammā vā assadammā vā godammā vā adantā avinītā.
mn: Suppose there was a pair of elephants or horse or oxen in training who were well tamed and well trained. And there was a pair who were not tamed or trained.

# mn125:8.2
source: Taṃ kiṃ maññasi, aggivessana,
mn: What do you think, Aggivessana?

# mn125:8.3
source: ye te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, api nu te dantāva dantakāraṇaṃ gaccheyyuṃ, dantāva dantabhūmiṃ sampāpuṇeyyun”ti?
mn: Wouldn’t the pair that was well tamed and well trained perform the tasks of the tamed and reach the level of the tamed?”

# mn125:8.4
source: “Evaṃ, bhante”.
mn: “Yes, sir.”

# mn125:8.5
source: “Ye pana te dve hatthidammā vā assadammā vā godammā vā adantā avinītā, api nu te adantāva dantakāraṇaṃ gaccheyyuṃ, adantāva dantabhūmiṃ sampāpuṇeyyuṃ, seyyathāpi te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā”ti?
mn: “But would the pair that was not tamed and trained perform the tasks of the tamed and reach the level of the tamed, just like the tamed pair?”

# mn125:8.6
source: “No hetaṃ, bhante”.
mn: “No, sir.”

# mn125:8.7
source: “Evameva kho, aggivessana, ‘yaṃ taṃ nekkhammena ñātabbaṃ nekkhammena daṭṭhabbaṃ nekkhammena pattabbaṃ nekkhammena sacchikātabbaṃ taṃ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati vā dakkhati vā sacchi vā karissatī’ti—netaṃ ṭhānaṃ vijjati.
mn: “In the same way, Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation.

# mn125:9.1
source: Seyyathāpi, aggivessana, gāmassa vā nigamassa vā avidūre mahāpabbato.
mn: Suppose there was a big mountain not far from a town or village.

# mn125:9.2
source: Tamenaṃ dve sahāyakā tamhā gāmā vā nigamā vā nikkhamitvā hatthavilaṅghakena yena so pabbato tenupasaṅkameyyuṃ; upasaṅkamitvā eko sahāyako heṭṭhā pabbatapāde tiṭṭheyya, eko sahāyako uparipabbataṃ āroheyya.
mn: And two friends set out from that village or town, lending each other a hand up to the mountain. Once there, one friend would remain at the foot of the mountain, while the other would climb to the peak.

# mn125:9.3
source: Tamenaṃ heṭṭhā pabbatapāde ṭhito sahāyako uparipabbate ṭhitaṃ sahāyakaṃ evaṃ vadeyya:
mn: Then the one standing at the foot would say to the one at the peak,

# mn125:9.4
source: ‘yaṃ, samma, kiṃ tvaṃ passasi uparipabbate ṭhito’ti?
mn: ‘My friend, what do you see, standing there at the peak?’

# mn125:9.5
source: So evaṃ vadeyya:
mn: They’d reply,

# mn125:9.6
source: ‘passāmi kho ahaṃ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.
mn: ‘Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!’

# mn125:9.7
source: So evaṃ vadeyya:
mn: But the other would say,

# mn125:9.8
source: ‘aṭṭhānaṃ kho etaṃ, samma, anavakāso yaṃ tvaṃ uparipabbate ṭhito passeyyāsi ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.
mn: ‘It’s impossible, it cannot happen that, standing at the peak, you can see delightful parks, woods, meadows, and lotus ponds.’

# mn125:9.9
source: Tamenaṃ uparipabbate ṭhito sahāyako heṭṭhimapabbatapādaṃ orohitvā taṃ sahāyakaṃ bāhāyaṃ gahetvā uparipabbataṃ āropetvā muhuttaṃ assāsetvā evaṃ vadeyya:
mn: So their friend would come down from the peak, take their friend by the arm, and make them climb to the peak. After giving them a moment to catch their breath, they’d say,

# mn125:9.10
source: ‘yaṃ, samma, kiṃ tvaṃ passasi uparipabbate ṭhito’ti?
mn: ‘My friend, what do you see, standing here at the peak?’

# mn125:9.11
source: So evaṃ vadeyya:
mn: They’d reply,

# mn125:9.12
source: ‘passāmi kho ahaṃ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.
mn: ‘Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!’

# mn125:9.13
source: So evaṃ vadeyya:
mn: They’d say,

# mn125:9.14
source: ‘idāneva kho te, samma, bhāsitaṃ—mayaṃ evaṃ ājānāma—
mn: ‘Just now I understood you to say:

# mn125:9.15
source: aṭṭhānaṃ kho etaṃ samma, anavakāso yaṃ tvaṃ uparipabbate ṭhito passeyyāsi ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.
mn: “It’s impossible, it cannot happen that, standing at the peak, you can see delightful parks, woods, meadows, and lotus ponds.”

# mn125:9.16
source: Idāneva ca pana te bhāsitaṃ mayaṃ evaṃ ājānāma:
mn: But now you say:

# mn125:9.17
source: ‘passāmi kho ahaṃ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.
mn: “Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!”’

# mn125:9.18
source: So evaṃ vadeyya:
mn: They’d say,

# mn125:9.19
source: ‘tathā hi panāhaṃ, samma, iminā mahatā pabbatena āvuto daṭṭheyyaṃ nāddasan’ti.
mn: ‘But my friend, it was because I was obstructed by this big mountain that I didn’t see what could be seen.’

# mn125:10.1
source: Ato mahantatarena, aggivessana, ‘avijjākhandhena jayaseno rājakumāro āvuto nivuto ophuṭo pariyonaddho.
mn: But bigger than that is the mass of ignorance by which Prince Jayasena is hindered, obstructed, covered, and engulfed.

# mn125:10.2
source: So vata yaṃ taṃ nekkhammena ñātabbaṃ nekkhammena daṭṭhabbaṃ nekkhammena pattabbaṃ nekkhammena sacchikātabbaṃ taṃ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati vā dakkhati vā sacchi vā karissatī’ti—netaṃ ṭhānaṃ vijjati.
mn: Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation.

# mn125:11.1
source: Sace kho taṃ, aggivessana, jayasenassa rājakumārassa imā dve upamā paṭibhāyeyyuṃ, anacchariyaṃ te jayaseno rājakumāro pasīdeyya, pasanno ca te pasannākāraṃ kareyyā”ti.
mn: It wouldn’t be surprising if, had these two similes occurred to you, Prince Jayasena would have gained confidence in you and shown his confidence.”

# mn125:11.2
source: “Kuto pana maṃ, bhante, jayasenassa rājakumārassa imā dve upamā paṭibhāyissanti anacchariyā pubbe assutapubbā, seyyathāpi bhagavantan”ti?
mn: “But sir, how could these two similes have occurred to me as they did to the Buddha, since they were neither supernaturally inspired, nor learned before in the past?”

# mn125:12.1
source: “Seyyathāpi, aggivessana, rājā khattiyo muddhāvasitto nāgavanikaṃ āmanteti:
mn: “Suppose, Aggivessana, an anointed king was to address his elephant tracker,

# mn125:12.2
source: ‘ehi tvaṃ, samma nāgavanika, rañño nāgaṃ abhiruhitvā nāgavanaṃ pavisitvā āraññakaṃ nāgaṃ atipassitvā rañño nāgassa gīvāyaṃ upanibandhāhī’ti.
mn: ‘Please, my good elephant tracker, mount the royal bull elephant and enter the elephant wood. When you see a wild bull elephant, tether it by the neck to the royal elephant.’

# mn125:12.3
source: ‘Evaṃ, devā’ti kho, aggivessana, nāgavaniko rañño khattiyassa muddhāvasittassa paṭissutvā rañño nāgaṃ abhiruhitvā nāgavanaṃ pavisitvā āraññakaṃ nāgaṃ atipassitvā rañño nāgassa gīvāyaṃ upanibandhati.
mn: ‘Yes, Your Majesty,’ replied the elephant tracker, and did as he was asked.

# mn125:12.4
source: Tamenaṃ rañño nāgo abbhokāsaṃ nīharati.
mn: The royal elephant leads the wild elephant out into the open;

# mn125:12.5
source: Ettāvatā kho, aggivessana, āraññako nāgo abbhokāsaṃ gato hoti.
mn: and it’s only then that it comes out into the open,

# mn125:12.6
source: Etthagedhā hi, aggivessana, āraññakā nāgā yadidaṃ—nāgavanaṃ.
mn: for a wild bull elephant clings to the elephant wood.

# mn125:12.7
source: Tamenaṃ nāgavaniko rañño khattiyassa muddhāvasittassa ārocesi:
mn: Then the elephant tracker informs the king,

# mn125:12.8
source: ‘abbhokāsagato kho, deva, āraññako nāgo’ti.
mn: ‘Sire, the wild elephant has come out into the open.’

# mn125:12.9
source: Atha kho aggivessana, tamenaṃ rājā khattiyo muddhāvasitto hatthidamakaṃ āmantesi:
mn: Then the king addresses his elephant trainer,

# mn125:12.10
source: ‘ehi tvaṃ, samma hatthidamaka, āraññakaṃ nāgaṃ damayāhi āraññakānañceva sīlānaṃ abhinimmadanāya āraññakānañceva sarasaṅkappānaṃ abhinimmadanāya āraññakānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya gāmante abhiramāpanāya manussakantesu sīlesu samādapanāyā’ti.
mn: ‘Please, my good elephant trainer, tame the wild bull elephant. Subdue its wild behaviors, its wild memories and thoughts, and its wild stress, weariness, and fever. Make it happy to be in the neighborhood of a village, and instill behaviors congenial to humans.’

# mn125:12.11
source: ‘Evaṃ, devā’ti kho, aggivessana, hatthidamako rañño khattiyassa muddhāvasittassa paṭissutvā mahantaṃ thambhaṃ pathaviyaṃ nikhaṇitvā āraññakassa nāgassa gīvāyaṃ upanibandhati āraññakānañceva sīlānaṃ abhinimmadanāya āraññakānañceva sarasaṅkappānaṃ abhinimmadanāya āraññakānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya gāmante abhiramāpanāya manussakantesu sīlesu samādapanāya.
mn: ‘Yes, Your Majesty,’ replied the elephant trainer. He dug a large post into the earth and tethered the elephant to it by the neck, so as to subdue its wild behaviors, its wild memories and thoughts, and its wild stress, weariness, and fever, and to make it happy to be in the neighborhood of a village, and instill behaviors congenial to humans.

# mn125:12.12
source: Tamenaṃ hatthidamako yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpāhi vācāhi samudācarati.
mn: He spoke in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people.

# mn125:12.13
source: Yato kho, aggivessana, āraññako nāgo hatthidamakassa yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpāhi vācāhi samudācariyamāno sussūsati, sotaṃ odahati, aññā cittaṃ upaṭṭhāpeti;
mn: Spoken to in such a way by the elephant trainer, the wild elephant wanted to listen. It leant an ear and applied its mind to understand.

# mn125:12.14
source: tamenaṃ hatthidamako uttari tiṇaghāsodakaṃ anuppavecchati.
mn: So the elephant trainer rewards it with grass, fodder, and water.

# mn125:12.15
source: Yato kho, aggivessana, āraññako nāgo hatthidamakassa tiṇaghāsodakaṃ paṭiggaṇhāti, tatra hatthidamakassa evaṃ hoti:
mn: When the wild elephant accepts the grass, fodder, and water, the trainer knows,

# mn125:12.16
source: ‘jīvissati kho dāni āraññako nāgo’ti.
mn: ‘Now the wild elephant will survive!’

# mn125:12.17
source: Tamenaṃ hatthidamako uttari kāraṇaṃ kāreti:
mn: Then he sets it a further task:

# mn125:12.18
source: ‘ādiya, bho, nikkhipa, bho’ti.
mn: ‘Pick it up, sir! Put it down, sir!’

# mn125:12.19
source: Yato kho, aggivessana, āraññako nāgo hatthidamakassa ādānanikkhepe vacanakaro hoti ovādappaṭikaro, tamenaṃ hatthidamako uttari kāraṇaṃ kāreti:
mn: When the wild elephant picks up and puts down when the trainer says, following instructions, the trainer sets it a further task:

# mn125:12.20
source: ‘abhikkama, bho, paṭikkama, bho’ti.
mn: ‘Forward, sir! Back, sir!’

# mn125:12.21
source: Yato kho, aggivessana, āraññako nāgo hatthidamakassa abhikkamapaṭikkamavacanakaro hoti ovādappaṭikaro, tamenaṃ hatthidamako uttari kāraṇaṃ kāreti:
mn: When the wild elephant goes forward and back when the trainer says, following instructions, the trainer sets it a further task:

# mn125:12.22
source: ‘uṭṭhaha, bho, nisīda, bho’ti.
mn: ‘Stand, sir! Sit, sir!’

# mn125:12.23
source: Yato kho, aggivessana, āraññako nāgo hatthidamakassa uṭṭhānanisajjāya vacanakaro hoti ovādappaṭikaro, tamenaṃ hatthidamako uttari āneñjaṃ nāma kāraṇaṃ kāreti, mahantassa phalakaṃ soṇḍāya upanibandhati, tomarahattho ca puriso uparigīvāya nisinno hoti, samantato ca tomarahatthā purisā parivāretvā ṭhitā honti, hatthidamako ca dīghatomarayaṭṭhiṃ gahetvā purato ṭhito hoti.
mn: When the wild elephant stands and sits when the trainer says, following instructions, the trainer sets the task called imperturbability. He fastens a large plank to its trunk; a lancer sits on its neck; other lancers surround it on all sides; and the trainer himself stands in front with a long lance.

# mn125:12.24
source: So āneñjaṃ kāraṇaṃ kāriyamāno neva purime pāde copeti na pacchime pāde copeti, na purimakāyaṃ copeti na pacchimakāyaṃ copeti, na sīsaṃ copeti, na kaṇṇe copeti, na dante copeti, na naṅguṭṭhaṃ copeti, na soṇḍaṃ copeti.
mn: While practicing this task, it doesn’t budge its fore-feet or hind-feet, its fore-quarters or hind-quarters, its head, ears, tusks, tail, or trunk.

# mn125:12.25
source: So hoti āraññako nāgo khamo sattippahārānaṃ asippahārānaṃ usuppahārānaṃ sarapattappahārānaṃ bheripaṇavavaṃsasaṅkhaḍiṇḍimaninnādasaddānaṃ sabbavaṅkadosanihitaninnītakasāvo rājāraho rājabhoggo rañño aṅganteva saṅkhaṃ gacchati.
mn: The wild bull elephant endures being struck by spears, swords, arrows, and axes; it endures the thunder of the drums, kettledrums, horns, and cymbals. Rid of all crooks and flaws, and purged of defects, it is worthy of a king, fit to serve a king, and considered a factor of kingship.

# mn125:13.1
source: Evameva kho, aggivessana, idha tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.
mn: In the same way, Aggivessana, a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.

# mn125:13.2
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He realizes with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn125:13.3
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.

# mn125:14.1
source: Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto.
mn: A householder hears that teaching, or a householder’s child, or someone reborn in some clan.

# mn125:14.2
source: So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati.
mn: They gain faith in the Realized One,

# mn125:14.3
source: So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:
mn: and reflect,

# mn125:14.4
source: ‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.
mn: ‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.

# mn125:14.5
source: Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.
mn: It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.

# mn125:14.6
source: Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.
mn: Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’

# mn125:14.7
source: So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.
mn: After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.

# mn125:14.8
source: Ettāvatā kho, aggivessana, ariyasāvako abbhokāsagato hoti.
mn: And it’s only then that a noble disciple comes out into the open,

# mn125:14.9
source: Etthagedhā hi, aggivessana, devamanussā yadidaṃ—pañca kāmaguṇā.
mn: for gods and humans cling to the five kinds of sensual stimulation.

# mn125:15.1
source: Tamenaṃ tathāgato uttariṃ vineti:
mn: Then the Realized One guides them further:

# mn125:15.2
source: ‘ehi tvaṃ, bhikkhu, sīlavā hohi, pātimokkhasaṃvarasaṃvuto viharāhi ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhassu sikkhāpadesū’ti.
mn: ‘Come, mendicant, be ethical and restrained in the monastic code, conducting yourself well and seeking alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken.’

# mn125:16.1
source: Yato kho, aggivessana, ariyasāvako sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, tamenaṃ tathāgato uttariṃ vineti:
mn: When they have ethical conduct, the Realized One guides them further:

# mn125:16.2
source: ‘ehi tvaṃ, bhikkhu, indriyesu guttadvāro hohi, cakkhunā rūpaṃ disvā mā nimittaggāhī … pe …
mn: ‘Come, mendicant, guard your sense doors. When you see a sight with your eyes, don’t get caught up in the features and details. …

# mn125:16.3
source: (yathā gaṇakamoggallānasuttante, evaṃ vitthāretabbāni.)
mn: (This should be expanded as in MN 107, the Discourse with Moggallāna the Accountant.)

# mn125:22.1
source: So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe
mn: They give up these five hindrances, corruptions of the heart that weaken wisdom.
