Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn127.po
Languages: mn

# mn127:18.2
source: “lābhā te, gahapati, suladdhaṃ te, gahapati,
mn: “You’re fortunate, householder, so very fortunate,

# mn127:18.3
source: yaṃ tvañceva taṃ kaṅkhādhammaṃ pahāsi, mayañcimaṃ dhammapariyāyaṃ alatthamhā savanāyā”ti.
mn: to have given up your state of uncertainty, and to have got the chance to listen to this exposition of the teaching.”
