Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn129.po
Languages: mn

# mn129:40.4
source: ‘appossukko tvaṃ, deva, hohi. Ahaṃ te dhanena dhanakaraṇīyaṃ karissāmī’ti.
mn: ‘Relax, sire. I will take care of the treasury.’

# mn129:40.5
source: Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva gahapatiratanaṃ vīmaṃsamāno nāvaṃ abhiruhitvā majjhe gaṅgāya nadiyā sotaṃ ogāhitvā gahapatiratanaṃ etadavoca:
mn: Once it so happened that the wheel-turning monarch, testing that same householder-treasure, boarded a boat and sailed to the middle of the Ganges river. Then he said to the householder-treasure,

# mn129:40.6
source: ‘attho me, gahapati, hiraññasuvaṇṇenā’ti.
mn: ‘Householder, I need gold coins and bullion.’

# mn129:40.7
source: ‘Tena hi, mahārāja, ekaṃ tīraṃ nāvā upetū’ti.
mn: ‘Well then, great king, draw the boat up to one shore.’

# mn129:40.8
source: ‘Idheva me, gahapati, attho hiraññasuvaṇṇenā’ti.
mn: ‘It’s right here, householder, that I need gold coins and bullion.’

# mn129:40.9
source: Atha kho taṃ, bhikkhave, gahapatiratanaṃ ubhohi hatthehi udake omasitvā pūraṃ hiraññasuvaṇṇassa kumbhiṃ uddharitvā rājānaṃ cakkavattiṃ etadavoca:
mn: Then that householder-treasure, immersing both hands in the water, pulled up a pot full of gold coin and bullion, and said to the king,

# mn129:40.10
source: ‘alamettāvatā, mahārāja. Katamettāvatā, mahārāja. Pūjitamettāvatā, mahārājā’ti.
mn: ‘Is this sufficient, great king? Has enough been done, great king, enough offered?’

# mn129:40.11
source: Rājā cakkavattī evamāha:
mn: The wheel-turning monarch said,

# mn129:40.12
source: ‘alamettāvatā, gahapati. Katamettāvatā, gahapati. Pūjitamettāvatā, gahapatī’ti.
mn: ‘That is sufficient, householder. Enough has been done, enough offered.’

# mn129:40.13
source: Rañño, bhikkhave, cakkavattissa evarūpaṃ gahapatiratanaṃ pātubhavati. (6)
mn: Such is the householder-treasure that appears to the wheel-turning monarch.

# mn129:41.1
source: Puna caparaṃ, bhikkhave, rañño cakkavattissa pariṇāyakaratanaṃ pātubhavati—
mn: Next, the counselor-treasure appears to the wheel-turning monarch.

# mn129:41.2
source: paṇḍito byatto medhāvī paṭibalo rājānaṃ cakkavattiṃ upayāpetabbaṃ upayāpetuṃ apayāpetabbaṃ apayāpetuṃ ṭhapetabbaṃ ṭhapetuṃ.
mn: He is astute, competent, intelligent, and capable of getting the king to appoint who should be appointed, dismiss who should be dismissed, and retain who should be retained.

# mn129:41.3
source: So rājānaṃ cakkavattiṃ upasaṅkamitvā evamāha:
mn: He approaches the wheel-turning monarch and says,

# mn129:41.4
source: ‘appossukko tvaṃ, deva, hohi. Ahamanusāsissāmī’ti.
mn: ‘Relax, sire. I shall issue instructions.’

# mn129:41.5
source: Rañño, bhikkhave, cakkavattissa evarūpaṃ pariṇāyakaratanaṃ pātubhavati.
mn: Such is the counselor-treasure that appears to the wheel-turning monarch.

# mn129:41.6
source: Rājā, bhikkhave, cakkavattī imehi sattahi ratanehi samannāgato hoti. (7)
mn: These are the seven treasures possessed by a wheel-turning monarch.

# mn129:42.1
source: Katamāhi catūhi iddhīhi?
mn: And what are the four blessings?

# mn129:42.2
source: Idha, bhikkhave, rājā cakkavattī abhirūpo hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato ativiya aññehi manussehi.
mn: A wheel-turning monarch is attractive, good-looking, lovely, of surpassing beauty, more so than other people.

# mn129:42.3
source: Rājā, bhikkhave, cakkavattī imāya paṭhamāya iddhiyā samannāgato hoti.
mn: This is the first blessing.

# mn129:43.1
source: Puna caparaṃ, bhikkhave, rājā cakkavattī dīghāyuko hoti ciraṭṭhitiko ativiya aññehi manussehi.
mn: Furthermore, he is long-lived, more so than other people.

# mn129:43.2
source: Rājā, bhikkhave, cakkavattī imāya dutiyāya iddhiyā samannāgato hoti.
mn: This is the second blessing.

# mn129:44.1
source: Puna caparaṃ, bhikkhave, rājā cakkavattī appābādho hoti appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya ativiya aññehi manussehi.
mn: Furthermore, he is rarely ill or unwell, and his stomach digests well, being neither too hot nor too cold, more so than other people.

# mn129:44.2
source: Rājā, bhikkhave, cakkavattī imāya tatiyāya iddhiyā samannāgato hoti.
mn: This is the third blessing.

# mn129:45.1
source: Puna caparaṃ, bhikkhave, rājā cakkavattī brāhmaṇagahapatikānaṃ piyo hoti manāpo.
mn: Furthermore, a wheel-turning monarch is as dear and beloved to the brahmins and householders

# mn129:45.2
source: Seyyathāpi, bhikkhave, pitā puttānaṃ piyo hoti manāpo;
mn: as a father is to his children.

# mn129:45.4
source: Raññopi, bhikkhave, cakkavattissa brāhmaṇagahapatikā piyā honti manāpā.
mn: And the brahmins and householders are as dear to the wheel-turning monarch

# mn129:45.5
source: Seyyathāpi, bhikkhave, pitu puttā piyā honti manāpā;
mn: as children are to their father.

# mn129:45.7
source: Bhūtapubbaṃ, bhikkhave, rājā cakkavattī caturaṅginiyā senāya uyyānabhūmiṃ niyyāsi.
mn: Once it so happened that a wheel-turning monarch went with his army of four divisions to visit a park.

# mn129:45.8
source: Atha kho, bhikkhave, brāhmaṇagahapatikā rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu:
mn: Then the brahmins and householders went up to him and said,

# mn129:45.9
source: ‘ataramāno, deva, yāhi yathā taṃ mayaṃ cirataraṃ passeyyāmā’ti.
mn: ‘Slow down, Your Majesty, so we may see you longer!’

# mn129:45.10
source: Rājāpi, bhikkhave, cakkavattī sārathiṃ āmantesi:
mn: And the king addressed his charioteer,

# mn129:45.11
source: ‘ataramāno, sārathi, pesehi yathā maṃ brāhmaṇagahapatikā cirataraṃ passeyyun’ti.
mn: ‘Drive slowly, charioteer, so I can see the brahmins and householders longer!’

# mn129:45.12
source: Rājā, bhikkhave, cakkavattī imāya catutthāya iddhiyā samannāgato hoti.
mn: This is the fourth blessing.

# mn129:45.13
source: Rājā, bhikkhave, cakkavattī imāhi catūhi iddhīhi samannāgato hoti.
mn: These are the four blessings possessed by a wheel-turning monarch.

# mn129:46.1
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn129:46.2
source: api nu kho rājā cakkavattī imehi sattahi ratanehi samannāgato imāhi catūhi ca iddhīhi tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvediyethā”ti?
mn: Would a wheel-turning monarch who possessed these seven treasures and these four blessings experience pleasure and happiness because of them?”

# mn129:46.3
source: “Ekamekenapi, bhante, ratanena samannāgato rājā cakkavattī tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvediyetha, ko pana vādo sattahi ratanehi catūhi ca iddhīhī”ti?
mn: “Sir, a wheel-turning monarch who possessed even a single one of these treasures would experience pleasure and happiness because of that, let alone all seven treasures and four blessings!”

# mn129:47.1
source: Atha kho bhagavā parittaṃ pāṇimattaṃ pāsāṇaṃ gahetvā bhikkhū āmantesi:
mn: Then the Buddha, picking up a stone the size of his palm, addressed the mendicants,

# mn129:47.2
source: “Taṃ kiṃ maññatha, bhikkhave,
mn: “What do you think, mendicants?

# mn129:47.3
source: katamo nu kho mahantataro—yo cāyaṃ mayā paritto pāṇimatto pāsāṇo gahito yo ca himavā pabbatarājā”ti?
mn: Which is bigger: the stone the size of my palm that I’ve picked up, or the Himalayas, the king of mountains?”

# mn129:47.4
source: “Appamattako ayaṃ, bhante, bhagavatā paritto pāṇimatto pāsāṇo gahito; himavantaṃ pabbatarājānaṃ upanidhāya saṅkhampi na upeti; kalabhāgampi na upeti; upanidhampi na upetī”ti.
mn: “Sir, the stone you’ve picked up is tiny. Compared to the Himalayas, it doesn’t even count, it’s not even a fraction, there’s no comparison.”

# mn129:47.5
source: “Evameva kho, bhikkhave, yaṃ rājā cakkavattī sattahi ratanehi samannāgato catūhi ca iddhīhi tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvedeti taṃ dibbassa sukhassa upanidhāya saṅkhampi na upeti; kalabhāgampi na upeti; upanidhampi na upeti.
mn: “In the same way, compared to the happiness of heaven, the pleasure and happiness experienced by a wheel-turning monarch due to those seven treasures and those four blessings doesn’t even count, it’s not even a fraction, there’s no comparison.

# mn129:48.1
source: Sa kho so, bhikkhave, paṇḍito sace kadāci karahaci dīghassa addhuno accayena manussattaṃ āgacchati, yāni tāni uccākulāni—
mn: And suppose that astute person, after a very long time, returned to the human realm.

# mn129:48.2
source: khattiyamahāsālakulaṃ vā brāhmaṇamahāsālakulaṃ vā gahapatimahāsālakulaṃ vā tathārūpe kule paccājāyati aḍḍhe mahaddhane mahābhoge pahūtajātarūparajate pahūtavittūpakaraṇe pahūtadhanadhaññe.
mn: They’d be reborn in a well-to-do family of aristocrats, brahmins, or householders—rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, and lots of money and grain.

# mn129:48.3
source: So ca hoti abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa.
mn: And they’d be attractive, good-looking, lovely, of surpassing beauty. They’d get to have food, drink, clothes, and vehicles; garlands, perfumes, and makeup; and a bed, house, and lighting.

# mn129:48.4
source: So kāyena sucaritaṃ carati, vācāya sucaritaṃ carati, manasā sucaritaṃ carati.
mn: And they do good things by way of body, speech, and mind.

# mn129:48.5
source: So kāyena sucaritaṃ caritvā, vācāya sucaritaṃ caritvā, manasā sucaritaṃ caritvā, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn129:49.1
source: Seyyathāpi, bhikkhave, akkhadhutto paṭhameneva kaṭaggahena mahantaṃ bhogakkhandhaṃ adhigaccheyya;
mn: Suppose a gambler on the first lucky throw was to win a big pile of money.

# mn129:49.2
source: appamattako so, bhikkhave, kaṭaggaho yaṃ so akkhadhutto paṭhameneva kaṭaggahena mahantaṃ bhogakkhandhaṃ adhigaccheyya.
mn: But such a lucky throw is trivial compared to

# mn129:49.3
source: Atha kho ayameva tato mahantataro kaṭaggaho yaṃ so paṇḍito kāyena sucaritaṃ caritvā, vācāya sucaritaṃ caritvā, manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: the lucky throw whereby an astute person, when their body breaks up, after death, is reborn in a good place, a heavenly realm.

# mn129:49.4
source: Ayaṃ, bhikkhave, kevalā paripūrā paṇḍitabhūmī”ti.
mn: This is the total fulfillment of the astute person’s level.”

# mn129:49.5
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn129:49.6
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
