Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn127.po
Languages: mn

# mn127:0.1
source: Majjhima Nikāya 127
mn: Middle Discourses 127

# mn127:0.2
source: Anuruddhasutta
mn: With Anuruddha

# mn127:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn127:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn127:2.1
source: Atha kho pañcakaṅgo thapati aññataraṃ purisaṃ āmantesi:
mn: And then the master builder Pañcakaṅga addressed a man,

# mn127:2.2
source: “ehi tvaṃ, ambho purisa, yenāyasmā anuruddho tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato anuruddhassa pāde sirasā vandāhi:
mn: “Please, mister, go to Venerable Anuruddha, and in my name bow with your head to his feet. Say to him,

# mn127:2.3
source: ‘pañcakaṅgo, bhante, thapati āyasmato anuruddhassa pāde sirasā vandatī’ti;
mn: ‘Sir, the master builder Pañcakaṅga bows with his head to your feet.’

# mn127:2.4
source: evañca vadehi:
mn: And then ask him whether he

# mn127:2.5
source: ‘adhivāsetu kira, bhante, āyasmā anuruddho pañcakaṅgassa thapatissa svātanāya attacatuttho bhattaṃ;
mn: might accept tomorrow’s meal from Pañcakaṅga together with the mendicant Saṅgha.

# mn127:2.6
source: yena ca kira, bhante, āyasmā anuruddho pagevataraṃ āgaccheyya;
mn: And ask whether he might please come earlier than usual,

# mn127:2.7
source: pañcakaṅgo, bhante, thapati bahukicco bahukaraṇīyo rājakaraṇīyenā’”ti.
mn: for Pañcakaṅga has many duties, and much work to do for the king.”

# mn127:2.8
source: “Evaṃ, bhante”ti kho so puriso pañcakaṅgassa thapatissa paṭissutvā yenāyasmā anuruddho tenupasaṅkami; upasaṅkamitvā āyasmantaṃ anuruddhaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so puriso āyasmantaṃ anuruddhaṃ etadavoca:
mn: “Yes, sir,” that man replied. He did as Pañcakaṅga asked, and

# mn127:2.13
source: Adhivāsesi kho āyasmā anuruddho tuṇhībhāvena.
mn: Venerable Anuruddha consented in silence.

# mn127:3.1
source: Atha kho āyasmā anuruddho tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena pañcakaṅgassa thapatissa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
mn: Then when the night had passed, Anuruddha robed up in the morning and, taking his bowl and robe, went to Pañcakaṅga’s home, where he sat on the seat spread out.

# mn127:3.2
source: Atha kho pañcakaṅgo thapati āyasmantaṃ anuruddhaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.
mn: Then Pañcakaṅga served and satisfied Anuruddha with his own hands with a variety of delicious foods.

# mn127:3.3
source: Atha kho pañcakaṅgo thapati āyasmantaṃ anuruddhaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
mn: When Anuruddha had eaten and washed his hands and bowl, Pañcakaṅga took a low seat, sat to one side,

# mn127:3.4
source: Ekamantaṃ nisinno kho pañcakaṅgo thapati āyasmantaṃ anuruddhaṃ etadavoca:
mn: and said to him:

# mn127:4.1
source: “Idha maṃ, bhante, therā bhikkhū upasaṅkamitvā evamāhaṃsu:
mn: “Sir, some senior mendicants have come to me and said,

# mn127:4.2
source: ‘appamāṇaṃ, gahapati, cetovimuttiṃ bhāvehī’ti.
mn: ‘Householder, develop the limitless release of heart.’

# mn127:4.3
source: Ekacce therā evamāhaṃsu:
mn: Others have said,

# mn127:4.4
source: ‘mahaggataṃ, gahapati, cetovimuttiṃ bhāvehī’ti.
mn: ‘Householder, develop the expansive release of heart.’

# mn127:4.5
source: Yā cāyaṃ, bhante, appamāṇā cetovimutti yā ca mahaggatā cetovimutti—
mn: Now, the limitless release of the heart and the expansive release of the heart:

# mn127:4.6
source: ime dhammā nānatthā ceva nānābyañjanā ca, udāhu ekatthā byañjanameva nānan”ti?
mn: do these things differ in both meaning and phrasing? Or do they mean the same thing, and differ only in the phrasing?”

# mn127:5.1
source: “Tena hi, gahapati, taṃyevettha paṭibhātu, apaṇṇakante ito bhavissatī”ti.
mn: “Well then, householder, let me know what you think about this. Afterwards you’ll get it for sure.”

# mn127:5.2
source: “Mayhaṃ kho, bhante, evaṃ hoti:
mn: “Sir, this is what I think.

# mn127:5.3
source: ‘yā cāyaṃ appamāṇā cetovimutti yā ca mahaggatā cetovimutti ime dhammā ekatthā byañjanameva nānan’”ti.
mn: The limitless release of the heart and the expansive release of the heart mean the same thing, and differ only in the phrasing.”

# mn127:6.1
source: “Yā cāyaṃ, gahapati, appamāṇā cetovimutti yā ca mahaggatā cetovimutti ime dhammā nānatthā ceva nānābyañjanā ca.
mn: “The limitless release of the heart and the expansive release of the heart differ in both meaning and phrasing.

# mn127:6.2
source: Tadamināpetaṃ, gahapati, pariyāyena veditabbaṃ yathā ime dhammā nānatthā ceva nānābyañjanā ca.
mn: This is a way to understand how these things differ in both meaning and phrasing.

# mn127:7.1
source: Katamā ca, gahapati, appamāṇā cetovimutti?
mn: And what is the limitless release of the heart?

# mn127:7.2
source: Idha, gahapati, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: It’s when a mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn127:7.3
source: Karuṇāsahagatena cetasā …
mn: They meditate spreading a heart full of compassion …

# mn127:7.4
source: muditāsahagatena cetasā …
mn: They meditate spreading a heart full of rejoicing …

# mn127:7.5
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
mn: They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn127:7.6
source: Ayaṃ vuccati, gahapati, appamāṇā cetovimutti.
mn: This is called the limitless release of the heart.

# mn127:8.1
source: Katamā ca, gahapati, mahaggatā cetovimutti?
mn: And what is the expansive release of the heart?

# mn127:8.2
source: Idha, gahapati, bhikkhu yāvatā ekaṃ rukkhamūlaṃ mahaggatanti pharitvā adhimuccitvā viharati.
mn: It’s when a mendicant meditates determined on pervading the extent of a single tree root as expansive.

# mn127:8.3
source: Ayaṃ vuccati, gahapati, mahaggatā cetovimutti.
mn: This is called the expansive release of the heart.

# mn127:8.4
source: Idha pana, gahapati, bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni mahaggatanti pharitvā adhimuccitvā viharati.
mn: Also, a mendicant meditates determined on pervading the extent of two or three tree roots …

# mn127:8.6
source: Idha pana, gahapati, bhikkhu yāvatā ekaṃ gāmakkhettaṃ mahaggatanti pharitvā adhimuccitvā viharati.
mn: a single village district …

# mn127:8.8
source: Idha pana, gahapati, bhikkhu yāvatā dve vā tīṇi vā gāmakkhettāni mahaggatanti pharitvā adhimuccitvā viharati.
mn: two or three village districts …

# mn127:8.10
source: Idha pana, gahapati, bhikkhu yāvatā ekaṃ mahārajjaṃ mahaggatanti pharitvā adhimuccitvā viharati.
mn: a single kingdom …

# mn127:8.12
source: Idha pana, gahapati, bhikkhu yāvatā dve vā tīṇi vā mahārajjāni mahaggatanti pharitvā adhimuccitvā viharati.
mn: two or three kingdoms …

# mn127:8.14
source: Idha pana, gahapati, bhikkhu yāvatā samuddapariyantaṃ pathaviṃ mahaggatanti pharitvā adhimuccitvā viharati.
mn: this land surrounded by ocean.

# mn127:8.15
source: Ayampi vuccati, gahapati, mahaggatā cetovimutti.
mn: This too is called the expansive release of the heart.

# mn127:8.16
source: Iminā kho etaṃ, gahapati, pariyāyena veditabbaṃ yathā ime dhammā nānatthā ceva nānābyañjanā ca.
mn: This is a way to understand how these things differ in both meaning and phrasing.

# mn127:9.1
source: Catasso kho imā gahapati, bhavūpapattiyo.
mn: Householder, there are these four kinds of rebirth in a future life.

# mn127:9.2
source: Katamā catasso?
mn: What four?

# mn127:9.3
source: Idha, gahapati, ekacco ‘parittābhā’ti pharitvā adhimuccitvā viharati.
mn: Take someone who meditates determined on pervading ‘limited radiance’.

# mn127:9.4
source: So kāyassa bhedā paraṃ maraṇā parittābhānaṃ devānaṃ sahabyataṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in the company of the gods of limited radiance.

# mn127:9.5
source: Idha pana, gahapati, ekacco ‘appamāṇābhā’ti pharitvā adhimuccitvā viharati.
mn: Next, take someone who meditates determined on pervading ‘limitless radiance’.

# mn127:9.6
source: So kāyassa bhedā paraṃ maraṇā appamāṇābhānaṃ devānaṃ sahabyataṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in the company of the gods of limitless radiance.

# mn127:9.7
source: Idha pana, gahapati, ekacco ‘saṅkiliṭṭhābhā’ti pharitvā adhimuccitvā viharati.
mn: Next, take someone who meditates determined on pervading ‘corrupted radiance’.

# mn127:9.8
source: So kāyassa bhedā paraṃ maraṇā saṅkiliṭṭhābhānaṃ devānaṃ sahabyataṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in the company of the gods of corrupted radiance.

# mn127:9.9
source: Idha pana, gahapati, ekacco ‘parisuddhābhā’ti pharitvā adhimuccitvā viharati.
mn: Next, take someone who meditates determined on pervading ‘pure radiance’.

# mn127:9.10
source: So kāyassa bhedā paraṃ maraṇā parisuddhābhānaṃ devānaṃ sahabyataṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in the company of the gods of pure radiance.

# mn127:9.11
source: Imā kho, gahapati, catasso bhavūpapattiyo.
mn: These are the four kinds of rebirth in a future life.

# mn127:10.1
source: Hoti kho so, gahapati, samayo, yā tā devatā ekajjhaṃ sannipatanti, tāsaṃ ekajjhaṃ sannipatitānaṃ vaṇṇanānattañhi kho paññāyati no ca ābhānānattaṃ.
mn: There comes a time, householder, when the deities gather together as one. When they do so, a difference in their color is evident, but not in their radiance.

# mn127:10.2
source: Seyyathāpi, gahapati, puriso sambahulāni telappadīpāni ekaṃ gharaṃ paveseyya.
mn: It’s like when a person brings several oil lamps into one house.

# mn127:10.3
source: Tesaṃ ekaṃ gharaṃ pavesitānaṃ accinānattañhi kho paññāyetha, no ca ābhānānattaṃ;
mn: You can detect a difference in their flames, but not in their radiance.

# mn127:10.4
source: evameva kho, gahapati, hoti kho so samayo, yā tā devatā ekajjhaṃ sannipatanti tāsaṃ ekajjhaṃ sannipatitānaṃ vaṇṇanānattañhi kho paññāyati, no ca ābhānānattaṃ.
mn: In the same way, when the deities gather together as one, a difference in their color is evident, but not in their radiance.

# mn127:11.1
source: Hoti kho so, gahapati, samayo, yā tā devatā tato vipakkamanti, tāsaṃ tato vipakkamantīnaṃ vaṇṇanānattañceva paññāyati ābhānānattañca.
mn: There comes a time when those deities go their separate ways. When they do so, a difference both in their color and also in their radiance is evident.

# mn127:11.2
source: Seyyathāpi, gahapati, puriso tāni sambahulāni telappadīpāni tamhā gharā nīhareyya.
mn: It’s like when a person takes those several oil lamps out of that house.

# mn127:11.3
source: Tesaṃ tato nīhatānaṃ accinānattañceva paññāyetha ābhānānattañca;
mn: You can detect a difference both in their flames and also in their radiance.

# mn127:11.4
source: evameva kho, gahapati, hoti kho so samayo, yā tā devatā tato vipakkamanti, tāsaṃ tato vipakkamantīnaṃ vaṇṇanānattañceva paññāyati ābhānānattañca.
mn: In the same way, when the deities go their separate ways, a difference both in their color and also in their radiance is evident.

# mn127:12.1
source: Na kho, gahapati, tāsaṃ devatānaṃ evaṃ hoti:
mn: It’s not that those deities think,

# mn127:12.2
source: ‘idaṃ amhākaṃ niccanti vā dhuvanti vā sassatanti vā’, api ca yattha yattheva tā devatā abhinivisanti tattha tattheva tā devatā abhiramanti.
mn: ‘What we have is permanent, lasting, and eternal.’ Rather, wherever those deities cling, that’s where they take pleasure.

# mn127:12.3
source: Seyyathāpi, gahapati, makkhikānaṃ kājena vā piṭakena vā harīyamānānaṃ na evaṃ hoti:
mn: It’s like when flies are being carried along on a carrying-pole or basket. It’s not that they think,

# mn127:12.4
source: ‘idaṃ amhākaṃ niccanti vā dhuvanti vā sassatanti vā’, api ca yattha yattheva tā makkhikā abhinivisanti tattha tattheva tā makkhikā abhiramanti;
mn: ‘What we have is permanent, lasting, and eternal.’ Rather, wherever those flies cling, that’s where they take pleasure.

# mn127:12.5
source: evameva kho, gahapati, tāsaṃ devatānaṃ na evaṃ hoti:
mn: In the same way, it’s not that those deities think,

# mn127:12.6
source: ‘idaṃ amhākaṃ niccanti vā dhuvanti vā sassatanti vā’, api ca yattha yattheva tā devatā abhinivisanti tattha tattheva tā devatā abhiramantī”ti.
mn: ‘What we have is permanent, lasting, and eternal.’ Rather, wherever those deities cling, that’s where they take pleasure.”

# mn127:13.1
source: Evaṃ vutte, āyasmā sabhiyo kaccāno āyasmantaṃ anuruddhaṃ etadavoca:
mn: When he had spoken, Venerable Abhiya Kaccāna said to Venerable Anuruddha:

# mn127:13.2
source: “sādhu, bhante anuruddha.
mn: “Good, Venerable Anuruddha!

# mn127:13.3
source: Atthi ca me ettha uttariṃ paṭipucchitabbaṃ.
mn: I have a further question about this.

# mn127:13.4
source: Yā tā, bhante, devatā ābhā sabbā tā parittābhā udāhu santettha ekaccā devatā appamāṇābhā”ti?
mn: Do all the radiant deities have limited radiance, or do some there have limitless radiance?”

# mn127:13.5
source: “Tadaṅgena kho, āvuso kaccāna, santettha ekaccā devatā parittābhā, santi panettha ekaccā devatā appamāṇābhā”ti.
mn: “In that respect, Reverend Kaccāna, some deities there have limited radiance, while some have limitless radiance.”

# mn127:14.1
source: “Ko nu kho, bhante anuruddha, hetu ko paccayo yena tāsaṃ devatānaṃ ekaṃ devanikāyaṃ upapannānaṃ santettha ekaccā devatā parittābhā, santi panettha ekaccā devatā appamāṇābhā”ti?
mn: “What is the cause, Venerable Anuruddha, what is the reason why, when those deities have been reborn in a single order of gods, some deities there have limited radiance, while some have limitless radiance?”

# mn127:14.2
source: “Tena hāvuso kaccāna, taṃyevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi.
mn: “Well then, Reverend Kaccāna, I’ll ask you about this in return, and you can answer as you like.

# mn127:14.3
source: Taṃ kiṃ maññasi, āvuso kaccāna,
mn: What do you think, Reverend Kaccāna?

# mn127:14.4
source: yvāyaṃ bhikkhu yāvatā ekaṃ rukkhamūlaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—
mn: Which of these two kinds of mental development is more expansive: when a mendicant meditates determined on pervading as expansive the extent of a single tree root, or two or three tree roots?”

# mn127:14.6
source: “Yvāyaṃ, bhante, bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—
mn: “When a mendicant meditates on two or three tree roots.”

# mn127:14.8
source: “Taṃ kiṃ maññasi, āvuso kaccāna,
mn: “What do you think, Reverend Kaccāna?

# mn127:14.9
source: yvāyaṃ bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā ekaṃ gāmakkhettaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—
mn: Which of these two kinds of mental development is more expansive: when a mendicant meditates determined on pervading as expansive the extent of two or three tree roots, or a single village district …

# mn127:14.13
source: “Taṃ kiṃ maññasi, āvuso kaccāna, yvāyaṃ bhikkhu yāvatā ekaṃ gāmakkhettaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā dve vā tīṇi vā gāmakkhettāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—
mn: two or three village districts …

# mn127:14.17
source: “Taṃ kiṃ maññasi, āvuso kaccāna, yvāyaṃ bhikkhu yāvatā dve vā tīṇi vā gāmakkhettāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā ekaṃ mahārajjaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—
mn: a single kingdom …

# mn127:14.21
source: “Taṃ kiṃ maññasi, āvuso kaccāna, yvāyaṃ bhikkhu yāvatā ekaṃ mahārajjaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā dve vā tīṇi vā mahārajjāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—
mn: two or three kingdoms …

# mn127:14.25
source: “Taṃ kiṃ maññasi, āvuso kaccāna, yvāyaṃ bhikkhu yāvatā dve vā tīṇi vā mahārajjāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā samuddapariyantaṃ pathaviṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—
mn: this land surrounded by ocean?”

# mn127:14.27
source: “Yvāyaṃ, bhante, bhikkhu yāvatā samuddapariyantaṃ pathaviṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—
mn: “When a mendicant meditates on this land surrounded by ocean.”

# mn127:14.29
source: “Ayaṃ kho, āvuso kaccāna, hetu ayaṃ paccayo, yena tāsaṃ devatānaṃ ekaṃ devanikāyaṃ upapannānaṃ santettha ekaccā devatā parittābhā, santi panettha ekaccā devatā appamāṇābhā”ti.
mn: “This is the cause, Reverend Kaccāna, this is the reason why, when those deities have been reborn in a single order of gods, some deities there have limited radiance, while some have limitless radiance.”

# mn127:15.1
source: “Sādhu, bhante anuruddha.
mn: “Good, Venerable Anuruddha!

# mn127:15.2
source: Atthi ca me ettha uttariṃ paṭipucchitabbaṃ.
mn: I have a further question about this.

# mn127:15.3
source: Yāvatā, bhante, devatā ābhā sabbā tā saṃkiliṭṭhābhā udāhu santettha ekaccā devatā parisuddhābhā”ti?
mn: Do all the radiant deities have corrupted radiance, or do some there have pure radiance?”

# mn127:15.4
source: “Tadaṅgena kho, āvuso kaccāna, santettha ekaccā devatā saṃkiliṭṭhābhā, santi panettha ekaccā devatā parisuddhābhā”ti.
mn: “In that respect, Reverend Kaccāna, some deities there have corrupted radiance, while some have pure radiance.”

# mn127:16.1
source: “Ko nu kho, bhante, anuruddha, hetu ko paccayo, yena tāsaṃ devatānaṃ ekaṃ devanikāyaṃ upapannānaṃ santettha ekaccā devatā saṃkiliṭṭhābhā, santi panettha ekaccā devatā parisuddhābhā”ti?
mn: “What is the cause, Venerable Anuruddha, what is the reason why, when those deities have been reborn in a single order of gods, some deities there have corrupted radiance, while some have pure radiance?”

# mn127:16.2
source: “Tena hāvuso kaccāna, upamaṃ te karissāmi.
mn: “Well then, Reverend Kaccāna, I shall give you a simile.

# mn127:16.3
source: Upamāyapidhekacce viññū purisā bhāsitassa atthaṃ ājānanti.
mn: For by means of a simile some sensible people understand the meaning of what is said.

# mn127:16.4
source: Seyyathāpi, āvuso kaccāna, telappadīpassa jhāyato telampi aparisuddhaṃ vaṭṭipi aparisuddhā.
mn: Suppose an oil lamp was burning with impure oil and impure wick.

# mn127:16.5
source: So telassapi aparisuddhattā vaṭṭiyāpi aparisuddhattā andhandhaṃ viya jhāyati;
mn: Because of the impurity of the oil and the wick it burns dimly, as it were.

# mn127:16.6
source: evameva kho, āvuso kaccāna, idhekacco bhikkhu ‘saṃkiliṭṭhābhā’ti pharitvā adhimuccitvā viharati,
mn: In the same way, take some mendicant who meditates determined on pervading ‘corrupted radiance’.

# mn127:16.7
source: tassa kāyaduṭṭhullampi na suppaṭippassaddhaṃ hoti, thinamiddhampi na susamūhataṃ hoti, uddhaccakukkuccampi na suppaṭivinītaṃ hoti.
mn: Their physical discomfort is not completely settled, their dullness and drowsiness is not completely eradicated, and their restlessness and remorse is not completely eliminated.

# mn127:16.8
source: So kāyaduṭṭhullassapi na suppaṭippassaddhattā thinamiddhassapi na susamūhatattā uddhaccakukkuccassapi na suppaṭivinītattā andhandhaṃ viya jhāyati.
mn: Because of this they practice absorption dimly, as it were.

# mn127:16.9
source: So kāyassa bhedā paraṃ maraṇā saṃkiliṭṭhābhānaṃ devānaṃ sahabyataṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in the company of the gods of corrupted radiance.

# mn127:16.10
source: Seyyathāpi, āvuso kaccāna, telappadīpassa jhāyato telampi parisuddhaṃ vaṭṭipi parisuddhā.
mn: Suppose an oil lamp was burning with pure oil and pure wick.

# mn127:16.11
source: So telassapi parisuddhattā vaṭṭiyāpi parisuddhattā na andhandhaṃ viya jhāyati;
mn: Because of the purity of the oil and the wick it doesn’t burn dimly, as it were.

# mn127:16.12
source: evameva kho, āvuso kaccāna, idhekacco bhikkhu ‘parisuddhābhā’ti pharitvā adhimuccitvā viharati.
mn: In the same way, take some mendicant who meditates determined on pervading ‘pure radiance’.

# mn127:16.13
source: Tassa kāyaduṭṭhullampi suppaṭippassaddhaṃ hoti, thinamiddhampi susamūhataṃ hoti, uddhaccakukkuccampi suppaṭivinītaṃ hoti.
mn: Their physical discomfort is completely settled, their dullness and drowsiness is completely eradicated, and their restlessness and remorse is completely eliminated.

# mn127:16.14
source: So kāyaduṭṭhullassapi suppaṭippassaddhattā thinamiddhassapi susamūhatattā uddhaccakukkuccassapi suppaṭivinītattā na andhandhaṃ viya jhāyati.
mn: Because of this they don’t practice absorption dimly, as it were.

# mn127:16.15
source: So kāyassa bhedā paraṃ maraṇā parisuddhābhānaṃ devānaṃ sahabyataṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in the company of the gods of pure radiance.

# mn127:16.16
source: Ayaṃ kho, āvuso kaccāna, hetu ayaṃ paccayo yena tāsaṃ devatānaṃ ekaṃ devanikāyaṃ upapannānaṃ santettha ekaccā devatā saṃkiliṭṭhābhā, santi panettha ekaccā devatā parisuddhābhā”ti.
mn: “This is the cause, Reverend Kaccāna, this is the reason why, when those deities have been reborn in a single order of gods, some deities there have corrupted radiance, while some have pure radiance.”

# mn127:17.1
source: Evaṃ vutte, āyasmā sabhiyo kaccāno āyasmantaṃ anuruddhaṃ etadavoca:
mn: When he had spoken, Venerable Abhiya Kaccāna said to Venerable Anuruddha,

# mn127:17.2
source: “sādhu, bhante anuruddha.
mn: “Good, Venerable Anuruddha!

# mn127:17.3
source: Na, bhante, āyasmā anuruddho evamāha:
mn: Venerable Anuruddha, you don’t say,

# mn127:17.4
source: ‘evaṃ me sutan’ti vā ‘evaṃ arahati bhavitun’ti vā;
mn: ‘So I have heard’ or ‘It ought to be like this.’

# mn127:17.5
source: atha ca pana, bhante, āyasmā anuruddho ‘evampi tā devatā, itipi tā devatā’tveva bhāsati.
mn: Rather, you say: ‘These deities are like this, those deities are like that.’

# mn127:17.6
source: Tassa mayhaṃ, bhante, evaṃ hoti:
mn: Sir, it occurs to me,

# mn127:17.7
source: ‘addhā āyasmatā anuruddhena tāhi devatāhi saddhiṃ sannivutthapubbañceva sallapitapubbañca sākacchā ca samāpajjitapubbā’”ti.
mn: ‘Clearly, Venerable Anuruddha has previously lived together with those deities, conversed, and engaged in discussion.’”

# mn127:17.8
source: “Addhā kho ayaṃ, āvuso kaccāna, āsajja upanīya vācā bhāsitā,
mn: “Your words are clearly invasive and intrusive, Reverend Kaccāna.

# mn127:17.9
source: api ca te ahaṃ byākarissāmi:
mn: Nevertheless, I will answer you.

# mn127:17.10
source: ‘dīgharattaṃ kho me, āvuso kaccāna, tāhi devatāhi saddhiṃ sannivutthapubbañceva sallapitapubbañca sākacchā ca samāpajjitapubbā’”ti.
mn: For a long time I have previously lived together with those deities, conversed, and engaged in discussion.”

# mn127:18.1
source: Evaṃ vutte, āyasmā sabhiyo kaccāno pañcakaṅgaṃ thapatiṃ etadavoca:
mn: When he had spoken, Venerable Abhiya Kaccāna said to Pañcakaṅga the master builder,
