Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn129.po
Languages: mn

# mn129:25.2
source: caṇḍālakulaṃ vā nesādakulaṃ vā venakulaṃ vā rathakārakulaṃ vā pukkusakulaṃ vā.
mn: They’d be reborn in a low class family—a family of outcastes, hunters, bamboo-workers, chariot-makers, or waste-collectors.

# mn129:25.3
source: Tathārūpe kule paccājāyati dalidde appannapānabhojane kasiravuttike, yattha kasirena ghāsacchādo labbhati.
mn: Such families are poor, with little to eat or drink, where life is tough, and food and shelter are hard to find.

# mn129:25.4
source: So ca hoti dubbaṇṇo duddasiko okoṭimako bavhābādho kāṇo vā kuṇī vā khujjo vā pakkhahato vā na lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa.
mn: And they’d be ugly, unsightly, deformed, chronically ill—one-eyed, crippled, lame, or half-paralyzed. They don’t get to have food, drink, clothes, and vehicles; garlands, perfumes, and makeup; or bed, house, and lighting.

# mn129:25.5
source: So kāyena duccaritaṃ carati vācāya duccaritaṃ carati manasā duccaritaṃ carati.
mn: And they do bad things by way of body, speech, and mind.

# mn129:25.6
source: So kāyena duccaritaṃ caritvā vācāya duccaritaṃ caritvā manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn129:26.1
source: Seyyathāpi, bhikkhave, akkhadhutto paṭhameneva kaliggahena puttampi jīyetha, dārampi jīyetha, sabbaṃ sāpateyyampi jīyetha, uttaripi adhibandhaṃ nigaccheyya.
mn: Suppose a gambler on the first unlucky throw were to lose his wife and child, all his property, and then get thrown in jail.

# mn129:26.2
source: Appamattako so, bhikkhave, kaliggaho yaṃ so akkhadhutto paṭhameneva kaliggahena puttampi jīyetha, dārampi jīyetha, sabbaṃ sāpateyyampi jīyetha, uttaripi adhibandhaṃ nigaccheyya.
mn: But such an unlucky throw is trivial compared to

# mn129:26.3
source: Atha kho ayameva tato mahantataro kaliggaho yaṃ so bālo kāyena duccaritaṃ caritvā vācāya duccaritaṃ caritvā manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: the unlucky throw whereby a fool, having done bad things by way of body, speech, and mind, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell.

# mn129:26.4
source: Ayaṃ, bhikkhave, kevalā paripūrā bālabhūmīti.
mn: This is the total fulfillment of the fool’s level.

# mn129:27.1
source: Tīṇimāni, bhikkhave, paṇḍitassa paṇḍitalakkhaṇāni paṇḍitanimittāni paṇḍitāpadānāni.
mn: There are these three characteristics, signs, and manifestations of an astute person.

# mn129:27.2
source: Katamāni tīṇi?
mn: What three?

# mn129:27.3
source: Idha, bhikkhave, paṇḍito sucintitacintī ca hoti subhāsitabhāsī ca sukatakammakārī ca.
mn: An astute person thinks well, speaks well, and acts well.

# mn129:27.4
source: No cetaṃ, bhikkhave, paṇḍito sucintitacintī ca abhavissa subhāsitabhāsī ca sukatakammakārī ca, kena naṃ paṇḍitā jāneyyuṃ:
mn: If an astute person didn’t think well, speak well, and act well, then how would the astute know of them,

# mn129:27.5
source: ‘paṇḍito ayaṃ bhavaṃ sappuriso’ti?
mn: ‘This fellow is astute, a good person’?

# mn129:28.1
source: Yasmā ca kho, bhikkhave, paṇḍito sucintitacintī ca hoti subhāsitabhāsī ca sukatakammakārī ca tasmā naṃ paṇḍitā jānanti:
mn: But since an astute person does think well, speak well, and act well, then the astute do know of them,

# mn129:28.2
source: ‘paṇḍito ayaṃ bhavaṃ sappuriso’ti.
mn: ‘This fellow is astute, a good person’.

# mn129:28.3
source: Sa kho so, bhikkhave, paṇḍito tividhaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti.
mn: An astute person experiences three kinds of pleasure and happiness in the present life.

# mn129:28.4
source: Sace, bhikkhave, paṇḍito sabhāyaṃ vā nisinno hoti, rathikāya vā nisinno hoti, siṅghāṭake vā nisinno hoti;
mn: Suppose an astute person is sitting in a council hall, a street, or a crossroad,

# mn129:28.5
source: tatra ce jano tajjaṃ tassāruppaṃ kathaṃ manteti.
mn: where people are discussing about what is proper and fitting.

# mn129:28.6
source: Sace, bhikkhave, paṇḍito pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjappamādaṭṭhānā paṭivirato hoti;
mn: And suppose that astute person is someone who refrains from killing living creatures, stealing, committing sexual misconduct, lying, and alcoholic drinks that cause negligence.

# mn129:28.7
source: tatra, bhikkhave, paṇḍitassa evaṃ hoti:
mn: Then that astute person thinks,

# mn129:28.8
source: ‘yaṃ kho jano tajjaṃ tassāruppaṃ kathaṃ manteti;
mn: ‘These people are discussing what is proper and fitting.

# mn129:28.9
source: saṃvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmī’ti.
mn: And those things are found in me and I am seen in them.’

# mn129:28.10
source: Idaṃ, bhikkhave, paṇḍito paṭhamaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti.
mn: This is the first kind of pleasure and happiness that an astute person experiences in the present life.

# mn129:29.1
source: Puna caparaṃ, bhikkhave, paṇḍito passati rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārente—
mn: Furthermore, an astute person sees that the kings have arrested a bandit, a criminal, and subjected them to various punishments—

# mn129:29.2
source: kasāhipi tāḷente vettehipi tāḷente addhadaṇḍakehipi tāḷente hatthampi chindante pādampi chindante hatthapādampi chindante kaṇṇampi chindante nāsampi chindante kaṇṇanāsampi chindante bilaṅgathālikampi karonte saṅkhamuṇḍikampi karonte rāhumukhampi karonte jotimālikampi karonte hatthapajjotikampi karonte erakavattikampi karonte cīrakavāsikampi karonte eṇeyyakampi karonte balisamaṃsikampi karonte kahāpaṇikampi karonte khārāpatacchikampi karonte palighaparivattikampi karonte palālapīṭhakampi karonte tattenapi telena osiñcante sunakhehipi khādāpente jīvantampi sūle uttāsente asināpi sīsaṃ chindante.
mn: whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘acid pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded.

# mn129:29.3
source: Tatra, bhikkhave, paṇḍitassa evaṃ hoti:
mn: Then that astute person thinks,

# mn129:29.4
source: ‘yathārūpānaṃ kho pāpakānaṃ kammānaṃ hetu rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārenti kasāhipi tāḷenti, vettehipi tāḷenti, addhadaṇḍakehipi tāḷenti, hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti, bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, balisamaṃsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṃ chindanti, na te dhammā mayi saṃvijjanti, ahañca na tesu dhammesu sandissāmī’ti.
mn: ‘The kinds of deeds for which the kings inflict such punishments—those things are not found in me and I am not seen in them!’

# mn129:29.5
source: Idampi, bhikkhave, paṇḍito dutiyaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti.
mn: This is the second kind of pleasure and happiness that an astute person experiences in the present life.

# mn129:30.1
source: Puna caparaṃ, bhikkhave, paṇḍitaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ, yānissa pubbe kalyāṇāni kammāni katāni kāyena sucaritāni vācāya sucaritāni manasā sucaritāni tānissa tamhi samaye olambanti … pe …
mn: Furthermore, when an astute person is resting on a chair or a bed or on the ground, their past good deeds—good conduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them.

# mn129:30.2
source: seyyathāpi, bhikkhave, mahataṃ pabbatakūṭānaṃ chāyā sāyanhasamayaṃ pathaviyā olambanti ajjholambanti abhippalambanti;
mn: It is like the shadow of a great mountain peak in the evening as it settles down, rests down, and lays down upon the earth.

# mn129:30.3
source: evameva kho, bhikkhave, paṇḍitaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ yānissa pubbe kalyāṇāni kammāni katāni kāyena sucaritāni vācāya sucaritāni manasā sucaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti.
mn: In the same way, when an astute person is resting on a chair or a bed or on the ground, their past good deeds—good conduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them.

# mn129:30.4
source: Tatra, bhikkhave, paṇḍitassa evaṃ hoti:
mn: Then that astute person thinks,

# mn129:30.5
source: ‘akataṃ vata me pāpaṃ, akataṃ luddaṃ, akataṃ kibbisaṃ;
mn: ‘Well, I haven’t done bad, violent, and corrupt things.

# mn129:30.6
source: kataṃ kalyāṇaṃ, kataṃ kusalaṃ, kataṃ bhīruttāṇaṃ.
mn: And I have done good and skillful deeds that keep me safe.

# mn129:30.7
source: Yāvatā, bho, akatapāpānaṃ akataluddānaṃ akatakibbisānaṃ katakalyāṇānaṃ katakusalānaṃ katabhīruttāṇānaṃ gati taṃ gatiṃ pecca gacchāmī’ti.
mn: When I pass away, I’ll go to the place where people who’ve done such things go.’

# mn129:30.8
source: So na socati, na kilamati, na paridevati, na urattāḷiṃ kandati, na sammohaṃ āpajjati.
mn: So they don’t sorrow and pine and lament, beating their breast and falling into confusion.

# mn129:30.9
source: Idampi, bhikkhave, paṇḍito tatiyaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti.
mn: This is the third kind of pleasure and happiness that an astute person experiences in the present life.

# mn129:31.1
source: Sa kho so, bhikkhave, paṇḍito kāyena sucaritaṃ caritvā vācāya sucaritaṃ caritvā manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn129:32.1
source: Yaṃ kho taṃ, bhikkhave, sammā vadamāno vadeyya:
mn: And if there’s anything of which it may be rightly said that

# mn129:32.2
source: ‘ekantaṃ iṭṭhaṃ ekantaṃ kantaṃ ekantaṃ manāpan’ti, saggameva taṃ sammā vadamāno vadeyya:
mn: it is utterly likable, desirable, and agreeable, it is of heaven that this should be said.

# mn129:32.4
source: Yāvañcidaṃ, bhikkhave, upamāpi na sukarā yāva sukhā saggā”ti.
mn: So much so that it’s not easy to give a simile for how pleasurable heaven is.”

# mn129:32.5
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
mn: When he said this, one of the mendicants asked the Buddha,

# mn129:32.6
source: “sakkā pana, bhante, upamaṃ kātun”ti?
mn: “But sir, is it possible to give a simile?”

# mn129:33.1
source: “Sakkā, bhikkhū”ti bhagavā avoca.
mn: “It’s possible,” said the Buddha.

# mn129:33.2
source: “Seyyathāpi, bhikkhave, rājā cakkavattī sattahi ratanehi samannāgato catūhi ca iddhīhi tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvedeti.
mn: “Suppose there was a king, a wheel-turning monarch who possessed seven treasures and four blessings, and experienced pleasure and happiness because of them.

# mn129:34.1
source: Katamehi sattahi?
mn: What seven?

# mn129:34.2
source: Idha, bhikkhave, rañño khattiyassa muddhāvasittassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ.
mn: It’s when, on the fifteenth day sabbath, an anointed aristocratic king has bathed his head and gone upstairs in the stilt longhouse to observe the sabbath. And the heavenly wheel-treasure appears to him, with a thousand spokes, with rim and hub, complete in every detail.

# mn129:34.3
source: Taṃ disvāna rañño khattiyassa muddhāvasittassa evaṃ hoti:
mn: Seeing this, the king thinks,

# mn129:34.4
source: ‘sutaṃ kho pana metaṃ yassa rañño khattiyassa muddhāvasittassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ, so hoti rājā cakkavattīti.
mn: ‘I have heard that when the heavenly wheel-treasure appears to a king in this way, he becomes a wheel-turning monarch.

# mn129:34.5
source: Assaṃ nu kho ahaṃ rājā cakkavattī’ti?
mn: Am I then a wheel-turning monarch?’

# mn129:35.1
source: Atha kho, bhikkhave, rājā khattiyo muddhāvasitto vāmena hatthena bhiṅkāraṃ gahetvā dakkhiṇena hatthena cakkaratanaṃ abbhukkirati:
mn: Then the anointed king, taking a ceremonial vase in his left hand, besprinkled the wheel-treasure with his right hand, saying,

# mn129:35.2
source: ‘pavattatu bhavaṃ cakkaratanaṃ, abhivijinātu bhavaṃ cakkaratanan’ti.
mn: ‘Roll forth, O wheel-treasure! Triumph, O wheel-treasure!’

# mn129:35.3
source: Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ disaṃ pavattati. Anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāti tattha rājā cakkavattī vāsaṃ upeti saddhiṃ caturaṅginiyā senāya.
mn: Then the wheel-treasure rolls towards the east. And the king follows it together with his army of four divisions. In whatever place the wheel-treasure stands still, there the king comes to stay together with his army.

# mn129:35.4
source: Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu:
mn: And any opposing rulers of the eastern quarter come to the wheel-turning monarch and say,

# mn129:35.5
source: ‘ehi kho, mahārāja. Svāgataṃ te, mahārāja. Sakaṃ te, mahārāja. Anusāsa, mahārājā’ti.
mn: ‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’

# mn129:35.6
source: Rājā cakkavattī evamāha:
mn: The wheel-turning monarch says,

# mn129:35.7
source: ‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti.
mn: ‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’

# mn129:35.8
source: Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno te rañño cakkavattissa anuyantā bhavanti.
mn: And so the opposing rulers of the eastern quarter become his vassals.

# mn129:35.9
source: Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā dakkhiṇaṃ disaṃ pavattati … pe …
mn: Then the wheel-treasure, having plunged into the eastern ocean and emerged again, rolls towards the south. …

# mn129:35.10
source: dakkhiṇaṃ samuddaṃ ajjhogāhetvā paccuttaritvā pacchimaṃ disaṃ pavattati … pe …
mn: Having plunged into the southern ocean and emerged again, it rolls towards the west. …

# mn129:35.11
source: pacchimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā uttaraṃ disaṃ pavattati anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāti tattha rājā cakkavattī vāsaṃ upeti saddhiṃ caturaṅginiyā senāya.
mn: Having plunged into the western ocean and emerged again, it rolls towards the north, followed by the king together with his army of four divisions. In whatever place the wheel-treasure stands still, there the king comes to stay together with his army.

# mn129:35.12
source: Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu:
mn: And any opposing rulers of the northern quarter come to the wheel-turning monarch and say,

# mn129:35.13
source: ‘ehi kho, mahārāja. Svāgataṃ te, mahārāja. Sakaṃ te, mahārāja. Anusāsa, mahārājā’ti.
mn: ‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’

# mn129:35.14
source: Rājā cakkavattī evamāha:
mn: The wheel-turning monarch says,

# mn129:35.15
source: ‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ; yathābhuttañca bhuñjathā’ti.
mn: ‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’

# mn129:35.16
source: Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno te rañño cakkavattissa anuyantā bhavanti.
mn: And so the rulers of the northern quarter become his vassals.

# mn129:35.17
source: Atha kho taṃ, bhikkhave, cakkaratanaṃ samuddapariyantaṃ pathaviṃ abhivijinitvā tameva rājadhāniṃ paccāgantvā rañño cakkavattissa antepuradvāre akkhāhataṃ maññe tiṭṭhati rañño cakkavattissa antepuradvāraṃ upasobhayamānaṃ.
mn: And then the wheel-treasure, having triumphed over this land surrounded by ocean, returns to the royal capital. There it stands still at the gate to the royal compound as if fixed to an axle, illuminating the royal compound.

# mn129:35.18
source: Rañño, bhikkhave, cakkavattissa evarūpaṃ cakkaratanaṃ pātubhavati. (1)
mn: Such is the wheel-treasure that appears to the wheel-turning monarch.

# mn129:36.1
source: Puna caparaṃ, bhikkhave, rañño cakkavattissa hatthiratanaṃ pātubhavati—
mn: Next, the elephant-treasure appears to the wheel-turning monarch.

# mn129:36.2
source: sabbaseto sattappatiṭṭho iddhimā vehāsaṅgamo uposatho nāma nāgarājā.
mn: It was an all-white sky-walker with psychic power, touching the ground in seven places, a king of elephants named Sabbath.

# mn129:36.3
source: Taṃ disvāna rañño cakkavattissa cittaṃ pasīdati:
mn: Seeing him, the king was impressed,

# mn129:36.4
source: ‘bhaddakaṃ vata bho hatthiyānaṃ, sace damathaṃ upeyyā’ti.
mn: ‘This would truly be a fine elephant vehicle, if he would submit to taming.’

# mn129:36.5
source: Atha kho taṃ, bhikkhave, hatthiratanaṃ seyyathāpi nāma bhaddo hatthājānīyo dīgharattaṃ suparidanto evameva damathaṃ upeti.
mn: Then the elephant-treasure submitted to taming, as if he were a fine thoroughbred elephant that had been tamed for a long time.

# mn129:36.6
source: Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva hatthiratanaṃ vīmaṃsamāno pubbaṇhasamayaṃ abhiruhitvā samuddapariyantaṃ pathaviṃ anusaṃyāyitvā tameva rājadhāniṃ paccāgantvā pātarāsamakāsi.
mn: Once it so happened that the wheel-turning monarch, testing that same elephant-treasure, mounted him in the morning and traversed the land surrounded by ocean before returning to the royal capital in time for breakfast.

# mn129:36.7
source: Rañño, bhikkhave, cakkavattissa evarūpaṃ hatthiratanaṃ pātubhavati. (2)
mn: Such is the elephant-treasure that appears to the wheel-turning monarch.

# mn129:37.1
source: Puna caparaṃ, bhikkhave, rañño cakkavattissa assaratanaṃ pātubhavati—
mn: Next, the horse-treasure appears to the wheel-turning monarch.

# mn129:37.2
source: sabbaseto kāḷasīso muñjakeso iddhimā vehāsaṅgamo valāhako nāma assarājā.
mn: It was an all-white sky-walker with psychic power, with head of black and mane like woven reeds, a royal steed named Thundercloud.

# mn129:37.3
source: Taṃ disvāna rañño cakkavattissa cittaṃ pasīdati:
mn: Seeing him, the king was impressed,

# mn129:37.4
source: ‘bhaddakaṃ vata bho assayānaṃ, sace damathaṃ upeyyā’ti.
mn: ‘This would truly be a fine horse vehicle, if he would submit to taming.’

# mn129:37.5
source: Atha kho taṃ, bhikkhave, assaratanaṃ seyyathāpi nāma bhaddo assājānīyo dīgharattaṃ suparidanto evameva damathaṃ upeti.
mn: Then the horse-treasure submitted to taming, as if he were a fine thoroughbred horse that had been tamed for a long time.

# mn129:37.6
source: Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva assaratanaṃ vīmaṃsamāno pubbaṇhasamayaṃ abhiruhitvā samuddapariyantaṃ pathaviṃ anusaṃyāyitvā tameva rājadhāniṃ paccāgantvā pātarāsamakāsi.
mn: Once it so happened that the wheel-turning monarch, testing that same horse-treasure, mounted him in the morning and traversed the land surrounded by ocean before returning to the royal capital in time for breakfast.

# mn129:37.7
source: Rañño, bhikkhave, cakkavattissa evarūpaṃ assaratanaṃ pātubhavati. (3)
mn: Such is the horse-treasure that appears to the wheel-turning monarch.

# mn129:38.1
source: Puna caparaṃ, bhikkhave, rañño cakkavattissa maṇiratanaṃ pātubhavati.
mn: Next, the jewel-treasure appears to the wheel-turning monarch.

# mn129:38.2
source: So hoti maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato.
mn: It is a beryl gem that’s naturally beautiful, eight-faceted, well-worked.

# mn129:38.3
source: Tassa kho pana, bhikkhave, maṇiratanassa ābhā samantā yojanaṃ phuṭā hoti.
mn: And the radiance of that jewel spreads all-round for a league.

# mn129:38.4
source: Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva maṇiratanaṃ vīmaṃsamāno caturaṅginiṃ senaṃ sannayhitvā maṇiṃ dhajaggaṃ āropetvā rattandhakāratimisāya pāyāsi.
mn: Once it so happened that the wheel-turning monarch, testing that same jewel-treasure, mobilized his army of four divisions and, with the jewel hoisted on his banner, set out in the dark of the night.

# mn129:38.5
source: Ye kho pana, bhikkhave, samantā gāmā ahesuṃ te tenobhāsena kammante payojesuṃ ‘divā’ti maññamānā.
mn: Then the villagers around them set off to work, thinking that it was day.

# mn129:38.6
source: Rañño, bhikkhave, cakkavattissa evarūpaṃ maṇiratanaṃ pātubhavati. (4)
mn: Such is the jewel-treasure that appears to the wheel-turning monarch.

# mn129:39.1
source: Puna caparaṃ, bhikkhave, rañño cakkavattissa itthiratanaṃ pātubhavati.
mn: Next, the woman-treasure appears to the wheel-turning monarch.

# mn129:39.2
source: Sā abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā nātidīghā nātirassā nātikisā nātithūlā nātikāḷikā nāccodātā, atikkantā mānusaṃ vaṇṇaṃ, appattā dibbaṃ vaṇṇaṃ.
mn: She is attractive, good-looking, lovely, of surpassing beauty. She’s neither too tall nor too short; neither too thin nor too fat; neither too dark nor too light. She outdoes human beauty without reaching divine beauty.

# mn129:39.3
source: Tassa kho pana, bhikkhave, itthiratanassa evarūpo kāyasamphasso hoti, seyyathāpi nāma tūlapicuno vā kappāsapicuno vā.
mn: And her touch is like a tuft of cotton-wool or kapok.

# mn129:39.4
source: Tassa kho pana, bhikkhave, itthiratanassa sīte uṇhāni gattāni honti, uṇhe sītāni gattāni honti.
mn: When it’s cool her limbs are warm, and when it’s warm her limbs are cool.

# mn129:39.5
source: Tassa kho pana, bhikkhave, itthiratanassa kāyato candanagandho vāyati, mukhato uppalagandho vāyati.
mn: The fragrance of sandal floats from her body, and lotus from her mouth.

# mn129:39.6
source: Taṃ kho pana, bhikkhave, itthiratanaṃ rañño cakkavattissa pubbuṭṭhāyinī hoti pacchānipātinī kiṃkārapaṭissāvinī manāpacārinī piyavādinī.
mn: She gets up before the king and goes to bed after him, and is obliging, behaving nicely and speaking politely.

# mn129:39.7
source: Taṃ kho pana, bhikkhave, itthiratanaṃ rājānaṃ cakkavattiṃ manasāpi no aticarati, kuto pana kāyena?
mn: The woman-treasure does not betray the wheel-turning monarch even in thought, still less in deed.

# mn129:39.8
source: Rañño, bhikkhave, cakkavattissa evarūpaṃ itthiratanaṃ pātubhavati. (5)
mn: Such is the woman-treasure who appears to the wheel-turning monarch.

# mn129:40.1
source: Puna caparaṃ, bhikkhave, rañño cakkavattissa gahapatiratanaṃ pātubhavati.
mn: Next, the householder-treasure appears to the wheel-turning monarch.

# mn129:40.2
source: Tassa kammavipākajaṃ dibbacakkhu pātubhavati, yena nidhiṃ passati sassāmikampi assāmikampi.
mn: The power of clairvoyance manifests in him as a result of past deeds, by which he sees hidden treasure, both owned and ownerless.

# mn129:40.3
source: So rājānaṃ cakkavattiṃ upasaṅkamitvā evamāha:
mn: He approaches the wheel-turning monarch and says,
