Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn126.po
Languages: mn

# mn126:0.1
source: Majjhima Nikāya 126
mn: Middle Discourses 126

# mn126:0.2
source: Bhūmijasutta
mn: With Bhūmija

# mn126:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn126:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn126:2.1
source: Atha kho āyasmā bhūmijo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena jayasenassa rājakumārassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
mn: Then Venerable Bhūmija robed up in the morning and, taking his bowl and robe, went to the home of Prince Jayasena, where he sat on the seat spread out.

# mn126:3.1
source: Atha kho jayaseno rājakumāro yenāyasmā bhūmijo tenupasaṅkami; upasaṅkamitvā āyasmatā bhūmijena saddhiṃ sammodi.
mn: Then Jayasena approached and exchanged greetings with him.

# mn126:3.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jayaseno rājakumāro āyasmantaṃ bhūmijaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to Bhūmija:

# mn126:3.3
source: “santi, bho bhūmija, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
mn: “Master Bhūmija, there are some ascetics and brahmins who have this doctrine and view:

# mn126:3.4
source: ‘āsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya;
mn: ‘If you make a wish and lead the spiritual life, you can’t win the fruit.

# mn126:3.5
source: anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya;
mn: If you don’t make a wish and lead the spiritual life, you can’t win the fruit.

# mn126:3.6
source: āsañca anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya;
mn: If you both make a wish and don’t make a wish and lead the spiritual life, you can’t win the fruit.

# mn126:3.7
source: nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāyā’ti.
mn: If you neither make a wish nor don’t make a wish and lead the spiritual life, you can’t win the fruit.’

# mn126:3.8
source: Idha bhoto bhūmijassa satthā kiṃvādī kimakkhāyī”ti?
mn: What does Master Bhūmija’s Teacher say about this? How does he explain it?”

# mn126:4.1
source: “Na kho metaṃ, rājakumāra, bhagavato sammukhā sutaṃ, sammukhā paṭiggahitaṃ.
mn: “Prince, I haven’t heard and learned this in the presence of the Buddha.

# mn126:4.2
source: Ṭhānañca kho etaṃ vijjati yaṃ bhagavā evaṃ byākareyya:
mn: But it’s possible that he might explain it like this:

# mn126:4.3
source: ‘āsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya;
mn: ‘If you lead the spiritual life irrationally, you can’t win the fruit, regardless of whether you make a wish,

# mn126:4.4
source: anāsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya;
mn: you don’t make a wish,

# mn126:4.5
source: āsañca anāsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya;
mn: you both do and do not make a wish,

# mn126:4.6
source: nevāsaṃ nānāsañcepi karitvā ayoniso brahmacariyaṃ caranti, abhabbā phalassa adhigamāya.
mn: or you neither do nor don’t make a wish.

# mn126:4.7
source: Āsañcepi karitvā yoniso brahmacariyaṃ caranti, bhabbā phalassa adhigamāya;
mn: But if you lead the spiritual life rationally, you can win the fruit, regardless of whether you make a wish,

# mn126:4.8
source: anāsañcepi karitvā yoniso brahmacariyaṃ caranti, bhabbā phalassa adhigamāya;
mn: you don’t make a wish,

# mn126:4.9
source: āsañca anāsañcepi karitvā yoniso brahmacariyaṃ caranti, bhabbā phalassa adhigamāya;
mn: you both do and do not make a wish,

# mn126:4.10
source: nevāsaṃ nānāsañcepi karitvā yoniso brahmacariyaṃ caranti, bhabbā phalassa adhigamāyā’ti.
mn: or you neither do nor don’t make a wish.’

# mn126:4.11
source: Na kho me taṃ, rājakumāra, bhagavato sammukhā sutaṃ, sammukhā paṭiggahitaṃ.
mn: I haven’t heard and learned this in the presence of the Buddha.

# mn126:4.12
source: Ṭhānañca kho etaṃ vijjati yaṃ bhagavā evaṃ byākareyyā”ti.
mn: But it’s possible that he might explain it like that.”

# mn126:5.1
source: “Sace kho bhoto bhūmijassa satthā evaṃvādī evamakkhāyī, addhā bhoto bhūmijassa satthā sabbesaṃyeva puthusamaṇabrāhmaṇānaṃ muddhānaṃ maññe āhacca tiṭṭhatī”ti.
mn: “If that’s what your teacher says, Master Bhūmija, he clearly stands head and shoulders above all the various other ascetics and brahmins.”

# mn126:6.1
source: Atha kho jayaseno rājakumāro āyasmantaṃ bhūmijaṃ sakeneva thālipākena parivisi.
mn: Then Prince Jayasena served Venerable Bhūmija from his own dish.

# mn126:7.1
source: Atha kho āyasmā bhūmijo pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā bhūmijo bhagavantaṃ etadavoca:
mn: Then after the meal, on his return from alms-round, Bhūmija went to the Buddha, bowed, sat down to one side, and told him all that had happened, adding:

# mn126:7.25
source: ‘Kaccāhaṃ, bhante, evaṃ puṭṭho evaṃ byākaramāno vuttavādī ceva bhagavato homi, na ca bhagavantaṃ abhūtena abbhācikkhāmi, dhammassa cānudhammaṃ byākaromi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī’”ti?
mn: “Answering this way, I trust that I repeated what the Buddha has said, and didn’t misrepresent him with an untruth. I trust my explanation was in line with the teaching, and that there are no legitimate grounds for rebuke or criticism.”

# mn126:8.1
source: “Taggha tvaṃ, bhūmija, evaṃ puṭṭho evaṃ byākaramāno vuttavādī ceva me hosi, na ca maṃ abhūtena abbhācikkhasi, dhammassa cānudhammaṃ byākarosi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati.
mn: “Indeed, Bhūmija, in answering this way you repeated what I’ve said, and didn’t misrepresent me with an untruth. Your explanation was in line with the teaching, and there are no legitimate grounds for rebuke or criticism.

# mn126:9.1
source: Ye hi keci, bhūmija, samaṇā vā brāhmaṇā vā micchādiṭṭhino micchāsaṅkappā micchāvācā micchākammantā micchāājīvā micchāvāyāmā micchāsatī micchāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya;
mn: There are some ascetics and brahmins who have wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. If they lead the spiritual life, they can’t win the fruit, regardless of whether they make a wish,

# mn126:9.2
source: anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya;
mn: they don’t make a wish,

# mn126:9.3
source: āsañca anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya;
mn: they both do and do not make a wish,

# mn126:9.4
source: nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya.
mn: or they neither do nor don’t make a wish.

# mn126:9.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn126:9.6
source: Ayoni hesā, bhūmija, phalassa adhigamāya.
mn: Because that’s an irrational way to win the fruit.

# mn126:10.1
source: Seyyathāpi, bhūmija, puriso telatthiko telagavesī telapariyesanaṃ caramāno vālikaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya.
mn: Suppose there was a person in need of oil. While wandering in search of oil, they tried heaping sand in a bucket, sprinkling it thoroughly with water, and pressing it out.

# mn126:10.2
source: Āsañcepi karitvā vālikaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, abhabbo telassa adhigamāya;
mn: But by doing this, they couldn’t extract any oil, regardless of whether they made a wish,

# mn126:10.3
source: anāsañcepi karitvā vālikaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, abhabbo telassa adhigamāya;
mn: didn’t make a wish,

# mn126:10.4
source: āsañca anāsañcepi karitvā vālikaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, abhabbo telassa adhigamāya;
mn: both did and did not make a wish,

# mn126:10.5
source: nevāsaṃ nānāsañcepi karitvā vālikaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, abhabbo telassa adhigamāya.
mn: or neither did nor did not make a wish.

# mn126:10.6
source: Taṃ kissa hetu?
mn: Why is that?

# mn126:10.7
source: Ayoni hesā, bhūmija, telassa adhigamāya.
mn: Because that’s an irrational way to extract oil.

# mn126:10.8
source: Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā micchādiṭṭhino micchāsaṅkappā micchāvācā micchākammantā micchāājīvā micchāvāyāmā micchāsatī micchāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya;
mn: And so it is for any ascetics and brahmins who have wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. If they lead the spiritual life, they can’t win the fruit, regardless of whether or not they make a wish.

# mn126:10.12
source: Taṃ kissa hetu?
mn: Why is that?

# mn126:10.13
source: Ayoni hesā, bhūmija, phalassa adhigamāya.
mn: Because that’s an irrational way to win the fruit.

# mn126:11.1
source: Seyyathāpi, bhūmija, puriso khīratthiko khīragavesī khīrapariyesanaṃ caramāno gāviṃ taruṇavacchaṃ visāṇato āviñcheyya.
mn: Suppose there was a person in need of milk. While wandering in search of milk, they tried pulling the horn of a newly-calved cow.

# mn126:11.2
source: Āsañcepi karitvā gāviṃ taruṇavacchaṃ visāṇato āviñcheyya, abhabbo khīrassa adhigamāya;
mn: But by doing this, they couldn’t get any milk, regardless of whether they made a wish,

# mn126:11.3
source: anāsañcepi karitvā … pe …
mn: didn’t make a wish,

# mn126:11.4
source: āsañca anāsañcepi karitvā … pe …
mn: both did and did not make a wish,

# mn126:11.5
source: nevāsaṃ nānāsañcepi karitvā gāviṃ taruṇavacchaṃ visāṇato āviñcheyya, abhabbo khīrassa adhigamāya.
mn: or neither did nor did not make a wish.

# mn126:11.6
source: Taṃ kissa hetu?
mn: Why is that?

# mn126:11.7
source: Ayoni hesā, bhūmija, khīrassa adhigamāya.
mn: Because that’s an irrational way to get milk.

# mn126:11.8
source: Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā micchādiṭṭhino … pe …
mn: And so it is for any ascetics and brahmins who have wrong view …

# mn126:11.14
source: Ayoni hesā, bhūmija, phalassa adhigamāya.
mn: Because that’s an irrational way to win the fruit.

# mn126:12.1
source: Seyyathāpi, bhūmija, puriso navanītatthiko navanītagavesī navanītapariyesanaṃ caramāno udakaṃ kalase āsiñcitvā matthena āviñcheyya.
mn: Suppose there was a person in need of butter. While wandering in search of butter, they tried pouring water into a pot and churning it with a stick.

# mn126:12.2
source: Āsañcepi karitvā udakaṃ kalase āsiñcitvā matthena āviñcheyya, abhabbo navanītassa adhigamāya;
mn: But by doing this, they couldn’t produce any butter, regardless of whether they made a wish,

# mn126:12.3
source: anāsañcepi karitvā … pe …
mn: didn’t make a wish,

# mn126:12.4
source: āsañca anāsañcepi karitvā … pe …
mn: both did and did not make a wish,

# mn126:12.5
source: nevāsaṃ nānāsañcepi karitvā udakaṃ kalase āsiñcitvā matthena āviñcheyya, abhabbo navanītassa adhigamāya.
mn: or neither did nor did not make a wish.

# mn126:12.6
source: Taṃ kissa hetu?
mn: Why is that?

# mn126:12.7
source: Ayoni hesā, bhūmija, navanītassa adhigamāya.
mn: Because that’s an irrational way to produce butter.

# mn126:12.8
source: Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā micchādiṭṭhino … pe …
mn: And so it is for any ascetics and brahmins who have wrong view …

# mn126:12.14
source: Ayoni hesā, bhūmija, phalassa adhigamāya.
mn: Because that’s an irrational way to win the fruit.

# mn126:13.1
source: Seyyathāpi, bhūmija, puriso aggitthiko aggigavesī aggipariyesanaṃ caramāno allaṃ kaṭṭhaṃ sasnehaṃ uttarāraṇiṃ ādāya abhimantheyya.
mn: Suppose there was a person in need of fire. While wandering in search of fire, they tried drilling a green, sappy log with a drill-stick.

# mn126:13.2
source: Āsañcepi karitvā allaṃ kaṭṭhaṃ sasnehaṃ uttarāraṇiṃ ādāya abhimantheyya, abhabbo aggissa adhigamāya;
mn: But by doing this, they couldn’t start a fire, regardless of whether they made a wish,

# mn126:13.3
source: anāsañcepi karitvā … pe …
mn: didn’t make a wish,

# mn126:13.4
source: āsañca anāsañcepi karitvā … pe …
mn: both did and did not make a wish,

# mn126:13.5
source: nevāsaṃ nānāsañcepi karitvā allaṃ kaṭṭhaṃ sasnehaṃ uttarāraṇiṃ ādāya abhimantheyya, abhabbo aggissa adhigamāya.
mn: or neither did nor did not make a wish.

# mn126:13.6
source: Taṃ kissa hetu?
mn: Why is that?

# mn126:13.7
source: Ayoni hesā, bhūmija, aggissa adhigamāya.
mn: Because that’s an irrational way to start a fire.

# mn126:13.8
source: Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā micchādiṭṭhino … pe …
mn: And so it is for any ascetics and brahmins who have wrong view …

# mn126:13.14
source: Ayoni hesā, bhūmija, phalassa adhigamāya.
mn: Because that’s an irrational way to win the fruit.

# mn126:14.1
source: Ye hi keci, bhūmija, samaṇā vā brāhmaṇā vā sammādiṭṭhino sammāsaṅkappā sammāvācā sammākammantā sammāājīvā sammāvāyāmā sammāsatī sammāsamādhino te āsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya;
mn: There are some ascetics and brahmins who have right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. If they lead the spiritual life, they can win the fruit, regardless of whether they make a wish,

# mn126:14.2
source: anāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya;
mn: they don’t make a wish,

# mn126:14.3
source: āsañca anāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya;
mn: they both do and do not make a wish,

# mn126:14.4
source: nevāsaṃ nānāsañcepi karitvā brahmacariyaṃ caranti, bhabbā phalassa adhigamāya.
mn: or they neither do nor do not make a wish.

# mn126:14.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn126:14.6
source: Yoni hesā, bhūmija, phalassa adhigamāya.
mn: Because that’s a rational way to win the fruit.

# mn126:15.1
source: Seyyathāpi, bhūmija, puriso telatthiko telagavesī telapariyesanaṃ caramāno tilapiṭṭhaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya.
mn: Suppose there was a person in need of oil. While wandering in search of oil, they tried heaping sesame flour in a bucket, sprinkling it thoroughly with water, and pressing it out.

# mn126:15.2
source: Āsañcepi karitvā tilapiṭṭhaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, bhabbo telassa adhigamāya;
mn: By doing this, they could extract oil, regardless of whether they made a wish,

# mn126:15.3
source: anāsañcepi karitvā … pe …
mn: didn’t make a wish,

# mn126:15.4
source: āsañca anāsañcepi karitvā … pe …
mn: both did and did not make a wish,

# mn126:15.5
source: nevāsaṃ nānāsañcepi karitvā tilapiṭṭhaṃ doṇiyā ākiritvā udakena paripphosakaṃ paripphosakaṃ pīḷeyya, bhabbo telassa adhigamāya.
mn: or neither did nor did not make a wish.

# mn126:15.6
source: Taṃ kissa hetu?
mn: Why is that?

# mn126:15.7
source: Yoni hesā, bhūmija, telassa adhigamāya.
mn: Because that’s a rational way to extract oil.

# mn126:15.8
source: Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā sammādiṭṭhino … pe …
mn: And so it is for any ascetics and brahmins who have right view …

# mn126:15.14
source: Yoni hesā, bhūmija, phalassa adhigamāya.
mn: Because that’s a rational way to win the fruit.

# mn126:16.1
source: Seyyathāpi, bhūmija, puriso khīratthiko khīragavesī khīrapariyesanaṃ caramāno gāviṃ taruṇavacchaṃ thanato āviñcheyya.
mn: Suppose there was a person in need of milk. While wandering in search of milk, they tried pulling the udder of a newly-calved cow.

# mn126:16.2
source: Āsañcepi karitvā gāviṃ taruṇavacchaṃ thanato āviñcheyya, bhabbo khīrassa adhigamāya;
mn: By doing this, they could get milk, regardless of whether they made a wish,

# mn126:16.3
source: anāsañcepi karitvā … pe …
mn: didn’t make a wish,

# mn126:16.4
source: āsañca anāsañcepi karitvā … pe …
mn: both did and did not make a wish,

# mn126:16.5
source: nevāsaṃ nānāsañcepi karitvā gāviṃ taruṇavacchaṃ thanato āviñcheyya, bhabbo khīrassa adhigamāya.
mn: or neither did nor did not make a wish.

# mn126:16.6
source: Taṃ kissa hetu?
mn: Why is that?

# mn126:16.7
source: Yoni hesā, bhūmija, khīrassa adhigamāya.
mn: Because that’s a rational way to get milk.

# mn126:16.8
source: Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā sammādiṭṭhino … pe …
mn: And so it is for any ascetics and brahmins who have right view …

# mn126:16.14
source: Yoni hesā, bhūmija, phalassa adhigamāya.
mn: Because that’s a rational way to win the fruit.

# mn126:17.1
source: Seyyathāpi, bhūmija, puriso navanītatthiko navanītagavesī navanītapariyesanaṃ caramāno dadhiṃ kalase āsiñcitvā matthena āviñcheyya.
mn: Suppose there was a person in need of butter. While wandering in search of butter, they tried pouring curds into a pot and churning them with a stick.

# mn126:17.2
source: Āsañcepi karitvā dadhiṃ kalase āsiñcitvā matthena āviñcheyya, bhabbo navanītassa adhigamāya;
mn: By doing this, they could produce butter, regardless of whether they made a wish,

# mn126:17.3
source: anāsañcepi karitvā …
mn: didn’t make a wish,

# mn126:17.4
source: āsañca anāsañcepi karitvā …
mn: both did and did not make a wish,

# mn126:17.5
source: nevāsaṃ nānāsañcepi karitvā dadhiṃ kalase āsiñcitvā matthena āviñcheyya, bhabbo navanītassa adhigamāya.
mn: or neither did nor did not make a wish.

# mn126:17.6
source: Taṃ kissa hetu?
mn: Why is that?

# mn126:17.7
source: Yoni hesā, bhūmija, navanītassa adhigamāya.
mn: Because that’s a rational way to produce butter.

# mn126:17.8
source: Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā sammādiṭṭhino … pe …
mn: And so it is for any ascetics and brahmins who have right view …

# mn126:17.14
source: Yoni hesā, bhūmija, phalassa adhigamāya.
mn: Because that’s a rational way to win the fruit.

# mn126:18.1
source: Seyyathāpi, bhūmija, puriso aggitthiko aggigavesī aggipariyesanaṃ caramāno sukkhaṃ kaṭṭhaṃ koḷāpaṃ uttarāraṇiṃ ādāya abhimantheyya;
mn: Suppose there was a person in need of fire. While wandering in search of fire, they tried drilling a dried up, withered log with a drill-stick.

# mn126:18.2
source: () āsañcepi karitvā …
mn: By doing this, they could start a fire, regardless of whether they made a wish,

# mn126:18.3
source: anāsañcepi karitvā …
mn: didn’t make a wish,

# mn126:18.4
source: āsañca anāsañcepi karitvā …
mn: both did and did not make a wish,

# mn126:18.5
source: nevāsaṃ nānāsañcepi karitvā sukkhaṃ kaṭṭhaṃ koḷāpaṃ uttarāraṇiṃ ādāya abhimantheyya, bhabbo aggissa adhigamāya.
mn: or neither did nor did not make a wish.

# mn126:18.6
source: Taṃ kissa hetu?
mn: Why is that?

# mn126:18.7
source: Yoni hesā, bhūmija, aggissa adhigamāya.
mn: Because that’s a rational way to start a fire.

# mn126:18.8
source: Evameva kho, bhūmija, ye hi keci samaṇā vā brāhmaṇā vā sammādiṭṭhino … pe …
mn: And so it is for any ascetics and brahmins who have right view …

# mn126:18.14
source: Yoni hesā, bhūmija, phalassa adhigamāya.
mn: Because that’s a rational way to win the fruit.

# mn126:19.1
source: Sace kho taṃ, bhūmija, jayasenassa rājakumārassa imā catasso upamā paṭibhāyeyyuṃ anacchariyaṃ te jayaseno rājakumāro pasīdeyya, pasanno ca te pasannākāraṃ kareyyā”ti.
mn: Bhūmija, it wouldn’t be surprising if, had these four similes occurred to you, Prince Jayasena would have gained confidence in you and shown his confidence.”

# mn126:19.2
source: “Kuto pana maṃ, bhante, jayasenassa rājakumārassa imā catasso upamā paṭibhāyissanti anacchariyā pubbe assutapubbā, seyyathāpi bhagavantan”ti?
mn: “But sir, how could these four similes have occurred to me as they did to the Buddha, since they were neither supernaturally inspired, nor learned before in the past?”

# mn126:19.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn126:19.4
source: Attamano āyasmā bhūmijo bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Bhūmija was happy with what the Buddha said.
