Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn125.po
Languages: mn

# mn125:22.2
source: kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.
mn: Then they meditate observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# mn125:23.1
source: Vedanāsu … pe …
mn: They meditate observing an aspect of feelings …

# mn125:23.2
source: citte …
mn: mind …

# mn125:23.3
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.
mn: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# mn125:23.4
source: Seyyathāpi, aggivessana, hatthidamako mahantaṃ thambhaṃ pathaviyaṃ nikhaṇitvā āraññakassa nāgassa gīvāyaṃ upanibandhati āraññakānañceva sīlānaṃ abhinimmadanāya āraññakānañceva sarasaṅkappānaṃ abhinimmadanāya āraññakānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya gāmante abhiramāpanāya manussakantesu sīlesu samādapanāya;
mn: It’s like when the elephant trainer dug a large post into the earth and tethered the elephant to it by the neck, so as to subdue its wild behaviors, its wild memories and thoughts, and its wild stress, weariness, and fever, and to make it happy to be in the neighborhood of a village, and instill behaviors congenial to humans.

# mn125:23.5
source: evameva kho, aggivessana, ariyasāvakassa ime cattāro satipaṭṭhānā cetaso upanibandhanā honti gehasitānañceva sīlānaṃ abhinimmadanāya gehasitānañceva sarasaṅkappānaṃ abhinimmadanāya gehasitānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya ñāyassa adhigamāya nibbānassa sacchikiriyāya.
mn: In the same way, a noble disciple has these four kinds of mindfulness meditation as tethers for the mind so as to subdue behaviors of the lay life, memories and thoughts of the lay life, the stress, weariness, and fever of the lay life, to end the cycle of suffering and to realize extinguishment.

# mn125:24.1
source: Tamenaṃ tathāgato uttariṃ vineti:
mn: Then the Realized One guides them further:

# mn125:24.2
source: ‘ehi tvaṃ, bhikkhu, kāye kāyānupassī viharāhi, mā ca kāmūpasaṃhitaṃ vitakkaṃ vitakkesi.
mn: ‘Come, mendicant, meditate observing an aspect of the body, but don’t think thoughts connected with sensual pleasures.

# mn125:24.3
source: Vedanāsu …
mn: Meditate observing an aspect of feelings …

# mn125:24.4
source: citte …
mn: mind …

# mn125:24.5
source: dhammesu dhammānupassī viharāhi, mā ca kāmūpasaṃhitaṃ vitakkaṃ vitakkesī’ti.
mn: principles, but don’t think thoughts connected with sensual pleasures.’

# mn125:25.1
source: So vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ …
mn: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption …

# mn125:25.2
source: tatiyaṃ jhānaṃ …
mn: third absorption …

# mn125:25.3
source: catutthaṃ jhānaṃ upasampajja viharati.
mn: fourth absorption.

# mn125:26.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives.

# mn125:26.2
source: So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
mn: They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. And so they recollect their many kinds of past lives, with features and details.

# mn125:27-28.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings.

# mn125:27-28.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate … pe … yathākammūpage satte pajānāti.
mn: With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.

# mn125:29.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.
mn: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements.

# mn125:29.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti;
mn: They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# mn125:29.3
source: ‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
mn: They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.

# mn125:29.4
source: Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.
mn: Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# mn125:29.5
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
mn: When they’re freed, they know they’re freed.

# mn125:29.6
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn125:30.1
source: So hoti bhikkhu khamo sītassa uṇhassa jighacchāya pipāsāya ḍaṃsamakasavātātapasarīsapasamphassānaṃ duruttānaṃ durāgatānaṃ vacanapathānaṃ, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti
mn: Such a mendicant endures cold, heat, hunger, and thirst; the touch of flies, mosquitoes, wind, sun, and reptiles; rude and unwelcome criticism; and puts up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.

# mn125:30.2
source: sabbarāgadosamohanihitaninnītakasāvo āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa.
mn: Rid of all greed, hate, and delusion, and purged of defects, they are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and are the supreme field of merit for the world.

# mn125:31.1
source: Mahallako cepi, aggivessana, rañño nāgo adanto avinīto kālaṃ karoti, ‘adantamaraṇaṃ mahallako rañño nāgo kālaṅkato’tveva saṅkhaṃ gacchati;
mn: If a royal bull elephant passes away untamed and untrained—whether in their old age, middle age, or youth—they’re considered a royal bull elephant who passed away untamed.

# mn125:31.4
source: evameva kho, aggivessana, thero cepi bhikkhu akhīṇāsavo kālaṃ karoti, ‘adantamaraṇaṃ thero bhikkhu kālaṅkato’tveva saṅkhaṃ gacchati;
mn: In the same way, if a mendicant passes away without having ended the defilements—whether as a senior, middle, or junior—they’re considered as a mendicant who passed away untamed.

# mn125:32.1
source: Mahallako cepi, aggivessana, rañño nāgo sudanto suvinīto kālaṃ karoti, ‘dantamaraṇaṃ mahallako rañño nāgo kālaṅkato’tveva saṅkhaṃ gacchati;
mn: If a royal bull elephant passes away tamed and trained—whether in their old age, middle age, or youth—they’re considered a royal bull elephant who passed away tamed.

# mn125:32.4
source: evameva kho, aggivessana, thero cepi bhikkhu khīṇāsavo kālaṃ karoti, ‘dantamaraṇaṃ thero bhikkhu kālaṅkato’tveva saṅkhaṃ gacchati;
mn: In the same way, if a mendicant passes away having ended the defilements—whether as a senior, middle, or junior—they’re considered as a mendicant who passed away tamed.”

# mn125:32.7
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn125:32.8
source: Attamano aciravato samaṇuddeso bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, the novice Aciravata was happy with what the Buddha said.
