Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn128.po
Languages: mn

# mn128:23.1
source: So kho ahaṃ, anuruddhā … pe …
mn: While meditating …

# mn128:23.3
source: ‘atilīnavīriyaṃ kho me udapādi, atilīnavīriyādhikaraṇañca pana me samādhi cavi.
mn: ‘Overly lax energy arose in me, and because of that my immersion fell away.

# mn128:23.4
source: Samādhimhi cute obhāso antaradhāyati dassanañca rūpānaṃ.
mn: When immersion falls away, the light and vision of forms vanish.

# mn128:23.5
source: Seyyathāpi, anuruddhā, puriso vaṭṭakaṃ sithilaṃ gaṇheyya, so tassa hatthato uppateyya;
mn: Suppose a person was to grip a quail too loosely—it would fly out of their hands.

# mn128:23.8
source: Sohaṃ tathā karissāmi yathā me puna na vicikicchā uppajjissati, na amanasikāro, na thinamiddhaṃ, na chambhitattaṃ, na uppilaṃ, na duṭṭhullaṃ, na accāraddhavīriyaṃ, na atilīnavīriyan’ti. (8)
mn: I’ll make sure that neither doubt nor loss of focus nor dullness and drowsiness nor terror nor excitement nor discomfort nor excessive energy nor overly lax energy will arise in me again.’

# mn128:24.1
source: So kho ahaṃ, anuruddhā … pe …
mn: While meditating …

# mn128:24.3
source: ‘abhijappā kho me udapādi, abhijappādhikaraṇañca pana me samādhi cavi.
mn: ‘Longing arose in me …

# mn128:24.5
source: Sohaṃ tathā karissāmi yathā me puna na vicikicchā uppajjissati, na amanasikāro, na thinamiddhaṃ, na chambhitattaṃ, na uppilaṃ, na duṭṭhullaṃ, na accāraddhavīriyaṃ, na atilīnavīriyaṃ, na abhijappā’ti. (9)
mn: I’ll make sure that neither doubt nor loss of focus nor dullness and drowsiness nor terror nor excitement nor discomfort nor excessive energy nor overly lax energy nor longing will arise in me again.’

# mn128:25.1
source: So kho ahaṃ, anuruddhā … pe …
mn: While meditating …

# mn128:25.3
source: ‘nānattasaññā kho me udapādi, nānattasaññādhikaraṇañca pana me samādhi cavi.
mn: ‘Perceptions of diversity arose in me …

# mn128:25.5
source: Sohaṃ tathā karissāmi yathā me puna na vicikicchā uppajjissati, na amanasikāro, na thinamiddhaṃ, na chambhitattaṃ, na uppilaṃ, na duṭṭhullaṃ, na accāraddhavīriyaṃ, na atilīnavīriyaṃ, na abhijappā, na nānattasaññā’ti. (10)
mn: I’ll make sure that neither doubt nor loss of focus nor dullness and drowsiness nor terror nor excitement nor discomfort nor excessive energy nor overly lax energy nor longing nor perception of diversity will arise in me again.’

# mn128:26.1
source: So kho ahaṃ, anuruddhā, appamatto ātāpī pahitatto viharanto obhāsañceva sañjānāmi dassanañca rūpānaṃ.
mn: While meditating diligent, keen, and resolute, I perceived both light and vision of forms.

# mn128:26.2
source: So kho pana me obhāso nacirasseva antaradhāyati dassanañca rūpānaṃ.
mn: But before long my light and vision of forms vanished.

# mn128:26.3
source: Tassa mayhaṃ anuruddhā etadahosi:
mn: It occurred to me:

# mn128:26.4
source: ‘ko nu kho hetu ko paccayo yena me obhāso antaradhāyati dassanañca rūpānan’ti.
mn: ‘What’s the cause, what’s the reason why my light and vision of forms vanish?’

# mn128:26.5
source: Tassa mayhaṃ, anuruddhā, etadahosi:
mn: It occurred to me:

# mn128:26.6
source: ‘atinijjhāyitattaṃ kho me rūpānaṃ udapādi, atinijjhāyitattādhikaraṇañca pana me rūpānaṃ samādhi cavi.
mn: ‘Excessive concentration on forms arose in me, and because of that my immersion fell away.

# mn128:26.7
source: Samādhimhi cute obhāso antaradhāyati dassanañca rūpānaṃ.
mn: When immersion falls away, the light and vision of forms vanish.

# mn128:26.8
source: Sohaṃ tathā karissāmi yathā me puna na vicikicchā uppajjissati, na amanasikāro, na thinamiddhaṃ, na chambhitattaṃ, na uppilaṃ, na duṭṭhullaṃ, na accāraddhavīriyaṃ, na atilīnavīriyaṃ, na abhijappā, na nānattasaññā, na atinijjhāyitattaṃ rūpānan’ti. (11)
mn: I’ll make sure that neither doubt nor loss of focus nor dullness and drowsiness nor terror nor excitement nor discomfort nor excessive energy nor overly lax energy nor longing nor perception of diversity nor excessive concentration on forms will arise in me again.’

# mn128:27.1
source: So kho ahaṃ, anuruddhā, ‘vicikicchā cittassa upakkileso’ti—
mn: When I understood that doubt is a corruption of the mind, I gave it up.

# mn128:27.2
source: iti viditvā vicikicchaṃ cittassa upakkilesaṃ pajahiṃ, ‘amanasikāro cittassa upakkileso’ti—
mn: When I understood that loss of focus,

# mn128:27.3
source: iti viditvā amanasikāraṃ cittassa upakkilesaṃ pajahiṃ, ‘thinamiddhaṃ cittassa upakkileso’ti—
mn: dullness and drowsiness,

# mn128:27.4
source: iti viditvā thinamiddhaṃ cittassa upakkilesaṃ pajahiṃ, ‘chambhitattaṃ cittassa upakkileso’ti—
mn: terror,

# mn128:27.5
source: iti viditvā chambhitattaṃ cittassa upakkilesaṃ pajahiṃ, ‘uppilaṃ cittassa upakkileso’ti—
mn: excitement,

# mn128:27.6
source: iti viditvā uppilaṃ cittassa upakkilesaṃ pajahiṃ, ‘duṭṭhullaṃ cittassa upakkileso’ti—
mn: discomfort,

# mn128:27.7
source: iti viditvā duṭṭhullaṃ cittassa upakkilesaṃ pajahiṃ, ‘accāraddhavīriyaṃ cittassa upakkileso’ti—
mn: excessive energy,

# mn128:27.8
source: iti viditvā accāraddhavīriyaṃ cittassa upakkilesaṃ pajahiṃ, ‘atilīnavīriyaṃ cittassa upakkileso’ti—
mn: overly lax energy,

# mn128:27.9
source: iti viditvā atilīnavīriyaṃ cittassa upakkilesaṃ pajahiṃ, ‘abhijappā cittassa upakkileso’ti—
mn: longing,

# mn128:27.10
source: iti viditvā abhijappaṃ cittassa upakkilesaṃ pajahiṃ, ‘nānattasaññā cittassa upakkileso’ti—
mn: perception of diversity,

# mn128:27.11
source: iti viditvā nānattasaññaṃ cittassa upakkilesaṃ pajahiṃ, ‘atinijjhāyitattaṃ rūpānaṃ cittassa upakkileso’ti—
mn: and excessive concentration on forms are corruptions of the mind, I gave them up.

# mn128:28.1
source: So kho ahaṃ, anuruddhā, appamatto ātāpī pahitatto viharanto obhāsañhi kho sañjānāmi, na ca rūpāni passāmi;
mn: While meditating diligent, keen, and resolute, I perceived light but did not see forms,

# mn128:28.2
source: rūpāni hi kho passāmi, na ca obhāsaṃ sañjānāmi:
mn: or I saw forms, but did not see light.

# mn128:28.3
source: ‘kevalampi rattiṃ, kevalampi divaṃ, kevalampi rattindivaṃ’.
mn: And this went on for a whole night, a whole day, even a whole night and day.

# mn128:28.4
source: Tassa mayhaṃ, anuruddhā, etadahosi:
mn: I thought:

# mn128:28.5
source: ‘ko nu kho hetu ko paccayo yvāhaṃ obhāsañhi kho sañjānāmi na ca rūpāni passāmi;
mn: ‘What is the cause, what is the reason for this?’

# mn128:28.8
source: Tassa mayhaṃ, anuruddhā, etadahosi:
mn: It occurred to me:

# mn128:28.9
source: ‘yasmiñhi kho ahaṃ samaye rūpanimittaṃ amanasikaritvā obhāsanimittaṃ manasi karomi, obhāsañhi kho tasmiṃ samaye sañjānāmi, na ca rūpāni passāmi.
mn: ‘When I don’t focus on the foundation of the forms, but focus on the foundation of the light, then I perceive light and do not see forms.

# mn128:28.10
source: Yasmiṃ panāhaṃ samaye obhāsanimittaṃ amanasikaritvā rūpanimittaṃ manasi karomi, rūpāni hi kho tasmiṃ samaye passāmi na ca obhāsaṃ sañjānāmi—
mn: But when I don’t focus on the foundation of the light, but focus on the foundation of the forms, then I see forms and do not perceive light.

# mn128:28.11
source: kevalampi rattiṃ, kevalampi divaṃ, kevalampi rattindivan’ti.
mn: And this goes on for a whole night, a whole day, even a whole night and day.’

# mn128:29.1
source: So kho ahaṃ, anuruddhā, appamatto ātāpī pahitatto viharanto parittañceva obhāsaṃ sañjānāmi, parittāni ca rūpāni passāmi;
mn: While meditating diligent, keen, and resolute, I perceived limited light and saw limited forms,

# mn128:29.2
source: appamāṇañceva obhāsaṃ sañjānāmi, appamāṇāni ca rūpāni passāmi:
mn: or I perceived limitless light and saw limitless forms.

# mn128:29.3
source: ‘kevalampi rattiṃ, kevalampi divaṃ, kevalampi rattindivaṃ’.
mn: And this went on for a whole night, a whole day, even a whole night and day.

# mn128:29.4
source: Tassa mayhaṃ, anuruddhā, etadahosi:
mn: I thought:

# mn128:29.5
source: ‘ko nu kho hetu ko paccayo yvāhaṃ parittañceva obhāsaṃ sañjānāmi, parittāni ca rūpāni passāmi;
mn: ‘What is the cause, what is the reason for this?’

# mn128:29.8
source: Tassa mayhaṃ, anuruddhā, etadahosi:
mn: It occurred to me:

# mn128:29.9
source: ‘yasmiṃ kho me samaye paritto samādhi hoti, parittaṃ me tasmiṃ samaye cakkhu hoti.
mn: ‘When my immersion is limited, then my vision is limited,

# mn128:29.10
source: Sohaṃ parittena cakkhunā parittañceva obhāsaṃ sañjānāmi, parittāni ca rūpāni passāmi.
mn: and with limited vision I perceive limited light and see limited forms.

# mn128:29.11
source: Yasmiṃ pana me samaye appamāṇo samādhi hoti, appamāṇaṃ me tasmiṃ samaye cakkhu hoti.
mn: But when my immersion is limitless, then my vision is limitless,

# mn128:29.12
source: Sohaṃ appamāṇena cakkhunā appamāṇañceva obhāsaṃ sañjānāmi, appamāṇāni ca rūpāni passāmi—
mn: and with limitless vision I perceive limitless light and see limitless forms.

# mn128:29.13
source: kevalampi rattiṃ, kevalampi divaṃ, kevalampi rattindivan’ti.
mn: And this goes on for a whole night, a whole day, even a whole night and day.’

# mn128:30.1
source: Yato kho me, anuruddhā, ‘vicikicchā cittassa upakkileso’ti—
mn: When I understood that doubt,

# mn128:30.2
source: iti viditvā vicikicchā cittassa upakkileso pahīno ahosi, ‘amanasikāro cittassa upakkileso’ti—
mn: loss of focus,

# mn128:30.3
source: iti viditvā amanasikāro cittassa upakkileso pahīno ahosi, ‘thinamiddhaṃ cittassa upakkileso’ti—
mn: dullness and drowsiness,

# mn128:30.4
source: iti viditvā thinamiddhaṃ cittassa upakkileso pahīno ahosi, ‘chambhitattaṃ cittassa upakkileso’ti—
mn: terror,

# mn128:30.5
source: iti viditvā chambhitattaṃ cittassa upakkileso pahīno ahosi, ‘uppilaṃ cittassa upakkileso’ti—
mn: excitement,

# mn128:30.6
source: iti viditvā uppilaṃ cittassa upakkileso pahīno ahosi, ‘duṭṭhullaṃ cittassa upakkileso’ti—
mn: discomfort,

# mn128:30.7
source: iti viditvā duṭṭhullaṃ cittassa upakkileso pahīno ahosi, ‘accāraddhavīriyaṃ cittassa upakkileso’ti—
mn: excessive energy,

# mn128:30.8
source: iti viditvā accāraddhavīriyaṃ cittassa upakkileso pahīno ahosi, ‘atilīnavīriyaṃ cittassa upakkileso’ti—
mn: overly lax energy,

# mn128:30.9
source: iti viditvā atilīnavīriyaṃ cittassa upakkileso pahīno ahosi, ‘abhijappā cittassa upakkileso’ti—
mn: longing,

# mn128:30.10
source: iti viditvā abhijappā cittassa upakkileso pahīno ahosi, ‘nānattasaññā cittassa upakkileso’ti—
mn: perception of diversity,

# mn128:30.11
source: iti viditvā nānattasaññā cittassa upakkileso pahīno ahosi, ‘atinijjhāyitattaṃ rūpānaṃ cittassa upakkileso’ti—
mn: and excessive concentration on forms are corruptions of the mind, I gave them up.

# mn128:31.1
source: Tassa mayhaṃ, anuruddhā, etadahosi:
mn: I thought:

# mn128:31.2
source: ‘ye kho me cittassa upakkilesā te me pahīnā.
mn: ‘I’ve given up my mental corruptions.

# mn128:31.3
source: Handa dānāhaṃ tividhena samādhiṃ bhāvemī’ti.
mn: Now let me develop immersion in three ways.’

# mn128:31.4
source: So kho ahaṃ, anuruddhā, savitakkampi savicāraṃ samādhiṃ bhāvesiṃ, avitakkampi vicāramattaṃ samādhiṃ bhāvesiṃ, avitakkampi avicāraṃ samādhiṃ bhāvesiṃ, sappītikampi samādhiṃ bhāvesiṃ, nippītikampi samādhiṃ bhāvesiṃ, sātasahagatampi samādhiṃ bhāvesiṃ, upekkhāsahagatampi samādhiṃ bhāvesiṃ.
mn: I developed immersion while placing the mind and keeping it connected; without placing the mind, but just keeping it connected; without placing the mind or keeping it connected; with rapture; without rapture; with pleasure; with equanimity.

# mn128:32.1
source: Yato kho me, anuruddhā, savitakkopi savicāro samādhi bhāvito ahosi, avitakkopi vicāramatto samādhi bhāvito ahosi, avitakkopi avicāro samādhi bhāvito ahosi, sappītikopi samādhi bhāvito ahosi, nippītikopi samādhi bhāvito ahosi, sātasahagatopi samādhi bhāvito ahosi, upekkhāsahagatopi samādhi bhāvito ahosi.
mn: When I had developed immersion in these ways,

# mn128:32.2
source: Ñāṇañca pana me dassanaṃ udapādi,
mn: the knowledge and vision arose in me:

# mn128:32.3
source: akuppā me cetovimutti. Ayamantimā jāti, natthi dāni punabbhavo”ti.
mn: ‘My freedom is unshakable; this is my last rebirth; now there are no more future lives.’”

# mn128:32.4
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn128:32.5
source: Attamano āyasmā anuruddho bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Anuruddha was happy with what the Buddha said.
