Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn129.po
Languages: mn

# mn129:0.1
source: Majjhima Nikāya 129
mn: Middle Discourses 129

# mn129:0.2
source: Bālapaṇḍitasutta
mn: The Foolish and the Astute

# mn129:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn129:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn129:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn129:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn129:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn129:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn129:2.1
source: “Tīṇimāni, bhikkhave, bālassa bālalakkhaṇāni bālanimittāni bālāpadānāni.
mn: “These are the three characteristics, signs, and manifestations of a fool.

# mn129:2.2
source: Katamāni tīṇi?
mn: What three?

# mn129:2.3
source: Idha, bhikkhave, bālo duccintitacintī ca hoti dubbhāsitabhāsī ca dukkaṭakammakārī ca.
mn: A fool thinks poorly, speaks poorly, and acts poorly.

# mn129:2.4
source: No cetaṃ, bhikkhave, bālo duccintitacintī ca abhavissa dubbhāsitabhāsī ca dukkaṭakammakārī ca kena naṃ paṇḍitā jāneyyuṃ:
mn: If a fool didn’t think poorly, speak poorly, and act poorly, then how would the astute know of them,

# mn129:2.5
source: ‘bālo ayaṃ bhavaṃ asappuriso’ti?
mn: ‘This fellow is a fool, a bad person’?

# mn129:2.6
source: Yasmā ca kho, bhikkhave, bālo duccintitacintī ca hoti dubbhāsitabhāsī ca dukkaṭakammakārī ca tasmā naṃ paṇḍitā jānanti:
mn: But since a fool does think poorly, speak poorly, and act poorly, then the astute do know of them,

# mn129:2.7
source: ‘bālo ayaṃ bhavaṃ asappuriso’ti.
mn: ‘This fellow is a fool, a bad person’.

# mn129:3.1
source: Sa kho so, bhikkhave, bālo tividhaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti.
mn: A fool experiences three kinds of suffering and sadness in the present life.

# mn129:3.2
source: Sace, bhikkhave, bālo sabhāyaṃ vā nisinno hoti, rathikāya vā nisinno hoti, siṅghāṭake vā nisinno hoti;
mn: Suppose a fool is sitting in a council hall, a street, or a crossroad,

# mn129:3.3
source: tatra ce jano tajjaṃ tassāruppaṃ kathaṃ manteti.
mn: where people are discussing what is proper and fitting.

# mn129:3.4
source: Sace, bhikkhave, bālo pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, surāmerayamajjapamādaṭṭhāyī hoti.
mn: And suppose that fool is someone who kills living creatures, steals, commits sexual misconduct, lies, and uses alcoholic drinks that cause negligence.

# mn129:3.5
source: Tatra, bhikkhave, bālassa evaṃ hoti:
mn: Then that fool thinks,

# mn129:3.6
source: ‘yaṃ kho jano tajjaṃ tassāruppaṃ kathaṃ manteti,
mn: ‘These people are discussing what is proper and fitting.

# mn129:3.7
source: saṃvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmī’ti.
mn: But those things are found in me and I am seen in them!’

# mn129:3.8
source: Idaṃ, bhikkhave, bālo paṭhamaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti.
mn: This is the first kind of suffering and sadness that a fool experiences in the present life.

# mn129:4.1
source: Puna caparaṃ, bhikkhave, bālo passati rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārente—
mn: Furthermore, a fool sees that the kings have arrested a bandit, a criminal, and subjected them to various punishments—

# mn129:4.2
source: kasāhipi tāḷente vettehipi tāḷente addhadaṇḍakehipi tāḷente hatthampi chindante pādampi chindante hatthapādampi chindante kaṇṇampi chindante nāsampi chindante kaṇṇanāsampi chindante bilaṅgathālikampi karonte saṅkhamuṇḍikampi karonte rāhumukhampi karonte jotimālikampi karonte hatthapajjotikampi karonte erakavattikampi karonte cīrakavāsikampi karonte eṇeyyakampi karonte baḷisamaṃsikampi karonte kahāpaṇikampi karonte khārāpatacchikampi karonte palighaparivattikampi karonte palālapīṭhakampi karonte tattenapi telena osiñcante sunakhehipi khādāpente jīvantampi sūle uttāsente asināpi sīsaṃ chindante.
mn: whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘acid pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded.

# mn129:4.3
source: Tatra, bhikkhave, bālassa evaṃ hoti:
mn: Then that fool thinks,

# mn129:4.4
source: ‘yathārūpānaṃ kho pāpakānaṃ kammānaṃ hetu rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārenti—
mn: ‘The kinds of deeds for which the kings inflict such punishments—

# mn129:4.6
source: saṃvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmi.
mn: those things are found in me and I am seen in them!

# mn129:4.7
source: Mañcepi rājāno jāneyyuṃ, mampi rājāno gahetvā vividhā kammakāraṇā kāreyyuṃ—
mn: If the kings find out about me, they will inflict the same kinds of punishments on me!’

# mn129:4.9
source: Idampi, bhikkhave, bālo dutiyaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti.
mn: This is the second kind of suffering and sadness that a fool experiences in the present life.

# mn129:5.1
source: Puna caparaṃ, bhikkhave, bālaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ, yānissa pubbe pāpakāni kammāni katāni kāyena duccaritāni vācāya duccaritāni manasā duccaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti.
mn: Furthermore, when a fool is resting on a chair or a bed or on the ground, their past bad deeds—misconduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them.

# mn129:5.2
source: Seyyathāpi, bhikkhave, mahataṃ pabbatakūṭānaṃ chāyā sāyanhasamayaṃ pathaviyā olambanti ajjholambanti abhippalambanti;
mn: It is like the shadow of a great mountain peak in the evening as it settles down, rests down, and lays down upon the earth.

# mn129:5.3
source: evameva kho, bhikkhave, bālaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ, yānissa pubbe pāpakāni kammāni katāni kāyena duccaritāni vācāya duccaritāni manasā duccaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti.
mn: In the same way, when a fool is resting on a chair or a bed or on the ground, their past bad deeds—misconduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them.

# mn129:5.4
source: Tatra, bhikkhave, bālassa evaṃ hoti:
mn: Then that fool thinks,

# mn129:5.5
source: ‘akataṃ vata me kalyāṇaṃ, akataṃ kusalaṃ, akataṃ bhīruttāṇaṃ;
mn: ‘Well, I haven’t done good and skillful things that keep me safe.

# mn129:5.6
source: kataṃ pāpaṃ, kataṃ luddaṃ, kataṃ kibbisaṃ.
mn: And I have done bad, violent, and corrupt things.

# mn129:5.7
source: Yāvatā, bho, akatakalyāṇānaṃ akatakusalānaṃ akatabhīruttāṇānaṃ katapāpānaṃ kataluddānaṃ katakibbisānaṃ gati taṃ gatiṃ pecca gacchāmī’ti.
mn: When I depart, I’ll go to the place where people who’ve done such things go.’

# mn129:5.8
source: So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati.
mn: They sorrow and pine and lament, beating their breasts and falling into confusion.

# mn129:5.9
source: Idampi, bhikkhave, bālo tatiyaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti.
mn: This is the third kind of suffering and sadness that a fool experiences in the present life.

# mn129:6.1
source: Sa kho so, bhikkhave, bālo kāyena duccaritaṃ caritvā vācāya duccaritaṃ caritvā manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: Having done bad things by way of body, speech, and mind, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn129:7.1
source: Yaṃ kho taṃ, bhikkhave, sammā vadamāno vadeyya:
mn: And if there’s anything of which it may be rightly said that

# mn129:7.2
source: ‘ekantaṃ aniṭṭhaṃ ekantaṃ akantaṃ ekantaṃ amanāpan’ti, nirayameva taṃ sammā vadamāno vadeyya:
mn: it is utterly unlikable, undesirable, and disagreeable, it is of hell that this should be said.

# mn129:7.4
source: Yāvañcidaṃ, bhikkhave, upamāpi na sukarā yāva dukkhā nirayā”ti.
mn: So much so that it’s not easy to give a simile for how painful hell is.”

# mn129:7.5
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
mn: When he said this, one of the mendicants asked the Buddha,

# mn129:7.6
source: “sakkā pana, bhante, upamaṃ kātun”ti?
mn: “But sir, is it possible to give a simile?”

# mn129:8.1
source: “Sakkā, bhikkhū”ti bhagavā avoca.
mn: “It’s possible,” said the Buddha.

# mn129:8.2
source: “Seyyathāpi, bhikkhu, coraṃ āgucāriṃ gahetvā rañño dasseyyuṃ:
mn: “Suppose they arrest a bandit, a criminal and present him to the king, saying,

# mn129:8.3
source: ‘ayaṃ kho, deva, coro āgucārī, imassa yaṃ icchasi taṃ daṇḍaṃ paṇehī’ti.
mn: ‘Your Majesty, this is a bandit, a criminal. Punish him as you will.’

# mn129:8.4
source: Tamenaṃ rājā evaṃ vadeyya:
mn: The king would say,

# mn129:8.5
source: ‘gacchatha, bho, imaṃ purisaṃ pubbaṇhasamayaṃ sattisatena hanathā’ti.
mn: ‘Go, my men, and strike this man in the morning with a hundred spears!’

# mn129:8.6
source: Tamenaṃ pubbaṇhasamayaṃ sattisatena haneyyuṃ.
mn: The king’s men did as they were told.

# mn129:8.7
source: Atha rājā majjhanhikasamayaṃ evaṃ vadeyya:
mn: Then at midday the king would say,

# mn129:8.8
source: ‘ambho, kathaṃ so puriso’ti?
mn: ‘My men, how is that man?’

# mn129:8.9
source: ‘Tatheva, deva, jīvatī’ti.
mn: ‘He’s still alive, Your Majesty.’

# mn129:8.10
source: Tamenaṃ rājā evaṃ vadeyya:
mn: The king would say,

# mn129:8.11
source: ‘gacchatha, bho, taṃ purisaṃ majjhanhikasamayaṃ sattisatena hanathā’ti.
mn: ‘Go, my men, and strike this man in the midday with a hundred spears!’

# mn129:8.12
source: Tamenaṃ majjhanhikasamayaṃ sattisatena haneyyuṃ.
mn: The king’s men did as they were told.

# mn129:8.13
source: Atha rājā sāyanhasamayaṃ evaṃ vadeyya:
mn: Then late in the afternoon the king would say,

# mn129:8.14
source: ‘ambho, kathaṃ so puriso’ti?
mn: ‘My men, how is that man?’

# mn129:8.15
source: ‘Tatheva, deva, jīvatī’ti.
mn: ‘He’s still alive, Your Majesty.’

# mn129:8.16
source: Tamenaṃ rājā evaṃ vadeyya:
mn: The king would say,

# mn129:8.17
source: ‘gacchatha, bho, taṃ purisaṃ sāyanhasamayaṃ sattisatena hanathā’ti.
mn: ‘Go, my men, and strike this man in the late afternoon with a hundred spears!’

# mn129:8.18
source: Tamenaṃ sāyanhasamayaṃ sattisatena haneyyuṃ.
mn: The king’s men did as they were told.

# mn129:8.19
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn129:8.20
source: api nu so puriso tīhi sattisatehi haññamāno tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyethā”ti?
mn: Would that man experience pain and distress from being struck with three hundred spears?”

# mn129:8.21
source: “Ekissāpi, bhante, sattiyā haññamāno so puriso tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyetha, ko pana vādo tīhi sattisatehī”ti?
mn: “Sir, that man would experience pain and distress from being struck with one spear, let alone three hundred spears!”

# mn129:9.1
source: Atha kho bhagavā parittaṃ pāṇimattaṃ pāsāṇaṃ gahetvā bhikkhū āmantesi:
mn: Then the Buddha, picking up a stone the size of his palm, addressed the mendicants,

# mn129:9.2
source: “Taṃ kiṃ maññatha, bhikkhave,
mn: “What do you think, mendicants?

# mn129:9.3
source: katamo nu kho mahantataro—yo cāyaṃ mayā paritto pāṇimatto pāsāṇo gahito, yo ca himavā pabbatarājā”ti?
mn: Which is bigger: the stone the size of my palm that I’ve picked up, or the Himalayas, the king of mountains?”

# mn129:9.4
source: “Appamattako ayaṃ, bhante, bhagavatā paritto pāṇimatto pāsāṇo gahito, himavantaṃ pabbatarājānaṃ upanidhāya saṅkhampi na upeti, kalabhāgampi na upeti, upanidhampi na upe”ti.
mn: “Sir, the stone you’ve picked up is tiny. Compared to the Himalayas, it doesn’t even count, it’s not even a fraction, there’s no comparison.”

# mn129:9.5
source: “Evameva kho, bhikkhave, yaṃ so puriso tīhi sattisatehi haññamāno tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti taṃ nirayakassa dukkhassa upanidhāya saṅkhampi na upeti, kalabhāgampi na upeti, upanidhampi na upeti.
mn: “In the same way, compared to the suffering in hell, the pain and distress experienced by that man due to being struck with three hundred spears doesn’t even count, it’s not even a fraction, there’s no comparison.

# mn129:10.1
source: Tamenaṃ, bhikkhave, nirayapālā pañcavidhabandhanaṃ nāma kammakāraṇaṃ karonti—
mn: Then the wardens of hell punish them with the five-fold crucifixion.

# mn129:10.2
source: tattaṃ ayokhilaṃ hatthe gamenti, tattaṃ ayokhilaṃ dutiye hatthe gamenti, tattaṃ ayokhilaṃ pāde gamenti, tattaṃ ayokhilaṃ dutiye pāde gamenti, tattaṃ ayokhilaṃ majjhe urasmiṃ gamenti.
mn: They drive red-hot stakes through the hands and feet, and another in the middle of the chest.

# mn129:10.3
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti.
mn: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn129:11.1
source: Tamenaṃ, bhikkhave, nirayapālā saṃvesetvā kuṭhārīhi tacchanti.
mn: Then the wardens of hell throw them down and hack them with axes. …

# mn129:12.1
source: Tamenaṃ, bhikkhave, nirayapālā uddhampādaṃ adhosiraṃ gahetvā vāsīhi tacchanti.
mn: They hang them upside-down and hack them with hatchets. …

# mn129:13.1
source: Tamenaṃ, bhikkhave, nirayapālā rathe yojetvā ādittāya pathaviyā sampajjalitāya sajotibhūtāya sārentipi paccāsārentipi.
mn: They harness them to a chariot, and drive them back and forth across burning ground, blazing and glowing. …

# mn129:14.1
source: Tamenaṃ, bhikkhave, nirayapālā mahantaṃ aṅgārapabbataṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ āropentipi oropentipi.
mn: They make them climb up and down a huge mountain of burning coals, blazing and glowing. …

# mn129:15.1
source: Tamenaṃ, bhikkhave, nirayapālā uddhampādaṃ adhosiraṃ gahetvā tattāya lohakumbhiyā pakkhipanti ādittāya sampajjalitāya sajotibhūtāya.
mn: Then the wardens of hell turn them upside down and throw them into a red-hot copper pot, burning, blazing, and glowing.

# mn129:15.3
source: So tattha pheṇuddehakaṃ paccamāno sakimpi uddhaṃ gacchati, sakimpi adho gacchati, sakimpi tiriyaṃ gacchati.
mn: There they’re seared in boiling scum, and they’re swept up and down and round and round.

# mn129:15.4
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti.
mn: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn129:16.1
source: Tamenaṃ, bhikkhave, nirayapālā mahāniraye pakkhipanti.
mn: Then the wardens of hell toss them in the Great Hell.

# mn129:16.2
source: So kho pana, bhikkhave, mahānirayo—
mn: Now, about that Great Hell:

# mn129:16.3
source: Catukkaṇṇo catudvāro,
mn: ‘Four are its corners, four its doors,

# mn129:16.4
source: vibhatto bhāgaso mito;
mn: divided into measured parts.

# mn129:16.5
source: Ayopākārapariyanto,
mn: Surrounded by an iron wall,

# mn129:16.6
source: ayasā paṭikujjito.
mn: of iron is its roof.

# mn129:16.7
source: Tassa ayomayā bhūmi,
mn: The ground is even made of iron,

# mn129:16.8
source: jalitā tejasā yutā;
mn: it burns with fierce fire.

# mn129:16.9
source: Samantā yojanasataṃ,
mn: The heat forever radiates

# mn129:16.10
source: pharitvā tiṭṭhati sabbadā.
mn: a hundred leagues around.’

# mn129:17.1
source: Anekapariyāyenapi kho ahaṃ, bhikkhave, nirayakathaṃ katheyyaṃ;
mn: I could tell you many different things about hell.

# mn129:17.2
source: yāvañcidaṃ, bhikkhave, na sukarā akkhānena pāpuṇituṃ yāva dukkhā nirayā.
mn: So much so that it’s not easy to completely describe the suffering in hell.

# mn129:18.1
source: Santi, bhikkhave, tiracchānagatā pāṇā tiṇabhakkhā.
mn: There are, mendicants, animals that feed on grass.

# mn129:18.2
source: Te allānipi tiṇāni sukkhānipi tiṇāni dantullehakaṃ khādanti.
mn: They eat by cropping fresh or dried grass with their teeth.

# mn129:18.3
source: Katame ca, bhikkhave, tiracchānagatā pāṇā tiṇabhakkhā?
mn: And what animals feed on grass?

# mn129:18.4
source: Hatthī assā goṇā gadrabhā ajā migā, ye vā panaññepi keci tiracchānagatā pāṇā tiṇabhakkhā.
mn: Elephants, horses, cattle, donkeys, goats, deer, and various others.

# mn129:18.5
source: Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā tiṇabhakkhā.
mn: A fool who used to be a glutton here and did bad deeds here, when their body breaks up, after death, is reborn in the company of those sentient beings who feed on grass.

# mn129:19.1
source: Santi, bhikkhave, tiracchānagatā pāṇā gūthabhakkhā.
mn: There are animals that feed on dung.

# mn129:19.2
source: Te dūratova gūthagandhaṃ ghāyitvā dhāvanti:
mn: When they catch a whiff of dung they run to it, thinking,

# mn129:19.3
source: ‘ettha bhuñjissāma, ettha bhuñjissāmā’ti.
mn: ‘There we’ll eat! There we’ll eat!’

# mn129:19.4
source: Seyyathāpi nāma brāhmaṇā āhutigandhena dhāvanti:
mn: It’s like when brahmins smell a burnt offering, they run to it, thinking,

# mn129:19.5
source: ‘ettha bhuñjissāma, ettha bhuñjissāmā’ti;
mn: ‘There we’ll eat! There we’ll eat!’

# mn129:19.6
source: evameva kho, bhikkhave, santi tiracchānagatā pāṇā gūthabhakkhā,
mn: In the same way, there are animals that feed on dung.

# mn129:19.7
source: te dūratova gūthagandhaṃ ghāyitvā dhāvanti:
mn: When they catch a whiff of dung they run to it, thinking,

# mn129:19.8
source: ‘ettha bhuñjissāma, ettha bhuñjissāmā’ti.
mn: ‘There we’ll eat! There we’ll eat!’

# mn129:19.9
source: Katame ca, bhikkhave, tiracchānagatā pāṇā gūthabhakkhā?
mn: And what animals feed on dung?

# mn129:19.10
source: Kukkuṭā sūkarā soṇā siṅgālā, ye vā panaññepi keci tiracchānagatā pāṇā gūthabhakkhā.
mn: Chickens, pigs, dogs, jackals, and various others.

# mn129:19.11
source: Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā gūthabhakkhā.
mn: A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who feed on dung.

# mn129:20.1
source: Santi, bhikkhave, tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti.
mn: There are animals who are born, live, and die in darkness.

# mn129:20.2
source: Katame ca, bhikkhave, tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti?
mn: And what animals are born, live, and die in darkness?

# mn129:20.3
source: Kīṭā puḷavā gaṇḍuppādā, ye vā panaññepi keci tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti.
mn: Moths, maggots, earthworms, and various others.

# mn129:20.4
source: Sa kho so, bhikkhave, bālo idha pubbe rasādo, idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti.
mn: A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who are born, live, and die in darkness.

# mn129:21.1
source: Santi, bhikkhave, tiracchānagatā pāṇā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti.
mn: There are animals who are born, live, and die in water.

# mn129:21.2
source: Katame ca, bhikkhave, tiracchānagatā pāṇā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti?
mn: And what animals are born, live, and die in water?

# mn129:21.3
source: Macchā kacchapā susumārā, ye vā panaññepi keci tiracchānagatā pāṇā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti.
mn: Fish, turtles, crocodiles, and various others.

# mn129:21.4
source: Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti.
mn: A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who are born, live, and die in water.

# mn129:22.1
source: Santi, bhikkhave, tiracchānagatā pāṇā asucismiṃ jāyanti asucismiṃ jīyanti asucismiṃ mīyanti.
mn: There are animals who are born, live, and die in filth.

# mn129:22.2
source: Katame ca, bhikkhave, tiracchānagatā pāṇā asucismiṃ jāyanti asucismiṃ jīyanti asucismiṃ mīyanti?
mn: And what animals are born, live, and die in filth?

# mn129:22.3
source: Ye te, bhikkhave, sattā pūtimacche vā jāyanti pūtimacche vā jīyanti pūtimacche vā mīyanti pūtikuṇape vā … pe …
mn: Those animals that are born, live, and die in a rotten fish, a rotten corpse,

# mn129:22.4
source: pūtikummāse vā …
mn: rotten porridge,

# mn129:22.5
source: candanikāya vā …
mn: or a sewer.

# mn129:22.7
source: Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā asucismiṃ jāyanti asucismiṃ jīyanti asucismiṃ mīyanti.
mn: A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who are born, live, and die in filth.

# mn129:23.1
source: Anekapariyāyenapi kho ahaṃ, bhikkhave, tiracchānayonikathaṃ katheyyaṃ;
mn: I could tell you many different things about the animal realm.

# mn129:23.2
source: yāvañcidaṃ, bhikkhave, na sukaraṃ akkhānena pāpuṇituṃ yāva dukkhā tiracchānayoni.
mn: So much so that it’s not easy to completely describe the suffering in the animal realm.

# mn129:24.1
source: Seyyathāpi, bhikkhave, puriso ekacchiggalaṃ yugaṃ mahāsamudde pakkhipeyya.
mn: Mendicants, suppose a person were to throw a yoke with a single hole into the ocean.

# mn129:24.2
source: Tamenaṃ puratthimo vāto pacchimena saṃhareyya, pacchimo vāto puratthimena saṃhareyya, uttaro vāto dakkhiṇena saṃhareyya, dakkhiṇo vāto uttarena saṃhareyya.
mn: The east wind wafts it west; the west wind wafts it east; the north wind wafts it south; and the south wind wafts it north.

# mn129:24.3
source: Tatrāssa kāṇo kacchapo, so vassasatassa vassasatassa accayena sakiṃ ummujjeyya.
mn: And there was a one-eyed turtle who popped up once every hundred years.

# mn129:24.4
source: Taṃ kiṃ maññatha, bhikkhave,
mn: What do you think, mendicants?

# mn129:24.5
source: api nu so kāṇo kacchapo amusmiṃ ekacchiggale yuge gīvaṃ paveseyyā”ti?
mn: Would that one-eyed turtle still poke its neck through the hole in that yoke?”

# mn129:24.6
source: “No hetaṃ, bhante”.
mn: “No, sir.

# mn129:24.7
source: “Yadi pana, bhante, kadāci karahaci dīghassa addhuno accayenā”ti.
mn: Only after a very long time, sir, if ever.”

# mn129:24.8
source: “Khippataraṃ kho so, bhikkhave, kāṇo kacchapo amusmiṃ ekacchiggale yuge gīvaṃ paveseyya, ato dullabhatarāhaṃ, bhikkhave, manussattaṃ vadāmi sakiṃ vinipātagatena bālena.
mn: “That one-eyed turtle would poke its neck through the hole in that yoke sooner than a fool who has fallen to the underworld would be reborn as a human being, I say.

# mn129:24.9
source: Taṃ kissa hetu?
mn: Why is that?

# mn129:24.10
source: Na hettha, bhikkhave, atthi dhammacariyā samacariyā kusalakiriyā puññakiriyā.
mn: Because there there’s no principled or moral conduct, and no doing what is good and skillful.

# mn129:24.11
source: Aññamaññakhādikā ettha, bhikkhave, vattati dubbalakhādikā.
mn: There they just prey on each other, preying on the weak.

# mn129:25.1
source: Sa kho so, bhikkhave, bālo sace kadāci karahaci dīghassa addhuno accayena manussattaṃ āgacchati, yāni tāni nīcakulāni—
mn: And suppose that fool, after a very long time, returned to the human realm.
