Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn128.po
Languages: mn

# mn128:0.1
source: Majjhima Nikāya 128
mn: Middle Discourses 128

# mn128:0.2
source: Upakkilesasutta
mn: Corruptions

# mn128:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn128:1.2
source: ekaṃ samayaṃ bhagavā kosambiyaṃ viharati ghositārāme.
mn: At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery.

# mn128:2.1
source: Tena kho pana samayena kosambiyaṃ bhikkhū bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti.
mn: Now at that time the mendicants of Kosambi were arguing, quarreling, and fighting, continually wounding each other with barbed words.

# mn128:3.1
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho so bhikkhu bhagavantaṃ etadavoca:
mn: Then a mendicant went up to the Buddha, bowed, stood to one side, and told him what was happening, adding:

# mn128:3.3
source: Sādhu, bhante, bhagavā yena te bhikkhū tenupasaṅkamatu anukampaṃ upādāyā”ti.
mn: “Please, sir go to those mendicants out of compassion.”

# mn128:3.4
source: Adhivāsesi bhagavā tuṇhībhāvena.
mn: The Buddha consented in silence.

# mn128:4.1
source: Atha kho bhagavā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca:
mn: Then the Buddha went up to those mendicants and said,

# mn128:4.2
source: “alaṃ, bhikkhave, mā bhaṇḍanaṃ, mā kalahaṃ, mā viggahaṃ, mā vivādan”ti.
mn: “Enough, mendicants! Stop arguing, quarreling, and fighting.”

# mn128:4.3
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
mn: When he said this, one of the mendicants said to the Buddha,

# mn128:4.4
source: “āgametu, bhante.
mn: “Wait, sir!

# mn128:4.5
source: Bhagavā dhammassāmī;
mn: Let the Buddha, the Lord of the Dhamma,

# mn128:4.6
source: appossukko, bhante, bhagavā diṭṭhadhammasukhavihāraṃ anuyutto viharatu;
mn: remain passive, dwelling in blissful meditation in the present life.

# mn128:4.7
source: mayametena bhaṇḍanena kalahena viggahena vivādena paññāyissāmā”ti.
mn: We will be known for this arguing, quarreling, and fighting.”

# mn128:4.8
source: Dutiyampi kho bhagavā te bhikkhū etadavoca:
mn: For a second time …

# mn128:4.15
source: Tatiyampi kho bhagavā te bhikkhū etadavoca:
mn: and a third time the Buddha said to those mendicants,

# mn128:4.16
source: “alaṃ, bhikkhave, mā bhaṇḍanaṃ, mā kalahaṃ, mā viggahaṃ, mā vivādan”ti.
mn: “Enough, mendicants! Stop arguing, quarreling, and fighting.”

# mn128:4.17
source: Tatiyampi kho so bhikkhu bhagavantaṃ etadavoca:
mn: For a third time that mendicant said to the Buddha,

# mn128:4.18
source: “āgametu, bhante.
mn: “Wait, sir!

# mn128:4.19
source: Bhagavā dhammassāmī;
mn: Let the Buddha, the Lord of the Dhamma,

# mn128:4.20
source: appossukko, bhante, bhagavā diṭṭhadhammasukhavihāraṃ anuyutto viharatu;
mn: remain passive, dwelling in blissful meditation in the present life.

# mn128:4.21
source: mayametena bhaṇḍanena kalahena viggahena vivādena paññāyissāmā”ti.
mn: We will be known for this arguing, quarreling, and fighting.”

# mn128:5.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kosambiṃ piṇḍāya pāvisi.
mn: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Kosambi for alms.

# mn128:5.2
source: Kosambiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto senāsanaṃ saṃsāmetvā pattacīvaramādāya ṭhitakova imā gāthā abhāsi:
mn: After the meal, on his return from alms-round, he set his lodgings in order. Taking his bowl and robe, he recited these verses while standing right there:

# mn128:6.1
source: “Puthusaddo samajano,
mn: “When many voices shout at once,

# mn128:6.2
source: na bālo koci maññatha;
mn: no-one thinks that they’re a fool!

# mn128:6.3
source: Saṃghasmiṃ bhijjamānasmiṃ,
mn: While the Saṅgha’s being split,

# mn128:6.4
source: nāññaṃ bhiyyo amaññaruṃ.
mn: none thought another to be better.

# mn128:6.5
source: Parimuṭṭhā paṇḍitābhāsā,
mn: Dolts pretending to be astute,

# mn128:6.6
source: vācāgocarabhāṇino;
mn: they talk, their words right out of bounds.

# mn128:6.7
source: Yāvicchanti mukhāyāmaṃ,
mn: They blab at will, their mouths agape,

# mn128:6.8
source: yena nītā na taṃ vidū.
mn: and no-one knows what leads them on.

# mn128:6.9
source: Akkocchi maṃ avadhi maṃ,
mn: ‘He abused me, he hit me!

# mn128:6.10
source: ajini maṃ ahāsi me;
mn: He beat me, he took from me!’

# mn128:6.11
source: Ye ca taṃ upanayhanti,
mn: Those who cling to hate like this

# mn128:6.12
source: veraṃ tesaṃ na sammati.
mn: never settle their enmity.

# mn128:6.13
source: Akkocchi maṃ avadhi maṃ,
mn: ‘He abused me, he hit me!

# mn128:6.14
source: ajini maṃ ahāsi me;
mn: He beat me, he took from me!’

# mn128:6.15
source: Ye ca taṃ nupanayhanti,
mn: Those who never cling to hate

# mn128:6.16
source: veraṃ tesūpasammati.
mn: always settle their enmity.

# mn128:6.17
source: Na hi verena verāni,
mn: For enmity in this world

# mn128:6.18
source: sammantīdha kudācanaṃ;
mn: is never settled by enmity.

# mn128:6.19
source: Averena ca sammanti,
mn: It’s only settled by love:

# mn128:6.20
source: esa dhammo sanantano.
mn: this is an ancient principle.

# mn128:6.21
source: Pare ca na vijānanti,
mn: Others don’t understand

# mn128:6.22
source: mayamettha yamāmase;
mn: that our lives must have limits.

# mn128:6.23
source: Ye ca tattha vijānanti,
mn: The clever ones who know this

# mn128:6.24
source: tato sammanti medhagā.
mn: settle their quarrels right away.

# mn128:6.25
source: Aṭṭhicchinnā pāṇaharā,
mn: Breakers of bones and takers of life,

# mn128:6.26
source: gavassadhanahārino;
mn: thieves of cattle, horses, wealth,

# mn128:6.27
source: Raṭṭhaṃ vilumpamānānaṃ,
mn: those who plunder the nation:

# mn128:6.28
source: tesampi hoti saṅgati;
mn: even they can come together,

# mn128:6.29
source: Kasmā tumhākaṃ no siyā.
mn: so why on earth can’t you?

# mn128:6.30
source: Sace labhetha nipakaṃ sahāyaṃ,
mn: If you find an alert companion,

# mn128:6.31
source: Saddhiṃ caraṃ sādhuvihāri dhīraṃ;
mn: a wise and virtuous friend,

# mn128:6.32
source: Abhibhuyya sabbāni parissayāni,
mn: then, overcoming all challenges,

# mn128:6.33
source: Careyya tenattamano satīmā.
mn: wander with them, joyful and mindful.

# mn128:6.34
source: No ce labhetha nipakaṃ sahāyaṃ,
mn: If you find no alert companion,

# mn128:6.35
source: Saddhiṃ caraṃ sādhuvihāri dhīraṃ;
mn: no wise and virtuous friend,

# mn128:6.36
source: Rājāva raṭṭhaṃ vijitaṃ pahāya,
mn: then, like a king who flees his conquered realm,

# mn128:6.37
source: Eko care mātaṅgaraññeva nāgo.
mn: wander alone like a tusker in the wilds.

# mn128:6.38
source: Ekassa caritaṃ seyyo,
mn: It’s better to wander alone,

# mn128:6.39
source: Natthi bāle sahāyatā;
mn: for a fool can never be a friend.

# mn128:6.40
source: Eko care na ca pāpāni kayirā,
mn: Wander alone and do no wrong,

# mn128:6.41
source: Appossukko mātaṅgaraññeva nāgo”ti.
mn: at ease like a tusker in the wilds.”

# mn128:7.1
source: Atha kho bhagavā ṭhitakova imā gāthā bhāsitvā yena bālakaloṇakāragāmo tenupasaṅkami.
mn: After speaking these verses while standing, the Buddha went to the village of the child salt-miners,

# mn128:7.2
source: Tena kho pana samayena āyasmā bhagu bālakaloṇakāragāme viharati.
mn: where Venerable Bhagu was staying at the time.

# mn128:7.3
source: Addasā kho āyasmā bhagu bhagavantaṃ dūratova āgacchantaṃ.
mn: Bhagu saw the Buddha coming off in the distance,

# mn128:7.4
source: Disvāna āsanaṃ paññapesi udakañca pādānaṃ dhovanaṃ.
mn: so he spread out a seat and placed water for washing the feet.

# mn128:7.5
source: Nisīdi bhagavā paññatte āsane.
mn: The Buddha sat on the seat spread out,

# mn128:7.6
source: Nisajja pāde pakkhālesi.
mn: and washed his feet.

# mn128:7.7
source: Āyasmāpi kho bhagu bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
mn: Bhagu bowed to the Buddha and sat down to one side.

# mn128:7.8
source: Ekamantaṃ nisinnaṃ kho āyasmantaṃ bhaguṃ bhagavā etadavoca:
mn: The Buddha said to him,

# mn128:7.9
source: “kacci, bhikkhu, khamanīyaṃ, kacci yāpanīyaṃ, kacci piṇḍakena na kilamasī”ti?
mn: “I hope you’re keeping well, mendicant; I hope you’re all right. And I hope you’re having no trouble getting alms-food.”

# mn128:7.10
source: “Khamanīyaṃ bhagavā, yāpanīyaṃ bhagavā, na cāhaṃ, bhante, piṇḍakena kilamāmī”ti.
mn: “I’m keeping well, sir; I’m all right. And I’m having no trouble getting alms-food.”

# mn128:7.11
source: Atha kho bhagavā āyasmantaṃ bhaguṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā yena pācīnavaṃsadāyo tenupasaṅkami.
mn: Then the Buddha educated, encouraged, fired up, and inspired Bhagu with a Dhamma talk, after which he got up from his seat and set out for the Eastern Bamboo Park.

# mn128:8.1
source: Tena kho pana samayena āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo pācīnavaṃsadāye viharanti.
mn: Now at that time the venerables Anuruddha, Nandiya, and Kimbila were staying in the Eastern Bamboo Park.

# mn128:8.2
source: Addasā kho dāyapālo bhagavantaṃ dūratova āgacchantaṃ.
mn: The park keeper saw the Buddha coming off in the distance

# mn128:8.3
source: Disvāna bhagavantaṃ etadavoca:
mn: and said to the Buddha,

# mn128:8.4
source: “mā, mahāsamaṇa, etaṃ dāyaṃ pāvisi.
mn: “Don’t come into this park, ascetic.

# mn128:8.5
source: Santettha tayo kulaputtā attakāmarūpā viharanti.
mn: There are three gentlemen who love themselves staying here.

# mn128:8.6
source: Mā tesaṃ aphāsumakāsī”ti.
mn: Don’t disturb them.”

# mn128:9.1
source: Assosi kho āyasmā anuruddho dāyapālassa bhagavatā saddhiṃ mantayamānassa.
mn: Anuruddha heard the park keeper conversing with the Buddha,

# mn128:9.2
source: Sutvāna dāyapālaṃ etadavoca:
mn: and said to him,

# mn128:9.3
source: “mā, āvuso dāyapāla, bhagavantaṃ vāresi.
mn: “Don’t keep the Buddha out, good park keeper!

# mn128:9.4
source: Satthā no bhagavā anuppatto”ti.
mn: Our Teacher, the Blessed One, has arrived.”

# mn128:10.1
source: Atha kho āyasmā anuruddho yenāyasmā ca nandiyo yenāyasmā ca kimilo tenupasaṅkami; upasaṅkamitvā āyasmantañca nandiyaṃ āyasmantañca kimilaṃ etadavoca:
mn: Then Anuruddha went to Nandiya and Kimbila, and said to them,

# mn128:10.2
source: “abhikkamathāyasmanto, abhikkamathāyasmanto, satthā no bhagavā anuppatto”ti.
mn: “Come forth, venerables, come forth! Our Teacher, the Blessed One, has arrived!”

# mn128:10.3
source: Atha kho āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo bhagavantaṃ paccuggantvā
mn: Then Anuruddha, Nandiya, and Kimbila came out to greet the Buddha.

# mn128:10.4
source: eko bhagavato pattacīvaraṃ paṭiggahesi, eko āsanaṃ paññapesi, eko pādodakaṃ upaṭṭhapesi.
mn: One received his bowl and robe, one spread out a seat, and one set out water for washing his feet.

# mn128:10.5
source: Nisīdi bhagavā paññatte āsane.
mn: The Buddha sat on the seat spread out

# mn128:10.6
source: Nisajja pāde pakkhālesi.
mn: and washed his feet.

# mn128:10.7
source: Tepi kho āyasmanto bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.
mn: Those venerables bowed and sat down to one side.

# mn128:10.8
source: Ekamantaṃ nisinnaṃ kho āyasmantaṃ anuruddhaṃ bhagavā etadavoca:
mn: The Buddha said to Anuruddha,

# mn128:10.9
source: “kacci vo, anuruddhā, khamanīyaṃ, kacci yāpanīyaṃ, kacci piṇḍakena na kilamathā”ti?
mn: “I hope you’re keeping well, Anuruddha and friends; I hope you’re all right. And I hope you’re having no trouble getting alms-food.”

# mn128:10.10
source: “Khamanīyaṃ bhagavā, yāpanīyaṃ bhagavā, na ca mayaṃ, bhante, piṇḍakena kilamāmā”ti.
mn: “We’re keeping well, sir; we’re all right. And we’re having no trouble getting alms-food.”

# mn128:11.1
source: “Kacci pana vo, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharathā”ti?
mn: “I hope you’re living in harmony, appreciating each other, without quarreling, blending like milk and water, and regarding each other with kindly eyes?”

# mn128:11.2
source: “Taggha mayaṃ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharāmā”ti.
mn: “Indeed, sir, we live in harmony as you say.”

# mn128:11.3
source: “Yathā kathaṃ pana tumhe, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharathā”ti?
mn: “But how do you live this way?”

# mn128:12.1
source: “Idha mayhaṃ, bhante, evaṃ hoti:
mn: “In this case, sir, I think:

# mn128:12.2
source: ‘lābhā vata me, suladdhaṃ vata me
mn: ‘I’m fortunate, so very fortunate,

# mn128:12.3
source: yohaṃ evarūpehi sabrahmacārīhi saddhiṃ viharāmī’ti.
mn: to live together with spiritual companions such as these.’

# mn128:12.4
source: Tassa mayhaṃ, bhante, imesu āyasmantesu mettaṃ kāyakammaṃ paccupaṭṭhitaṃ āvi ceva raho ca,
mn: I consistently treat these venerables with kindness by way of body, speech, and mind, both in public and in private.

# mn128:12.7
source: Tassa, mayhaṃ, bhante, evaṃ hoti:
mn: I think:

# mn128:12.8
source: ‘yannūnāhaṃ sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vatteyyan’ti.
mn: ‘Why don’t I set aside my own ideas and just go along with these venerables’ ideas?’

# mn128:12.9
source: So kho ahaṃ, bhante, sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vattāmi.
mn: And that’s what I do.

# mn128:12.10
source: Nānā hi kho no, bhante, kāyā, ekañca pana maññe cittan”ti.
mn: Though we’re different in body, sir, we’re one in mind, it seems to me.”

# mn128:12.11
source: Āyasmāpi kho nandiyo … pe …
mn: And the venerables Nandiya and Kimbila spoke likewise, and they added:

# mn128:12.23
source: Evaṃ kho mayaṃ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharāmā”ti.
mn: “That’s how we live in harmony, appreciating each other, without quarreling, blending like milk and water, and regarding each other with kindly eyes.”

# mn128:13.1
source: “Sādhu sādhu, anuruddhā.
mn: “Good, good, Anuruddha and friends!

# mn128:13.2
source: Kacci pana vo, anuruddhā, appamattā ātāpino pahitattā viharathā”ti?
mn: But I hope you’re living diligently, keen, and resolute?”

# mn128:14.1
source: “Taggha mayaṃ, bhante, appamattā ātāpino pahitattā viharāmā”ti.
mn: “Indeed, sir, we live diligently.”

# mn128:14.2
source: “Yathā kathaṃ pana tumhe, anuruddhā, appamattā ātāpino pahitattā viharathā”ti?
mn: “But how do you live this way?”

# mn128:14.3
source: “Idha, bhante, amhākaṃ yo paṭhamaṃ gāmato piṇḍāya paṭikkamati, so āsanāni paññapeti, pānīyaṃ paribhojanīyaṃ upaṭṭhāpeti, avakkārapātiṃ upaṭṭhāpeti.
mn: “In this case, sir, whoever returns first from alms-round prepares the seats, and puts out the drinking water and the rubbish bin.

# mn128:14.4
source: Yo pacchā gāmato piṇḍāya paṭikkamati—sace hoti bhuttāvaseso, sace ākaṅkhati, bhuñjati; no ce ākaṅkhati, appaharite vā chaḍḍeti apāṇake vā udake opilāpeti—
mn: If there’s anything left over, whoever returns last eats it if they like. Otherwise they throw it out where there is little that grows, or drop it into water that has no living creatures.

# mn128:14.5
source: so āsanāni paṭisāmeti, pānīyaṃ paribhojanīyaṃ paṭisāmeti, avakkārapātiṃ dhovitvā paṭisāmeti, bhattaggaṃ sammajjati.
mn: Then they put away the seats, drinking water, and rubbish bin, and sweep the refectory.

# mn128:14.6
source: Yo passati pānīyaghaṭaṃ vā paribhojanīyaghaṭaṃ vā vaccaghaṭaṃ vā rittaṃ tucchaṃ so upaṭṭhāpeti.
mn: If someone sees that the pot of water for washing, drinking, or the toilet is empty they set it up.

# mn128:14.7
source: Sacassa hoti avisayhaṃ, hatthavikārena dutiyaṃ āmantetvā hatthavilaṅghakena upaṭṭhāpema, na tveva mayaṃ, bhante, tappaccayā vācaṃ bhindāma.
mn: If he can’t do it, he summons another with a wave of the hand, and they set it up by lifting it with their hands. But we don’t break into speech for that reason.

# mn128:14.8
source: Pañcāhikaṃ kho pana mayaṃ, bhante, sabbarattiṃ dhammiyā kathāya sannisīdāma.
mn: And every five days we sit together for the whole night and discuss the teachings.

# mn128:14.9
source: Evaṃ kho mayaṃ, bhante, appamattā ātāpino pahitattā viharāmā”ti.
mn: That’s how we live diligently, keen, and resolute.”

# mn128:15.1
source: “Sādhu sādhu, anuruddhā.
mn: “Good, good, Anuruddha and friends!

# mn128:15.2
source: Atthi pana vo, anuruddhā, evaṃ appamattānaṃ ātāpīnaṃ pahitattānaṃ viharataṃ uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?
mn: But as you live diligently like this, have you achieved any superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease?”

# mn128:15.3
source: “Idha mayaṃ, bhante, appamattā ātāpino pahitattā viharantā obhāsañceva sañjānāma dassanañca rūpānaṃ.
mn: “Well, sir, while meditating diligent, keen, and resolute, we perceive both light and vision of forms.

# mn128:15.4
source: So kho pana no obhāso nacirasseva antaradhāyati dassanañca rūpānaṃ;
mn: But before long the light and the vision of forms vanish.

# mn128:15.5
source: tañca nimittaṃ nappaṭivijjhāmā”ti.
mn: We haven’t worked out the reason for that.”

# mn128:16.1
source: “Taṃ kho pana vo, anuruddhā, nimittaṃ paṭivijjhitabbaṃ.
mn: “Well, you should work out the reason for that.

# mn128:16.2
source: Ahampi sudaṃ, anuruddhā, pubbeva sambodhā anabhisambuddho bodhisattova samāno obhāsañceva sañjānāmi dassanañca rūpānaṃ.
mn: Before my awakening—when I was still unawakened but intent on awakening—I too perceived both light and vision of forms.

# mn128:16.3
source: So kho pana me obhāso nacirasseva antaradhāyati dassanañca rūpānaṃ.
mn: But before long my light and vision of forms vanished.

# mn128:16.4
source: Tassa mayhaṃ, anuruddhā, etadahosi:
mn: It occurred to me:

# mn128:16.5
source: ‘ko nu kho hetu ko paccayo yena me obhāso antaradhāyati dassanañca rūpānan’ti?
mn: ‘What’s the cause, what’s the reason why my light and vision of forms vanish?’

# mn128:16.6
source: Tassa mayhaṃ, anuruddhā, etadahosi:
mn: It occurred to me:

# mn128:16.7
source: ‘vicikicchā kho me udapādi, vicikicchādhikaraṇañca pana me samādhi cavi.
mn: ‘Doubt arose in me, and because of that my immersion fell away.

# mn128:16.8
source: Samādhimhi cute obhāso antaradhāyati dassanañca rūpānaṃ.
mn: When immersion falls away, the light and vision of forms vanish.

# mn128:16.9
source: Sohaṃ tathā karissāmi yathā me puna na vicikicchā uppajjissatī’ti. (1)
mn: I’ll make sure that doubt will not arise in me again.’

# mn128:17.1
source: So kho ahaṃ, anuruddhā, appamatto ātāpī pahitatto viharanto obhāsañceva sañjānāmi dassanañca rūpānaṃ.
mn: While meditating diligent, keen, and resolute, I perceived both light and vision of forms.

# mn128:17.2
source: So kho pana me obhāso nacirasseva antaradhāyati dassanañca rūpānaṃ.
mn: But before long my light and vision of forms vanished.

# mn128:17.3
source: Tassa mayhaṃ, anuruddhā, etadahosi:
mn: It occurred to me:

# mn128:17.4
source: ‘ko nu kho hetu ko paccayo yena me obhāso antaradhāyati dassanañca rūpānan’ti?
mn: ‘What’s the cause, what’s the reason why my light and vision of forms vanish?’

# mn128:17.5
source: Tassa mayhaṃ, anuruddhā, etadahosi:
mn: It occurred to me:

# mn128:17.6
source: ‘amanasikāro kho me udapādi, amanasikārādhikaraṇañca pana me samādhi cavi.
mn: ‘Loss of focus arose in me, and because of that my immersion fell away.

# mn128:17.7
source: Samādhimhi cute obhāso antaradhāyati dassanañca rūpānaṃ.
mn: When immersion falls away, the light and vision of forms vanish.

# mn128:17.8
source: Sohaṃ tathā karissāmi yathā me puna na vicikicchā uppajjissati, na amanasikāro’ti. (2)
mn: I’ll make sure that neither doubt nor loss of focus will arise in me again.’

# mn128:18.1
source: So kho ahaṃ, anuruddhā … pe …
mn: While meditating …

# mn128:18.3
source: ‘thinamiddhaṃ kho me udapādi, thinamiddhādhikaraṇañca pana me samādhi cavi.
mn: ‘Dullness and drowsiness arose in me …

# mn128:18.5
source: Sohaṃ tathā karissāmi yathā me puna na vicikicchā uppajjissati, na amanasikāro, na thinamiddhan’ti. (3)
mn: I’ll make sure that neither doubt nor loss of focus nor dullness and drowsiness will arise in me again.’

# mn128:19.1
source: So kho ahaṃ, anuruddhā … pe …
mn: While meditating …

# mn128:19.3
source: ‘chambhitattaṃ kho me udapādi, chambhitattādhikaraṇañca pana me samādhi cavi.
mn: ‘Terror arose in me, and because of that my immersion fell away.

# mn128:19.4
source: Samādhimhi cute obhāso antaradhāyati dassanañca rūpānaṃ.
mn: When immersion falls away, the light and vision of forms vanish.

# mn128:19.5
source: Seyyathāpi, anuruddhā, puriso addhānamaggappaṭipanno, tassa ubhatopasse vaṭṭakā uppateyyuṃ, tassa tatonidānaṃ chambhitattaṃ uppajjeyya;
mn: Suppose a person was traveling along a road, and killers were to spring out at them from both sides. They’d feel terrified because of that.

# mn128:19.6
source: evameva kho me, anuruddhā, chambhitattaṃ udapādi, chambhitattādhikaraṇañca pana me samādhi cavi.
mn: In the same way, terror arose in me …

# mn128:19.8
source: Sohaṃ tathā karissāmi yathā me puna na vicikicchā uppajjissati, na amanasikāro, na thinamiddhaṃ, na chambhitattan’ti. (4)
mn: I’ll make sure that neither doubt nor loss of focus nor dullness and drowsiness nor terror will arise in me again.’

# mn128:20.1
source: So kho ahaṃ, anuruddhā … pe …
mn: While meditating …

# mn128:20.3
source: ‘uppilaṃ kho me udapādi, uppilādhikaraṇañca pana me samādhi cavi.
mn: ‘Excitement arose in me, and because of that my immersion fell away.

# mn128:20.4
source: Samādhimhi cute obhāso antaradhāyati dassanañca rūpānaṃ.
mn: When immersion falls away, the light and vision of forms vanish.

# mn128:20.5
source: Seyyathāpi, anuruddhā, puriso ekaṃ nidhimukhaṃ gavesanto sakideva pañcanidhimukhāni adhigaccheyya, tassa tatonidānaṃ uppilaṃ uppajjeyya;
mn: Suppose a person was looking for an entrance to a hidden treasure. And all at once they’d come across five entrances! They’d feel excited because of that.

# mn128:20.6
source: evameva kho me, anuruddhā, uppilaṃ udapādi, uppilādhikaraṇañca pana me samādhi cavi.
mn: In the same way, excitement arose in me …

# mn128:20.8
source: Sohaṃ tathā karissāmi yathā me puna na vicikicchā uppajjissati, na amanasikāro, na thinamiddhaṃ, na chambhitattaṃ, na uppilan’ti. (5)
mn: I’ll make sure that neither doubt nor loss of focus nor dullness and drowsiness nor terror nor excitement will arise in me again.’

# mn128:21.1
source: So kho ahaṃ, anuruddhā … pe …
mn: While meditating …

# mn128:21.3
source: ‘duṭṭhullaṃ kho me udapādi, duṭṭhullādhikaraṇañca pana me samādhi cavi.
mn: ‘Discomfort arose in me …

# mn128:21.5
source: Sohaṃ tathā karissāmi yathā me puna na vicikicchā uppajjissati, na amanasikāro, na thinamiddhaṃ, na chambhitattaṃ, na uppilaṃ, na duṭṭhullan’ti. (6)
mn: I’ll make sure that neither doubt nor loss of focus nor dullness and drowsiness nor terror nor excitement nor discomfort will arise in me again.’

# mn128:22.1
source: So kho ahaṃ, anuruddhā … pe …
mn: While meditating …

# mn128:22.3
source: ‘accāraddhavīriyaṃ kho me udapādi, accāraddhavīriyādhikaraṇañca pana me samādhi cavi.
mn: ‘Excessive energy arose in me, and because of that my immersion fell away.

# mn128:22.4
source: Samādhimhi cute obhāso antaradhāyati dassanañca rūpānaṃ.
mn: When immersion falls away, the light and vision of forms vanish.

# mn128:22.5
source: Seyyathāpi, anuruddhā, puriso ubhohi hatthehi vaṭṭakaṃ gāḷhaṃ gaṇheyya, so tattheva patameyya;
mn: Suppose a person was to grip a quail too tightly in this hands—it would die right there.

# mn128:22.8
source: Sohaṃ tathā karissāmi yathā me puna na vicikicchā uppajjissati, na amanasikāro, na thinamiddhaṃ, na chambhitattaṃ, na uppilaṃ, na duṭṭhullaṃ, na accāraddhavīriyan’ti. (7)
mn: I’ll make sure that neither doubt nor loss of focus nor dullness and drowsiness nor terror nor excitement nor discomfort nor excessive energy will arise in me again.’
