Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn136.po
Languages: mn

# mn136:14.5
source: yañca kho so evamāha:
mn: But when they say:

# mn136:14.6
source: ‘yo kira, bho, pāṇātipātī adinnādāyī … pe … micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī’ti idamassa nānujānāmi;
mn: ‘It seems that everyone who kills living creatures … and has wrong view is reborn in a heavenly realm,’ I don’t grant them that. …

# mn136:14.11
source: Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (2)
mn: Because the Realized One’s knowledge of the great analysis of deeds is otherwise.

# mn136:15.1
source: Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha:
mn: In this case, when an ascetic or brahmin says this:

# mn136:15.2
source: ‘atthi kira, bho, kalyāṇāni kammāni, atthi sucaritassa vipāko’ti idamassa anujānāmi;
mn: ‘It seems that there is such a thing as good deeds, and the result of good conduct,’ I grant them that.

# mn136:15.3
source: yampi so evamāha:
mn: And when they say:

# mn136:15.4
source: ‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ … pe … sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti idampissa anujānāmi;
mn: ‘I have seen a person here who refrained from killing living creatures … and had right view. And I saw that that person was reborn in a heavenly realm,’ I grant them that.

# mn136:15.5
source: yañca kho so evamāha:
mn: But when they say:

# mn136:15.6
source: ‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī’ti idamassa nānujānāmi;
mn: ‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in a heavenly realm,’ I don’t grant them that. …

# mn136:15.11
source: Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (3)
mn: Because the Realized One’s knowledge of the great analysis of deeds is otherwise.

# mn136:16.1
source: Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha:
mn: In this case, when an ascetic or brahmin says this:

# mn136:16.2
source: ‘natthi kira, bho, kalyāṇāni kammāni, natthi sucaritassa vipāko’ti idamassa nānujānāmi;
mn: ‘It seems that there is no such thing as good deeds, and the result of good conduct,’ I don’t grant them that.

# mn136:16.3
source: yañca kho so evamāha:
mn: But when they say:

# mn136:16.4
source: ‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ … pe … sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti idamassa anujānāmi;
mn: ‘I have seen a person here who refrained from killing living creatures … and had right view. And after death, they were reborn in hell,’ I grant them that.

# mn136:16.5
source: yañca kho so evamāha:
mn: But when they say:

# mn136:16.6
source: ‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī’ti idamassa nānujānāmi;
mn: ‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in hell,’ I don’t grant them that.

# mn136:16.7
source: yañca kho so evamāha: ‘ye evaṃ jānanti te sammā jānanti;
mn: But when they say: ‘Those who know this are right.

# mn136:16.8
source: ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi;
mn: Those who know something else are wrong,’ I also don’t grant them that.

# mn136:16.9
source: yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi.
mn: And when they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly,’ I also don’t grant them that.

# mn136:16.10
source: Taṃ kissa hetu?
mn: Why is that?

# mn136:16.11
source: Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (4)
mn: Because the Realized One’s knowledge of the great analysis of deeds is otherwise.

# mn136:17.1
source: Tatrānanda, yvāyaṃ puggalo idha pāṇātipātī adinnādāyī … pe … micchādiṭṭhi, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati,
mn: Now, Ānanda, take the case of the person here who killed living creatures … and had wrong view, and who, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell.

# mn136:17.2
source: pubbe vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā.
mn: They must have done a bad deed to be experienced as painful either previously or later, or else at the time of death they undertook wrong view.

# mn136:17.3
source: Tena so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: And that’s why, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn136:17.4
source: Yañca kho so idha pāṇātipātī hoti adinnādāyī hoti … pe … micchādiṭṭhi hoti tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (1)
mn: But anyone here who kills living creatures … and has wrong view experiences the result of that in the present life, or in the next life, or in some subsequent period.

# mn136:18.1
source: Tatrānanda, yvāyaṃ puggalo idha pāṇātipātī adinnādāyī … pe … micchādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati,
mn: Now, Ānanda, take the case of the person here who killed living creatures … and had wrong view, and who is reborn in a heavenly realm.

# mn136:18.2
source: pubbe vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā.
mn: They must have done a good deed to be experienced as pleasant either previously or later, or else at the time of death they undertook right view.

# mn136:18.3
source: Tena so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: And that’s why, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn136:18.4
source: Yañca kho so idha pāṇātipātī hoti adinnādāyī hoti … pe … micchādiṭṭhi hoti tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (2)
mn: But anyone here who kills living creatures … and has wrong view experiences the result of that in the present life, or in the next life, or in some subsequent period.

# mn136:19.1
source: Tatrānanda, yvāyaṃ puggalo idha pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati,
mn: Now, Ānanda, take the case of the person here who refrained from killing living creatures … and had right view, and who is reborn in a heavenly realm.

# mn136:19.2
source: pubbe vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā.
mn: They must have done a good deed to be experienced as pleasant either previously or later, or else at the time of death they undertook right view.

# mn136:19.3
source: Tena so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: And that’s why, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn136:19.4
source: Yañca kho so idha pāṇātipātā paṭivirato hoti adinnādānā paṭivirato hoti … pe … sammādiṭṭhi hoti, tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (3)
mn: But anyone here who refrains from killing living creatures … and has right view experiences the result of that in the present life, or in the next life, or in some subsequent period.

# mn136:20.1
source: Tatrānanda, yvāyaṃ puggalo idha pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati,
mn: Now, Ānanda, take the case of the person here who refrained from killing living creatures … and had right view, and who is reborn in hell.

# mn136:20.2
source: pubbe vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā.
mn: They must have done a bad deed to be experienced as painful either previously or later, or else at the time of death they undertook wrong view.

# mn136:20.3
source: Tena so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: And that’s why, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn136:20.4
source: Yañca kho so idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti … pe … sammādiṭṭhi hoti, tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (4)
mn: But anyone here who refrains from killing living creatures … and has right view experiences the result of that in the present life, or in the next life, or in some subsequent period.

# mn136:21.1
source: Iti kho, ānanda, atthi kammaṃ abhabbaṃ abhabbābhāsaṃ, atthi kammaṃ abhabbaṃ bhabbābhāsaṃ, atthi kammaṃ bhabbañceva bhabbābhāsañca, atthi kammaṃ bhabbaṃ abhabbābhāsan”ti.
mn: So, Ānanda, there are deeds that are ineffective and appear ineffective. There are deeds that are ineffective but appear effective. There are deeds that are effective and appear effective. And there are deeds that are effective but appear ineffective.”

# mn136:21.2
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn136:21.3
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Ānanda was happy with what the Buddha said.
