Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn138.po
Languages: mn

# mn138:0.1
source: Majjhima Nikāya 138
mn: Middle Discourses 138

# mn138:0.2
source: Uddesavibhaṅgasutta
mn: The Analysis of a Recitation Passage

# mn138:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn138:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn138:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn138:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn138:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn138:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn138:2.1
source: “uddesavibhaṅgaṃ vo, bhikkhave, desessāmi.
mn: “Mendicants, I shall teach you the analysis of a recitation passage.

# mn138:2.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn138:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn138:2.4
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn138:3.1
source: “Tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya.
mn: “A mendicant should examine in any such a way that their consciousness is neither scattered and diffused externally nor stuck internally, and they are not anxious because of grasping.

# mn138:3.2
source: Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī”ti.
mn: When this is the case and they are no longer anxious, there is for them no coming to be of the origin of suffering—of rebirth, old age, and death in the future.”

# mn138:4.1
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn138:4.2
source: Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi.
mn: When he had spoken, the Holy One got up from his seat and entered his dwelling.

# mn138:5.1
source: Atha kho tesaṃ bhikkhūnaṃ, acirapakkantassa bhagavato, etadahosi:
mn: Soon after the Buddha left, those mendicants considered,

# mn138:5.2
source: “idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
mn: “The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail.

# mn138:5.5
source: Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā”ti?
mn: Who can explain in detail the meaning of this brief passage for recitation given by the Buddha?”

# mn138:5.6
source: Atha kho tesaṃ bhikkhūnaṃ etadahosi:
mn: Then those mendicants thought,

# mn138:5.7
source: “ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ;
mn: “This Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions.

# mn138:5.8
source: pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.
mn: He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha.

# mn138:5.9
source: Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā”ti.
mn: Let’s go to him, and ask him about this matter.”

# mn138:6.1
source: Atha kho te bhikkhū yenāyasmā mahākaccāno tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodiṃsu.
mn: Then those mendicants went to Mahākaccāna, and exchanged greetings with him.

# mn138:6.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū āyasmantaṃ mahākaccānaṃ etadavocuṃ:
mn: When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said,

# mn138:6.15
source: vibhajatāyasmā mahākaccāno”ti.
mn: “May Venerable Mahākaccāna please explain this.”

# mn138:7.1
source: “Seyyathāpi, āvuso, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva mūlaṃ atikkamma khandhaṃ sākhāpalāse sāraṃ pariyesitabbaṃ maññeyya,
mn: “Reverends, suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves.

# mn138:7.2
source: evaṃ sampadamidaṃ āyasmantānaṃ satthari sammukhībhūte taṃ bhagavantaṃ atisitvā amhe etamatthaṃ paṭipucchitabbaṃ maññatha.
mn: Such is the consequence for the venerables. Though you were face to face with the Buddha, you passed him by, imagining that you should ask me about this matter.

# mn138:7.3
source: So hāvuso, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.
mn: For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is supreme. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.

# mn138:7.4
source: So ceva panetassa kālo ahosi yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyātha;
mn: That was the time to approach the Buddha and ask about this matter.

# mn138:7.5
source: yathā vo bhagavā byākareyya tathā naṃ dhāreyyāthā”ti.
mn: You should have remembered it in line with the Buddha’s answer.”

# mn138:8.1
source: “Addhāvuso kaccāna, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.
mn: “Certainly he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is supreme. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.

# mn138:8.2
source: So ceva panetassa kālo ahosi yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyāma;
mn: That was the time to approach the Buddha and ask about this matter.

# mn138:8.3
source: yathā no bhagavā byākareyya tathā naṃ dhāreyyāma.
mn: We should have remembered it in line with the Buddha’s answer.

# mn138:8.4
source: Api cāyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ.
mn: Still, Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions.

# mn138:8.5
source: Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.
mn: He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha.

# mn138:8.6
source: Vibhajatāyasmā mahākaccāno agaruṃ karitvā”ti.
mn: Please explain this, if it’s no trouble.”

# mn138:9.1
source: “Tena hāvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: “Well then, reverends, listen and pay close attention, I will speak.”

# mn138:9.2
source: “Evamāvuso”ti kho te bhikkhū āyasmato mahākaccānassa paccassosuṃ.
mn: “Yes, reverend,” they replied.

# mn138:9.3
source: Āyasmā mahākaccāno etadavoca:
mn: Venerable Mahākaccāna said this:

# mn138:9.4
source: “Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
mn: “Reverends, the Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail:

# mn138:9.5
source: ‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya, yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya, bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti.
mn: ‘A mendicant should examine in any such a way that their consciousness is neither scattered and diffused externally nor stuck internally, and they are not anxious because of grasping. When this is the case and they are no longer anxious, there is for them no coming to be of the origin of suffering—of rebirth, old age, and death in the future.’

# mn138:9.6
source: Imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi.
mn: And this is how I understand the detailed meaning of this passage for recitation.

# mn138:10.1
source: Kathañcāvuso, bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati?
mn: And how is consciousness scattered and diffused externally?

# mn138:10.2
source: Idhāvuso, bhikkhuno cakkhunā rūpaṃ disvā rūpanimittānusāri viññāṇaṃ hoti rūpanimittassādagadhitaṃ rūpanimittassādavinibandhaṃ rūpanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati.
mn: Take a mendicant who sees a sight with their eyes. Their consciousness follows after the features of that sight, tied, attached, and fettered to gratification in its features. So their consciousness is said to be scattered and diffused externally.

# mn138:10.3
source: Sotena saddaṃ sutvā … pe …
mn: When they hear a sound with their ears …

# mn138:10.4
source: ghānena gandhaṃ ghāyitvā …
mn: When they smell an odor with their nose …

# mn138:10.5
source: jivhāya rasaṃ sāyitvā …
mn: When they taste a flavor with their tongue …

# mn138:10.6
source: kāyena phoṭṭhabbaṃ phusitvā …
mn: When they feel a touch with their body …

# mn138:10.7
source: manasā dhammaṃ viññāya dhammanimittānusāri viññāṇaṃ hoti; dhammanimittassādagadhitaṃ dhammanimittassādavinibandhaṃ dhammanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati.
mn: When they know a thought with their mind, their consciousness follows after the features of that thought, tied, attached, and fettered to gratification in its features. So their consciousness is said to be scattered and diffused externally.

# mn138:10.8
source: Evaṃ kho, āvuso, bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati.
mn: That’s how consciousness is scattered and diffused externally.

# mn138:11.1
source: Kathañcāvuso, bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati?
mn: And how is consciousness not scattered and diffused externally?

# mn138:11.2
source: Idhāvuso, bhikkhuno cakkhunā rūpaṃ disvā na rūpanimittānusāri viññāṇaṃ hoti, na rūpanimittassādagadhitaṃ na rūpanimittassādavinibandhaṃ na rūpanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati.
mn: Take a mendicant who sees a sight with their eyes. Their consciousness doesn’t follow after the features of that sight, and is not tied, attached, and fettered to gratification in its features. So their consciousness is said to be not scattered and diffused externally.

# mn138:11.3
source: Sotena saddaṃ sutvā … pe …
mn: When they hear a sound with their ears …

# mn138:11.4
source: ghānena gandhaṃ ghāyitvā …
mn: When they smell an odor with their nose …

# mn138:11.5
source: jivhāya rasaṃ sāyitvā …
mn: When they taste a flavor with their tongue …

# mn138:11.6
source: kāyena phoṭṭhabbaṃ phusitvā …
mn: When they feel a touch with their body …

# mn138:11.7
source: manasā dhammaṃ viññāya na dhammanimittānusāri viññāṇaṃ hoti na dhammanimittassādagadhitaṃ na dhammanimittassādavinibandhaṃ na dhammanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati.
mn: When they know a thought with their mind, their consciousness doesn’t follow after the features of that thought, and is not tied, attached, and fettered to gratification in its features. So their consciousness is said to be not scattered and diffused externally.

# mn138:11.8
source: Evaṃ kho, āvuso, bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati.
mn: That’s how consciousness is not scattered and diffused externally.

# mn138:12.1
source: Kathañcāvuso, ajjhattaṃ saṇṭhitanti vuccati?
mn: And how is their consciousness stuck internally?

# mn138:12.2
source: Idhāvuso, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn138:12.3
source: Tassa vivekajapītisukhānusāri viññāṇaṃ hoti vivekajapītisukhassādagadhitaṃ vivekajapītisukhassādavinibandhaṃ vivekajapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ saṇṭhitanti vuccati.
mn: Their consciousness follows after that rapture and bliss born of seclusion, tied, attached, and fettered to gratification in that rapture and bliss born of seclusion. So their mind is said to be stuck internally.

# mn138:13.1
source: Puna caparaṃ, āvuso, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn138:13.2
source: Tassa samādhijapītisukhānusāri viññāṇaṃ hoti samādhijapītisukhassādagadhitaṃ samādhijapītisukhassādavinibandhaṃ samādhijapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ saṇṭhitanti vuccati.
mn: Their consciousness follows after that rapture and bliss born of immersion, tied, attached, and fettered to gratification in that rapture and bliss born of immersion. So their mind is said to be stuck internally.

# mn138:14.1
source: Puna caparaṃ, āvuso, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn138:14.2
source: Tassa upekkhānusāri viññāṇaṃ hoti upekkhāsukhassādagadhitaṃ upekkhāsukhassādavinibandhaṃ upekkhāsukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ saṇṭhitanti vuccati.
mn: Their consciousness follows after that equanimity, tied, attached, and fettered to gratification in that equanimous bliss. So their mind is said to be stuck internally.

# mn138:15.1
source: Puna caparaṃ, āvuso, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn138:15.2
source: Tassa adukkhamasukhānusāri viññāṇaṃ hoti adukkhamasukhassādagadhitaṃ adukkhamasukhassādavinibandhaṃ adukkhamasukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati.
mn: Their consciousness follows after that neutral feeling, tied, attached, and fettered to gratification in that neutral feeling. So their mind is said to be stuck internally.

# mn138:15.3
source: Evaṃ kho, āvuso, ajjhattaṃ saṇṭhitanti vuccati.
mn: That’s how their consciousness is stuck internally.

# mn138:16.1
source: Kathañcāvuso, ajjhattaṃ asaṇṭhitanti vuccati?
mn: And how is their consciousness not stuck internally?

# mn138:16.2
source: Idhāvuso, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati.
mn: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn138:16.3
source: Tassa na vivekajapītisukhānusāri viññāṇaṃ hoti na vivekajapītisukhassādagadhitaṃ na vivekajapītisukhassādavinibandhaṃ na vivekajapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati.
mn: Their consciousness doesn’t follow after that rapture and bliss born of seclusion, and is not tied, attached, and fettered to gratification in that rapture and bliss born of seclusion. So their mind is said to be not stuck internally.

# mn138:17.1
source: Puna caparaṃ, āvuso, bhikkhu vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, they enter the second absorption …

# mn138:17.2
source: Tassa na samādhijapītisukhānusāri viññāṇaṃ hoti na samādhijapītisukhassādagadhitaṃ na samādhijapītisukhassādavinibandhaṃ na samādhijapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati.
mn: Their consciousness doesn’t follow after that rapture and bliss born of immersion …

# mn138:18.1
source: Puna caparaṃ, āvuso, bhikkhu pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, they enter and remain in the third absorption …

# mn138:18.2
source: Tassa na upekkhānusāri viññāṇaṃ hoti na upekkhāsukhassādagadhitaṃ na upekkhāsukhassādavinibandhaṃ na upekkhāsukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati.
mn: Their consciousness doesn’t follow after that equanimity, and is not tied, attached, and fettered to gratification in that equanimous bliss. So their mind is said to be not stuck internally.

# mn138:19.1
source: Puna caparaṃ, āvuso, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
mn: Furthermore, they enter and remain in the fourth absorption …

# mn138:19.2
source: Tassa na adukkhamasukhānusāri viññāṇaṃ hoti na adukkhamasukhassādagadhitaṃ na adukkhamasukhassādavinibandhaṃ na adukkhamasukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati.
mn: Their consciousness doesn’t follow after that neutral feeling, and is not tied, attached, and fettered to gratification in that neutral feeling. So their mind is said to be not stuck internally.

# mn138:19.3
source: Evaṃ kho, āvuso, ajjhattaṃ asaṇṭhitanti vuccati.
mn: That’s how their consciousness is not stuck internally.

# mn138:20.1
source: Kathañcāvuso, anupādā paritassanā hoti?
mn: And how are they anxious because of grasping?

# mn138:20.2
source: Idhāvuso, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto
mn: It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.

# mn138:20.3
source: rūpaṃ attato samanupassati rūpavantaṃ vā attānaṃ attani vā rūpaṃ rūpasmiṃ vā attānaṃ.
mn: They regard form as self, self as having form, form in self, or self in form.

# mn138:20.4
source: Tassa taṃ rūpaṃ vipariṇamati, aññathā hoti.
mn: But that form of theirs decays and perishes,

# mn138:20.5
source: Tassa rūpavipariṇāmaññathābhāvā rūpavipariṇāmānuparivatti viññāṇaṃ hoti.
mn: and consciousness latches on to the perishing of form.

# mn138:20.6
source: Tassa rūpavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti.
mn: Anxieties occupy their mind, born of latching on to the perishing of form, and originating in accordance with natural principles.

# mn138:20.7
source: Cetaso pariyādānā uttāsavā ca hoti vighātavā ca apekkhavā ca anupādāya ca paritassati.
mn: So they become frightened, worried, concerned, and anxious because of grasping.

# mn138:20.8
source: Vedanaṃ … pe …
mn: They regard feeling …

# mn138:20.9
source: saññaṃ …
mn: perception …

# mn138:20.10
source: saṅkhāre …
mn: choices …

# mn138:20.11
source: viññāṇaṃ attato samanupassati viññāṇavantaṃ vā attānaṃ attani vā viññāṇaṃ viññāṇasmiṃ vā attānaṃ.
mn: consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.

# mn138:20.12
source: Tassa taṃ viññāṇaṃ vipariṇamati, aññathā hoti.
mn: But that consciousness of theirs decays and perishes,

# mn138:20.13
source: Tassa viññāṇavipariṇāmaññathābhāvā viññāṇavipariṇāmānuparivatti viññāṇaṃ hoti.
mn: and consciousness latches on to the perishing of consciousness.

# mn138:20.14
source: Tassa viññāṇavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti.
mn: Anxieties occupy their mind, born of latching on to the perishing of consciousness, and originating in accordance with natural principles.

# mn138:20.15
source: Cetaso pariyādānā uttāsavā ca hoti vighātavā ca apekkhavā ca anupādāya ca paritassati.
mn: So they become frightened, worried, concerned, and anxious because of grasping.

# mn138:20.16
source: Evaṃ kho, āvuso, anupādā paritassanā hoti.
mn: That’s how they are anxious because of grasping.

# mn138:21.1
source: Kathañcāvuso, anupādānā aparitassanā hoti?
mn: And how are they not anxious because of grasping?

# mn138:21.2
source: Idhāvuso, sutavā ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto
mn: It’s when an educated noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons.

# mn138:21.3
source: na rūpaṃ attato samanupassati na rūpavantaṃ vā attānaṃ na attani vā rūpaṃ na rūpasmiṃ vā attānaṃ.
mn: They don’t regard form as self, self as having form, form in self, or self in form.

# mn138:21.4
source: Tassa taṃ rūpaṃ vipariṇamati, aññathā hoti.
mn: When that form of theirs decays and perishes,

# mn138:21.5
source: Tassa rūpavipariṇāmaññathābhāvā na ca rūpavipariṇāmānuparivatti viññāṇaṃ hoti.
mn: consciousness doesn’t latch on to the perishing of form.

# mn138:21.6
source: Tassa na rūpavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti.
mn: Anxieties—born of latching on to the perishing of form and originating in accordance with natural principles—don’t occupy their mind.

# mn138:21.7
source: Cetaso pariyādānā na cevuttāsavā hoti na ca vighātavā na ca apekkhavā anupādāya ca na paritassati.
mn: So they don’t become frightened, worried, concerned, or anxious because of grasping.

# mn138:21.8
source: Na vedanaṃ …
mn: They don’t regard feeling …

# mn138:21.9
source: na saññaṃ …
mn: perception …

# mn138:21.10
source: na saṅkhāre …
mn: choices …

# mn138:21.11
source: na viññāṇaṃ attato samanupassati na viññāṇavantaṃ vā attānaṃ na attani vā viññāṇaṃ na viññāṇasmiṃ vā attānaṃ.
mn: consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.

# mn138:21.12
source: Tassa taṃ viññāṇaṃ vipariṇamati, aññathā hoti.
mn: When that consciousness of theirs decays and perishes,

# mn138:21.13
source: Tassa viññāṇavipariṇāmaññathābhāvā na ca viññāṇavipariṇāmānuparivatti viññāṇaṃ hoti.
mn: consciousness doesn’t latch on to the perishing of consciousness.

# mn138:21.14
source: Tassa na viññāṇavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti.
mn: Anxieties—born of latching on to the perishing of consciousness and originating in accordance with natural principles—don’t occupy their mind.

# mn138:21.15
source: Cetaso pariyādānā na cevuttāsavā hoti na ca vighātavā na ca apekkhavā, anupādāya ca na paritassati.
mn: So they don’t become frightened, worried, concerned, or anxious because of grasping.
