Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn138.po
Languages: mn

# mn138:21.16
source: Evaṃ kho, āvuso, anupādā aparitassanā hoti.
mn: That’s how they are not anxious because of grasping.

# mn138:22.1
source: Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
mn: The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail:

# mn138:22.2
source: ‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya.
mn: ‘A mendicant should examine in any such a way that their consciousness is neither scattered and diffused externally nor stuck internally, and they are not anxious because of grasping.

# mn138:22.3
source: Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti.
mn: When this is the case and they are no longer anxious, there is for them no coming to be of the origin of suffering—of rebirth, old age, and death in the future.’

# mn138:22.4
source: Imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi.
mn: And this is how I understand the detailed meaning of this passage for recitation.

# mn138:22.5
source: Ākaṅkhamānā ca pana tumhe āyasmanto bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha;
mn: If you wish, you may go to the Buddha and ask him about this.

# mn138:22.6
source: yathā vo bhagavā byākaroti tathā naṃ dhāreyyāthā”ti.
mn: You should remember it in line with the Buddha’s answer.”

# mn138:23.1
source: Atha kho te bhikkhū āyasmato mahākaccānassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
mn: “Yes, reverend,” said those mendicants, approving and agreeing with what Mahākaccāna said. Then they rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened, saying:

# mn138:23.15
source: Tesaṃ no, bhante, āyasmatā mahākaccānena imehi ākārehi imehi padehi imehi byañjanehi attho vibhatto”ti.
mn: “Mahākaccāna clearly explained the meaning to us in this manner, with these words and phrases.”

# mn138:24.1
source: “Paṇḍito, bhikkhave, mahākaccāno; mahāpañño, bhikkhave, mahākaccāno.
mn: “Mahākaccāna is astute, mendicants, he has great wisdom.

# mn138:24.2
source: Mañcepi tumhe, bhikkhave, etamatthaṃ paṭipuccheyyātha, ahampi evamevaṃ byākareyyaṃ yathā taṃ mahākaccānena byākataṃ.
mn: If you came to me and asked this question, I would answer it in exactly the same way as Mahākaccāna.

# mn138:24.3
source: Eso cevetassa attho. Evañca naṃ dhāreyyāthā”ti.
mn: That is what it means, and that’s how you should remember it.”

# mn138:24.4
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn138:24.5
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
