Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn139.po
Languages: mn

# mn139:13.4
source: Tatra, bhikkhave, yo kāmapaṭisandhisukhino somanassānuyogaṃ ananuyogo hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, adukkho eso dhammo anupaghāto anupāyāso apariḷāho;
mn: Breaking off such indulgence is a principle free of pain, harm, stress, and fever, and it is the right way.

# mn139:13.6
source: Tasmā eso dhammo araṇo.
mn: That’s why this is a principle free of conflict.

# mn139:13.7
source: Tatra, bhikkhave, yo attakilamathānuyogo dukkho anariyo anatthasaṃhito, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: Indulging in self-mortification is painful, ignoble, and pointless. It is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:13.9
source: Tasmā eso dhammo saraṇo.
mn: That’s why this is a principle beset by conflict.

# mn139:13.10
source: Tatra, bhikkhave, yo attakilamathānuyogaṃ ananuyogo dukkhaṃ anariyaṃ anatthasaṃhitaṃ, adukkho eso dhammo anupaghāto anupāyāso apariḷāho;
mn: Breaking off such indulgence is a principle free of pain, harm, stress, and fever, and it is the right way.

# mn139:13.12
source: Tasmā eso dhammo araṇo.
mn: That’s why this is a principle free of conflict.

# mn139:13.13
source: Tatra, bhikkhave, yāyaṃ majjhimā paṭipadā tathāgatena abhisambuddhā, cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, adukkho eso dhammo anupaghāto anupāyāso apariḷāho;
mn: The middle way by which the Realized One was awakened gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment. It is a principle free of pain, harm, stress, and fever, and it is the right way.

# mn139:13.15
source: Tasmā eso dhammo araṇo.
mn: That’s why this is a principle free of conflict.

# mn139:13.16
source: Tatra, bhikkhave, yāyaṃ ussādanā ca apasādanā ca no ca dhammadesanā, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: Flattering and rebuking without teaching Dhamma is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:13.18
source: Tasmā eso dhammo saraṇo.
mn: That’s why this is a principle beset by conflict.

# mn139:13.19
source: Tatra, bhikkhave, yāyaṃ nevussādanā ca na apasādanā ca dhammadesanā ca, adukkho eso dhammo anupaghāto anupāyāso apariḷāho;
mn: Neither flattering nor rebuking, and just teaching Dhamma is a principle free of pain, harm, stress, and fever, and it is the right way.

# mn139:13.21
source: Tasmā eso dhammo araṇo.
mn: That’s why this is a principle free of conflict.

# mn139:13.22
source: Tatra, bhikkhave, yamidaṃ kāmasukhaṃ mīḷhasukhaṃ pothujjanasukhaṃ anariyasukhaṃ, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: Sensual pleasure—a filthy, common, ignoble pleasure—is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:13.24
source: Tasmā eso dhammo saraṇo.
mn: That’s why this is a principle beset by conflict.

# mn139:13.25
source: Tatra, bhikkhave, yamidaṃ nekkhammasukhaṃ pavivekasukhaṃ upasamasukhaṃ sambodhisukhaṃ, adukkho eso dhammo anupaghāto anupāyāso apariḷāho;
mn: The pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening is a principle free of pain, harm, stress, and fever, and it is the right way.

# mn139:13.27
source: Tasmā eso dhammo araṇo.
mn: That’s why this is a principle free of conflict.

# mn139:13.28
source: Tatra, bhikkhave, yvāyaṃ rahovādo abhūto ataccho anatthasaṃhito, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: Saying untrue, false, and harmful things behind someone’s back is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:13.30
source: Tasmā eso dhammo saraṇo.
mn: That’s why this is a principle beset by conflict.

# mn139:13.31
source: Tatra, bhikkhave, yvāyaṃ rahovādo bhūto taccho anatthasaṃhito, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: Saying true and correct, but harmful things behind someone’s back is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:13.33
source: Tasmā eso dhammo saraṇo.
mn: That’s why this is a principle beset by conflict.

# mn139:13.34
source: Tatra, bhikkhave, yvāyaṃ rahovādo bhūto taccho atthasaṃhito, adukkho eso dhammo anupaghāto anupāyāso apariḷāho;
mn: Saying true, correct, and beneficial things behind someone’s back is a principle free of pain, harm, stress, and fever, and it is the right way.

# mn139:13.36
source: Tasmā eso dhammo araṇo.
mn: That’s why this is a principle free of conflict.

# mn139:13.37
source: Tatra, bhikkhave, yvāyaṃ sammukhā khīṇavādo abhūto ataccho anatthasaṃhito, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: Saying untrue, false, and harmful things in someone’s presence is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:13.39
source: Tasmā eso dhammo saraṇo.
mn: That’s why this is a principle beset by conflict.

# mn139:13.40
source: Tatra, bhikkhave, yvāyaṃ sammukhā khīṇavādo bhūto taccho anatthasaṃhito, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: Saying true and correct, but harmful things in someone’s presence is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:13.42
source: Tasmā eso dhammo saraṇo.
mn: That’s why this is a principle beset by conflict.

# mn139:13.43
source: Tatra, bhikkhave, yvāyaṃ sammukhā khīṇavādo bhūto taccho atthasaṃhito, adukkho eso dhammo anupaghāto anupāyāso apariḷāho;
mn: Saying true, correct, and beneficial things in someone’s presence is a principle free of pain, harm, stress, and fever, and it is the right way.

# mn139:13.45
source: Tasmā eso dhammo araṇo.
mn: That’s why this is a principle free of conflict.

# mn139:13.46
source: Tatra, bhikkhave, yamidaṃ taramānassa bhāsitaṃ, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: Speaking hurriedly is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:13.48
source: Tasmā eso dhammo saraṇo.
mn: That’s why this is a principle beset by conflict.

# mn139:13.49
source: Tatra, bhikkhave, yamidaṃ ataramānassa bhāsitaṃ, adukkho eso dhammo anupaghāto anupāyāso apariḷāho;
mn: Speaking unhurriedly is a principle free of pain, harm, stress, and fever, and it is the right way.

# mn139:13.51
source: Tasmā eso dhammo araṇo.
mn: That’s why this is a principle free of conflict.

# mn139:13.52
source: Tatra, bhikkhave, yvāyaṃ janapadaniruttiyā ca abhiniveso samaññāya ca atisāro, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: Insisting on local terminology and overriding normal usage is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:13.54
source: Tasmā eso dhammo saraṇo.
mn: That’s why this is a principle beset by conflict.

# mn139:13.55
source: Tatra, bhikkhave, yvāyaṃ janapadaniruttiyā ca anabhiniveso samaññāya ca anatisāro, adukkho eso dhammo anupaghāto anupāyāso apariḷāho;
mn: Not insisting on local terminology and not overriding normal usage is a principle free of pain, harm, stress, and fever, and it is the right way.

# mn139:13.57
source: Tasmā eso dhammo araṇo.
mn: That’s why this is a principle free of conflict.

# mn139:14.1
source: Tasmātiha, bhikkhave, ‘saraṇañca dhammaṃ jānissāma, araṇañca dhammaṃ jānissāma;
mn: So you should train like this: ‘We shall know the principles beset by conflict and the principles free of conflict.

# mn139:14.2
source: saraṇañca dhammaṃ ñatvā araṇañca dhammaṃ ñatvā araṇapaṭipadaṃ paṭipajjissāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.
mn: Knowing this, we will practice the way free of conflict.’

# mn139:14.3
source: Subhūti ca pana, bhikkhave, kulaputto araṇapaṭipadaṃ paṭipanno”ti.
mn: And, mendicants, Subhūti, the gentleman, practices the way of non-conflict.”

# mn139:14.4
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn139:14.5
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
