Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn139.po
Languages: mn

# mn139:0.1
source: Majjhima Nikāya 139
mn: Middle Discourses 139

# mn139:0.2
source: Araṇavibhaṅgasutta
mn: The Analysis of Non-Conflict

# mn139:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn139:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn139:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn139:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn139:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn139:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn139:2.1
source: “araṇavibhaṅgaṃ vo, bhikkhave, desessāmi.
mn: “Mendicants, I shall teach you the analysis of non-conflict.

# mn139:2.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn139:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn139:2.4
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn139:3.1
source: “Na kāmasukhamanuyuñjeyya hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, na ca attakilamathānuyogamanuyuñjeyya dukkhaṃ anariyaṃ anatthasaṃhitaṃ.
mn: “Don’t indulge in sensual pleasures, which are low, crude, ordinary, ignoble, and pointless. And don’t indulge in self-mortification, which is painful, ignoble, and pointless.

# mn139:3.2
source: Ete kho, bhikkhave, ubho ante anupagamma majjhimā paṭipadā tathāgatena abhisambuddhā, cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.
mn: Avoiding these two extremes, the Realized One woke up by understanding the middle way, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.

# mn139:3.3
source: Ussādanañca jaññā, apasādanañca jaññā;
mn: Know what it means to flatter and to rebuke.

# mn139:3.4
source: ussādanañca ñatvā apasādanañca ñatvā nevussādeyya, na apasādeyya, dhammameva deseyya.
mn: Knowing these, avoid them, and just teach Dhamma.

# mn139:3.5
source: Sukhavinicchayaṃ jaññā;
mn: Know how to assess different kinds of pleasure.

# mn139:3.6
source: sukhavinicchayaṃ ñatvā ajjhattaṃ sukhamanuyuñjeyya.
mn: Knowing this, pursue inner bliss.

# mn139:3.7
source: Rahovādaṃ na bhāseyya, sammukhā na khīṇaṃ bhaṇe.
mn: Don’t talk behind people’s backs, and don’t speak sharply in their presence.

# mn139:3.8
source: Ataramānova bhāseyya, no taramāno.
mn: Don’t speak hurriedly.

# mn139:3.9
source: Janapadaniruttiṃ nābhiniveseyya, samaññaṃ nātidhāveyyāti—
mn: Don’t insist on local terminology and don’t override normal usage.

# mn139:3.10
source: ayamuddeso araṇavibhaṅgassa.
mn: This is the recitation passage for the analysis of non-conflict.

# mn139:4.1
source: ‘Na kāmasukhamanuyuñjeyya hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, na ca attakilamathānuyogamanuyuñjeyya dukkhaṃ anariyaṃ anatthasaṃhitan’ti—
mn: ‘Don’t indulge in sensual pleasures, which are low, crude, ordinary, ignoble, and pointless. And don’t indulge in self-mortification, which is painful, ignoble, and pointless.’

# mn139:4.2
source: iti kho panetaṃ vuttaṃ; Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn139:4.3
source: Yo kāmapaṭisandhisukhino somanassānuyogo hīno gammo pothujjaniko anariyo anatthasaṃhito, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho; micchāpaṭipadā.
mn: Pleasure linked to sensuality is low, crude, ordinary, ignoble, and pointless. Indulging in such happiness is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:4.4
source: Yo kāmapaṭisandhisukhino somanassānuyogaṃ ananuyogo hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, adukkho eso dhammo anupaghāto anupāyāso apariḷāho; sammāpaṭipadā.
mn: Breaking off such indulgence is a principle free of pain, harm, stress, and fever, and it is the right way.

# mn139:4.5
source: Yo attakilamathānuyogo dukkho anariyo anatthasaṃhito, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho; micchāpaṭipadā.
mn: Indulging in self-mortification is painful, ignoble, and pointless. It is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:4.6
source: Yo attakilamathānuyogaṃ ananuyogo dukkhaṃ anariyaṃ anatthasaṃhitaṃ, adukkho eso dhammo anupaghāto anupāyāso apariḷāho; sammāpaṭipadā.
mn: Breaking off such indulgence is a principle free of pain, harm, stress, and fever, and it is the right way.

# mn139:4.7
source: ‘Na kāmasukhamanuyuñjeyya hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, na ca attakilamathānuyogaṃ anuyuñjeyya dukkhaṃ anariyaṃ anatthasaṃhitan’ti—
mn: ‘Don’t indulge in sensual pleasures, which are low, crude, ordinary, ignoble, and pointless. And don’t indulge in self-mortification, which is painful, ignoble, and pointless.’

# mn139:4.8
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn139:5.1
source: ‘Ete kho ubho ante anupagamma majjhimā paṭipadā tathāgatena abhisambuddhā, cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattatī’ti—
mn: ‘Avoiding these two extremes, the Realized One woke up by understanding the middle way, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.’

# mn139:5.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn139:5.3
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
mn: It is simply this noble eightfold path, that is:

# mn139:5.4
source: sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi.
mn: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# mn139:5.5
source: ‘Ete kho ubho ante anupagamma majjhimā paṭipadā tathāgatena abhisambuddhā, cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattatī’ti—
mn: ‘Avoiding these two extremes, the Realized One woke up by understanding the middle way, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.’

# mn139:5.6
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn139:6.1
source: ‘Ussādanañca jaññā, apasādanañca jaññā;
mn: ‘Know what it means to flatter and to rebuke.

# mn139:6.2
source: ussādanañca ñatvā apasādanañca ñatvā nevussādeyya, na apasādeyya, dhammameva deseyyā’ti—
mn: Knowing these, avoid them, and just teach Dhamma.’

# mn139:6.3
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn139:7.1
source: Kathañca, bhikkhave, ussādanā ca hoti apasādanā ca, no ca dhammadesanā?
mn: And how is there flattering and rebuking without teaching Dhamma?

# mn139:7.2
source: ‘Ye kāmapaṭisandhisukhino somanassānuyogaṃ anuyuttā hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, sabbe te sadukkhā saupaghātā saupāyāsā sapariḷāhā micchāpaṭipannā’ti—
mn: In speaking like this, some are rebuked: ‘Pleasure linked to sensuality is low, crude, ordinary, ignoble, and pointless. All those who indulge in such happiness are beset by pain, harm, stress, and fever, and they are practicing the wrong way.’

# mn139:7.4
source: ‘Ye kāmapaṭisandhisukhino somanassānuyogaṃ ananuyuttā hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, sabbe te adukkhā anupaghātā anupāyāsā apariḷāhā sammāpaṭipannā’ti—
mn: In speaking like this, some are flattered: ‘Pleasure linked to sensuality is low, crude, ordinary, ignoble, and pointless. All those who have broken off such indulgence are free of pain, harm, stress, and fever, and they are practicing the right way.’

# mn139:7.6
source: ‘Ye attakilamathānuyogaṃ anuyuttā dukkhaṃ anariyaṃ anatthasaṃhitaṃ, sabbe te sadukkhā saupaghātā saupāyāsā sapariḷāhā micchāpaṭipannā’ti—
mn: In speaking like this, some are rebuked: ‘Indulging in self-mortification is painful, ignoble, and pointless. All those who indulge in it are beset by pain, harm, stress, and fever, and they are practicing the wrong way.’

# mn139:7.8
source: ‘Ye attakilamathānuyogaṃ ananuyuttā dukkhaṃ anariyaṃ anatthasaṃhitaṃ, sabbe te adukkhā anupaghātā anupāyāsā apariḷāhā sammāpaṭipannā’ti—
mn: In speaking like this, some are flattered: ‘Indulging in self-mortification is painful, ignoble, and pointless. All those who have broken off such indulgence are free of pain, harm, stress, and fever, and they are practicing the right way.’

# mn139:7.10
source: ‘Yesaṃ kesañci bhavasaṃyojanaṃ appahīnaṃ, sabbe te sadukkhā saupaghātā saupāyāsā sapariḷāhā micchāpaṭipannā’ti—
mn: In speaking like this, some are rebuked: ‘All those who have not given up the fetters of rebirth are beset by pain, harm, stress, and fever, and they are practicing the wrong way.’

# mn139:7.12
source: ‘Yesaṃ kesañci bhavasaṃyojanaṃ pahīnaṃ, sabbe te adukkhā anupaghātā anupāyāsā apariḷāhā sammāpaṭipannā’ti—
mn: In speaking like this, some are flattered: ‘All those who have given up the fetters of rebirth are free of pain, harm, stress, and fever, and they are practicing the right way.’

# mn139:7.14
source: Evaṃ kho, bhikkhave, ussādanā ca hoti apasādanā ca, no ca dhammadesanā.
mn: That’s how there is flattering and rebuking without teaching Dhamma.

# mn139:8.1
source: Kathañca, bhikkhave, nevussādanā hoti na apasādanā, dhammadesanā ca?
mn: And how is there neither flattering nor rebuking, and just teaching Dhamma?

# mn139:8.2
source: ‘Ye kāmapaṭisandhisukhino somanassānuyogaṃ anuyuttā hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, sabbe te sadukkhā saupaghātā saupāyāsā sapariḷāhā micchāpaṭipannā’ti—
mn: You don’t say: ‘Pleasure linked to sensuality is low, crude, ordinary, ignoble, and pointless. All those who indulge in such happiness are beset by pain, harm, stress, and fever, and they are practicing the wrong way.’

# mn139:8.3
source: na evamāha.
mn: Rather, by saying this you just teach Dhamma:

# mn139:8.4
source: ‘Anuyogo ca kho sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: ‘The indulgence is a principle beset by pain, harm, stress, and fever, and it is the wrong way.’

# mn139:8.7
source: ‘Ye kāmapaṭisandhisukhino somanassānuyogaṃ ananuyuttā hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, sabbe te adukkhā anupaghātā anupāyāsā apariḷāhā sammāpaṭipannā’ti—
mn: You don’t say: ‘Pleasure linked to sensuality is low, crude, ordinary, ignoble, and pointless. All those who have broken off such indulgence are free of pain, harm, stress, and fever, and they are practicing the right way.’

# mn139:8.8
source: na evamāha.
mn: Rather, by saying this you just teach Dhamma:

# mn139:8.9
source: ‘Ananuyogo ca kho adukkho eso dhammo anupaghāto anupāyāso apariḷāho;
mn: ‘Breaking off the indulgence is a principle free of pain, harm, stress, and fever, and it is the right way.’

# mn139:8.12
source: ‘Ye attakilamathānuyogaṃ anuyuttā dukkhaṃ anariyaṃ anatthasaṃhitaṃ, sabbe te sadukkhā saupaghātā saupāyāsā sapariḷāhā micchāpaṭipannā’ti—
mn: You don’t say: ‘Indulging in self-mortification is painful, ignoble, and pointless. All those who indulge in it are beset by pain, harm, stress, and fever, and they are practicing the wrong way.’

# mn139:8.13
source: na evamāha.
mn: Rather, by saying this you just teach Dhamma:

# mn139:8.14
source: ‘Anuyogo ca kho sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: ‘The indulgence is a principle beset by pain, harm, stress, and fever, and it is the wrong way.’

# mn139:8.17
source: ‘Ye attakilamathānuyogaṃ ananuyuttā dukkhaṃ anariyaṃ anatthasaṃhitaṃ, sabbe te adukkhā anupaghātā anupāyāsā apariḷāhā sammāpaṭipannā’ti—
mn: You don’t say: ‘Indulging in self-mortification is painful, ignoble, and pointless. All those who have broken off such indulgence are free of pain, harm, stress, and fever, and they are practicing the right way.’

# mn139:8.18
source: na evamāha.
mn: Rather, by saying this you just teach Dhamma:

# mn139:8.19
source: ‘Ananuyogo ca kho adukkho eso dhammo anupaghāto anupāyāso apariḷāho;
mn: ‘Breaking off the indulgence is a principle free of pain, harm, stress, and fever, and it is the right way.’

# mn139:8.22
source: ‘Yesaṃ kesañci bhavasaṃyojanaṃ appahīnaṃ, sabbe te sadukkhā saupaghātā saupāyāsā sapariḷāhā micchāpaṭipannā’ti—
mn: You don’t say: ‘All those who have not given up the fetters of rebirth are beset by pain, harm, stress, and fever, and they are practicing the wrong way.’

# mn139:8.23
source: na evamāha.
mn: Rather, by saying this you just teach Dhamma:

# mn139:8.24
source: ‘Bhavasaṃyojane ca kho appahīne bhavopi appahīno hotī’ti—
mn: ‘When the fetter of rebirth is not given up, rebirth is also not given up.’

# mn139:8.26
source: ‘Yesaṃ kesañci bhavasaṃyojanaṃ pahīnaṃ, sabbe te adukkhā anupaghātā anupāyāsā apariḷāhā sammāpaṭipannā’ti—
mn: You don’t say: ‘All those who have given up the fetters of rebirth are free of pain, harm, stress, and fever, and they are practicing the right way.’

# mn139:8.27
source: na evamāha.
mn: Rather, by saying this you just teach Dhamma:

# mn139:8.28
source: ‘Bhavasaṃyojane ca kho pahīne bhavopi pahīno hotī’ti—
mn: ‘When the fetter of rebirth is given up, rebirth is also given up.’

# mn139:8.30
source: Evaṃ kho, bhikkhave, nevussādanā hoti na apasādanā, dhammadesanā ca.
mn: That’s how there is neither flattering nor rebuking, and just teaching Dhamma.

# mn139:8.31
source: ‘Ussādanañca jaññā, apasādanañca jaññā;
mn: ‘Know what it means to flatter and to rebuke.

# mn139:8.32
source: ussādanañca ñatvā apasādanañca ñatvā nevussādeyya, na apasādeyya, dhammameva deseyyā’ti—
mn: Knowing these, avoid them, and just teach Dhamma.’

# mn139:8.33
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn139:9.1
source: ‘Sukhavinicchayaṃ jaññā;
mn: ‘Know how to assess different kinds of pleasure.

# mn139:9.2
source: sukhavinicchayaṃ ñatvā ajjhattaṃ sukhamanuyuñjeyyā’ti—
mn: Knowing this, pursue inner bliss.’

# mn139:9.3
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn139:9.4
source: Pañcime, bhikkhave, kāmaguṇā.
mn: There are these five kinds of sensual stimulation.

# mn139:9.5
source: Katame pañca?
mn: What five?

# mn139:9.6
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā,
mn: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn139:9.7
source: sotaviññeyyā saddā …
mn: Sounds known by the ear …

# mn139:9.8
source: ghānaviññeyyā gandhā …
mn: Smells known by the nose …

# mn139:9.9
source: jivhāviññeyyā rasā …
mn: Tastes known by the tongue …

# mn139:9.10
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—
mn: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn139:9.11
source: ime kho, bhikkhave, pañca kāmaguṇā.
mn: These are the five kinds of sensual stimulation.

# mn139:9.12
source: Yaṃ kho, bhikkhave, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ idaṃ vuccati kāmasukhaṃ mīḷhasukhaṃ puthujjanasukhaṃ anariyasukhaṃ.
mn: The pleasure and happiness that arise from these five kinds of sensual stimulation is called sensual pleasure—a filthy, common, ignoble pleasure.

# mn139:9.13
source: ‘Na āsevitabbaṃ, na bhāvetabbaṃ, na bahulīkātabbaṃ, bhāyitabbaṃ etassa sukhassā’ti—vadāmi.
mn: Such pleasure should not be cultivated or developed, but should be feared, I say.

# mn139:9.14
source: Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
mn: Now, take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn139:9.15
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
mn: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption …

# mn139:9.16
source: Pītiyā ca virāgā upekkhako ca viharati … pe … tatiyaṃ jhānaṃ … pe …
mn: third absorption …

# mn139:9.17
source: catutthaṃ jhānaṃ upasampajja viharati.
mn: fourth absorption.

# mn139:9.18
source: Idaṃ vuccati nekkhammasukhaṃ pavivekasukhaṃ upasamasukhaṃ sambodhisukhaṃ.
mn: This is called the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening.

# mn139:9.19
source: ‘Āsevitabbaṃ, bhāvetabbaṃ, bahulīkātabbaṃ, na bhāyitabbaṃ etassa sukhassā’ti—vadāmi.
mn: Such pleasure should be cultivated and developed, and should not be feared, I say.

# mn139:9.20
source: ‘Sukhavinicchayaṃ jaññā;
mn: ‘Know how to assess different kinds of pleasure.

# mn139:9.21
source: sukhavinicchayaṃ ñatvā ajjhattaṃ sukhamanuyuñjeyyā’ti—
mn: Knowing this, pursue inner bliss.’

# mn139:9.22
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn139:10.1
source: ‘Rahovādaṃ na bhāseyya, sammukhā na khīṇaṃ bhaṇe’ti—
mn: ‘Don’t talk behind people’s backs, and don’t speak sharply in their presence.’

# mn139:10.2
source: iti kho panetaṃ vuttaṃ.
mn: That’s what I said,

# mn139:10.3
source: Kiñcetaṃ paṭicca vuttaṃ?
mn: but why did I say it?

# mn139:10.4
source: Tatra, bhikkhave, yaṃ jaññā rahovādaṃ abhūtaṃ atacchaṃ anatthasaṃhitaṃ sasakkaṃ taṃ rahovādaṃ na bhāseyya.
mn: When you know that what you say behind someone’s back is untrue, false, and harmful, then if at all possible you should not speak.

# mn139:10.5
source: Yampi jaññā rahovādaṃ bhūtaṃ tacchaṃ anatthasaṃhitaṃ tassapi sikkheyya avacanāya.
mn: When you know that what you say behind someone’s back is true and correct, but harmful, then you should train yourself not to speak.

# mn139:10.6
source: Yañca kho jaññā rahovādaṃ bhūtaṃ tacchaṃ atthasaṃhitaṃ tatra kālaññū assa tassa rahovādassa vacanāya.
mn: When you know that what you say behind someone’s back is true, correct, and beneficial, then you should know the right time to speak.

# mn139:10.7
source: Tatra, bhikkhave, yaṃ jaññā sammukhā khīṇavādaṃ abhūtaṃ atacchaṃ anatthasaṃhitaṃ sasakkaṃ taṃ sammukhā khīṇavādaṃ na bhāseyya.
mn: When you know that your sharp words in someone’s presence are untrue, false, and harmful, then if at all possible you should not speak.

# mn139:10.8
source: Yampi jaññā sammukhā khīṇavādaṃ bhūtaṃ tacchaṃ anatthasaṃhitaṃ tassapi sikkheyya avacanāya.
mn: When you know that your sharp words in someone’s presence are true and correct, but harmful, then you should train yourself not to speak.

# mn139:10.9
source: Yañca kho jaññā sammukhā khīṇavādaṃ bhūtaṃ tacchaṃ atthasaṃhitaṃ tatra kālaññū assa tassa sammukhā khīṇavādassa vacanāya.
mn: When you know that your sharp words in someone’s presence are true, correct, and beneficial, then you should know the right time to speak.

# mn139:10.10
source: ‘Rahovādaṃ na bhāseyya, sammukhā na khīṇaṃ bhaṇe’ti—
mn: ‘Don’t talk behind people’s backs, and don’t speak sharply in their presence.’

# mn139:10.11
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn139:11.1
source: ‘Ataramānova bhāseyya no taramāno’ti—
mn: ‘Don’t speak hurriedly.’

# mn139:11.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn139:11.3
source: Tatra, bhikkhave, taramānassa bhāsato kāyopi kilamati, cittampi upahaññati, saropi upahaññati, kaṇṭhopi āturīyati, avisaṭṭhampi hoti aviññeyyaṃ taramānassa bhāsitaṃ.
mn: When speaking hurriedly, your body gets tired, your mind gets stressed, your voice gets stressed, your throat gets sore, and your words become unclear and hard to understand.

# mn139:11.4
source: Tatra, bhikkhave, ataramānassa bhāsato kāyopi na kilamati, cittampi na upahaññati, saropi na upahaññati, kaṇṭhopi na āturīyati, visaṭṭhampi hoti viññeyyaṃ ataramānassa bhāsitaṃ.
mn: When not speaking hurriedly, your body doesn’t get tired, your mind doesn’t get stressed, your voice doesn’t get stressed, your throat doesn’t get sore, and your words are clear and easy to understand.

# mn139:11.5
source: ‘Ataramānova bhāseyya, no taramāno’ti—
mn: ‘Don’t speak hurriedly.’

# mn139:11.6
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn139:12.1
source: ‘Janapadaniruttiṃ nābhiniveseyya, samaññaṃ nātidhāveyyā’ti—
mn: ‘Don’t insist on local terminology and don’t override normal usage.’

# mn139:12.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn139:12.3
source: Kathañca, bhikkhave, janapadaniruttiyā ca abhiniveso hoti samaññāya ca atisāro?
mn: And how do you insist on local terminology and override normal usage?

# mn139:12.4
source: Idha, bhikkhave, tadevekaccesu janapadesu ‘pātī’ti sañjānanti, ‘pattan’ti sañjānanti, ‘vittan’ti sañjānanti, ‘sarāvan’ti sañjānanti ‘dhāropan’ti sañjānanti, ‘poṇan’ti sañjānanti, ‘pisīlavan’ti sañjānanti.
mn: It’s when in different localities the same thing is known as a ‘plate’, a ‘bowl’, a ‘cup’, a ‘dish’, a ‘basin’, a ‘tureen’, or a ‘porringer’.

# mn139:12.5
source: Iti yathā yathā naṃ tesu tesu janapadesu sañjānanti tathā tathā thāmasā parāmāsā abhinivissa voharati:
mn: And however it is known in those various localities, you speak accordingly, obstinately sticking to that and insisting:

# mn139:12.6
source: ‘idameva saccaṃ, moghamaññan’ti.
mn: ‘This is the only truth, other ideas are silly.’

# mn139:12.7
source: Evaṃ kho, bhikkhave, janapadaniruttiyā ca abhiniveso hoti samaññāya ca atisāro.
mn: That’s how you insist on local terminology and override normal usage.

# mn139:12.8
source: Kathañca, bhikkhave, janapadaniruttiyā ca anabhiniveso hoti samaññāya ca anatisāro?
mn: And how do you not insist on local terminology and not override normal usage?

# mn139:12.9
source: Idha, bhikkhave, tadevekaccesu janapadesu ‘pātī’ti sañjānanti, ‘pattan’ti sañjānanti, ‘vittan’ti sañjānanti, ‘sarāvan’ti sañjānanti, ‘dhāropan’ti sañjānanti, ‘poṇan’ti sañjānanti, ‘pisīlavan’ti sañjānanti.
mn: It’s when in different localities the same thing is known as a ‘plate’, a ‘bowl’, a ‘cup’, a ‘dish’, a ‘basin’, a ‘tureen’, or a ‘porringer’.

# mn139:12.10
source: Iti yathā yathā naṃ tesu tesu janapadesu sañjānanti ‘idaṃ kira me āyasmanto sandhāya voharantī’ti tathā tathā voharati aparāmasaṃ.
mn: And however it is known in those various localities, you speak accordingly, thinking: ‘It seems that the venerables are referring to this.’

# mn139:12.11
source: Evaṃ kho, bhikkhave, janapadaniruttiyā ca anabhiniveso hoti, samaññāya ca anatisāro.
mn: That’s how you don’t insist on local terminology and don’t override normal usage.

# mn139:12.12
source: ‘Janapadaniruttiṃ nābhiniveseyya samaññaṃ nātidhāveyyā’ti—
mn: ‘Don’t insist on local terminology and don’t override normal usage.’

# mn139:12.13
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn139:13.1
source: Tatra, bhikkhave, yo kāmapaṭisandhisukhino somanassānuyogo hīno gammo pothujjaniko anariyo anatthasaṃhito, sadukkho eso dhammo saupaghāto saupāyāso sapariḷāho;
mn: Now, mendicants, pleasure linked to sensuality is low, crude, ordinary, ignoble, and pointless. Indulging in such happiness is a principle beset by pain, harm, stress, and fever, and it is the wrong way.

# mn139:13.3
source: Tasmā eso dhammo saraṇo.
mn: That’s why this is a principle beset by conflict.
