Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn136.po
Languages: mn

# mn136:0.1
source: Majjhima Nikāya 136
mn: Middle Discourses 136

# mn136:0.2
source: Mahākammavibhaṅgasutta
mn: The Longer Analysis of Deeds

# mn136:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn136:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn136:2.1
source: Tena kho pana samayena āyasmā samiddhi araññakuṭikāyaṃ viharati.
mn: Now at that time Venerable Samiddhi was staying in a wilderness hut.

# mn136:2.2
source: Atha kho potaliputto paribbājako jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yenāyasmā samiddhi tenupasaṅkami; upasaṅkamitvā āyasmatā samiddhinā saddhiṃ sammodi.
mn: Then as the wanderer Potaliputta was going for a walk he came up to Venerable Samiddhi and exchanged greetings with him.

# mn136:2.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho potaliputto paribbājako āyasmantaṃ samiddhiṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to him:

# mn136:2.4
source: “sammukhā metaṃ, āvuso samiddhi, samaṇassa gotamassa sutaṃ, sammukhā paṭiggahitaṃ:
mn: “Reverend Samiddhi, I have heard and learned this in the presence of the ascetic Gotama:

# mn136:2.5
source: ‘moghaṃ kāyakammaṃ moghaṃ vacīkammaṃ, manokammameva saccan’ti.
mn: ‘Deeds by way of body and speech are done in vain. Only mental deeds are real.’

# mn136:2.6
source: Atthi ca sā samāpatti yaṃ samāpattiṃ samāpanno na kiñci vediyatī”ti?
mn: And: ‘There is such an attainment where the one who enters it does not feel anything at all.’”

# mn136:2.7
source: “Mā hevaṃ, āvuso potaliputta, avaca; mā hevaṃ, āvuso potaliputta, avaca; mā bhagavantaṃ abbhācikkhi. Na hi sādhu bhagavato abbhakkhānaṃ. Na hi bhagavā evaṃ vadeyya:
mn: “Don’t say that, Reverend Potaliputta, don’t say that! Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say this.

# mn136:2.9
source: ‘Atthi ca kho sā, āvuso, samāpatti yaṃ samāpattiṃ samāpanno na kiñci vediyatī’”ti.
mn: But, reverend, there is such an attainment where the one who enters it does not feel anything at all.”

# mn136:2.10
source: “Kīvaciraṃ pabbajitosi, āvuso samiddhī”ti?
mn: “Reverend Samiddhi, how long has it been since you went forth?”

# mn136:2.11
source: “Na ciraṃ, āvuso, tīṇi vassānī”ti.
mn: “Not long, reverend: three years.”

# mn136:2.12
source: “Ettha dāni mayaṃ there bhikkhū kiṃ vakkhāma, yatra hi nāma evaṃnavo bhikkhu satthāraṃ parirakkhitabbaṃ maññissati.
mn: “Well now, what are we to say to the senior mendicants, when even such a junior mendicant imagines their Teacher needs defending?

# mn136:2.13
source: Sañcetanikaṃ, āvuso samiddhi, kammaṃ katvā kāyena vācāya manasā kiṃ so vediyatī”ti?
mn: After doing an intentional deed by way of body, speech, or mind, reverend, what does one feel?”

# mn136:2.14
source: “Sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā dukkhaṃ so vediyatī”ti.
mn: “After doing an intentional deed by way of body, speech, or mind, reverend, one feels suffering.”

# mn136:2.15
source: Atha kho potaliputto paribbājako āyasmato samiddhissa bhāsitaṃ neva abhinandi nappaṭikkosi;
mn: Then, neither approving nor dismissing Samiddhi’s statement, Potaliputta

# mn136:2.16
source: anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkāmi.
mn: got up from his seat and left.

# mn136:3.1
source: Atha kho āyasmā samiddhi acirapakkante potaliputte paribbājake yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi.
mn: Soon after he had left, Venerable Samiddhi went to Venerable Ānanda, and exchanged greetings with him.

# mn136:3.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
mn: When the greetings and polite conversation were over, he sat down to one side,

# mn136:3.3
source: Ekamantaṃ nisinno kho āyasmā samiddhi yāvatako ahosi potaliputtena paribbājakena saddhiṃ kathāsallāpo taṃ sabbaṃ āyasmato ānandassa ārocesi.
mn: and informed Ānanda of all they had discussed.

# mn136:3.4
source: Evaṃ vutte, āyasmā ānando āyasmantaṃ samiddhiṃ etadavoca:
mn: When he had spoken, Ānanda said to him,

# mn136:3.5
source: “atthi kho idaṃ, āvuso samiddhi, kathāpābhataṃ bhagavantaṃ dassanāya.
mn: “Reverend Samiddhi, we should see the Buddha about this matter.

# mn136:3.6
source: Āyāmāvuso samiddhi, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ bhagavato ārocessāma.
mn: Come, let’s go to the Buddha and inform him about this.

# mn136:3.7
source: Yathā no bhagavā byākarissati tathā naṃ dhāressāmā”ti.
mn: As he answers, so we’ll remember it.”

# mn136:3.8
source: “Evamāvuso”ti kho āyasmā samiddhi āyasmato ānandassa paccassosi.
mn: “Yes, reverend,” Samiddhi replied.

# mn136:4.1
source: Atha kho āyasmā ca ānando āyasmā ca samiddhi yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.
mn: Then Ānanda and Samiddhi went up to the Buddha, bowed, sat down to one side,

# mn136:4.2
source: Ekamantaṃ nisinno kho āyasmā ānando yāvatako ahosi āyasmato samiddhissa potaliputtena paribbājakena saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.
mn: and told him what had happened.

# mn136:5.1
source: Evaṃ vutte, bhagavā āyasmantaṃ ānandaṃ etadavoca:
mn: When they had spoken, the Buddha said to Ānanda,

# mn136:5.2
source: “dassanampi kho ahaṃ, ānanda, potaliputtassa paribbājakassa nābhijānāmi, kuto panevarūpaṃ kathāsallāpaṃ?
mn: “I don’t recall even seeing the wanderer Potaliputta, Ānanda, so how could we have had such a discussion?

# mn136:5.3
source: Iminā ca, ānanda, samiddhinā moghapurisena potaliputtassa paribbājakassa vibhajjabyākaraṇīyo pañho ekaṃsena byākato”ti.
mn: The wanderer Potaliputta’s question should have been answered after analyzing it, but this foolish person answered with a generalization.”

# mn136:6.1
source: Evaṃ vutte, āyasmā udāyī bhagavantaṃ etadavoca:
mn: When he said this, Venerable Udāyī said to him,

# mn136:6.2
source: “sace pana, bhante, āyasmatā samiddhinā idaṃ sandhāya bhāsitaṃ—
mn: “But perhaps, sir, Venerable Samiddhi spoke in reference to the statement:

# mn136:6.3
source: yaṃ kiñci vedayitaṃ taṃ dukkhasmin”ti.
mn: ‘Suffering includes whatever is felt.’”

# mn136:6.4
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
mn: But the Buddha said to Venerable Ānanda,

# mn136:6.5
source: “passasi no tvaṃ, ānanda, imassa udāyissa moghapurisassa ummaṅgaṃ?
mn: “See how this foolish person Udāyī comes up with an idea?

# mn136:6.6
source: Aññāsiṃ kho ahaṃ, ānanda:
mn: I knew that

# mn136:6.7
source: ‘idānevāyaṃ udāyī moghapuriso ummujjamāno ayoniso ummujjissatī’ti.
mn: he was going to come up with such an irrational idea.

# mn136:6.8
source: Ādiṃyeva, ānanda, potaliputtena paribbājakena tisso vedanā pucchitā.
mn: Right from the start Potaliputta asked about the three feelings.

# mn136:6.9
source: Sacāyaṃ, ānanda, samiddhi moghapuriso potaliputtassa paribbājakassa evaṃ puṭṭho evaṃ byākareyya:
mn: Suppose the foolish person Samiddhi had answered the wanderer Potaliputta’s question like this:

# mn136:6.10
source: ‘sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā sukhavedanīyaṃ sukhaṃ so vedayati;
mn: ‘After doing an intentional deed to be experienced as pleasant by way of body, speech, or mind, one feels pleasure.

# mn136:6.11
source: sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā dukkhavedanīyaṃ dukkhaṃ so vedayati;
mn: After doing an intentional deed to be experienced as painful by way of body, speech, or mind, one feels pain.

# mn136:6.12
source: sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā adukkhamasukhavedanīyaṃ adukkhamasukhaṃ so vedayatī’ti.
mn: After doing an intentional deed to be experienced as neutral by way of body, speech, or mind, one feels neutral.’

# mn136:6.13
source: Evaṃ byākaramāno kho, ānanda, samiddhi moghapuriso potaliputtassa paribbājakassa sammā byākaramāno byākareyya.
mn: Answering in this way, Samiddhi would have rightly answered Potaliputta.

# mn136:6.14
source: Api ca, ānanda, ke ca aññatitthiyā paribbājakā bālā abyattā ke ca tathāgatassa mahākammavibhaṅgaṃ jānissanti?
mn: Still, who are those foolish and incompetent wanderers who follow other paths to understand the Realized One’s great analysis of deeds?

# mn136:6.15
source: Sace tumhe, ānanda, suṇeyyātha tathāgatassa mahākammavibhaṅgaṃ vibhajantassā”ti.
mn: Ānanda, if only you would all listen to the Realized One’s explanation of the great analysis of deeds.”

# mn136:7.1
source: “Etassa, bhagavā, kālo, etassa, sugata, kālo
mn: “Now is the time, Blessed One! Now is the time, Holy One!

# mn136:7.2
source: yaṃ bhagavā mahākammavibhaṅgaṃ vibhajeyya. Bhagavato sutvā bhikkhū dhāressantī”ti.
mn: Let the Buddha explain the great analysis of deeds. The mendicants will listen and remember it.”

# mn136:7.3
source: “Tena hānanda, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
mn: “Well then, Ānanda, listen and pay close attention, I will speak.”

# mn136:7.4
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
mn: “Yes, sir,” Ānanda replied.

# mn136:7.5
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn136:8.1
source: “Cattārome, ānanda, puggalā santo saṃvijjamānā lokasmiṃ.
mn: “Ānanda, these four people are found in the world.

# mn136:8.2
source: Katame cattāro?
mn: What four?

# mn136:8.3
source: Idhānanda, ekacco puggalo idha pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti.
mn: Some person here kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, and have wrong view.

# mn136:8.4
source: So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. (1)
mn: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn136:8.5
source: Idha panānanda, ekacco puggalo idha pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti.
mn: But some other person here kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, and have wrong view.

# mn136:8.6
source: So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. (2)
mn: When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn136:8.7
source: Idhānanda, ekacco puggalo idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti.
mn: But some other person here refrains from killing living creatures, stealing, committing sexual misconduct, or using speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, and have right view.

# mn136:8.8
source: So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. (3)
mn: When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn136:8.9
source: Idha panānanda, ekacco puggalo idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti.
mn: But some other person here refrains from killing living creatures, stealing, committing sexual misconduct, or using speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, and have right view.

# mn136:8.10
source: So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. (4)
mn: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn136:9.1
source: Idhānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—
mn: Now, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that it gives rise to clairvoyance that is purified and superhuman. With that clairvoyance they see that person

# mn136:9.2
source: idha pāṇātipātiṃ adinnādāyiṃ kāmesumicchācāriṃ musāvādiṃ pisuṇavācaṃ pharusavācaṃ samphappalāpiṃ abhijjhāluṃ byāpannacittaṃ micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passati apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ.
mn: here who killed living creatures, stole, and committed sexual misconduct; who used speech that’s false, divisive, harsh, or nonsensical; and who was covetous, malicious, and had wrong view. And they see that, when their body breaks up, after death, that person is reborn in a place of loss, a bad place, the underworld, hell.

# mn136:9.3
source: So evamāha:
mn: They say:

# mn136:9.4
source: ‘atthi kira, bho, pāpakāni kammāni, atthi duccaritassa vipāko.
mn: ‘It seems that there is such a thing as bad deeds, and the result of bad conduct.

# mn136:9.5
source: Amāhaṃ puggalaṃ addasaṃ idha pāṇātipātiṃ adinnādāyiṃ … pe … micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti.
mn: For I saw a person here who killed living creatures … and had wrong view. And when their body broke up, after death, they were reborn in a place of loss, a bad place, the underworld, hell.’

# mn136:9.6
source: So evamāha:
mn: They say:

# mn136:9.7
source: ‘yo kira, bho, pāṇātipātī adinnādāyī … pe … micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: ‘It seems that everyone who kills living creatures … and has wrong view is reborn in hell.

# mn136:9.8
source: Ye evaṃ jānanti, te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti.
mn: Those who know this are right. Those who know something else are wrong.’

# mn136:9.9
source: Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (1)
mn: And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’

# mn136:10.1
source: Idha panānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—
mn: But some other ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that it gives rise to clairvoyance that is purified and superhuman. With that clairvoyance they see that person

# mn136:10.2
source: idha pāṇātipātiṃ adinnādāyiṃ … pe … micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati sugatiṃ saggaṃ lokaṃ upapannaṃ.
mn: here who killed living creatures … and had wrong view. And they see that that person is reborn in a heavenly realm.

# mn136:10.3
source: So evamāha:
mn: They say:

# mn136:10.4
source: ‘natthi kira, bho, pāpakāni kammāni, natthi duccaritassa vipāko.
mn: ‘It seems that there is no such thing as bad deeds, and the result of bad conduct.

# mn136:10.5
source: Amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ … pe … micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti.
mn: For I have seen a person here who killed living creatures … and had wrong view. And I saw that that person was reborn in a heavenly realm.’

# mn136:10.6
source: So evamāha:
mn: They say:

# mn136:10.7
source: ‘yo kira, bho, pāṇātipātī adinnādāyī … pe … micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: ‘It seems that everyone who kills living creatures … and has wrong view is reborn in a heavenly realm.

# mn136:10.8
source: Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti.
mn: Those who know this are right. Those who know something else are wrong.’

# mn136:10.9
source: Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (2)
mn: And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’

# mn136:11.1
source: Idhānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—
mn: Take some ascetic or brahmin who with clairvoyance sees a person

# mn136:11.2
source: idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ kāmesumicchācārā paṭivirataṃ musāvādā paṭivirataṃ pisuṇāya vācāya paṭivirataṃ pharusāya vācāya paṭivirataṃ samphappalāpā paṭivirataṃ anabhijjhāluṃ abyāpannacittaṃ sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati sugatiṃ saggaṃ lokaṃ upapannaṃ.
mn: here who refrained from killing living creatures … and had right view. And they see that that person is reborn in a heavenly realm.

# mn136:11.3
source: So evamāha:
mn: They say:

# mn136:11.4
source: ‘atthi kira, bho, kalyāṇāni kammāni, atthi sucaritassa vipāko.
mn: ‘It seems that there is such a thing as good deeds, and the result of good conduct.

# mn136:11.5
source: Amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ … pe … sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti.
mn: For I have seen a person here who refrained from killing living creatures … and had right view. And I saw that that person was reborn in a heavenly realm.’

# mn136:11.6
source: So evamāha:
mn: They say:

# mn136:11.7
source: ‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: ‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in a heavenly realm.

# mn136:11.8
source: Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti.
mn: Those who know this are right. Those who know something else are wrong.’

# mn136:11.9
source: Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (3)
mn: And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’

# mn136:12.1
source: Idha panānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—idha pāṇātipātā paṭivirataṃ … pe … sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ.
mn: Take some ascetic or brahmin who with clairvoyance sees a person here who refrained from killing living creatures … and had right view. And they see that that person is reborn in hell.

# mn136:12.2
source: So evamāha:
mn: They say:

# mn136:12.3
source: ‘natthi kira, bho, kalyāṇāni kammāni, natthi sucaritassa vipāko. Amāhaṃ puggalaṃ addasaṃ—
mn: ‘It seems that there is no such thing as good deeds, and the result of good conduct. For I have seen a person

# mn136:12.4
source: idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ … pe … sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti.
mn: here who refrained from killing living creatures … and had right view. And I saw that that person was reborn in hell.’

# mn136:12.5
source: So evamāha: ‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: They say: ‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in hell.

# mn136:12.6
source: Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti.
mn: Those who know this are right. Those who know something else are wrong.’

# mn136:12.7
source: Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (4)
mn: And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’

# mn136:13.1
source: Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha:
mn: In this case, when an ascetic or brahmin says this:

# mn136:13.2
source: ‘atthi kira, bho, pāpakāni kammāni, atthi duccaritassa vipāko’ti idamassa anujānāmi;
mn: ‘It seems that there is such a thing as bad deeds, and the result of bad conduct,’ I grant them that.

# mn136:13.3
source: yampi so evamāha:
mn: And when they say:

# mn136:13.4
source: ‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ … pe … micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti idampissa anujānāmi;
mn: ‘I have seen a person here who killed living creatures … and had wrong view. And after death, they were reborn in hell,’ I also grant them that.

# mn136:13.5
source: yañca kho so evamāha:
mn: But when they say:

# mn136:13.6
source: ‘yo kira, bho, pāṇātipātī adinnādāyī … pe … micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī’ti idamassa nānujānāmi;
mn: ‘It seems that everyone who kills living creatures … and has wrong view is reborn in hell,’ I don’t grant them that.

# mn136:13.7
source: yampi so evamāha:
mn: And when they say:

# mn136:13.8
source: ‘ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi;
mn: ‘Those who know this are right. Those who know something else are wrong,’ I also don’t grant them that.

# mn136:13.9
source: yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi.
mn: And when they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly,’ I also don’t grant them that.

# mn136:13.10
source: Taṃ kissa hetu?
mn: Why is that?

# mn136:13.11
source: Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (1)
mn: Because the Realized One’s knowledge of the great analysis of deeds is otherwise.

# mn136:14.1
source: Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha:
mn: In this case, when an ascetic or brahmin says this:

# mn136:14.2
source: ‘natthi kira, bho, pāpakāni kammāni, natthi duccaritassa vipāko’ti idamassa nānujānāmi;
mn: ‘It seems that there is no such thing as bad deeds, and the result of bad conduct,’ I don’t grant them that.

# mn136:14.3
source: yañca kho so evamāha:
mn: But when they say:

# mn136:14.4
source: ‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ … pe … micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti idamassa anujānāmi;
mn: ‘I have seen a person here who killed living creatures … and had wrong view. And I saw that that person was reborn in a heavenly realm,’ I grant them that.
