Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn135.po
Languages: mn

# mn135:0.1
source: Majjhima Nikāya 135
mn: Middle Discourses 135

# mn135:0.2
source: Cūḷakammavibhaṅgasutta
mn: The Shorter Analysis of Deeds

# mn135:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn135:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane, anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn135:2.1
source: Atha kho subho māṇavo todeyyaputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then the brahmin student Subha, Todeyya’s son, approached the Buddha, and exchanged greetings with him.

# mn135:2.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho subho māṇavo todeyyaputto bhagavantaṃ etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# mn135:3.1
source: “Ko nu kho, bho gotama, hetu ko paccayo yena manussānaṃyeva sataṃ manussabhūtānaṃ dissanti hīnappaṇītatā?
mn: “What is the cause, Master Gotama, what is the reason why even among those who are human beings some are seen to be inferior and superior?

# mn135:3.2
source: Dissanti hi, bho gotama, manussā appāyukā, dissanti dīghāyukā;
mn: For people are seen who are short-lived and long-lived,

# mn135:3.3
source: dissanti bavhābādhā, dissanti appābādhā;
mn: sickly and healthy,

# mn135:3.4
source: dissanti dubbaṇṇā, dissanti vaṇṇavanto;
mn: ugly and beautiful,

# mn135:3.5
source: dissanti appesakkhā, dissanti mahesakkhā;
mn: insignificant and illustrious,

# mn135:3.6
source: dissanti appabhogā, dissanti mahābhogā;
mn: poor and rich,

# mn135:3.7
source: dissanti nīcakulīnā, dissanti uccākulīnā;
mn: from low and eminent families,

# mn135:3.8
source: dissanti duppaññā, dissanti paññavanto.
mn: witless and wise.

# mn135:3.9
source: Ko nu kho, bho gotama, hetu ko paccayo yena manussānaṃyeva sataṃ manussabhūtānaṃ dissanti hīnappaṇītatā”ti?
mn: What is the reason why even among those who are human beings some are seen to be inferior and superior?”

# mn135:4.1
source: “Kammassakā, māṇava, sattā kammadāyādā kammayonī kammabandhū kammappaṭisaraṇā.
mn: “Student, sentient beings are the owners of their deeds and heir to their deeds. Deeds are their womb, their relative, and their refuge.

# mn135:4.2
source: Kammaṃ satte vibhajati yadidaṃ—
mn: It is deeds that divide beings into

# mn135:4.3
source: hīnappaṇītatāyā”ti.
mn: inferior and superior.”

# mn135:4.4
source: “Na kho ahaṃ imassa bhoto gotamassa saṃkhittena bhāsitassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ ājānāmi.
mn: “I don’t understand the meaning of what Master Gotama has said in brief, without explaining the details.

# mn135:4.5
source: Sādhu me bhavaṃ gotamo tathā dhammaṃ desetu yathā ahaṃ imassa bhoto gotamassa saṃkhittena bhāsitassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ ājāneyyan”ti.
mn: Master Gotama, please teach me this matter in detail so I can understand the meaning.”

# mn135:4.6
source: “Tena hi, māṇava, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
mn: “Well then, student, listen and pay close attention, I will speak.”

# mn135:4.7
source: “Evaṃ, bho”ti kho subho māṇavo todeyyaputto bhagavato paccassosi.
mn: “Yes, sir,” replied Subha.

# mn135:4.8
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn135:5.1
source: “Idha, māṇava, ekacco itthī vā puriso vā pāṇātipātī hoti luddo lohitapāṇi hatapahate niviṭṭho adayāpanno pāṇabhūtesu.
mn: “Take some woman or man who kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings.

# mn135:5.2
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: Because of undertaking such deeds, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# mn135:5.3
source: No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati appāyuko hoti.
mn: If they’re not reborn in a place of loss, but return to the human realm, then wherever they’re reborn they’re short-lived.

# mn135:5.4
source: Appāyukasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—
mn: For killing living creatures is the path leading to a short lifespan.

# mn135:6.1
source: Idha pana, māṇava, ekacco itthī vā puriso vā pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.
mn: But take some woman or man who gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings.

# mn135:6.2
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: Because of undertaking such deeds, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn135:6.3
source: No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati dīghāyuko hoti.
mn: If they’re not reborn in a heavenly realm, but return to the human realm, then wherever they’re reborn they’re long-lived.

# mn135:6.4
source: Dīghāyukasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—
mn: For not killing living creatures is the path leading to a long lifespan.

# mn135:7.1
source: Idha, māṇava, ekacco itthī vā puriso vā sattānaṃ viheṭhakajātiko hoti, pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā.
mn: Take some woman or man who habitually hurts living creatures with a fist, stone, rod, or sword.

# mn135:7.2
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: Because of undertaking such deeds, after death they’re reborn in a place of loss …

# mn135:7.3
source: No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati bavhābādho hoti.
mn: or if they return to the human realm, they’re sickly …

# mn135:8.1
source: Idha pana, māṇava, ekacco itthī vā puriso vā sattānaṃ aviheṭhakajātiko hoti pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā.
mn: But take some woman or man who does not habitually hurt living creatures with a fist, stone, rod, or sword.

# mn135:8.2
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: Because of undertaking such deeds, after death they’re reborn in a heavenly realm …

# mn135:8.3
source: No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati appābādho hoti.
mn: or if they return to the human realm, they’re healthy …

# mn135:9.1
source: Idha, māṇava, ekacco itthī vā puriso vā kodhano hoti upāyāsabahulo.
mn: Take some woman or man who is irritable and bad-tempered.

# mn135:9.2
source: Appampi vutto samāno abhisajjati kuppati byāpajjati patiṭṭhīyati kopañca dosañca appaccayañca pātukaroti.
mn: Even when lightly criticized they lose their temper, becoming annoyed, hostile, and hard-hearted, and displaying annoyance, hate, and bitterness.

# mn135:9.3
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: Because of undertaking such deeds, after death they’re reborn in a place of loss …

# mn135:9.4
source: No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati dubbaṇṇo hoti.
mn: or if they return to the human realm, they’re ugly …

# mn135:10.1
source: Idha pana, māṇava, ekacco itthī vā puriso vā akkodhano hoti anupāyāsabahulo;
mn: But take some woman or man who isn’t irritable and bad-tempered.

# mn135:10.2
source: bahumpi vutto samāno nābhisajjati na kuppati na byāpajjati na patiṭṭhīyati na kopañca dosañca appaccayañca pātukaroti.
mn: Even when heavily criticized, they don’t lose their temper, become annoyed, hostile, and hard-hearted, or display annoyance, hate, and bitterness.

# mn135:10.3
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: Because of undertaking such deeds, after death they’re reborn in a heavenly realm …

# mn135:10.4
source: No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati pāsādiko hoti.
mn: or if they return to the human realm, they’re lovely …

# mn135:11.1
source: Idha, māṇava, ekacco itthī vā puriso vā issāmanako hoti;
mn: Take some woman or man who is jealous.

# mn135:11.2
source: paralābhasakkāragarukāramānanavandanapūjanāsu issati upadussati issaṃ bandhati.
mn: They envy, resent, and begrudge the possessions, honor, respect, reverence, homage, and veneration given to others.

# mn135:11.3
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: Because of undertaking such deeds, after death they’re reborn in a place of loss …

# mn135:11.4
source: No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati appesakkho hoti.
mn: or if they return to the human realm, they’re insignificant …

# mn135:12.1
source: Idha pana, māṇava, ekacco itthī vā puriso vā anissāmanako hoti;
mn: But take some woman or man who is not jealous …

# mn135:12.3
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: Because of undertaking such deeds, after death they’re reborn in a heavenly realm …

# mn135:12.4
source: No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati mahesakkho hoti.
mn: or if they return to the human realm, they’re illustrious …

# mn135:13.1
source: Idha, māṇava, ekacco itthī vā puriso vā na dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ.
mn: Take some woman or man who doesn’t give to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, perfumes, and makeup; and bed, house, and lighting.

# mn135:13.2
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: Because of undertaking such deeds, after death they’re reborn in a place of loss …

# mn135:13.3
source: No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati appabhogo hoti.
mn: or if they return to the human realm, they’re poor …

# mn135:14.1
source: Idha pana, māṇava, ekacco itthī vā puriso vā dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ.
mn: But take some woman or man who does give to ascetics or brahmins …

# mn135:14.2
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: Because of undertaking such deeds, after death they’re reborn in a heavenly realm …

# mn135:14.3
source: No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati mahābhogo hoti.
mn: or if they return to the human realm, they’re rich …

# mn135:15.1
source: Idha, māṇava, ekacco itthī vā puriso vā thaddho hoti atimānī—
mn: Take some woman or man who is obstinate and vain.

# mn135:15.2
source: abhivādetabbaṃ na abhivādeti, paccuṭṭhātabbaṃ na paccuṭṭheti, āsanārahassa na āsanaṃ deti, maggārahassa na maggaṃ deti, sakkātabbaṃ na sakkaroti, garukātabbaṃ na garukaroti, mānetabbaṃ na māneti, pūjetabbaṃ na pūjeti.
mn: They don’t bow to those they should bow to. They don’t rise up for them, offer them a seat, make way for them, or honor, respect, esteem, or venerate those who are worthy of such.

# mn135:15.3
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: Because of undertaking such deeds, after death they’re reborn in a place of loss …

# mn135:15.4
source: No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati nīcakulīno hoti.
mn: or if they return to the human realm, they’re reborn in a low class family …

# mn135:16.1
source: Idha pana, māṇava, ekacco itthī vā puriso vā atthaddho hoti anatimānī;
mn: But take some woman or man who is not obstinate and vain …

# mn135:16.3
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: Because of undertaking such deeds, after death they’re reborn in a heavenly realm …

# mn135:16.4
source: No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati uccākulīno hoti.
mn: or if they return to the human realm, they’re reborn in an eminent family …

# mn135:17.1
source: Idha, māṇava, ekacco itthī vā puriso vā samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā na paripucchitā hoti:
mn: Take some woman or man who doesn’t approach an ascetic or brahmin to ask:

# mn135:17.2
source: ‘kiṃ, bhante, kusalaṃ, kiṃ akusalaṃ;
mn: ‘Sir, what is skillful and what is unskillful?

# mn135:17.3
source: kiṃ sāvajjaṃ, kiṃ anavajjaṃ;
mn: What is blameworthy and what is blameless?

# mn135:17.4
source: kiṃ sevitabbaṃ, kiṃ na sevitabbaṃ;
mn: What should be cultivated and what should not be cultivated?

# mn135:17.5
source: kiṃ me karīyamānaṃ dīgharattaṃ ahitāya dukkhāya hoti, kiṃ vā pana me karīyamānaṃ dīgharattaṃ hitāya sukhāya hotī’ti?
mn: What kind of action will lead to my lasting harm and suffering? Or what kind of action will lead to my lasting welfare and happiness?’

# mn135:17.6
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
mn: Because of undertaking such deeds, after death they’re reborn in a place of loss …

# mn135:17.7
source: No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati duppañño hoti.
mn: or if they return to the human realm, they’re witless …

# mn135:18.1
source: Idha pana, māṇava, ekacco itthī vā puriso vā samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā paripucchitā hoti:
mn: But take some woman or man who does approach an ascetic or brahmin to ask:

# mn135:18.2
source: ‘kiṃ, bhante, kusalaṃ, kiṃ akusalaṃ;
mn: ‘Sir, what is skillful and what is unskillful?

# mn135:18.3
source: kiṃ sāvajjaṃ, kiṃ anavajjaṃ;
mn: What is blameworthy and what is blameless?

# mn135:18.4
source: kiṃ sevitabbaṃ, kiṃ na sevitabbaṃ;
mn: What should be cultivated and what should not be cultivated?

# mn135:18.5
source: kiṃ me karīyamānaṃ dīgharattaṃ ahitāya dukkhāya hoti, kiṃ vā pana me karīyamānaṃ dīgharattaṃ hitāya sukhāya hotī’ti?
mn: What kind of action will lead to my lasting harm and suffering? Or what kind of action will lead to my lasting welfare and happiness?’

# mn135:18.6
source: So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
mn: Because of undertaking such deeds, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# mn135:18.7
source: No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati mahāpañño hoti.
mn: If they’re not reborn in a heavenly realm, but return to the human realm, then wherever they’re reborn they’re very wise.

# mn135:18.8
source: Mahāpaññasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—
mn: For asking questions of ascetics or brahmins is the path leading to wisdom.

# mn135:19.1
source: Iti kho, māṇava, appāyukasaṃvattanikā paṭipadā appāyukattaṃ upaneti, dīghāyukasaṃvattanikā paṭipadā dīghāyukattaṃ upaneti;
mn: So it is the way people live that makes them how they are, whether short-lived or long lived,

# mn135:19.2
source: bavhābādhasaṃvattanikā paṭipadā bavhābādhattaṃ upaneti, appābādhasaṃvattanikā paṭipadā appābādhattaṃ upaneti;
mn: sickly or healthy,

# mn135:19.3
source: dubbaṇṇasaṃvattanikā paṭipadā dubbaṇṇattaṃ upaneti, pāsādikasaṃvattanikā paṭipadā pāsādikattaṃ upaneti;
mn: ugly or lovely,

# mn135:19.4
source: appesakkhasaṃvattanikā paṭipadā appesakkhattaṃ upaneti, mahesakkhasaṃvattanikā paṭipadā mahesakkhattaṃ upaneti;
mn: insignificant or illustrious,

# mn135:19.5
source: appabhogasaṃvattanikā paṭipadā appabhogattaṃ upaneti, mahābhogasaṃvattanikā paṭipadā mahābhogattaṃ upaneti;
mn: poor or rich,

# mn135:19.6
source: nīcakulīnasaṃvattanikā paṭipadā nīcakulīnattaṃ upaneti, uccākulīnasaṃvattanikā paṭipadā uccākulīnattaṃ upaneti;
mn: in a low class or eminent family,

# mn135:19.7
source: duppaññasaṃvattanikā paṭipadā duppaññattaṃ upaneti, mahāpaññasaṃvattanikā paṭipadā mahāpaññattaṃ upaneti.
mn: or witless or wise.

# mn135:20.1
source: Kammassakā, māṇava, sattā kammadāyādā kammayonī kammabandhū kammappaṭisaraṇā.
mn: Sentient beings are the owners of their deeds and heir to their deeds. Deeds are their womb, their relative, and their refuge.

# mn135:20.2
source: Kammaṃ satte vibhajati yadidaṃ—
mn: It is deeds that divide beings into

# mn135:20.3
source: hīnappaṇītatāyā”ti.
mn: inferior and superior.”

# mn135:21.1
source: Evaṃ vutte, subho māṇavo todeyyaputto bhagavantaṃ etadavoca:
mn: When he had spoken, Subha said to him,

# mn135:21.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
mn: “Excellent, Master Gotama! Excellent!

# mn135:21.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the Teaching clear in many ways.

# mn135:21.4
source: Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
mn: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn135:21.5
source: Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
mn: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
