Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn131.po
Languages: mn

# mn131:0.1
source: Majjhima Nikāya 131
mn: Middle Discourses 131

# mn131:0.2
source: Bhaddekarattasutta
mn: One Fine Night

# mn131:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn131:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn131:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn131:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn131:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn131:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn131:2.1
source: “bhaddekarattassa vo, bhikkhave, uddesañca vibhaṅgañca desessāmi.
mn: “I shall teach you the passage for recitation and the analysis of One Fine Night.

# mn131:2.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn131:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn131:2.4
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn131:3.1
source: “Atītaṃ nānvāgameyya,
mn: “Don’t run back to the past,

# mn131:3.2
source: nappaṭikaṅkhe anāgataṃ;
mn: don’t hope for the future.

# mn131:3.3
source: Yadatītaṃ pahīnaṃ taṃ,
mn: What’s past is left behind;

# mn131:3.4
source: appattañca anāgataṃ.
mn: the future has not arrived;

# mn131:3.5
source: Paccuppannañca yo dhammaṃ,
mn: and phenomena in the present

# mn131:3.6
source: Tattha tattha vipassati;
mn: are clearly seen in every case.

# mn131:3.7
source: Asaṃhīraṃ asaṃkuppaṃ,
mn: Knowing this, foster it—

# mn131:3.8
source: Taṃ vidvā manubrūhaye.
mn: unfaltering, unshakable.

# mn131:3.9
source: Ajjeva kiccamātappaṃ,
mn: Today’s the day to keenly work—

# mn131:3.10
source: ko jaññā maraṇaṃ suve;
mn: who knows, tomorrow may bring death!

# mn131:3.11
source: Na hi no saṅgaraṃ tena,
mn: For there is no bargain to be struck

# mn131:3.12
source: mahāsenena maccunā.
mn: with Death and his mighty hordes.

# mn131:3.13
source: Evaṃvihāriṃ ātāpiṃ,
mn: The peaceful sage explained it’s those

# mn131:3.14
source: ahorattamatanditaṃ;
mn: who keenly meditate like this,

# mn131:3.15
source: Taṃ ve bhaddekarattoti,
mn: tireless all night and day,

# mn131:3.16
source: santo ācikkhate muni.
mn: who truly have that one fine night.

# mn131:4.1
source: Kathañca, bhikkhave, atītaṃ anvāgameti?
mn: And how do you run back to the past?

# mn131:4.2
source: ‘Evaṃrūpo ahosiṃ atītamaddhānan’ti tattha nandiṃ samanvāneti, ‘evaṃvedano ahosiṃ atītamaddhānan’ti tattha nandiṃ samanvāneti, ‘evaṃsañño ahosiṃ atītamaddhānan’ti tattha nandiṃ samanvāneti, ‘evaṃsaṅkhāro ahosiṃ atītamaddhānan’ti tattha nandiṃ samanvāneti, ‘evaṃviññāṇo ahosiṃ atītamaddhānan’ti tattha nandiṃ samanvāneti—
mn: You muster delight there, thinking: ‘I had such form in the past.’ … ‘I had such feeling … perception … choice … consciousness in the past.’

# mn131:4.3
source: evaṃ kho, bhikkhave, atītaṃ anvāgameti.
mn: That’s how you run back to the past.

# mn131:5.1
source: Kathañca, bhikkhave, atītaṃ nānvāgameti?
mn: And how do you not run back to the past?

# mn131:5.2
source: ‘Evaṃrūpo ahosiṃ atītamaddhānan’ti tattha nandiṃ na samanvāneti, ‘evaṃvedano ahosiṃ atītamaddhānan’ti tattha nandiṃ na samanvāneti, ‘evaṃsañño ahosiṃ atītamaddhānan’ti tattha nandiṃ na samanvāneti, ‘evaṃsaṅkhāro ahosiṃ atītamaddhānan’ti tattha nandiṃ na samanvāneti, ‘evaṃviññāṇo ahosiṃ atītamaddhānan’ti tattha nandiṃ na samanvāneti—
mn: You don’t muster delight there, thinking: ‘I had such form in the past.’ … ‘I had such feeling … perception … choice … consciousness in the past.’

# mn131:5.3
source: evaṃ kho, bhikkhave, atītaṃ nānvāgameti.
mn: That’s how you don’t run back to the past.

# mn131:6.1
source: Kathañca, bhikkhave, anāgataṃ paṭikaṅkhati?
mn: And how do you hope for the future?

# mn131:6.2
source: ‘Evaṃrūpo siyaṃ anāgatamaddhānan’ti tattha nandiṃ samanvāneti, evaṃvedano siyaṃ … pe … evaṃsañño siyaṃ … evaṃsaṅkhāro siyaṃ … evaṃviññāṇo siyaṃ anāgatamaddhānanti tattha nandiṃ samanvāneti—
mn: You muster delight there, thinking: ‘May I have such form in the future.’ … ‘May I have such feeling … perception … choice … consciousness in the future.’

# mn131:6.3
source: evaṃ kho, bhikkhave, anāgataṃ paṭikaṅkhati.
mn: That’s how you hope for the future.

# mn131:7.1
source: Kathañca, bhikkhave, anāgataṃ nappaṭikaṅkhati?
mn: And how do you not hope for the future?

# mn131:7.2
source: ‘Evaṃrūpo siyaṃ anāgatamaddhānan’ti tattha nandiṃ na samanvāneti, evaṃvedano siyaṃ … evaṃsañño siyaṃ … evaṃsaṅkhāro siyaṃ … ‘evaṃviññāṇo siyaṃ anāgatamaddhānan’ti tattha nandiṃ na samanvāneti—
mn: You don’t muster delight there, thinking: ‘May I have such form in the future.’ … ‘May I have such feeling … perception … choice … consciousness in the future.’

# mn131:7.3
source: evaṃ kho, bhikkhave, anāgataṃ nappaṭikaṅkhati.
mn: That’s how you don’t hope for the future.

# mn131:8.1
source: Kathañca, bhikkhave, paccuppannesu dhammesu saṃhīrati?
mn: And how do you falter amid presently arisen phenomena?

# mn131:8.2
source: Idha, bhikkhave, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto
mn: It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.

# mn131:8.3
source: rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ, attani vā rūpaṃ, rūpasmiṃ vā attānaṃ;
mn: They regard form as self, self as having form, form in self, or self in form.

# mn131:8.4
source: vedanaṃ … pe …
mn: They regard feeling …

# mn131:8.5
source: saññaṃ …
mn: perception …

# mn131:8.6
source: saṅkhāre …
mn: choices …

# mn131:8.7
source: viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ—
mn: consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.

# mn131:8.8
source: evaṃ kho, bhikkhave, paccuppannesu dhammesu saṃhīrati.
mn: That’s how you falter amid presently arisen phenomena.

# mn131:9.1
source: Kathañca, bhikkhave, paccuppannesu dhammesu na saṃhīrati?
mn: And how do you not falter amid presently arisen phenomena?

# mn131:9.2
source: Idha, bhikkhave, sutavā ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto
mn: It’s when an educated noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons.

# mn131:9.3
source: na rūpaṃ attato samanupassati, na rūpavantaṃ vā attānaṃ, na attani vā rūpaṃ, na rūpasmiṃ vā attānaṃ;
mn: They don’t regard form as self, self as having form, form in self, or self in form.

# mn131:9.4
source: na vedanaṃ …
mn: They don’t regard feeling …

# mn131:9.5
source: na saññaṃ …
mn: perception …

# mn131:9.6
source: na saṅkhāre …
mn: choices …

# mn131:9.7
source: na viññāṇaṃ attato samanupassati, na viññāṇavantaṃ vā attānaṃ, na attani vā viññāṇaṃ, na viññāṇasmiṃ vā attānaṃ—
mn: consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.

# mn131:9.8
source: evaṃ kho, bhikkhave, paccuppannesu dhammesu na saṃhīrati.
mn: That’s how you don’t falter amid presently arisen phenomena.

# mn131:10.1
source: Atītaṃ nānvāgameyya,
mn: Don’t run back to the past,

# mn131:10.2
source: nappaṭikaṅkhe anāgataṃ;
mn: don’t hope for the future.

# mn131:10.3
source: Yadatītaṃ pahīnaṃ taṃ,
mn: What’s past is left behind;

# mn131:10.4
source: appattañca anāgataṃ.
mn: the future has not arrived;

# mn131:10.5
source: Paccuppannañca yo dhammaṃ,
mn: and phenomena in the present

# mn131:10.6
source: tattha tattha vipassati;
mn: are clearly seen in every case.

# mn131:10.7
source: Asaṃhīraṃ asaṅkuppaṃ,
mn: Knowing this, foster it—

# mn131:10.8
source: taṃ vidvā manubrūhaye.
mn: unfaltering, unshakable.

# mn131:10.9
source: Ajjeva kiccamātappaṃ,
mn: Today’s the day to keenly work—

# mn131:10.10
source: ko jaññā maraṇaṃ suve;
mn: who knows, tomorrow may bring death!

# mn131:10.11
source: Na hi no saṅgaraṃ tena,
mn: For there is no bargain to be struck

# mn131:10.12
source: mahāsenena maccunā.
mn: with Death and his mighty hordes.

# mn131:10.13
source: Evaṃvihāriṃ ātāpiṃ,
mn: The peaceful sage explained it’s those

# mn131:10.14
source: ahorattamatanditaṃ;
mn: who keenly meditate like this,

# mn131:10.15
source: Taṃ ve bhaddekarattoti,
mn: tireless all night and day,

# mn131:10.16
source: santo ācikkhate munīti.
mn: who truly have that one fine night.

# mn131:11.1
source: ‘Bhaddekarattassa vo, bhikkhave, uddesañca vibhaṅgañca desessāmī’ti—
mn: And that’s what I meant when I said: ‘I shall teach you the passage for recitation and the analysis of One Fine Night.’”

# mn131:11.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn131:11.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
