Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn142.po
Languages: mn

# mn142:0.1
source: Majjhima Nikāya 142
mn: Middle Discourses 142

# mn142:0.2
source: Dakkhiṇāvibhaṅgasutta
mn: The Analysis of Religious Donations

# mn142:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn142:1.2
source: ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.
mn: At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.

# mn142:2.1
source: Atha kho mahāpajāpati gotamī navaṃ dussayugaṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnā kho mahāpajāpati gotamī bhagavantaṃ etadavoca:
mn: Then Mahāpajāpati Gotamī approached the Buddha bringing a new pair of garments. She bowed, sat down to one side, and said to the Buddha,

# mn142:2.2
source: “idaṃ me, bhante, navaṃ dussayugaṃ bhagavantaṃ uddissa sāmaṃ kantaṃ sāmaṃ vāyitaṃ.
mn: “Sir, I have spun and woven this new pair of garments specially for the Buddha.

# mn142:2.3
source: Taṃ me, bhante, bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti.
mn: May the Buddha please accept this from me out of compassion.”

# mn142:2.4
source: Evaṃ vutte, bhagavā mahāpajāpatiṃ gotamiṃ etadavoca:
mn: When she said this, the Buddha said to her,

# mn142:2.5
source: “saṃghe, gotami, dehi.
mn: “Give it to the Saṅgha, Gotamī.

# mn142:2.6
source: Saṃghe te dinne ahañceva pūjito bhavissāmi saṃgho cā”ti.
mn: When you give to the Saṅgha, both the Saṅgha and I will be honored.”

# mn142:2.7
source: Dutiyampi kho mahāpajāpati gotamī bhagavantaṃ etadavoca:
mn: For a second time …

# mn142:2.13
source: Tatiyampi kho mahāpajāpati gotamī bhagavantaṃ etadavoca:
mn: For a third time, Mahāpajāpatī Gotamī said to the Buddha,

# mn142:2.14
source: “idaṃ me, bhante, navaṃ dussayugaṃ bhagavantaṃ uddissa sāmaṃ kantaṃ sāmaṃ vāyitaṃ.
mn: “Sir, I have spun and woven this new pair of garments specially for the Buddha.

# mn142:2.15
source: Taṃ me, bhante, bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti.
mn: May the Buddha please accept this from me out of compassion.”

# mn142:2.16
source: Tatiyampi kho bhagavā mahāpajāpatiṃ gotamiṃ etadavoca:
mn: And for a third time, the Buddha said to her,

# mn142:2.17
source: “saṅghe, gotami, dehi.
mn: “Give it to the Saṅgha, Gotamī.

# mn142:2.18
source: Saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā”ti.
mn: When you give to the Saṅgha, both the Saṅgha and I will be honored.”

# mn142:3.1
source: Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:
mn: When he said this, Venerable Ānanda said to the Buddha,

# mn142:3.2
source: “paṭiggaṇhātu, bhante, bhagavā mahāpajāpatiyā gotamiyā navaṃ dussayugaṃ.
mn: “Sir, please accept the new pair of garments from Mahāpajāpatī Gotamī.

# mn142:3.3
source: Bahūpakārā, bhante, mahāpajāpati gotamī bhagavato mātucchā āpādikā posikā khīrassa dāyikā;
mn: Sir, Mahāpajāpatī was very helpful to the Buddha. As his aunt, she raised him, nurtured him, and gave him her milk.

# mn142:3.4
source: bhagavantaṃ janettiyā kālaṅkatāya thaññaṃ pāyesi.
mn: When the Buddha’s birth mother passed away, she nurtured him at her own breast.

# mn142:3.5
source: Bhagavāpi, bhante, bahūpakāro mahāpajāpatiyā gotamiyā.
mn: And the Buddha has been very helpful to Mahāpajāpatī.

# mn142:3.6
source: Bhagavantaṃ, bhante, āgamma mahāpajāpati gotamī buddhaṃ saraṇaṃ gatā, dhammaṃ saraṇaṃ gatā, saṃghaṃ saraṇaṃ gatā.
mn: It is owing to the Buddha that Mahāpajāpatī has gone for refuge to the Buddha, the teaching, and the Saṅgha.

# mn142:3.7
source: Bhagavantaṃ, bhante, āgamma mahāpajāpati gotamī pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā.
mn: It’s owing to the Buddha that she refrains from killing living creatures, stealing, committing sexual misconduct, lying, and taking alcoholic drinks that cause negligence.

# mn142:3.8
source: Bhagavantaṃ, bhante, āgamma mahāpajāpati gotamī buddhe aveccappasādena samannāgatā, dhamme aveccappasādena samannāgatā, saṃghe aveccappasādena samannāgatā ariyakantehi sīlehi samannāgatā.
mn: It’s owing to the Buddha that she has experiential confidence in the Buddha, the teaching, and the Saṅgha, and has the ethics loved by the noble ones.

# mn142:3.9
source: Bhagavantaṃ, bhante, āgamma mahāpajāpati gotamī dukkhe nikkaṅkhā, dukkhasamudaye nikkaṅkhā, dukkhanirodhe nikkaṅkhā, dukkhanirodhagāminiyā paṭipadāya nikkaṅkhā.
mn: It’s owing to the Buddha that she is free of doubt regarding suffering, its origin, its cessation, and the practice that leads to its cessation.

# mn142:3.10
source: Bhagavāpi, bhante, bahūpakāro mahāpajāpatiyā gotamiyā”ti.
mn: The Buddha has been very helpful to Mahāpajāpatī.”

# mn142:4.1
source: “Evametaṃ, ānanda.
mn: “That’s so true, Ānanda.

# mn142:4.2
source: Yaṃ hānanda, puggalo puggalaṃ āgamma buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti, imassānanda, puggalassa iminā puggalena na suppatikāraṃ vadāmi, yadidaṃ—
mn: When someone has enabled you to go for refuge, it’s not easy to repay them

# mn142:4.3
source: abhivādanapaccuṭṭhānaañjalikammasāmīcikammacīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānuppadānena.
mn: by bowing down to them, rising up for them, greeting them with joined palms, and observing proper etiquette for them; or by providing them with robes, alms-food, lodgings, and medicines and supplies for the sick.

# mn142:4.4
source: Yaṃ hānanda, puggalo puggalaṃ āgamma pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti, imassānanda, puggalassa iminā puggalena na suppatikāraṃ vadāmi, yadidaṃ—
mn: When someone has enabled you to refrain from killing, stealing, sexual misconduct, lying, and alcoholic drinks that cause negligence, it’s not easy to repay them …

# mn142:4.6
source: Yaṃ hānanda, puggalo puggalaṃ āgamma buddhe aveccappasādena samannāgato hoti, dhamme … saṅghe … ariyakantehi sīlehi samannāgato hoti, imassānanda, puggalassa iminā puggalena na suppatikāraṃ vadāmi, yadidaṃ—
mn: When someone has enabled you to have experiential confidence in the Buddha, the teaching, and the Saṅgha, and the ethics loved by the noble ones, it’s not easy to repay them …

# mn142:4.8
source: Yaṃ hānanda, puggalo puggalaṃ āgamma dukkhe nikkaṅkho hoti, dukkhasamudaye nikkaṅkho hoti, dukkhanirodhe nikkaṅkho hoti, dukkhanirodhagāminiyā paṭipadāya nikkaṅkho hoti, imassānanda, puggalassa iminā puggalena na suppatikāraṃ vadāmi, yadidaṃ—
mn: When someone has enabled you to be free of doubt regarding suffering, its origin, its cessation, and the practice that leads to its cessation, it’s not easy to repay them

# mn142:4.9
source: abhivādanapaccuṭṭhānaañjalikammasāmīcikammacīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānuppadānena.
mn: by bowing down to them, rising up for them, greeting them with joined palms, and observing proper etiquette for them; or by providing them with robes, alms-food, lodgings, and medicines and supplies for the sick.

# mn142:5.1
source: Cuddasa kho panimānanda, pāṭipuggalikā dakkhiṇā.
mn: Ānanda, there are these fourteen religious donations to individuals.

# mn142:5.2
source: Katamā cuddasa?
mn: What fourteen?

# mn142:5.3
source: Tathāgate arahante sammāsambuddhe dānaṃ deti—
mn: One gives a gift to the Realized One, the perfected one, the fully awakened Buddha.

# mn142:5.4
source: ayaṃ paṭhamā pāṭipuggalikā dakkhiṇā.
mn: This is the first religious donation to an individual.

# mn142:5.5
source: Paccekasambuddhe dānaṃ deti—
mn: One gives a gift to a Buddha awakened for themselves.

# mn142:5.6
source: ayaṃ dutiyā pāṭipuggalikā dakkhiṇā.
mn: This is the second religious donation to an individual.

# mn142:5.7
source: Tathāgatasāvake arahante dānaṃ deti—
mn: One gives a gift to a perfected one.

# mn142:5.8
source: ayaṃ tatiyā pāṭipuggalikā dakkhiṇā.
mn: This is the third religious donation to an individual.

# mn142:5.9
source: Arahattaphalasacchikiriyāya paṭipanne dānaṃ deti—
mn: One gives a gift to a someone practicing to realize the fruit of perfection.

# mn142:5.10
source: ayaṃ catutthī pāṭipuggalikā dakkhiṇā.
mn: This is the fourth religious donation to an individual.

# mn142:5.11
source: Anāgāmissa dānaṃ deti—
mn: One gives a gift to a non-returner.

# mn142:5.12
source: ayaṃ pañcamī pāṭipuggalikā dakkhiṇā.
mn: This is the fifth religious donation to an individual.

# mn142:5.13
source: Anāgāmiphalasacchikiriyāya paṭipanne dānaṃ deti—
mn: One gives a gift to someone practicing to realize the fruit of non-return.

# mn142:5.14
source: ayaṃ chaṭṭhī pāṭipuggalikā dakkhiṇā.
mn: This is the sixth religious donation to an individual.

# mn142:5.15
source: Sakadāgāmissa dānaṃ deti—
mn: One gives a gift to a once-returner.

# mn142:5.16
source: ayaṃ sattamī pāṭipuggalikā dakkhiṇā.
mn: This is the seventh religious donation to an individual.

# mn142:5.17
source: Sakadāgāmiphalasacchikiriyāya paṭipanne dānaṃ deti—
mn: One gives a gift to someone practicing to realize the fruit of once-return.

# mn142:5.18
source: ayaṃ aṭṭhamī pāṭipuggalikā dakkhiṇā.
mn: This is the eighth religious donation to an individual.

# mn142:5.19
source: Sotāpanne dānaṃ deti—
mn: One gives a gift to a stream-enterer.

# mn142:5.20
source: ayaṃ navamī pāṭipuggalikā dakkhiṇā.
mn: This is the ninth religious donation to an individual.

# mn142:5.21
source: Sotāpattiphalasacchikiriyāya paṭipanne dānaṃ deti—
mn: One gives a gift to someone practicing to realize the fruit of stream-entry.

# mn142:5.22
source: ayaṃ dasamī pāṭipuggalikā dakkhiṇā.
mn: This is the tenth religious donation to an individual.

# mn142:5.23
source: Bāhirake kāmesu vītarāge dānaṃ deti—
mn: One gives a gift to someone outside of Buddhism who is free of sensual desire.

# mn142:5.24
source: ayaṃ ekādasamī pāṭipuggalikā dakkhiṇā.
mn: This is the eleventh religious donation to an individual.

# mn142:5.25
source: Puthujjanasīlavante dānaṃ deti—
mn: One gives a gift to an ordinary person who has good ethical conduct.

# mn142:5.26
source: ayaṃ dvādasamī pāṭipuggalikā dakkhiṇā.
mn: This is the twelfth religious donation to an individual.

# mn142:5.27
source: Puthujjanadussīle dānaṃ deti—
mn: One gives a gift to an ordinary person who has bad ethical conduct.

# mn142:5.28
source: ayaṃ terasamī pāṭipuggalikā dakkhiṇā.
mn: This is the thirteenth religious donation to an individual.

# mn142:5.29
source: Tiracchānagate dānaṃ deti—
mn: One gives a gift to an animal.

# mn142:5.30
source: ayaṃ cuddasamī pāṭipuggalikā dakkhiṇāti.
mn: This is the fourteenth religious donation to an individual.

# mn142:6.1
source: Tatrānanda, tiracchānagate dānaṃ datvā sataguṇā dakkhiṇā pāṭikaṅkhitabbā, puthujjanadussīle dānaṃ datvā sahassaguṇā dakkhiṇā pāṭikaṅkhitabbā, puthujjanasīlavante dānaṃ datvā satasahassaguṇā dakkhiṇā pāṭikaṅkhitabbā, bāhirake kāmesu vītarāge dānaṃ datvā koṭisatasahassaguṇā dakkhiṇā pāṭikaṅkhitabbā, sotāpattiphalasacchikiriyāya paṭipanne dānaṃ datvā asaṅkheyyā appameyyā dakkhiṇā pāṭikaṅkhitabbā, ko pana vādo sotāpanne, ko pana vādo sakadāgāmiphalasacchikiriyāya paṭipanne, ko pana vādo sakadāgāmissa, ko pana vādo anāgāmiphalasacchikiriyāya paṭipanne, ko pana vādo anāgāmissa, ko pana vādo arahattaphalasacchikiriyāya paṭipanne, ko pana vādo arahante, ko pana vādo paccekasambuddhe, ko pana vādo tathāgate arahante sammāsambuddhe.
mn: Now, Ānanda, gifts to the following persons may be expected to yield the following returns. To an animal, a hundred times. To an unethical ordinary person, a thousand. To an ethical ordinary person, a hundred thousand. To an outsider free of sensual desire, 10,000,000,000. But a gift to someone practicing to realize the fruit of stream-entry may be expected to yield incalculable, immeasurable returns. How much more so a gift to a stream-enterer, someone practicing to realize the fruit of once-return, a once-returner, someone practicing to realize the fruit of non-return, a non-returner, someone practicing to realize the fruit of perfection, a perfected one, or a Buddha awakened for themselves? How much more so a Realized One, a perfected one, a fully awakened Buddha?

# mn142:7.1
source: Satta kho panimānanda, saṅghagatā dakkhiṇā.
mn: But there are, Ānanda, seven religious donations bestowed on a Saṅgha.

# mn142:7.2
source: Katamā satta?
mn: What seven?

# mn142:7.3
source: Buddhappamukhe ubhatosaṅghe dānaṃ deti—
mn: One gives a gift to the communities of both monks and nuns headed by the Buddha.

# mn142:7.4
source: ayaṃ paṭhamā saṅghagatā dakkhiṇā.
mn: This is the first religious donation bestowed on a Saṅgha.

# mn142:7.5
source: Tathāgate parinibbute ubhatosaṅghe dānaṃ deti—
mn: One gives a gift to the communities of both monks and nuns after the Buddha has finally become extinguished.

# mn142:7.6
source: ayaṃ dutiyā saṅghagatā dakkhiṇā.
mn: This is the second religious donation bestowed on a Saṅgha.

# mn142:7.7
source: Bhikkhusaṅghe dānaṃ deti—
mn: One gives a gift to the Saṅgha of monks.

# mn142:7.8
source: ayaṃ tatiyā saṅghagatā dakkhiṇā.
mn: This is the third religious donation bestowed on a Saṅgha.

# mn142:7.9
source: Bhikkhunisaṅghe dānaṃ deti—
mn: One gives a gift to the Saṅgha of nuns.

# mn142:7.10
source: ayaṃ catutthī saṅghagatā dakkhiṇā.
mn: This is the fourth religious donation bestowed on a Saṅgha.

# mn142:7.11
source: ‘Ettakā me bhikkhū ca bhikkhuniyo ca saṅghato uddissathā’ti dānaṃ deti—
mn: One gives a gift, thinking: ‘Appoint this many monks and nuns for me from the Saṅgha.’

# mn142:7.12
source: ayaṃ pañcamī saṅghagatā dakkhiṇā.
mn: This is the fifth religious donation bestowed on a Saṅgha.

# mn142:7.13
source: ‘Ettakā me bhikkhū saṅghato uddissathā’ti dānaṃ deti—
mn: One gives a gift, thinking: ‘Appoint this many monks for me from the Saṅgha.’

# mn142:7.14
source: ayaṃ chaṭṭhī saṅghagatā dakkhiṇā.
mn: This is the sixth religious donation bestowed on a Saṅgha.

# mn142:7.15
source: ‘Ettakā me bhikkhuniyo saṅghato uddissathā’ti dānaṃ deti—
mn: One gives a gift, thinking: ‘Appoint this many nuns for me from the Saṅgha.’

# mn142:7.16
source: ayaṃ sattamī saṅghagatā dakkhiṇā.
mn: This is the seventh religious donation bestowed on a Saṅgha.

# mn142:8.1
source: Bhavissanti kho panānanda, anāgatamaddhānaṃ gotrabhuno kāsāvakaṇṭhā dussīlā pāpadhammā.
mn: In times to come there will be members of the spiritual family merely by virtue of wearing ocher cloth around their necks; but they are unethical and of bad character.

# mn142:8.2
source: Tesu dussīlesu saṅghaṃ uddissa dānaṃ dassanti.
mn: People will give gifts to those unethical people in the name of the Saṅgha.

# mn142:8.3
source: Tadāpāhaṃ, ānanda, saṅghagataṃ dakkhiṇaṃ asaṅkheyyaṃ appameyyaṃ vadāmi.
mn: Even then, I say, a religious donation bestowed on the Saṅgha is incalculable and immeasurable.

# mn142:8.4
source: Na tvevāhaṃ, ānanda, kenaci pariyāyena saṅghagatāya dakkhiṇāya pāṭipuggalikaṃ dānaṃ mahapphalataraṃ vadāmi.
mn: But I say that there is no way a personal offering can be more fruitful than one bestowed on a Saṅgha.

# mn142:9.1
source: Catasso kho imā, ānanda, dakkhiṇā visuddhiyo.
mn: Ānanda, there are these four ways of purifying a religious donation.

# mn142:9.2
source: Katamā catasso?
mn: What four?

# mn142:9.3
source: Atthānanda, dakkhiṇā dāyakato visujjhati no paṭiggāhakato.
mn: There’s a religious donation that’s purified by the giver, not the recipient.

# mn142:9.4
source: Atthānanda, dakkhiṇā paṭiggāhakato visujjhati no dāyakato.
mn: There’s a religious donation that’s purified by the recipient, not the giver.

# mn142:9.5
source: Atthānanda, dakkhiṇā neva dāyakato visujjhati no paṭiggāhakato.
mn: There’s a religious donation that’s purified by neither the giver nor the recipient.

# mn142:9.6
source: Atthānanda, dakkhiṇā dāyakato ceva visujjhati paṭiggāhakato ca.
mn: There’s a religious donation that’s purified by both the giver and the recipient.

# mn142:10.1
source: Kathañcānanda, dakkhiṇā dāyakato visujjhati no paṭiggāhakato?
mn: And how is a religious donation purified by the giver, not the recipient?

# mn142:10.2
source: Idhānanda, dāyako hoti sīlavā kalyāṇadhammo, paṭiggāhakā honti dussīlā pāpadhammā—
mn: It’s when the giver is ethical, of good character, but the recipient is unethical, of bad character.

# mn142:11.1
source: Kathañcānanda, dakkhiṇā paṭiggāhakato visujjhati no dāyakato?
mn: And how is a religious donation purified by the recipient, not the giver?

# mn142:11.2
source: Idhānanda, dāyako hoti dussīlo pāpadhammo, paṭiggāhakā honti sīlavanto kalyāṇadhammā—
mn: It’s when the giver is unethical, of bad character, but the recipient is ethical, of good character.

# mn142:12.1
source: Kathañcānanda, dakkhiṇā neva dāyakato visujjhati no paṭiggāhakato?
mn: And how is a religious donation purified by neither the giver nor the recipient?

# mn142:12.2
source: Idhānanda, dāyako ca hoti dussīlo pāpadhammo, paṭiggāhakā ca honti dussīlā pāpadhammā—
mn: It’s when both the giver and the recipient are unethical, of bad character.

# mn142:13.1
source: Kathañcānanda, dakkhiṇā dāyakato ceva visujjhati paṭiggāhakato ca?
mn: And how is a religious donation purified by both the giver and the recipient?

# mn142:13.2
source: Idhānanda, dāyako ca hoti sīlavā kalyāṇadhammo, paṭiggāhakā ca honti sīlavanto kalyāṇadhammā—
mn: It’s when both the giver and the recipient are ethical, of good character.

# mn142:13.4
source: Imā kho, ānanda, catasso dakkhiṇā visuddhiyo”ti.
mn: These are the four ways of purifying a religious donation.”

# mn142:14.1
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn142:14.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
mn: Then the Holy One, the Teacher, went on to say:

# mn142:14.3
source: “Yo sīlavā dussīlesu dadāti dānaṃ,
mn: “When an ethical person with trusting heart

# mn142:14.4
source: Dhammena laddhaṃ supasannacitto;
mn: gives a proper gift to unethical persons,

# mn142:14.5
source: Abhisaddahaṃ kammaphalaṃ uḷāraṃ,
mn: trusting in the ample fruit of deeds,

# mn142:14.6
source: Sā dakkhiṇā dāyakato visujjhati.
mn: that offering is purified by the giver.

# mn142:14.7
source: Yo dussīlo sīlavantesu dadāti dānaṃ,
mn: When an unethical and untrusting person,

# mn142:14.8
source: Adhammena laddhaṃ appasannacitto;
mn: gives an improper gift to ethical persons,

# mn142:14.9
source: Anabhisaddahaṃ kammaphalaṃ uḷāraṃ,
mn: not trusting in the ample fruit of deeds,

# mn142:14.10
source: Sā dakkhiṇā paṭiggāhakato visujjhati.
mn: that offering is purified by the receivers.

# mn142:14.11
source: Yo dussīlo dussīlesu dadāti dānaṃ,
mn: When an unethical and untrusting person,

# mn142:14.12
source: Adhammena laddhaṃ appasannacitto;
mn: gives an improper gift to unethical persons,

# mn142:14.13
source: Anabhisaddahaṃ kammaphalaṃ uḷāraṃ,
mn: not trusting in the ample fruit of deeds,

# mn142:14.14
source: Na taṃ dānaṃ vipulapphalanti brūmi.
mn: I declare that gift is not very fruitful.

# mn142:14.15
source: Yo sīlavā sīlavantesu dadāti dānaṃ,
mn: When an ethical person with trusting heart

# mn142:14.16
source: Dhammena laddhaṃ supasannacitto;
mn: gives a proper gift to ethical persons,

# mn142:14.17
source: Abhisaddahaṃ kammaphalaṃ uḷāraṃ,
mn: trusting in the ample fruit of deeds,

# mn142:14.18
source: Taṃ ve dānaṃ vipulapphalanti brūmi.
mn: I declare that gift is abundantly fruitful.

# mn142:14.19
source: Yo vītarāgo vītarāgesu dadāti dānaṃ,
mn: But when a passionless one gives to the passionless

# mn142:14.20
source: Dhammena laddhaṃ supasannacitto;
mn: a proper gift with trusting heart,

# mn142:14.21
source: Abhisaddahaṃ kammaphalaṃ uḷāraṃ,
mn: trusting in the ample fruit of deeds,

# mn142:14.22
source: Taṃ ve dānaṃ āmisadānānamaggan”ti.
mn: that’s truly the best of material gifts.”
