Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn148.po
Languages: mn

# mn148:29-33.6
source: So sukhāya vedanāya phuṭṭho samāno abhinandati abhivadati ajjhosāya tiṭṭhati.
mn: When you experience a pleasant feeling, if you approve, welcome, and keep clinging to it,

# mn148:29-33.7
source: Tassa rāgānusayo anuseti.
mn: the underlying tendency to greed underlies that.

# mn148:29-33.8
source: Dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati.
mn: When you experience a painful feeling, if you sorrow and wail and lament, beating your breast and falling into confusion,

# mn148:29-33.9
source: Tassa paṭighānusayo anuseti.
mn: the underlying tendency to repulsion underlies that.

# mn148:29-33.10
source: Adukkhamasukhāya vedanāya phuṭṭho samāno tassā vedanāya samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nappajānāti.
mn: When you experience a neutral feeling, if you don’t truly understand that feeling’s origin, ending, gratification, drawback, and escape,

# mn148:29-33.11
source: Tassa avijjānusayo anuseti.
mn: the underlying tendency to ignorance underlies that.

# mn148:29-33.12
source: So vata, bhikkhave, sukhāya vedanāya rāgānusayaṃ appahāya dukkhāya vedanāya paṭighānusayaṃ appaṭivinodetvā adukkhamasukhāya vedanāya avijjānusayaṃ asamūhanitvā avijjaṃ appahāya vijjaṃ anuppādetvā diṭṭheva dhamme dukkhassantakaro bhavissatīti—netaṃ ṭhānaṃ vijjati.
mn: Mendicants, without giving up the underlying tendency to greed for pleasant feeling, without dispelling the underlying tendency to repulsion towards painful feeling, without eradicating ignorance in the case of neutral feeling, without giving up ignorance and without giving rise to knowledge, it’s simply impossible to make an end of suffering in the present life.

# mn148:34.1
source: Cakkhuñca, bhikkhave, paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā.
mn: Eye consciousness arises dependent on the eye and sights. The meeting of the three is contact. Contact is a condition for the arising of what is felt as pleasant, painful, or neutral.

# mn148:34.2
source: So sukhāya vedanāya phuṭṭho samāno nābhinandati nābhivadati nājjhosāya tiṭṭhati.
mn: When you experience a pleasant feeling, if you don’t approve, welcome, and keep clinging to it,

# mn148:34.3
source: Tassa rāgānusayo nānuseti.
mn: the underlying tendency to greed does not underlie that.

# mn148:34.4
source: Dukkhāya vedanāya phuṭṭho samāno na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati.
mn: When you experience a painful feeling, if you don’t sorrow or wail or lament, beating your breast and falling into confusion,

# mn148:34.5
source: Tassa paṭighānusayo nānuseti.
mn: the underlying tendency to repulsion does not underlie that.

# mn148:34.6
source: Adukkhamasukhāya vedanāya phuṭṭho samāno tassā vedanāya samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānāti.
mn: When you experience a neutral feeling, if you truly understand that feeling’s origin, ending, gratification, drawback, and escape,

# mn148:34.7
source: Tassa avijjānusayo nānuseti.
mn: the underlying tendency to ignorance does not underlie that.

# mn148:34.8
source: So vata, bhikkhave, sukhāya vedanāya rāgānusayaṃ pahāya dukkhāya vedanāya paṭighānusayaṃ paṭivinodetvā adukkhamasukhāya vedanāya avijjānusayaṃ samūhanitvā avijjaṃ pahāya vijjaṃ uppādetvā diṭṭheva dhamme dukkhassantakaro bhavissatīti—ṭhānametaṃ vijjati.
mn: Mendicants, after giving up the underlying tendency to greed for pleasant feeling, after dispelling the underlying tendency to repulsion towards painful feeling, after eradicating ignorance in the case of neutral feeling, after giving up ignorance and giving rise to knowledge, it’s totally possible to make an end of suffering in the present life.

# mn148:35.1
source: Sotañca, bhikkhave, paṭicca sadde ca uppajjati sotaviññāṇaṃ … pe ….
mn: Ear consciousness …

# mn148:36.1
source: Ghānañca, bhikkhave, paṭicca gandhe ca uppajjati ghānaviññāṇaṃ … pe ….
mn: Nose consciousness …

# mn148:37.1
source: Jivhañca, bhikkhave, paṭicca rase ca uppajjati jivhāviññāṇaṃ … pe ….
mn: Tongue consciousness …

# mn148:38.1
source: Kāyañca, bhikkhave, paṭicca phoṭṭhabbe ca uppajjati kāyaviññāṇaṃ … pe ….
mn: Body consciousness …

# mn148:39.1
source: “Manañca, bhikkhave, paṭicca dhamme ca uppajjati manoviññāṇaṃ tiṇṇaṃ saṅgati phasso, phassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā.
mn: Mind consciousness arises dependent on the mind and thoughts. The meeting of the three is contact. Contact is a condition for what is felt as pleasant, painful, or neutral.

# mn148:39.2
source: So sukhāya vedanāya phuṭṭho samāno nābhinandati nābhivadati nājjhosāya tiṭṭhati.
mn: When you experience a pleasant feeling, if you don’t approve, welcome, and keep clinging to it,

# mn148:39.3
source: Tassa rāgānusayo nānuseti.
mn: the underlying tendency to greed does not underlie that.

# mn148:39.4
source: Dukkhāya vedanāya phuṭṭho samāno na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati.
mn: When you experience a painful feeling, if you don’t sorrow or wail or lament, beating your breast and falling into confusion,

# mn148:39.5
source: Tassa paṭighānusayo nānuseti.
mn: the underlying tendency to repulsion does not underlie that.

# mn148:39.6
source: Adukkhamasukhāya vedanāya phuṭṭho samāno tassā vedanāya samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānāti.
mn: When you experience a neutral feeling, if you truly understand that feeling’s origin, ending, gratification, drawback, and escape,

# mn148:39.7
source: Tassa avijjānusayo nānuseti.
mn: the underlying tendency to ignorance does not underlie that.

# mn148:39.8
source: So vata, bhikkhave, sukhāya vedanāya rāgānusayaṃ pahāya dukkhāya vedanāya paṭighānusayaṃ paṭivinodetvā adukkhamasukhāya vedanāya avijjānusayaṃ samūhanitvā avijjaṃ pahāya vijjaṃ uppādetvā diṭṭheva dhamme dukkhassantakaro bhavissatīti—ṭhānametaṃ vijjati.
mn: Mendicants, after giving up the underlying tendency to greed for pleasant feeling, after dispelling the underlying tendency to repulsion towards painful feeling, after eradicating ignorance in the case of neutral feeling, after giving up ignorance and giving rise to knowledge, it’s totally possible to make an end of suffering in the present life.

# mn148:40.1
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako cakkhusmiṃ nibbindati, rūpesu nibbindati, cakkhuviññāṇe nibbindati, cakkhusamphasse nibbindati, vedanāya nibbindati, taṇhāya nibbindati.
mn: Seeing this, a learned noble disciple grows disillusioned with the eye, sights, eye consciousness, eye contact, feeling, and craving.

# mn148:41.1
source: Sotasmiṃ nibbindati, saddesu nibbindati … pe …
mn: They grow disillusioned with the ear …

# mn148:41.2
source: ghānasmiṃ nibbindati, gandhesu nibbindati …
mn: nose …

# mn148:41.3
source: jivhāya nibbindati, rasesu nibbindati …
mn: tongue …

# mn148:41.4
source: kāyasmiṃ nibbindati, phoṭṭhabbesu nibbindati …
mn: body …

# mn148:41.5
source: manasmiṃ nibbindati, dhammesu nibbindati, manoviññāṇe nibbindati, manosamphasse nibbindati, vedanāya nibbindati, taṇhāya nibbindati.
mn: mind, thoughts, mind consciousness, mind contact, feeling, and craving.

# mn148:41.6
source: Nibbindaṃ virajjati, virāgā vimuccati. Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
mn: Being disillusioned, desire fades away. When desire fades away they’re freed. When it is freed, they know it is freed.

# mn148:41.7
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”

# mn148:41.8
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn148:41.9
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.

# mn148:41.10
source: Imasmiṃ kho pana veyyākaraṇasmiṃ bhaññamāne saṭṭhimattānaṃ bhikkhūnaṃ anupādāya āsavehi cittāni vimucciṃsūti.
mn: And while this discourse was being spoken, the minds of sixty mendicants were freed from defilements by not grasping.
