Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn144.po
Languages: mn

# mn144:0.1
source: Majjhima Nikāya 144
mn: Middle Discourses 144

# mn144:0.2
source: Channovādasutta
mn: Advice to Channa

# mn144:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn144:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn144:2.1
source: Tena kho pana samayena āyasmā ca sāriputto āyasmā ca mahācundo āyasmā ca channo gijjhakūṭe pabbate viharanti.
mn: Now at that time the venerables Sāriputta, Mahācunda, and Channa were staying on the Vulture’s Peak Mountain.

# mn144:3.1
source: Tena kho pana samayena āyasmā channo ābādhiko hoti dukkhito bāḷhagilāno.
mn: Now at that time Venerable Channa was sick, suffering, gravely ill.

# mn144:3.2
source: Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahācundo tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahācundaṃ etadavoca:
mn: Then in the late afternoon, Venerable Sāriputta came out of retreat, went to Venerable Mahācunda and said to him,

# mn144:3.3
source: “āyāmāvuso cunda, yenāyasmā channo tenupasaṅkamissāma gilānapucchakā”ti.
mn: “Come, Reverend Cunda, let’s go to see Venerable Channa and ask about his illness.”

# mn144:3.4
source: “Evamāvuso”ti kho āyasmā mahācundo āyasmato sāriputtassa paccassosi.
mn: “Yes, reverend,” replied Mahācunda.

# mn144:4.1
source: Atha kho āyasmā ca sāriputto āyasmā ca mahācundo yenāyasmā channo tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā channena saddhiṃ sammodiṃsu.
mn: And then Sāriputta and Mahācunda went to see Channa and exchanged greetings with him.

# mn144:4.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ channaṃ etadavoca:
mn: When the greetings and polite conversation were over, they sat down to one side. Then Sāriputta said to Channa,

# mn144:4.3
source: “kacci te, āvuso channa, khamanīyaṃ, kacci yāpanīyaṃ? Kacci te dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṃ paññāyati, no abhikkamo”ti?
mn: “I hope you’re keeping well, Reverend Channa; I hope you’re alright. I hope that your pain is fading, not growing, that its fading is evident, not its growing.”

# mn144:5.1
source: “Na me, āvuso sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo.
mn: “Reverend Sāriputta, I’m not keeping well, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading.

# mn144:5.2
source: Seyyathāpi, āvuso sāriputta, balavā puriso tiṇhena sikharena muddhani abhimattheyya; evameva kho me, āvuso sāriputta, adhimattā vātā muddhani ūhananti.
mn: The winds piercing my head are so severe, it feels like a strong man drilling into my head with a sharp point.

# mn144:5.4
source: Seyyathāpi, āvuso sāriputta, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya; evameva kho me, āvuso sāriputta, adhimattā sīse sīsavedanā.
mn: The pain in my head is so severe, it feels like a strong man tightening a tough leather strap around my head.

# mn144:5.6
source: Seyyathāpi, āvuso sāriputta, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya; evameva kho me, āvuso sāriputta, adhimattā vātā kucchiṃ parikantanti.
mn: The winds piercing my belly are so severe, it feels like a deft butcher or their apprentice is slicing my belly open with a meat cleaver.

# mn144:5.8
source: Seyyathāpi, āvuso sāriputta, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ; evameva kho me, āvuso sāriputta, adhimatto kāyasmiṃ ḍāho.
mn: The burning in my body is so severe, it feels like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals.

# mn144:5.9
source: Na me, āvuso sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo.
mn: I’m not keeping well, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading.

# mn144:5.10
source: Satthaṃ, āvuso sāriputta, āharissāmi, nāvakaṅkhāmi jīvitan”ti.
mn: Reverend Sāriputta, I will slit my wrists. I don’t wish to live.”

# mn144:6.1
source: “Māyasmā channo satthaṃ āharesi.
mn: “Please don’t slit your wrists!

# mn144:6.2
source: Yāpetāyasmā channo. Yāpentaṃ mayaṃ āyasmantaṃ channaṃ icchāma.
mn: Venerable Channa, keep going! We want you to keep going.

# mn144:6.3
source: Sace āyasmato channassa natthi sappāyāni bhojanāni, ahaṃ āyasmato channassa sappāyāni bhojanāni pariyesissāmi.
mn: If you don’t have any suitable food, we’ll find it for you.

# mn144:6.4
source: Sace āyasmato channassa natthi sappāyāni bhesajjāni, ahaṃ āyasmato channassa sappāyāni bhesajjāni pariyesissāmi.
mn: If you don’t have suitable medicine, we’ll find it for you.

# mn144:6.5
source: Sace āyasmato channassa natthi patirūpā upaṭṭhākā, ahaṃ āyasmantaṃ channaṃ upaṭṭhahissāmi.
mn: If you don’t have a capable carer, we’ll find one for you.

# mn144:6.6
source: Māyasmā channo satthaṃ āharesi.
mn: Please don’t slit your wrists!

# mn144:6.7
source: Yāpetāyasmā channo. Yāpentaṃ mayaṃ āyasmantaṃ channaṃ icchāmā”ti.
mn: Venerable Channa, keep going! We want you to keep going.”

# mn144:7.1
source: “Napi me, āvuso sāriputta, natthi sappāyāni bhojanāni;
mn: “Reverend Sāriputta, it’s not that I don’t have suitable food,

# mn144:7.2
source: napi me natthi sappāyāni bhesajjāni;
mn: or suitable medicine,

# mn144:7.3
source: napi me natthi patirūpā upaṭṭhākā;
mn: or a capable carer.

# mn144:7.4
source: api cāvuso sāriputta, pariciṇṇo me satthā dīgharattaṃ manāpeneva no amanāpena.
mn: Moreover, for a long time now I have served the Teacher with love, not without love.

# mn144:7.5
source: Etañhi, āvuso sāriputta, sāvakassa patirūpaṃ yaṃ satthāraṃ paricareyya manāpeneva no amanāpena.
mn: For it is proper for a disciple to serve the Teacher with love, not without love.

# mn144:7.6
source: ‘Anupavajjaṃ channo bhikkhu satthaṃ āharissatī’ti evametaṃ, āvuso sāriputta, dhārehī”ti.
mn: You should remember this: ‘The mendicant Channa slit his wrists blamelessly.’”

# mn144:8.1
source: “Puccheyyāma mayaṃ āyasmantaṃ channaṃ kañcideva desaṃ, sace āyasmā channo okāsaṃ karoti pañhassa veyyākaraṇāyā”ti.
mn: “I’d like to ask you about a certain point, if you’d take the time to answer.”

# mn144:8.2
source: “Pucchāvuso sāriputta, sutvā vedissāmī”ti.
mn: “Ask, Reverend Sāriputta. When I’ve heard it I’ll know.”

# mn144:9.1
source: “Cakkhuṃ, āvuso channa, cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasi?
mn: “Reverend Channa, do you regard the eye, eye consciousness, and things knowable by eye consciousness in this way: ‘This is mine, I am this, this is my self’?

# mn144:9.2
source: Sotaṃ, āvuso channa, sotaviññāṇaṃ … pe …
mn: Do you regard the ear …

# mn144:9.3
source: ghānaṃ, āvuso channa, ghānaviññāṇaṃ …
mn: nose …

# mn144:9.4
source: jivhaṃ, āvuso channa, jivhāviññāṇaṃ …
mn: tongue …

# mn144:9.5
source: kāyaṃ, āvuso channa, kāyaviññāṇaṃ …
mn: body …

# mn144:9.6
source: manaṃ, āvuso channa, manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasī”ti?
mn: mind, mind consciousness, and things knowable by mind consciousness in this way: ‘This is mine, I am this, this is my self’?”

# mn144:9.7
source: “Cakkhuṃ, āvuso sāriputta, cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi.
mn: “Reverend Sāriputta, I regard the eye, eye consciousness, and things knowable by eye consciousness in this way: ‘This is not mine, I am not this, this is not my self.’

# mn144:9.8
source: Sotaṃ, āvuso sāriputta … pe …
mn: I regard the ear …

# mn144:9.9
source: ghānaṃ, āvuso sāriputta …
mn: nose …

# mn144:9.10
source: jivhaṃ, āvuso sāriputta …
mn: tongue …

# mn144:9.11
source: kāyaṃ, āvuso sāriputta …
mn: body …

# mn144:9.12
source: manaṃ, āvuso sāriputta, manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmī”ti.
mn: mind, mind consciousness, and things knowable by mind consciousness in this way: ‘This is not mine, I am not this, this is not my self’.”

# mn144:10.1
source: “Cakkhusmiṃ, āvuso channa, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu kiṃ disvā kiṃ abhiññāya cakkhuṃ cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassasi?
mn: “Reverend Channa, what have you seen, what have you directly known in these things that you regard them in this way: ‘This is not mine, I am not this, this is not my self’?”

# mn144:10.7
source: “Cakkhusmiṃ, āvuso sāriputta, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu nirodhaṃ disvā nirodhaṃ abhiññāya cakkhuṃ cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi.
mn: “Reverend Sāriputta, after seeing cessation, after directly knowing cessation in these things I regard them in this way: ‘This is not mine, I am not this, this is not my self’.”

# mn144:11.1
source: Evaṃ vutte, āyasmā mahācundo āyasmantaṃ channaṃ etadavoca:
mn: When he said this, Venerable Mahācunda said to Venerable Channa:

# mn144:11.2
source: “tasmātiha, āvuso channa, idampi tassa bhagavato sāsanaṃ, niccakappaṃ manasi kātabbaṃ:
mn: “So, Reverend Channa, you should pay close attention to this instruction of the Buddha whenever you can:

# mn144:11.3
source: ‘nissitassa calitaṃ, anissitassa calitaṃ natthi.
mn: ‘For the dependent there is agitation. For the independent there’s no agitation.

# mn144:11.4
source: Calite asati passaddhi,
mn: When there’s no agitation there is tranquility.

# mn144:11.5
source: passaddhiyā sati nati na hoti.
mn: When there is tranquility there’s no inclination.

# mn144:11.6
source: Natiyā asati āgatigati na hoti.
mn: When there’s no inclination there’s no coming and going.

# mn144:11.7
source: Āgatigatiyā asati cutūpapāto na hoti.
mn: When there’s no coming and going there’s no passing away and reappearing.

# mn144:11.8
source: Cutūpapāte asati nevidha na huraṃ na ubhayamantarena.
mn: When there’s no passing away and reappearing there’s no this world or world beyond or between the two.

# mn144:11.9
source: Esevanto dukkhassā’”ti.
mn: Just this is the end of suffering.’”

# mn144:11.10
source: Atha kho āyasmā ca sāriputto āyasmā ca mahācundo āyasmantaṃ channaṃ iminā ovādena ovaditvā uṭṭhāyāsanā pakkamiṃsu.
mn: And when the venerables Sāriputta and Mahācunda had given Venerable Channa this advice they got up from their seat and left.

# mn144:12.1
source: Atha kho āyasmā channo acirapakkante āyasmante ca sāriputte āyasmante ca mahācunde satthaṃ āharesi.
mn: Not long after those venerables had left, Venerable Channa slit his wrists.

# mn144:13.1
source: Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:
mn: Then Sāriputta went up to the Buddha, bowed, sat down to one side, and said to him,

# mn144:13.2
source: “āyasmatā, bhante, channena satthaṃ āharitaṃ.
mn: “Sir, Venerable Channa has slit his wrists.

# mn144:13.3
source: Tassa kā gati, ko abhisamparāyo”ti?
mn: Where has he been reborn in his next life?”

# mn144:13.4
source: “Nanu te, sāriputta, channena bhikkhunā sammukhāyeva anupavajjatā byākatā”ti?
mn: “Sāriputta, didn’t the mendicant Channa declare his blamelessness to you personally?”

# mn144:13.5
source: “Atthi, bhante, pubbajiraṃ nāma vajjigāmo.
mn: “Sir, there is a Vajjian village named Pubbavijjhana

# mn144:13.6
source: Tatthāyasmato channassa mittakulāni suhajjakulāni upavajjakulānī”ti.
mn: where Channa had families with whom he was friendly, intimate, and familiar.”

# mn144:13.7
source: “Honti hete, sāriputta, channassa bhikkhuno mittakulāni suhajjakulāni upavajjakulāni.
mn: “The mendicant Channa did indeed have such families.

# mn144:13.8
source: Nāhaṃ, sāriputta, ettāvatā ‘saupavajjo’ti vadāmi.
mn: But this is not enough for me to call someone ‘blameworthy’.

# mn144:13.9
source: Yo kho, sāriputta, imañca kāyaṃ nikkhipati aññañca kāyaṃ upādiyati tamahaṃ ‘saupavajjo’ti vadāmi.
mn: When someone lays down this body and takes up another body, I call them ‘blameworthy’.

# mn144:13.10
source: Taṃ channassa bhikkhuno natthi.
mn: But the mendicant Channa did no such thing.

# mn144:13.11
source: ‘Anupavajjo channo bhikkhu satthaṃ āharesī’ti evametaṃ, sāriputta, dhārehī”ti.
mn: You should remember this: ‘The mendicant Channa slit his wrists blamelessly.’”

# mn144:13.12
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn144:13.13
source: Attamano āyasmā sāriputto bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Sāriputta was happy with what the Buddha said.
