Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn141.po
Languages: mn

# mn141:0.1
source: Majjhima Nikāya 141
mn: Middle Discourses 141

# mn141:0.2
source: Saccavibhaṅgasutta
mn: The Analysis of the Truths

# mn141:1.1
source: Evaṃ me sutaṃ—​
mn: So I have heard.

# mn141:1.2
source: ekaṃ samayaṃ bhagavā bārāṇasiyaṃ viharati isipatane migadāye.
mn: At one time the Buddha was staying near Benares, in the deer park at Isipatana.

# mn141:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants:

# mn141:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn141:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn141:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn141:2.1
source: “Tathāgatena, bhikkhave, arahatā sammāsambuddhena bārāṇasiyaṃ isipatane migadāye anuttaraṃ dhammacakkaṃ pavattitaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ, yadidaṃ—
mn: “Near Benares, in the deer park at Isipatana, the Realized One, the perfected one, the fully awakened Buddha rolled forth the supreme Wheel of Dhamma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# mn141:2.2
source: catunnaṃ ariyasaccānaṃ ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkammaṃ.
mn: It is the teaching, advocating, establishing, clarifying, analyzing, and revealing of the four noble truths.

# mn141:4.1
source: Katamesaṃ catunnaṃ?
mn: What four?

# mn141:3.1
source: Dukkhassa ariyasaccassa ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkammaṃ, dukkhasamudayassa ariyasaccassa ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkammaṃ, dukkhanirodhassa ariyasaccassa ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkammaṃ, dukkhanirodhagāminiyā paṭipadāya ariyasaccassa ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkammaṃ.
mn: The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.

# mn141:3.2
source: Tathāgatena, bhikkhave, arahatā sammāsambuddhena bārāṇasiyaṃ isipatane migadāye anuttaraṃ dhammacakkaṃ pavattitaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ, yadidaṃ—
mn: Near Benares, in the deer park at Isipatana, the Realized One, the perfected one, the fully awakened Buddha rolled forth the supreme Wheel of Dhamma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# mn141:3.3
source: imesaṃ catunnaṃ ariyasaccānaṃ ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkammaṃ.
mn: It is the teaching, advocating, establishing, clarifying, analyzing, and revealing of the four noble truths.

# mn141:5.1
source: Sevatha, bhikkhave, sāriputtamoggallāne;
mn: Mendicants, you should cultivate friendship with Sāriputta and Moggallāna.

# mn141:5.2
source: bhajatha, bhikkhave, sāriputtamoggallāne.
mn: You should associate with Sāriputta and Moggallāna.

# mn141:5.3
source: Paṇḍitā bhikkhū anuggāhakā sabrahmacārīnaṃ.
mn: They’re astute, and they support their spiritual companions.

# mn141:5.4
source: Seyyathāpi, bhikkhave, janetā, evaṃ sāriputto;
mn: Sāriputta is just like the mother who gives birth,

# mn141:5.5
source: seyyathāpi jātassa āpādetā, evaṃ moggallāno.
mn: while Moggallāna is like the one who raises the child.

# mn141:5.6
source: Sāriputto, bhikkhave, sotāpattiphale vineti, moggallāno uttamatthe.
mn: Sāriputta guides people to the fruit of stream-entry, Moggallāna to the highest goal.

# mn141:5.7
source: Sāriputto, bhikkhave, pahoti cattāri ariyasaccāni vitthārena ācikkhituṃ desetuṃ paññāpetuṃ paṭṭhapetuṃ vivarituṃ vibhajituṃ uttānīkātun”ti.
mn: Sāriputta is able to teach, assert, establish, clarify, analyze, and reveal the four noble truths.”

# mn141:6.1
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn141:6.2
source: Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi.
mn: When he had spoken, the Holy One got up from his seat and entered his dwelling.

# mn141:7.1
source: Tatra kho āyasmā sāriputto acirapakkantassa bhagavato bhikkhū āmantesi:
mn: Then soon after the Buddha left, Venerable Sāriputta said to the mendicants:

# mn141:7.2
source: “āvuso bhikkhave”ti.
mn: “Reverends, mendicants!”

# mn141:7.3
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
mn: “Reverend,” they replied.

# mn141:7.4
source: Āyasmā sāriputto etadavoca:
mn: Sāriputta said this:

# mn141:8.1
source: “Tathāgatena, āvuso, arahatā sammāsambuddhena bārāṇasiyaṃ isipatane migadāye anuttaraṃ dhammacakkaṃ pavattitaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ, yadidaṃ—
mn: “Near Benares, in the deer park at Isipatana, the Realized One, the perfected one, the fully awakened Buddha rolled forth the supreme Wheel of Dhamma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# mn141:8.2
source: catunnaṃ ariyasaccānaṃ ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkammaṃ.
mn: It is the teaching, advocating, establishing, clarifying, analyzing, and revealing of the four noble truths.

# mn141:8.3
source: Katamesaṃ catunnaṃ?
mn: What four?

# mn141:9.1
source: Dukkhassa ariyasaccassa ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkammaṃ, dukkhasamudayassa ariyasaccassa ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkammaṃ, dukkhanirodhassa ariyasaccassa ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkammaṃ, dukkhanirodhagāminiyā paṭipadāya ariyasaccassa ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkammaṃ.
mn: The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.

# mn141:10.1
source: Katamañcāvuso, dukkhaṃ ariyasaccaṃ?
mn: And what is the noble truth of suffering?

# mn141:10.2
source: Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṃ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, yampicchaṃ na labhati tampi dukkhaṃ; saṅkhittena pañcupādānakkhandhā dukkhā.
mn: Rebirth is suffering; old age is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; association with the disliked is suffering; separation from the liked is suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering.

# mn141:11.1
source: Katamā cāvuso, jāti?
mn: And what is rebirth?

# mn141:11.2
source: Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jāti sañjāti okkanti abhinibbatti khandhānaṃ pātubhāvo āyatanānaṃ paṭilābho,
mn: The rebirth, inception, conception, reincarnation, manifestation of the aggregates, and acquisition of the sense fields of the various sentient beings in the various orders of sentient beings.

# mn141:11.3
source: ayaṃ vuccatāvuso: ‘jāti’.
mn: This is called rebirth.

# mn141:12.1
source: Katamā cāvuso, jarā?
mn: And what is old age?

# mn141:12.2
source: Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jarā jīraṇatā khaṇḍiccaṃ pāliccaṃ valittacatā āyuno saṃhāni indriyānaṃ paripāko,
mn: The old age, decrepitude, broken teeth, grey hair, wrinkly skin, diminished vitality, and failing faculties of the various sentient beings in the various orders of sentient beings.

# mn141:12.3
source: ayaṃ vuccatāvuso: ‘jarā’.
mn: This is called old age.

# mn141:13.1
source: Katamañcāvuso, maraṇaṃ?
mn: And what is death?

# mn141:13.2
source: Yā tesaṃ tesaṃ sattānaṃ tamhā tamhā sattanikāyā cuti cavanatā bhedo antaradhānaṃ maccu maraṇaṃ kālaṅkiriyā khandhānaṃ bhedo kaḷevarassa nikkhepo jīvitindriyassupacchedo,
mn: The passing away, perishing, disintegration, demise, mortality, death, decease, breaking up of the aggregates, laying to rest of the corpse, and cutting off of the life faculty of the various sentient beings in the various orders of sentient beings.

# mn141:13.3
source: idaṃ vuccatāvuso: ‘maraṇaṃ’.
mn: This is called death.

# mn141:14.1
source: Katamo cāvuso, soko?
mn: And what is sorrow?

# mn141:14.2
source: Yo kho, āvuso, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa soko socanā socitattaṃ antosoko antoparisoko,
mn: The sorrow, sorrowing, state of sorrow, inner sorrow, inner deep sorrow in someone who has undergone misfortune, who has experienced suffering.

# mn141:14.3
source: ayaṃ vuccatāvuso: ‘soko’.
mn: This is called sorrow.

# mn141:15.1
source: Katamo cāvuso, paridevo?
mn: And what is lamentation?

# mn141:15.2
source: Yo kho, āvuso, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa ādevo paridevo ādevanā paridevanā ādevitattaṃ paridevitattaṃ,
mn: The wail, lament, wailing, lamenting, state of wailing and lamentation in someone who has undergone misfortune, who has experienced suffering.

# mn141:15.3
source: ayaṃ vuccatāvuso: ‘paridevo’.
mn: This is called lamentation.

# mn141:16.1
source: Katamañcāvuso, dukkhaṃ?
mn: And what is pain?

# mn141:16.2
source: Yaṃ kho, āvuso, kāyikaṃ dukkhaṃ kāyikaṃ asātaṃ kāyasamphassajaṃ dukkhaṃ asātaṃ vedayitaṃ,
mn: Physical pain, physical displeasure, the painful, unpleasant feeling that’s born from physical contact.

# mn141:16.3
source: idaṃ vuccatāvuso: ‘dukkhaṃ’.
mn: This is called pain.

# mn141:17.1
source: Katamañcāvuso, domanassaṃ?
mn: And what is sadness?

# mn141:17.2
source: Yaṃ kho, āvuso, cetasikaṃ dukkhaṃ cetasikaṃ asātaṃ manosamphassajaṃ dukkhaṃ asātaṃ vedayitaṃ,
mn: Mental pain, mental displeasure, the painful, unpleasant feeling that’s born from mind contact.

# mn141:17.3
source: idaṃ vuccatāvuso: ‘domanassaṃ’.
mn: This is called sadness.

# mn141:18.1
source: Katamo cāvuso, upāyāso?
mn: And what is distress?

# mn141:18.2
source: Yo kho, āvuso, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa āyāso upāyāso āyāsitattaṃ upāyāsitattaṃ,
mn: The stress, distress, state of stress and distress in someone who has undergone misfortune, who has experienced suffering.

# mn141:18.3
source: ayaṃ vuccatāvuso: ‘upāyāso’.
mn: This is called distress.

# mn141:19.1
source: Katamañcāvuso, yampicchaṃ na labhati tampi dukkhaṃ?
mn: And what is ‘not getting what you wish for is suffering’?

# mn141:19.2
source: Jātidhammānaṃ, āvuso, sattānaṃ evaṃ icchā uppajjati:
mn: In sentient beings who are liable to be reborn, such a wish arises:

# mn141:19.3
source: ‘aho vata mayaṃ na jātidhammā assāma; na ca vata no jāti āgaccheyyā’ti.
mn: ‘Oh, if only we were not liable to be reborn! If only rebirth would not come to us!’

# mn141:19.4
source: Na kho panetaṃ icchāya pattabbaṃ.
mn: But you can’t get that by wishing.

# mn141:19.5
source: Idampi: ‘yampicchaṃ na labhati tampi dukkhaṃ’.
mn: This is: ‘not getting what you wish for is suffering.’

# mn141:19.6
source: Jarādhammānaṃ, āvuso, sattānaṃ … pe …
mn: In sentient beings who are liable to grow old …

# mn141:19.7
source: byādhidhammānaṃ, āvuso, sattānaṃ …
mn: fall ill …

# mn141:19.8
source: maraṇadhammānaṃ, āvuso, sattānaṃ …
mn: die …

# mn141:19.9
source: sokaparidevadukkhadomanassupāyāsadhammānaṃ, āvuso, sattānaṃ evaṃ icchā uppajjati:
mn: experience sorrow, lamentation, pain, sadness, and distress, such a wish arises:

# mn141:19.10
source: ‘aho vata mayaṃ na sokaparidevadukkhadomanassupāyāsadhammā assāma; na ca vata no sokaparidevadukkhadomanassupāyāsā āgaccheyyun’ti.
mn: ‘Oh, if only we were not liable to experience sorrow, lamentation, pain, sadness, and distress! If only sorrow, lamentation, pain, sadness, and distress would not come to us!’

# mn141:19.11
source: Na kho panetaṃ icchāya pattabbaṃ.
mn: But you can’t get that by wishing.

# mn141:19.12
source: Idampi: ‘yampicchaṃ na labhati tampi dukkhaṃ’.
mn: This is: ‘not getting what you wish for is suffering.’

# mn141:20.1
source: Katame cāvuso, saṅkhittena pañcupādānakkhandhā dukkhā?
mn: And what is ‘in brief, the five grasping aggregates are suffering’?

# mn141:20.2
source: Seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho.
mn: They are the grasping aggregates that consist of form, feeling, perception, choices, and consciousness.

# mn141:20.3
source: Ime vuccantāvuso: ‘saṅkhittena pañcupādānakkhandhā dukkhā’.
mn: This is called ‘in brief, the five grasping aggregates are suffering.’

# mn141:20.4
source: Idaṃ vuccatāvuso: ‘dukkhaṃ ariyasaccaṃ’.
mn: This is called the noble truth of suffering.

# mn141:21.1
source: Katamañcāvuso, dukkhasamudayaṃ ariyasaccaṃ?
mn: And what is the noble truth of the origin of suffering?

# mn141:21.2
source: Yāyaṃ taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṃ—
mn: It’s the craving that leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms. That is,

# mn141:21.3
source: kāmataṇhā bhavataṇhā vibhavataṇhā,
mn: craving for sensual pleasures, craving to continue existence, and craving to end existence.

# mn141:21.4
source: idaṃ vuccatāvuso: ‘dukkhasamudayaṃ ariyasaccaṃ’.
mn: This is called the noble truth of the origin of suffering.

# mn141:22.1
source: Katamañcāvuso, dukkhanirodhaṃ ariyasaccaṃ?
mn: And what is the noble truth of the cessation of suffering?

# mn141:22.2
source: Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo,
mn: It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not adhering to it.

# mn141:22.3
source: idaṃ vuccatāvuso: ‘dukkhanirodhaṃ ariyasaccaṃ’.
mn: This is called the noble truth of the cessation of suffering.

# mn141:23.1
source: Katamañcāvuso, dukkhanirodhagāminī paṭipadā ariyasaccaṃ?
mn: And what is the noble truth of the practice that leads to the cessation of suffering?

# mn141:23.2
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
mn: It is simply this noble eightfold path, that is:

# mn141:23.3
source: sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi.
mn: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# mn141:24.1
source: Katamā cāvuso, sammādiṭṭhi?
mn: And what is right view?

# mn141:24.2
source: Yaṃ kho, āvuso, dukkhe ñāṇaṃ, dukkhasamudaye ñāṇaṃ, dukkhanirodhe ñāṇaṃ, dukkhanirodhagāminiyā paṭipadāya ñāṇaṃ,
mn: Knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.

# mn141:24.3
source: ayaṃ vuccatāvuso: ‘sammādiṭṭhi’.
mn: This is called right view.

# mn141:25.1
source: Katamo cāvuso, sammāsaṅkappo?
mn: And what is right thought?

# mn141:25.2
source: Nekkhammasaṅkappo, abyāpādasaṅkappo, avihiṃsāsaṅkappo,
mn: Thoughts of renunciation, good will, and harmlessness.

# mn141:25.3
source: ayaṃ vuccatāvuso: ‘sammāsaṅkappo’.
mn: This is called right thought.

# mn141:26.1
source: Katamā cāvuso, sammāvācā?
mn: And what is right speech?

# mn141:26.2
source: Musāvādā veramaṇī, pisuṇāya vācāya veramaṇī, pharusāya vācāya veramaṇī, samphappalāpā veramaṇī,
mn: Refraining from lying, divisive speech, harsh speech, and talking nonsense.

# mn141:26.3
source: ayaṃ vuccatāvuso: ‘sammāvācā’.
mn: This is called right speech.

# mn141:27.1
source: Katamo cāvuso, sammākammanto?
mn: And what is right action?

# mn141:27.2
source: Pāṇātipātā veramaṇī, adinnādānā veramaṇī, kāmesumicchācārā veramaṇī,
mn: Refraining from killing living creatures, stealing, and sexual misconduct.

# mn141:27.3
source: ayaṃ vuccatāvuso: ‘sammākammanto’.
mn: This is called right action.

# mn141:28.1
source: Katamo cāvuso, sammāājīvo?
mn: And what is right livelihood?

# mn141:28.2
source: Idhāvuso, ariyasāvako micchāājīvaṃ pahāya sammāājīvena jīvikaṃ kappeti,
mn: It’s when a noble disciple gives up wrong livelihood and earns a living by right livelihood.

# mn141:28.3
source: ayaṃ vuccatāvuso: ‘sammāājīvo’.
mn: This is called right livelihood.

# mn141:29.1
source: Katamo cāvuso, sammāvāyāmo?
mn: And what is right effort?

# mn141:29.2
source: Idhāvuso, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati,
mn: It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise.

# mn141:29.3
source: uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati,
mn: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up.

# mn141:29.4
source: anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati,
mn: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise.

# mn141:29.5
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati,
mn: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development.

# mn141:29.6
source: ayaṃ vuccatāvuso: ‘sammāvāyāmo’.
mn: This is called right effort.

# mn141:30.1
source: Katamā cāvuso, sammāsati?
mn: And what is right mindfulness?

# mn141:30.2
source: Idhāvuso, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.
mn: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# mn141:30.3
source: Vedanāsu vedanānupassī viharati … pe …
mn: They meditate observing an aspect of feelings …

# mn141:30.4
source: citte cittānupassī viharati …
mn: mind …

# mn141:30.5
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ,
mn: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# mn141:30.6
source: ayaṃ vuccatāvuso: ‘sammāsati’.
mn: This is called right mindfulness.

# mn141:31.1
source: Katamo cāvuso, sammāsamādhi?
mn: And what is right immersion?

# mn141:31.2
source: Idhāvuso, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati,
mn: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn141:31.3
source: vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati,
mn: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn141:31.4
source: pītiyā ca virāgā upekkhako ca viharati … pe … tatiyaṃ jhānaṃ … pe …
mn: And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn141:31.5
source: catutthaṃ jhānaṃ upasampajja viharati,
mn: Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn141:31.6
source: ayaṃ vuccatāvuso: ‘sammāsamādhi’.
mn: This is called right immersion.

# mn141:31.7
source: Idaṃ vuccatāvuso: ‘dukkhanirodhagāminī paṭipadā ariyasaccaṃ’.
mn: This is called the noble truth of the practice that leads to the cessation of suffering.

# mn141:32.1
source: Tathāgatenāvuso, arahatā sammāsambuddhena bārāṇasiyaṃ isipatane migadāye anuttaraṃ dhammacakkaṃ pavattitaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ, yadidaṃ—
mn: Near Benares, in the deer park at Isipatana, the Realized One, the perfected one, the fully awakened Buddha rolled forth the supreme Wheel of Dhamma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# mn141:32.2
source: imesaṃ catunnaṃ ariyasaccānaṃ ācikkhanā desanā paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkamman”ti.
mn: It is the teaching, advocating, establishing, clarifying, analyzing, and revealing of the four noble truths.”

# mn141:32.3
source: Idamavoca āyasmā sāriputto.
mn: That’s what Venerable Sāriputta said.

# mn141:32.4
source: Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what Sāriputta said.
