Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn140.po
Languages: mn

# mn140:0.1
source: Majjhima Nikāya 140
mn: Middle Discourses 140

# mn140:0.2
source: Dhātuvibhaṅgasutta
mn: The Analysis of the Elements

# mn140:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn140:1.2
source: ekaṃ samayaṃ bhagavā magadhesu cārikaṃ caramāno yena rājagahaṃ tadavasari;
mn: At one time the Buddha was wandering in the Magadhan lands when he arrived at Rājagaha.

# mn140:1.3
source: yena bhaggavo kumbhakāro tenupasaṅkami; upasaṅkamitvā bhaggavaṃ kumbhakāraṃ etadavoca:
mn: He went to see Bhaggava the potter, and said,

# mn140:2.1
source: “sace te, bhaggava, agaru viharemu āvesane ekarattan”ti.
mn: “Bhaggava, if it is no trouble, I’d like to spend a single night in your workshop.”

# mn140:2.2
source: “Na kho me, bhante, garu.
mn: “It’s no trouble, sir.

# mn140:2.3
source: Atthi cettha pabbajito paṭhamaṃ vāsūpagato.
mn: But there’s a renunciate already staying there.

# mn140:2.4
source: Sace so anujānāti, viharatha, bhante, yathāsukhan”ti.
mn: If he allows it, sir, you may stay as long as you like.”

# mn140:3.1
source: Tena kho pana samayena pukkusāti nāma kulaputto bhagavantaṃ uddissa saddhāya agārasmā anagāriyaṃ pabbajito.
mn: Now at that time a gentleman named Pukkusāti had gone forth from the lay life to homelessness out of faith in the Buddha.

# mn140:3.2
source: So tasmiṃ kumbhakārāvesane paṭhamaṃ vāsūpagato hoti.
mn: And it was he who had first taken up residence in the workshop.

# mn140:3.3
source: Atha kho bhagavā yenāyasmā pukkusāti tenupasaṅkami; upasaṅkamitvā āyasmantaṃ pukkusātiṃ etadavoca:
mn: Then the Buddha approached Venerable Pukkusāti and said,

# mn140:3.4
source: “sace te, bhikkhu, agaru viharemu āvesane ekarattan”ti.
mn: “Mendicant, if it is no trouble, I’d like to spend a single night in the workshop.”

# mn140:3.5
source: “Urundaṃ, āvuso, kumbhakārāvesanaṃ.
mn: “The potter’s workshop is spacious, reverend.

# mn140:3.6
source: Viharatāyasmā yathāsukhan”ti.
mn: Please stay as long as you like.”

# mn140:4.1
source: Atha kho bhagavā kumbhakārāvesanaṃ pavisitvā ekamantaṃ tiṇasanthārakaṃ paññāpetvā nisīdi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
mn: Then the Buddha entered the workshop and spread out a grass mat to one side. He sat down cross-legged, with his body straight, and established mindfulness right there.

# mn140:4.2
source: Atha kho bhagavā bahudeva rattiṃ nisajjāya vītināmesi.
mn: He spent most of the night sitting meditation,

# mn140:4.3
source: Āyasmāpi kho pukkusāti bahudeva rattiṃ nisajjāya vītināmesi.
mn: and so did Pukkusāti.

# mn140:4.4
source: Atha kho bhagavato etadahosi:
mn: Then it occurred to the Buddha,

# mn140:4.5
source: “pāsādikaṃ kho ayaṃ kulaputto iriyati.
mn: “This gentleman’s conduct is impressive.

# mn140:4.6
source: Yannūnāhaṃ puccheyyan”ti.
mn: Why don’t I question him?”

# mn140:4.7
source: Atha kho bhagavā āyasmantaṃ pukkusātiṃ etadavoca:
mn: So the Buddha said to Pukkusāti,

# mn140:5.1
source: “kaṃsi tvaṃ, bhikkhu, uddissa pabbajito? Ko vā te satthā? Kassa vā tvaṃ dhammaṃ rocesī”ti?
mn: “In whose name have you gone forth, reverend? Who is your Teacher? Whose teaching do you believe in?”

# mn140:5.2
source: “Atthāvuso, samaṇo gotamo sakyaputto sakyakulā pabbajito.
mn: “Reverend, there is the ascetic Gotama—a Sakyan, gone forth from a Sakyan family.

# mn140:5.3
source: Taṃ kho pana bhagavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn140:5.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn140:5.5
source: Tāhaṃ bhagavantaṃ uddissa pabbajito.
mn: I’ve gone forth in his name.

# mn140:5.6
source: So ca me bhagavā satthā.
mn: That Blessed One is my Teacher,

# mn140:5.7
source: Tassa cāhaṃ bhagavato dhammaṃ rocemī”ti.
mn: and I believe in his teaching.”

# mn140:5.8
source: “Kahaṃ pana, bhikkhu, etarahi so bhagavā viharati arahaṃ sammāsambuddho”ti.
mn: “But mendicant, where is the Blessed One at present, the perfected one, the fully awakened Buddha?”

# mn140:5.9
source: “Atthāvuso, uttaresu janapadesu sāvatthi nāma nagaraṃ.
mn: “In the northern lands there is a city called Sāvatthī.

# mn140:5.10
source: Tattha so bhagavā etarahi viharati arahaṃ sammāsambuddho”ti.
mn: There the Blessed One is now staying, the perfected one, the fully awakened Buddha.”

# mn140:5.11
source: “Diṭṭhapubbo pana te, bhikkhu, so bhagavā;
mn: “But have you ever seen that Buddha?

# mn140:5.12
source: disvā ca pana jāneyyāsī”ti?
mn: Would you recognize him if you saw him?”

# mn140:5.13
source: “Na kho me, āvuso, diṭṭhapubbo so bhagavā;
mn: “No, I’ve never seen him,

# mn140:5.14
source: disvā cāhaṃ na jāneyyan”ti.
mn: and I wouldn’t recognize him if I did.”

# mn140:6.1
source: Atha kho bhagavato etadahosi:
mn: Then it occurred to the Buddha,

# mn140:6.2
source: “mamañca khvāyaṃ kulaputto uddissa pabbajito.
mn: “This gentleman has gone forth in my name.

# mn140:6.3
source: Yannūnassāhaṃ dhammaṃ deseyyan”ti.
mn: Why don’t I teach him the Dhamma?”

# mn140:6.4
source: Atha kho bhagavā āyasmantaṃ pukkusātiṃ āmantesi:
mn: So the Buddha said to Pukkusāti,

# mn140:6.5
source: “dhammaṃ te, bhikkhu, desessāmi.
mn: “Mendicant, I shall teach you the Dhamma.

# mn140:6.6
source: Taṃ suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn140:6.7
source: “Evamāvuso”ti kho āyasmā pukkusāti bhagavato paccassosi.
mn: “Yes, reverend,” replied Pukkusāti.

# mn140:6.8
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn140:7.1
source: “‘Cha dhāturo ayaṃ, bhikkhu, puriso cha phassāyatano aṭṭhārasa manopavicāro caturādhiṭṭhāno;
mn: “‘This person has six elements, six fields of contact, and eighteen mental preoccupations.

# mn140:7.2
source: yattha ṭhitaṃ maññassavā nappavattanti, maññassave kho pana nappavattamāne muni santoti vuccati.
mn: They have four foundations, standing on which the streams of identification don’t flow. And when the streams of identification don’t flow, they’re called a sage at peace.

# mn140:7.3
source: Paññaṃ nappamajjeyya, saccamanurakkheyya, cāgamanubrūheyya, santimeva so sikkheyyā’ti—
mn: Don’t neglect wisdom, preserve truth, foster generosity, and train only for peace.’

# mn140:7.4
source: ayamuddeso dhātuvibhaṅgassa.
mn: This is the recitation passage for the analysis of the elements.

# mn140:8.1
source: ‘Cha dhāturo ayaṃ, bhikkhu, puriso’ti—
mn: ‘This person has six elements.’

# mn140:8.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn140:8.3
source: Chayimā, bhikkhu, dhātuyo—
mn: There are these six elements:

# mn140:8.4
source: pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, ākāsadhātu, viññāṇadhātu.
mn: the elements of earth, water, fire, air, space, and consciousness.

# mn140:8.5
source: ‘Cha dhāturo ayaṃ, bhikkhu, puriso’ti—
mn: ‘This person has six elements.’

# mn140:8.6
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn140:9.1
source: ‘Cha phassāyatano ayaṃ, bhikkhu, puriso’ti—
mn: ‘This person has six fields of contact.’

# mn140:9.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn140:9.3
source: Cakkhusamphassāyatanaṃ, sotasamphassāyatanaṃ, ghānasamphassāyatanaṃ, jivhāsamphassāyatanaṃ, kāyasamphassāyatanaṃ, manosamphassāyatanaṃ.
mn: The fields of contact of the eye, ear, nose, tongue, body, and mind.

# mn140:9.4
source: ‘Cha phassāyatano ayaṃ, bhikkhu, puriso’ti—
mn: ‘This person has six fields of contact.’

# mn140:9.5
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn140:10.1
source: ‘Aṭṭhārasa manopavicāro ayaṃ, bhikkhu, puriso’ti—
mn: ‘This person has eighteen mental preoccupations.’

# mn140:10.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn140:10.3
source: Cakkhunā rūpaṃ disvā somanassaṭṭhāniyaṃ rūpaṃ upavicarati, domanassaṭṭhāniyaṃ rūpaṃ upavicarati, upekkhāṭṭhāniyaṃ rūpaṃ upavicarati;
mn: Seeing a sight with the eye, one is preoccupied with a sight that’s a basis for happiness or sadness or equanimity.

# mn140:10.4
source: sotena saddaṃ sutvā … pe …
mn: Hearing a sound with the ear …

# mn140:10.5
source: ghānena gandhaṃ ghāyitvā …
mn: Smelling an odor with the nose …

# mn140:10.6
source: jivhāya rasaṃ sāyitvā …
mn: Tasting a flavor with the tongue …

# mn140:10.7
source: kāyena phoṭṭhabbaṃ phusitvā …
mn: Feeling a touch with the body …

# mn140:10.8
source: manasā dhammaṃ viññāya somanassaṭṭhāniyaṃ dhammaṃ upavicarati, domanassaṭṭhāniyaṃ dhammaṃ upavicarati, upekkhāṭṭhāniyaṃ dhammaṃ upavicarati—
mn: Becoming conscious of a thought with the mind, one is preoccupied with a thought that’s a basis for happiness or sadness or equanimity.

# mn140:10.9
source: iti cha somanassupavicārā, cha domanassupavicārā, cha upekkhupavicārā.
mn: So there are six preoccupations with happiness, six preoccupations with sadness, and six preoccupations with equanimity.

# mn140:10.10
source: ‘Aṭṭhārasa manopavicāro ayaṃ, bhikkhu, puriso’ti—
mn: ‘This person has eighteen mental preoccupations.’

# mn140:10.11
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn140:11.1
source: ‘Caturādhiṭṭhāno ayaṃ, bhikkhu, puriso’ti—
mn: ‘This person has four foundations.’

# mn140:11.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn140:11.3
source: Paññādhiṭṭhāno, saccādhiṭṭhāno, cāgādhiṭṭhāno, upasamādhiṭṭhāno.
mn: The foundations of wisdom, truth, generosity, and peace.

# mn140:11.4
source: ‘Caturādhiṭṭhāno ayaṃ, bhikkhu, puriso’ti—
mn: ‘This person has four foundations.’

# mn140:11.5
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn140:12.1
source: ‘Paññaṃ nappamajjeyya, saccamanurakkheyya, cāgamanubrūheyya, santimeva so sikkheyyā’ti—
mn: ‘Don’t neglect wisdom, preserve truth, foster generosity, and train only for peace.’

# mn140:12.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn140:13.1
source: Kathañca, bhikkhu, paññaṃ nappamajjati?
mn: And how does one not neglect wisdom?

# mn140:13.2
source: Chayimā, bhikkhu, dhātuyo—
mn: There are these six elements:

# mn140:13.3
source: pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, ākāsadhātu, viññāṇadhātu.
mn: the elements of earth, water, fire, air, space, and consciousness.

# mn140:14.1
source: Katamā ca, bhikkhu, pathavīdhātu?
mn: And what is the earth element?

# mn140:14.2
source: Pathavīdhātu siyā ajjhattikā siyā bāhirā.
mn: The earth element may be interior or exterior.

# mn140:14.3
source: Katamā ca, bhikkhu, ajjhattikā pathavīdhātu?
mn: And what is the interior earth element?

# mn140:14.4
source: Yaṃ ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything hard, solid, and organic that’s internal, pertaining to an individual. This includes

# mn140:14.5
source: kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ—
mn: head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, or anything else hard, solid, and organic that’s internal, pertaining to an individual.

# mn140:14.6
source: ayaṃ vuccati, bhikkhu, ajjhattikā pathavīdhātu.
mn: This is called the interior earth element.

# mn140:14.7
source: Yā ceva kho pana ajjhattikā pathavīdhātu yā ca bāhirā pathavīdhātu pathavīdhāturevesā.
mn: The interior earth element and the exterior earth element are just the earth element.

# mn140:14.8
source: ‘Taṃ netaṃ mama nesohamasmi na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn140:14.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā pathavīdhātuyā nibbindati, pathavīdhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you reject the earth element, detaching the mind from the earth element.

# mn140:15.1
source: Katamā ca, bhikkhu, āpodhātu?
mn: And what is the water element?

# mn140:15.2
source: Āpodhātu siyā ajjhattikā siyā bāhirā.
mn: The water element may be interior or exterior.

# mn140:15.3
source: Katamā ca, bhikkhu, ajjhattikā āpodhātu?
mn: And what is the interior water element?

# mn140:15.4
source: Yaṃ ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ seyyathidaṃ—
mn: Anything that’s water, watery, and organic that’s internal, pertaining to an individual. This includes

# mn140:15.5
source: pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ—
mn: bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine, or anything else that’s water, watery, and organic that’s internal, pertaining to an individual.

# mn140:15.6
source: ayaṃ vuccati, bhikkhu, ajjhattikā āpodhātu.
mn: This is called the interior water element.

# mn140:15.7
source: Yā ceva kho pana ajjhattikā āpodhātu yā ca bāhirā āpodhātu āpodhāturevesā.
mn: The interior water element and the exterior water element are just the water element.

# mn140:15.8
source: ‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn140:15.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā āpodhātuyā nibbindati, āpodhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you reject the water element, detaching the mind from the water element.

# mn140:16.1
source: Katamā ca, bhikkhu, tejodhātu?
mn: And what is the fire element?

# mn140:16.2
source: Tejodhātu siyā ajjhattikā siyā bāhirā.
mn: The fire element may be interior or exterior.

# mn140:16.3
source: Katamā ca, bhikkhu, ajjhattikā tejodhātu?
mn: And what is the interior fire element?

# mn140:16.4
source: Yaṃ ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything that’s fire, fiery, and organic that’s internal, pertaining to an individual. This includes

# mn140:16.5
source: yena ca santappati, yena ca jīrīyati, yena ca pariḍayhati, yena ca asitapītakhāyitasāyitaṃ sammā pariṇāmaṃ gacchati, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ—
mn: that which warms, that which ages, that which heats you up when feverish, that which properly digests food and drink, or anything else that’s fire, fiery, and organic that’s internal, pertaining to an individual.

# mn140:16.6
source: ayaṃ vuccati, bhikkhu, ajjhattikā tejodhātu.
mn: This is called the interior fire element.

# mn140:16.7
source: Yā ceva kho pana ajjhattikā tejodhātu yā ca bāhirā tejodhātu tejodhāturevesā.
mn: The interior fire element and the exterior fire element are just the fire element.

# mn140:16.8
source: ‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn140:16.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā tejodhātuyā nibbindati, tejodhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you reject the fire element, detaching the mind from the fire element.

# mn140:17.1
source: Katamā ca, bhikkhu, vāyodhātu?
mn: And what is the air element?

# mn140:17.2
source: Vāyodhātu siyā ajjhattikā siyā bāhirā.
mn: The air element may be interior or exterior.

# mn140:17.3
source: Katamā ca, bhikkhu, ajjhattikā vāyodhātu?
mn: And what is the interior air element?

# mn140:17.4
source: Yaṃ ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything that’s air, airy, and organic that’s internal, pertaining to an individual. This includes

# mn140:17.5
source: uddhaṅgamā vātā adhogamā vātā kucchisayā vātā koṭṭhāsayā vātā aṅgamaṅgānusārino vātā assāso passāso iti, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ—
mn: winds that go up or down, winds in the belly or the bowels, winds that flow through the limbs, in-breaths and out-breaths, or anything else that’s air, airy, and organic that’s internal, pertaining to an individual.

# mn140:17.6
source: ayaṃ vuccati, bhikkhu, ajjhattikā vāyodhātu.
mn: This is called the interior air element.

# mn140:17.7
source: Yā ceva kho pana ajjhattikā vāyodhātu yā ca bāhirā vāyodhātu vāyodhāturevesā.
mn: The interior air element and the exterior air element are just the air element.

# mn140:17.8
source: ‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn140:17.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā vāyodhātuyā nibbindati, vāyodhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you reject the air element, detaching the mind from the air element.

# mn140:18.1
source: Katamā ca, bhikkhu, ākāsadhātu?
mn: And what is the space element?

# mn140:18.2
source: Ākāsadhātu siyā ajjhattikā siyā bāhirā.
mn: The space element may be interior or exterior.

# mn140:18.3
source: Katamā ca, bhikkhu, ajjhattikā ākāsadhātu?
mn: And what is the interior space element?

# mn140:18.4
source: Yaṃ ajjhattaṃ paccattaṃ ākāsaṃ ākāsagataṃ upādinnaṃ, seyyathidaṃ—
mn: Anything that’s space, spacious, and organic that’s internal, pertaining to an individual. This includes

# mn140:18.5
source: kaṇṇacchiddaṃ nāsacchiddaṃ mukhadvāraṃ yena ca asitapītakhāyitasāyitaṃ ajjhoharati, yattha ca asitapītakhāyitasāyitaṃ santiṭṭhati, yena ca asitapītakhāyitasāyitaṃ adhobhāgaṃ nikkhamati, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ ākāsaṃ ākāsagataṃ aghaṃ aghagataṃ vivaraṃ vivaragataṃ asamphuṭṭhaṃ maṃsalohitehi upādinnaṃ—
mn: the ear canals, nostrils, and mouth; and the space for swallowing what is eaten and drunk, the space where it stays, and the space for excreting it from the nether regions.

# mn140:18.6
source: ayaṃ vuccati, bhikkhu, ajjhattikā ākāsadhātu.
mn: This is called the interior space element.

# mn140:18.7
source: Yā ceva kho pana ajjhattikā ākāsadhātu yā ca bāhirā ākāsadhātu ākāsadhāturevesā.
mn: The interior space element and the exterior space element are just the space element.

# mn140:18.8
source: ‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
mn: This should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# mn140:18.9
source: Evametaṃ yathābhūtaṃ sammappaññāya disvā ākāsadhātuyā nibbindati, ākāsadhātuyā cittaṃ virājeti.
mn: When you truly see with right understanding, you reject the space element, detaching the mind from the space element.

# mn140:19.1
source: Athāparaṃ viññāṇaṃyeva avasissati parisuddhaṃ pariyodātaṃ.
mn: There remains only consciousness, pure and bright.

# mn140:19.2
source: Tena ca viññāṇena kiṃ vijānāti?
mn: And what does that consciousness know?

# mn140:19.3
source: ‘Sukhan’tipi vijānāti, ‘dukkhan’tipi vijānāti, ‘adukkhamasukhan’tipi vijānāti.
mn: It knows ‘pleasure’ and ‘pain’ and ‘neutral’.

# mn140:19.4
source: Sukhavedaniyaṃ, bhikkhu, phassaṃ paṭicca uppajjati sukhā vedanā.
mn: Pleasant feeling arises dependent on a contact to be experienced as pleasant.

# mn140:19.5
source: So sukhaṃ vedanaṃ vedayamāno ‘sukhaṃ vedanaṃ vedayāmī’ti pajānāti.
mn: When they feel a pleasant feeling, they know: ‘I feel a pleasant feeling.’

# mn140:19.6
source: ‘Tasseva sukhavedaniyassa phassassa nirodhā yaṃ tajjaṃ vedayitaṃ sukhavedaniyaṃ phassaṃ paṭicca uppannā sukhā vedanā sā nirujjhati, sā vūpasammatī’ti pajānāti.
mn: They know: ‘With the cessation of that contact to be experienced as pleasant, the corresponding pleasant feeling ceases and stops.’

# mn140:19.7
source: Dukkhavedaniyaṃ, bhikkhu, phassaṃ paṭicca uppajjati dukkhā vedanā.
mn: Painful feeling arises dependent on a contact to be experienced as painful.

# mn140:19.8
source: So dukkhaṃ vedanaṃ vedayamāno ‘dukkhaṃ vedanaṃ vedayāmī’ti pajānāti.
mn: When they feel a painful feeling, they know: ‘I feel a painful feeling.’

# mn140:19.9
source: ‘Tasseva dukkhavedaniyassa phassassa nirodhā yaṃ tajjaṃ vedayitaṃ dukkhavedaniyaṃ phassaṃ paṭicca uppannā dukkhā vedanā sā nirujjhati, sā vūpasammatī’ti pajānāti.
mn: They know: ‘With the cessation of that contact to be experienced as painful, the corresponding painful feeling ceases and stops.’

# mn140:19.10
source: Adukkhamasukhavedaniyaṃ, bhikkhu, phassaṃ paṭicca uppajjati adukkhamasukhā vedanā.
mn: Neutral feeling arises dependent on a contact to be experienced as neutral.

# mn140:19.11
source: So adukkhamasukhaṃ vedanaṃ vedayamāno ‘adukkhamasukhaṃ vedanaṃ vedayāmī’ti pajānāti.
mn: When they feel a neutral feeling, they know: ‘I feel a neutral feeling.’

# mn140:19.12
source: ‘Tasseva adukkhamasukhavedaniyassa phassassa nirodhā yaṃ tajjaṃ vedayitaṃ adukkhamasukhavedaniyaṃ phassaṃ paṭicca uppannā adukkhamasukhā vedanā sā nirujjhati, sā vūpasammatī’ti pajānāti.
mn: They know: ‘With the cessation of that contact to be experienced as neutral, the corresponding neutral feeling ceases and stops.’

# mn140:19.13
source: Seyyathāpi, bhikkhu, dvinnaṃ kaṭṭhānaṃ saṅghaṭṭā samodhānā usmā jāyati, tejo abhinibbattati, tesaṃyeva dvinnaṃ kaṭṭhānaṃ nānābhāvā vinikkhepā yā tajjā usmā sā nirujjhati, sā vūpasammati;
mn: When you rub two sticks together, heat is generated and fire is produced. But when you part the sticks and lay them aside, any corresponding heat ceases and stops.

# mn140:19.14
source: evameva kho, bhikkhu, sukhavedaniyaṃ phassaṃ paṭicca uppajjati sukhā vedanā.
mn: In the same way, pleasant feeling arises dependent on a contact to be experienced as pleasant. …

# mn140:19.22
source: ‘Tasseva adukkhamasukhavedaniyassa phassassa nirodhā yaṃ tajjaṃ vedayitaṃ adukkhamasukhavedaniyaṃ phassaṃ paṭicca uppannā adukkhamasukhā vedanā sā nirujjhati, sā vūpasammatī’ti pajānāti.
mn: They know: ‘With the cessation of that contact to be experienced as neutral, the corresponding neutral feeling ceases and stops.’

# mn140:20.1
source: Athāparaṃ upekkhāyeva avasissati parisuddhā pariyodātā mudu ca kammaññā ca pabhassarā ca.
mn: There remains only equanimity, pure, bright, pliable, workable, and radiant.
