Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn149.po
Languages: mn

# mn149:0.1
source: Majjhima Nikāya 149
mn: Middle Discourses 149

# mn149:0.2
source: Mahāsaḷāyatanikasutta
mn: The Great Discourse on the Six Sense Fields

# mn149:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn149:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn149:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants:

# mn149:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn149:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn149:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn149:2.1
source: “mahāsaḷāyatanikaṃ vo, bhikkhave, desessāmi.
mn: “Mendicants, I shall teach you the great discourse on the six sense fields.

# mn149:2.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn149:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn149:2.4
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn149:3.1
source: “Cakkhuṃ, bhikkhave, ajānaṃ apassaṃ yathābhūtaṃ, rūpe ajānaṃ apassaṃ yathābhūtaṃ, cakkhuviññāṇaṃ ajānaṃ apassaṃ yathābhūtaṃ, cakkhusamphassaṃ ajānaṃ apassaṃ yathābhūtaṃ, yamidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi ajānaṃ apassaṃ yathābhūtaṃ, cakkhusmiṃ sārajjati, rūpesu sārajjati, cakkhuviññāṇe sārajjati, cakkhusamphasse sārajjati, yamidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tasmimpi sārajjati.
mn: “Mendicants, when you don’t truly know and see the eye, sights, eye consciousness, eye contact, and what is felt as pleasant, painful, or neutral that arises conditioned by eye contact, you’re aroused by desire for these things.

# mn149:3.2
source: Tassa sārattassa saṃyuttassa sammūḷhassa assādānupassino viharato āyatiṃ pañcupādānakkhandhā upacayaṃ gacchanti.
mn: Someone who lives aroused like this—fettered, confused, concentrating on gratification—accumulates the five grasping aggregates for themselves in the future.

# mn149:3.3
source: Taṇhā cassa ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, sā cassa pavaḍḍhati.
mn: And their craving—which leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms—grows.

# mn149:3.4
source: Tassa kāyikāpi darathā pavaḍḍhanti, cetasikāpi darathā pavaḍḍhanti;
mn: Their physical and mental stress,

# mn149:3.5
source: kāyikāpi santāpā pavaḍḍhanti, cetasikāpi santāpā pavaḍḍhanti;
mn: torment,

# mn149:3.6
source: kāyikāpi pariḷāhā pavaḍḍhanti, cetasikāpi pariḷāhā pavaḍḍhanti.
mn: and fever grow.

# mn149:3.7
source: So kāyadukkhampi cetodukkhampi paṭisaṃvedeti.
mn: And they experience physical and mental suffering.

# mn149:4-7.1
source: Sotaṃ, bhikkhave, ajānaṃ apassaṃ yathābhūtaṃ … pe …
mn: When you don’t truly know and see the ear …

# mn149:4-7.2
source: ghānaṃ, bhikkhave, ajānaṃ apassaṃ yathābhūtaṃ … pe …
mn: nose …

# mn149:4-7.3
source: jivhaṃ, bhikkhave, ajānaṃ apassaṃ yathābhūtaṃ … pe …
mn: tongue …

# mn149:4-7.4
source: kāyaṃ, bhikkhave, ajānaṃ apassaṃ yathābhūtaṃ … pe …
mn: body …

# mn149:4-7.5
source: manaṃ, bhikkhave, ajānaṃ apassaṃ yathābhūtaṃ, dhamme, bhikkhave, ajānaṃ apassaṃ yathābhūtaṃ, manoviññāṇaṃ, bhikkhave, ajānaṃ apassaṃ yathābhūtaṃ, manosamphassaṃ, bhikkhave, ajānaṃ apassaṃ yathābhūtaṃ, yamidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi ajānaṃ apassaṃ yathābhūtaṃ, manasmiṃ sārajjati, dhammesu sārajjati, manoviññāṇe sārajjati, manosamphasse sārajjati, yamidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tasmimpi sārajjati.
mn: mind, thoughts, mind consciousness, mind contact, and what is felt as pleasant, painful, or neutral that arises conditioned by mind contact, you’re aroused by desire for these things.

# mn149:8.1
source: Tassa sārattassa saṃyuttassa sammūḷhassa assādānupassino viharato āyatiṃ pañcupādānakkhandhā upacayaṃ gacchanti.
mn: Someone who lives aroused like this—fettered, confused, concentrating on gratification—accumulates the five grasping aggregates for themselves in the future.

# mn149:8.2
source: Taṇhā cassa ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, sā cassa pavaḍḍhati.
mn: And their craving—which leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms—grows.

# mn149:8.3
source: Tassa kāyikāpi darathā pavaḍḍhanti, cetasikāpi darathā pavaḍḍhanti;
mn: Their physical and mental stress,

# mn149:8.4
source: kāyikāpi santāpā pavaḍḍhanti, cetasikāpi santāpā pavaḍḍhanti;
mn: torment,

# mn149:8.5
source: kāyikāpi pariḷāhā pavaḍḍhanti, cetasikāpi pariḷāhā pavaḍḍhanti.
mn: and fever grow.

# mn149:8.6
source: So kāyadukkhampi cetodukkhampi paṭisaṃvedeti.
mn: And they experience physical and mental suffering.

# mn149:9.1
source: Cakkhuñca kho, bhikkhave, jānaṃ passaṃ yathābhūtaṃ, rūpe jānaṃ passaṃ yathābhūtaṃ, cakkhuviññāṇaṃ jānaṃ passaṃ yathābhūtaṃ, cakkhusamphassaṃ jānaṃ passaṃ yathābhūtaṃ, yamidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi jānaṃ passaṃ yathābhūtaṃ, cakkhusmiṃ na sārajjati, rūpesu na sārajjati, cakkhuviññāṇe na sārajjati, cakkhusamphasse na sārajjati, yamidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tasmimpi na sārajjati.
mn: When you do truly know and see the eye, sights, eye consciousness, eye contact, and what is felt as pleasant, painful, or neutral that arises conditioned by eye contact, you’re not aroused by desire for these things.

# mn149:9.2
source: Tassa asārattassa asaṃyuttassa asammūḷhassa ādīnavānupassino viharato āyatiṃ pañcupādānakkhandhā apacayaṃ gacchanti.
mn: Someone who lives unaroused like this—unfettered, unconfused, concentrating on drawbacks—disperses the the five grasping aggregates for themselves in the future.

# mn149:9.3
source: Taṇhā cassa ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, sā cassa pahīyati.
mn: And their craving—which leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms—is given up.

# mn149:9.4
source: Tassa kāyikāpi darathā pahīyanti, cetasikāpi darathā pahīyanti;
mn: Their physical and mental stress,

# mn149:9.5
source: kāyikāpi santāpā pahīyanti, cetasikāpi santāpā pahīyanti;
mn: torment,

# mn149:9.6
source: kāyikāpi pariḷāhā pahīyanti, cetasikāpi pariḷāhā pahīyanti.
mn: and fever are given up.

# mn149:9.7
source: So kāyasukhampi cetosukhampi paṭisaṃvedeti.
mn: And they experience physical and mental pleasure.

# mn149:10.1
source: Yā tathābhūtassa diṭṭhi sāssa hoti sammādiṭṭhi;
mn: The view of such a person is right view.

# mn149:10.2
source: yo tathābhūtassa saṅkappo svāssa hoti sammāsaṅkappo;
mn: Their intention is right intention,

# mn149:10.3
source: yo tathābhūtassa vāyāmo svāssa hoti sammāvāyāmo;
mn: their effort is right effort,

# mn149:10.4
source: yā tathābhūtassa sati sāssa hoti sammāsati;
mn: their mindfulness is right mindfulness,

# mn149:10.5
source: yo tathābhūtassa samādhi svāssa hoti sammāsamādhi.
mn: and their immersion is right immersion.

# mn149:10.6
source: Pubbeva kho panassa kāyakammaṃ vacīkammaṃ ājīvo suparisuddho hoti.
mn: And their actions of body and speech have already been fully purified before.

# mn149:10.7
source: Evamassāyaṃ ariyo aṭṭhaṅgiko maggo bhāvanāpāripūriṃ gacchati.
mn: So this noble eightfold path is fully developed.

# mn149:10.8
source: Tassa evaṃ imaṃ ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvayato cattāropi satipaṭṭhānā bhāvanāpāripūriṃ gacchanti, cattāropi sammappadhānā bhāvanāpāripūriṃ gacchanti, cattāropi iddhipādā bhāvanāpāripūriṃ gacchanti, pañcapi indriyāni bhāvanāpāripūriṃ gacchanti, pañcapi balāni bhāvanāpāripūriṃ gacchanti, sattapi bojjhaṅgā bhāvanāpāripūriṃ gacchanti.
mn: When the noble eightfold path is developed, the following are fully developed: the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, and the seven awakening factors.

# mn149:10.9
source: Tassime dve dhammā yuganandhā vattanti—
mn: And these two qualities proceed in conjunction:

# mn149:10.10
source: samatho ca vipassanā ca.
mn: serenity and discernment.

# mn149:10.11
source: So ye dhammā abhiññā pariññeyyā te dhamme abhiññā parijānāti.
mn: They completely understand by direct knowledge those things that should be completely understood by direct knowledge.

# mn149:10.12
source: Ye dhammā abhiññā pahātabbā te dhamme abhiññā pajahati.
mn: They give up by direct knowledge those things that should be given up by direct knowledge.

# mn149:10.13
source: Ye dhammā abhiññā bhāvetabbā te dhamme abhiññā bhāveti.
mn: They develop by direct knowledge those things that should be developed by direct knowledge.

# mn149:10.14
source: Ye dhammā abhiññā sacchikātabbā te dhamme abhiññā sacchikaroti.
mn: They realize by direct knowledge those things that should be realized by direct knowledge.

# mn149:11.1
source: Katame ca, bhikkhave, dhammā abhiññā pariññeyyā?
mn: And what are the things that should be completely understood by direct knowledge?

# mn149:11.2
source: ‘Pañcupādānakkhandhā’ tissa vacanīyaṃ,
mn: You should say: ‘The five grasping aggregates.’

# mn149:11.3
source: seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho.
mn: That is: form, feeling, perception, choices, and consciousness.

# mn149:11.4
source: Ime dhammā abhiññā pariññeyyā.
mn: These are the things that should be completely understood by direct knowledge.

# mn149:11.5
source: Katame ca, bhikkhave, dhammā abhiññā pahātabbā?
mn: And what are the things that should be given up by direct knowledge?

# mn149:11.6
source: Avijjā ca bhavataṇhā ca—
mn: Ignorance and craving for continued existence.

# mn149:11.7
source: ime dhammā abhiññā pahātabbā.
mn: These are the things that should be given up by direct knowledge.

# mn149:11.8
source: Katame ca, bhikkhave, dhammā abhiññā bhāvetabbā?
mn: And what are the things that should be developed by direct knowledge?

# mn149:11.9
source: Samatho ca vipassanā ca—
mn: Serenity and discernment.

# mn149:11.10
source: ime dhammā abhiññā bhāvetabbā.
mn: These are the things that should be developed by direct knowledge.

# mn149:11.11
source: Katame ca, bhikkhave, dhammā abhiññā sacchikātabbā?
mn: And what are the things that should be realized by direct knowledge?

# mn149:11.12
source: Vijjā ca vimutti ca—
mn: Knowledge and freedom.

# mn149:11.13
source: ime dhammā abhiññā sacchikātabbā.
mn: These are the things that should be realized by direct knowledge.

# mn149:12-18.1
source: Sotaṃ, bhikkhave, jānaṃ passaṃ yathābhūtaṃ … pe …
mn: When you truly know and see the ear …

# mn149:12-18.2
source: ghānaṃ bhikkhave, jānaṃ passaṃ yathābhūtaṃ … pe …
mn: nose …

# mn149:12-18.3
source: jivhaṃ, bhikkhave, jānaṃ passaṃ yathābhūtaṃ … pe …
mn: tongue …

# mn149:12-18.4
source: kāyaṃ, bhikkhave, jānaṃ passaṃ yathābhūtaṃ … pe …
mn: body …

# mn149:12-18.5
source: manaṃ, bhikkhave, jānaṃ passaṃ yathābhūtaṃ, dhamme jānaṃ passaṃ yathābhūtaṃ, manoviññāṇaṃ jānaṃ passaṃ yathābhūtaṃ, manosamphassaṃ jānaṃ passaṃ yathābhūtaṃ, yamidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi jānaṃ passaṃ yathābhūtaṃ, manasmiṃ na sārajjati, dhammesu na sārajjati, manoviññāṇe na sārajjati, manosamphasse na sārajjati, yamidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tasmimpi na sārajjati.
mn: mind, thoughts, mind consciousness, mind contact, and what is felt as pleasant, painful, or neutral that arises conditioned by mind contact, you are not aroused by desire for these things. …

# mn149:26.3
source: ime dhammā abhiññā sacchikātabbā”ti.
mn: These are the things that should be realized by direct knowledge.”

# mn149:26.4
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn149:26.5
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
