Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn145.po
Languages: mn

# mn145:0.1
source: Majjhima Nikāya 145
mn: Middle Discourses 145

# mn145:0.2
source: Puṇṇovādasutta
mn: Advice to Puṇṇa

# mn145:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn145:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn145:1.3
source: Atha kho āyasmā puṇṇo sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā puṇṇo bhagavantaṃ etadavoca:
mn: Then in the late afternoon, Venerable Puṇṇa came out of retreat and went to the Buddha. He bowed, sat down to one side, and said to the Buddha,

# mn145:2.1
source: “sādhu maṃ, bhante, bhagavā saṃkhittena ovādena ovadatu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.
mn: “Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.”

# mn145:2.2
source: “Tena hi, puṇṇa, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
mn: “Well then, Puṇṇa, listen and pay close attention, I will speak.”

# mn145:2.3
source: “Evaṃ, bhante”ti kho āyasmā puṇṇo bhagavato paccassosi.
mn: “Yes, sir,” replied Puṇṇa.

# mn145:2.4
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn145:3.1
source: “Santi kho, puṇṇa, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
mn: “Puṇṇa, there are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn145:3.2
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.
mn: If a mendicant approves, welcomes, and keeps clinging to them,

# mn145:3.3
source: Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.
mn: this gives rise to relishing.

# mn145:3.4
source: ‘Nandīsamudayā dukkhasamudayo, puṇṇā’ti vadāmi.
mn: Relishing is the origin of suffering, I say.

# mn145:3.5
source: Santi kho, puṇṇa, sotaviññeyyā saddā …
mn: There are sounds known by the ear …

# mn145:3.6
source: ghānaviññeyyā gandhā …
mn: smells known by the nose …

# mn145:3.7
source: jivhāviññeyyā rasā …
mn: tastes known by the tongue …

# mn145:3.8
source: kāyaviññeyyā phoṭṭhabbā …
mn: touches known by the body …

# mn145:3.9
source: manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
mn: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn145:3.10
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.
mn: If a mendicant approves, welcomes, and keeps clinging to them,

# mn145:3.11
source: Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.
mn: this gives rise to relishing.

# mn145:3.12
source: ‘Nandīsamudayā dukkhasamudayo, puṇṇā’ti vadāmi.
mn: Relishing is the origin of suffering, I say.

# mn145:4.1
source: Santi ca kho, puṇṇa, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
mn: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn145:4.2
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati.
mn: If a mendicant doesn’t approve, welcome, and keep clinging to them,

# mn145:4.3
source: Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato nandī nirujjhati.
mn: relishing ceases.

# mn145:4.4
source: ‘Nandīnirodhā dukkhanirodho, puṇṇā’ti vadāmi.
mn: When relishing ceases, suffering ceases, I say.

# mn145:4.5
source: Santi ca kho, puṇṇa, sotaviññeyyā saddā …
mn: There are sounds known by the ear …

# mn145:4.6
source: ghānaviññeyyā gandhā …
mn: smells known by the nose …

# mn145:4.7
source: jivhāviññeyyā rasā …
mn: tastes known by the tongue …

# mn145:4.8
source: kāyaviññeyyā phoṭṭhabbā …
mn: touches known by the body …

# mn145:4.9
source: manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
mn: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn145:4.10
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati.
mn: If a mendicant doesn’t approve, welcome, and keep clinging to them,

# mn145:4.11
source: Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato nandī nirujjhati.
mn: relishing ceases.

# mn145:4.12
source: ‘Nandīnirodhā dukkhanirodho, puṇṇā’ti vadāmi.
mn: When relishing ceases, suffering ceases, I say.

# mn145:5.1
source: Iminā ca tvaṃ, puṇṇa, mayā saṅkhittena ovādena ovadito katarasmiṃ janapade viharissasī”ti?
mn: Puṇṇa, now that I’ve given you this brief advice, what country will you live in?”

# mn145:5.2
source: “Imināhaṃ, bhante, bhagavatā saṅkhittena ovādena ovadito, atthi sunāparanto nāma janapado, tatthāhaṃ viharissāmī”ti.
mn: “Sir, there’s a country named Sunāparanta. I shall live there.”

# mn145:5.3
source: “Caṇḍā kho, puṇṇa, sunāparantakā manussā;
mn: “The people of Sunāparanta are wild and rough, Puṇṇa.

# mn145:5.5
source: Sace taṃ, puṇṇa, sunāparantakā manussā akkosissanti paribhāsissanti, tattha te, puṇṇa, kinti bhavissatī”ti?
mn: If they abuse and insult you, what will you think of them?”

# mn145:5.6
source: “Sace maṃ, bhante, sunāparantakā manussā akkosissanti paribhāsissanti, tattha me evaṃ bhavissati:
mn: “If they abuse and insult me, I will think:

# mn145:5.7
source: ‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime pāṇinā pahāraṃ dentī’ti.
mn: ‘These people of Sunāparanta are gracious, truly gracious, since they don’t hit me with their fists.’

# mn145:5.8
source: Evamettha, bhagavā, bhavissati;
mn: That’s what I’ll think, Blessed One.

# mn145:5.9
source: evamettha, sugata, bhavissatī”ti.
mn: That’s what I’ll think, Holy One.”

# mn145:5.10
source: “Sace pana te, puṇṇa, sunāparantakā manussā pāṇinā pahāraṃ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti?
mn: “But if they do hit you with their fists, what will you think of them then?”

# mn145:5.11
source: “Sace me, bhante, sunāparantakā manussā pāṇinā pahāraṃ dassanti, tattha me evaṃ bhavissati:
mn: “If they hit me with their fists, I’ll think:

# mn145:5.12
source: ‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime leḍḍunā pahāraṃ dentī’ti.
mn: ‘These people of Sunāparanta are gracious, truly gracious, since they don’t throw stones at me.’

# mn145:5.13
source: Evamettha, bhagavā, bhavissati;
mn: That’s what I’ll think, Blessed One.

# mn145:5.14
source: evamettha, sugata, bhavissatī”ti.
mn: That’s what I’ll think, Holy One.”

# mn145:5.15
source: “Sace pana te, puṇṇa, sunāparantakā manussā leḍḍunā pahāraṃ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti?
mn: “But if they do throw stones at you, what will you think of them then?”

# mn145:5.16
source: “Sace me, bhante, sunāparantakā manussā leḍḍunā pahāraṃ dassanti, tattha me evaṃ bhavissati:
mn: “If they throw stones at me, I’ll think:

# mn145:5.17
source: ‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime daṇḍena pahāraṃ dentī’ti.
mn: ‘These people of Sunāparanta are gracious, truly gracious, since they don’t beat me with a club.’

# mn145:5.18
source: Evamettha, bhagavā, bhavissati;
mn: That’s what I’ll think, Blessed One.

# mn145:5.19
source: evamettha, sugata, bhavissatī”ti.
mn: That’s what I’ll think, Holy One.”

# mn145:5.20
source: “Sace pana te, puṇṇa, sunāparantakā manussā daṇḍena pahāraṃ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti?
mn: “But if they do beat you with a club, what will you think of them then?”

# mn145:5.21
source: “Sace me, bhante, sunāparantakā manussā daṇḍena pahāraṃ dassanti, tattha me evaṃ bhavissati:
mn: “If they beat me with a club, I’ll think:

# mn145:5.22
source: ‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime satthena pahāraṃ dentī’ti.
mn: ‘These people of Sunāparanta are gracious, truly gracious, since they don’t stab me with a knife.’

# mn145:5.23
source: Evamettha, bhagavā, bhavissati;
mn: That’s what I’ll think, Blessed One.

# mn145:5.24
source: evamettha, sugata, bhavissatī”ti.
mn: That’s what I’ll think, Holy One.”

# mn145:5.25
source: “Sace pana te, puṇṇa, sunāparantakā manussā satthena pahāraṃ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti?
mn: “But if they do stab you with a knife, what will you think of them then?”

# mn145:5.26
source: “Sace me, bhante, sunāparantakā manussā satthena pahāraṃ dassanti, tattha me evaṃ bhavissati:
mn: “If they stab me with a knife, I’ll think:

# mn145:5.27
source: ‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ maṃ nayime tiṇhena satthena jīvitā voropentī’ti.
mn: ‘These people of Sunāparanta are gracious, truly gracious, since they don’t take my life with a sharp knife.’

# mn145:5.28
source: Evamettha, bhagavā, bhavissati;
mn: That’s what I’ll think, Blessed One.

# mn145:5.29
source: evamettha, sugata, bhavissatī”ti.
mn: That’s what I’ll think, Holy One.”

# mn145:5.30
source: “Sace pana taṃ, puṇṇa, sunāparantakā manussā tiṇhena satthena jīvitā voropessanti, tattha pana te, puṇṇa, kinti bhavissatī”ti?
mn: “But if they do take your life with a sharp knife, what will you think of them then?”

# mn145:5.31
source: “Sace maṃ, bhante, sunāparantakā manussā tiṇhena satthena jīvitā voropessanti, tattha me evaṃ bhavissati:
mn: “If they take my life with a sharp knife, I’ll think:

# mn145:5.32
source: ‘santi kho bhagavato sāvakā kāye ca jīvite ca aṭṭīyamānā harāyamānā jigucchamānā satthahārakaṃ pariyesanti. Taṃ me idaṃ apariyiṭṭhaṃyeva satthahārakaṃ laddhan’ti.
mn: ‘There are disciples of the Buddha who looked for someone to assist with slitting their wrists because they were horrified, repelled, and disgusted with the body and with life. And I have found this without looking!’

# mn145:5.33
source: Evamettha, bhagavā, bhavissati;
mn: That’s what I’ll think, Blessed One.

# mn145:5.34
source: evamettha, sugata, bhavissatī”ti.
mn: That’s what I’ll think, Holy One.”

# mn145:6.1
source: “Sādhu sādhu, puṇṇa.
mn: “Good, good Puṇṇa!

# mn145:6.2
source: Sakkhissasi kho tvaṃ, puṇṇa, iminā damūpasamena samannāgato sunāparantasmiṃ janapade viharituṃ.
mn: Having such self-control and peacefulness, you will be quite capable of living in Sunāparanta.

# mn145:6.3
source: Yassadāni tvaṃ, puṇṇa, kālaṃ maññasī”ti.
mn: Now, Puṇṇa, go at your convenience.”

# mn145:7.1
source: Atha kho āyasmā puṇṇo bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya yena sunāparanto janapado tena cārikaṃ pakkāmi.
mn: And then Puṇṇa welcomed and agreed with the Buddha’s words. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he set his lodgings in order and, taking his bowl and robe, set out for Sunāparanta.

# mn145:7.2
source: Anupubbena cārikaṃ caramāno yena sunāparanto janapado tadavasari.
mn: Traveling stage by stage, he arrived at Sunāparanta,

# mn145:7.3
source: Tatra sudaṃ āyasmā puṇṇo sunāparantasmiṃ janapade viharati.
mn: and stayed there.

# mn145:7.4
source: Atha kho āyasmā puṇṇo tenevantaravassena pañcamattāni upāsakasatāni paṭivedesi, tenevantaravassena pañcamattāni upāsikasatāni paṭivedesi, tenevantaravassena tisso vijjā sacchākāsi.
mn: Within that rainy season he confirmed around five hundred male and five hundred female lay followers. And within that same rainy season he realized the three knowledges.

# mn145:7.5
source: Atha kho āyasmā puṇṇo aparena samayena parinibbāyi.
mn: Some time later he became fully extinguished.

# mn145:8.1
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
mn: Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him,

# mn145:8.2
source: “yo so, bhante, puṇṇo nāma kulaputto bhagavatā saṃkhittena ovādena ovadito so kālaṅkato.
mn: “Sir, the gentleman named Puṇṇa, who was advised in brief by the Buddha, has passed away.

# mn145:8.3
source: Tassa kā gati, ko abhisamparāyo”ti?
mn: Where has he been reborn in his next life?”

# mn145:8.4
source: “Paṇḍito, bhikkhave, puṇṇo kulaputto paccapādi dhammassānudhammaṃ, na ca maṃ dhammādhikaraṇaṃ viheṭhesi.
mn: “Mendicants, Puṇṇa was astute. He practiced in line with the teachings, and did not trouble me about the teachings.

# mn145:8.5
source: Parinibbuto, bhikkhave, puṇṇo kulaputto”ti.
mn: Puṇṇa has become completely extinguished.”

# mn145:8.6
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn145:8.7
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
