Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn143.po
Languages: mn

# mn143:0.1
source: Majjhima Nikāya 143
mn: Middle Discourses 143

# mn143:0.2
source: Anāthapiṇḍikovādasutta
mn: Advice to Anāthapiṇḍika

# mn143:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn143:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn143:2.1
source: Tena kho pana samayena anāthapiṇḍiko gahapati ābādhiko hoti dukkhito bāḷhagilāno.
mn: Now at that time the householder Anāthapiṇḍika was sick, suffering, gravely ill.

# mn143:2.2
source: Atha kho anāthapiṇḍiko gahapati aññataraṃ purisaṃ āmantesi:
mn: Then he addressed a man:

# mn143:2.3
source: “ehi tvaṃ, ambho purisa, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi:
mn: “Please, mister, go to the Buddha, and in my name bow with your head to his feet. Say to him:

# mn143:2.4
source: ‘anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno.
mn: ‘Sir, the householder Anāthapiṇḍika is sick, suffering, gravely ill.

# mn143:2.5
source: So bhagavato pāde sirasā vandatī’ti.
mn: He bows with his head to your feet.’

# mn143:2.6
source: Yena cāyasmā sāriputto tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato sāriputtassa pāde sirasā vandāhi:
mn: Then go to Venerable Sāriputta, and in my name bow with your head to his feet. Say to him:

# mn143:2.7
source: ‘anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno.
mn: ‘Sir, the householder Anāthapiṇḍika is sick, suffering, gravely ill.

# mn143:2.8
source: So āyasmato sāriputtassa pāde sirasā vandatī’ti.
mn: He bows with his head to your feet.’

# mn143:2.9
source: Evañca vadehi:
mn: And then say:

# mn143:2.10
source: ‘sādhu kira, bhante, āyasmā sāriputto yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti.
mn: ‘Sir, please visit him at his home out of compassion.’”

# mn143:2.11
source: “Evaṃ, bhante”ti kho so puriso anāthapiṇḍikassa gahapatissa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so puriso bhagavantaṃ etadavoca:
mn: “Yes, sir,” that man replied. He did as Anāthapiṇḍika asked.

# mn143:2.19
source: Adhivāsesi kho āyasmā sāriputto tuṇhībhāvena.
mn: Sāriputta consented in silence.

# mn143:3.1
source: Atha kho āyasmā sāriputto nivāsetvā pattacīvaramādāya āyasmatā ānandena pacchāsamaṇena yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā sāriputto anāthapiṇḍikaṃ gahapatiṃ etadavoca:
mn: Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, went with Venerable Ānanda as his second monk to Anāthapiṇḍika’s home. He sat down on the seat spread out, and said to Anāthapiṇḍika:

# mn143:3.2
source: “kacci te, gahapati, khamanīyaṃ, kacci yāpanīyaṃ? Kacci te dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṃ paññāyati, no abhikkamo”ti?
mn: “Householder, I hope you’re keeping well; I hope you’re alright. And I hope the pain is fading, not growing, that its fading is evident, not its growing.”

# mn143:4.1
source: “Na me, bhante sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo.
mn: “I’m not keeping well, Master Sāriputta, I’m not alright. The pain is terrible and growing, not fading, its growing, not its fading, is evident.

# mn143:4.2
source: Seyyathāpi, bhante sāriputta, balavā puriso tiṇhena sikharena muddhani abhimattheyya; evameva kho me, bhante sāriputta, adhimattā vātā muddhani ūhananti.
mn: The winds piercing my head are so severe, it feels like a strong man drilling into my head with a sharp point.

# mn143:4.4
source: Seyyathāpi, bhante sāriputta, balavā puriso daḷhena varattakhaṇḍena sīse sīsaveṭhaṃ dadeyya; evameva kho me, bhante sāriputta, adhimattā sīse sīsavedanā.
mn: The pain in my head is so severe, it feels like a strong man tightening a tough leather strap around my head.

# mn143:4.6
source: Seyyathāpi, bhante sāriputta, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya; evameva kho me, bhante sāriputta, adhimattā vātā kucchiṃ parikantanti.
mn: The winds piercing my belly are so severe, it feels like a deft butcher or their apprentice is slicing my belly open with a meat cleaver.

# mn143:4.8
source: Seyyathāpi, bhante sāriputta, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ, samparitāpeyyuṃ; evameva kho me, bhante sāriputta, adhimatto kāyasmiṃ ḍāho.
mn: The burning in my body is so severe, it feels like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals. That’s how severe the burning is in my body.

# mn143:4.9
source: Na me, bhante sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo”ti.
mn: I’m not keeping well, Master Sāriputta, I’m not alright. The pain is terrible and growing, not fading, its growing, not its fading, is evident.”

# mn143:5.1
source: “Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: “That’s why, householder, you should train like this:

# mn143:5.2
source: ‘na cakkhuṃ upādiyissāmi, na ca me cakkhunissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp the eye, and there shall be no consciousness of mine dependent on the eye.’

# mn143:5.3
source: Evañhi te, gahapati, sikkhitabbaṃ.
mn: That’s how you should train.

# mn143:5.4
source: Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: You should train like this:

# mn143:5.5
source: ‘na sotaṃ upādiyissāmi, na ca me sotanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp the ear, and there shall be no consciousness of mine dependent on the ear.’ …

# mn143:5.8
source: ‘na ghānaṃ upādiyissāmi, na ca me ghānanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp the nose, and there shall be no consciousness of mine dependent on the nose.’ …

# mn143:5.11
source: ‘na jivhaṃ upādiyissāmi, na ca me jivhānissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp the tongue, and there shall be no consciousness of mine dependent on the tongue.’ …

# mn143:5.14
source: ‘na kāyaṃ upādiyissāmi, na ca me kāyanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp the body, and there shall be no consciousness of mine dependent on the body.’ …

# mn143:5.17
source: ‘na manaṃ upādiyissāmi, na ca me manonissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp the mind, and there shall be no consciousness of mine dependent on the mind.’

# mn143:5.18
source: Evañhi te, gahapati, sikkhitabbaṃ. (1)
mn: That’s how you should train.

# mn143:6.1
source: Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: You should train like this:

# mn143:6.2
source: ‘na rūpaṃ upādiyissāmi, na ca me rūpanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp sight, and there shall be no consciousness of mine dependent on sight.’ …

# mn143:6.5
source: ‘na saddaṃ upādiyissāmi … pe …
mn: ‘I shall not grasp sound …

# mn143:6.6
source: na gandhaṃ upādiyissāmi …
mn: smell …

# mn143:6.7
source: na rasaṃ upādiyissāmi …
mn: taste …

# mn143:6.8
source: na phoṭṭhabbaṃ upādiyissāmi …
mn: touch …

# mn143:6.9
source: na dhammaṃ upādiyissāmi, na ca me dhammanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: thought, and there shall be no consciousness of mine dependent on thought.’

# mn143:6.10
source: Evañhi te, gahapati, sikkhitabbaṃ. (2)
mn: That’s how you should train.

# mn143:7.1
source: Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: You should train like this:

# mn143:7.2
source: ‘na cakkhuviññāṇaṃ upādiyissāmi, na ca me cakkhuviññāṇanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp eye consciousness, and there shall be no consciousness of mine dependent on eye consciousness.’ …

# mn143:7.5
source: ‘na sotaviññāṇaṃ upādiyissāmi …
mn: ‘I shall not grasp ear consciousness …

# mn143:7.6
source: na ghānaviññāṇaṃ upādiyissāmi …
mn: nose consciousness …

# mn143:7.7
source: na jivhāviññāṇaṃ upādiyissāmi …
mn: tongue consciousness …

# mn143:7.8
source: na kāyaviññāṇaṃ upādiyissāmi …
mn: body consciousness …

# mn143:7.9
source: na manoviññāṇaṃ upādiyissāmi, na ca me manoviññāṇanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: mind consciousness, and there shall be no consciousness of mine dependent on mind consciousness.’

# mn143:7.10
source: Evañhi te, gahapati, sikkhitabbaṃ. (3)
mn: That’s how you should train.

# mn143:8.1
source: Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: You should train like this:

# mn143:8.2
source: ‘na cakkhusamphassaṃ upādiyissāmi, na ca me cakkhusamphassanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp eye contact …

# mn143:8.5
source: ‘na sotasamphassaṃ upādiyissāmi …
mn: ear contact …

# mn143:8.6
source: na ghānasamphassaṃ upādiyissāmi …
mn: nose contact …

# mn143:8.7
source: na jivhāsamphassaṃ upādiyissāmi …
mn: tongue contact …

# mn143:8.8
source: na kāyasamphassaṃ upādiyissāmi …
mn: body contact …

# mn143:8.9
source: na manosamphassaṃ upādiyissāmi, na ca me manosamphassanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: mind contact, and there shall be no consciousness of mine dependent on mind contact.’

# mn143:8.10
source: Evañhi te, gahapati, sikkhitabbaṃ. (4)
mn: That’s how you should train.

# mn143:9.1
source: Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: You should train like this:

# mn143:9.2
source: ‘na cakkhusamphassajaṃ vedanaṃ upādiyissāmi, na ca me cakkhusamphassajāvedanānissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp feeling born of eye contact …

# mn143:9.5
source: ‘na sotasamphassajaṃ vedanaṃ upādiyissāmi …
mn: feeling born of ear contact …

# mn143:9.6
source: na ghānasamphassajaṃ vedanaṃ upādiyissāmi …
mn: feeling born of nose contact …

# mn143:9.7
source: na jivhāsamphassajaṃ vedanaṃ upādiyissāmi …
mn: feeling born of tongue contact …

# mn143:9.8
source: na kāyasamphassajaṃ vedanaṃ upādiyissāmi …
mn: feeling born of body contact …

# mn143:9.9
source: na manosamphassajaṃ vedanaṃ upādiyissāmi, na ca me manosamphassajāvedanānissitaṃ viññāṇaṃ bhavissatī’ti.
mn: feeling born of mind contact, and there shall be no consciousness of mine dependent on the feeling born of mind contact.’

# mn143:9.10
source: Evañhi te, gahapati, sikkhitabbaṃ. (5)
mn: That’s how you should train.

# mn143:10.1
source: Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: You should train like this:

# mn143:10.2
source: ‘na pathavīdhātuṃ upādiyissāmi, na ca me pathavīdhātunissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp the earth element …

# mn143:10.5
source: ‘na āpodhātuṃ upādiyissāmi …
mn: water element …

# mn143:10.6
source: na tejodhātuṃ upādiyissāmi …
mn: fire element …

# mn143:10.7
source: na vāyodhātuṃ upādiyissāmi …
mn: air element …

# mn143:10.8
source: na ākāsadhātuṃ upādiyissāmi …
mn: space element …

# mn143:10.9
source: na viññāṇadhātuṃ upādiyissāmi, na ca me viññāṇadhātunissitaṃ viññāṇaṃ bhavissatī’ti.
mn: consciousness element, and there shall be no consciousness of mine dependent on the consciousness element.’

# mn143:10.10
source: Evañhi te, gahapati, sikkhitabbaṃ. (6)
mn: That’s how you should train.

# mn143:11.1
source: Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: You should train like this:

# mn143:11.2
source: ‘na rūpaṃ upādiyissāmi, na ca me rūpanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp form …

# mn143:11.5
source: ‘na vedanaṃ upādiyissāmi …
mn: feeling …

# mn143:11.6
source: na saññaṃ upādiyissāmi …
mn: perception …

# mn143:11.7
source: na saṅkhāre upādiyissāmi …
mn: choices …

# mn143:11.8
source: na viññāṇaṃ upādiyissāmi, na ca me viññāṇanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: consciousness, and there shall be no consciousness of mine dependent on consciousness.’

# mn143:11.9
source: Evañhi te, gahapati, sikkhitabbaṃ. (7)
mn: That’s how you should train.

# mn143:12.1
source: Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: You should train like this:

# mn143:12.2
source: ‘na ākāsānañcāyatanaṃ upādiyissāmi, na ca me ākāsānañcāyatananissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp the dimension of infinite space …

# mn143:12.5
source: ‘na viññāṇañcāyatanaṃ upādiyissāmi …
mn: the dimension of infinite consciousness …

# mn143:12.6
source: na ākiñcaññāyatanaṃ upādiyissāmi …
mn: the dimension of nothingness …

# mn143:12.7
source: na nevasaññānāsaññāyatanaṃ upādiyissāmi, na ca me nevasaññānāsaññāyatananissitaṃ viññāṇaṃ bhavissatī’ti.
mn: the dimension of neither perception nor non-perception, and there shall be no consciousness of mine dependent on the dimension of neither perception nor non-perception.’

# mn143:12.8
source: Evañhi te, gahapati, sikkhitabbaṃ. (8)
mn: That’s how you should train.

# mn143:13.1
source: Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: You should train like this:

# mn143:13.2
source: ‘na idhalokaṃ upādiyissāmi, na ca me idhalokanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp this world, and there shall be no consciousness of mine dependent on this world.’

# mn143:13.3
source: Evañhi te, gahapati, sikkhitabbaṃ.
mn: That’s how you should train.

# mn143:14.1
source: Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: You should train like this:

# mn143:14.2
source: ‘na paralokaṃ upādiyissāmi, na ca me paralokanissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp the other world, and there shall be no consciousness of mine dependent on the other world.’

# mn143:14.3
source: Evañhi te, gahapati, sikkhitabbaṃ.
mn: That’s how you should train.

# mn143:14.4
source: Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
mn: You should train like this:

# mn143:14.5
source: ‘yampi me diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anupariyesitaṃ anucaritaṃ manasā tampi na upādiyissāmi, na ca me tannissitaṃ viññāṇaṃ bhavissatī’ti.
mn: ‘I shall not grasp whatever is seen, heard, thought, known, sought, and explored by my mind, and there shall be no consciousness of mine dependent on that.’

# mn143:14.6
source: Evañhi te, gahapati, sikkhitabban”ti. (9)
mn: That’s how you should train.”

# mn143:15.1
source: Evaṃ vutte, anāthapiṇḍiko gahapati parodi, assūni pavattesi.
mn: When he said this, Anāthapiṇḍika cried and burst out in tears.

# mn143:15.2
source: Atha kho āyasmā ānando anāthapiṇḍikaṃ gahapatiṃ etadavoca:
mn: Venerable Ānanda said to him:

# mn143:15.3
source: “olīyasi kho tvaṃ, gahapati, saṃsīdasi kho tvaṃ, gahapatī”ti?
mn: “Are you failing, householder? Are you fading, householder?”

# mn143:15.4
source: “Nāhaṃ, bhante ānanda, olīyāmi, napi saṃsīdāmi;
mn: “No, sir.

# mn143:15.5
source: api ca me dīgharattaṃ satthā payirupāsito manobhāvanīyā ca bhikkhū;
mn: But for a long time I have paid homage to the Buddha and the esteemed mendicants.

# mn143:15.6
source: na ca me evarūpī dhammī kathā sutapubbā”ti.
mn: Yet I have never before heard such a Dhamma talk.”

# mn143:15.7
source: “Na kho, gahapati, gihīnaṃ odātavasanānaṃ evarūpī dhammī kathā paṭibhāti;
mn: “Householder, it does not occur to us to teach such a Dhamma talk to white-clothed laypeople.

# mn143:15.8
source: pabbajitānaṃ kho, gahapati, evarūpī dhammī kathā paṭibhātī”ti.
mn: Rather, we teach like this to those gone forth.”

# mn143:15.9
source: “Tena hi, bhante sāriputta, gihīnampi odātavasanānaṃ evarūpī dhammī kathā paṭibhātu.
mn: “Well then, Master Sāriputta, let it occur to you to teach such a Dhamma talk to white-clothed laypeople as well!

# mn143:15.10
source: Santi hi, bhante, kulaputtā apparajakkhajātikā, assavanatā dhammassa parihāyanti;
mn: There are members of good families with little dust in their eyes. They’re in decline because they haven’t heard the teaching.

# mn143:15.11
source: bhavissanti dhammassa aññātāro”ti.
mn: There will be those who understand the teaching!”

# mn143:16.1
source: Atha kho āyasmā ca sāriputto āyasmā ca ānando anāthapiṇḍikaṃ gahapatiṃ iminā ovādena ovaditvā uṭṭhāyāsanā pakkamiṃsu.
mn: And when the venerables Sāriputta and Ānanda had given the householder Anāthapiṇḍika this advice they got up from their seat and left.

# mn143:16.2
source: Atha kho anāthapiṇḍiko gahapati, acirapakkante āyasmante ca sāriputte āyasmante ca ānande, kālamakāsi tusitaṃ kāyaṃ upapajji.
mn: Not long after they had left, Anāthapiṇḍika passed away and was reborn in the host of Joyful Gods.

# mn143:17.1
source: Atha kho anāthapiṇḍiko devaputto abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.
mn: Then, late at night, the glorious god Anāthapiṇḍika, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side,

# mn143:17.2
source: Ekamantaṃ ṭhito kho anāthapiṇḍiko devaputto bhagavantaṃ gāthāhi ajjhabhāsi:
mn: and addressed the Buddha in verse:

# mn143:17.3
source: “Idañhi taṃ jetavanaṃ,
mn: “This is indeed that Jeta’s Grove,

# mn143:17.4
source: isisaṅghanisevitaṃ;
mn: frequented by the Saṅgha of hermits,

# mn143:17.5
source: Āvutthaṃ dhammarājena,
mn: where the King of Dhamma stayed:

# mn143:17.6
source: pītisañjananaṃ mama.
mn: it brings me joy!

# mn143:17.7
source: Kammaṃ vijjā ca dhammo ca,
mn: Deeds, knowledge, and principle;

# mn143:17.8
source: sīlaṃ jīvitamuttamaṃ;
mn: ethical conduct, an excellent livelihood;

# mn143:17.9
source: Etena maccā sujjhanti,
mn: by these are mortals purified,

# mn143:17.10
source: na gottena dhanena vā.
mn: not by clan or wealth.

# mn143:17.11
source: Tasmā hi paṇḍito poso,
mn: That’s why an astute person,

# mn143:17.12
source: sampassaṃ atthamattano;
mn: seeing what’s good for themselves,

# mn143:17.13
source: Yoniso vicine dhammaṃ,
mn: would examine the teaching rationally,

# mn143:17.14
source: evaṃ tattha visujjhati.
mn: and thus be purified in it.

# mn143:17.15
source: Sāriputtova paññāya,
mn: Sāriputta has true wisdom,

# mn143:17.16
source: sīlena upasamena ca;
mn: ethics, and also peace.

# mn143:17.17
source: Yopi pāraṅgato bhikkhu,
mn: Any mendicant who has crossed over

# mn143:17.18
source: etāvaparamo siyā”ti.
mn: can at best equal him.”

# mn143:18.1
source: Idamavoca anāthapiṇḍiko devaputto.
mn: This is what the god Anāthapiṇḍika said,

# mn143:18.2
source: Samanuñño satthā ahosi.
mn: and the teacher approved.

# mn143:18.3
source: Atha kho anāthapiṇḍiko devaputto:
mn: Then the god Anāthapiṇḍika,

# mn143:18.4
source: “samanuñño me satthā”ti bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.
mn: knowing that the teacher approved, bowed and respectfully circled the Buddha, keeping him on his right, before vanishing right there.

# mn143:19.1
source: Atha kho bhagavā tassā rattiyā accayena bhikkhū āmantesi:
mn: Then, when the night had passed, the Buddha told the mendicants all that had happened.

# mn143:20.1
source: Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:
mn: When he had spoken, Venerable Ānanda said to the Buddha:

# mn143:20.2
source: “so hi nūna so, bhante, anāthapiṇḍiko devaputto bhavissati.
mn: “Sir, that god must surely have been Anāthapiṇḍika.

# mn143:20.3
source: Anāthapiṇḍiko, bhante, gahapati āyasmante sāriputte abhippasanno ahosī”ti.
mn: For the householder Anāthapiṇḍika was devoted to Venerable Sāriputta.”

# mn143:20.4
source: “Sādhu sādhu, ānanda.
mn: “Good, good, Ānanda.

# mn143:20.5
source: Yāvatakaṃ kho, ānanda, takkāya pattabbaṃ, anuppattaṃ taṃ tayā.
mn: You’ve reached the logical conclusion, as far as logic goes.

# mn143:20.6
source: Anāthapiṇḍiko so, ānanda, devaputto”ti.
mn: For that was indeed the god Anāthapiṇḍika.”

# mn143:20.7
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn143:20.8
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Ānanda was happy with what the Buddha said.
