Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn148.po
Languages: mn

# mn148:0.1
source: Majjhima Nikāya 148
mn: Middle Discourses 148

# mn148:0.2
source: Chachakkasutta
mn: Six By Six

# mn148:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn148:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
mn: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn148:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
mn: There the Buddha addressed the mendicants,

# mn148:1.4
source: “bhikkhavo”ti.
mn: “Mendicants!”

# mn148:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
mn: “Venerable sir,” they replied.

# mn148:1.6
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn148:2.1
source: “dhammaṃ vo, bhikkhave, desessāmi ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsessāmi, yadidaṃ—
mn: “Mendicants, I shall teach you the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And I shall reveal a spiritual practice that’s entirely full and pure, namely,

# mn148:2.2
source: cha chakkāni.
mn: the six sets of six.

# mn148:2.3
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
mn: Listen and pay close attention, I will speak.”

# mn148:2.4
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
mn: “Yes, sir,” they replied.

# mn148:2.5
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn148:3.1
source: “Cha ajjhattikāni āyatanāni veditabbāni, cha bāhirāni āyatanāni veditabbāni, cha viññāṇakāyā veditabbā, cha phassakāyā veditabbā, cha vedanākāyā veditabbā, cha taṇhākāyā veditabbā.
mn: “The six interior sense fields should be understood. The six exterior sense fields should be understood. The six classes of consciousness should be understood. The six classes of contact should be understood. The six classes of feeling should be understood. The six classes of craving should be understood.

# mn148:4.1
source: ‘Cha ajjhattikāni āyatanāni veditabbānī’ti—
mn: ‘The six interior sense fields should be understood.’

# mn148:4.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn148:4.3
source: Cakkhāyatanaṃ, sotāyatanaṃ, ghānāyatanaṃ, jivhāyatanaṃ, kāyāyatanaṃ, manāyatanaṃ.
mn: There are the sense fields of the eye, ear, nose, tongue, body, and mind.

# mn148:4.4
source: ‘Cha ajjhattikāni āyatanāni veditabbānī’ti—
mn: ‘The six interior sense fields should be understood.’

# mn148:4.5
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn148:4.6
source: Idaṃ paṭhamaṃ chakkaṃ. (1)
mn: This is the first set of six.

# mn148:5.1
source: ‘Cha bāhirāni āyatanāni veditabbānī’ti—
mn: ‘The six exterior sense fields should be understood.’

# mn148:5.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn148:5.3
source: Rūpāyatanaṃ, saddāyatanaṃ, gandhāyatanaṃ, rasāyatanaṃ, phoṭṭhabbāyatanaṃ, dhammāyatanaṃ.
mn: There are the sense fields of sights, sounds, smells, tastes, touches, and thoughts.

# mn148:5.4
source: ‘Cha bāhirāni āyatanāni veditabbānī’ti—
mn: ‘The six exterior sense fields should be understood.’

# mn148:5.5
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn148:5.6
source: Idaṃ dutiyaṃ chakkaṃ. (2)
mn: This is the second set of six.

# mn148:6.1
source: ‘Cha viññāṇakāyā veditabbā’ti—
mn: ‘The six classes of consciousness should be understood.’

# mn148:6.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn148:6.3
source: Cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ,
mn: Eye consciousness arises dependent on the eye and sights.

# mn148:6.4
source: sotañca paṭicca sadde ca uppajjati sotaviññāṇaṃ,
mn: Ear consciousness arises dependent on the ear and sounds.

# mn148:6.5
source: ghānañca paṭicca gandhe ca uppajjati ghānaviññāṇaṃ,
mn: Nose consciousness arises dependent on the nose and smells.

# mn148:6.6
source: jivhañca paṭicca rase ca uppajjati jivhāviññāṇaṃ,
mn: Tongue consciousness arises dependent on the tongue and tastes.

# mn148:6.7
source: kāyañca paṭicca phoṭṭhabbe ca uppajjati kāyaviññāṇaṃ,
mn: Body consciousness arises dependent on the body and touches.

# mn148:6.8
source: manañca paṭicca dhamme ca uppajjati manoviññāṇaṃ.
mn: Mind consciousness arises dependent on the mind and thoughts.

# mn148:6.9
source: ‘Cha viññāṇakāyā veditabbā’ti—
mn: ‘The six classes of consciousness should be understood.’

# mn148:6.10
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn148:6.11
source: Idaṃ tatiyaṃ chakkaṃ. (3)
mn: This is the third set of six.

# mn148:7.1
source: ‘Cha phassakāyā veditabbā’ti—
mn: ‘The six classes of contact should be understood.’

# mn148:7.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn148:7.3
source: Cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso;
mn: Eye consciousness arises dependent on the eye and sights. The meeting of the three is contact.

# mn148:7.4
source: sotañca paṭicca sadde ca uppajjati sotaviññāṇaṃ, tiṇṇaṃ saṅgati phasso;
mn: Ear consciousness arises dependent on the ear and sounds. The meeting of the three is contact.

# mn148:7.5
source: ghānañca paṭicca gandhe ca uppajjati ghānaviññāṇaṃ, tiṇṇaṃ saṅgati phasso;
mn: Nose consciousness arises dependent on the nose and smells. The meeting of the three is contact.

# mn148:7.6
source: jivhañca paṭicca rase ca uppajjati jivhāviññāṇaṃ, tiṇṇaṃ saṅgati phasso;
mn: Tongue consciousness arises dependent on the tongue and tastes. The meeting of the three is contact.

# mn148:7.7
source: kāyañca paṭicca phoṭṭhabbe ca uppajjati kāyaviññāṇaṃ, tiṇṇaṃ saṅgati phasso;
mn: Body consciousness arises dependent on the body and touches. The meeting of the three is contact.

# mn148:7.8
source: manañca paṭicca dhamme ca uppajjati manoviññāṇaṃ, tiṇṇaṃ saṅgati phasso.
mn: Mind consciousness arises dependent on the mind and thoughts. The meeting of the three is contact.

# mn148:7.9
source: ‘Cha phassakāyā veditabbā’ti—
mn: ‘The six classes of contact should be understood.’

# mn148:7.10
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn148:7.11
source: Idaṃ catutthaṃ chakkaṃ. (4)
mn: This is the fourth set of six.

# mn148:8.1
source: ‘Cha vedanākāyā veditabbā’ti—
mn: ‘The six classes of feeling should be understood.’

# mn148:8.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn148:8.3
source: Cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā;
mn: Eye consciousness arises dependent on the eye and sights. The meeting of the three is contact. Contact is a condition for feeling.

# mn148:8.4
source: sotañca paṭicca sadde ca uppajjati sotaviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā;
mn: Ear consciousness arises dependent on the ear and sounds. The meeting of the three is contact. Contact is a condition for feeling.

# mn148:8.5
source: ghānañca paṭicca gandhe ca uppajjati ghānaviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā;
mn: Nose consciousness arises dependent on the nose and smells. The meeting of the three is contact. Contact is a condition for feeling.

# mn148:8.6
source: jivhañca paṭicca rase ca uppajjati jivhāviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā;
mn: Tongue consciousness arises dependent on the tongue and tastes. The meeting of the three is contact. Contact is a condition for feeling.

# mn148:8.7
source: kāyañca paṭicca phoṭṭhabbe ca uppajjati kāyaviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā;
mn: Body consciousness arises dependent on the body and touches. The meeting of the three is contact. Contact is a condition for feeling.

# mn148:8.8
source: manañca paṭicca dhamme ca uppajjati manoviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā.
mn: Mind consciousness arises dependent on the mind and thoughts. The meeting of the three is contact. Contact is a condition for feeling.

# mn148:8.9
source: ‘Cha vedanākāyā veditabbā’ti—
mn: ‘The six classes of feeling should be understood.’

# mn148:8.10
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn148:8.11
source: Idaṃ pañcamaṃ chakkaṃ. (5)
mn: This is the fifth set of six.

# mn148:9.1
source: ‘Cha taṇhākāyā veditabbā’ti—
mn: ‘The six classes of craving should be understood.’

# mn148:9.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn148:9.3
source: Cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā;
mn: Eye consciousness arises dependent on the eye and sights. The meeting of the three is contact. Contact is a condition for feeling. Feeling is a condition for craving.

# mn148:9.4
source: sotañca paṭicca sadde ca uppajjati sotaviññāṇaṃ … pe …
mn: Ear consciousness …

# mn148:9.5
source: ghānañca paṭicca gandhe ca uppajjati ghānaviññāṇaṃ …
mn: Nose consciousness …

# mn148:9.6
source: jivhañca paṭicca rase ca uppajjati jivhāviññāṇaṃ …
mn: Tongue consciousness …

# mn148:9.7
source: kāyañca paṭicca phoṭṭhabbe ca uppajjati kāyaviññāṇaṃ …
mn: Body consciousness …

# mn148:9.8
source: manañca paṭicca dhamme ca uppajjati manoviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā.
mn: Mind consciousness arises dependent on the mind and thoughts. The meeting of the three is contact. Contact is a condition for feeling. Feeling is a condition for craving.

# mn148:9.9
source: ‘Cha taṇhākāyā veditabbā’ti—
mn: ‘The six classes of craving should be understood.’

# mn148:9.10
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn148:9.11
source: Idaṃ chaṭṭhaṃ chakkaṃ. (6)
mn: This is the sixth set of six.

# mn148:10.1
source: ‘Cakkhu attā’ti yo vadeyya taṃ na upapajjati.
mn: If anyone says, ‘the eye is self,’ that is not tenable.

# mn148:10.2
source: Cakkhussa uppādopi vayopi paññāyati.
mn: The arising and vanishing of the eye is evident,

# mn148:10.3
source: Yassa kho pana uppādopi vayopi paññāyati, ‘attā me uppajjati ca veti cā’ti iccassa evamāgataṃ hoti.
mn: so it would follow that one’s self arises and vanishes.

# mn148:10.4
source: Tasmā taṃ na upapajjati:
mn: That’s why it’s not tenable to claim that

# mn148:10.5
source: ‘cakkhu attā’ti yo vadeyya.
mn: the eye is self.

# mn148:10.6
source: Iti cakkhu anattā.
mn: So the eye is not self.

# mn148:10.7
source: ‘Rūpā attā’ti yo vadeyya taṃ na upapajjati.
mn: If anyone says, ‘sights are self,’ that is not tenable.

# mn148:10.8
source: Rūpānaṃ uppādopi vayopi paññāyati.
mn: The arising and vanishing of sights is evident,

# mn148:10.9
source: Yassa kho pana uppādopi vayopi paññāyati, ‘attā me uppajjati ca veti cā’ti iccassa evamāgataṃ hoti.
mn: so it would follow that one’s self arises and vanishes.

# mn148:10.10
source: Tasmā taṃ na upapajjati:
mn: That’s why it’s not tenable to claim that

# mn148:10.11
source: ‘rūpā attā’ti yo vadeyya.
mn: sights are self.

# mn148:10.12
source: Iti cakkhu anattā, rūpā anattā.
mn: So the eye is not self and sights are not self.

# mn148:10.13
source: ‘Cakkhuviññāṇaṃ attā’ti yo vadeyya taṃ na upapajjati.
mn: If anyone says, ‘eye consciousness is self,’ that is not tenable.

# mn148:10.14
source: Cakkhuviññāṇassa uppādopi vayopi paññāyati.
mn: The arising and vanishing of eye consciousness is evident,

# mn148:10.15
source: Yassa kho pana uppādopi vayopi paññāyati, ‘attā me uppajjati ca veti cā’ti iccassa evamāgataṃ hoti.
mn: so it would follow that one’s self arises and vanishes.

# mn148:10.16
source: Tasmā taṃ na upapajjati:
mn: That’s why it’s not tenable to claim that

# mn148:10.17
source: ‘cakkhuviññāṇaṃ attā’ti yo vadeyya.
mn: eye consciousness is self.

# mn148:10.18
source: Iti cakkhu anattā, rūpā anattā, cakkhuviññāṇaṃ anattā.
mn: So the eye, sights, and eye consciousness are not self.

# mn148:10.19
source: ‘Cakkhusamphasso attā’ti yo vadeyya taṃ na upapajjati.
mn: If anyone says, ‘eye contact is self,’ that is not tenable.

# mn148:10.20
source: Cakkhusamphassassa uppādopi vayopi paññāyati.
mn: The arising and vanishing of eye contact is evident,

# mn148:10.21
source: Yassa kho pana uppādopi vayopi paññāyati, ‘attā me uppajjati ca veti cā’ti iccassa evamāgataṃ hoti.
mn: so it would follow that one’s self arises and vanishes.

# mn148:10.22
source: Tasmā taṃ na upapajjati:
mn: That’s why it’s not tenable to claim that

# mn148:10.23
source: ‘cakkhusamphasso attā’ti yo vadeyya.
mn: eye contact is self.

# mn148:10.24
source: Iti cakkhu anattā, rūpā anattā, cakkhuviññāṇaṃ anattā, cakkhusamphasso anattā.
mn: So the eye, sights, eye consciousness, and eye contact are not self.

# mn148:10.25
source: ‘Vedanā attā’ti yo vadeyya taṃ na upapajjati.
mn: If anyone says, ‘feeling is self,’ that is not tenable.

# mn148:10.26
source: Vedanāya uppādopi vayopi paññāyati.
mn: The arising and vanishing of feeling is evident,

# mn148:10.27
source: Yassa kho pana uppādopi vayopi paññāyati, ‘attā me uppajjati ca veti cā’ti iccassa evamāgataṃ hoti.
mn: so it would follow that one’s self arises and vanishes.

# mn148:10.28
source: Tasmā taṃ na upapajjati:
mn: That’s why it’s not tenable to claim that

# mn148:10.29
source: ‘vedanā attā’ti yo vadeyya.
mn: feeling is self.

# mn148:10.30
source: Iti cakkhu anattā, rūpā anattā, cakkhuviññāṇaṃ anattā, cakkhusamphasso anattā, vedanā anattā.
mn: So the eye, sights, eye consciousness, eye contact, and feeling are not self.

# mn148:10.31
source: ‘Taṇhā attā’ti yo vadeyya taṃ na upapajjati.
mn: If anyone says, ‘craving is self,’ that is not tenable.

# mn148:10.32
source: Taṇhāya uppādopi vayopi paññāyati.
mn: The arising and vanishing of craving is evident,

# mn148:10.33
source: Yassa kho pana uppādopi vayopi paññāyati, ‘attā me uppajjati ca veti cā’ti iccassa evamāgataṃ hoti.
mn: so it would follow that one’s self arises and vanishes.

# mn148:10.34
source: Tasmā taṃ na upapajjati:
mn: That’s why it’s not tenable to claim that

# mn148:10.35
source: ‘taṇhā attā’ti yo vadeyya.
mn: craving is self.

# mn148:10.36
source: Iti cakkhu anattā, rūpā anattā, cakkhuviññāṇaṃ anattā, cakkhusamphasso anattā, vedanā anattā, taṇhā anattā.
mn: So the eye, sights, eye consciousness, eye contact, feeling, and craving are not self.

# mn148:11.1
source: ‘Sotaṃ attā’ti yo vadeyya … pe …
mn: If anyone says, ‘the ear is self’ …

# mn148:11.2
source: ‘ghānaṃ attā’ti yo vadeyya … pe …
mn: ‘the nose is self’ …

# mn148:11.3
source: ‘jivhā attā’ti yo vadeyya … pe …
mn: ‘the tongue is self’ …

# mn148:11.4
source: ‘kāyo attā’ti yo vadeyya … pe …
mn: ‘the body is self’ …

# mn148:11.5
source: ‘mano attā’ti yo vadeyya taṃ na upapajjati.
mn: ‘the mind is self,’ that is not tenable.

# mn148:11.6
source: Manassa uppādopi vayopi paññāyati.
mn: The arising and vanishing of the mind is evident,

# mn148:11.7
source: Yassa kho pana uppādopi vayopi paññāyati, ‘attā me uppajjati ca veti cā’ti iccassa evamāgataṃ hoti.
mn: so it would follow that one’s self arises and vanishes.

# mn148:11.8
source: Tasmā taṃ na upapajjati:
mn: That’s why it’s not tenable to claim that

# mn148:11.9
source: ‘mano attā’ti yo vadeyya.
mn: the mind is self.

# mn148:11.10
source: Iti mano anattā.
mn: So the mind is not self.

# mn148:12.1
source: ‘Dhammā attā’ti yo vadeyya taṃ na upapajjati.
mn: If anyone says, ‘thoughts are self’ …

# mn148:13.1
source: ‘Manoviññāṇaṃ attā’ti yo vadeyya taṃ na upapajjati.
mn: ‘mind consciousness is self’ …

# mn148:14.1
source: ‘Manosamphasso attā’ti yo vadeyya taṃ na upapajjati.
mn: ‘mind contact is self’ …

# mn148:15.1
source: ‘Vedanā attā’ti yo vadeyya taṃ na upapajjati.
mn: ‘feeling is self’ …

# mn148:15.7
source: ‘Taṇhā attā’ti yo vadeyya taṃ na upapajjati.
mn: ‘craving is self,’ that is not tenable.

# mn148:15.8
source: Taṇhāya uppādopi vayopi paññāyati.
mn: The arising and vanishing of craving is evident,

# mn148:15.9
source: Yassa kho pana uppādopi vayopi paññāyati, ‘attā me uppajjati ca veti cā’ti iccassa evamāgataṃ hoti.
mn: so it would follow that one’s self arises and vanishes.

# mn148:15.10
source: Tasmā taṃ na upapajjati:
mn: That’s why it’s not tenable to claim that

# mn148:15.11
source: ‘taṇhā attā’ti yo vadeyya.
mn: craving is self.

# mn148:15.12
source: Iti mano anattā, dhammā anattā, manoviññāṇaṃ anattā, manosamphasso anattā, vedanā anattā, taṇhā anattā.
mn: So the mind, thoughts, mind consciousness, mind contact, feeling, and craving are not self.

# mn148:16.1
source: Ayaṃ kho pana, bhikkhave, sakkāyasamudayagāminī paṭipadā—
mn: Now, mendicants, this is the way that leads to the origin of identity.

# mn148:16.2
source: cakkhuṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati;
mn: You regard the eye like this: ‘This is mine, I am this, this is my self.’

# mn148:17-21.1
source: rūpe ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati;
mn: You regard sights …

# mn148:17-21.2
source: cakkhuviññāṇaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati;
mn: eye consciousness …

# mn148:17-21.3
source: cakkhusamphassaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati;
mn: eye contact …

# mn148:17-21.4
source: vedanaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati;
mn: feeling …

# mn148:17-21.5
source: taṇhaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati;
mn: craving like this: ‘This is mine, I am this, this is my self.’

# mn148:17-21.6
source: sotaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati … pe …
mn: You regard the ear …

# mn148:17-21.7
source: ghānaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati … pe …
mn: nose …

# mn148:17-21.8
source: jivhaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati … pe …
mn: tongue …

# mn148:17-21.9
source: kāyaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati … pe …
mn: body …

# mn148:17-21.10
source: manaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati, dhamme ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati, manoviññāṇaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati, manosamphassaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati, vedanaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati, taṇhaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati.
mn: mind … thoughts … mind consciousness … mind contact … feeling … craving like this: ‘This is mine, I am this, this is my self.’

# mn148:22.1
source: Ayaṃ kho pana, bhikkhave, sakkāyanirodhagāminī paṭipadā—
mn: But this is the way that leads to the cessation of identity.

# mn148:22.2
source: cakkhuṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: You regard the eye like this: ‘This is not mine, I am not this, this is not my self.’

# mn148:23-27.1
source: Rūpe ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: You regard sights …

# mn148:23-27.2
source: Cakkhuviññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: eye consciousness …

# mn148:23-27.3
source: Cakkhusamphassaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: eye contact …

# mn148:23-27.4
source: Vedanaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: feeling …

# mn148:23-27.5
source: Taṇhaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: craving like this: ‘This is not mine, I am not this, this is not my self.’

# mn148:23-27.6
source: Sotaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati … pe …
mn: You regard the ear …

# mn148:23-27.7
source: ghānaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati … pe …
mn: nose …

# mn148:23-27.8
source: jivhaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati … pe …
mn: tongue …

# mn148:23-27.9
source: kāyaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati … pe …
mn: body …

# mn148:23-27.10
source: manaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: mind like this: ‘This is not mine, I am not this, this is not my self.’

# mn148:23-27.11
source: Dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: You regard thoughts …

# mn148:23-27.12
source: Manoviññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: mind consciousness …

# mn148:23-27.13
source: Manosamphassaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: mind contact …

# mn148:23-27.14
source: Vedanaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: feeling …

# mn148:23-27.15
source: Taṇhaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati.
mn: craving like this: ‘This is not mine, I am not this, this is not my self.’

# mn148:28.1
source: Cakkhuñca, bhikkhave, paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā.
mn: Eye consciousness arises dependent on the eye and sights. The meeting of the three is contact. Contact is a condition for the arising of what is felt as pleasant, painful, or neutral.

# mn148:28.2
source: So sukhāya vedanāya phuṭṭho samāno abhinandati abhivadati ajjhosāya tiṭṭhati.
mn: When you experience a pleasant feeling, if you approve, welcome, and keep clinging to it,

# mn148:28.3
source: Tassa rāgānusayo anuseti.
mn: the underlying tendency to greed underlies that.

# mn148:28.4
source: Dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati.
mn: When you experience a painful feeling, if you sorrow and wail and lament, beating your breast and falling into confusion,

# mn148:28.5
source: Tassa paṭighānusayo anuseti.
mn: the underlying tendency to repulsion underlies that.

# mn148:28.6
source: Adukkhamasukhāya vedanāya phuṭṭho samāno tassā vedanāya samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nappajānāti.
mn: When you experience a neutral feeling, if you don’t truly understand that feeling’s origin, ending, gratification, drawback, and escape,

# mn148:28.7
source: Tassa avijjānusayo anuseti.
mn: the underlying tendency to ignorance underlies that.

# mn148:28.8
source: So vata, bhikkhave, sukhāya vedanāya rāgānusayaṃ appahāya dukkhāya vedanāya paṭighānusayaṃ appaṭivinodetvā adukkhamasukhāya vedanāya avijjānusayaṃ asamūhanitvā avijjaṃ appahāya vijjaṃ anuppādetvā diṭṭheva dhamme dukkhassantakaro bhavissatīti—netaṃ ṭhānaṃ vijjati.
mn: Mendicants, without giving up the underlying tendency to greed for pleasant feeling, without dispelling the underlying tendency to repulsion towards painful feeling, without eradicating ignorance in the case of neutral feeling, without giving up ignorance and without giving rise to knowledge, it’s simply impossible to make an end of suffering in the present life.

# mn148:29-33.1
source: Sotañca, bhikkhave, paṭicca sadde ca uppajjati sotaviññāṇaṃ … pe …
mn: Ear consciousness …

# mn148:29-33.2
source: ghānañca, bhikkhave, paṭicca gandhe ca uppajjati ghānaviññāṇaṃ … pe …
mn: Nose consciousness …

# mn148:29-33.3
source: jivhañca, bhikkhave, paṭicca rase ca uppajjati jivhāviññāṇaṃ … pe …
mn: Tongue consciousness …

# mn148:29-33.4
source: kāyañca, bhikkhave, paṭicca phoṭṭhabbe ca uppajjati kāyaviññāṇaṃ … pe …
mn: Body consciousness …

# mn148:29-33.5
source: manañca, bhikkhave, paṭicca dhamme ca uppajjati manoviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā.
mn: Mind consciousness arises dependent on the mind and thoughts. The meeting of the three is contact. Contact is a condition for the arising of what is felt as pleasant, painful, or neutral.
