Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn140.po
Languages: mn

# mn140:20.2
source: Seyyathāpi, bhikkhu, dakkho suvaṇṇakāro vā suvaṇṇakārantevāsī vā ukkaṃ bandheyya, ukkaṃ bandhitvā ukkāmukhaṃ ālimpeyya, ukkāmukhaṃ ālimpetvā saṇḍāsena jātarūpaṃ gahetvā ukkāmukhe pakkhipeyya, tamenaṃ kālena kālaṃ abhidhameyya, kālena kālaṃ udakena paripphoseyya, kālena kālaṃ ajjhupekkheyya, taṃ hoti jātarūpaṃ sudhantaṃ niddhantaṃ nīhaṭaṃ ninnītakasāvaṃ mudu ca kammaññañca pabhassarañca, yassā yassā ca piḷandhanavikatiyā ākaṅkhati—yadi paṭṭikāya yadi kuṇḍalāya yadi gīveyyakāya yadi suvaṇṇamālāya tañcassa atthaṃ anubhoti;
mn: It’s like when a goldsmith or a goldsmith’s apprentice prepares a forge, fires the crucible, picks up some gold with tongs and puts it in the crucible. From time to time they fan it, from time to time they sprinkle water on it, and from time to time they just watch over it. That gold becomes pliable, workable, and radiant, not brittle, and is ready to be worked. Then the goldsmith can successfully create any kind of ornament they want, whether a bracelet, earrings, a necklace, or a golden garland.

# mn140:20.3
source: evameva kho, bhikkhu, athāparaṃ upekkhāyeva avasissati parisuddhā pariyodātā mudu ca kammaññā ca pabhassarā ca.
mn: In the same way, there remains only equanimity, pure, bright, pliable, workable, and radiant.

# mn140:21.1
source: So evaṃ pajānāti:
mn: They understand:

# mn140:21.2
source: ‘imañce ahaṃ upekkhaṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ ākāsānañcāyatanaṃ upasaṃhareyyaṃ, tadanudhammañca cittaṃ bhāveyyaṃ.
mn: ‘If I were to apply this equanimity, so pure and bright, to the dimension of infinite space, my mind would develop accordingly.

# mn140:21.3
source: Evaṃ me ayaṃ upekkhā tannissitā tadupādānā ciraṃ dīghamaddhānaṃ tiṭṭheyya.
mn: And this equanimity of mine, relying on that and grasping it, would remain for a very long time.

# mn140:21.4
source: Imañce ahaṃ upekkhaṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ viññāṇañcāyatanaṃ upasaṃhareyyaṃ, tadanudhammañca cittaṃ bhāveyyaṃ.
mn: If I were to apply this equanimity, so pure and bright, to the dimension of infinite consciousness, my mind would develop accordingly.

# mn140:21.5
source: Evaṃ me ayaṃ upekkhā tannissitā tadupādānā ciraṃ dīghamaddhānaṃ tiṭṭheyya.
mn: And this equanimity of mine, relying on that and grasping it, would remain for a very long time.

# mn140:21.6
source: Imañce ahaṃ upekkhaṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ ākiñcaññāyatanaṃ upasaṃhareyyaṃ, tadanudhammañca cittaṃ bhāveyyaṃ.
mn: If I were to apply this equanimity, so pure and bright, to the dimension of nothingness, my mind would develop accordingly.

# mn140:21.7
source: Evaṃ me ayaṃ upekkhā tannissitā tadupādānā ciraṃ dīghamaddhānaṃ tiṭṭheyya.
mn: And this equanimity of mine, relying on that and grasping it, would remain for a very long time.

# mn140:21.8
source: Imañce ahaṃ upekkhaṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ nevasaññānāsaññāyatanaṃ upasaṃhareyyaṃ, tadanudhammañca cittaṃ bhāveyyaṃ.
mn: If I were to apply this equanimity, so pure and bright, to the dimension of neither perception nor non-perception, my mind would develop accordingly.

# mn140:21.9
source: Evaṃ me ayaṃ upekkhā tannissitā tadupādānā ciraṃ dīghamaddhānaṃ tiṭṭheyyā’ti.
mn: And this equanimity of mine, relying on that and grasping it, would remain for a very long time.’

# mn140:22.1
source: So evaṃ pajānāti:
mn: They understand:

# mn140:22.2
source: ‘imañce ahaṃ upekkhaṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ ākāsānañcāyatanaṃ upasaṃhareyyaṃ, tadanudhammañca cittaṃ bhāveyyaṃ;
mn: ‘If I were to apply this equanimity, so pure and bright, to the dimension of infinite space, my mind would develop accordingly.

# mn140:22.3
source: saṅkhatametaṃ.
mn: But that is conditioned.

# mn140:22.4
source: Imañce ahaṃ upekkhaṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ viññāṇañcāyatanaṃ upasaṃhareyyaṃ, tadanudhammañca cittaṃ bhāveyyaṃ;
mn: If I were to apply this equanimity, so pure and bright, to the dimension of infinite consciousness …

# mn140:22.6
source: Imañce ahaṃ upekkhaṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ ākiñcaññāyatanaṃ upasaṃhareyyaṃ, tadanudhammañca cittaṃ bhāveyyaṃ;
mn: nothingness …

# mn140:22.8
source: Imañce ahaṃ upekkhaṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ nevasaññānāsaññāyatanaṃ upasaṃhareyyaṃ, tadanudhammañca cittaṃ bhāveyyaṃ;
mn: neither perception nor non-perception, my mind would develop accordingly.

# mn140:22.9
source: saṅkhatametan’ti.
mn: But that is conditioned.’

# mn140:22.10
source: So neva taṃ abhisaṅkharoti, na abhisañcetayati bhavāya vā vibhavāya vā.
mn: They neither make a choice nor form an intention to continue existence or to end existence.

# mn140:22.11
source: So anabhisaṅkharonto anabhisañcetayanto bhavāya vā vibhavāya vā na kiñci loke upādiyati,
mn: Because of this, they don’t grasp at anything in the world.

# mn140:22.12
source: anupādiyaṃ na paritassati, aparitassaṃ paccattaṃyeva parinibbāyati.
mn: Not grasping, they’re not anxious. Not being anxious, they personally become extinguished.

# mn140:22.13
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
mn: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# mn140:23.1
source: So sukhañce vedanaṃ vedeti, ‘sā aniccā’ti pajānāti, ‘anajjhositā’ti pajānāti, ‘anabhinanditā’ti pajānāti.
mn: If they feel a pleasant feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it.

# mn140:23.2
source: Dukkhañce vedanaṃ vedeti, ‘sā aniccā’ti pajānāti, ‘anajjhositā’ti pajānāti, ‘anabhinanditā’ti pajānāti.
mn: If they feel a painful feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it.

# mn140:23.3
source: Adukkhamasukhañce vedanaṃ vedeti, ‘sā aniccā’ti pajānāti, ‘anajjhositā’ti pajānāti, ‘anabhinanditā’ti pajānāti.
mn: If they feel a neutral feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it.

# mn140:24.1
source: So sukhañce vedanaṃ vedeti, visaṃyutto naṃ vedeti;
mn: If they feel a pleasant feeling, they feel it detached.

# mn140:24.2
source: dukkhañce vedanaṃ vedeti, visaṃyutto naṃ vedeti;
mn: If they feel a painful feeling, they feel it detached.

# mn140:24.3
source: adukkhamasukhañce vedanaṃ vedeti, visaṃyutto naṃ vedeti.
mn: If they feel a neutral feeling, they feel it detached.

# mn140:24.4
source: So kāyapariyantikaṃ vedanaṃ vedayamāno ‘kāyapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti, jīvitapariyantikaṃ vedanaṃ vedayamāno ‘jīvitapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti,
mn: Feeling the end of the body approaching, they understand: ‘I feel the end of the body approaching.’ Feeling the end of life approaching, they understand: ‘I feel the end of life approaching.’

# mn140:24.5
source: ‘kāyassa bhedā paraṃ maraṇā uddhaṃ jīvitapariyādānā idheva sabbavedayitāni anabhinanditāni sītībhavissantī’ti pajānāti.
mn: They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, since I no longer take pleasure in it, will become cool right here.’

# mn140:24.6
source: Seyyathāpi, bhikkhu, telañca paṭicca vaṭṭiñca paṭicca telappadīpo jhāyati;
mn: Suppose an oil lamp depended on oil and a wick to burn.

# mn140:24.7
source: tasseva telassa ca vaṭṭiyā ca pariyādānā aññassa ca anupahārā anāhāro nibbāyati;
mn: As the oil and the wick are used up, it would be extinguished due to lack of fuel.

# mn140:24.8
source: evameva kho, bhikkhu, kāyapariyantikaṃ vedanaṃ vedayamāno ‘kāyapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti, jīvitapariyantikaṃ vedanaṃ vedayamāno ‘jīvitapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti,
mn: In the same way, feeling the end of the body approaching, they understand: ‘I feel the end of the body approaching.’ Feeling the end of life approaching, they understand: ‘I feel the end of life approaching.’

# mn140:24.9
source: ‘kāyassa bhedā paraṃ maraṇā uddhaṃ jīvitapariyādānā idheva sabbavedayitāni anabhinanditāni sītībhavissantī’ti pajānāti.
mn: They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, since I no longer take pleasure in it, will become cool right here.’

# mn140:25.1
source: Tasmā evaṃ samannāgato bhikkhu iminā paramena paññādhiṭṭhānena samannāgato hoti.
mn: Therefore a mendicant thus endowed is endowed with the ultimate foundation of wisdom.

# mn140:25.2
source: Esā hi, bhikkhu, paramā ariyā paññā yadidaṃ—
mn: For this is the ultimate noble wisdom, namely,

# mn140:25.3
source: sabbadukkhakkhaye ñāṇaṃ.
mn: the knowledge of the ending of suffering.

# mn140:26.1
source: Tassa sā vimutti sacce ṭhitā akuppā hoti.
mn: Their freedom, being founded on truth, is unshakable.

# mn140:26.2
source: Tañhi, bhikkhu, musā yaṃ mosadhammaṃ, taṃ saccaṃ yaṃ amosadhammaṃ nibbānaṃ.
mn: For that which is false has a deceptive nature, while that which is true has an undeceptive nature—extinguishment.

# mn140:26.3
source: Tasmā evaṃ samannāgato bhikkhu iminā paramena saccādhiṭṭhānena samannāgato hoti.
mn: Therefore a mendicant thus endowed is endowed with the ultimate foundation of truth.

# mn140:26.4
source: Etañhi, bhikkhu, paramaṃ ariyasaccaṃ yadidaṃ—
mn: For this is the ultimate noble truth, namely,

# mn140:26.5
source: amosadhammaṃ nibbānaṃ.
mn: that which has an undeceptive nature—extinguishment.

# mn140:27.1
source: Tasseva kho pana pubbe aviddasuno upadhī honti samattā samādinnā.
mn: In their ignorance, they used to acquire attachments.

# mn140:27.2
source: Tyāssa pahīnā honti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.
mn: Those have been cut off at the root, made like a palm stump, obliterated so they are unable to arise in the future.

# mn140:27.3
source: Tasmā evaṃ samannāgato bhikkhu iminā paramena cāgādhiṭṭhānena samannāgato hoti.
mn: Therefore a mendicant thus endowed is endowed with the ultimate foundation of generosity.

# mn140:27.4
source: Eso hi, bhikkhu, paramo ariyo cāgo yadidaṃ—
mn: For this is the ultimate noble generosity, namely,

# mn140:27.5
source: sabbūpadhipaṭinissaggo.
mn: letting go of all attachments.

# mn140:28.1
source: Tasseva kho pana pubbe aviddasuno abhijjhā hoti chando sārāgo.
mn: In their ignorance, they used to be covetous, full of desire and lust.

# mn140:28.2
source: Svāssa pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo.
mn: That has been cut off at the root, made like a palm stump, obliterated so it’s unable to arise in the future.

# mn140:28.3
source: Tasseva kho pana pubbe aviddasuno āghāto hoti byāpādo sampadoso.
mn: In their ignorance, they used to be contemptuous, full of ill will and malevolence.

# mn140:28.4
source: Svāssa pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo.
mn: That has been cut off at the root, made like a palm stump, obliterated so it’s unable to arise in the future.

# mn140:28.5
source: Tasseva kho pana pubbe aviddasuno avijjā hoti sammoho.
mn: In their ignorance, they used to be ignorant, full of delusion.

# mn140:28.6
source: Svāssa pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo.
mn: That has been cut off at the root, made like a palm stump, obliterated so it’s unable to arise in the future.

# mn140:28.7
source: Tasmā evaṃ samannāgato bhikkhu iminā paramena upasamādhiṭṭhānena samannāgato hoti.
mn: Therefore a mendicant thus endowed is endowed with the ultimate foundation of peace.

# mn140:28.8
source: Eso hi, bhikkhu, paramo ariyo upasamo yadidaṃ—
mn: For this is the ultimate noble peace, namely,

# mn140:28.9
source: rāgadosamohānaṃ upasamo.
mn: the pacification of greed, hate, and delusion.

# mn140:29.1
source: ‘Paññaṃ nappamajjeyya, saccamanurakkheyya, cāgamanubrūheyya, santimeva so sikkheyyā’ti—
mn: ‘Don’t neglect wisdom, preserve truth, foster generosity, and train only for peace.’

# mn140:29.2
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn140:30.1
source: ‘Yattha ṭhitaṃ maññassavā nappavattanti, maññassave kho pana nappavattamāne muni santoti vuccatī’ti—
mn: ‘They have four foundations, standing on which the streams of identification don’t flow. And when the streams of identification don’t flow, they’re called a sage at peace.’

# mn140:30.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
mn: That’s what I said, but why did I say it?

# mn140:31.1
source: ‘Asmī’ti, bhikkhu, maññitametaṃ, ‘ayamahamasmī’ti maññitametaṃ, ‘bhavissan’ti maññitametaṃ, ‘na bhavissan’ti maññitametaṃ, ‘rūpī bhavissan’ti maññitametaṃ, ‘arūpī bhavissan’ti maññitametaṃ, ‘saññī bhavissan’ti maññitametaṃ, ‘asaññī bhavissan’ti maññitametaṃ, ‘nevasaññīnāsaññī bhavissan’ti maññitametaṃ.
mn: These are all forms of identifying: ‘I am’, ‘I am this’, ‘I will be’, ‘I will not be’, ‘I will have form’, ‘I will be formless’, ‘I will be percipient’, ‘I will be non-percipient’, ‘I will be neither percipient nor non-percipient.’

# mn140:31.2
source: Maññitaṃ, bhikkhu, rogo maññitaṃ gaṇḍo maññitaṃ sallaṃ.
mn: Identification is a disease, a boil, a dart.

# mn140:31.3
source: Sabbamaññitānaṃ tveva, bhikkhu, samatikkamā muni santoti vuccati.
mn: Having gone beyond all identification, one is called a sage at peace.

# mn140:31.4
source: Muni kho pana, bhikkhu, santo na jāyati, na jīyati, na mīyati, na kuppati, na piheti.
mn: The sage at peace is not reborn, does not grow old, and does not die. They are not shaken, and do not yearn.

# mn140:31.5
source: Tañhissa, bhikkhu, natthi yena jāyetha, ajāyamāno kiṃ jīyissati, ajīyamāno kiṃ mīyissati, amīyamāno kiṃ kuppissati, akuppamāno kissa pihessati?
mn: For they have nothing which would cause them to be reborn. Not being reborn, how could they grow old? Not growing old, how could they die? Not dying, how could they be shaken? Not shaking, for what could they yearn?

# mn140:32.1
source: ‘Yattha ṭhitaṃ maññassavā nappavattanti, maññassave kho pana nappavattamāne muni santoti vuccatī’ti—
mn: ‘They have four foundations, standing on which the streams of identification don’t flow. And when the streams of identification don’t flow, they’re called a sage at peace.’

# mn140:32.2
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ.
mn: That’s what I said, and this is why I said it.

# mn140:32.3
source: Imaṃ kho me tvaṃ, bhikkhu, saṃkhittena chadhātuvibhaṅgaṃ dhārehī”ti.
mn: Mendicant, you should remember this brief analysis of the six elements.”

# mn140:33.1
source: Atha kho āyasmā pukkusāti:
mn: Then Venerable Pukkusāti thought,

# mn140:33.2
source: “satthā kira me anuppatto, sugato kira me anuppatto, sammāsambuddho kira me anuppatto”ti uṭṭhāyāsanā ekaṃsaṃ cīvaraṃ katvā bhagavato pādesu sirasā nipatitvā bhagavantaṃ etadavoca:
mn: “It seems the Teacher has come to me! The Holy One has come to me! The fully awakened Buddha has come to me!” He got up from his seat, arranged his robe over one shoulder, bowed with his head to the Buddha’s feet, and said,

# mn140:33.3
source: “accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yohaṃ bhagavantaṃ āvusovādena samudācaritabbaṃ amaññissaṃ.
mn: “I have made a mistake, sir. It was foolish, stupid, and unskillful of me to presume to address the Buddha as ‘reverend’.

# mn140:33.4
source: Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti.
mn: Please, sir, accept my mistake for what it is, so I will restrain myself in future.”

# mn140:33.5
source: “Taggha tvaṃ, bhikkhu, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yaṃ maṃ tvaṃ āvusovādena samudācaritabbaṃ amaññittha.
mn: “Indeed, mendicant, you made a mistake. It was foolish, stupid, and unskillful of you to act in that way.

# mn140:33.6
source: Yato ca kho tvaṃ, bhikkhu, accayaṃ accayato disvā yathādhammaṃ paṭikarosi, taṃ te mayaṃ paṭiggaṇhāma.
mn: But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it.

# mn140:33.7
source: Vuddhihesā, bhikkhu, ariyassa vinaye yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti, āyatiṃ saṃvaraṃ āpajjatī”ti.
mn: For it is growth in the training of the noble one to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.”

# mn140:34.1
source: “Labheyyāhaṃ, bhante, bhagavato santike upasampadan”ti.
mn: “Sir, may I receive the going forth, the ordination in the Buddha’s presence?”

# mn140:34.2
source: “Paripuṇṇaṃ pana te, bhikkhu, pattacīvaran”ti?
mn: “But mendicant, are your bowl and robes complete?”

# mn140:34.3
source: “Na kho me, bhante, paripuṇṇaṃ pattacīvaran”ti.
mn: “No, sir, they are not.”

# mn140:34.4
source: “Na kho, bhikkhu, tathāgatā aparipuṇṇapattacīvaraṃ upasampādentī”ti.
mn: “The Realized Ones do not ordain those whose bowl and robes are incomplete.”

# mn140:35.1
source: Atha kho āyasmā pukkusāti bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pattacīvarapariyesanaṃ pakkāmi.
mn: And then Venerable Pukkusāti approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# mn140:35.2
source: Atha kho āyasmantaṃ pukkusātiṃ pattacīvarapariyesanaṃ carantaṃ vibbhantā gāvī jīvitā voropesi.
mn: But while he was wandering in search of a bowl and robes, a stray cow took his life.

# mn140:36.1
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
mn: Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him,

# mn140:36.2
source: “yo so, bhante, pukkusāti nāma kulaputto bhagavatā saṃkhittena ovādena ovadito so kālaṅkato.
mn: “Sir, the gentleman named Pukkusāti, who was advised in brief by the Buddha, has passed away.

# mn140:36.3
source: Tassa kā gati, ko abhisamparāyo”ti?
mn: Where has he been reborn in his next life?”

# mn140:36.4
source: “Paṇḍito, bhikkhave, pukkusāti kulaputto paccapādi dhammassānudhammaṃ, na ca maṃ dhammādhikaraṇaṃ vihesesi.
mn: “Mendicants, Pukkusāti was astute. He practiced in line with the teachings, and did not trouble me about the teachings.

# mn140:36.5
source: Pukkusāti, bhikkhave, kulaputto pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā”ti.
mn: With the ending of the five lower fetters, he’s been reborn spontaneously and will become extinguished there, not liable to return from that world.”

# mn140:36.6
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn140:36.7
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
mn: Satisfied, the mendicants were happy with what the Buddha said.
