Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn152.po
Languages: mn

# mn152:0.1
source: Majjhima Nikāya 152
mn: Middle Discourses 152

# mn152:0.2
source: Indriyabhāvanāsutta
mn: The Development of the Faculties

# mn152:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn152:1.2
source: ekaṃ samayaṃ bhagavā gajaṅgalāyaṃ viharati suveḷuvane.
mn: At one time the Buddha was staying near Kajaṅgalā in a bamboo grove.

# mn152:2.1
source: Atha kho uttaro māṇavo pārāsiviyantevāsī yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
mn: Then the brahmin student Uttara, a pupil of the brahmin Pārāsariya, approached the Buddha, and exchanged greetings with him.

# mn152:2.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho uttaraṃ māṇavaṃ pārāsiviyantevāsiṃ bhagavā etadavoca:
mn: When the greetings and polite conversation were over, he sat down to one side. The Buddha said to him,

# mn152:2.3
source: “deseti, uttara, pārāsiviyo brāhmaṇo sāvakānaṃ indriyabhāvanan”ti?
mn: “Uttara, does Pārāsariya teach his disciples the development of the faculties?”

# mn152:2.4
source: “Deseti, bho gotama, pārāsiviyo brāhmaṇo sāvakānaṃ indriyabhāvanan”ti.
mn: “He does, Master Gotama.”

# mn152:2.5
source: “Yathā kathaṃ pana, uttara, deseti pārāsiviyo brāhmaṇo sāvakānaṃ indriyabhāvanan”ti?
mn: “But how does he teach it?”

# mn152:2.6
source: “Idha, bho gotama, cakkhunā rūpaṃ na passati, sotena saddaṃ na suṇāti—
mn: “Master Gotama, it’s when the eye sees no sight and the ear hears no sound.

# mn152:2.7
source: evaṃ kho, bho gotama, deseti pārāsiviyo brāhmaṇo sāvakānaṃ indriyabhāvanan”ti.
mn: That’s how Pārāsariya teaches his disciples the development of the faculties.”

# mn152:2.8
source: “Evaṃ sante kho, uttara, andho bhāvitindriyo bhavissati, badhiro bhāvitindriyo bhavissati;
mn: “In that case, Uttara, a blind person and a deaf person will have developed faculties

# mn152:2.9
source: yathā pārāsiviyassa brāhmaṇassa vacanaṃ.
mn: according to what Pārāsariya says.

# mn152:2.10
source: Andho hi, uttara, cakkhunā rūpaṃ na passati, badhiro sotena saddaṃ na suṇātī”ti.
mn: For a blind person sees no sight with the eye and a deaf person hears no sound with the ear.”

# mn152:2.11
source: Evaṃ vutte, uttaro māṇavo pārāsiviyantevāsī tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi.
mn: When he said this, Uttara sat silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say.

# mn152:3.1
source: Atha kho bhagavā uttaraṃ māṇavaṃ pārāsiviyantevāsiṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā āyasmantaṃ ānandaṃ āmantesi:
mn: Knowing this, the Buddha addressed Venerable Ānanda,

# mn152:3.2
source: “aññathā kho, ānanda, deseti pārāsiviyo brāhmaṇo sāvakānaṃ indriyabhāvanaṃ, aññathā ca panānanda, ariyassa vinaye anuttarā indriyabhāvanā hotī”ti.
mn: “Ānanda, the development of the faculties taught by Pārāsariya is quite different from the supreme development of the faculties in the training of the noble one.”

# mn152:3.3
source: “Etassa, bhagavā, kālo; etassa, sugata, kālo
mn: “Now is the time, Blessed One! Now is the time, Holy One.

# mn152:3.4
source: yaṃ bhagavā ariyassa vinaye anuttaraṃ indriyabhāvanaṃ deseyya. Bhagavato sutvā bhikkhū dhāressantī”ti.
mn: Let the Buddha teach the supreme development of the faculties in the training of the noble one. The mendicants will listen and remember it.”

# mn152:3.5
source: “Tenahānanda, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
mn: “Well then, Ānanda, listen and pay close attention, I will speak.”

# mn152:3.6
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
mn: “Yes, sir,” Ānanda replied.

# mn152:3.7
source: Bhagavā etadavoca:
mn: The Buddha said this:

# mn152:4.1
source: “Kathañcānanda, ariyassa vinaye anuttarā indriyabhāvanā hoti?
mn: “And how, Ānanda, is there the supreme development of the faculties in the training of the noble one?

# mn152:4.2
source: Idhānanda, bhikkhuno cakkhunā rūpaṃ disvā uppajjati manāpaṃ, uppajjati amanāpaṃ, uppajjati manāpāmanāpaṃ.
mn: When a mendicant sees a sight with their eyes, liking, disliking, and both liking and disliking come up in them.

# mn152:4.3
source: So evaṃ pajānāti:
mn: They understand:

# mn152:4.4
source: ‘uppannaṃ kho me idaṃ manāpaṃ, uppannaṃ amanāpaṃ, uppannaṃ manāpāmanāpaṃ.
mn: ‘Liking, disliking, and both liking and disliking have come up in me.

# mn152:4.5
source: Tañca kho saṅkhataṃ oḷārikaṃ paṭiccasamuppannaṃ.
mn: That’s conditioned, coarse, and dependently originated.

# mn152:4.6
source: Etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ—
mn: But this is peaceful and sublime, namely

# mn152:4.7
source: upekkhā’ti.
mn: equanimity.’

# mn152:4.8
source: Tassa taṃ uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati;
mn: Then the liking, disliking, and both liking and disliking that came up in them cease,

# mn152:4.9
source: upekkhā saṇṭhāti.
mn: and equanimity becomes stabilized.

# mn152:4.10
source: Seyyathāpi, ānanda, cakkhumā puriso ummīletvā vā nimīleyya, nimīletvā vā ummīleyya;
mn: It’s like how a person with good sight might open their eyes then shut them; or might shut their eyes then open them.

# mn152:4.11
source: evameva kho, ānanda, yassa kassaci evaṃsīghaṃ evaṃtuvaṭaṃ evaṃappakasirena uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati, upekkhā saṇṭhāti—
mn: Such is the speed, the swiftness, the ease with which any liking, disliking, and both liking and disliking at all that came up in them cease, and equanimity becomes stabilized.

# mn152:4.12
source: ayaṃ vuccatānanda, ariyassa vinaye anuttarā indriyabhāvanā cakkhuviññeyyesu rūpesu.
mn: In the training of the noble one this is called the supreme development of the faculties regarding sights known by the eye.

# mn152:5.1
source: Puna caparaṃ, ānanda, bhikkhuno sotena saddaṃ sutvā uppajjati manāpaṃ, uppajjati amanāpaṃ, uppajjati manāpāmanāpaṃ.
mn: Furthermore, when a mendicant hears a sound with their ears, liking, disliking, and both liking and disliking come up in them.

# mn152:5.2
source: So evaṃ pajānāti:
mn: They understand:

# mn152:5.3
source: ‘uppannaṃ kho me idaṃ manāpaṃ, uppannaṃ amanāpaṃ, uppannaṃ manāpāmanāpaṃ.
mn: ‘Liking, disliking, and both liking and disliking have come up in me.

# mn152:5.4
source: Tañca kho saṅkhataṃ oḷārikaṃ paṭiccasamuppannaṃ.
mn: That’s conditioned, coarse, and dependently originated.

# mn152:5.5
source: Etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ—
mn: But this is peaceful and sublime, namely

# mn152:5.6
source: upekkhā’ti.
mn: equanimity.’

# mn152:5.7
source: Tassa taṃ uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati;
mn: Then the liking, disliking, and both liking and disliking that came up in them cease,

# mn152:5.8
source: upekkhā saṇṭhāti.
mn: and equanimity becomes stabilized.

# mn152:5.9
source: Seyyathāpi, ānanda, balavā puriso appakasireneva accharaṃ pahareyya;
mn: It’s like how a strong person can effortlessly snap their fingers.

# mn152:5.10
source: evameva kho, ānanda, yassa kassaci evaṃsīghaṃ evaṃtuvaṭaṃ evaṃappakasirena uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati, upekkhā saṇṭhāti—
mn: Such is the speed, the swiftness, the ease with which any liking, disliking, and both liking and disliking at all that came up in them cease, and equanimity becomes stabilized.

# mn152:5.11
source: ayaṃ vuccatānanda, ariyassa vinaye anuttarā indriyabhāvanā sotaviññeyyesu saddesu.
mn: In the training of the noble one this is called the supreme development of the faculties regarding sounds known by the ear.

# mn152:6.1
source: Puna caparaṃ, ānanda, bhikkhuno ghānena gandhaṃ ghāyitvā uppajjati manāpaṃ, uppajjati amanāpaṃ, uppajjati manāpāmanāpaṃ.
mn: Furthermore, when a mendicant smells an odor with their nose, liking, disliking, and both liking and disliking come up in them.

# mn152:6.2
source: So evaṃ pajānāti:
mn: They understand:

# mn152:6.3
source: ‘uppannaṃ kho me idaṃ manāpaṃ, uppannaṃ amanāpaṃ, uppannaṃ manāpāmanāpaṃ.
mn: ‘Liking, disliking, and both liking and disliking have come up in me.

# mn152:6.4
source: Tañca kho saṅkhataṃ oḷārikaṃ paṭiccasamuppannaṃ.
mn: That’s conditioned, coarse, and dependently originated.

# mn152:6.5
source: Etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ—
mn: But this is peaceful and sublime, namely

# mn152:6.6
source: upekkhā’ti.
mn: equanimity.’

# mn152:6.7
source: Tassa taṃ uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati;
mn: Then the liking, disliking, and both liking and disliking that came up in them cease,

# mn152:6.8
source: upekkhā saṇṭhāti.
mn: and equanimity becomes stabilized.

# mn152:6.9
source: Seyyathāpi, ānanda, īsakampoṇe padumapalāse udakaphusitāni pavattanti, na saṇṭhanti;
mn: It’s like how a drop of water would roll off a gently sloping lotus leaf, and would not stay there.

# mn152:6.10
source: evameva kho, ānanda, yassa kassaci evaṃsīghaṃ evaṃtuvaṭaṃ evaṃappakasirena uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati, upekkhā saṇṭhāti—
mn: Such is the speed, the swiftness, the ease with which any liking, disliking, and both liking and disliking at all that came up in them cease, and equanimity becomes stabilized.

# mn152:6.11
source: ayaṃ vuccatānanda, ariyassa vinaye anuttarā indriyabhāvanā ghānaviññeyyesu gandhesu.
mn: In the training of the noble one this is called the supreme development of the faculties regarding smells known by the nose.

# mn152:7.1
source: Puna caparaṃ, ānanda, bhikkhuno jivhāya rasaṃ sāyitvā uppajjati manāpaṃ, uppajjati amanāpaṃ, uppajjati manāpāmanāpaṃ.
mn: Furthermore, when a mendicant tastes a flavor with their tongue, liking, disliking, and both liking and disliking come up in them.

# mn152:7.2
source: So evaṃ pajānāti:
mn: They understand:

# mn152:7.3
source: ‘uppannaṃ kho me idaṃ manāpaṃ, uppannaṃ amanāpaṃ, uppannaṃ manāpāmanāpaṃ.
mn: ‘Liking, disliking, and both liking and disliking have come up in me.

# mn152:7.4
source: Tañca kho saṅkhataṃ oḷārikaṃ paṭiccasamuppannaṃ.
mn: That’s conditioned, coarse, and dependently originated.

# mn152:7.5
source: Etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ—
mn: But this is peaceful and sublime, namely

# mn152:7.6
source: upekkhā’ti.
mn: equanimity.’

# mn152:7.7
source: Tassa taṃ uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati;
mn: Then the liking, disliking, and both liking and disliking that came up in them cease,

# mn152:7.8
source: upekkhā saṇṭhāti.
mn: and equanimity becomes stabilized.

# mn152:7.9
source: Seyyathāpi, ānanda, balavā puriso jivhagge kheḷapiṇḍaṃ saṃyūhitvā appakasirena vameyya;
mn: It’s like how a strong person who’s formed a glob of spit on the tip of their tongue could easily spit it out.

# mn152:7.10
source: evameva kho, ānanda, yassa kassaci evaṃsīghaṃ evaṃtuvaṭaṃ evaṃappakasirena uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati, upekkhā saṇṭhāti—
mn: Such is the speed, the swiftness, the ease with which any liking, disliking, and both liking and disliking at all that came up in them cease, and equanimity becomes stabilized.

# mn152:7.11
source: ayaṃ vuccatānanda, ariyassa vinaye anuttarā indriyabhāvanā jivhāviññeyyesu rasesu.
mn: In the training of the noble one this is called the supreme development of the faculties regarding tastes known by the tongue.

# mn152:8.1
source: Puna caparaṃ, ānanda, bhikkhuno kāyena phoṭṭhabbaṃ phusitvā uppajjati manāpaṃ, uppajjati amanāpaṃ, uppajjati manāpāmanāpaṃ.
mn: Furthermore, when a mendicant feels a touch with their body, liking, disliking, and both liking and disliking come up in them.

# mn152:8.2
source: So evaṃ pajānāti:
mn: They understand:

# mn152:8.3
source: ‘uppannaṃ kho me idaṃ manāpaṃ, uppannaṃ amanāpaṃ, uppannaṃ manāpāmanāpaṃ.
mn: ‘Liking, disliking, and both liking and disliking have come up in me.

# mn152:8.4
source: Tañca kho saṅkhataṃ oḷārikaṃ paṭiccasamuppannaṃ.
mn: That’s conditioned, coarse, and dependently originated.

# mn152:8.5
source: Etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ—
mn: But this is peaceful and sublime, namely

# mn152:8.6
source: upekkhā’ti.
mn: equanimity.’

# mn152:8.7
source: Tassa taṃ uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati;
mn: Then the liking, disliking, and both liking and disliking that came up in them cease,

# mn152:8.8
source: upekkhā saṇṭhāti.
mn: and equanimity becomes stabilized.

# mn152:8.9
source: Seyyathāpi, ānanda, balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;
mn: It’s like how a strong person can extend or contract their arm.

# mn152:8.10
source: evameva kho, ānanda, yassa kassaci evaṃsīghaṃ evaṃtuvaṭaṃ evaṃappakasirena uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati, upekkhā saṇṭhāti—
mn: Such is the speed, the swiftness, the ease with which any liking, disliking, and both liking and disliking at all that came up in them cease, and equanimity becomes stabilized.

# mn152:8.11
source: ayaṃ vuccatānanda, ariyassa vinaye anuttarā indriyabhāvanā kāyaviññeyyesu phoṭṭhabbesu.
mn: In the training of the noble one this is called the supreme development of the faculties regarding touches known by the body.

# mn152:9.1
source: Puna caparaṃ, ānanda, bhikkhuno manasā dhammaṃ viññāya uppajjati manāpaṃ, uppajjati amanāpaṃ, uppajjati manāpāmanāpaṃ.
mn: Furthermore, when a mendicant knows a thought with their mind, liking, disliking, and both liking and disliking come up in them.

# mn152:9.2
source: So evaṃ pajānāti:
mn: They understand:

# mn152:9.3
source: ‘uppannaṃ kho me idaṃ manāpaṃ, uppannaṃ amanāpaṃ, uppannaṃ manāpāmanāpaṃ.
mn: ‘Liking, disliking, and both liking and disliking have come up in me.

# mn152:9.4
source: Tañca kho saṅkhataṃ oḷārikaṃ paṭiccasamuppannaṃ.
mn: That’s conditioned, coarse, and dependently originated.

# mn152:9.5
source: Etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ—
mn: But this is peaceful and sublime, namely

# mn152:9.6
source: upekkhā’ti.
mn: equanimity.’

# mn152:9.7
source: Tassa taṃ uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati;
mn: Then the liking, disliking, and both liking and disliking that came up in them cease,

# mn152:9.8
source: upekkhā saṇṭhāti.
mn: and equanimity becomes stabilized.

# mn152:9.9
source: Seyyathāpi, ānanda, balavā puriso divasaṃsantatte ayokaṭāhe dve vā tīṇi vā udakaphusitāni nipāteyya.
mn: It’s like how a strong person could let two or three drops of water fall onto an iron cauldron that had been heated all day.

# mn152:9.10
source: Dandho, ānanda, udakaphusitānaṃ nipāto, atha kho naṃ khippameva parikkhayaṃ pariyādānaṃ gaccheyya;
mn: The drops would be slow to fall, but they’d quickly dry up and evaporate.

# mn152:9.11
source: evameva kho, ānanda, yassa kassaci evaṃsīghaṃ evaṃtuvaṭaṃ evaṃappakasirena uppannaṃ manāpaṃ uppannaṃ amanāpaṃ uppannaṃ manāpāmanāpaṃ nirujjhati, upekkhā saṇṭhāti—
mn: Such is the speed, the swiftness, the ease with which any liking, disliking, and both liking and disliking at all that came up in them cease, and equanimity becomes stabilized.

# mn152:9.12
source: ayaṃ vuccatānanda, ariyassa vinaye anuttarā indriyabhāvanā manoviññeyyesu dhammesu.
mn: In the training of the noble one this is called the supreme development of the faculties regarding thoughts known by the mind.

# mn152:9.13
source: Evaṃ kho, ānanda, ariyassa vinaye anuttarā indriyabhāvanā hoti.
mn: That’s how there is the supreme development of the faculties in the training of the noble one.

# mn152:10.1
source: Kathañcānanda, sekho hoti pāṭipado?
mn: And how are they a practicing trainee?

# mn152:10.2
source: Idhānanda, bhikkhuno cakkhunā rūpaṃ disvā uppajjati manāpaṃ, uppajjati amanāpaṃ, uppajjati manāpāmanāpaṃ.
mn: When a mendicant sees a sight with their eyes, liking, disliking, and both liking and disliking come up in them.

# mn152:10.3
source: So tena uppannena manāpena uppannena amanāpena uppannena manāpāmanāpena aṭṭīyati harāyati jigucchati.
mn: They are horrified, repelled, and disgusted by that.

# mn152:10.4
source: Sotena saddaṃ sutvā … pe …
mn: When they hear a sound with their ears …

# mn152:10.5
source: ghānena gandhaṃ ghāyitvā …
mn: When they smell an odor with their nose …

# mn152:10.6
source: jivhāya rasaṃ sāyitvā …
mn: When they taste a flavor with their tongue …

# mn152:10.7
source: kāyena phoṭṭhabbaṃ phusitvā …
mn: When they feel a touch with their body …

# mn152:10.8
source: manasā dhammaṃ viññāya uppajjati manāpaṃ, uppajjati amanāpaṃ, uppajjati manāpāmanāpaṃ.
mn: When they know a thought with their mind, liking, disliking, and both liking and disliking come up in them.

# mn152:10.9
source: So tena uppannena manāpena uppannena amanāpena uppannena manāpāmanāpena aṭṭīyati harāyati jigucchati.
mn: They are horrified, repelled, and disgusted by that.

# mn152:10.10
source: Evaṃ kho, ānanda, sekho hoti pāṭipado.
mn: That’s how they are a practicing trainee.

# mn152:11-15.1
source: Kathañcānanda, ariyo hoti bhāvitindriyo?
mn: And how are they a noble one with developed faculties?

# mn152:11-15.2
source: Idhānanda, bhikkhuno cakkhunā rūpaṃ disvā uppajjati manāpaṃ, uppajjati amanāpaṃ, uppajjati manāpāmanāpaṃ.
mn: When a mendicant sees a sight with their eyes, liking, disliking, and both liking and disliking come up in them.

# mn152:11-15.3
source: So sace ākaṅkhati: ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati.
mn: If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive,’ that’s what they do.

# mn152:11-15.4
source: Sace ākaṅkhati: ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati.
mn: If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do.

# mn152:11-15.5
source: Sace ākaṅkhati: ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati.
mn: If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive,’ that’s what they do.

# mn152:11-15.6
source: Sace ākaṅkhati: ‘appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati.
mn: If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive,’ that’s what they do.

# mn152:11-15.7
source: Sace ākaṅkhati: ‘paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyyaṃ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno.
mn: If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do.

# mn152:16.1
source: Puna caparaṃ, ānanda, bhikkhuno sotena saddaṃ sutvā … pe …
mn: When they hear a sound with their ear …

# mn152:16.2
source: ghānena gandhaṃ ghāyitvā …
mn: When they smell an odor with their nose …

# mn152:16.3
source: jivhāya rasaṃ sāyitvā …
mn: When they taste a flavor with their tongue …

# mn152:16.4
source: kāyena phoṭṭhabbaṃ phusitvā …
mn: When they feel a touch with their body …

# mn152:16.5
source: manasā dhammaṃ viññāya uppajjati manāpaṃ, uppajjati amanāpaṃ, uppajjati manāpāmanāpaṃ.
mn: When they know a thought with their mind, liking, disliking, and both liking and disliking come up in them.

# mn152:16.6
source: So sace ākaṅkhati: ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati.
mn: If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive,’ that’s what they do.

# mn152:16.7
source: Sace ākaṅkhati: ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati.
mn: If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do.

# mn152:16.8
source: Sace ākaṅkhati: ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati.
mn: If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive,’ that’s what they do.

# mn152:16.9
source: Sace ākaṅkhati: ‘appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati.
mn: If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive,’ that’s what they do.

# mn152:16.10
source: Sace ākaṅkhati: ‘paṭikūlañca appaṭikūlañca tadubhayampi abhinivajjetvā upekkhako vihareyyaṃ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno.
mn: If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do.

# mn152:16.11
source: Evaṃ kho, ānanda, ariyo hoti bhāvitindriyo.
mn: That’s how they are a noble one with developed faculties.

# mn152:17.1
source: Iti kho, ānanda, desitā mayā ariyassa vinaye anuttarā indriyabhāvanā, desito sekho pāṭipado, desito ariyo bhāvitindriyo.
mn: So, Ānanda, I have taught the supreme development of the faculties in the training of the noble one, I have taught the practicing trainee, and I have taught the noble one with developed faculties.

# mn152:18.1
source: Yaṃ kho, ānanda, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya, kataṃ vo taṃ mayā.
mn: Out of compassion, I’ve done what a teacher should do who wants what’s best for their disciples.

# mn152:18.2
source: Etāni, ānanda, rukkhamūlāni, etāni suññāgārāni, jhāyathānanda, mā pamādattha, mā pacchā vippaṭisārino ahuvattha. Ayaṃ vo amhākaṃ anusāsanī”ti.
mn: Here are these roots of trees, and here are these empty huts. Practice absorption, Ānanda! Don’t be negligent! Don’t regret it later! This is my instruction to you.”

# mn152:18.3
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn152:18.4
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Ānanda was happy with what the Buddha said.

# mn152:18.19
source: majjhimanikāyo samatto.
mn: The Middle Discourses is completed.
