Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn150.po
Languages: mn

# mn150:0.1
source: Majjhima Nikāya 150
mn: Middle Discourses 150

# mn150:0.2
source: Nagaravindeyyasutta
mn: With the People of Nagaravinda

# mn150:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn150:1.2
source: ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena nagaravindaṃ nāma kosalānaṃ brāhmaṇānaṃ gāmo tadavasari.
mn: At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Nagaravinda.

# mn150:2.1
source: Assosuṃ kho nagaravindeyyakā brāhmaṇagahapatikā:
mn: The brahmins and householders of Nagaravinda heard,

# mn150:2.2
source: “samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ nagaravindaṃ anuppatto.
mn: “It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—while wandering in the land of the Kosalans has arrived at Nagaravinda, together with a large Saṅgha of mendicants.

# mn150:2.3
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
mn: He has this good reputation:

# mn150:2.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
mn: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn150:2.5
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
mn: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# mn150:2.6
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
mn: He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.

# mn150:2.7
source: Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.
mn: It’s good to see such perfected ones.”

# mn150:3.1
source: Atha kho nagaravindeyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Appekacce bhagavatā saddhiṃ sammodiṃsu; sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu. Appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu. Appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho nagaravindeyyake brāhmaṇagahapatike bhagavā etadavoca:
mn: Then the brahmins and householders of Nagaravinda went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. The Buddha said to them:

# mn150:4.1
source: “Sace vo, gahapatayo, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
mn: “Householders, if wanderers who follow another path were to ask you:

# mn150:4.2
source: ‘kathaṃbhūtā, gahapatayo, samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā’ti?
mn: ‘What kind of ascetic or brahmin doesn’t deserve honor, respect, reverence, and veneration?’

# mn150:4.3
source: Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
mn: You should answer them:

# mn150:4.4
source: ‘ye te samaṇabrāhmaṇā cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā.
mn: ‘There are ascetics and brahmins who are not free of greed, hate, and delusion for sights known by the eye, who are not peaceful inside, and who conduct themselves badly among the good by way of body, speech, and mind. They don’t deserve honor, respect, reverence, and veneration.

# mn150:4.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn150:4.6
source: Mayampi hi cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari apassataṃ.
mn: Because we ourselves are not free of these things, so we do not see that they have any higher good conduct than us.

# mn150:4.7
source: Tasmā te bhonto samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā.
mn: That’s why they don’t deserve honor, respect, reverence, and veneration.

# mn150:4.8
source: Ye te samaṇabrāhmaṇā sotaviññeyyesu saddesu …
mn: There are ascetics and brahmins who are not free of greed, hate, and delusion for sounds known by the ear …

# mn150:4.9
source: ghānaviññeyyesu gandhesu …
mn: smells known by the nose …

# mn150:4.10
source: jivhāviññeyyesu rasesu …
mn: tastes known by the tongue…

# mn150:4.11
source: kāyaviññeyyesu phoṭṭhabbesu …
mn: touches known by the body …

# mn150:4.12
source: manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā.
mn: thoughts known by the mind, who are not peaceful inside, and who conduct themselves badly among the good by way of body, speech, and mind. They don’t deserve honor, respect, reverence, and veneration.

# mn150:4.13
source: Taṃ kissa hetu?
mn: Why is that?

# mn150:4.14
source: Mayampi hi manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari apassataṃ.
mn: Because we ourselves are not free of these things, so we do not see that they have any higher good conduct than us.

# mn150:4.15
source: Tasmā te bhonto samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā’ti.
mn: That’s why they don’t deserve honor, respect, reverence, and veneration.’

# mn150:4.16
source: Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha.
mn: When questioned by wanderers who follow other paths, that’s how you should answer them.

# mn150:5.1
source: Sace pana vo, gahapatayo, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
mn: If wanderers who follow other paths were to ask you:

# mn150:5.2
source: ‘kathaṃbhūtā, gahapatayo, samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā’ti?
mn: ‘What kind of ascetic or brahmin deserves honor, respect, reverence, and veneration?’

# mn150:5.3
source: Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
mn: You should answer them:

# mn150:5.4
source: ‘ye te samaṇabrāhmaṇā cakkhuviññeyyesu rūpesu vītarāgā vītadosā vītamohā, ajjhattaṃ vūpasantacittā, samacariyaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā.
mn: ‘There are ascetics and brahmins who are free of greed, hate, and delusion for sights known by the eye, who are peaceful inside, and who conduct themselves well by way of body, speech, and mind. They deserve honor, respect, reverence, and veneration.

# mn150:5.5
source: Taṃ kissa hetu?
mn: Why is that?

# mn150:5.6
source: Mayampi hi cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari passataṃ.
mn: Because we ourselves are not free of these things, but we see that they have a higher good conduct than us.

# mn150:5.7
source: Tasmā te bhonto samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā.
mn: That’s why they deserve honor, respect, reverence, and veneration.

# mn150:5.8
source: Ye te samaṇabrāhmaṇā sotaviññeyyesu saddesu …
mn: There are ascetics and brahmins who are free of greed, hate, and delusion for sounds known by the ear …

# mn150:5.9
source: ghānaviññeyyesu gandhesu …
mn: smells known by the nose …

# mn150:5.10
source: jivhāviññeyyesu rasesu …
mn: tastes known by the tongue …

# mn150:5.11
source: kāyaviññeyyesu phoṭṭhabbesu …
mn: touches known by the body …

# mn150:5.12
source: manoviññeyyesu dhammesu vītarāgā vītadosā vītamohā, ajjhattaṃ vūpasantacittā, samacariyaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā.
mn: thoughts known by the mind, who are peaceful inside, and who conduct themselves well by way of body, speech, and mind. They deserve honor, respect, reverence, and veneration.

# mn150:5.13
source: Taṃ kissa hetu?
mn: Why is that?

# mn150:5.14
source: Mayampi hi manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari passataṃ.
mn: Because we ourselves are not free of these things, but we see that they have a higher good conduct than us.

# mn150:5.15
source: Tasmā te bhonto samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā’ti.
mn: That’s why they deserve honor, respect, reverence, and veneration.

# mn150:5.16
source: Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha.
mn: When questioned by wanderers who follow other paths, that’s how you should answer them.

# mn150:6.1
source: Sace pana vo, gahapatayo, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
mn: If wanderers who follow other paths were to ask you:

# mn150:6.2
source: ‘ke panāyasmantānaṃ ākārā, ke anvayā, yena tumhe āyasmanto evaṃ vadetha?
mn: ‘But what reasons and evidence do you have regarding those venerables that justifies saying,

# mn150:6.3
source: Addhā te āyasmanto vītarāgā vā rāgavinayāya vā paṭipannā, vītadosā vā dosavinayāya vā paṭipannā, vītamohā vā mohavinayāya vā paṭipannā’ti?
mn: “Clearly those venerables are free of greed, hate, and delusion, or practicing to be free of them”?’

# mn150:6.4
source: Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
mn: You should answer them:

# mn150:6.5
source: ‘tathā hi te āyasmanto araññavanapatthāni pantāni senāsanāni paṭisevanti.
mn: ‘It’s because those venerables frequent remote lodgings in the wilderness and the forest.

# mn150:6.6
source: Natthi kho pana tattha tathārūpā cakkhuviññeyyā rūpā ye disvā disvā abhirameyyuṃ, natthi kho pana tattha tathārūpā sotaviññeyyā saddā ye sutvā sutvā abhirameyyuṃ, natthi kho pana tattha tathārūpā ghānaviññeyyā gandhā ye ghāyitvā ghāyitvā abhirameyyuṃ, natthi kho pana tattha tathārūpā jivhāviññeyyā rasā ye sāyitvā sāyitvā abhirameyyuṃ, natthi kho pana tattha tathārūpā kāyaviññeyyā phoṭṭhabbā ye phusitvā phusitvā abhirameyyuṃ.
mn: In such places there are no sights known by the eye to see and enjoy, there are no sounds known by the ear to hear and enjoy, no odors known by the nose to smell and enjoy, no flavors known by the tongue to taste and enjoy, and no touches known by the body to feel and enjoy.

# mn150:6.7
source: Ime kho no, āvuso, ākārā, ime anvayā, yena mayaṃ evaṃ vadema—
mn: These are the reasons and evidence that you have regarding those venerables that justifies saying,

# mn150:6.8
source: addhā te āyasmanto vītarāgā vā rāgavinayāya vā paṭipannā, vītadosā vā dosavinayāya vā paṭipannā, vītamohā vā mohavinayāya vā paṭipannā’ti.
mn: “Clearly those venerables are free of greed, hate, and delusion, or practicing to be free of them”.’

# mn150:6.9
source: Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyāthā”ti.
mn: When questioned by wanderers who follow other paths, that’s how you should answer them.”

# mn150:7.1
source: Evaṃ vutte, nagaravindeyyakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ:
mn: When he had spoken, the brahmins and householders of Nagaravinda said to the Buddha,

# mn150:7.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
mn: “Excellent, Master Gotama! Excellent!

# mn150:7.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
mn: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the Teaching clear in many ways.

# mn150:7.4
source: Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca.
mn: We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# mn150:7.5
source: Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti.
mn: From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.”
