Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/mn151.po
Languages: mn

# mn151:0.1
source: Majjhima Nikāya 151
mn: Middle Discourses 151

# mn151:0.2
source: Piṇḍapātapārisuddhisutta
mn: The Purification of Alms

# mn151:1.1
source: Evaṃ me sutaṃ—
mn: So I have heard.

# mn151:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
mn: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn151:1.3
source: Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca:
mn: Then in the late afternoon, Sāriputta came out of retreat and went to the Buddha. He bowed and sat down to one side. The Buddha said to him,

# mn151:2.1
source: “Vippasannāni kho te, sāriputta, indriyāni, parisuddho chavivaṇṇo pariyodāto.
mn: “Sāriputta, your faculties are so very clear, and your complexion is pure and bright.

# mn151:2.2
source: Katamena kho tvaṃ, sāriputta, vihārena etarahi bahulaṃ viharasī”ti?
mn: What kind of meditation are you usually practicing these days?”

# mn151:2.3
source: “Suññatāvihārena kho ahaṃ, bhante, etarahi bahulaṃ viharāmī”ti.
mn: “Sir, these days I usually practice the meditation on emptiness.”

# mn151:2.4
source: “Sādhu sādhu, sāriputta.
mn: “Good, good, Sāriputta!

# mn151:2.5
source: Mahāpurisavihārena kira tvaṃ, sāriputta, etarahi bahulaṃ viharasi.
mn: It seems you usually practice the meditation of a great man.

# mn151:2.6
source: Mahāpurisavihāro eso, sāriputta, yadidaṃ—
mn: For emptiness is the meditation of a great man.

# mn151:3.1
source: Tasmātiha, sāriputta, bhikkhu sace ākaṅkheyya:
mn: Now, a mendicant might wish:

# mn151:3.2
source: ‘suññatāvihārena bahulaṃ vihareyyan’ti, tena, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: ‘May I usually practice the meditation on emptiness.’ So they should reflect:

# mn151:3.3
source: ‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi nu kho me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti?
mn: ‘Along the path that I went for alms, or in the place I wandered for alms, or along the path that I returned from alms, was there any desire or greed or hate or delusion or repulsion in my heart for sights known by the eye?’

# mn151:3.4
source: Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: Suppose that, upon checking, a mendicant knows that

# mn151:3.5
source: ‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya vāyamitabbaṃ.
mn: there was such desire or greed or hate or delusion or repulsion in their heart, they should make an effort to give up those unskillful qualities.

# mn151:3.6
source: Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: But suppose that, upon checking, a mendicant knows that

# mn151:3.7
source: ‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, natthi me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.
mn: there was no such desire or greed or hate or delusion or repulsion in their heart, they should meditate with rapture and joy, training day and night in skillful qualities.

# mn151:4-8.1
source: Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: Furthermore, a mendicant should reflect:

# mn151:4-8.2
source: ‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi nu kho me tattha sotaviññeyyesu saddesu … pe …
mn: ‘Along the path that I went for alms, or in the place I wandered for alms, or along the path that I returned from alms, was there any desire or greed or hate or delusion or repulsion in my heart for sounds known by the ear …

# mn151:4-8.3
source: ghānaviññeyyesu gandhesu …
mn: smells known by the nose …

# mn151:4-8.4
source: jivhāviññeyyesu rasesu …
mn: tastes known by the tongue …

# mn151:4-8.5
source: kāyaviññeyyesu phoṭṭhabbesu …
mn: touches known by the body …

# mn151:4-8.6
source: manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti?
mn: thoughts known by the mind?’

# mn151:4-8.7
source: Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: Suppose that, upon checking, a mendicant knows that

# mn151:4-8.8
source: ‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi me tattha manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya vāyamitabbaṃ.
mn: there was such desire or greed or hate or delusion or repulsion in their heart, they should make an effort to give up those unskillful qualities.

# mn151:4-8.9
source: Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: But suppose that, upon checking, a mendicant knows that

# mn151:4-8.10
source: ‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, natthi me tattha manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.
mn: there was no such desire or greed or hate or delusion or repulsion in their heart, they should meditate with rapture and joy, training day and night in skillful qualities.

# mn151:9.1
source: Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: Furthermore, a mendicant should reflect:

# mn151:9.2
source: ‘pahīnā nu kho me pañca kāmaguṇā’ti?
mn: ‘Have I given up the five kinds of sensual stimulation?’

# mn151:9.3
source: Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: Suppose that, upon checking, a mendicant knows that

# mn151:9.4
source: ‘appahīnā kho me pañca kāmaguṇā’ti, tena, sāriputta, bhikkhunā pañcannaṃ kāmaguṇānaṃ pahānāya vāyamitabbaṃ.
mn: they have not given them up, they should make an effort to do so.

# mn151:9.5
source: Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: But suppose that, upon checking, a mendicant knows that

# mn151:9.6
source: ‘pahīnā kho me pañca kāmaguṇā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.
mn: they have given them up, they should meditate with rapture and joy, training day and night in skillful qualities.

# mn151:10.1
source: Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: Furthermore, a mendicant should reflect:

# mn151:10.2
source: ‘pahīnā nu kho me pañca nīvaraṇā’ti?
mn: ‘Have I given up the five hindrances?’

# mn151:10.3
source: Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: Suppose that, upon checking, a mendicant knows that

# mn151:10.4
source: ‘appahīnā kho me pañca nīvaraṇā’ti, tena, sāriputta, bhikkhunā pañcannaṃ nīvaraṇānaṃ pahānāya vāyamitabbaṃ.
mn: they have not given them up, they should make an effort to do so.

# mn151:10.5
source: Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: But suppose that, upon checking, a mendicant knows that

# mn151:10.6
source: ‘pahīnā kho me pañca nīvaraṇā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.
mn: they have given them up, they should meditate with rapture and joy, training day and night in skillful qualities.

# mn151:11.1
source: Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: Furthermore, a mendicant should reflect:

# mn151:11.2
source: ‘pariññātā nu kho me pañcupādānakkhandhā’ti?
mn: ‘Have I completely understood the five grasping aggregates?’

# mn151:11.3
source: Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: Suppose that, upon checking, a mendicant knows that

# mn151:11.4
source: ‘apariññātā kho me pañcupādānakkhandhā’ti, tena, sāriputta, bhikkhunā pañcannaṃ upādānakkhandhānaṃ pariññāya vāyamitabbaṃ.
mn: they have not completely understood them, they should make an effort to do so.

# mn151:11.5
source: Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: But suppose that, upon checking, a mendicant knows that

# mn151:11.6
source: ‘pariññātā kho me pañcupādānakkhandhā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.
mn: they have completely understood them, they should meditate with rapture and joy, training day and night in skillful qualities.

# mn151:12.1
source: Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: Furthermore, a mendicant should reflect:

# mn151:12.2
source: ‘bhāvitā nu kho me cattāro satipaṭṭhānā’ti?
mn: ‘Have I developed the four kinds of mindfulness meditation?’

# mn151:12.3
source: Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: Suppose that, upon checking, a mendicant knows that

# mn151:12.4
source: ‘abhāvitā kho me cattāro satipaṭṭhānā’ti, tena, sāriputta, bhikkhunā catunnaṃ satipaṭṭhānānaṃ bhāvanāya vāyamitabbaṃ.
mn: they haven’t developed them, they should make an effort to do so.

# mn151:12.5
source: Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: But suppose that, upon checking, a mendicant knows that

# mn151:12.6
source: ‘bhāvitā kho me cattāro satipaṭṭhānā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.
mn: they have developed them, they should meditate with rapture and joy, training day and night in skillful qualities.

# mn151:13.1
source: Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: Furthermore, a mendicant should reflect:

# mn151:13.2
source: ‘bhāvitā nu kho me cattāro sammappadhānā’ti?
mn: ‘Have I developed the four right efforts …

# mn151:14.2
source: ‘bhāvitā nu kho me cattāro iddhipādā’ti?
mn: the four bases of psychic power …

# mn151:15.2
source: ‘bhāvitāni nu kho me pañcindriyānī’ti?
mn: the five faculties …

# mn151:16.2
source: ‘bhāvitāni nu kho me pañca balānī’ti?
mn: the five powers …

# mn151:17.2
source: ‘bhāvitā nu kho me satta bojjhaṅgā’ti?
mn: the seven awakening factors …

# mn151:18.2
source: ‘bhāvito nu kho me ariyo aṭṭhaṅgiko maggo’ti?
mn: the noble eightfold path?’

# mn151:18.3
source: Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: Suppose that, upon checking, a mendicant knows that

# mn151:18.4
source: ‘abhāvito kho me ariyo aṭṭhaṅgiko maggo’ti, tena, sāriputta, bhikkhunā ariyassa aṭṭhaṅgikassa maggassa bhāvanāya vāyamitabbaṃ.
mn: they haven’t developed it, they should make an effort to do so.

# mn151:18.5
source: Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: But suppose that, upon checking, a mendicant knows that

# mn151:18.6
source: ‘bhāvito kho me ariyo aṭṭhaṅgiko maggo’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.
mn: they have developed it, they should meditate with rapture and joy, training day and night in skillful qualities.

# mn151:19.1
source: Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: Furthermore, a mendicant should reflect:

# mn151:19.2
source: ‘bhāvitā nu kho me samatho ca vipassanā cā’ti?
mn: ‘Have I developed serenity and discernment?’

# mn151:19.3
source: Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: Suppose that, upon checking, a mendicant knows that

# mn151:19.4
source: ‘abhāvitā kho me samatho ca vipassanā cā’ti, tena, sāriputta, bhikkhunā samathavipassanānaṃ bhāvanāya vāyamitabbaṃ.
mn: they haven’t developed them, they should make an effort to do so.

# mn151:19.5
source: Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: But suppose that, upon checking, a mendicant knows that

# mn151:19.6
source: ‘bhāvitā kho me samatho ca vipassanā cā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.
mn: they have developed them, they should meditate with rapture and joy, training day and night in skillful qualities.

# mn151:20.1
source: Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:
mn: Furthermore, a mendicant should reflect:

# mn151:20.2
source: ‘sacchikatā nu kho me vijjā ca vimutti cā’ti?
mn: ‘Have I realized knowledge and freedom?’

# mn151:20.3
source: Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: Suppose that, upon checking, a mendicant knows that

# mn151:20.4
source: ‘asacchikatā kho me vijjā ca vimutti cā’ti, tena, sāriputta, bhikkhunā vijjāya vimuttiyā sacchikiriyāya vāyamitabbaṃ.
mn: they haven’t realized them, they should make an effort to do so.

# mn151:20.5
source: Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:
mn: But suppose that, upon checking, a mendicant knows that

# mn151:20.6
source: ‘sacchikatā kho me vijjā ca vimutti cā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.
mn: they have realized them, they should meditate with rapture and joy, training day and night in skillful qualities.

# mn151:21.1
source: Ye hi keci, sāriputta, atītamaddhānaṃ samaṇā vā brāhmaṇā vā piṇḍapātaṃ parisodhesuṃ, sabbe te evameva paccavekkhitvā paccavekkhitvā piṇḍapātaṃ parisodhesuṃ.
mn: Whether in the past, future, or present, all those who purify their alms-food do so by continually checking in this way.

# mn151:21.4
source: Tasmātiha, sāriputta, ‘paccavekkhitvā paccavekkhitvā piṇḍapātaṃ parisodhessāmā’ti—
mn: So, Sāriputta, you should all train like this: ‘We shall purify our alms-food by continually checking.’”

# mn151:21.6
source: Idamavoca bhagavā.
mn: That is what the Buddha said.

# mn151:21.7
source: Attamano āyasmā sāriputto bhagavato bhāsitaṃ abhinandīti.
mn: Satisfied, Venerable Sāriputta was happy with what the Buddha said.
