{
  "pli-tv-bi-vb-np10:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-np10:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-np10:0.3": "The chapter on relinquishment ",
  "pli-tv-bi-vb-np10:0.4": "The sub-chapter on bowls ",
  "pli-tv-bi-vb-np10:0.5": "10. The training rule on exchanging what belongs to an individual ",
  "pli-tv-bi-vb-np10:1.1^a": "Origin story ",
  "pli-tv-bi-vb-np10:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-np10:1.2": "At that time the nun Thullanandā was a learned reciter, and she was confident and skilled at giving teachings. ",
  "pli-tv-bi-vb-np10:1.3": "Many people visited Thullanandā. ",
  "pli-tv-bi-vb-np10:1.4": "Just then the precincts of Thullanandā’s dwelling were falling apart. ",
  "pli-tv-bi-vb-np10:1.5": "People asked her why, ",
  "pli-tv-bi-vb-np10:1.7": "and she replied, “I don’t have a donor, nor do I have a worker.” ",
  "pli-tv-bi-vb-np10:1.8": "Then, after collecting voluntary contributions for the precincts of Thullanandā’s dwelling, the people gave the collected equipment to Thullanandā. ",
  "pli-tv-bi-vb-np10:1.9": "But even though she had asked for it, Thullanandā exchanged that equipment for tonics, which she then used. ",
  "pli-tv-bi-vb-np10:1.10": "When the people found out about this, they complained and criticized her, ",
  "pli-tv-bi-vb-np10:1.11": "“When personal equipment is designated for a specific purpose and was asked for, how could the nun Thullanandā exchange it for something else?” … ",
  "pli-tv-bi-vb-np10:1.12": "“Is it true, monks, that the nun Thullanandā did this?” ",
  "pli-tv-bi-vb-np10:1.13": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-np10:1.14": "The Buddha rebuked her, ",
  "pli-tv-bi-vb-np10:1.15": "“… When personal equipment is designated for a specific purpose and was asked for, how could the nun Thullanandā exchange it for something else? ",
  "pli-tv-bi-vb-np10:1.16": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-np10:1.17": "And, monks, the nuns should recite this training rule thus: ",
  "pli-tv-bi-vb-np10:1.18^a": "Final ruling ",
  "pli-tv-bi-vb-np10:1.18": "‘When personal equipment is designated for a specific purpose and was asked for, if a nun exchanges it for something else, she commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bi-vb-np10:2.1^a": "Definitions ",
  "pli-tv-bi-vb-np10:2.1": "A: ",
  "pli-tv-bi-vb-np10:2.2": "whoever … ",
  "pli-tv-bi-vb-np10:2.3": "Nun : ",
  "pli-tv-bi-vb-np10:2.4": "The nun who has been given the full ordination by both complete Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-np10:2.5": "Equipment is designated for a specific purpose: ",
  "pli-tv-bi-vb-np10:2.6": "it was given for a specific purpose. ",
  "pli-tv-bi-vb-np10:2.7": "Personal: ",
  "pli-tv-bi-vb-np10:2.8": "belonging to an individual nun, not to the Sangha, not to a group. ",
  "pli-tv-bi-vb-np10:2.9": "Was asked for: ",
  "pli-tv-bi-vb-np10:2.10": "that she had asked for herself. ",
  "pli-tv-bi-vb-np10:2.11": "Exchanges it for something else: ",
  "pli-tv-bi-vb-np10:2.12": "if, apart from the purpose for which it was given, she exchanges it for something else, then the effort constitutes wrong conduct. ",
  "pli-tv-bi-vb-np10:2.13": "When she obtains it, it becomes subject to relinquishment. ",
  "pli-tv-bi-vb-np10:2.14": "It is to be relinquished to the Sangha of nuns, a group, or an individual nun. ",
  "pli-tv-bi-vb-np10:2.15": "“And, monks, it’s to be relinquished in this way. ",
  "pli-tv-bi-vb-np10:2.16": "(To be expanded as in Nuns’ Relinquishment 1, [](pli-tv-bi-vb-np1:2.1.21--2.1.43), with appropriate substitutions.) ",
  "pli-tv-bi-vb-np10:2.17": "‘Venerables, this thing which I got in exchange for personal equipment that was designated for a specific purpose and that had been asked for is to be relinquished. I relinquish it to the Sangha.’ … ",
  "pli-tv-bi-vb-np10:2.18": "the Sangha should give … ",
  "pli-tv-bi-vb-np10:2.19": "you should give … ",
  "pli-tv-bi-vb-np10:2.20": "‘I give this back to you.’” ",
  "pli-tv-bi-vb-np10:2.21^a": "Permutations ",
  "pli-tv-bi-vb-np10:2.21": "If it is for a specific purpose and she perceives that it is for a specific purpose, and she exchanges it for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np10:2.22": "If it is for a specific purpose, but she is unsure if it is, and she exchanges it for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np10:2.23": "If it is for a specific purpose, but she does not perceive that it is for a specific purpose, and she exchanges it for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np10:2.24": "When she receives in return what had been relinquished, it is to be used in accordance with the intention of the donors. ",
  "pli-tv-bi-vb-np10:2.25": "If it is not for a specific purpose, but she perceives that it is for a specific purpose, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-np10:2.26": "If it is not for a specific purpose, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-np10:2.27": "If it is not for a specific purpose, and she does not perceive that it is for a specific purpose, there is no offense. ",
  "pli-tv-bi-vb-np10:2.28^a": "Non-offenses ",
  "pli-tv-bi-vb-np10:2.28": "There is no offense: ",
  "pli-tv-bi-vb-np10:2.29": "if she makes use of the remainder; ",
  "pli-tv-bi-vb-np10:2.30": "if she makes use of it after getting permission from the owners; ",
  "pli-tv-bi-vb-np10:2.31": "if there are dangers; ",
  "pli-tv-bi-vb-np10:2.32": "if she is insane; ",
  "pli-tv-bi-vb-np10:2.33": "if she is the first offender. ",
  "pli-tv-bi-vb-np10:2.34": "The tenth training rule is finished."
}