{
  "pli-tv-bi-vb-np4:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-np4:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-np4:0.3": "The chapter on relinquishment ",
  "pli-tv-bi-vb-np4:0.4": "The sub-chapter on bowls ",
  "pli-tv-bi-vb-np4:0.5": "4. The training rule on asking for something else ",
  "pli-tv-bi-vb-np4:1.1^a": "Origin story ",
  "pli-tv-bi-vb-np4:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-np4:1.2": "At that time the nun Thullanandā was sick. ",
  "pli-tv-bi-vb-np4:1.3": "A lay follower approached her and asked, ",
  "pli-tv-bi-vb-np4:1.4": "“Venerable, what’s wrong with you? What may I get for you?” ",
  "pli-tv-bi-vb-np4:1.5": "“I need ghee.” ",
  "pli-tv-bi-vb-np4:1.6": "That lay follower then brought back ghee to the value of a _kahāpaṇa_ coin from a shop and gave it to Thullanandā. ",
  "pli-tv-bi-vb-np4:1.7": "Thullanandā said, ",
  "pli-tv-bi-vb-np4:1.8": "“I don’t need ghee; ",
  "pli-tv-bi-vb-np4:1.9": "I need oil.” ",
  "pli-tv-bi-vb-np4:1.10": "The lay follower then returned to that shopkeeper and said, ",
  "pli-tv-bi-vb-np4:1.11": "“It seems the nun doesn’t need ghee, but oil. ",
  "pli-tv-bi-vb-np4:1.12": "Here’s your ghee; please give me oil.” ",
  "pli-tv-bi-vb-np4:1.13": "“Sir, if we were to take back goods that have been bought, when would our goods be sold? ",
  "pli-tv-bi-vb-np4:1.14": "When ghee is bought, ghee is taken away. Buying oil, you receive that, and you’ll take that away.” ",
  "pli-tv-bi-vb-np4:1.15": "That lay follower then complained and criticized her, ",
  "pli-tv-bi-vb-np4:1.16": "“How could Venerable Thullanandā ask for one thing and then for something else?” ",
  "pli-tv-bi-vb-np4:1.17": "The nuns heard the complaints of that lay follower, ",
  "pli-tv-bi-vb-np4:1.18": "and the nuns of few desires complained and criticized her … ",
  "pli-tv-bi-vb-np4:1.19": "Those nuns then told the monks, ",
  "pli-tv-bi-vb-np4:1.20": "who in turn told the Buddha. Soon afterwards he had the Sangha assembled and questioned the monks: ",
  "pli-tv-bi-vb-np4:1.21": "“Is it true, monks, that the nun Thullanandā did this?” ",
  "pli-tv-bi-vb-np4:1.22": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-np4:1.23": "The Buddha rebuked her, ",
  "pli-tv-bi-vb-np4:1.24": "“… How can the nun Thullanandā ask for one thing and then for something else? ",
  "pli-tv-bi-vb-np4:1.25": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-np4:1.26": "And, monks, the nuns should recite this training rule thus: ",
  "pli-tv-bi-vb-np4:1.27^a": "Final ruling ",
  "pli-tv-bi-vb-np4:1.27": "‘If a nun asks for one thing and then for something else, she commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bi-vb-np4:2.1.1^a": "Definitions ",
  "pli-tv-bi-vb-np4:2.1.1": "A: ",
  "pli-tv-bi-vb-np4:2.1.2": "whoever … ",
  "pli-tv-bi-vb-np4:2.1.3": "Nun: ",
  "pli-tv-bi-vb-np4:2.1.4": "… The nun who has been given the full ordination by both complete Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-np4:2.1.5": "Asks for one thing: ",
  "pli-tv-bi-vb-np4:2.1.6": "whatever she asks for. ",
  "pli-tv-bi-vb-np4:2.1.7": "Then for something else: ",
  "pli-tv-bi-vb-np4:2.1.8": "apart from that thing, if she asks for something else, then the effort constitutes wrong conduct. ",
  "pli-tv-bi-vb-np4:2.1.9": "When she obtains it, it becomes subject to relinquishment. ",
  "pli-tv-bi-vb-np4:2.1.10": "It is to be relinquished to the Sangha of nuns, a group, or an individual nun. ",
  "pli-tv-bi-vb-np4:2.1.11": "“And, monks, it’s to be relinquished in this way. ",
  "pli-tv-bi-vb-np4:2.1.12": "(To be expanded as in Nuns’ Relinquishment 1, [](pli-tv-bi-vb-np1:2.1.21--2.1.43), with appropriate substitutions.) ",
  "pli-tv-bi-vb-np4:2.1.13": "… ‘Venerables, this thing which I asked for after asking for something else is to be relinquished. I relinquish it to the Sangha.’ … ",
  "pli-tv-bi-vb-np4:2.1.14": "the Sangha should give … ",
  "pli-tv-bi-vb-np4:2.1.15": "you should give … ",
  "pli-tv-bi-vb-np4:2.1.16": "‘I give this back to you.’” ",
  "pli-tv-bi-vb-np4:2.2.1^a": "Permutations ",
  "pli-tv-bi-vb-np4:2.2.1": "If it is something else and she perceives it as something else, and she asks for that, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np4:2.2.2": "If it is something else, but she is unsure if it is, and she asks for that, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np4:2.2.3": "If it is something else, but she does not perceives it as something else, and she asks for that, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-vb-np4:2.2.4": "If it is not something else, but she perceives it as something else, and she asks for that, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-np4:2.2.5": "If it is not something else, but she is unsure of it, and she asks for that, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-np4:2.2.6": "If it is not something else, and she does not perceives it as something else, and she asks for that, there is no offense. ",
  "pli-tv-bi-vb-np4:2.3.1^a": "Non-offenses ",
  "pli-tv-bi-vb-np4:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-np4:2.3.2": "if she asks for both at the same time; ",
  "pli-tv-bi-vb-np4:2.3.3": "if she points out a benefit and then asks; ",
  "pli-tv-bi-vb-np4:2.3.4": "if she is insane; ",
  "pli-tv-bi-vb-np4:2.3.5": "if she is the first offender. ",
  "pli-tv-bi-vb-np4:2.3.6": "The fourth training rule is finished."
}