{
  "aggaḷapura": "Aggaḷapura: A city where Revata went on his way from Soreyya to Sahajāti, prior to the Council of Vesālī.",
  "aggāḷave cetiye": "Aggāḷave Cetiye: The chief shrine at Āḷavī, originally a pagan place of worship, but later converted into a Buddhist _vihāra_.",
  "aṅga": "Aṅga: One of the 16 Great Nations (Mahājanapadā), mentioned in the Pitakas.",
  "aciravatī": "Aciravatī: A river, the modern Rāpti in Uttar Pradesh; one of the _pañca-mahānadī_,  the five great rivers flowing from the Himālaya eastwards (_pācīnaninnā_)  into the sea.",
  "ajakaraṇī": "Ajakaraṇī: The river on whose banks was the Lonagiri (or Lena°) _vihāra_ where lived the Thera Sabbaka (Sappaka).",
  "ajakalāpakacetiya": "Ajakalāpakacetiya: A shrine at Pāvā at which sacrifices were offered to Ajakalāpaka.",
  "ajapālanigrodha": "Ajapālanigrodha: A banyan tree in Uruvelā, on the banks of the Nerañjara, near the Bodhi tree.",
  "añjanavana": "Añjanavana: A garden at Sāketa.",
  "aṭaṭa": "Aṭaṭa: One of the Avīci hells.",
  "aṭṭhakanāgara": "Aṭṭhakanāgara: A city from which came the householder Dasama who, while on a visit to Pāṭaliputta on business, went to see Ānanda at Beluvagāma and questioned him.",
  "adhikakkā": "Adhikakkā: A ford, evidently a well-known bathing-ghat, where pilgrims used to bathe in order to obtain purification from their sins.",
  "anupiya": "Anupiya: A township in the Malla country to the east of Kapilavatthu.",
  "anotatta": "Anotatta: A semi-mythical lake, said to be in the Himalayas.",
  "aṅguttarāpa": "Aṅguttarāpa: A country north of the river Mahī, evidently a part of Aṅga on the other side of that river .",
  "andhakavinda": "Andhakavinda: A village in the Māgadha country, three gāvuta from Rājagaha.",
  "andhavana": "Andhavana: A grove to the south of Sāvatthī, one _gāvuta_ away from the city.",
  "ambagāma": "Ambagāma: One of the villages near Vesāli visited by the Buddha on his last tour .",
  "aparagoyāna": "Aparagoyāna: One of the four great continents into which the earth is divided.",
  "ababa": "Ababa: A name given not to a special purgatory but to a period of time in Avīci.",
  "abbuda": "Abbuda: A period of suffering in Avīci, the time taken to remove twenty cartloads of tila-seeds, taking one seed at the end of each century.",
  "amalakīvana": "Amalakīvana: A grove in Cātumā where the Buddha preached the Kūṭadanta Sutta.",
  "ambatittha": "Ambatittha: A village in the Cetiya country near Bhaddavatikā.",
  "ambapālivana": "Ambapālivana: The grove presented by Ambapālī to the Buddha and the Order.",
  "ambaraambaravatī": "Ambaraambaravatī: The double name of a city in Uttarakuru.",
  "ambalaṭṭhikā": "Ambalaṭṭhikā: A royal park on the road between Rājagaha and Nāḷandā.",
  "ambasaṇḍā": "Ambasaṇḍā: A brahmin village in Māgadha to the east of Rājagaha.",
  "ambāṭakavana": "Ambāṭakavana: A grove at Macchikāsaṇḍa, belonging to Cittagahapati.",
  "ayujjhā": "Ayujjhā: Two visits of the Buddha to this city are recorded in the Canon; on one occasion he preached the Phena Sutta  and on the other the Dārukkhandha Sutta, although the latter is said in some manuscripts to have taken place in Kosambī.",
  "arañña": "Arañña: Four great Araññas (Wildernesses) are often mentioned: Dandaka°, Kāliṅga°, Mejjha°, and Mātaṅga°.",
  "araññakuṭikā": "Araññakuṭikā: A forest hermitage near Rājagaha, where the novice Aciravata sometimes stayed.",
  "aḷaka": "Aḷaka: A country on the banks of the Godhāvarī River.",
  "allakappa": "Allakappa: A country near Māgadha, perhaps near Vethadīpaka.",
  "avanti": "Avanti: One of the four great monarchies in the time of the Buddha, the other three being Māgadha, Kosala and Vaṁsa (or Vatsa).",
  "avīci": "Avīci: Hell.",
  "asipattavana": "Asipattavana: One of the tortures of purgatory.",
  "assaka": "Assaka: The country of Assaka is one of the sixteen Mahājanapadas mentioned in the Aṅguttara Nikāya.",
  "assapura": "Assapura: A city in the kingdom of Aṅga.",
  "ahaha": "Ahaha: One of the purgatories mentioned in the Sutta-Nipāta list.",
  "ahogaṅgā": "Ahogaṅgā: A mountain in North India, on the Upper Ganges.",
  "āṭānāṭā": "Āṭānāṭā: A city in Uttarakuru, mentioned with Kusināṭā, Parakusināṭā and Nātāpuriyā.",
  "ātumā": "Ātumā: A town that lay between Kusinārā and Sāvatthī.",
  "ānandacetiya": "Ānandacetiya: A shrine in Bhoganagara dedicated to a _yakkha_ called Ānanda.",
  "āpaṇa": "Āpaṇa: A city in the Aṅguttarāpa country, probably its capital.",
  "ābhassarā": "Ābhassarā: A Brahma-world where live radiant devas from whose bodies rays of light are emitted, like lightning.",
  "āmalakīvana": "Āmalakīvana: A grove at Cātumā.",
  "ārāmikagāma": "Ārāmikagāma: The name given to the village in which lived the five hundred park-keepers who were given by Bimbisāra to the Elder Pilindavaccha.",
  "āḷavī": "Āḷavī: A town between Sāvatthī and Rājagaha.",
  "āḷakamandā": "Āḷakamandā: A city of the gods, mighty, prosperous and full of devas.",
  "iccānaṅgala": "Iccānaṅgala: A brahmin village in the Kosala country.",
  "indakūṭa": "Indakūṭa: A peak near Rājagaha, the abode of the _yakkha_ Indaka.",
  "indapatta": "Indapatta: A town in the Kuru country.",
  "indasālaguhā": "Indasālaguhā: A cave on the Vediya mountain, to the north of Ambasaṇḍā, which was a brahmin village, east of Rājagaha.",
  "isigili": "Isigili: One of the five mountains round Rājagaha and one of the beauty-spots of the city.",
  "isipatana": "Isipatana: An open space near Benares, the site of the famous Migadāya or Deer Park.",
  "ukkacelā": "Ukkacelā: A village in the Vajji country, on the banks of the Ganges, on the road from Rājagaha to Vesāli and near the latter.",
  "ukkaṭṭha": "Ukkaṭṭha: A town in Kosala, near the Himālaya.",
  "ukkalā": "Ukkalā: A district identified with modern Orissa.",
  "uruññā": "Uruññā: A district and a town in Kosala.",
  "ujjenī": "Ujjenī: The capital of Avanti.",
  "uttarakā": "Uttarakā: A village of the Thūlūs. The Buddha once stayed there and Sunakkhatta was in his company.",
  "uttarakuru": "Uttarakuru: A mythical region.",
  "uttarāpa": "Uttarāpa: The name given to the region to the north of the river Mahī.",
  "uttarāpatha": "Uttarāpatha: The northern division of Jambudīpa. Its boundaries are nowhere explicitly stated in Pāḷi literature.",
  "udumbara": "Udumbara: A village.",
  "udenacetiya": "Udena Cetiya: A shrine of pre-Buddhistic worship, to the east of Vesāli.",
  "upavatta": "Upavatta: The _sāla_-grove of the Mallas of Kusināra, on the further side of the Hiraññavatī.",
  "ubbhataka": "Ubbhataka: A mote-hall built by the Mallas of Pāvā.",
  "uruvelakappa": "Uruvelakappa: A township of the Mallas in the Malla country.",
  "uruvelā": "Uruvelā: A locality on the banks of the Nerañjara, in the neighbourhood of the Bodhi-tree at Buddhagayā.",
  "usīraddhaja": "Usīraddhaja: A mountain range forming the northern boundary of Majjhimadesa.",
  "ussada": "Ussada: A hell realm.",
  "ekanāḷā": "Ekanāḷā: A brahmin village near Dakkhiṇāgiri, to the south of Rājagaha.",
  "ekapuṇḍarīka": "Ekapuṇḍarīka: A monastery of the wanderers, the residence of Vacchagotta.",
  "ekasālā": "Ekasālā: A Brahmin village in the Kosala kingdom.",
  "eṇikūla": "Eṇikūla: A town on the river Eṇi.",
  "kakudhā": "Kakudhā: A river near Kusinārā in which the Buddha bathed and from which he drank water before entering Kusinārā for his parinibbāna.",
  "kakkarapatta": "Kakkarapatta: A township of the Koliyans.",
  "gajaṅgala": "Gajaṅgala: A township which formed the eastern boundary of the Middle Country. Beyond it was Mahāsālā.",
  "kaṇṇakatthala": "Kaṇṇakatthala: A deer-park in Ujuññā.",
  "kaṇṇamuṇḍā": "Kaṇṇamuṇḍā: One of the seven great lakes of the Himalaya.",
  "kaddamadaha": "Kaddamadaha: A river where Mahākaccāyana sometimes stayed.",
  "kaṇḍakīvana": "Kaṇḍakīvana: A grove near Sāketa.",
  "kaṇṇakujja": "Kaṇṇakujja: A district in India.",
  "kapinaccanā": "Kapinaccanā: Kapinaccanā may have been a name for the cemetery near Vesāli where Kappitaka lived.",
  "kapilavatthu": "Kapilavatthu: A city near the Himalaya, capital of the Sākiyan republic.",
  "kasivantā": "kasivantā: A city to the north of Uttarakuru.",
  "kapotakandara": "Kapotakandara: A grotto, probably near Rājagaha.",
  "kappāsika vanasaṇḍa": "Kappāsika Vanasaṇḍa: A grove near Uruvelā.",
  "kamboja": "Kamboja: One of the sixteen Great Nations which, with Gandhāra, belonged, not to the Majjhimadesa but, evidently, to the Uttarāpatha.",
  "kammāsadhamma": "Kammāsadhamma: A township of the Kurūs.",
  "karerikuṭikā": "Karerikuṭikā: A building in the Jetavana where the Mahāpadāna Sutta was taught.",
  "karerimaṇḍalamāḷa": "Karerimaṇḍalamāḷa: A pavilion near the Karerikutikā, evidently a hall with a thatched roof supported by wooden pillars, but with no walls.",
  "kalandagāma": "Kalandagāma: A village near Vesāli; it was the birthplace of Sudinna.",
  "kallavāḷaputta": "Kallavāḷaputta: A village in Māgadha.",
  "kassapakārāma": "Kassapakārāma: A monastery in Rājagaha, probably near Veḷuvana.",
  "kāmaṇḍā": "Kāmaṇḍā: A village in which was the mango grove of Todeyya.",
  "kārambhī": "kārambhī: A wood in which the Elder Cittaka sojourned for some time.",
  "kāḷasilā": "Kāḷasilā: The black rock by the side of Isigili.",
  "kāsi": "Kāsi: One of the sixteen Great Nations,  its capital being Bārāṇasī.",
  "kimilā": "Kimilā: A town on the banks of the Ganges.",
  "kannakujja": "Kannakujja: A district in Jambudīpa; it is mentioned in a list of places passed by the Buddha on his way from Verañjā to Bārānasī, across the Ganges, the route passing through Verañjā, Soreyya, Sankassa, Kannakujja, Payāgatittha, here crossing the river to Benares .",
  "kīṭāgiri": "Kīṭāgiri: A village of the Kāsis, on the road from Kāsi to Sāvatthī.",
  "kukkuṭārāma": "Kukkuṭārāma: A park in Pāṭaliputta.",
  "kuṇālā": "Kuṇālā: The name of a river which flows out of the Kuṇāladaha.",
  "kuṇḍadhānavana": "Kuṇḍadhānavana: It was while the Buddha was dwelling in this monastery that Suppavāsā gave birth to Sīvali, after prolonged labour pains, which only ceased after she received the Buddha’s blessing.",
  "kumuda": "Kumuda: A hell, or a period of suffering.",
  "kuru": "Kuru: A country, one of the sixteen Great Nations.",
  "kusināṭā": "Kusināṭā: One of the cities of Uttarakuru.",
  "kusinārā": "Kusinārā: The capital of the Mallas and the scene of the Buddha’s death.",
  "kūṭāgārasālā": "Kūṭāgārasālā: A hall in the Mahāvana near Vesāli.",
  "kesamutta": "Kesamutta: A township of the Kosalans and the residence of the Kālāmas.",
  "kokanada": "Kokanada: The palace of Bodhirājakumāra, to which he invited the Buddha and the monks to a meal when the Buddha was staying at Bhesakalāvana; the palace was just completed.",
  "koṭigāma": "Koṭigāma: A village in the vicinity of Bhaddiyanagara.",
  "koḷiyā": "Koḷiyā: One of the republican clans in the time of the Buddha.",
  "kosambī": "Kosambī: The capital of the Vatsas or Vaṁsas.",
  "kosala": "Kosala: A country inhabited by the Kosalans, to the north-west of Māgadha and next to Kāsī.",
  "khāṇumata": "khāṇumata: A brahmin village of Māgadha, presented to Kūṭadanta by Bimbisāra.",
  "khārodakā": "Khārodakā: A river in Avīci, flowing alongside the Asipattavana.",
  "khemavatī": "Khemavatī: The capital of King Khemaṅkara and the birthplace of Kakusandha.",
  "khemiyambavana": "Khemiyambavana: A mango grove near Benares.",
  "khomadussa": "Khomadussa: A township in the Sākyan country.",
  "devadaha": "Devadaha: A township (nigama) of the Sākiyans.",
  "kajangala": "Kajangala: A township which formed the eastern boundary of the Middle Country.",
  "gayā": "Gayā: A town in India. It lay on the road between the Bodhi-tree and Benares.",
  "gayāsīsa": "Gayāsīsa: A hill near Gayā.",
  "gijjhakūṭa": "Gijjhakūṭa: One of the five hills encircling Rājagaha.",
  "giñjakāvasatha": "Giñjakāvasatha: A brick hall at Nādikā. The Buddha stayed there on various occasions during his visits to Nādikā.",
  "gundāvana": "Gundāvana: A forest in Madhurā.",
  "gūtha": "Gūtha: One of the hells.",
  "gotamakacetiya": "Gotamakacetiya: A shrine near and to the south of Vesāli.",
  "gotamatittha": "Gotamatittha: The ford by which the Buddha crossed the Ganges, after leaving Pāṭaligāma.",
  "gotamadvāra": "Gotamadvāra: The gate by which the Buddha left Pāṭaligāma, after having eaten there at the invitation of Sunidha and Vassakāra.",
  "godhāvarī": "Godhāvarī: A river in Dakkhiṇāpatha, of which it forms the southern boundary, rising in Brahmagiri near the village of Triyanvaka.",
  "gomagga": "Gomagga: A spot in Siṁsapāvana near Āḷavī.",
  "gomatakakandarā": "Gomatakakandarā: A grotto some distance from Veḷuvana in Rājagaha.",
  "goyogapilakkha": "Goyogapilakkha: A spot near Benares, visited by the Buddha on his begging rounds.",
  "bārānasī": "Bārānasī: The capital of Kāsi-janapada.",
  "gosiṅgasālavanadāya": "Gosiṅgasālavanadāya: A forest tract near Vesāli.",
  "cakkavāla": "Cakkavāla: The name given to a whole world-system, there being countless such systems.",
  "cañcalikappa": "Cañcalikappa: A locality in Kosala; it was the residence of Dhānañjāni and of Saṅgārava.",
  "campā": "Campā: A city in India on the river of the same name; it was the capital of Aṅga and was celebrated for its beautiful lake, the Gaggarā-pokkharaṇī.",
  "cātuma": "Cātuma: A Sākiyan village containing a mote-hall; near it was the Amalakīvana where the Buddha once stayed and preached the Cātuma Sutta.",
  "cāpāla cetiya": "Cāpāla Cetiya: A shrine near Vesāli.",
  "cālikā": "Cālikā: A village near the Cālikapabbata visited by the Buddha.",
  "cetiya": "Cetiya: One of the sixteen Great Nations,  probably identical with Cedi of the older documents.",
  "codanāvatthu": "Codanāvatthu: A valley (?) near Rājagaha, visited by the Buddha in the course of his wanderings.",
  "chaddantā": "Chaddantā: One of the seven great lakes of the Himālaya region.",
  "janogha": "Janogha: A city in Uttarakuru, Kuvera’s kingdom.",
  "jantugāma": "Jantugāma: A village near Cālikā; close by was the river Kimikālā with the mango-grove on its banks.",
  "jambugāma": "Jambugāma: A village which the Buddha visited during his last tour.",
  "jambudīpa": "Jambudīpa: Greater India. One of the four Mahādīpas, or great continents. They are grouped round Mount Sineru.",
  "jātiyāvana": "Jātiyāvana: A grove near Bhaddiya.",
  "jīvakambavana": "Jīvakambavana: A mango-grove in Rājagaha, belonging to Jīvaka, which he made over to the Buddha and his monks.",
  "jetavana": "Jetavana: A park in Sāvatthī, in which was built the Anāthapiṇḍikārāma.",
  "takkasilā": "Takkasilā: The capital of Gandhāra.",
  "ṭaṅkitamañca": "Ṭaṅkitamañca: A place near Gayā.",
  "taṇḍulapālidvārāya": "Taṇḍulapālidvārāya: One of the gates of Rājagaha.",
  "tapodā": "Tapodā: A large lake below the Vebhāra mountain, outside Rājagaha.",
  "tapodārāma": "Tapodārāma: A grove near lake Tapodā.",
  "tāvatiṁsā": "Tāvatiṁsā: The second of the six deva-worlds, the first being the Cātummahārājika world.",
  "tindukakandarā": "Tindukakandarā: A cave outside Rājagaha where lodgings were provided for visiting monks.",
  "tindukkhānu": "Tindukkhānu: A dwelling of wanderers near Vesāli.",
  "tusita": "Tusita: The fourth of the six deva worlds.",
  "toraṇavatthu": "Toraṇavatthu: A locality in Kosala, between Sāvatthī and Sāketa.",
  "thullakoṭṭhika": "Thullakoṭṭhika: A township in the Kuru country.",
  "thūṇa": "Thūṇa: A brahmin village on the western boundary of Majjhimadesa.",
  "dakkhiṇāgiri": "Dakkhiṇāgiri: A region in India. It contained the city of Vedisa.",
  "dakkhiṇāpatha": "Dakkhiṇāpatha: In the old Pāḷi literature the name Dakkhiṇāpatha would seem to indicate only a remote settlement or colony on the banks of the upper Godāvarī.",
  "daṇḍakappaka": "Daṇḍakappaka: A township of the Kosalans near the Aciravatī; it was visited by the Buddha during a tour in Kosala.",
  "daṇḍakīrañña": "Daṇḍakīrañña: The forest which overgrew Kaliṅga when it was laid waste through the wickedness of King Dandakī.",
  "devakatasobbha": "Devakatasobbha: A pool near Kosambī.",
  "dhamma": "Dhamma: The lake in front of the palace mentioned above.",
  "dharaṇī": "Dharaṇī: A lake in Kuvera’s city.",
  "vaṭajālikāyaṁ": "Vaṭajālikāyaṁ: A monastery on Sankheyyaka mountain in Mahisa country.",
  "nādikā": "Nādikā: The Mahā Parinibbāna Sutta  gives a list of the places at which the Buddha stopped during his last journey along that road—Ambalaṭṭhikā, Nāḷandā, Pāṭaligāma, Koṭigāma, Nādikā, Vesāli, Bhaṇḍagāma, Hatthigāma, Ambagāma, Jambugāma, Bhoganagara, Pāvā, and the Kakuttha River, beyond which lay the Mango grove and the Sāla grove of the Mallas.",
  "nagaraka": "Nagaraka: A Sākyan township near Medatalumpa.",
  "nagaravinda": "Nagaravinda: A brahmin village in Kosala where the Buddha once stayed during a tour and where he preached the Nagaravindeyya Sutta.",
  "naḷerupucimanda": "Naḷerupucimanda: A grove near Verañja where the Buddha spent part of his time on his visit to Nerañjā.",
  "naḷakapāna": "Naḷakapāna: A village in Kosala, where the Buddha once stayed and preached the Naḷakapāna Sutta.",
  "navanavutiyo": "Navanavutiyo: A city in Uttarakuru.",
  "nāgavana": "Nāgavana: A park near Hatthigāma, belonging to Uggagahapati.",
  "nāṭasuriyā": "Nāṭasuriyā: A city in Uttarakuru.",
  "nālā": "Nālā: A village in Māgadha, near the Bodhi tree at Gayā.",
  "nāḷandā": "Nāḷandā: Mentioned as a brahmin village in Māgadha, not far from Rājagaha.",
  "nigrodhārāma": "Nigrodhārāma: A grove near Kapilavatthu, where a residence was provided for the Buddha.",
  "niceluvana": "Niceluvana: A grove of _mucalinda_ trees in Kimbilā.",
  "nirabbuda": "Nirabbuda: A hell, or a period of suffering.",
  "niraya": "Niraya: Hell.",
  "nerañjarāya": "Nerañjarāya: A river.",
  "paccantajanapadā": "Paccantajanapadā: The boundaries of the Majjhimadesa are given, and the Paccantajanapadā lies beyond these boundaries.",
  "paṅkadhā": "Paṅkadhā: A township in Kosala, the residence of a monk named Kassapa of the Kampagotta.",
  "pañcanadī": "Pañcanadī: In several places in the texts five rivers are mentioned as the five great rivers of India, and they are used in various similes and metaphors.",
  "pañcasāla": "Pañcasāla: A brahmin village of Māgadha.",
  "pañcāla": "Pañcāla: One of the sixteen Great Nations.",
  "paṇḍava": "Paṇḍava: A hill near Rājagaha.",
  "patiṭṭhāna": "Patiṭṭhāna: The capital of Aḷaka, the first place to be passed by Bāvarī’s disciples on their way to Sāvatthī.",
  "paṭiyāloka": "Paṭiyāloka: A place near Rājagaha.",
  "paduma": "Paduma: A Hell.",
  "papāte pabbate": "Papāte Pabbate: A mountain in Avantī, near Kuraraghara.",
  "payāga": "Payāga: A ford on the Ganges, on the direct route from Verañja to Benares, the road passing through Soreyya, Saṅkassa and Kaṇṇakujja, and crossing the Ganges at Payāga.",
  "parakusināṭā": "Parakusināṭā: One of the cities of Uttarakuru, described as having been built on an airy base.",
  "pariḷāha": "Pariḷāha: A hell where all objects of the senses, even when really attractive, appear quite repulsive to those experiencing them.",
  "palāsavana": "Palāsavana: A wood near Naḷakapāna in Kosala.",
  "pahāsa": "Pahāsa: A hell in which stage players are born after death.",
  "pācīnavaṁsa": "Pācīnavaṁsa: A park in the Cetiya kingdom.",
  "pālileyya": "Pālileyya: A town near Kosambī.",
  "pātaligāma": "Pātaligāma: The Buddha visited Pātaligāma shortly before his death.",
  "pāvā": "Pāvā: A city of the Mallas which the Buddha visited during his last journey, going there from Bhogagāma and stopping at Cunda’s mango grove.",
  "pāvārikambavana": "Pāvārikambavana: (1) The mango grove of Pāvārika of Kosambī. (2) A mango grove at Nāḷandā where the Buddha stayed when on a visit there.",
  "pāsāṇakacetiya": "Pāsāṇakacetiya: A shrine near Rājagaha, where the disciples of Bāvarī met and questioned the Buddha.",
  "pippaliguhā": "Pippaliguhā: A cave near Rājagaha, evidently a favourite haunt of Mahā Kassapa.",
  "pilakkhaguhā": "Pilakkhaguhā: A cave near Kosambī. The wanderer Sandaka is said to have stayed there.",
  "puṇḍarika": "Puṇḍarika: A hell; it is a period of suffering in Avīci, equal to twenty Uppalakā.",
  "pubbakoṭṭhakā": "Pubbakoṭṭhakā: A bathing place in Sāvatthī, near the Migāramātupāsāda, and therefore to the east of the city.",
  "pubbavideha": "Pubbavideha: The eastern of the four continents which compose a Cakkavāla.",
  "pubbārāma": "Pubbārāma: A monastery outside the eastern gate of Sāvatthī.",
  "pokkharaṇiyā": "Pokkharaṇiyā: A monastery in Sāmagāma where the Buddha is said once to have stayed.",
  "badarikārāma": "Badarikārāma: A park about three miles from Kosambī  where Khemaka stayed during his illness.",
  "bandhumatī": "Bandhumatī: The city of birth of Vipassī Buddha.",
  "baliharaṇa": "Baliharaṇa: A forest tract near Kusinārā where the Buddha is said to have stayed.",
  "bahukā": "Bahukā: A river to which sacrifices were offered.",
  "bahuputta cetiya": "Bahuputta Cetiya: A shrine in the neighbourhood of Vesāli, to the north of that city.",
  "bahuputtakanigrodha": "Bahuputtakanigrodha: Mahā Kassapa says that while yet a “learner” he paid homage to the Buddha at a Bahuputtaka-nigrodha where the Buddha had gone to meet him.",
  "bālakaloṇakāra": "Bālakaloṇakāra: A locality near Kosambī.",
  "bāhumati": "Bāhumati: A holy river where men bathe in order to expiate their sins.",
  "thūlū": "Thūlū: The name of a _gotta_. The village of Uttarakā belonged to them, and when the Buddha was staying there with Sunakkhatta, the latter was greatly taken up with the practices of Korakkhattiya.",
  "beluva": "Beluva: A village near Vesāli, where the Buddha spent his last vassa.",
  "brahmaloka": "Brahmaloka: The highest of the celestial worlds, the abode of the Brahmas.",
  "patāyanti": "Patāyanti: A place in Uttarakuru where the Yakkhas assemble.",
  "bhaggā": "Bhaggā: The name of a tribe and a country, the capital of which was Suṁsumāragiri.",
  "bhaṇḍagāma": "Bhaṇḍagāma: A Vajjian village between Vesāli and Hatthigāma and near the former.",
  "bhaddavatikā": "Bhaddavatikā: A market town near Kosambī.",
  "bharukaccha": "Bharukaccha: A seaport in the country of Bharu.",
  "bhusāgāra": "Bhusāgāra: The threshing floor in Atumā where the Buddha stayed on his visit there.",
  "bhoganagara": "Bhoganagara: A village in the Vajji country, where the Buddha stayed on his last journey, in the Ānanda cetiya, and where he preached a sermon on the four “Great References”.",
  "makuṭabandhana": "Makuṭabandhana: A shrine of the Mallas to the east of Kusināra, where the Buddha’s body was cremated.",
  "makkarakata": "Makkarakata: A locality in Avanti.",
  "maghadevaambavana": "Maghadevaambavana: A mango grove in Mithilā where Makhādeva lived in meditation after retiring from household life.",
  "magadhakhetta": "Magadhakhetta: Mention is made in the books of the Māgadhakhetta, probably an extensive rice field which at once caught the eye on account of its terraces.",
  "macchā": "Macchā: A country, with its people, included in the traditional list of the sixteen Great Nations   ",
  "macchikāsaṇḍa": "Macchikāsaṇḍa: A township in Kāsī, the residence, among others, of Citta-Gahapati.",
  "mātula": "Mātula: A village in Māgadha, where the Buddha stayed and where he preached the Cakkavattisīhanāda Sutta.",
  "maddakucchi": "Maddakucchi: A park near Rājagaha, at the foot of Gijjhakūṭa.",
  "madhurā": "Madhurā: The capital of Surasena, situated on the Yamunā.",
  "manasākaṭa": "Manasākaṭa: A brahmin village in Kosala on the banks of the Aciravatī.",
  "maṇimālika": "Maṇimālika: A shrine where the Buddha stayed and where he was visited by the Yakkha Maṇibhadda.",
  "mantāvatī": "Mantāvatī: The capital city where King Koñca lived, whose daughter was Sumedhā Therī.",
  "mandākinī": "Mandākinī: One of the seven great lakes of the Himālaya.",
  "mallā": "Mallā: The name of a people and their country.",
  "mallikāya ārāma": "Mallikāya ārāma: A park in Sāvatthī belonging to Queen Mallikā.",
  "mahājanapadā": "Mahājanapadā: The books mention the sixteen Mahājanapadas or Great Nations, which existed in the time of the Buddha.",
  "mahāroruva": "Mahāroruva: One of the hells.",
  "mahāvana": "Mahāvana: (1) A wood near Vesāli, in which the Kūṭāgārasālā was located. (2) A wood near Kapilavatthu.",
  "mahāviyūha": "Mahāviyūha: A gabled chamber erected by Mahāsudassana into which he could retire during the heat of the day. It was made of silver.",
  "mahāsarā": "Mahāsarā: The books contain a list of seven great lakes, situated in the Himālaya.",
  "mahisavatthu": "Mahisavatthu: A place on the Saṅkheyya Mountain where Uttara is said to have stayed, in Dhavajālika _vihāra_.",
  "mahī": "Mahī: One of the five great rivers of India, all of which have a common origin    ",
  "māgadha": "Māgadha: One of the four chief kingdoms of India at the time of the Buddha, the others being Kosala, the kingdom of the Vaṁsas and Avanti.",
  "mahesā": "Mahesā: A city in the Buddha’s day, mentioned as lying on the route from Bāvari’s hermitage to Sāvatthī.",
  "migacīra": "Migacīra: A park near Indapatta, where Raṭṭhapāla Thera stayed.",
  "migāramātupāsāda": "Migāramātupāsāda: The name given to the monastery erected by Visākhā Migāramātā in the Pubbārāma, to the east of Sāvatthī.",
  "mithilā": "Mithilā: The capital of the Videha country.",
  "mukheluvana": "Mukheluvana: A grove in Kajaṅgalā.",
  "medāḷupa": "Medāḷupa: A Sākyan village three leagues from Nagaraka.",
  "moranivāpa": "Moranivāpa: A grove in Veḷuvana at Rājagaha.",
  "yamunā": "Yamunā: The second of the five great rivers of Jambudīpa, which are often used in similes.",
  "yona": "Yona: A country and its people.",
  "rohīnī": "Rohīnī: A small river dividing the Sākyan and Koliyan countries. A dam was constructed across the river, and the people on the two sides used the water to cultivate their fields.",
  "rājagaha": "Rājagaha: A city, the capital of Māgadha.",
  "rājāyatana": "Rājāyatana: The name of a tree, at the foot of which the Buddha received a gift of wheat and honey from the merchants Tapassu and Bhallika in the eighth week after the Enlightenment.",
  "rāmagāmaka": "Rāmagāmaka: A Koliyan village on the banks of the Ganges.",
  "sankassa": "Sankassa: During the Vajjiputta controversy, Revata Thera, on his way from Soreyya to Sahājāti, went through Sankassa.",
  "laṭṭhivana": "Laṭṭhivana: A grove to the southwest of Rājagaha.",
  "licchavī": "Licchavī: A powerful tribe of India in the time of the Buddha.",
  "lumbineyya": "Lumbineyya: A park situated between Kapilavatthu and Devadaha.",
  "sākya": "Sākya: A tribe in North India, to which the Buddha belonged. Their capital was Kapilavatthu.",
  "vaṁsa": "Vaṁsa: The Vaṁsas and their country.",
  "vaggumudā": "Vaggumudā: A river in the Vajji country.",
  "vajjī": "Vajjī: The name of a country and of its people. It was one of the sixteen Great Nations.",
  "vanasavhaya": "Vanasavhaya: A city lying between Vedisa and Kosambī, on the road taken by Bāvarī’s disciples.",
  "vedisa": "Vedisa: A city, the home of Devī, mother of Mahinda.",
  "varaṇā": "Varaṇā: A city on the banks of the Kaddamadaha, where Ārāmadaṇḍa visited Mahākaccāna.",
  "vāsabhagāmaka": "Vāsabhagāmaka: A village in Kāsī.",
  "videha": "Videha: A country and its people.",
  "vejayanta": "Vejayanta: A palace belonging to Sakka.",
  "vetaraṇi": "Vetaraṇi: A river in the Great Hell.",
  "veṭṭhadīpaka": "Veṭṭhadīpaka: A brahmin settlement, the chieftain of which claimed a part of the Buddha’s relics; having obtained the relics, he built at pagoda over them. ",
  "vediyaka": "Vediyaka: A mountain to the north of Ambasaṇḍā, in which was the Indasālaguhā, where the Buddha stayed.",
  "venāgapura": "Venāgapura: A brahmin village of Kosala, where the Buddha preached the Venāga Sutta.",
  "vepulla": "Vepulla: The highest of the five mountains surrounding Rājagaha.",
  "vebhāra": "Vebhāra: One of the five hills surrounding Rājagaha.",
  "verañjā": "Verañjā: A town in which the Buddha once spent the rainy season at the invitation of the brahmin Verañja.",
  "veḷukaṇḍa": "Veḷukaṇḍa: A city in Avanti.",
  "veḷudvāra": "Veḷudvāra: A brahmin village of the Kosalans where the Buddha once stayed and preached the Veḷudvāreyya Sutta.",
  "veḷuvana": "Veḷuvana: A park near Rājagaha, the pleasure garden of Bimbisāra, which became the first monastery accepted by the Buddha.",
  "vesāli": "Vesāli: A city, capital of the Licchavis.",
  "vehapphala": "Vehapphala: One of the Brahma worlds of the Rūpaloka plane.",
  "vekaliṅga": "Vekaliṅga: A township where lived Ghaṭīkāra, friend of Jotipāla.",
  "sakkhara": "Sakkhara: A township of the Sākyans where the Buddha once stayed with Ānanda.",
  "saṅkassa": "Saṅkassa: A city, thirty leagues from Sāvatthī.",
  "pajjanika": "Pajjanika: A Koliyan village, the residence of Suppavāsā Koḷiyādhītā, mother of Sīvali.",
  "sattapaṇṇiguhā": "Sattapaṇṇiguhā: A cave in Rājagaha, on the slope of Mount Vebhāra.",
  "sattamba": "Sattamba: A shrine near Vesāli.",
  "sappasoṇḍikapabbhāra": "Sappasoṇḍikapabbhāra: A mountain cave in the Sītavana, near Rājagaha.",
  "sippinikātīra": "Sippinikātīra: A river that flowed through Rājagaha.",
  "sarabhū": "Sarabhū: One of the five great rivers of northern India.",
  "parājitā": "Parājitā: A Niraya in which those who die in battle are born.",
  "sallavatī": "Sallavatī: A river, forming the boundary on the south east side of the Middle country.",
  "salaḷāgāra": "Salaḷāgāra: A building in Jetavana.",
  "sahajāti": "Sahajāti: A township where Yasa Kākandakaputta met Soreyya Revata, whom he wished to consult regarding the Ten Points raised by the Vajjiputtakas.",
  "sāketa": "Sāketa: A town in Kosala.",
  "sātapabbata": "Sātapabbata: A mountain in the Middle country, the abode of Sātāgira.",
  "sāmuga": "Sāmuga: A village of the Koliyans, where Ānanda once stayed, and where he preached to the inhabitants.",
  "sāmagāma": "Sāmagāma: A Sākiyan village where the Sāmagāma Sutta was preached.",
  "sārandadacetiya": "Sārandadacetiya: A shrine at Vesāli.",
  "sālavatikā": "Sālavatikā: A Kosalan village, given by Pasenadi to the brahmin Lohicca.",
  "sālā": "Sālā: A brahmin village of Kosala, its inhabitants were called Sāleyyakā.",
  "sāvatthī": "Sāvatthī: The capital city of Kosala in India and one of the six great Indian cities during the lifetime of the Buddha.",
  "siṁsapāvana": "Siṁsapāvana: (1) A grove in Āḷavī, where the Buddha stayed in the Gomagga and was visited by Hatthaka of Āḷavī. (2) A grove in Kosambī, where the Buddha once stayed.",
  "sineru": "Sineru: A mountain, forming the center of the world.",
  "sindhu": "Sindhu: The Indus river, one of the most important of those that flow from the Himālaya.",
  "silāvatī": "Silāvatī: A village of the Sākyans.",
  "siviraṭṭha": "Siviraṭṭha: The country of the Sivi people, famous for its cloth, which was called Siveyyaka.",
  "sītavana": "Sītavana: A grove near Rājagaha where Anāthapiṇḍika first met the Buddha.",
  "sīhapapātā": "Sīhapapātā: One of the seven great lakes of Himavā.",
  "sutanu": "Sutanu: A stream at Sāvatthī.",
  "suddhāvāsā": "Suddhāvāsā: The “Pure Abodes”; a name given to a group of Brahma-worlds—the five highest Rūpa worlds—consisting of Avihā, Atappā, Sudassā, Sudassī and Akaniṭṭhā.",
  "sunāparanta": "Sunāparanta: A country in which was the port of Suppāraka, birthplace of Puṇṇa Thera.",
  "suppatiṭṭha cetiya": "Suppatiṭṭha Cetiya: A shrine near the Latthivanuyyāna in Rājagaha.",
  "subhagavana": "Subhagavana: A wood in Ukkaṭṭha.",
  "sumāgadhā": "Sumāgadhā: A lotus pond near Rājagaha.",
  "susumāragiri": "Susumāragiri: A city in the Bhagga country, of which it was probably the capital.",
  "sūrasena": "Sūrasena: One of the sixteen Great Nations.",
  "suvidehā": "Suvidehā: The name of a country and its inhabitants.",
  "sūkarakha": "Sūkarakha: A cave on the side of Gijjhakūṭa, where the Buddha stayed.",
  "setakaṇṇika": "Setakaṇṇika: A village forming the southern boundary of the Middle Country.",
  "setabyā": "Setabyā: A town in Kosala,  near which was Ukkaṭṭha.",
  "senānigama": "Senānigama: The village in which Senānī lived.",
  "sogandhika": "Sogandhika: A hell, or a period of suffering in Avīci.",
  "soreyya": "Soreyya: A town where Soreyya-Revata lived.",
  "sovīra": "Sovīra: A country mentioned in the Mahāgovinda Sutta.",
  "gonaddha": "Gonaddha: One of the places passed by Bāvarī's disciples on their way from Bāvarī's hermitage to see the Buddha at Rājagaha.",
  "hatthigāmaka": "Hatthigāmaka: A village on the road from Vesāli to Bhoganagara.",
  "haliddavasana": "Haliddavasana: A township of the Koliyans.",
  "himavā": "Himavā: The Himālaya mountains.",
  "hiraññavatī": "Hiraññavatī: A river, on the bank of which was the Upavattana Sālavana of the Mallas of Kusināra, where the Buddha died."
}