{
  "sn54.9:0.1": "Saṁyutta Nikāya 54 ",
  "sn54.9:0.2": "1. Ekadhammavagga ",
  "sn54.9:0.3": "9. Vesālīsutta ",
  "sn54.9:1.1": "Evaṁ me sutaṁ—",
  "sn54.9:1.2": "ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "sn54.9:1.3": "Tena kho pana samayena bhagavā bhikkhūnaṁ anekapariyāyena asubhakathaṁ katheti, asubhāya vaṇṇaṁ bhāsati, asubhabhāvanāya vaṇṇaṁ bhāsati. ",
  "sn54.9:2.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "sn54.9:2.2": "“icchāmahaṁ, bhikkhave, aḍḍhamāsaṁ paṭisallīyituṁ. ",
  "sn54.9:2.3": "Nāmhi kenaci upasaṅkamitabbo, aññatra ekena piṇḍapātanīhārakenā”ti. ",
  "sn54.9:2.4": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paṭissutvā nāssudha koci bhagavantaṁ upasaṅkamati, aññatra ekena piṇḍapātanīhārakena. ",
  "sn54.9:3.1": "Atha kho te bhikkhū: ",
  "sn54.9:3.2": "“bhagavā anekapariyāyena asubhakathaṁ katheti, asubhāya vaṇṇaṁ bhāsati, asubhabhāvanāya vaṇṇaṁ bhāsatī”ti anekākāravokāraṁ asubhabhāvanānuyogamanuyuttā viharanti. ",
  "sn54.9:3.3": "Te iminā kāyena aṭṭīyamānā harāyamānā jigucchamānā satthahārakaṁ pariyesanti. ",
  "sn54.9:3.4": "Dasapi bhikkhū ekāhena satthaṁ āharanti, vīsampi …pe… tiṁsampi bhikkhū ekāhena satthaṁ āharanti. ",
  "sn54.9:4.1": "Atha kho bhagavā tassa aḍḍhamāsassa accayena paṭisallānā vuṭṭhito āyasmantaṁ ānandaṁ āmantesi: ",
  "sn54.9:4.2": "“kiṁ nu kho, ānanda, tanubhūto viya bhikkhusaṅgho”ti? ",
  "sn54.9:4.3": "“Tathā hi pana, bhante, ‘bhagavā bhikkhūnaṁ anekapariyāyena asubhakathaṁ katheti, asubhāya vaṇṇaṁ bhāsati, asubhabhāvanāya vaṇṇaṁ bhāsatī’ti anekākāravokāraṁ asubhabhāvanānuyogamanuyuttā viharanti. ",
  "sn54.9:4.4": "Te iminā kāyena aṭṭīyamānā harāyamānā jigucchamānā satthahārakaṁ pariyesanti. ",
  "sn54.9:4.5": "Dasapi bhikkhū ekāhena satthaṁ āharanti, vīsampi bhikkhū … tiṁsampi bhikkhū ekāhena satthaṁ āharanti. ",
  "sn54.9:4.6": "Sādhu, bhante, bhagavā aññaṁ pariyāyaṁ ācikkhatu yathāyaṁ bhikkhusaṅgho aññāya saṇṭhaheyyā”ti. ",
  "sn54.9:5.1": "“Tenahānanda, yāvatikā bhikkhū vesāliṁ upanissāya viharanti te sabbe upaṭṭhānasālāyaṁ sannipātehī”ti. ",
  "sn54.9:5.2": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yāvatikā bhikkhū vesāliṁ upanissāya viharanti te sabbe upaṭṭhānasālāyaṁ sannipātetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ etadavoca: ",
  "sn54.9:5.3": "“sannipatito, bhante, bhikkhusaṅgho. ",
  "sn54.9:5.4": "Yassadāni, bhante, bhagavā kālaṁ maññatī”ti. ",
  "sn54.9:6.1": "Atha kho bhagavā yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "sn54.9:6.2": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "sn54.9:6.3": "“ayampi kho, bhikkhave, ānāpānassatisamādhi bhāvito bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasameti. ",
  "sn54.9:7.1": "Seyyathāpi, bhikkhave, gimhānaṁ pacchime māse ūhataṁ rajojallaṁ, tamenaṁ mahāakālamegho ṭhānaso antaradhāpeti vūpasameti; ",
  "sn54.9:7.2": "evameva kho, bhikkhave, ānāpānassatisamādhi bhāvito bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasameti. ",
  "sn54.9:7.3": "Kathaṁ bhāvito ca, bhikkhave, ānāpānassatisamādhi kathaṁ bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasameti? ",
  "sn54.9:8.1": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "sn54.9:8.2": "So satova assasati, satova passasati …pe… ",
  "sn54.9:8.3": "‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati. ",
  "sn54.9:8.4": "Evaṁ bhāvito kho, bhikkhave, ānāpānassatisamādhi evaṁ bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasametī”ti. ",
  "sn54.9:8.5": "Navamaṁ. "
}