{
  "sn54.16:0.1": "Saṁyutta Nikāya 54 ",
  "sn54.16:0.2": "2. Dutiyavagga ",
  "sn54.16:0.3": "16. Dutiyabhikkhusutta ",
  "sn54.16:1.1": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū bhagavā etadavoca: ",
  "sn54.16:1.2": "“atthi nu kho, bhikkhave, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrentī”ti? ",
  "sn54.16:1.3": "“Bhagavaṁmūlakā no, bhante, dhammā …pe… bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "sn54.16:1.4": "“Atthi, bhikkhave, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrenti. ",
  "sn54.16:2.1": "Katamo ca, bhikkhave, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrenti? ",
  "sn54.16:2.2": "Ānāpānassatisamādhi, bhikkhave, ekadhammo bhāvito bahulīkato cattāro satipaṭṭhāne paripūreti, cattāro satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrenti, satta bojjhaṅgā bhāvitā bahulīkatā vijjāvimuttiṁ paripūrentīti. ",
  "sn54.16:3.1": "Kathaṁ bhāvito ca, bhikkhave, ānāpānassatisamādhi kathaṁ bahulīkato cattāro satipaṭṭhāne paripūreti? ",
  "sn54.16:3.2": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "sn54.16:3.3": "So satova assasati, satova passasati …pe… ",
  "sn54.16:3.4": "‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati. ",
  "sn54.16:4.1": "Yasmiṁ samaye, bhikkhave, bhikkhu dīghaṁ vā assasanto ‘dīghaṁ assasāmī’ti pajānāti, dīghaṁ vā passasanto ‘dīghaṁ passasāmī’ti pajānāti, rassaṁ vā assasanto ‘rassaṁ assasāmī’ti pajānāti …pe… ",
  "sn54.16:4.2": "sabbakāyappaṭisaṁvedī …pe… ",
  "sn54.16:4.3": "‘passambhayaṁ kāyasaṅkhāraṁ assasissāmī’ti sikkhati, ‘passambhayaṁ kāyasaṅkhāraṁ passasissāmī’ti sikkhati—",
  "sn54.16:4.4": "kāye kāyānupassī, bhikkhave, bhikkhu tasmiṁ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn54.16:4.5": "Taṁ kissa hetu? ",
  "sn54.16:4.6": "Kāyaññatarāhaṁ, bhikkhave, etaṁ vadāmi, yadidaṁ—assāsapassāsaṁ. ",
  "sn54.16:4.7": "Tasmātiha, bhikkhave, kāye kāyānupassī bhikkhu tasmiṁ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn54.16:5.1": "Yasmiṁ samaye, bhikkhave, bhikkhu pītippaṭisaṁvedī …pe… ",
  "sn54.16:5.2": "sukhappaṭisaṁvedī … ",
  "sn54.16:5.3": "cittasaṅkhārappaṭisaṁvedī … ",
  "sn54.16:5.4": "‘passambhayaṁ cittasaṅkhāraṁ assasissāmī’ti sikkhati, ‘passambhayaṁ cittasaṅkhāraṁ passasissāmī’ti sikkhati—",
  "sn54.16:5.5": "vedanāsu vedanānupassī, bhikkhave, bhikkhu tasmiṁ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn54.16:5.6": "Taṁ kissa hetu? ",
  "sn54.16:5.7": "Vedanāññatarāhaṁ, bhikkhave, etaṁ vadāmi, yadidaṁ—assāsapassāsānaṁ sādhukaṁ manasikāraṁ. ",
  "sn54.16:5.8": "Tasmātiha, bhikkhave, vedanāsu vedanānupassī bhikkhu tasmiṁ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn54.16:6.1": "Yasmiṁ samaye, bhikkhave, bhikkhu cittappaṭisaṁvedī …pe… ",
  "sn54.16:6.2": "abhippamodayaṁ cittaṁ …pe… ",
  "sn54.16:6.3": "‘samādahaṁ cittaṁ assasissāmī’ti sikkhati, ‘samādahaṁ cittaṁ passasissāmī’ti sikkhati; ",
  "sn54.16:6.4": "‘vimocayaṁ cittaṁ assasissāmī’ti sikkhati, ‘vimocayaṁ cittaṁ passasissāmī’ti sikkhati—",
  "sn54.16:6.5": "citte cittānupassī, bhikkhave, bhikkhu tasmiṁ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn54.16:6.6": "Taṁ kissa hetu? ",
  "sn54.16:6.7": "Nāhaṁ, bhikkhave, muṭṭhassatissa asampajānassa ānāpānassatisamādhibhāvanaṁ vadāmi. ",
  "sn54.16:6.8": "Tasmātiha, bhikkhave, citte cittānupassī bhikkhu tasmiṁ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn54.16:7.1": "Yasmiṁ samaye, bhikkhave, bhikkhu aniccānupassī …pe… ",
  "sn54.16:7.2": "virāgānupassī …pe… ",
  "sn54.16:7.3": "nirodhānupassī …pe… ",
  "sn54.16:7.4": "‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati—",
  "sn54.16:7.5": "dhammesu dhammānupassī, bhikkhave, bhikkhu tasmiṁ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn54.16:7.6": "So yaṁ taṁ hoti abhijjhādomanassānaṁ pahānaṁ taṁ paññāya disvā sādhukaṁ ajjhupekkhitā hoti. ",
  "sn54.16:7.7": "Tasmātiha, bhikkhave, dhammesu dhammānupassī bhikkhu tasmiṁ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn54.16:8.1": "Evaṁ bhāvito kho, bhikkhave, ānāpānassatisamādhi evaṁ bahulīkato cattāro satipaṭṭhāne paripūreti. ",
  "sn54.16:9.1": "Kathaṁ bhāvitā ca, bhikkhave, cattāro satipaṭṭhānā kathaṁ bahulīkatā satta bojjhaṅge paripūrenti? ",
  "sn54.16:9.2": "Yasmiṁ samaye, bhikkhave, bhikkhu kāye kāyānupassī viharati—upaṭṭhitāssa tasmiṁ samaye bhikkhuno sati hoti asammuṭṭhā. ",
  "sn54.16:9.3": "Yasmiṁ samaye, bhikkhave, bhikkhuno upaṭṭhitā sati asammuṭṭhā—",
  "sn54.16:9.4": "satisambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti, satisambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti, satisambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn54.16:10.1": "So tathāsato viharanto taṁ dhammaṁ paññāya pavicinati pavicarati parivīmaṁsamāpajjati. ",
  "sn54.16:10.2": "Yasmiṁ samaye, bhikkhave, bhikkhu tathāsato viharanto taṁ dhammaṁ paññāya pavicinati pavicarati parivīmaṁsamāpajjati—",
  "sn54.16:10.3": "dhammavicayasambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti, dhammavicayasambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti, dhammavicayasambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn54.16:11.1": "Tassa taṁ dhammaṁ paññāya pavicinato pavicarato parivīmaṁsamāpajjato āraddhaṁ hoti vīriyaṁ asallīnaṁ. ",
  "sn54.16:11.2": "Yasmiṁ samaye, bhikkhave, bhikkhuno taṁ dhammaṁ paññāya pavicinato pavicarato parivīmaṁsamāpajjato āraddhaṁ hoti vīriyaṁ asallīnaṁ—",
  "sn54.16:11.3": "vīriyasambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti, vīriyasambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti, vīriyasambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn54.16:12.1": "Āraddhavīriyassa uppajjati pīti nirāmisā. ",
  "sn54.16:12.2": "Yasmiṁ samaye, bhikkhave, bhikkhuno āraddhavīriyassa uppajjati pīti nirāmisā—",
  "sn54.16:12.3": "pītisambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti, pītisambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti, pītisambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn54.16:13.1": "Pītimanassa kāyopi passambhati, cittampi passambhati. ",
  "sn54.16:13.2": "Yasmiṁ samaye, bhikkhave, bhikkhuno pītimanassa kāyopi passambhati, cittampi passambhati—",
  "sn54.16:13.3": "passaddhisambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti, passaddhisambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti, passaddhisambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn54.16:14.1": "Passaddhakāyassa sukhino cittaṁ samādhiyati. ",
  "sn54.16:14.2": "Yasmiṁ samaye, bhikkhave, bhikkhuno passaddhakāyassa sukhino cittaṁ samādhiyati—",
  "sn54.16:14.3": "samādhisambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti, samādhisambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti, samādhisambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn54.16:15.1": "So tathāsamāhitaṁ cittaṁ sādhukaṁ ajjhupekkhitā hoti. ",
  "sn54.16:15.2": "Yasmiṁ samaye, bhikkhave, bhikkhu tathāsamāhitaṁ cittaṁ sādhukaṁ ajjhupekkhitā hoti—",
  "sn54.16:15.3": "upekkhāsambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti, upekkhāsambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti, upekkhāsambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn54.16:16.1": "Yasmiṁ samaye, bhikkhave, bhikkhu vedanāsu …pe… ",
  "sn54.16:16.2": "citte …pe… ",
  "sn54.16:16.3": "dhammesu dhammānupassī viharati—upaṭṭhitāssa tasmiṁ samaye bhikkhuno sati hoti asammuṭṭhā. ",
  "sn54.16:16.4": "Yasmiṁ samaye, bhikkhave, bhikkhuno upaṭṭhitā sati hoti asammuṭṭhā—",
  "sn54.16:16.5": "satisambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti, satisambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti—satisambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati …pe…. ",
  "sn54.16:17.1": "So tathāsamāhitaṁ cittaṁ sādhukaṁ ajjhupekkhitā hoti. ",
  "sn54.16:17.2": "Yasmiṁ samaye, bhikkhave, bhikkhu tathāsamāhitaṁ cittaṁ sādhukaṁ ajjhupekkhitā hoti—",
  "sn54.16:17.3": "upekkhāsambojjhaṅgo tasmiṁ samaye bhikkhuno āraddho hoti, upekkhāsambojjhaṅgaṁ tasmiṁ samaye bhikkhu bhāveti, upekkhāsambojjhaṅgo tasmiṁ samaye bhikkhuno bhāvanāpāripūriṁ gacchati. ",
  "sn54.16:17.4": "Evaṁ bhāvitā kho, bhikkhave, cattāro satipaṭṭhānā evaṁ bahulīkatā satta bojjhaṅge paripūrenti. ",
  "sn54.16:18.1": "Kathaṁ bhāvitā ca, bhikkhave, satta bojjhaṅgā kathaṁ bahulīkatā vijjāvimuttiṁ paripūrenti? ",
  "sn54.16:18.2": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ; ",
  "sn54.16:18.3": "dhammavicayasambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ …pe… ",
  "sn54.16:18.4": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "sn54.16:18.5": "Evaṁ bhāvitā kho, bhikkhave, satta bojjhaṅgā evaṁ bahulīkatā vijjāvimuttiṁ paripūrentī”ti. ",
  "sn54.16:18.6": "Chaṭṭhaṁ. "
}