{
  "iti99:0.1": "So It Was Said",
  "iti99:0.2": "The Book of the Threes",
  "iti99:0.3": "Chapter Five",
  "iti99:0.4": "99. The Three Knowledges",
  "iti99:1.1": "This was said by the Buddha, the Perfected One: that is what I heard.",
  "iti99:2.1": "“Mendicants, I describe a brahmin who is master of the three Vedic knowledges in terms of the teaching, not by mere oral recitation.",
  "iti99:3.1": "How so?",
  "iti99:3.2": "It’s when a mendicant recollects many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ",
  "iti99:3.3": "This was the first knowledge they achieved. Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute. ",
  "iti99:4.1": "Furthermore, with clairvoyance that is purified and superhuman, a mendicant sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "iti99:4.2": "This was the second knowledge they achieved. Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute. ",
  "iti99:5.1": "Furthermore, a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life, and they live having realized it with their own insight due to the ending of defilements.",
  "iti99:5.2": "This was the third knowledge which they achieved. Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute. ",
  "iti99:5.3": "That’s how I describe a brahmin who is master of the three Vedic knowledges in terms of the teaching, not by mere oral recitation.”",
  "iti99:5.4": "That is what the Buddha said. ",
  "iti99:5.5": "On this it is said: ",
  "iti99:6.1": "“They know their past lives, ",
  "iti99:6.2": "seeing heaven and places of loss, ",
  "iti99:6.3": "and have attained the end of rebirth;",
  "iti99:6.4": "that sage has perfect insight. ",
  "iti99:7.1": "Because of these three knowledges ",
  "iti99:7.2": "a brahmin is a master of the three knowledges. ",
  "iti99:7.3": "That’s who I call a three-knowledge master, ",
  "iti99:7.4": "and not some mere reciter.” ",
  "iti99:8.1": "This too was spoken by the Blessed One: that is what I heard."
}