{
  "iti97:0.1": "So It Was Said 97 ",
  "iti97:0.2": "The Book of the Threes ",
  "iti97:0.3": "Chapter Five ",
  "iti97:0.4": "Good Morals ",
  "iti97:1.1": "This was said by the Buddha, the Perfected One: that is what I heard. ",
  "iti97:2.1": "“Mendicants, in this teaching and training a mendicant of good morals, good practice, and good wisdom is called consummate, accomplished, a supreme person. ",
  "iti97:3.1": "And how does a mendicant have good morals? ",
  "iti97:3.2": "It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ",
  "iti97:3.3": "That’s how a mendicant has good morals. ",
  "iti97:3.4": "Such is one of good morality. ",
  "iti97:4.1": "And how does one have good practice? ",
  "iti97:4.2": "It’s when a mendicant meditates pursuing the development of the seven qualities that lead to awakening. ",
  "iti97:4.3": "That’s how a mendicant has good practice. ",
  "iti97:4.4": "Such is one of good morality and good practice. ",
  "iti97:5.1": "And how does one have good wisdom? ",
  "iti97:5.2": "It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ",
  "iti97:5.3": "That’s how a mendicant has good wisdom; ",
  "iti97:6.1": "Such is one of good morals, good practice, and good wisdom, who in this teaching and training is called consummate, accomplished, a supreme person. ",
  "iti97:6.2": "The Buddha spoke this matter. ",
  "iti97:6.3": "On this it is said: ",
  "iti97:7.1": "“Who does nothing wrong ",
  "iti97:7.2": "by body, speech or mind, ",
  "iti97:7.3": "is said to be one good morals, ",
  "iti97:7.4": "a conscientious mendicant. ",
  "iti97:8.1": "Who has well developed the seven ",
  "iti97:8.2": "factors that lead to awakening ",
  "iti97:8.3": "is said to be one good practice, ",
  "iti97:8.4": "a humble mendicant. ",
  "iti97:9.1": "Who understands for themselves ",
  "iti97:9.2": "the end of suffering in this life ",
  "iti97:9.3": "is said to be one good wisdom, ",
  "iti97:9.4": "an undefiled mendicant. ",
  "iti97:10.1": "One accomplished in these three things, ",
  "iti97:10.2": "untroubled, with doubts cut off, ",
  "iti97:10.3": "unattached to anything in the world, ",
  "iti97:10.4": "has given up everything, they say.” ",
  "iti97:11.1": "This too is a matter that was spoken by the Blessed One: that is what I heard. "
}