{
  "iti91:0.1": "So It Was Said 91 ",
  "iti91:0.2": "The Book of the Threes ",
  "iti91:0.3": "Chapter Five ",
  "iti91:0.4": "Lifestyle ",
  "iti91:1.1": "This was said by the Buddha, the Perfected One: that is what I heard. ",
  "iti91:2.1": "“Mendicants, this relying on alms is an extreme lifestyle. ",
  "iti91:2.2": "The world curses you: ‘You beggar, walking bowl in hand!’ ",
  "iti91:2.3": "Yet earnest gentlemen take it up for a good reason. ",
  "iti91:2.4": "Not because they’ve been forced to by kings or bandits, or because they’re in debt or threatened, or to earn a living. ",
  "iti91:2.5": "Rather, because they think: ‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering. ",
  "iti91:2.6": "Hopefully I can find an end to this entire mass of suffering.’ ",
  "iti91:2.7": "That’s how this gentleman has gone forth. ",
  "iti91:2.8": "Yet they covet sensual pleasures; they’re infatuated, full of ill will and malicious intent. They are unmindful, lacking situational awareness and immersion, with straying mind and undisciplined faculties. ",
  "iti91:2.9": "Suppose there was a firebrand for lighting a funeral pyre, burning at both ends, and smeared with dung in the middle. It couldn’t be used as timber either in the village or the wilderness. ",
  "iti91:2.10": "I say that person is just like this. They’ve missed out on the pleasures of the lay life, and haven’t fulfilled the goal of the ascetic life. ",
  "iti91:2.11": "The Buddha spoke this matter. ",
  "iti91:2.12": "On this it is said: ",
  "iti91:3.1": "“They’ve left behind the pleasures of the lay life, ",
  "iti91:3.2": "and miss out on the goal of the ascetic life. ",
  "iti91:3.3": "Ruining it, they throw it away, ",
  "iti91:3.4": "and perish like a funeral firebrand. ",
  "iti91:4.1": "Many who wrap their necks in ocher robes ",
  "iti91:4.2": "are unrestrained and wicked. ",
  "iti91:4.3": "Being wicked, they are reborn in hell ",
  "iti91:4.4": "due to their bad deeds. ",
  "iti91:5.1": "It’d be better for the immoral and unrestrained ",
  "iti91:5.2": "to eat an iron ball, ",
  "iti91:5.3": "scorching, like a burning flame, ",
  "iti91:5.4": "than to eat the nation’s alms.” ",
  "iti91:6.1": "This too is a matter that was spoken by the Blessed One: that is what I heard. "
}