{
  "patthana18.5:0.1": "Paṭṭhānapakaraṇa ",
  "patthana18.5:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6) ",
  "patthana18.5:0.3": "18.5. Hetuduka, Āsavagocchaka ",
  "patthana18.5:1.1": "Hetuṁ āsavaṁ dhammaṁ paṭicca nahetu naāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca. ",
  "patthana18.5:2.1": "Hetuṁ noāsavaṁ dhammaṁ paṭicca nanahetu nanoāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca. ",
  "patthana18.5:3.1": "Nahetuṁ sāsavaṁ dhammaṁ paccayā nanahetu nasāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana18.5:4.1": "Hetuṁ anāsavaṁ dhammaṁ paṭicca nahetu naanāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana18.5:5.1": "Hetuṁ āsavasampayuttaṁ dhammaṁ paṭicca nahetu naāsavasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. ",
  "patthana18.5:6.1": "Hetuṁ āsavavippayuttaṁ dhammaṁ paṭicca nahetu naāsavavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana18.5:7.1": "Hetuṁ āsavañceva sāsavañca dhammaṁ paṭicca nahetu naāsavo ceva naanāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca. ",
  "patthana18.5:8.1": "Hetuṁ sāsavañceva no ca āsavaṁ dhammaṁ paṭicca nanahetu naanāsavo ceva nano ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca. ",
  "patthana18.5:9.1": "Hetuṁ āsavañceva āsavasampayuttañca dhammaṁ paṭicca nahetu naāsavo ceva naāsavavippayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana18.5:10.1": "Nahetuṁ āsavasampayuttañceva no ca āsavaṁ dhammaṁ paṭicca nanahetu naāsavavippayutto ceva nanoāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana18.5:11.1": "Nahetuṁ āsavavippayuttaṁ sāsavaṁ dhammaṁ paccayā nanahetu āsavavippayutto nasāsavo dhammo uppajjati hetupaccayā. (Lokiyasadisaṁ.) ",
  "patthana18.5:12.1": "Hetuṁ āsavavippayuttaṁ anāsavaṁ dhammaṁ paṭicca nahetu āsavavippayutto naanāsavo dhammo uppajjati hetupaccayā. Nahetuṁ āsavavippayuttaṁ anāsavaṁ dhammaṁ paṭicca nahetu āsavavippayutto naanāsavo dhammo uppajjati hetupaccayā. Hetuṁ āsavavippayuttaṁ anāsavañca nahetuṁ āsavavippayuttaṁ anāsavañca dhammaṁ paṭicca nahetu āsavavippayutto naanāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana18.5:13.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. "
}