{
  "patthana18.7:0.1": "Paṭṭhānapakaraṇa",
  "patthana18.7:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
  "patthana18.7:0.3": "18.7. Hetuduka, Mahantaradukādi",
  "patthana18.7:1.1": "Hetuṁ sārammaṇaṁ dhammaṁ paṭicca nahetu nasārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:2.1": "Nahetuṁ anārammaṇaṁ dhammaṁ paṭicca nanahetu naanārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
  "patthana18.7:3.1": "Nahetuṁ cittaṁ dhammaṁ paṭicca nanahetu nocitto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:4.1": "Hetuṁ nocittaṁ dhammaṁ paṭicca nahetu nanocitto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:5.1": "Hetuṁ cetasikaṁ dhammaṁ paṭicca nahetu nacetasiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:6.1": "Nahetuṁ acetasikaṁ dhammaṁ paṭicca nanahetu naacetasiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:7.1": "Hetuṁ cittasampayuttaṁ dhammaṁ paṭicca nahetu nacittasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:8.1": "Nahetuṁ cittavippayuttaṁ dhammaṁ paṭicca nanahetu nacittavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
  "patthana18.7:9.1": "Hetuṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca nahetu nacittasaṁsaṭṭho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:10.1": "Nahetuṁ cittavisaṁsaṭṭhaṁ dhammaṁ paṭicca nanahetu nacittavisaṁsaṭṭho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
  "patthana18.7:11.1": "Hetuṁ cittasamuṭṭhānaṁ dhammaṁ paṭicca nahetu nocittasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:12.1": "Nahetuṁ nocittasamuṭṭhānaṁ dhammaṁ paṭicca nanahetu nanocittasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:13.1": "Hetuṁ cittasahabhuṁ dhammaṁ paṭicca nahetu nocittasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:14.1": "Nahetuṁ nocittasahabhuṁ dhammaṁ paṭicca nanahetu nanocittasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:15.1": "Hetuṁ cittānuparivattiṁ dhammaṁ paṭicca nahetu nocittānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:16.1": "Nahetuṁ nocittānuparivattiṁ dhammaṁ paṭicca nanahetu nanocittānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:17.1": "Hetuṁ cittasaṁsaṭṭhasamuṭṭhānaṁ dhammaṁ paṭicca nahetu nocittasaṁsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:18.1": "Nahetuṁ nocittasaṁsaṭṭhasamuṭṭhānaṁ dhammaṁ paṭicca nanahetu nanocittasaṁsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:19.1": "Hetuṁ cittasaṁsaṭṭhasamuṭṭhānasahabhuṁ dhammaṁ paṭicca nahetu nocittasaṁsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:20.1": "Nahetuṁ nocittasaṁsaṭṭhasamuṭṭhānasahabhuṁ dhammaṁ paṭicca nanahetu nanocittasaṁsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:21.1": "Hetuṁ cittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ dhammaṁ paṭicca nahetu nocittasaṁsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana18.7:22.1": "Nahetuṁ nocittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ dhammaṁ paṭicca nanahetu nanocittasaṁsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ. Nayavasena vitthāretabbaṁ.)"
}