{
  "patthana18.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana18.1:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
  "patthana18.1:0.3": "18.1. Hetuduka, Sahetukaduka",
  "patthana18.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana18.1:2.1": "Hetuṁ sahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā. Nahetuṁ sahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā.",
  "patthana18.1:3.1": "Hetuṁ sahetukañca nahetuṁ sahetukañca dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana18.1:4.1": "Hetuyā tīṇi, ārammaṇe ekaṁ, adhipatiyā tīṇi …pe… aññamaññe pañca …pe… vipāke tīṇi …pe… avigate pañca.",
  "patthana18.1:5.1": "Nahetuṁ sahetukaṁ dhammaṁ paṭicca nanahetu nasahetuko dhammo uppajjati nahetupaccayā … (Saṅkhittaṁ.)",
  "patthana18.1:6.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā pañca, napurejāte cattāri …pe… navippayutte ekaṁ …pe… novigate tīṇi.",
  "patthana18.1:7.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana18.1:8.0": "Hetu-ārammaṇa",
  "patthana18.1:8.1": "Hetu sahetuko dhammo nahetussa nasahetukassa dhammassa hetupaccayena paccayo. ",
  "patthana18.1:9.1": "Hetu sahetuko dhammo nahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo. Hetu sahetuko dhammo nanahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo. Hetu sahetuko dhammo nahetussa nasahetukassa ca nanahetussa nasahetukassa ca dhammassa ārammaṇapaccayena paccayo. ",
  "patthana18.1:10.1": "Nahetu sahetuko dhammo nanahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo. Nahetu sahetuko dhammo nahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo. Nahetu sahetuko dhammo nahetussa nasahetukassa ca nanahetussa nasahetukassa ca dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana18.1:11.1": "Hetu sahetuko ca nahetu sahetuko ca dhammā nahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo. Hetu sahetuko ca nahetusahetuko ca dhammā nanahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana18.1:12.1": "Hetuyā ekaṁ, ārammaṇe cha, adhipatiyā dve, anantare cattāri, sahajāte pañca, aññamaññe cattāri, nissaye pañca, upanissaye cha, pacchājāte tīṇi, āsevane ekaṁ, kamme …pe… āhāre tīṇi, indriye pañca, jhāne tīṇi, magge pañca, sampayutte ekaṁ, vippayutte tīṇi …pe… avigate pañca. (Pañhāvāraṁ vitthāretabbaṁ.)",
  "patthana18.1:13.1": "Hetuṁ ahetukaṁ dhammaṁ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā. ",
  "patthana18.1:14.1": "Nahetuṁ ahetukaṁ dhammaṁ paṭicca nanahetu naahetuko dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana18.1:15.1": "Hetuyā cattāri, ārammaṇe cattāri …pe… purejāte āsevane ekaṁ …pe… vipāke tīṇi …pe… avigate cattāri."
}