{
  "patthana18.25:0.1": "Paṭṭhānapakaraṇa ",
  "patthana18.25:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6) ",
  "patthana18.25:0.3": "18.25. Saraṇaduka, Hetudukādi ",
  "patthana18.25:1.1": "Saraṇaṁ hetuṁ dhammaṁ paṭicca nasaraṇo nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana18.25:2.1": "Araṇaṁ hetuṁ dhammaṁ paṭicca nasaraṇo nahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā cattāri, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate cattāri. ",
  "patthana18.25:3.1": "Saraṇaṁ nahetuṁ dhammaṁ paṭicca naaraṇo nanahetu dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana18.25:4.1": "Araṇaṁ nahetuṁ dhammaṁ paṭicca nasaraṇo nanahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve …pe… vipāke ekaṁ …pe… avigate dve. ",
  "patthana18.25:5.1": "Saraṇaṁ sahetukaṁ dhammaṁ paṭicca nasaraṇo nasahetuko dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana18.25:6.1": "Araṇaṁ sahetukaṁ dhammaṁ paṭicca nasaraṇo nasahetuko dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve, ārammaṇe ekaṁ, adhipatiyā dve …pe… sahajāte cattāri, aññamaññe dve …pe… vipāke ekaṁ …pe… avigate cattāri. ",
  "patthana18.25:7.1": "Saraṇaṁ ahetukaṁ dhammaṁ paṭicca naaraṇo naahetuko dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana18.25:8.1": "Araṇaṁ ahetukaṁ dhammaṁ paṭicca nasaraṇo naahetuko dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve …pe… purejāte āsevane ekaṁ …pe… vipāke ekaṁ …pe… avigate dve. ",
  "patthana18.25:9.1": "Saraṇaṁ hetusampayuttaṁ dhammaṁ paṭicca nasaraṇo nahetusampayutto dhammo uppajjati hetupaccayā … ekaṁ. Araṇaṁ hetusampayuttaṁ dhammaṁ paṭicca nasaraṇo nahetusampayutto dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) ",
  "patthana18.25:10.1": "Hetuyā dve, ārammaṇe ekaṁ, adhipatiyā dve …pe… sahajāte cattāri, aññamaññe dve …pe… vipāke ekaṁ …pe… avigate cattāri. (Sahetukadukasadisaṁ.) ",
  "patthana18.25:11.1": "Saraṇaṁ hetuñceva sahetukañca dhammaṁ paṭicca naaraṇo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana18.25:12.1": "Araṇaṁ hetuñceva sahetukañca dhammaṁ paṭicca nasaraṇo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve …pe… vipāke ekaṁ …pe… avigate dve. ",
  "patthana18.25:13.1": "Saraṇaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca naaraṇo naahetuko ceva nana ca hetu dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana18.25:14.1": "Araṇaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca nasaraṇo naahetuko ceva nana ca hetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve …pe… vipāke ekaṁ …pe… avigate dve. ",
  "patthana18.25:15.1": "Saraṇaṁ hetuñceva hetusampayuttañca dhammaṁ paṭicca naaraṇo nahetu ceva nahetuvippayutto ca dhammo uppajjati hetupaccayā. (Hetusahetukadukasadisaṁ.) ",
  "patthana18.25:16.1": "Saraṇaṁ nahetuṁ sahetukaṁ dhammaṁ paṭicca nasaraṇo nahetu nasahetuko dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana18.25:17.1": "Araṇaṁ nahetuṁ sahetukaṁ dhammaṁ paṭicca nasaraṇo nahetu nasahetuko dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve, adhipatiyā dve …pe… aññamaññe ekaṁ …pe… vipāke ekaṁ …pe… avigate dve. ",
  "patthana18.25:18.1": "Araṇaṁ nahetuṁ ahetukaṁ dhammaṁ paṭicca nasaraṇo nahetu naahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. "
}