{
  "patthana18.14:0.1": "Paṭṭhānapakaraṇa ",
  "patthana18.14:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6) ",
  "patthana18.14:0.3": "18.14. Cūḷantaraduka, Hetuduka ",
  "patthana18.14:1.1": "Sappaccayaṁ hetuṁ dhammaṁ paṭicca naappaccayo nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana18.14:2.1": "Sappaccayaṁ nahetuṁ dhammaṁ paṭicca naappaccayo nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhataṁ sappaccayasadisaṁ.) ",
  "patthana18.14:3.1": "Anidassanaṁ hetuṁ dhammaṁ paṭicca naanidassano nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… avigate tīṇi. ",
  "patthana18.14:4.1": "Anidassanaṁ nahetuṁ dhammaṁ paṭicca nasanidassano nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana18.14:5.1": "Appaṭighaṁ hetuṁ dhammaṁ paṭicca naappaṭigho nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… avigate tīṇi. ",
  "patthana18.14:6.1": "Appaṭighaṁ nahetuṁ dhammaṁ paṭicca nasappaṭigho nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana18.14:7.1": "Arūpiṁ hetuṁ dhammaṁ paṭicca naarūpī nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… avigate tīṇi. ",
  "patthana18.14:8.1": "Rūpiṁ nahetuṁ dhammaṁ paṭicca narūpī nanahetu dhammo uppajjati hetupaccayā. ",
  "patthana18.14:9.1": "Arūpiṁ nahetuṁ dhammaṁ paṭicca naarūpī nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā ekaṁ …pe… purejāte āsevane ekaṁ …pe… avigate tīṇi. ",
  "patthana18.14:10.1": "Lokiyaṁ hetuṁ dhammaṁ paṭicca nalokuttaro nahetu dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana18.14:11.1": "Lokuttaraṁ hetuṁ dhammaṁ paṭicca nalokuttaro nahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) Hetuyā cattāri, ārammaṇe dve …pe… avigate cattāri. ",
  "patthana18.14:12.1": "Lokiyaṁ nahetuṁ dhammaṁ paṭicca nalokuttaro nanahetu dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana18.14:13.1": "Lokuttaraṁ nahetuṁ dhammaṁ paṭicca nalokiyo nanahetu dhammo uppajjati hetupaccayā … ekaṁ …. Hetuyā dve …pe… avigate dve. ",
  "patthana18.14:14.1": "Kenaci viññeyyaṁ hetuṁ dhammaṁ paṭicca nakenaci viññeyyo nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana18.14:15.1": "Nakenaci viññeyyaṁ hetuṁ dhammaṁ paṭicca nanakenaci viññeyyo nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana18.14:16.1": "Kenaci viññeyyaṁ hetuñca nakenaci viññeyyaṁ hetuñca dhammaṁ paṭicca nakenaci viññeyyo nahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava. ",
  "patthana18.14:17.1": "Kenaci viññeyyaṁ nahetuṁ dhammaṁ paṭicca nakenaci viññeyyo nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava. "
}