{
  "patthana18.24:0.1": "Paṭṭhānapakaraṇa",
  "patthana18.24:0.2": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
  "patthana18.24:0.3": "18.24. Piṭṭhiduka, Hetuduka",
  "patthana18.24:1.1": "Dassanena pahātabbaṁ hetuṁ dhammaṁ paṭicca nadassanena pahātabbo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana18.24:2.1": "Nadassanena pahātabbaṁ hetuṁ dhammaṁ paṭicca nadassanena pahātabbo nahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā cattāri, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate cattāri.",
  "patthana18.24:3.1": "Dassanena pahātabbaṁ nahetuṁ dhammaṁ paṭicca nanadassanena pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṁ.",
  "patthana18.24:4.1": "Nadassanena pahātabbaṁ nahetuṁ dhammaṁ paṭicca nadassanena pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve …pe… vipāke ekaṁ …pe… avigate dve.",
  "patthana18.24:5.1": "Bhāvanāya pahātabbaṁ hetuṁ dhammaṁ paṭicca nabhāvanāya pahātabbo nahetu dhammo uppajjati hetupaccayā … tīṇi. Nabhāvanāya pahātabbaṁ hetuṁ dhammaṁ paṭicca nabhāvanāya pahātabbo nahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā cattāri, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate cattāri.",
  "patthana18.24:6.1": "Bhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca nanabhāvanāya pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṁ.",
  "patthana18.24:7.1": "Nabhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca nabhāvanāya pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve …pe… vipāke ekaṁ …pe… avigate dve.",
  "patthana18.24:8.1": "Dassanena pahātabbahetukaṁ hetuṁ dhammaṁ paṭicca nadassanena pahātabbahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana18.24:9.1": "Nadassanena pahātabbahetukaṁ hetuṁ dhammaṁ paṭicca nanadassanena pahātabbahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha pañhe. Saṅkhittaṁ.) Hetuyā cha, ārammaṇe dve, adhipatiyā ekaṁ …pe… vipāke ekaṁ …pe… avigate cha.",
  "patthana18.24:10.1": "Dassanena pahātabbahetukaṁ nahetuṁ dhammaṁ paṭicca nanadassanena pahātabbahetuko nanahetu dhammo uppajjati hetupaccayā. Nadassanena pahātabbahetukaṁ nahetuṁ dhammaṁ paṭicca nadassanena pahātabbahetuko nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā dve, ārammaṇe tīṇi, adhipatiyā dve …pe… vipāke ekaṁ …pe… avigate tīṇi."
}