{
  "patthana22.4:0.1": "Paṭṭhānapakaraṇa ",
  "patthana22.4:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4) ",
  "patthana22.4:0.3": "22.4. Kusalattika, Hetusahetukadukādi ",
  "patthana22.4:1.1": "Nakusalaṁ nahetuñceva naahetukañca dhammaṁ paṭicca akusalo hetu ceva sahetuko ca dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuñceva naahetukañca dhammaṁ paṭicca abyākato hetu ceva sahetuko ca dhammo uppajjati hetupaccayā … dve. ",
  "patthana22.4:2.1": "(Naakusale dve, naabyākate dve. Paṭhamaṁ gaṇitakena ekaṁ, dutiyaṁ gaṇitakena ekaṁ, tatiyaṁ gaṇitakena ekaṁ, sabbattha nava pañhā.) ",
  "patthana22.4:3.1": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ",
  "patthana22.4:4.1": "Nakusalaṁ naahetukañceva na ca hetuṁ dhammaṁ paṭicca akusalo sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ",
  "patthana22.4:5.1": "Nakusalaṁ nahetuñceva nahetuvippayuttañca dhammaṁ paṭicca akusalo hetu ceva hetusampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. (Hetusahetukasadisaṁ.) ",
  "patthana22.4:6.1": "Nakusalaṁ nahetuvippayuttañceva nanahetuñca dhammaṁ paṭicca akusalo hetusampayutto ceva na ca hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava. ",
  "patthana22.4:7.1": "Nakusalaṁ nahetuṁ nasahetukaṁ dhammaṁ paṭicca abyākato nahetu sahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana22.4:8.1": "Nakusalaṁ nahetuṁ naahetukaṁ dhammaṁ paṭicca akusalo nahetu ahetuko dhammo uppajjati hetupaccayā. ",
  "patthana22.4:9.1": "Naakusalaṁ nahetuṁ naahetukaṁ dhammaṁ paṭicca abyākato nahetu ahetuko dhammo uppajjati hetupaccayā. ",
  "patthana22.4:10.1": "Naabyākataṁ nahetuṁ naahetukaṁ dhammaṁ paṭicca abyākato nahetu ahetuko dhammo uppajjati hetupaccayā.  (Gaṇitakena tīṇi pañhā.) ",
  "patthana22.4:11.1": "Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha. "
}