{
  "patthana22.35:0.1": "Paṭṭhānapakaraṇa",
  "patthana22.35:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
  "patthana22.35:0.3": "22.35. Sanidassanattika, Dassanenapahātabbadukādi",
  "patthana22.35:1.1": "Nasanidassanasappaṭighaṁ nadassanena pahātabbaṁ dhammaṁ paccayā anidassanaappaṭigho dassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:2.1": "Nasanidassanasappaṭighaṁ nanadassanena pahātabbaṁ dhammaṁ paṭicca sanidassanasappaṭigho nadassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa …pe… adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:3.1": "Nasanidassanasappaṭighaṁ nabhāvanāya pahātabbaṁ dhammaṁ paccayā anidassanaappaṭigho bhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:4.1": "Nasanidassanasappaṭighaṁ nanabhāvanāya pahātabbaṁ dhammaṁ paṭicca sanidassanasappaṭigho nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:5.1": "Nasanidassanasappaṭighaṁ nadassanena pahātabbahetukaṁ dhammaṁ paṭicca anidassanaappaṭigho dassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:6.1": "Nasanidassanasappaṭighaṁ nanadassanena pahātabbahetukaṁ dhammaṁ paṭicca sanidassanasappaṭigho nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:7.1": "Nasanidassanasappaṭighaṁ nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā anidassanaappaṭigho bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:8.1": "Nasanidassanasappaṭighaṁ nanabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca sanidassanasappaṭigho nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:9.1": "Nasanidassanasappaṭighaṁ nasavitakkaṁ dhammaṁ paṭicca anidassanaappaṭigho savitakko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:10.1": "Nasanidassanasappaṭighaṁ naavitakkaṁ dhammaṁ paṭicca sanidassanasappaṭigho avitakko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:11.1": "Nasanidassanasappaṭighaṁ nasavicāraṁ dhammaṁ paṭicca anidassanaappaṭigho savicāro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:12.1": "Nasanidassanasappaṭighaṁ naavicāraṁ dhammaṁ paṭicca sanidassanasappaṭigho avicāro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:13.1": "Nasanidassanasappaṭighaṁ nasappītikaṁ dhammaṁ paṭicca anidassanaappaṭigho sappītiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:14.1": "Nasanidassanasappaṭighaṁ naappītikaṁ dhammaṁ paṭicca sanidassanasappaṭigho appītiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:15.1": "Nasanidassanasappaṭighaṁ napītisahagataṁ dhammaṁ paṭicca anidassanaappaṭigho pītisahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:16.1": "Nasanidassanasappaṭighaṁ nanapītisahagataṁ dhammaṁ paṭicca sanidassanasappaṭigho napītisahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:17.1": "Nasanidassanasappaṭighaṁ nasukhasahagataṁ dhammaṁ paṭicca anidassanaappaṭigho sukhasahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:18.1": "Nasanidassanasappaṭighaṁ nanasukhasahagataṁ dhammaṁ paṭicca sanidassanasappaṭigho nasukhasahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:19.1": "Nasanidassanasappaṭighaṁ naupekkhāsahagataṁ dhammaṁ paṭicca anidassanaappaṭigho upekkhāsahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:20.1": "Nasanidassanasappaṭighaṁ nanaupekkhāsahagataṁ dhammaṁ paṭicca sanidassanasappaṭigho naupekkhāsahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:21.1": "Nasanidassanasappaṭighaṁ nakāmāvacaraṁ dhammaṁ paṭicca sanidassanasappaṭigho kāmāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… aññamaññe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:22.1": "Nasanidassanasappaṭighaṁ nanakāmāvacaraṁ dhammaṁ paṭicca anidassanaappaṭigho nakāmāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:23.1": "Nasanidassanasappaṭighaṁ narūpāvacaraṁ dhammaṁ paṭicca anidassanaappaṭigho rūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:24.1": "Nasanidassanasappaṭighaṁ nanarūpāvacaraṁ dhammaṁ paṭicca sanidassanasappaṭigho narūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… aññamaññe tīṇi …pe… avigate ekavīsa.",
  "patthana22.35:25.1": "Nasanidassanasappaṭighaṁ naarūpāvacaraṁ dhammaṁ paccayā anidassanaappaṭigho arūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:26.1": "Nasanidassanasappaṭighaṁ nanaarūpāvacaraṁ dhammaṁ paṭicca sanidassanasappaṭigho naarūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:27.1": "Nasanidassanasappaṭighaṁ napariyāpannaṁ dhammaṁ paṭicca sanidassanasappaṭigho pariyāpanno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:28.1": "Nasanidassanasappaṭighaṁ naapariyāpannaṁ dhammaṁ paccayā anidassanaappaṭigho apariyāpanno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:29.1": "Nasanidassanasappaṭighaṁ naniyyānikaṁ dhammaṁ paccayā anidassanaappaṭigho niyyāniko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:30.1": "Nasanidassanasappaṭighaṁ naaniyyānikaṁ dhammaṁ paṭicca sanidassanasappaṭigho aniyyāniko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:31.1": "Nasanidassanasappaṭighaṁ naniyataṁ dhammaṁ paccayā anidassanaappaṭigho niyato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.35:32.1": "Nasanidassanasappaṭighaṁ naaniyataṁ dhammaṁ paṭicca sanidassanasappaṭigho aniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:33.1": "Nasanidassanasappaṭighaṁ nasauttaraṁ dhammaṁ paṭicca sanidassanasappaṭigho sauttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.35:34.1": "Nasanidassanasappaṭighaṁ naanuttaraṁ dhammaṁ paccayā anidassanaappaṭigho anuttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi."
}