{
  "patthana22.30:0.1": "Paṭṭhānapakaraṇa",
  "patthana22.30:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
  "patthana22.30:0.3": "22.30. Sanidassanattika, Āsavagocchaka",
  "patthana22.30:1.1": "Nasanidassanasappaṭighaṁ noāsavaṁ dhammaṁ paṭicca anidassanaappaṭigho āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:2.1": "Nasanidassanasappaṭighaṁ nanoāsavaṁ dhammaṁ paṭicca sanidassanasappaṭigho noāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.30:3.1": "Nasanidassanasappaṭighaṁ nasāsavaṁ dhammaṁ paṭicca sanidassanasappaṭigho sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.30:4.1": "Nasanidassanasappaṭighaṁ naanāsavaṁ dhammaṁ paccayā anidassanaappaṭigho anāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:5.1": "Nasanidassanasappaṭighaṁ naāsavasampayuttaṁ dhammaṁ paṭicca anidassanaappaṭigho āsavasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:6.1": "Nasanidassanasappaṭighaṁ naāsavavippayuttaṁ dhammaṁ paṭicca sanidassanasappaṭigho āsavavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.30:7.1": "Nasanidassanasappaṭighaṁ naāsavañceva naanāsavañca dhammaṁ paṭicca anidassanaappaṭigho āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:8.1": "Nasanidassanasappaṭighaṁ naanāsavañceva nano ca āsavaṁ dhammaṁ paṭicca sanidassanasappaṭigho sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
  "patthana22.30:9.1": "Nasanidassanasappaṭighaṁ naāsavañceva naāsavavippayuttañca dhammaṁ paṭicca anidassanaappaṭigho āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:10.1": "Nasanidassanasappaṭighaṁ naāsavavippayuttañceva nano ca āsavaṁ dhammaṁ paṭicca anidassanaappaṭigho āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.30:11.1": "Nasanidassanasappaṭighaṁ āsavavippayuttaṁ nasāsavaṁ dhammaṁ paṭicca sanidassanasappaṭigho āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.30:12.1": "Nasanidassanasappaṭighaṁ āsavavippayuttaṁ naanāsavaṁ dhammaṁ paccayā anidassanaappaṭigho āsavavippayutto anāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi."
}