{
  "patthana22.36:0.1": "Paṭṭhānapakaraṇa",
  "patthana22.36:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
  "patthana22.36:0.3": "22.36. Sanidassanattika, Saraṇaduka",
  "patthana22.36:1.1": "Nasanidassanasappaṭighaṁ nasaraṇaṁ dhammaṁ paccayā anidassanaappaṭigho saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.36:2.1": "Nasanidassanasappaṭighaṁ naaraṇaṁ dhammaṁ paṭicca sanidassanasappaṭigho araṇo dhammo uppajjati hetupaccayā … satta.",
  "patthana22.36:3.1": "Naanidassanasappaṭighaṁ naaraṇaṁ dhammaṁ paṭicca sanidassanasappaṭigho araṇo dhammo uppajjati hetupaccayā … satta.",
  "patthana22.36:4.1": "Nasanidassanasappaṭighaṁ naaraṇañca naanidassanasappaṭighaṁ naaraṇañca dhammaṁ paṭicca sanidassanasappaṭigho araṇo dhammo uppajjati hetupaccayā … satta. (Saṅkhittaṁ.)",
  "patthana22.36:5.1": "Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.36:6.1": "(Sahajātavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.)",
  "patthana22.36:7.0": "22.36.1. Hetu-ārammaṇādi",
  "patthana22.36:7.1": "Nasanidassanasappaṭigho naaraṇo dhammo sanidassanasappaṭighassa araṇassa dhammassa hetupaccayena paccayo … satta.",
  "patthana22.36:8.1": "Naanidassanasappaṭigho naaraṇo dhammo sanidassanasappaṭighassa araṇassa dhammassa hetupaccayena paccayo … satta.",
  "patthana22.36:9.1": "Nasanidassanasappaṭigho naaraṇo ca naanidassanasappaṭigho naaraṇo ca dhammā sanidassanasappaṭighassa araṇassa dhammassa hetupaccayena paccayo … satta.",
  "patthana22.36:10.1": "Nasanidassanasappaṭigho naaraṇo dhammo anidassanaappaṭighassa araṇassa dhammassa ārammaṇapaccayena paccayo. Naanidassanasappaṭigho naaraṇo dhammo anidassanaappaṭighassa araṇassa dhammassa ārammaṇapaccayena paccayo. Nasanidassanasappaṭigho naaraṇo ca naanidassanasappaṭigho naaraṇo ca dhammā anidassanaappaṭighassa araṇassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana22.36:11.1": "Hetuyā ekavīsa, ārammaṇe tīṇi, adhipatiyā ekavīsa, anantare tīṇi …pe… sahajāte nissaye ekavīsa, upanissaye tīṇi, pacchājāte kamme āhāre indriye jhāne magge vippayutte ekavīsa …pe… avigate ekavīsa.",
  "patthana22.36:12.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.)"
}