{
  "patthana22.29:0.1": "Paṭṭhānapakaraṇa",
  "patthana22.29:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
  "patthana22.29:0.3": "22.29. Sanidassanattika, Cūḷantaraduka",
  "patthana22.29:1.1": "Nasanidassanasappaṭigho nasappaccayo dhammo anidassanaappaṭighassa sappaccayassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) Ārammaṇe tīṇi, adhipatiyā upanissaye tīṇi.",
  "patthana22.29:2.1": "Nasanidassanasappaṭighaṁ nasanidassanaṁ dhammaṁ paṭicca sanidassanasappaṭigho sanidassano dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca, adhipatiyā pañca …pe… avigate pañca.",
  "patthana22.29:3.1": "Naanidassanaappaṭigho nanasanidassano dhammo anidassanaappaṭighassa nasanidassanassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) Ārammaṇe tīṇi, adhipatiyā upanissaye purejāte atthiyā avigate tīṇi.",
  "patthana22.29:4.1": "Nasanidassanasappaṭighaṁ nasappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho sappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, adhipatiyā nava …pe… aññamaññe tīṇi …pe… avigate nava.",
  "patthana22.29:5.1": "Nasanidassanasappaṭighaṁ naappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho appaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana22.29:6.1": "Nasanidassanasappaṭighaṁ narūpiṁ dhammaṁ paṭicca sanidassanasappaṭigho rūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… aññamaññe tīṇi …pe… avigate ekavīsa.",
  "patthana22.29:7.1": "Nasanidassanasappaṭighaṁ naarūpiṁ dhammaṁ paṭicca anidassanaappaṭigho arūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.29:8.1": "Nasanidassanasappaṭighaṁ nalokiyaṁ dhammaṁ paṭicca sanidassanasappaṭigho lokiyo dhammo uppajjati hetupaccayā … satta.",
  "patthana22.29:9.1": "Nasanidassanasappaṭighaṁ nalokuttaraṁ dhammaṁ paccayā anidassanaappaṭigho lokuttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.29:10.1": "Naanidassanasappaṭighaṁ nalokiyaṁ dhammaṁ paṭicca anidassanasappaṭigho lokiyo dhammo uppajjati hetupaccayā … satta. Hetuyā ekavīsa.",
  "patthana22.29:11.1": "Nasanidassanasappaṭighaṁ nalokiyañca naanidassanasappaṭighaṁ nalokiyañca dhammaṁ paṭicca sanidassanasappaṭigho lokiyo dhammo uppajjati hetupaccayā … satta. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
  "patthana22.29:12.1": "Nasanidassanasappaṭighaṁ nalokuttaraṁ dhammaṁ paccayā anidassanaappaṭigho lokuttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana22.29:13.1": "Nasanidassanasappaṭighaṁ nakenaci viññeyyaṁ dhammaṁ paṭicca sanidassanasappaṭigho kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañcatiṁsa, ārammaṇe tīṇi …pe… aññamaññe pannarasa …pe… avigate pañcatiṁsa.",
  "patthana22.29:14.1": "Nasanidassanasappaṭighaṁ nanakenaci viññeyyaṁ dhammaṁ paṭicca sanidassanasappaṭigho nakenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañcatiṁsa, ārammaṇe tīṇi …pe… aññamaññe pannarasa …pe… avigate pañcatiṁsa."
}