{
  "patthana22.6:0.1": "Paṭṭhānapakaraṇa ",
  "patthana22.6:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4) ",
  "patthana22.6:0.3": "22.6. Kusalattika, Āsavagocchaka ",
  "patthana22.6:1.1": "Nakusalaṁ noāsavaṁ dhammaṁ paṭicca akusalo āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana22.6:2.1": "Nakusalaṁ nanoāsavaṁ dhammaṁ paṭicca akusalo noāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. ",
  "patthana22.6:3.1": "Nakusalaṁ nasāsavaṁ dhammaṁ paṭicca abyākato sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca. ",
  "patthana22.6:4.1": "Nakusalaṁ naanāsavaṁ dhammaṁ paccayā kusalo anāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha …pe… vipāke tīṇi …pe… avigate cha. ",
  "patthana22.6:5.1": "Nakusalaṁ naāsavasampayuttaṁ dhammaṁ paṭicca akusalo āsavasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana22.6:6.1": "Nakusalaṁ naāsavavippayuttaṁ dhammaṁ paṭicca akusalo āsavavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. ",
  "patthana22.6:7.1": "Nakusalaṁ naāsavañceva naanāsavañca dhammaṁ paṭicca akusalo āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana22.6:8.1": "Nakusalaṁ naanāsavañceva nano ca āsavaṁ dhammaṁ paṭicca akusalo sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. ",
  "patthana22.6:9.1": "Nakusalaṁ naāsavañceva naāsavavippayuttañca dhammaṁ paṭicca akusalo āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana22.6:10.1": "Nakusalaṁ naāsavavippayuttañceva nano ca āsavaṁ dhammaṁ paṭicca akusalo āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana22.6:11.1": "Nakusalaṁ āsavavippayuttaṁ nasāsavaṁ dhammaṁ paṭicca abyākato āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca. "
}