{
  "patthana22.5:0.1": "Paṭṭhānapakaraṇa ",
  "patthana22.5:0.2": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4) ",
  "patthana22.5:0.3": "22.5. Kusalattika, Cūḷantaraduka ",
  "patthana22.5:1.1": "Nakusalo nasappaccayo dhammo kusalassa sappaccayassa dhammassa ārammaṇapaccayena paccayo …. Ārammaṇe cha, adhipatiyā upanissaye cha. (Saṅkhataṁ sappaccayasadisaṁ.) ",
  "patthana22.5:2.1": "Nakusalaṁ nasanidassanaṁ dhammaṁ paṭicca abyākato sanidassano dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… vipāke tīṇi …pe… avigate cha. ",
  "patthana22.5:3.1": "Nakusalo naanidassano dhammo kusalassa anidassanassa dhammassa ārammaṇapaccayena paccayo. (Nava pañhā kātabbā.) Ārammaṇe nava, adhipatiyā tīṇi, upanissaye purejāte atthiyā avigate nava. ",
  "patthana22.5:4.1": "Nakusalaṁ nasappaṭighaṁ dhammaṁ paṭicca abyākato sappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha. ",
  "patthana22.5:5.1": "Nakusalaṁ naappaṭighaṁ dhammaṁ paṭicca abyākato appaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana22.5:6.1": "Nakusalaṁ narūpiṁ dhammaṁ paṭicca abyākato rūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha. ",
  "patthana22.5:7.1": "Nakusalaṁ naarūpiṁ dhammaṁ paṭicca abyākato arūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana22.5:8.1": "Nakusalaṁ nalokiyaṁ dhammaṁ paṭicca abyākato lokiyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca. ",
  "patthana22.5:9.1": "Nakusalaṁ nalokuttaraṁ dhammaṁ paccayā kusalo lokuttaro dhammo uppajjati hetupaccayā. Nakusalaṁ nalokuttaraṁ dhammaṁ paccayā abyākato lokuttaro dhammo uppajjati hetupaccayā. (Cha pañhā kātabbā.) Hetuyā cha, adhipatiyā cha …pe… vipāke tīṇi …pe… avigate cha. ",
  "patthana22.5:10.1": "Nakusalaṁ nakenaci viññeyyaṁ dhammaṁ paṭicca akusalo kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā aṭṭhārasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate aṭṭhārasa. ",
  "patthana22.5:11.1": "Nakusalaṁ nakenaci naviññeyyaṁ dhammaṁ paṭicca akusalo kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā aṭṭhārasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate aṭṭhārasa. "
}