{
  "patthana24.11:0.1": "Paṭṭhānapakaraṇa",
  "patthana24.11:0.2": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6)",
  "patthana24.11:0.3": "24.11. Cūḷantaraduka, Hetuduka",
  "patthana24.11:1.1": "Naappaccayaṁ nahetuṁ dhammaṁ paṭicca sappaccayo hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana24.11:2.1": "Naappaccayaṁ nanahetuṁ dhammaṁ paṭicca sappaccayo nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhataṁ sappaccayasadisaṁ.)",
  "patthana24.11:3.1": "Nasanidassanaṁ nahetuṁ dhammaṁ paṭicca anidassano hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana24.11:4.1": "Nasanidassanaṁ nanahetuṁ dhammaṁ paṭicca sanidassano nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… avigate tīṇi.",
  "patthana24.11:5.1": "Nasappaṭighaṁ nahetuṁ dhammaṁ paṭicca appaṭigho hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana24.11:6.1": "Nasappaṭighaṁ nanahetuṁ dhammaṁ paṭicca sappaṭigho nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… avigate tīṇi.",
  "patthana24.11:7.1": "Narūpiṁ nahetuṁ dhammaṁ paṭicca arūpī hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā ekaṁ …pe… purejāte āsevane ekaṁ …pe… avigate tīṇi.",
  "patthana24.11:8.1": "Narūpiṁ nanahetuṁ dhammaṁ paṭicca arūpī nahetu dhammo uppajjati hetupaccayā. (Gaṇitakena tīṇi. Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… aññamaññe tīṇi …pe… avigate tīṇi.",
  "patthana24.11:9.1": "Nalokiyaṁ nahetuṁ dhammaṁ paṭicca lokuttaro hetu dhammo uppajjati hetupaccayā … ekaṁ.",
  "patthana24.11:10.1": "Nalokuttaraṁ nahetuṁ dhammaṁ paṭicca lokiyo hetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve …pe… avigate dve.",
  "patthana24.11:11.1": "Nalokiyaṁ nanahetuṁ dhammaṁ paṭicca lokiyo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana24.11:12.1": "Nalokuttaraṁ nanahetuṁ dhammaṁ paṭicca lokiyo nahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā cattāri, ārammaṇe dve …pe… avigate cattāri.",
  "patthana24.11:13.1": "Nakenaci viññeyyaṁ nahetuṁ dhammaṁ paṭicca kenaci viññeyyo hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava.",
  "patthana24.11:14.1": "Nakenaci naviññeyyaṁ nanahetuṁ dhammaṁ paṭicca kenaci naviññeyyo nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava."
}