{
  "patthana24.4:0.1": "Paṭṭhānapakaraṇa",
  "patthana24.4:0.2": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6)",
  "patthana24.4:0.3": "24.4. Hetuduka, Āsavagocchaka",
  "patthana24.4:1.1": "Nahetuṃ noāsavaṃ dhammaṃ paṭicca hetu āsavo dhammo uppajjati hetupaccayā. Nahetuṃ noāsavaṃ dhammaṃ paṭicca nahetu āsavo dhammo uppajjati hetupaccayā. Nahetuṃ noāsavaṃ dhammaṃ paṭicca hetu āsavo ca nahetu āsavo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana24.4:2.1": "Nanahetuṃ noāsavaṃ dhammaṃ paṭicca hetu āsavo dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana24.4:3.1": "Nahetuṃ noāsavañca nanahetuṃ noāsavañca dhammaṃ paṭicca hetu āsavo dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā pañca …pe… avigate pañca.",
  "patthana24.4:4.1": "Nahetuṃ nanoāsavaṃ dhammaṃ paṭicca nahetu noāsavo dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana24.4:5.1": "Nanahetuṃ nanoāsavaṃ dhammaṃ paṭicca nahetu noāsavo dhammo uppajjati hetupaccayā. Nanahetuṃ nanoāsavaṃ dhammaṃ paṭicca hetu noāsavo dhammo uppajjati hetupaccayā. Nanahetuṃ nanoāsavaṃ dhammaṃ paṭicca hetu noāsavo ca nahetu noāsavo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana24.4:6.1": "Nahetuṃ nanoāsavañca nanahetuṃ nanoāsavañca dhammaṃ paṭicca nahetu noāsavo dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā pañca …pe… avigate pañca.",
  "patthana24.4:7.1": "Nahetuṃ nasāsavaṃ dhammaṃ paṭicca nahetu sāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:8.1": "Nahetuṃ naanāsavaṃ dhammaṃ paccayā hetu anāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:9.1": "Nanahetuṃ naāsavasampayuttaṃ dhammaṃ paṭicca nahetu āsavasampayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:10.1": "Nahetuṃ naāsavavippayuttaṃ dhammaṃ paṭicca hetu āsavavippayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava.",
  "patthana24.4:11.1": "Nahetuṃ naāsavañceva naanāsavañca dhammaṃ paṭicca hetu āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañca …pe… avigate pañca.",
  "patthana24.4:12.1": "Nahetuṃ naanāsavañceva nano ca āsavaṃ dhammaṃ paṭicca nahetu sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañca …pe… avigate pañca.",
  "patthana24.4:13.1": "Nahetuṃ naāsavañceva naāsavavippayuttañca dhammaṃ paṭicca hetu āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:14.1": "Nahetuṃ naāsavavippayuttañceva nano ca āsavaṃ dhammaṃ paṭicca nahetu āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:15.1": "Nahetuṃ āsavavippayuttaṃ nasāsavaṃ dhammaṃ paṭicca nahetu āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:16.1": "Nahetuṃ āsavavippayuttaṃ naanāsavaṃ dhammaṃ paccayā hetu āsavavippayutto anāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi."
}