{
  "patthana24.9:0.1": "Paṭṭhānapakaraṇa",
  "patthana24.9:0.2": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6)",
  "patthana24.9:0.3": "24.9. Hetuduka, Piṭṭhiduka",
  "patthana24.9:1.1": "Nahetuṃ nadassanena pahātabbaṃ dhammaṃ paccayā hetu dassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana24.9:2.1": "Nahetuṃ nanadassanena pahātabbaṃ dhammaṃ paṭicca nahetu nadassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana24.9:3.1": "Nahetuṃ nabhāvanāya pahātabbaṃ dhammaṃ paccayā hetu bhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana24.9:4.1": "Nahetuṃ nanabhāvanāya pahātabbaṃ dhammaṃ paṭicca nahetu nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana24.9:5.1": "Nanahetuṃ nadassanena pahātabbahetukaṃ dhammaṃ paṭicca nahetu dassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana24.9:6.1": "Nahetuṃ nanadassanena pahātabbahetukaṃ dhammaṃ paṭicca nahetu nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… sahajāte pañca …pe… avigate pañca.",
  "patthana24.9:7.1": "Nanahetuṃ nabhāvanāya pahātabbahetukaṃ dhammaṃ paṭicca nahetu bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana24.9:8.1": "Nahetuṃ nanabhāvanāya pahātabbahetukaṃ dhammaṃ paṭicca nahetu nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… sahajāte pañca …pe… avigate pañca.",
  "patthana24.9:9.1": "Nahetuṃ nasavitakkaṃ dhammaṃ paṭicca hetu savitakko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana24.9:10.1": "Hetuyā tīṇi …pe… avigate tīṇi. (Sabbattha saṃkhittaṃ.)",
  "patthana24.9:11.1": "Nahetuṃ nasaraṇaṃ dhammaṃ paccayā hetu saraṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana24.9:12.1": "Nahetuṃ naaraṇaṃ dhammaṃ paṭicca nahetu araṇo dhammo uppajjati hetupaccayā. Nanahetuṃ naaraṇaṃ dhammaṃ paṭicca nahetu araṇo dhammo uppajjati hetupaccayā. Nahetuṃ naaraṇañca nanahetuṃ naaraṇañca dhammaṃ paṭicca nahetu araṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi."
}