{
  "patthana24.11:0.1": "Paṭṭhānapakaraṇa",
  "patthana24.11:0.2": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6)",
  "patthana24.11:0.3": "24.11. Cūḷantaraduka, Hetuduka",
  "patthana24.11:1.1": "Naappaccayaṃ nahetuṃ dhammaṃ paṭicca sappaccayo hetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana24.11:2.1": "Naappaccayaṃ nanahetuṃ dhammaṃ paṭicca sappaccayo nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṅkhataṃ sappaccayasadisaṃ.)",
  "patthana24.11:3.1": "Nasanidassanaṃ nahetuṃ dhammaṃ paṭicca anidassano hetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana24.11:4.1": "Nasanidassanaṃ nanahetuṃ dhammaṃ paṭicca sanidassano nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe ekaṃ …pe… avigate tīṇi.",
  "patthana24.11:5.1": "Nasappaṭighaṃ nahetuṃ dhammaṃ paṭicca appaṭigho hetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana24.11:6.1": "Nasappaṭighaṃ nanahetuṃ dhammaṃ paṭicca sappaṭigho nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe ekaṃ …pe… avigate tīṇi.",
  "patthana24.11:7.1": "Narūpiṃ nahetuṃ dhammaṃ paṭicca arūpī hetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā ekaṃ …pe… purejāte āsevane ekaṃ …pe… avigate tīṇi.",
  "patthana24.11:8.1": "Narūpiṃ nanahetuṃ dhammaṃ paṭicca arūpī nahetu dhammo uppajjati hetupaccayā. (Gaṇitakena tīṇi. Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe ekaṃ …pe… aññamaññe tīṇi …pe… avigate tīṇi.",
  "patthana24.11:9.1": "Nalokiyaṃ nahetuṃ dhammaṃ paṭicca lokuttaro hetu dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana24.11:10.1": "Nalokuttaraṃ nahetuṃ dhammaṃ paṭicca lokiyo hetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā dve …pe… avigate dve.",
  "patthana24.11:11.1": "Nalokiyaṃ nanahetuṃ dhammaṃ paṭicca lokiyo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana24.11:12.1": "Nalokuttaraṃ nanahetuṃ dhammaṃ paṭicca lokiyo nahetu dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā cattāri, ārammaṇe dve …pe… avigate cattāri.",
  "patthana24.11:13.1": "Nakenaci viññeyyaṃ nahetuṃ dhammaṃ paṭicca kenaci viññeyyo hetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā nava …pe… avigate nava.",
  "patthana24.11:14.1": "Nakenaci naviññeyyaṃ nanahetuṃ dhammaṃ paṭicca kenaci naviññeyyo nahetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā nava …pe… avigate nava."
}