{
  "patthana24.19:0.1": "Paṭṭhānapakaraṇa",
  "patthana24.19:0.2": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6)",
  "patthana24.19:0.3": "24.19. Saraṇaduka, Cūḷantaraduka",
  "patthana24.19:1.1": "Nasaraṇo nasappaccayo dhammo araṇassa sappaccayassa dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.) Ārammaṇe ekaṃ, adhipatiyā upanissaye ekaṃ.",
  "patthana24.19:2.1": "Nasaraṇo nasaṅkhato dhammo. (Saṃkhittaṃ.)",
  "patthana24.19:3.1": "Nasaraṇaṃ nasanidassanaṃ dhammaṃ paṭicca araṇo sanidassano dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana24.19:4.1": "Nasaraṇo naanidassano dhammo saraṇassa anidassanassa dhammassa ārammaṇapaccayena paccayo. Nasaraṇo naanidassano dhammo araṇassa anidassanassa dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.) Ārammaṇe dve, adhipatiyā ekaṃ, upanissaye purejāte atthiyā avigate dve.",
  "patthana24.19:5.1": "Nasaraṇaṃ nasappaṭighaṃ dhammaṃ paṭicca araṇo sappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… aññamaññe ekaṃ …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana24.19:6.1": "Nasaraṇaṃ naappaṭighaṃ dhammaṃ paṭicca araṇo appaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ, adhipatiyā ekaṃ …pe… avigate ekaṃ.",
  "patthana24.19:7.1": "Nasaraṇaṃ narūpiṃ dhammaṃ paṭicca araṇo rūpī dhammo uppajjati hetupaccayā. Naaraṇaṃ narūpiṃ dhammaṃ paṭicca araṇo rūpī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā dve, adhipatiyā dve …pe… aññamaññe ekaṃ …pe… vipāke ekaṃ …pe… avigate dve.",
  "patthana24.19:8.1": "Nasaraṇaṃ naarūpiṃ dhammaṃ paccayā saraṇo arūpī dhammo uppajjati hetupaccayā. Nasaraṇaṃ naarūpiṃ dhammaṃ paccayā araṇo arūpī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā dve …pe… avigate dve.",
  "patthana24.19:9.1": "Nasaraṇaṃ nalokiyaṃ dhammaṃ paṭicca araṇo lokiyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ, adhipatiyā ekaṃ …pe… avigate ekaṃ.",
  "patthana24.19:10.1": "Nasaraṇaṃ nalokuttaraṃ dhammaṃ paccayā araṇo lokuttaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana24.19:11.1": "Nasaraṇaṃ nakenaci viññeyyaṃ dhammaṃ paṭicca araṇo kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate pañca.",
  "patthana24.19:12.1": "Nasaraṇaṃ nakenaci naviññeyyaṃ dhammaṃ paṭicca araṇo kenaci naviññeyyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate pañca."
}