{
  "sn47.14:0.1": "Saṁyutta Nikāya 47 ",
  "sn47.14:0.2": "2. Nālandavagga ",
  "sn47.14:0.3": "14. Ukkacelasutta ",
  "sn47.14:1.1": "Ekaṁ samayaṁ bhagavā vajjīsu viharati ukkacelāyaṁ gaṅgāya nadiyā tīre mahatā bhikkhusaṅghena saddhiṁ aciraparinibbutesu sāriputtamoggallānesu. ",
  "sn47.14:1.2": "Tena kho pana samayena bhagavā bhikkhusaṅghaparivuto ajjhokāse nisinno hoti. ",
  "sn47.14:2.1": "Atha kho bhagavā tuṇhībhūtaṁ bhikkhusaṅghaṁ anuviloketvā bhikkhū āmantesi: ",
  "sn47.14:2.2": "“api myāyaṁ, bhikkhave, parisā suññā viya khāyati parinibbutesu sāriputtamoggallānesu. ",
  "sn47.14:2.3": "Asuññā me, bhikkhave, parisā hoti, anapekkhā tassaṁ disāyaṁ hoti, yassaṁ disāyaṁ sāriputtamoggallānā viharanti. ",
  "sn47.14:2.4": "Ye hi te, bhikkhave, ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā, tesampi bhagavantānaṁ etapparamaṁyeva sāvakayugaṁ ahosi—",
  "sn47.14:2.5": "seyyathāpi mayhaṁ sāriputtamoggallānā. ",
  "sn47.14:2.6": "Yepi te, bhikkhave, bhavissanti anāgatamaddhānaṁ arahanto sammāsambuddhā, tesampi bhagavantānaṁ etapparamaṁyeva sāvakayugaṁ bhavissati—seyyathāpi mayhaṁ sāriputtamoggallānā. ",
  "sn47.14:2.7": "Acchariyaṁ, bhikkhave, sāvakānaṁ, abbhutaṁ, bhikkhave, sāvakānaṁ. ",
  "sn47.14:2.8": "Satthu ca nāma sāsanakarā bhavissanti ovādappaṭikarā, catunnañca parisānaṁ piyā bhavissanti manāpā garubhāvanīyā ca. ",
  "sn47.14:2.9": "Acchariyaṁ, bhikkhave, tathāgatassa, abbhutaṁ, bhikkhave, tathāgatassa. ",
  "sn47.14:2.10": "Evarūpepi nāma sāvakayuge parinibbute natthi tathāgatassa soko vā paridevo vā. ",
  "sn47.14:2.11": "Taṁ kutettha, bhikkhave, labbhā. Yaṁ taṁ jātaṁ bhūtaṁ saṅkhataṁ palokadhammaṁ, taṁ vata mā palujjīti—",
  "sn47.14:2.12": "netaṁ ṭhānaṁ vijjati. ",
  "sn47.14:2.13": "Seyyathāpi, bhikkhave, mahato rukkhassa tiṭṭhato sāravato ye mahantatarā khandhā te palujjeyyuṁ; ",
  "sn47.14:2.14": "evameva kho, bhikkhave, mahato bhikkhusaṅghassa tiṭṭhato sāravato sāriputtamoggallānā parinibbutā. ",
  "sn47.14:2.15": "Taṁ kutettha, bhikkhave, labbhā. Yaṁ taṁ jātaṁ bhūtaṁ saṅkhataṁ palokadhammaṁ, taṁ vata mā palujjīti—",
  "sn47.14:2.16": "netaṁ ṭhānaṁ vijjati. ",
  "sn47.14:2.17": "Tasmātiha, bhikkhave, attadīpā viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
  "sn47.14:3.1": "Kathañca, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo? ",
  "sn47.14:3.2": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn47.14:3.3": "vedanāsu …pe… ",
  "sn47.14:3.4": "citte …pe… ",
  "sn47.14:3.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.14:3.6": "Evaṁ kho, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo. ",
  "sn47.14:3.7": "Ye hi keci, bhikkhave, etarahi vā mamaccaye vā attadīpā viharissanti attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā; tamatagge mete, bhikkhave, bhikkhū bhavissanti ye keci sikkhākāmā”ti. ",
  "sn47.14:3.8": "Catutthaṁ. "
}