{
  "sn47.7:0.1": "Saṁyutta Nikāya 47 ",
  "sn47.7:0.2": "1. Ambapālivagga ",
  "sn47.7:0.3": "7. Makkaṭasutta ",
  "sn47.7:1.1": "“Atthi, bhikkhave, himavato pabbatarājassa duggā visamā desā, yattha neva makkaṭānaṁ cārī na manussānaṁ. ",
  "sn47.7:1.2": "Atthi, bhikkhave, himavato pabbatarājassa duggā visamā desā, yattha makkaṭānañhi kho cārī, na manussānaṁ. ",
  "sn47.7:1.3": "Atthi, bhikkhave, himavato pabbatarājassa samā bhūmibhāgā ramaṇīyā, yattha makkaṭānañceva cārī manussānañca. ",
  "sn47.7:1.4": "Tatra, bhikkhave, luddā makkaṭavīthīsu lepaṁ oḍḍenti makkaṭānaṁ bādhanāya. ",
  "sn47.7:2.1": "Tatra, bhikkhave, ye te makkaṭā abālajātikā alolajātikā, te taṁ lepaṁ disvā ārakā parivajjanti. ",
  "sn47.7:2.2": "Yo pana so hoti makkaṭo bālajātiko lolajātiko, so taṁ lepaṁ upasaṅkamitvā hatthena gaṇhāti. ",
  "sn47.7:2.3": "So tattha bajjhati. ",
  "sn47.7:2.4": "‘Hatthaṁ mocessāmī’ti dutiyena hatthena gaṇhāti. ",
  "sn47.7:2.5": "So tattha bajjhati. ",
  "sn47.7:2.6": "‘Ubho hatthe mocessāmī’ti pādena gaṇhāti. ",
  "sn47.7:2.7": "So tattha bajjhati. ",
  "sn47.7:2.8": "‘Ubho hatthe mocessāmi pādañcā’ti dutiyena pādena gaṇhāti. ",
  "sn47.7:2.9": "So tattha bajjhati. ",
  "sn47.7:2.10": "‘Ubho hatthe mocessāmi pāde cā’ti tuṇḍena gaṇhāti. ",
  "sn47.7:2.11": "So tattha bajjhati. ",
  "sn47.7:2.12": "Evañhi so, bhikkhave, makkaṭo pañcoḍḍito thunaṁ seti anayaṁ āpanno byasanaṁ āpanno yathākāmakaraṇīyo luddassa. ",
  "sn47.7:2.13": "Tamenaṁ, bhikkhave, luddo vijjhitvā tasmiṁyeva kaṭṭhakataṅgāre avassajjetvā yena kāmaṁ pakkamati. ",
  "sn47.7:2.14": "Evaṁ so taṁ, bhikkhave, hoti yo agocare carati paravisaye. ",
  "sn47.7:3.1": "Tasmātiha, bhikkhave, mā agocare carittha paravisaye. ",
  "sn47.7:3.2": "Agocare, bhikkhave, carataṁ paravisaye lacchati māro otāraṁ, lacchati māro ārammaṇaṁ. ",
  "sn47.7:3.3": "Ko ca, bhikkhave, bhikkhuno agocaro paravisayo? ",
  "sn47.7:3.4": "Yadidaṁ—",
  "sn47.7:3.5": "pañca kāmaguṇā. ",
  "sn47.7:3.6": "Katame pañca? ",
  "sn47.7:3.7": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā, ",
  "sn47.7:3.8": "sotaviññeyyā saddā …pe… ",
  "sn47.7:3.9": "ghānaviññeyyā gandhā …pe… ",
  "sn47.7:3.10": "jivhāviññeyyā rasā …pe… ",
  "sn47.7:3.11": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "sn47.7:3.12": "Ayaṁ, bhikkhave, bhikkhuno agocaro paravisayo. ",
  "sn47.7:4.1": "Gocare, bhikkhave, caratha sake pettike visaye. ",
  "sn47.7:4.2": "Gocare, bhikkhave, carataṁ sake pettike visaye na lacchati māro otāraṁ, na lacchati māro ārammaṇaṁ. ",
  "sn47.7:4.3": "Ko ca, bhikkhave, bhikkhuno gocaro sako pettiko visayo? ",
  "sn47.7:4.4": "Yadidaṁ—",
  "sn47.7:4.5": "cattāro satipaṭṭhānā. ",
  "sn47.7:4.6": "Katame cattāro? ",
  "sn47.7:4.7": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn47.7:4.8": "vedanāsu …pe… ",
  "sn47.7:4.9": "citte …pe… ",
  "sn47.7:4.10": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.7:4.11": "Ayaṁ, bhikkhave, bhikkhuno gocaro sako pettiko visayo”ti. ",
  "sn47.7:4.12": "Sattamaṁ. "
}