{
  "sn47.19:0.1": "Saṁyutta Nikāya 47 ",
  "sn47.19:0.2": "2. Nālandavagga ",
  "sn47.19:0.3": "19. Sedakasutta ",
  "sn47.19:1.1": "Ekaṁ samayaṁ bhagavā sumbhesu viharati sedakaṁ nāma sumbhānaṁ nigamo. ",
  "sn47.19:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn47.19:1.3": "“bhūtapubbaṁ, bhikkhave, caṇḍālavaṁsiko caṇḍālavaṁsaṁ ussāpetvā medakathālikaṁ antevāsiṁ āmantesi: ",
  "sn47.19:1.4": "‘ehi tvaṁ, samma medakathālike, caṇḍālavaṁsaṁ abhiruhitvā mama uparikhandhe tiṭṭhāhī’ti. ",
  "sn47.19:1.5": "‘Evaṁ, ācariyā’ti kho, bhikkhave, medakathālikā antevāsī caṇḍālavaṁsikassa paṭissutvā caṇḍālavaṁsaṁ abhiruhitvā ācariyassa uparikhandhe aṭṭhāsi. ",
  "sn47.19:1.6": "Atha kho, bhikkhave, caṇḍālavaṁsiko medakathālikaṁ antevāsiṁ etadavoca: ",
  "sn47.19:1.7": "‘tvaṁ, samma medakathālike, mamaṁ rakkha, ahaṁ taṁ rakkhissāmi. ",
  "sn47.19:1.8": "Evaṁ mayaṁ aññamaññaṁ guttā aññamaññaṁ rakkhitā sippāni ceva dassessāma, lābhañca lacchāma, sotthinā ca caṇḍālavaṁsā orohissāmā’ti. ",
  "sn47.19:1.9": "Evaṁ vutte, bhikkhave, medakathālikā antevāsī caṇḍālavaṁsikaṁ etadavoca: ",
  "sn47.19:1.10": "‘na kho panetaṁ, ācariya, evaṁ bhavissati. ",
  "sn47.19:1.11": "Tvaṁ, ācariya, attānaṁ rakkha, ahaṁ attānaṁ rakkhissāmi. ",
  "sn47.19:1.12": "Evaṁ mayaṁ attaguttā attarakkhitā sippāni ceva dassessāma, lābhañca lacchāma, sotthinā ca caṇḍālavaṁsā orohissāmā’”ti. ",
  "sn47.19:2.1": "“So tattha ñāyo”ti bhagavā etadavoca, “yathā medakathālikā antevāsī ācariyaṁ avoca. ",
  "sn47.19:2.2": "Attānaṁ, bhikkhave, rakkhissāmīti satipaṭṭhānaṁ sevitabbaṁ; ",
  "sn47.19:2.3": "paraṁ rakkhissāmīti satipaṭṭhānaṁ sevitabbaṁ. ",
  "sn47.19:2.4": "Attānaṁ, bhikkhave, rakkhanto paraṁ rakkhati, paraṁ rakkhanto attānaṁ rakkhati. ",
  "sn47.19:3.1": "Kathañca, bhikkhave, attānaṁ rakkhanto paraṁ rakkhati? ",
  "sn47.19:3.2": "Āsevanāya, bhāvanāya, bahulīkammena—",
  "sn47.19:3.3": "evaṁ kho, bhikkhave, attānaṁ rakkhanto paraṁ rakkhati. ",
  "sn47.19:3.4": "Kathañca, bhikkhave, paraṁ rakkhanto attānaṁ rakkhati? ",
  "sn47.19:3.5": "Khantiyā, avihiṁsāya, mettacittatāya, anudayatāya—",
  "sn47.19:3.6": "evaṁ kho, bhikkhave, paraṁ rakkhanto attānaṁ rakkhati. ",
  "sn47.19:3.7": "Attānaṁ, bhikkhave, rakkhissāmīti satipaṭṭhānaṁ sevitabbaṁ; ",
  "sn47.19:3.8": "paraṁ rakkhissāmīti satipaṭṭhānaṁ sevitabbaṁ. ",
  "sn47.19:3.9": "Attānaṁ, bhikkhave, rakkhanto paraṁ rakkhati, paraṁ rakkhanto attānaṁ rakkhatī”ti. ",
  "sn47.19:3.10": "Navamaṁ. "
}