{
  "patthana2.1:0.1": "Paṭṭhānapakaraṇa ",
  "patthana2.1:0.2": "Dhammānuloma (1), Dukapaṭṭhānapāḷi (2) ",
  "patthana2.1:0.3": "2.1. Hetugocchaka ",
  "patthana2.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa. ",
  "patthana2.1:2.0.1": "2.1.1. Hetuduka ",
  "patthana2.1:2.0.2": "2.1.1.1. Paṭiccavāra ",
  "patthana2.1:2.0.3": "2.1.1.1.1. Paccayānuloma ",
  "patthana2.1:2.0.4": "Vibhaṅgavāra ",
  "patthana2.1:2.0.5": "Hetu ",
  "patthana2.1:2.1": "Hetuṁ dhammaṁ paṭicca hetu dhammo uppajjati hetupaccayā—alobhaṁ paṭicca adoso amoho, adosaṁ paṭicca alobho amoho, amohaṁ paṭicca alobho adoso, lobhaṁ paṭicca moho, mohaṁ paṭicca lobho, dosaṁ paṭicca moho, mohaṁ paṭicca doso; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:3.1": "Hetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati hetupaccayā—hetuṁ dhammaṁ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:4.1": "Hetuṁ dhammaṁ paṭicca hetu ca nahetu ca dhammā uppajjanti hetupaccayā—alobhaṁ paṭicca adoso amoho sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṁ (cakkaṁ). Lobhaṁ paṭicca moho sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:5.1": "Nahetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati hetupaccayā—nahetuṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ …pe…. ",
  "patthana2.1:6.1": "Nahetuṁ dhammaṁ paṭicca hetu dhammo uppajjati hetupaccayā—nahetū khandhe paṭicca hetū; paṭisandhikkhaṇe …pe… vatthuṁ paṭicca hetū. ",
  "patthana2.1:7.1": "Nahetuṁ dhammaṁ paṭicca hetu ca nahetu ca dhammā uppajjanti hetupaccayā— nahetuṁ ekaṁ khandhaṁ paṭicca tayo khandhā hetu ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā hetu ca cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe …pe… paṭisandhikkhaṇe vatthuṁ paṭicca hetū sampayuttakā ca khandhā. ",
  "patthana2.1:8.1": "Hetuñca nahetuñca dhammaṁ paṭicca hetu dhammo uppajjati hetupaccayā—alobhañca sampayuttake ca khandhe paṭicca adoso amoho (cakkaṁ). Lobhañca sampayuttake ca khandhe paṭicca moho, dosañca sampayuttake ca khandhe paṭicca moho …pe… paṭisandhikkhaṇe …pe… alobhañca vatthuñca paṭicca adoso amoho …pe…. ",
  "patthana2.1:9.1": "Hetuñca nahetuñca dhammaṁ paṭicca nahetu dhammo uppajjati hetupaccayā—nahetuṁ ekaṁ khandhañca hetuñca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca hetuñca paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe …pe… paṭisandhikkhaṇe vatthuñca hetuñca paṭicca sampayuttakā khandhā. ",
  "patthana2.1:10.1": "Hetuñca nahetuñca dhammaṁ paṭicca hetu ca nahetu ca dhammā uppajjanti hetupaccayā—nahetuṁ ekaṁ khandhañca alobhañca paṭicca tayo khandhā adoso amoho ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca alobhañca paṭicca dve khandhā adoso amoho ca cittasamuṭṭhānañca rūpaṁ. (Cakkaṁ.) Nahetuṁ ekaṁ khandhañca lobhañca paṭicca tayo khandhā moho ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… vatthuñca alobhañca paṭicca adoso amoho sampayuttakā ca khandhā. ",
  "patthana2.1:11.0": "Ārammaṇādi ",
  "patthana2.1:11.1": "Hetuṁ dhammaṁ paṭicca hetu dhammo uppajjati ārammaṇapaccayā (rūpaṁ chaḍḍetvā arūpeyeva nava pañhā) … adhipatipaccayā (paṭisandhi natthi, paripuṇṇaṁ) ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ … (imaṁ nānaṁ) anantarapaccayā … samanantarapaccayā … sahajātapaccayā (sabbe mahābhūtā yāva asaññasattā) … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā (dvīsupi paṭisandhi natthi) … kammapaccayā … vipākapaccayā (saṅkhittaṁ) … avigatapaccayā. ",
  "patthana2.1:12.0.1": "Saṅkhyāvāra ",
  "patthana2.1:12.0.2": "Suddha ",
  "patthana2.1:12.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), avigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:13.1": "Anulomaṁ. ",
  "patthana2.1:14.0.1": "2.1.1.1.2. Paccayapaccanīya ",
  "patthana2.1:14.0.2": "Vibhaṅgavāra ",
  "patthana2.1:14.0.3": "Nahetu ",
  "patthana2.1:14.1": "Nahetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati nahetupaccayā—ahetukaṁ nahetuṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. ",
  "patthana2.1:15.1": "Nahetuṁ dhammaṁ paṭicca hetu dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.1:16.0": "Naārammaṇādi ",
  "patthana2.1:16.1": "Hetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati naārammaṇapaccayā—hetuṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:17.1": "Nahetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati naārammaṇapaccayā—nahetū khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… sabbe mahābhūtā …pe…. ",
  "patthana2.1:18.1": "Hetuñca nahetuñca dhammaṁ paṭicca nahetu dhammo uppajjati naārammaṇapaccayā— hetuñca nahetuñca khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… naadhipatipaccayā … (paripuṇṇaṁ) naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā. ",
  "patthana2.1:19.0": "Napurejāta ",
  "patthana2.1:19.1": "Hetuṁ dhammaṁ paṭicca hetu dhammo uppajjati napurejātapaccayā—arūpe alobhaṁ paṭicca adoso amoho (cakkaṁ). Lobhaṁ paṭicca moho, mohaṁ paṭicca lobho; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:20.1": "Hetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati napurejātapaccayā—arūpe hetuṁ paṭicca sampayuttakā khandhā, hetuṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:21.1": "Hetuṁ dhammaṁ paṭicca hetu ca nahetu ca dhammā uppajjanti napurejātapaccayā— arūpe alobhaṁ paṭicca adoso amoho sampayuttakā ca khandhā (cakkaṁ). Lobhaṁ paṭicca moho sampayuttakā ca khandhā (cakkaṁ); paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:22.1": "Nahetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati napurejātapaccayā—arūpe nahetuṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… nahetū khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… ekaṁ mahābhūtaṁ …pe…. ",
  "patthana2.1:23.1": "Nahetuṁ dhammaṁ paṭicca hetu dhammo uppajjati napurejātapaccayā—arūpe nahetū khandhe paṭicca hetū; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:24.1": "Nahetuṁ dhammaṁ paṭicca hetu ca nahetu ca dhammā uppajjanti napurejātapaccayā— arūpe nahetuṁ ekaṁ khandhaṁ paṭicca tayo khandhā hetu ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:25.1": "Hetuñca nahetuñca dhammaṁ paṭicca hetu dhammo uppajjati napurejātapaccayā— arūpe alobhañca sampayuttake ca khandhe paṭicca adoso amoho (cakkaṁ). Arūpe lobhañca sampayuttake ca khandhe paṭicca moho (cakkaṁ); paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:26.1": "Hetuñca nahetuñca dhammaṁ paṭicca nahetu dhammo uppajjati napurejātapaccayā— arūpe nahetuṁ ekaṁ khandhañca hetuñca paṭicca tayo khandhā …pe… dve khandhe …pe… nahetū khandhe ca hetuñca paṭicca cittasamuṭṭhānaṁ rūpaṁ, hetuñca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:27.1": "Hetuñca nahetuñca dhammaṁ paṭicca hetu ca nahetu ca dhammā uppajjanti napurejātapaccayā—arūpe nahetuṁ ekaṁ khandhañca alobhañca paṭicca tayo khandhā adoso amoho ca …pe… dve khandhe …pe… (cakkaṁ). Nahetuṁ ekaṁ khandhañca lobhañca paṭicca tayo khandhā moho ca (cakkaṁ); paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:28.0": "Napacchājātādi ",
  "patthana2.1:28.1": "Hetuṁ dhammaṁ paṭicca hetu dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā. ",
  "patthana2.1:29.0": "Nakammādi ",
  "patthana2.1:29.1": "Hetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati nakammapaccayā—hetuṁ paṭicca sampayuttakā cetanā. ",
  "patthana2.1:30.1": "Nahetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati nakammapaccayā—nahetū khandhe paṭicca sampayuttakā cetanā … bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ …pe…. ",
  "patthana2.1:31.1": "Hetuñca nahetuñca dhammaṁ paṭicca nahetu dhammo uppajjati nakammapaccayā— hetuñca sampayuttake ca khandhe paṭicca sampayuttakā cetanā. ",
  "patthana2.1:32.1": "Hetuṁ dhammaṁ paṭicca hetu dhammo uppajjati navipākapaccayā … nava. ",
  "patthana2.1:33.0": "Naāhārādi ",
  "patthana2.1:33.1": "Nahetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati naāhārapaccayā—bāhiraṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… naindriyapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ …pe… asaññasattānaṁ mahābhūte paṭicca rūpajīvitindriyaṁ, najhānapaccayā—pañcaviññāṇaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… namaggapaccayā— ahetukaṁ nahetuṁ ekaṁ khandhaṁ paṭicca …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… nasampayuttapaccayā … navippayuttapaccayā … (napurejātasadisaṁ, arūpapañhāyeva) nonatthipaccayā … novigatapaccayā. ",
  "patthana2.1:34.0.1": "Saṅkhyāvāra ",
  "patthana2.1:34.0.2": "Suddha ",
  "patthana2.1:34.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:35.1": "Paccanīyaṁ. ",
  "patthana2.1:36.0.1": "2.1.1.1.3. Paccayānulomapaccanīya ",
  "patthana2.1:36.0.2": "Hetuduka ",
  "patthana2.1:36.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.1:37.1": "Anulomapaccanīyaṁ. ",
  "patthana2.1:38.0.1": "2.1.1.1.4. Paccayapaccanīyānuloma ",
  "patthana2.1:38.0.2": "Nahetuduka ",
  "patthana2.1:38.1": "Nahetupaccayā ārammaṇe dve, anantare dve …pe… kamme dve, vipāke ekaṁ, āhāre dve, indriye dve, jhāne dve, magge ekaṁ, sampayutte dve …pe… avigate dve. ",
  "patthana2.1:39.1": "Paccanīyānulomaṁ. ",
  "patthana2.1:40.0": "2.1.1.2–6. Sahajāta-paccaya-nissaya-saṁsaṭṭha-sampayuttavāra ",
  "patthana2.1:40.1": "(Sahajātavāropi paccayavāropi nissayavāropi paṭiccavārasadisāyeva pañhā. Mahābhūtesu niṭṭhitesu “vatthuṁ paccayā”ti kātabbā. Pañcāyatanāni anulomepi paccanīyepi yathā labbhanti tathā kātabbā. Saṁsaṭṭhavāropi sampayuttavāropi paripuṇṇo. Rūpaṁ natthi, arūpameva.) ",
  "patthana2.1:41.0.1": "2.1.1.7. Pañhāvāra ",
  "patthana2.1:41.0.2": "2.1.1.7.1. Paccayānuloma ",
  "patthana2.1:41.0.3": "Vibhaṅgavāra ",
  "patthana2.1:41.0.4": "Hetu ",
  "patthana2.1:41.1": "Hetu dhammo hetussa dhammassa hetupaccayena paccayo—alobho adosassa amohassa hetupaccayena paccayo (cakkaṁ). Lobho mohassa hetupaccayena paccayo, doso mohassa hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:42.1": "Hetu dhammo nahetussa dhammassa hetupaccayena paccayo—hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:43.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa hetupaccayena paccayo—alobho adosassa amohassa sampayuttakānañca khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. (Cakkaṁ.) Lobho mohassa …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:44.0": "Ārammaṇa ",
  "patthana2.1:44.1": "Hetu dhammo hetussa dhammassa ārammaṇapaccayena paccayo—hetuṁ ārabbha hetū uppajjanti. ",
  "patthana2.1:45.1": "Hetu dhammo nahetussa dhammassa ārammaṇapaccayena paccayo—hetuṁ ārabbha nahetū khandhā uppajjanti. ",
  "patthana2.1:46.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo—hetuṁ ārabbha hetū ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.1:47.1": "Nahetu dhammo nahetussa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati, pubbe suciṇṇāni paccavekkhati. Jhānā vuṭṭhahitvā …pe… ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ …pe… nibbānaṁ …pe… nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo. Ariyā nahetū pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti, cakkhuṁ …pe… vatthuṁ, nahetū khandhe aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena nahetucittasamaṅgissa cittaṁ jānāti. Ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… nahetū khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.1:48.1": "Nahetu dhammo hetussa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā. (Paṭhamagamanaṁyeva, āvajjanā natthi. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassāti idaṁ natthi.) ",
  "patthana2.1:49.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo— dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati, taṁ ārabbha hetū ca sampayuttakā ca khandhā uppajjanti. (Tattha tattha ṭhitena imaṁ kātabbaṁ dutiyagamanasadisaṁ.) ",
  "patthana2.1:50.1": "Hetu ca nahetu ca dhammā hetussa dhammassa ārammaṇapaccayena paccayo—hetuñca sampayuttake ca khandhe ārabbha hetū uppajjanti. ",
  "patthana2.1:51.1": "Hetu ca nahetu ca dhammā nahetussa dhammassa ārammaṇapaccayena paccayo— hetuñca sampayuttake ca khandhe ārabbha nahetū khandhā uppajjanti. ",
  "patthana2.1:52.1": "Hetu ca nahetu ca dhammā hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo—hetuñca sampayuttake ca khandhe ārabbha hetū ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.1:53.0": "Adhipati ",
  "patthana2.1:53.1": "Hetu dhammo hetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṁ garuṁ katvā hetū uppajjanti. **Sahajātādhipati**—hetu adhipati sampayuttakānaṁ hetūnaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:54.1": "Hetu dhammo nahetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṁ garuṁ katvā nahetū khandhā uppajjanti. **Sahajātādhipati**—hetu adhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:55.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṁ garuṁ katvā hetū ca sampayuttakā ca khandhā uppajjanti. **Sahajātādhipati**—hetu adhipati sampayuttakānaṁ khandhānaṁ hetūnañca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:56.1": "Nahetu dhammo nahetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā (Vitthāretabbaṁ yāva. Nahetū khandhā.) **Sahajātādhipati**—nahetu adhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:57.1": "Nahetu dhammo hetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā. (Saṅkhittaṁ. Yāva vatthu nahetū ca khandhā tāva kātabbaṁ.) **Sahajātādhipati**—nahetu adhipati sampayuttakānaṁ hetūnaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:58.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, taṁ garuṁ katvā nahetū khandhā ca hetū ca uppajjanti, pubbe suciṇṇāni. (Yāva vatthu nahetū khandhā, ca tāva kātabbaṁ.) **Sahajātādhipati**—nahetu adhipati sampayuttakānaṁ khandhānaṁ hetūnañca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:59.1": "Hetu ca nahetu ca dhammā hetussa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetuñca sampayuttake ca khandhe garuṁ katvā hetū uppajjanti. ",
  "patthana2.1:60.1": "Hetu ca nahetu ca dhammā nahetussa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetuñca sampayuttake ca khandhe garuṁ katvā nahetū khandhā uppajjanti. ",
  "patthana2.1:61.1": "Hetu ca nahetu ca dhammā hetussa ca nahetussa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetuñca sampayuttake ca khandhe garuṁ katvā hetū ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.1:62.0": "Anantara ",
  "patthana2.1:62.1": "Hetu dhammo hetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū pacchimānaṁ pacchimānaṁ hetūnaṁ anantarapaccayena paccayo. ",
  "patthana2.1:63.1": "Hetu dhammo nahetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū pacchimānaṁ pacchimānaṁ nahetūnaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.1:64.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa anantarapaccayena paccayo— purimā purimā hetū pacchimānaṁ pacchimānaṁ hetūnaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.1:65.1": "Nahetu dhammo nahetussa dhammassa anantarapaccayena paccayo—purimā purimā nahetū khandhā pacchimānaṁ pacchimānaṁ nahetūnaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa (saṅkhittaṁ) nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.1:66.1": "Nahetu dhammo hetussa dhammassa anantarapaccayena paccayo …pe…. ",
  "patthana2.1:67.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa anantarapaccayena paccayo. (Nahetumūlakaṁ tīṇipi ekasadisaṁ.) ",
  "patthana2.1:68.1": "Hetū ca nahetū ca dhammā hetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ hetūnaṁ anantarapaccayena paccayo. ",
  "patthana2.1:69.1": "Hetū ca nahetū ca dhammā nahetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ nahetūnaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.1:70.1": "Hetū ca nahetū ca dhammā hetussa ca nahetussa ca dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ hetūnaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.1:71.0": "Samanantarādi ",
  "patthana2.1:71.1": "Hetu dhammo hetussa dhammassa samanantarapaccayena paccayo (anantarasadisaṁ.) … Sahajātapaccayena paccayo … aññamaññapaccayena paccayo (ime dvepi paṭiccasadisā. Nissayapaccayo paccayavāre nissayapaccayasadiso.) ",
  "patthana2.1:72.0": "Upanissaya ",
  "patthana2.1:72.1": "Hetu dhammo hetussa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū hetūnaṁ upanissayapaccayena paccayo. ",
  "patthana2.1:73.1": "Hetu dhammo nahetussa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū nahetūnaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana2.1:74.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū hetūnaṁ sampayuttakānañca khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana2.1:75.1": "Nahetu dhammo nahetussa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti …pe… diṭṭhiṁ gaṇhāti; sīlaṁ …pe… senāsanaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ saddhāya …pe… phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.1:76.1": "Nahetu dhammo hetussa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ …pe… senāsanaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ saddhāya …pe… patthanāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.1:77.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**. (Dutiyaupanissayasadisaṁ.) ",
  "patthana2.1:78.1": "Hetū ca nahetū ca dhammā hetussa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū ca sampayuttakā ca khandhā hetūnaṁ upanissayapaccayena paccayo. ",
  "patthana2.1:79.1": "Hetū ca nahetū ca dhammā nahetussa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū ca sampayuttakā ca khandhā nahetūnaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana2.1:80.1": "Hetū ca nahetū ca dhammā hetussa ca nahetussa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū ca sampayuttakā ca khandhā hetūnañca sampayuttakānañca khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana2.1:81.0": "Purejāta ",
  "patthana2.1:81.1": "Nahetu dhammo nahetussa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe…. **Vatthupurejātaṁ**—Cakkhāyatanaṁ …pe… kāyāyatanaṁ …pe… vatthu nahetūnaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.1:82.1": "Nahetu dhammo hetussa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. **Vatthupurejātaṁ**—vatthu hetūnaṁ purejātapaccayena paccayo. ",
  "patthana2.1:83.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati. **Vatthupurejātaṁ**—vatthu hetūnaṁ sampayuttakānañca khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.1:84.0": "Pacchājātādi ",
  "patthana2.1:84.1": "Hetu dhammo nahetussa dhammassa pacchājātapaccayena paccayo—pacchājātā hetū purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.1:85.1": "Nahetu dhammo nahetussa dhammassa pacchājātapaccayena paccayo—pacchājātā nahetū khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.1:86.1": "Hetū ca nahetū ca dhammā nahetussa dhammassa pacchājātapaccayena paccayo— pacchājātā hetū ca sampayuttakā ca khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.1:87.1": "Hetu dhammo hetussa dhammassa āsevanapaccayena paccayo (anantarasadisaṁ). ",
  "patthana2.1:88.0": "Kamma ",
  "patthana2.1:88.1": "Nahetu dhammo nahetussa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.1:89.1": "Nahetu dhammo hetussa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu cetanā sampayuttakānaṁ hetūnaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu cetanā vipākānaṁ hetūnaṁ kammapaccayena paccayo. ",
  "patthana2.1:90.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu cetanā sampayuttakānaṁ khandhānaṁ hetūnaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu cetanā vipākānaṁ khandhānaṁ hetūnaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.1:91.0": "Vipāka ",
  "patthana2.1:91.1": "Hetu dhammo hetussa dhammassa vipākapaccayena paccayo—vipāko alobho adosassa amohassa vipākapaccayena paccayo. (Paṭiccavārasadisaṁ. Vipākavibhaṅge nava pañhā.) ",
  "patthana2.1:92.0": "Āhāra ",
  "patthana2.1:92.1": "Nahetu dhammo nahetussa dhammassa āhārapaccayena paccayo—nahetū āhārā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa āhārapaccayena paccayo. ",
  "patthana2.1:93.1": "Nahetu dhammo hetussa dhammassa āhārapaccayena paccayo—nahetū āhārā sampayuttakānaṁ hetūnaṁ āhārapaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:94.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa āhārapaccayena paccayo—nahetū āhārā sampayuttakānaṁ khandhānaṁ hetūnaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:95.0": "Indriya ",
  "patthana2.1:95.1": "Hetu dhammo hetussa dhammassa indriyapaccayena paccayo …pe…. (Hetumūlake tīṇi.) ",
  "patthana2.1:96.1": "Nahetu dhammo nahetussa dhammassa indriyapaccayena paccayo—nahetū indriyā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo; paṭisandhikkhaṇe …pe… cakkhundriyaṁ cakkhuviññāṇassa …pe… kāyindriyaṁ kāyaviññāṇassa …pe…. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ indriyapaccayena paccayo. (Evaṁ indriyapaccayā vitthāretabbā. Nava.) ",
  "patthana2.1:97.0": "Jhānādi ",
  "patthana2.1:97.1": "Nahetu dhammo nahetussa dhammassa jhānapaccayena paccayo … tīṇi. ",
  "patthana2.1:98.1": "Hetu dhammo hetussa dhammassa maggapaccayena paccayo … sampayuttapaccayena paccayo. (Imesu dvīsu nava.) ",
  "patthana2.1:99.0": "Vippayutta ",
  "patthana2.1:99.1": "Hetu dhammo nahetussa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—hetū cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo; paṭisandhikkhaṇe hetū kaṭattārūpānaṁ vippayuttapaccayena paccayo. Hetū vatthussa vippayuttapaccayena paccayo. **Pacchājātā**—hetū purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.1:100.1": "Nahetu dhammo nahetussa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. **Sahajātā**—nahetū khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo; paṭisandhikkhaṇe nahetū khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo. Khandhā vatthussa …pe… vatthu khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa, vatthu nahetūnaṁ khandhānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—nahetū khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.1:101.1": "Nahetu dhammo hetussa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu hetūnaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu hetūnaṁ vippayuttapaccayena paccayo. ",
  "patthana2.1:102.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa vippayuttapaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu hetūnaṁ sampayuttakānañca khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu hetūnaṁ sampayuttakānañca khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.1:103.1": "Hetū ca nahetū ca dhammā nahetussa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, pacchājātaṁ. **Sahajātā**—hetū ca sampayuttakā ca khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo; paṭisandhikkhaṇe hetū ca sampayuttakā ca khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—hetū ca sampayuttakā ca khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.1:104.0": "Atthyādi ",
  "patthana2.1:104.1": "Hetu dhammo hetussa dhammassa atthipaccayena paccayo—alobho adosassa amohassa atthipaccayena paccayo (cakkaṁ). Lobho mohassa atthipaccayena paccayo (cakkaṁ); paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:105.1": "Hetu dhammo nahetussa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo; paṭisandhikkhaṇe …pe…. **Pacchājātā**—hetū purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana2.1:106.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa atthipaccayena paccayo—alobho adosassa amohassa sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. (Cakkaṁ.) Lobho mohassa sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo (cakkaṁ); paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:107.1": "Nahetu dhammo nahetussa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—nahetu eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe nahetu eko khandho tiṇṇannaṁ khandhānaṁ kaṭattā ca rūpānaṁ …pe… khandhā vatthussa atthipaccayena paccayo; vatthu khandhānaṁ atthipaccayena paccayo; ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ …pe… dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa, cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa, vatthu nahetūnaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—nahetū khandhā purejātassa imassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa kāyassa atthipaccayena paccayo. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.1:108.1": "Nahetu dhammo hetussa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātā**—nahetū khandhā sampayuttakānaṁ hetūnaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe …pe… vatthu hetūnaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti; vatthu hetūnaṁ atthipaccayena paccayo. ",
  "patthana2.1:109.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajāto**—nahetu eko khandho tiṇṇannaṁ khandhānaṁ hetūnaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo; paṭisandhikkhaṇe …pe… vatthu hetūnaṁ sampayuttakānañca khandhānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti; vatthu hetūnaṁ sampayuttakānañca khandhānaṁ atthipaccayena paccayo. ",
  "patthana2.1:110.1": "Hetu ca nahetu ca dhammā hetussa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—alobho ca sampayuttakā ca khandhā adosassa amohassa atthipaccayena paccayo (cakkaṁ). Lobho ca sampayuttakā ca khandhā mohassa atthipaccayena paccayo (cakkaṁ); paṭisandhikkhaṇe …pe… alobho ca vatthu ca adosassa amohassa atthipaccayena paccayo. (Cakkaṁ.) ",
  "patthana2.1:111.1": "Hetu ca nahetu ca dhammā nahetussa dhammassa atthipaccayena paccayo— sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—nahetu eko khandho ca hetū ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… paṭisandhikkhaṇe hetū ca vatthu ca nahetūnaṁ khandhānaṁ atthipaccayena paccayo. **Sahajātā**—hetū ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—hetū ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—hetū ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.1:112.1": "Hetu ca nahetu ca dhammā hetussa ca nahetussa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—nahetu eko khandho ca alobho ca tiṇṇannaṁ khandhānaṁ adosassa amohassa cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo (cakkaṁ). Nahetu eko khandho ca lobho ca tiṇṇannaṁ khandhānaṁ mohassa cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo (cakkaṁ); paṭisandhikkhaṇe nahetu eko khandho ca alobho ca (cakkaṁ). Paṭisandhikkhaṇe …pe… alobho ca vatthu ca adosassa amohassa sampayuttakānañca khandhānaṁ atthipaccayena paccayo, lobho ca vatthu ca mohassa sampayuttakānañca khandhānaṁ atthipaccayena paccayo …. ",
  "patthana2.1:113.1": "Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. ",
  "patthana2.1:114.0.1": "Saṅkhyāvāra ",
  "patthana2.1:114.0.2": "Suddha ",
  "patthana2.1:114.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Evaṁ anumajjantena gaṇetabbaṁ.) ",
  "patthana2.1:115.1": "Anulomaṁ. ",
  "patthana2.1:116.1": "Hetu dhammo hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:117.1": "Hetu dhammo nahetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana2.1:118.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:119.1": "Nahetu dhammo nahetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana2.1:120.1": "Nahetu dhammo hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.1:121.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.1:122.1": "Hetu ca nahetu ca dhammā hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:123.1": "Hetu ca nahetu ca dhammā nahetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo pacchājātapaccayena paccayo. ",
  "patthana2.1:124.1": "Hetu ca nahetu ca dhammā hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:125.0.1": "2.1.1.7.2. Paccayapaccanīya ",
  "patthana2.1:125.0.2": "1.1.7.2.2. Saṅkhyāvāra ",
  "patthana2.1:125.0.3": "Suddha ",
  "patthana2.1:125.1": "Nahetuyā nava, naārammaṇe nava …pe… noavigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:126.1": "Paccanīyaṁ. ",
  "patthana2.1:127.0.1": "2.1.1.7.3. Paccayānulomapaccanīya ",
  "patthana2.1:127.0.2": "Hetuduka ",
  "patthana2.1:127.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā tīṇi, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe ekaṁ, naupanissaye tīṇi …pe… namagge tīṇi, nasampayutte ekaṁ, navippayutte tīṇi, nonatthiyā tīṇi, novigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:128.1": "Anulomapaccanīyaṁ. ",
  "patthana2.1:129.0.1": "2.1.1.7.4. Paccayapaccanīyānuloma ",
  "patthana2.1:129.0.2": "Nahetuduka ",
  "patthana2.1:129.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte tīṇi, vippayutte tīṇi, atthiyā tīṇi, natthiyā nava, vigate nava, avigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:130.1": "Paccanīyānulomaṁ. ",
  "patthana2.1:130.2": "Hetudukaṁ niṭṭhitaṁ. ",
  "patthana2.1:131.0.1": "2.1.2. Sahetukaduka ",
  "patthana2.1:131.0.2": "2.1.2.1. Paṭiccavāra ",
  "patthana2.1:131.0.3": "2.1.2.1.1. Paccayānuloma ",
  "patthana2.1:131.0.4": "Vibhaṅgavāra ",
  "patthana2.1:131.0.5": "Hetu ",
  "patthana2.1:131.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati hetupaccayā—sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:132.1": "Sahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati hetupaccayā—sahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:133.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā—sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:134.1": "Ahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana2.1:135.1": "Ahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṁ paṭicca sahetukā khandhā. ",
  "patthana2.1:136.1": "Ahetukaṁ dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā— vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe vatthuṁ paṭicca sahetukā khandhā, mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana2.1:137.1": "Sahetukañca ahetukañca dhammaṁ paṭicca sahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.1:138.1": "Sahetukañca ahetukañca dhammaṁ paṭicca ahetuko dhammo uppajjati hetupaccayā— sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:139.1": "Sahetukañca ahetukañca dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana2.1:140.0": "Ārammaṇa ",
  "patthana2.1:140.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati ārammaṇapaccayā—sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:141.1": "Sahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.1:142.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana2.1:143.1": "Ahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati ārammaṇapaccayā—ahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe vatthuṁ paṭicca ahetukā khandhā. ",
  "patthana2.1:144.1": "Ahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṁ paṭicca sahetukā khandhā. ",
  "patthana2.1:145.1": "Sahetukañca ahetukañca dhammaṁ paṭicca sahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.1:146.0": "Adhipati ",
  "patthana2.1:146.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati adhipatipaccayā—sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.1:147.1": "Sahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati adhipatipaccayā—sahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.1:148.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti adhipatipaccayā—sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.1:149.1": "Ahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati adhipatipaccayā—ekaṁ mahābhūtaṁ …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana2.1:150.1": "Sahetukañca ahetukañca dhammaṁ paṭicca ahetuko dhammo uppajjati adhipatipaccayā—sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.1:151.0": "Anantarādi ",
  "patthana2.1:151.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā—sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:152.1": "Sahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati sahajātapaccayā—sahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:153.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti sahajātapaccayā—sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ, dve khandhe …pe… vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:154.1": "Ahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati sahajātapaccayā—ahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana2.1:155.1": "Ahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati sahajātapaccayā. (Ime pañca pañhā hetusadisā, ninnānaṁ.) ",
  "patthana2.1:156.0": "Aññamañña ",
  "patthana2.1:156.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati aññamaññapaccayā— sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:157.1": "Sahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati aññamaññapaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho; paṭisandhikkhaṇe sahetuke khandhe paṭicca vatthu. ",
  "patthana2.1:158.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti aññamaññapaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vatthu ca …pe… dve khandhe …pe…. ",
  "patthana2.1:159.1": "Ahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati aññamaññapaccayā—ahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe ahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vatthu ca …pe… dve khandhe …pe…. (Saṅkhittaṁ, yāva asaññasattā.) ",
  "patthana2.1:160.1": "Ahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati aññamaññapaccayā— vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṁ paṭicca sahetukā khandhā. ",
  "patthana2.1:161.1": "Sahetukañca ahetukañca dhammaṁ paṭicca sahetuko dhammo uppajjati aññamaññapaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.1:162.0": "Nissayādi ",
  "patthana2.1:162.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … (jhānampi maggampi sahajātapaccayasadisā, bāhirā mahābhūtā natthi) sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā. ",
  "patthana2.1:163.0.1": "Saṅkhyāvāra ",
  "patthana2.1:163.0.2": "Suddha ",
  "patthana2.1:163.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca, anantare cha, samanantare cha, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cha, purejāte cha, āsevane cha, kamme nava, vipāke nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte cha, vippayutte nava, atthiyā nava, natthiyā cha, vigate cha, avigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:164.1": "Anulomaṁ. ",
  "patthana2.1:165.0.1": "2.1.2.1.2. Paccayapaccanīya ",
  "patthana2.1:165.0.2": "Vibhaṅgavāra ",
  "patthana2.1:165.1": "Sahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.1:166.1": "Ahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati nahetupaccayā—ahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānaṁ rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe….  (Sabbaṁ yāva asaññasattā tāva kātabbaṁ.) ",
  "patthana2.1:167.0": "Naārammaṇādi ",
  "patthana2.1:167.1": "Sahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati naārammaṇapaccayā—sahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:168.1": "Ahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati naārammaṇapaccayā—ahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu; ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ ekaṁ …pe…. ",
  "patthana2.1:169.1": "Sahetukañca ahetukañca dhammaṁ paṭicca ahetuko dhammo uppajjati naārammaṇapaccayā—sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:170.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati naadhipatipaccayā … (anulomasahajātasadisā) naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā … napurejātapaccayā—arūpe sahetukaṁ ekaṁ khandhaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:171.1": "Sahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati napurejātapaccayā—arūpe vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho, sahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:172.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti napurejātapaccayā—arūpe vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:173.1": "Ahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati napurejātapaccayā—arūpe ahetukaṁ ekaṁ khandhaṁ …pe… dve khandhe …pe… ahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā tāva vitthāro.) ",
  "patthana2.1:174.1": "Ahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati napurejātapaccayā—arūpe vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṁ paṭicca sahetukā khandhā. ",
  "patthana2.1:175.1": "Ahetukaṁ dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti napurejātapaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca sahetukā khandhā, mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana2.1:176.1": "Sahetukañca ahetukañca dhammaṁ paṭicca sahetuko dhammo uppajjati napurejātapaccayā—arūpe vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.1:177.1": "Sahetukañca ahetukañca dhammaṁ paṭicca ahetuko dhammo uppajjati napurejātapaccayā—sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:178.1": "Sahetukañca ahetukañca dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti napurejātapaccayā—paṭisandhikkhaṇe sahetukaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana2.1:179.0": "Napacchājātādi ",
  "patthana2.1:179.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā … nakammapaccayā—sahetuke khandhe paṭicca sahetukā cetanā. ",
  "patthana2.1:180.1": "Ahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati nakammapaccayā—ahetuke khandhe paṭicca ahetukā cetanā … bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ …pe…. ",
  "patthana2.1:181.1": "Ahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati nakammapaccayā— vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā cetanā. ",
  "patthana2.1:182.1": "Sahetukañca ahetukañca dhammaṁ paṭicca sahetuko dhammo uppajjati nakammapaccayā—vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca sampayuttakā cetanā … navipākapaccayā. (Paṭisandhi natthi.) ",
  "patthana2.1:183.0": "Naāhārādi ",
  "patthana2.1:183.1": "Ahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati naāhārapaccayā … naindriyapaccayā … najhānapaccayā … namaggapaccayā … nasampayuttapaccayā. ",
  "patthana2.1:184.0": "Navippayuttādi ",
  "patthana2.1:184.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati navippayuttapaccayā—arūpe sahetukaṁ ekaṁ khandhaṁ …pe…. ",
  "patthana2.1:185.1": "Sahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati navippayuttapaccayā—arūpe vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.1:186.1": "Sahetukaṁ dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti navippayuttapaccayā—arūpe vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana2.1:187.1": "Ahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati navippayuttapaccayā—arūpe ahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā, dve khandhe …pe…. ",
  "patthana2.1:188.1": "Ahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati navippayuttapaccayā—arūpe vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana2.1:189.1": "Sahetukañca ahetukañca dhammaṁ paṭicca sahetuko dhammo uppajjati navippayuttapaccayā—arūpe vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe… nonatthipaccayā … novigatapaccayā. ",
  "patthana2.1:190.0.1": "Saṅkhyāvāra ",
  "patthana2.1:190.0.2": "Suddha ",
  "patthana2.1:190.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:191.1": "Paccanīyaṁ. ",
  "patthana2.1:192.0.1": "2.1.2.1.3. Paccayānulomapaccanīya ",
  "patthana2.1:192.0.2": "Hetuduka ",
  "patthana2.1:192.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, nasampayutte tīṇi, navippayutte tīṇi, nonatthiyā tīṇi, novigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:193.1": "Anulomapaccanīyaṁ. ",
  "patthana2.1:194.0.1": "2.1.2.1.4. Paccayapaccanīyānuloma ",
  "patthana2.1:194.0.2": "Nahetuduka ",
  "patthana2.1:194.1": "Nahetupaccayā ārammaṇe dve, anantare dve, samanantare dve (sabbattha dve), vipāke ekaṁ, āhāre dve, indriye dve, jhāne dve, magge ekaṁ, sampayutte dve …pe… avigate dve. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:195.1": "Paccanīyānulomaṁ. ",
  "patthana2.1:196.0": "2.1.2.2. Sahajātavāra ",
  "patthana2.1:196.1": "Sahajātavāro paṭiccavārasadiso. ",
  "patthana2.1:197.0.1": "2.1.2.3. Paccayavāra ",
  "patthana2.1:197.0.2": "2.1.2.3.1. Paccayānuloma ",
  "patthana2.1:197.0.3": "Vibhaṅgavāra ",
  "patthana2.1:197.0.4": "Hetu ",
  "patthana2.1:197.1": "Sahetukaṁ dhammaṁ paccayā sahetuko dhammo uppajjati hetupaccayā. (Sahetukamūlakaṁ paṭiccavārasadisaṁ.) ",
  "patthana2.1:198.1": "Ahetukaṁ dhammaṁ paccayā ahetuko dhammo …pe…. (Paṭiccavārasadisaṁyeva.) ",
  "patthana2.1:199.1": "Ahetukaṁ dhammaṁ paccayā sahetuko dhammo uppajjati hetupaccayā—vatthuṁ paccayā sahetukā khandhā, vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṁ paccayā sahetukā khandhā. ",
  "patthana2.1:200.1": "Ahetukaṁ dhammaṁ paccayā sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā— vatthuṁ paccayā sahetukā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe vatthuṁ …pe…. ",
  "patthana2.1:201.1": "Sahetukañca ahetukañca dhammaṁ paccayā sahetuko dhammo uppajjati hetupaccayā— sahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:202.1": "Sahetukañca ahetukañca dhammaṁ paccayā ahetuko dhammo uppajjati hetupaccayā— sahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:203.1": "Sahetukañca ahetukañca dhammaṁ paccayā sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā—sahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paccayā kaṭattārūpaṁ. ",
  "patthana2.1:204.0": "Ārammaṇa ",
  "patthana2.1:204.1": "Sahetukaṁ dhammaṁ paccayā sahetuko dhammo uppajjati ārammaṇapaccayā—sahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:205.1": "Sahetukaṁ dhammaṁ paccayā ahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagate uddhaccasahagate khandhe paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.1:206.1": "Sahetukaṁ dhammaṁ paccayā sahetuko ca ahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhaṁ paccayā tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana2.1:207.1": "Ahetukaṁ dhammaṁ paccayā ahetuko dhammo uppajjati ārammaṇapaccayā—ahetukaṁ ekaṁ khandhaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe vatthuṁ paccayā khandhā, cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā khandhā. ",
  "patthana2.1:208.1": "Ahetukaṁ dhammaṁ paccayā sahetuko dhammo uppajjati ārammaṇapaccayā—vatthuṁ paccayā sahetukā khandhā, vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:209.1": "Ahetukaṁ dhammaṁ paccayā sahetuko ca ahetuko ca dhammā uppajjanti ārammaṇapaccayā—vatthuṁ paccayā vicikicchāsahagatā uddhaccasahagatā khandhā moho ca. ",
  "patthana2.1:210.1": "Sahetukañca ahetukañca dhammaṁ paccayā sahetuko dhammo uppajjati ārammaṇapaccayā—sahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:211.1": "Sahetukañca ahetukañca dhammaṁ paccayā ahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.1:212.1": "Sahetukañca ahetukañca dhammaṁ paccayā sahetuko ca ahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana2.1:213.0": "Adhipati ",
  "patthana2.1:213.1": "Sahetukaṁ dhammaṁ paccayā sahetuko dhammo uppajjati adhipatipaccayā. (Adhipatiyā nava pañhā pavatteyeva.) ",
  "patthana2.1:214.0": "Anantarādi ",
  "patthana2.1:214.1": "Sahetukaṁ dhammaṁ paccayā sahetuko dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā … tīṇi. (Paṭiccavārasadisā.) ",
  "patthana2.1:215.1": "Ahetukaṁ dhammaṁ paccayā ahetuko dhammo uppajjati sahajātapaccayā—ahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… (yāva asaññasattā), cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā khandhā. ",
  "patthana2.1:216.1": "Ahetukaṁ dhammaṁ paccayā sahetuko dhammo uppajjati sahajātapaccayā—vatthuṁ paccayā sahetukā khandhā, vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:217.1": "Ahetukaṁ dhammaṁ paccayā sahetuko ca ahetuko ca dhammā uppajjanti sahajātapaccayā—vatthuṁ paccayā sahetukā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe vatthuṁ …pe…. ",
  "patthana2.1:218.1": "Sahetukañca ahetukañca dhammaṁ paccayā sahetuko dhammo uppajjati sahajātapaccayā—sahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:219.1": "Sahetukañca ahetukañca dhammaṁ paccayā ahetuko dhammo uppajjati sahajātapaccayā—sahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.1:220.1": "Sahetukañca ahetukañca dhammaṁ paccayā sahetuko ca ahetuko ca dhammā uppajjanti sahajātapaccayā—sahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. Vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā moho ca …pe… paṭisandhikkhaṇe sahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paccayā kaṭattārūpaṁ. ",
  "patthana2.1:221.0": "Aññamaññādi ",
  "patthana2.1:221.1": "Sahetukaṁ dhammaṁ paccayā sahetuko dhammo uppajjati aññamaññapaccayā …pe… avigatapaccayā. ",
  "patthana2.1:222.0.1": "Saṅkhyāvāra ",
  "patthana2.1:222.0.2": "Suddha ",
  "patthana2.1:222.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), avigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:223.1": "Anulomaṁ. ",
  "patthana2.1:224.0.1": "2.1.2.3.2. Paccayapaccanīya ",
  "patthana2.1:224.0.2": "Vibhaṅgavāra ",
  "patthana2.1:224.1": "Sahetukaṁ dhammaṁ paccayā ahetuko dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.1:225.1": "Ahetukaṁ dhammaṁ paccayā ahetuko dhammo uppajjati nahetupaccayā—ahetukaṁ ekaṁ khandhaṁ …pe… paṭisandhikkhaṇe …pe… (yāva asaññasattā), cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā khandhā moho ca. ",
  "patthana2.1:226.1": "Sahetukañca ahetukañca dhammaṁ paccayā ahetuko dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (Saṅkhittaṁ.) ",
  "patthana2.1:227.0.1": "Saṅkhyāvāra ",
  "patthana2.1:227.0.2": "Suddha ",
  "patthana2.1:227.1": "Nahetuyā tīṇi, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, nanissaye tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:228.1": "Paccanīyaṁ. ",
  "patthana2.1:229.0.1": "2.1.2.3.3. Paccayānulomapaccanīya ",
  "patthana2.1:229.0.2": "Hetuduka ",
  "patthana2.1:229.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, nasampayutte tīṇi, navippayutte tīṇi, nonatthiyā tīṇi, novigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:230.1": "Anulomapaccanīyaṁ. ",
  "patthana2.1:231.0.1": "2.1.2.3.4. Paccayapaccanīyānuloma ",
  "patthana2.1:231.0.2": "Nahetuduka ",
  "patthana2.1:231.1": "Nahetupaccayā ārammaṇe tīṇi, anantare tīṇi …pe… magge tīṇi, sampayutte tīṇi …pe… avigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:232.1": "Paccanīyānulomaṁ. ",
  "patthana2.1:233.0": "2.1.2.4. Nissayavāra ",
  "patthana2.1:233.1": "Nissayavāro paccayavārasadiso. ",
  "patthana2.1:234.0.1": "2.1.2.5. Saṁsaṭṭhavāra ",
  "patthana2.1:234.0.2": "2.1.2.5.1. Paccayānuloma ",
  "patthana2.1:234.0.3": "Vibhaṅgavāra ",
  "patthana2.1:234.0.4": "Hetu ",
  "patthana2.1:234.1": "Sahetukaṁ dhammaṁ saṁsaṭṭho sahetuko dhammo uppajjati hetupaccayā—sahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:235.1": "Ahetukaṁ dhammaṁ saṁsaṭṭho sahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ saṁsaṭṭhā vicikicchāsahagatā uddhaccasahagatā khandhā. ",
  "patthana2.1:236.1": "Sahetukañca ahetukañca dhammaṁ saṁsaṭṭho sahetuko dhammo uppajjati hetupaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.1:237.0": "Ārammaṇa ",
  "patthana2.1:237.1": "Sahetukaṁ dhammaṁ saṁsaṭṭho sahetuko dhammo uppajjati ārammaṇapaccayā— sahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:238.1": "Sahetukaṁ dhammaṁ saṁsaṭṭho ahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagate uddhaccasahagate khandhe saṁsaṭṭho vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.1:239.1": "Sahetukaṁ dhammaṁ saṁsaṭṭho sahetuko ca ahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana2.1:240.1": "Ahetukaṁ dhammaṁ saṁsaṭṭho ahetuko dhammo uppajjati ārammaṇapaccayā—ahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:241.1": "Ahetukaṁ dhammaṁ saṁsaṭṭho sahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ saṁsaṭṭhā vicikicchāsahagatā uddhaccasahagatā khandhā. ",
  "patthana2.1:242.1": "Sahetukañca ahetukañca dhammaṁ saṁsaṭṭho sahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.1:243.0": "Adhipati ",
  "patthana2.1:243.1": "Sahetukaṁ dhammaṁ saṁsaṭṭho sahetuko dhammo uppajjati adhipatipaccayā— sahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.1:244.0": "Anantarādi ",
  "patthana2.1:244.1": "Sahetukaṁ dhammaṁ saṁsaṭṭho sahetuko dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā …pe… vipākapaccayā—vipākaṁ sahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:245.1": "Ahetukaṁ dhammaṁ saṁsaṭṭho ahetuko dhammo uppajjati vipākapaccayā—vipākaṁ ahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… jhānapaccayā …pe… avigatapaccayā. ",
  "patthana2.1:246.0.1": "Saṅkhyāvāra ",
  "patthana2.1:246.0.2": "Suddha ",
  "patthana2.1:246.1": "Hetuyā tīṇi, ārammaṇe cha, adhipatiyā ekaṁ, anantare cha, samanantare cha, sahajāte cha, aññamaññe cha, nissaye cha, upanissaye cha, purejāte cha …pe… vipāke dve, āhāre cha, indriye cha, jhāne cha, magge pañca …pe… avigate cha. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:247.1": "Anulomaṁ. ",
  "patthana2.1:248.0.1": "2.1.2.5.2. Paccayapaccanīya ",
  "patthana2.1:248.0.2": "Vibhaṅgavāra ",
  "patthana2.1:248.1": "Sahetukaṁ dhammaṁ saṁsaṭṭho ahetuko dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe saṁsaṭṭho vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.1:249.1": "Ahetukaṁ dhammaṁ saṁsaṭṭho ahetuko dhammo uppajjati nahetupaccayā—ahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… (Saṅkhittaṁ.) ",
  "patthana2.1:250.0.1": "Saṅkhyāvāra ",
  "patthana2.1:250.0.2": "Suddha ",
  "patthana2.1:250.1": "Nahetuyā dve, naadhipatiyā cha, napurejāte cha, napacchājāte cha, naāsevane cha, nakamme cattāri, navipāke cha, najhāne ekaṁ, namagge ekaṁ, navippayutte cha. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:251.1": "Paccanīyaṁ. ",
  "patthana2.1:252.0.1": "2.1.2.5.3. Paccayānulomapaccanīya ",
  "patthana2.1:252.0.2": "Hetuduka ",
  "patthana2.1:252.1": "Hetupaccayā naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, navippayutte tīṇi. ",
  "patthana2.1:253.1": "Anulomapaccanīyaṁ. ",
  "patthana2.1:254.0.1": "2.1.2.5.4. Paccayapaccanīyānuloma ",
  "patthana2.1:254.0.2": "Nahetuduka ",
  "patthana2.1:254.1": "Nahetupaccayā ārammaṇe dve, anantare dve …pe… kamme dve, vipāke ekaṁ, āhāre dve …pe… magge ekaṁ …pe… avigate dve. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:255.1": "Paccanīyānulomaṁ. ",
  "patthana2.1:256.0": "2.1.2.6. Sampayuttavāra ",
  "patthana2.1:256.1": "Sampayuttavāro saṁsaṭṭhavārasadiso. ",
  "patthana2.1:257.0.1": "2.1.2.7. Pañhāvāra ",
  "patthana2.1:257.0.2": "2.1.2.7.1. Paccayānuloma ",
  "patthana2.1:257.0.3": "Vibhaṅgavāra ",
  "patthana2.1:257.0.4": "Hetu ",
  "patthana2.1:257.1": "Sahetuko dhammo sahetukassa dhammassa hetupaccayena paccayo—sahetukā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:258.1": "Sahetuko dhammo ahetukassa dhammassa hetupaccayena paccayo—sahetukā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:259.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa hetupaccayena paccayo— sahetukā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:260.1": "Ahetuko dhammo ahetukassa dhammassa hetupaccayena paccayo—vicikicchāsahagato uddhaccasahagato moho cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.1:261.1": "Ahetuko dhammo sahetukassa dhammassa hetupaccayena paccayo—vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana2.1:262.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa hetupaccayena paccayo— vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.1:263.0": "Ārammaṇa ",
  "patthana2.1:263.1": "Sahetuko dhammo sahetukassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati, pubbe suciṇṇāni paccavekkhati, jhānā vuṭṭhahitvā jhānaṁ paccavekkhati. Ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ paccavekkhanti. Pahīne kilese …pe… vikkhambhite kilese …pe… pubbe …pe… sahetuke khandhe aniccato …pe… domanassaṁ uppajjati; kusalākusale niruddhe sahetuko vipāko tadārammaṇatā uppajjati; cetopariyañāṇena sahetukacittasamaṅgissa cittaṁ jānanti. Ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… sahetukā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo; sahetuke khandhe ārabbha sahetukā khandhā uppajjanti. ",
  "patthana2.1:264.1": "Sahetuko dhammo ahetukassa dhammassa ārammaṇapaccayena paccayo—sahetuke khandhe aniccato …pe… domanassaṁ uppajjati, kusalākusale niruddhe ahetuko vipāko tadārammaṇatā uppajjati, sahetuke khandhe ārabbha ahetukā khandhā ca moho ca uppajjanti. ",
  "patthana2.1:265.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo—sahetuke khandhe ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. ",
  "patthana2.1:266.1": "Ahetuko dhammo ahetukassa dhammassa ārammaṇapaccayena paccayo—nibbānaṁ āvajjanāya ārammaṇapaccayena paccayo; cakkhuṁ …pe… vatthuṁ … ahetuke khandhe ca mohañca aniccato …pe… domanassaṁ uppajjati; kusalākusale niruddhe ahetuko vipāko tadārammaṇatā uppajjati; rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… ahetuke khandhe ca mohañca ārabbha ahetukā khandhā ca moho ca uppajjanti. ",
  "patthana2.1:267.1": "Ahetuko dhammo sahetukassa dhammassa ārammaṇapaccayena paccayo—ariyā nibbānaṁ paccavekkhanti; nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa ārammaṇapaccayena paccayo. Ariyā ahetuke pahīne kilese paccavekkhanti, vikkhambhite kilese …pe… pubbe …pe… cakkhuṁ …pe… vatthuṁ …pe… ahetuke khandhe ca mohañca aniccato …pe… domanassaṁ uppajjati; kusalākusale niruddhe sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena ahetukacittasamaṅgissa cittaṁ jānanti; ahetukā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo; ahetuke khandhe ca mohañca ārabbha sahetukā khandhā uppajjanti. ",
  "patthana2.1:268.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo—cakkhuṁ ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti; sotaṁ …pe… vatthuṁ … ahetuke khandhe ca mohañca ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. ",
  "patthana2.1:269.1": "Sahetuko ca ahetuko ca dhammā sahetukassa dhammassa ārammaṇapaccayena paccayo— vicikicchāsahagate uddhaccasahagate khandhe ca mohañca ārabbha sahetukā khandhā uppajjanti. ",
  "patthana2.1:270.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa ārammaṇapaccayena paccayo— vicikicchāsahagate uddhaccasahagate khandhe ca mohañca ārabbha ahetukā khandhā ca moho ca uppajjanti. ",
  "patthana2.1:271.1": "Sahetuko ca ahetuko ca dhammā sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo—vicikicchāsahagate uddhaccasahagate khandhe ca mohañca ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. ",
  "patthana2.1:272.0": "Adhipati ",
  "patthana2.1:272.1": "Sahetuko dhammo sahetukassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā …pe… phalaṁ …pe… sahetuke khandhe garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—sahetukādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:273.1": "Sahetuko dhammo ahetukassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—sahetukādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:274.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—sahetukādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:275.1": "Ahetuko dhammo sahetukassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā nibbānaṁ garuṁ katvā paccavekkhanti; nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ … ahetuke khandhe garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana2.1:276.0": "Anantara ",
  "patthana2.1:276.1": "Sahetuko dhammo sahetukassa dhammassa anantarapaccayena paccayo—purimā purimā sahetukā khandhā pacchimānaṁ pacchimānaṁ sahetukānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa … anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa … maggo phalassa … phalaṁ phalassa … anulomaṁ phalasamāpattiyā … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.1:277.1": "Sahetuko dhammo ahetukassa dhammassa anantarapaccayena paccayo—purimā purimā vicikicchāsahagatā uddhaccasahagatā khandhā pacchimassa pacchimassa vicikicchāsahagatassa uddhaccasahagatassa mohassa anantarapaccayena paccayo; sahetukaṁ cuticittaṁ ahetukassa upapatticittassa anantarapaccayena paccayo; sahetukaṁ bhavaṅgaṁ āvajjanāya anantarapaccayena paccayo; sahetukaṁ bhavaṅgaṁ ahetukassa bhavaṅgassa anantarapaccayena paccayo; sahetukā khandhā ahetukassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.1:278.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā vicikicchāsahagatā uddhaccasahagatā khandhā pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana2.1:279.1": "Ahetuko dhammo ahetukassa dhammassa anantarapaccayena paccayo—purimo purimo vicikicchāsahagato uddhaccasahagato moho pacchimassa pacchimassa vicikicchāsahagatassa uddhaccasahagatassa mohassa anantarapaccayena paccayo; purimā purimā ahetukā khandhā pacchimānaṁ pacchimānaṁ ahetukānaṁ khandhānaṁ anantarapaccayena paccayo; āvajjanā pañcannaṁ viññāṇānaṁ anantarapaccayena paccayo. ",
  "patthana2.1:280.1": "Ahetuko dhammo sahetukassa dhammassa anantarapaccayena paccayo—purimo purimo vicikicchāsahagato uddhaccasahagato moho pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ anantarapaccayena paccayo; ahetukaṁ cuticittaṁ sahetukassa upapatticittassa anantarapaccayena paccayo; ahetukaṁ bhavaṅgaṁ sahetukassa bhavaṅgassa anantarapaccayena paccayo; āvajjanā sahetukānaṁ khandhānaṁ anantarapaccayena paccayo; ahetukā khandhā sahetukassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.1:281.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa anantarapaccayena paccayo—purimo purimo vicikicchāsahagato uddhaccasahagato moho pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo; āvajjanā vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana2.1:282.1": "Sahetuko ca ahetuko ca dhammā sahetukassa dhammassa anantarapaccayena paccayo— purimā purimā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.1:283.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa anantarapaccayena paccayo— purimā purimā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca pacchimassa pacchimassa vicikicchāsahagatassa uddhaccasahagatassa mohassa anantarapaccayena paccayo; vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca ahetukassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.1:284.1": "Sahetuko ca ahetuko ca dhammā sahetukassa ca ahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana2.1:285.0": "Sahajātādi ",
  "patthana2.1:285.1": "Sahetuko dhammo sahetukassa dhammassa sahajātapaccayena paccayo (paṭiccavāre sahajātasadisaṁ, iha ghaṭanā natthi) … aññamaññapaccayena paccayo (paṭiccavārasadisaṁ) … nissayapaccayena paccayo. (Paṭiccavāre nissayapaccayasadisaṁ, iha ghaṭanā natthi.) ",
  "patthana2.1:286.0": "Upanissaya ",
  "patthana2.1:286.1": "Sahetuko dhammo sahetukassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sahetukā khandhā sahetukānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana2.1:287.1": "Sahetuko dhammo ahetukassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sahetukā khandhā ahetukānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.1:288.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sahetukā khandhā vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.1:289.1": "Ahetuko dhammo ahetukassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṁ sukhaṁ kāyikassa sukhassa, kāyikassa dukkhassa, mohassa ca upanissayapaccayena paccayo; kāyikaṁ dukkhaṁ … utu … bhojanaṁ … senāsanaṁ kāyikassa sukhassa, kāyikassa dukkhassa, mohassa ca upanissayapaccayena paccayo; moho kāyikassa sukhassa, kāyikassa dukkhassa, mohassa ca upanissayapaccayena paccayo; kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utu … bhojanaṁ, senāsanaṁ, moho ca kāyikassa sukhassa, kāyikassa dukkhassa, mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.1:290.1": "Ahetuko dhammo sahetukassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṁ sukhaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati; kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ … mohaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati; kāyikaṁ sukhaṁ …pe… moho ca saddhāya …pe… paññāya rāgassa …pe… patthanāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.1:291.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṁ sukhaṁ moho ca vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.1:292.1": "Sahetuko ca ahetuko ca dhammā sahetukassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca sahetukānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana2.1:293.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca ahetukānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.1:294.1": "Sahetuko ca ahetuko ca dhammā sahetukassa ca ahetukassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.1:295.0": "Purejāta ",
  "patthana2.1:295.1": "Ahetuko dhammo ahetukassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati, kusalākusale niruddhe ahetuko vipāko tadārammaṇatā uppajjati; rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa … purejātaṁ vatthu ahetukānaṁ khandhānaṁ mohassa ca purejātapaccayena paccayo. ",
  "patthana2.1:296.1": "Ahetuko dhammo sahetukassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; kusalākusale niruddhe sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. **Vatthupurejātaṁ**—vatthu sahetukānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.1:297.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. **Vatthupurejātaṁ**—vatthu vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca purejātapaccayena paccayo. ",
  "patthana2.1:298.0": "Pacchājātādi ",
  "patthana2.1:298.1": "Sahetuko dhammo ahetukassa dhammassa pacchājātapaccayena paccayo—pacchājātā sahetukā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.1:299.1": "Ahetuko dhammo ahetukassa dhammassa pacchājātapaccayena paccayo—pacchājātā ahetukā khandhā ca moho ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.1:300.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa pacchājātapaccayena paccayo—pacchājātā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.1:301.1": "Sahetuko dhammo sahetukassa dhammassa āsevanapaccayena paccayo. (Anantarasadisaṁ. Āvajjanampi bhavaṅgampi natthi, āsevanapaccaye vajjetabbā navapi.) ",
  "patthana2.1:302.0": "Kamma ",
  "patthana2.1:302.1": "Sahetuko dhammo sahetukassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—sahetukā cetanā vipākānaṁ sahetukānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana2.1:303.1": "Sahetuko dhammo ahetukassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—sahetukā cetanā vipākānaṁ ahetukānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.1:304.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—sahetukā cetanā vipākānaṁ sahetukānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.1:305.1": "Ahetuko dhammo ahetukassa dhammassa kammapaccayena paccayo—ahetukā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:306.0": "Vipāka ",
  "patthana2.1:306.1": "Sahetuko dhammo sahetukassa dhammassa vipākapaccayena paccayo—vipāko sahetuko eko khandho tiṇṇannaṁ khandhānaṁ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:307.1": "Sahetuko dhammo ahetukassa dhammassa vipākapaccayena paccayo—vipākā sahetukā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vipākapaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:308.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa vipākapaccayena paccayo—vipāko sahetuko eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:309.1": "Ahetuko dhammo ahetukassa dhammassa vipākapaccayena paccayo—vipāko ahetuko eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa vipākapaccayena paccayo. ",
  "patthana2.1:310.0": "Āhāra ",
  "patthana2.1:310.1": "Sahetuko dhammo sahetukassa dhammassa āhārapaccayena paccayo … tīṇi. ",
  "patthana2.1:311.1": "Ahetuko dhammo ahetukassa dhammassa āhārapaccayena paccayo—ahetukā āhārā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ …pe… paṭisandhikkhaṇe …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa āhārapaccayena paccayo. ",
  "patthana2.1:312.0": "Indriyādi ",
  "patthana2.1:312.1": "Sahetuko dhammo sahetukassa dhammassa indriyapaccayena paccayo … tīṇi. ",
  "patthana2.1:313.1": "Ahetuko dhammo ahetukassa dhammassa indriyapaccayena paccayo—ahetukā indriyā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ …pe… paṭisandhikkhaṇe …pe… cakkhundriyaṁ cakkhuviññāṇassa …pe… kāyindriyaṁ kāyaviññāṇassa indriyapaccayena paccayo. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ indriyapaccayena paccayo. ",
  "patthana2.1:314.1": "Sahetuko dhammo sahetukassa dhammassa jhānapaccayena paccayo … tīṇi. ",
  "patthana2.1:315.1": "Ahetuko dhammo ahetukassa dhammassa jhānapaccayena paccayo—ahetukāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:316.1": "Sahetuko dhammo sahetukassa dhammassa maggapaccayena paccayo … tīṇi. ",
  "patthana2.1:317.1": "Sahetuko dhammo sahetukassa dhammassa sampayuttapaccayena paccayo. (Paṭiccavāre sampayuttasadisā cha pañhā.) ",
  "patthana2.1:318.0": "Vippayutta ",
  "patthana2.1:318.1": "Sahetuko dhammo ahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—sahetukā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo; paṭisandhikkhaṇe sahetukā khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—sahetukā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.1:319.1": "Ahetuko dhammo ahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. **Sahajātā**—ahetukā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo; paṭisandhikkhaṇe ahetukā khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo; khandhā vatthussa vippayuttapaccayena paccayo; vatthu khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa … vatthu ahetukānaṁ khandhānaṁ mohassa ca vippayuttapaccayena paccayo. **Pacchājātā**—ahetukā khandhā ca moho ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.1:320.1": "Ahetuko dhammo sahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu sahetukānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu sahetukānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.1:321.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca vippayuttapaccayena paccayo. ",
  "patthana2.1:322.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.1:323.0": "Atthi ",
  "patthana2.1:323.1": "Sahetuko dhammo sahetukassa dhammassa atthipaccayena paccayo—sahetuko eko khandho tiṇṇannaṁ khandhānaṁ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:324.1": "Sahetuko dhammo ahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—sahetukā khandhā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; vicikicchāsahagatā uddhaccasahagatā khandhā mohassa ca cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo; paṭisandhikkhaṇe …pe…. **Pacchājātā**—sahetukā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana2.1:325.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa atthipaccayena paccayo— sahetuko eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo; vicikicchāsahagato uddhaccasahagato eko khandho tiṇṇannaṁ khandhānaṁ mohassa ca cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe sahetuko …pe…. ",
  "patthana2.1:326.1": "Ahetuko dhammo ahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—ahetuko eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā …pe… vicikicchāsahagato uddhaccasahagato moho cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; paṭisandhikkhaṇe …pe… (yāva asaññasattā kātabbaṁ). **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati, kusalākusale niruddhe ahetuko vipāko tadārammaṇatā uppajjati; rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa atthipaccayena paccayo; vatthu ahetukānaṁ khandhānaṁ mohassa ca atthipaccayena paccayo. **Pacchājātā**—ahetukā khandhā ca moho ca purejātassa imassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa kāyassa atthipaccayena paccayo. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.1:327.1": "Ahetuko dhammo sahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ atthipaccayena paccayo; paṭisandhikkhaṇe vatthu sahetukānaṁ khandhānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; kusalākusale niruddhe sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, vatthu sahetukānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana2.1:328.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajāto**—vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti, vatthu vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca atthipaccayena paccayo. ",
  "patthana2.1:329.1": "Sahetuko ca ahetuko ca dhammā sahetukassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajāto**—vicikicchāsahagato uddhaccasahagato eko khandho ca moho ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe… paṭisandhikkhaṇe sahetuko eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajāto**—sahetuko eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. ",
  "patthana2.1:330.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—sahetukā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; paṭisandhikkhaṇe sahetukā khandhā ca mahābhūtā ca kaṭattārūpānaṁ atthipaccayena paccayo. **Sahajātā**—vicikicchāsahagatā uddhaccasahagatā khandhā ca vatthu ca mohassa atthipaccayena paccayo. **Pacchājātā**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—sahetukā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—sahetukā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.1:331.1": "Sahetuko ca ahetuko ca dhammā sahetukassa ca ahetukassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—vicikicchāsahagato uddhaccasahagato eko khandho ca moho ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe…. **Sahajāto**—vicikicchāsahagato uddhaccasahagato eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ mohassa ca atthipaccayena paccayo …pe… dve khandhā ca …pe…. ",
  "patthana2.1:332.0.1": "Saṅkhyāvāra ",
  "patthana2.1:332.0.2": "Suddha ",
  "patthana2.1:332.1": "Hetuyā cha, ārammaṇe nava, adhipatiyā cattāri, anantare nava, samanantare nava, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cattāri, vipāke cattāri, āhāre cattāri, indriye cattāri, jhāne cattāri, magge tīṇi, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:333.1": "Anulomaṁ. ",
  "patthana2.1:334.0": "2.Paccanīyuddhāra ",
  "patthana2.1:334.1": "Sahetuko dhammo sahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.1:335.1": "Sahetuko dhammo ahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.1:336.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.1:337.1": "Ahetuko dhammo ahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana2.1:338.1": "Ahetuko dhammo sahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.1:339.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.1:340.1": "Sahetuko ca ahetuko ca dhammā sahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:341.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana2.1:342.1": "Sahetuko ca ahetuko ca dhammā sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:343.0.1": "2.1.2.7.2. Paccayapaccanīya ",
  "patthana2.1:343.0.2": "Saṅkhyāvāra ",
  "patthana2.1:343.0.3": "Suddha ",
  "patthana2.1:343.1": "Nahetuyā nava …pe… (sabbattha nava) noavigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:344.1": "Paccanīyaṁ. ",
  "patthana2.1:345.0.1": "2.1.2.7.3. Paccayānulomapaccanīya ",
  "patthana2.1:345.0.2": "Hetuduka ",
  "patthana2.1:345.1": "Hetupaccayā naārammaṇe cha, naadhipatiyā cha, naanantare cha, nasamanantare cha, naaññamaññe dve, naupanissaye cha …pe… namagge cha, nasampayutte dve, navippayutte dve, nonatthiyā cha, novigate cha. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:346.1": "Anulomapaccanīyaṁ. ",
  "patthana2.1:347.0.1": "2.1.2.7.4. Paccayapaccanīyānuloma ",
  "patthana2.1:347.0.2": "Nahetuduka ",
  "patthana2.1:347.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā cattāri, anantare nava, samanantare nava, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cattāri, vipāke cattāri, āhāre cattāri, indriye cattāri, jhāne cattāri, magge tīṇi, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:348.1": "Paccanīyānulomaṁ. ",
  "patthana2.1:348.2": "Sahetukadukaṁ niṭṭhitaṁ. ",
  "patthana2.1:349.0.1": "2.1.3. Hetusampayuttaduka ",
  "patthana2.1:349.0.2": "2.1.3.1–7. Paṭiccādivāra ",
  "patthana2.1:349.0.3": "Hetu ",
  "patthana2.1:349.1": "Hetusampayuttaṁ dhammaṁ paṭicca hetusampayutto dhammo uppajjati hetupaccayā— hetusampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:350.1": "Hetusampayuttaṁ dhammaṁ paṭicca hetuvippayutto dhammo uppajjati hetupaccayā— hetusampayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:351.1": "(Iminā kāraṇena vitthāretabbaṁ yathā sahetukadukaṁ ninnānākaraṇaṁ.) ",
  "patthana2.1:352.1": "Hetusampayuttadukaṁ niṭṭhitaṁ. ",
  "patthana2.1:353.0.1": "2.1.4. Hetusahetukaduka ",
  "patthana2.1:353.0.2": "2.1.4.1. Paṭiccavāra ",
  "patthana2.1:353.0.3": "2.1.4.1.1. Paccayānuloma ",
  "patthana2.1:353.0.4": "Vibhaṅgavāra ",
  "patthana2.1:353.0.5": "Hetu ",
  "patthana2.1:353.1": "Hetuñceva sahetukañca dhammaṁ paṭicca hetu ceva sahetuko ca dhammo uppajjati hetupaccayā—alobhaṁ paṭicca adoso amoho (cakkaṁ). Lobhaṁ paṭicca moho (cakkaṁ); paṭisandhikkhaṇe alobhaṁ paṭicca adoso amoho. (Cakkaṁ.) ",
  "patthana2.1:354.1": "Hetuñceva sahetukañca dhammaṁ paṭicca sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā—hetuṁ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:355.1": "Hetuñceva sahetukañca dhammaṁ paṭicca hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā uppajjanti hetupaccayā—alobhaṁ paṭicca adoso amoho sampayuttakā ca khandhā (cakkaṁ). Lobhaṁ paṭicca moho sampayuttakā ca khandhā (cakkaṁ); paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:356.1": "Sahetukañceva na ca hetuṁ dhammaṁ paṭicca sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā—sahetukañceva na ca hetuṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:357.1": "Sahetukañceva na ca hetuṁ dhammaṁ paṭicca hetu ceva sahetuko ca dhammo uppajjati hetupaccayā—sahetuke ceva na ca hetū khandhe paṭicca hetū; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:358.1": "Sahetukañceva na ca hetuṁ dhammaṁ paṭicca hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā uppajjanti hetupaccayā—sahetukañceva na ca hetuṁ ekaṁ khandhaṁ paṭicca tayo khandhā hetu ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:359.1": "Hetuñceva sahetukañca sahetukañceva na ca hetuñca dhammaṁ paṭicca hetu ceva sahetuko ca dhammo uppajjati hetupaccayā—alobhañca sampayuttake ca khandhe paṭicca adoso amoho (cakkaṁ). Lobhañca sampayuttake ca khandhe paṭicca moho (cakkaṁ); paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:360.1": "Hetuñceva sahetukañca sahetukañceva na ca hetuñca dhammaṁ paṭicca sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā—sahetukañceva na ca hetuṁ ekaṁ khandhañca hetuñca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:361.1": "Hetuñceva sahetukañca sahetukañceva na ca hetuñca dhammaṁ paṭicca hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā uppajjanti hetupaccayā— sahetukañceva na ca hetuṁ ekaṁ khandhañca alobhañca paṭicca tayo khandhā adoso amoho ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:362.1": "(Saṅkhittaṁ. Evaṁ vitthāretabbaṁ.) ",
  "patthana2.1:363.0.1": "Saṅkhyāvāra ",
  "patthana2.1:363.0.2": "Suddha ",
  "patthana2.1:363.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava …pe… (sabbattha nava), avigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:364.1": "Anulomaṁ. ",
  "patthana2.1:365.0.1": "2.1.4.1.2. Paccayapaccanīya ",
  "patthana2.1:365.0.2": "Vibhaṅgavāra ",
  "patthana2.1:365.0.3": "Naadhipatyādi ",
  "patthana2.1:365.1": "Hetuñceva sahetukañca dhammaṁ paṭicca hetu ceva sahetuko ca dhammo uppajjati naadhipatipaccayā—alobhaṁ paṭicca adoso amoho (cakkaṁ); paṭisandhikkhaṇe …pe… (paripuṇṇaṁ nava), napurejāte nava, napacchājāte nava, naāsevane nava. ",
  "patthana2.1:366.0": "Nakammādi ",
  "patthana2.1:366.1": "Hetuñceva sahetukañca dhammaṁ paṭicca sahetuko ceva na ca hetu dhammo uppajjati nakammapaccayā—hetuṁ paṭicca sampayuttakā cetanā. ",
  "patthana2.1:367.1": "Sahetukañceva na ca hetuṁ dhammaṁ paṭicca sahetuko ceva na ca hetu dhammo uppajjati nakammapaccayā—sahetuke ceva na ca hetū khandhe paṭicca sampayuttakā cetanā; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:368.1": "Hetuñceva sahetukañca sahetukañceva na ca hetuñca dhammaṁ paṭicca sahetuko ceva na ca hetu dhammo uppajjati nakammapaccayā—hetuñca sampayuttake ca khandhe paṭicca sampayuttakā cetanā … navipākapaccayā … navippayuttapaccayā. ",
  "patthana2.1:369.0.1": "Saṅkhyāvāra ",
  "patthana2.1:369.0.2": "Suddha ",
  "patthana2.1:369.1": "Naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:370.1": "Paccanīyaṁ. ",
  "patthana2.1:371.0.1": "2.1.4.1.3. Paccayānulomapaccanīya ",
  "patthana2.1:371.0.2": "Hetuduka ",
  "patthana2.1:371.1": "Hetupaccayā naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:372.1": "Anulomapaccanīyaṁ. ",
  "patthana2.1:373.0.1": "2.1.4.1.4. Paccayapaccanīyānuloma ",
  "patthana2.1:373.0.2": "Naadhipatiduka ",
  "patthana2.1:373.1": "Naadhipatipaccayā hetuyā nava, ārammaṇe nava, anantare nava …pe… avigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:374.1": "Paccanīyānulomaṁ. ",
  "patthana2.1:375.0": "2.1.4.2–6. Sahajāta-paccaya-nissaya-saṁsaṭṭha-sampayuttavāra ",
  "patthana2.1:375.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā.) ",
  "patthana2.1:376.0.1": "2.1.4.7. Pañhāvāra ",
  "patthana2.1:376.0.2": "2.1.4.7.1. Paccayānuloma ",
  "patthana2.1:376.0.3": "Vibhaṅgavāra ",
  "patthana2.1:376.0.4": "Hetu ",
  "patthana2.1:376.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa hetupaccayena paccayo—alobho adosassa amohassa hetupaccayena paccayo. (Yathā paṭiccavārasadisaṁ.) ",
  "patthana2.1:377.1": "Hetu ceva sahetuko ca dhammo sahetukassa ceva na ca hetussa dhammassa hetupaccayena paccayo—hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:378.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa hetupaccayena paccayo—alobho adosassa amohassa sampayuttakānañca khandhānaṁ hetupaccayena paccayo. (Vitthāretabbaṁ.) ",
  "patthana2.1:379.0": "Ārammaṇa ",
  "patthana2.1:379.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo—hetuṁ ārabbha hetū uppajjanti. ",
  "patthana2.1:380.1": "Hetu ceva sahetuko ca dhammo sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo—hetuṁ ārabbha sahetukā ceva na ca hetū khandhā uppajjanti. ",
  "patthana2.1:381.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo—hetuṁ ārabbha hetū ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.1:382.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati, pubbe suciṇṇāni paccavekkhati. Jhānā vuṭṭhahitvā …pe… ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ paccavekkhanti. Pahīne kilese …pe… vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Sahetuke ceva na ca hetū khandhe aniccato …pe… domanassaṁ uppajjati. Cetopariyañāṇena sahetukā ceva na ca hetucittasamaṅgissa cittaṁ jānāti; ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… sahetukā ceva na ca hetū khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. ",
  "patthana2.1:383.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā …. (Yathā paṭhamagamanaṁ evaṁ ninnānaṁ.) ",
  "patthana2.1:384.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā …. (Yathā paṭhamagamanaṁ evaṁ ninnānaṁ.) ",
  "patthana2.1:385.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo—hetuñca sampayuttake ca khandhe ārabbha hetū uppajjanti. ",
  "patthana2.1:386.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo—hetuñca sampayuttake ca khandhe ārabbha sahetukā ceva na ca hetū khandhā uppajjanti. ",
  "patthana2.1:387.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo—hetuñca sampayuttake ca khandhe ārabbha hetū ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.1:388.0": "Adhipati ",
  "patthana2.1:388.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṁ garuṁ katvā hetū uppajjanti. **Sahajātādhipati**—hetu ceva sahetukādhipati sampayuttakānaṁ hetūnaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:389.1": "Hetu ceva sahetuko ca dhammo sahetukassa ceva na ca hetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṁ garuṁ katvā sahetukā ceva na ca hetū khandhā uppajjanti. **Sahajātādhipati**—hetu ceva sahetukādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:390.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṁ garuṁ katvā hetū ca sampayuttakā ca khandhā uppajjanti. **Sahajātādhipati**—hetu ceva sahetukādhipati sampayuttakānaṁ khandhānaṁ hetūnañca adhipatipaccayena paccayo. ",
  "patthana2.1:391.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā paccavekkhati, ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti, phalaṁ garuṁ katvā paccavekkhanti, sahetuke ceva na ca hetū khandhe garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—sahetuko ceva na ca hetu adhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:392.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā … (paṭhamagamanaṁyeva). **Sahajātādhipati**—sahetuko ceva na ca hetu adhipati sampayuttakānaṁ hetūnaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:393.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā … (paṭhamagamanaṁyeva). **Sahajātādhipati**—sahetuko ceva na ca hetu adhipati sampayuttakānaṁ khandhānaṁ hetūnañca adhipatipaccayena paccayo. ",
  "patthana2.1:394.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetū ca sampayuttake ca khandhe garuṁ katvā hetū uppajjanti. ",
  "patthana2.1:395.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā sahetukassa ceva na ca hetussa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetuñca sampayuttake ca khandhe garuṁ katvā sahetukā ceva na ca hetū khandhā uppajjanti. ",
  "patthana2.1:396.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetuñca sampayuttake ca khandhe garuṁ katvā hetū ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.1:397.0": "Anantara ",
  "patthana2.1:397.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā hetū pacchimānaṁ pacchimānaṁ hetūnaṁ anantarapaccayena paccayo. ",
  "patthana2.1:398.1": "Hetu ceva sahetuko ca dhammo sahetukassa ceva na ca hetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū pacchimānaṁ pacchimānaṁ sahetukānañceva na ca hetūnaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.1:399.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa anantarapaccayena paccayo—purimā purimā hetū pacchimānaṁ pacchimānaṁ hetūnaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.1:400.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa anantarapaccayena paccayo—purimā purimā sahetukā ceva na ca hetū khandhā pacchimānaṁ pacchimānaṁ sahetukānañceva na ca hetūnaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa … anulomaṁ vodānassa …pe… nirodhā vuṭṭhahantassa, nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.1:401.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā sahetukā ceva na ca hetū khandhā pacchimānaṁ pacchimānaṁ hetūnaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa … (Saṅkhittaṁ.) ",
  "patthana2.1:402.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa anantarapaccayena paccayo—purimā purimā sahetukā ceva na ca hetū khandhā pacchimānaṁ pacchimānaṁ hetūnaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe…. ",
  "patthana2.1:403.1": "(Sahetuko ceva na ca hetumūlakaṁ tīṇipi ekasadisā.) ",
  "patthana2.1:404.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ hetūnaṁ anantarapaccayena paccayo. ",
  "patthana2.1:405.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā sahetukassa ceva na ca hetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ sahetukānañceva na ca hetūnaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.1:406.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ hetūnaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.1:407.0": "Sahajātādi ",
  "patthana2.1:407.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo. (Tīṇipi paccayā paṭiccavāre hetusadisā.) ",
  "patthana2.1:408.0": "Upanissaya ",
  "patthana2.1:408.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū hetūnaṁ upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Hetū sahetukānañceva na ca hetūnaṁ khandhānaṁ upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Hetū hetūnaṁ sampayuttakānañca khandhānaṁ upanissayapaccayena paccayo. (Imesaṁ dvinnampi pañhānaṁ mūlāni pucchitabbāni.) ",
  "patthana2.1:409.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti, sīlaṁ …pe… patthanaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati; saddhā …pe… patthanā saddhāya …pe… patthanāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.1:410.1": "(Sahetuko ceva na ca hetumūlake iminākārena vitthāretabbā avasesā dve pañhā.) ",
  "patthana2.1:411.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū ca sampayuttakā ca khandhā hetūnaṁ upanissayapaccayena paccayo. (Dve mūlāni pucchitabbāni) Hetū ca sampayuttakā ca khandhā sahetukānañceva na ca hetūnaṁ khandhānaṁ upanissayapaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Hetū ca sampayuttakā ca khandhā hetūnaṁ sampayuttakānañca khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana2.1:412.0": "Āsevana ",
  "patthana2.1:412.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa āsevanapaccayena paccayo. (Anantarasadisaṁ.) ",
  "patthana2.1:413.0": "Kamma ",
  "patthana2.1:413.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā ceva na ca hetū cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—sahetukā ceva na ca hetū cetanā vipākānaṁ sahetukānañceva na ca hetūnaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana2.1:414.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā ceva na ca hetū cetanā sampayuttakānaṁ hetūnaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—sahetukā ceva na ca hetū cetanā vipākānaṁ hetūnaṁ kammapaccayena paccayo. ",
  "patthana2.1:415.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā ceva na ca hetū cetanā sampayuttakānaṁ khandhānaṁ hetūnañca kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—sahetukā ceva na ca hetū cetanā vipākānaṁ khandhānaṁ hetūnañca kammapaccayena paccayo. ",
  "patthana2.1:416.0": "Vipāka ",
  "patthana2.1:416.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa vipākapaccayena paccayo—vipāko alobho adosassa amohassa ca vipākapaccayena paccayo (cakkaṁ); paṭisandhikkhaṇe alobho. (Yathā hetupaccayā evaṁ vitthāretabbaṁ, navapi vipākanti niyāmetabbaṁ.) ",
  "patthana2.1:417.0": "Āhārādi ",
  "patthana2.1:417.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa āhārapaccayena paccayo … tīṇi. ",
  "patthana2.1:418.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa indriyapaccayena paccayo. (Indriyanti niyāmetabbaṁ, navapi paripuṇṇaṁ.) ",
  "patthana2.1:419.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa jhānapaccayena paccayo … tīṇi. ",
  "patthana2.1:420.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa maggapaccayena paccayo … sampayuttapaccayena paccayo … atthipaccayena paccayo … natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. ",
  "patthana2.1:421.0.1": "Saṅkhyāvāra ",
  "patthana2.1:421.0.2": "Suddha ",
  "patthana2.1:421.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:422.1": "Anulomaṁ. ",
  "patthana2.1:423.0": "2.Paccanīyuddhāra ",
  "patthana2.1:423.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:424.1": "Hetu ceva sahetuko ca dhammo sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:425.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:426.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.1:427.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.1:428.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.1:429.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:430.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:431.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.1:432.0.1": "2.1.4.7.2. Paccayapaccanīya ",
  "patthana2.1:432.0.2": "Saṅkhyāvāra ",
  "patthana2.1:432.0.3": "Suddha ",
  "patthana2.1:432.1": "Nahetuyā nava. (Saṅkhittaṁ. Sabbattha nava, evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:433.1": "Paccanīyaṁ. ",
  "patthana2.1:434.0.1": "2.1.4.7.3. Paccayānulomapaccanīya ",
  "patthana2.1:434.0.2": "Hetuduka ",
  "patthana2.1:434.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā tīṇi, naanantare tīṇi, nasamanantare tīṇi, naupanissaye tīṇi. (Saṅkhittaṁ. Sabbattha tīṇi), namagge tīṇi, nonatthiyā tīṇi, novigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:435.1": "Anulomapaccanīyaṁ. ",
  "patthana2.1:436.0.1": "2.1.4.7.4. Paccayapaccanīyānuloma ",
  "patthana2.1:436.0.2": "Nahetuduka ",
  "patthana2.1:436.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane nava, kamme tīṇi, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte tīṇi, atthiyā tīṇi, natthiyā nava, vigate nava, avigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:437.1": "Paccanīyānulomaṁ. ",
  "patthana2.1:437.2": "Hetusahetukadukaṁ niṭṭhitaṁ. ",
  "patthana2.1:438.0.1": "2.1.5. Hetuhetusampayuttaduka ",
  "patthana2.1:438.0.2": "2.1.5.1–7. Paṭiccādivāra ",
  "patthana2.1:438.1": "Hetuñceva hetusampayuttañca dhammaṁ paṭicca hetu ceva hetusampayutto ca dhammo uppajjati hetupaccayā—alobhaṁ paṭicca adoso amoho (cakkaṁ). Lobhaṁ paṭicca moho (cakkaṁ); paṭisandhikkhaṇe …pe…. (Yathā hetusahetukadukaṁ evaṁ vitthāretabbaṁ, ninnānākaraṇaṁ.) ",
  "patthana2.1:439.1": "Hetuhetusampayuttadukaṁ niṭṭhitaṁ. ",
  "patthana2.1:440.0.1": "2.1.6. Nahetusahetukaduka ",
  "patthana2.1:440.0.2": "2.1.6.1. Paṭiccavāra ",
  "patthana2.1:440.0.3": "2.1.6.1.1. Paccayānuloma ",
  "patthana2.1:440.0.4": "Vibhaṅgavāra ",
  "patthana2.1:440.0.5": "Hetu ",
  "patthana2.1:440.1": "Nahetuṁ sahetukaṁ dhammaṁ paṭicca nahetu sahetuko dhammo uppajjati hetupaccayā—nahetuṁ sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:441.1": "Nahetuṁ sahetukaṁ dhammaṁ paṭicca nahetu ahetuko dhammo uppajjati hetupaccayā— nahetū sahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:442.1": "Nahetuṁ sahetukaṁ dhammaṁ paṭicca nahetu sahetuko ca nahetu ahetuko ca dhammā uppajjanti hetupaccayā—nahetuṁ sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:443.1": "Nahetuṁ ahetukaṁ dhammaṁ paṭicca nahetu ahetuko dhammo uppajjati hetupaccayā …pe… ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana2.1:444.1": "Nahetuṁ ahetukaṁ dhammaṁ paṭicca nahetu sahetuko dhammo uppajjati hetupaccayā— paṭisandhikkhaṇe vatthuṁ paṭicca nahetū sahetukā khandhā. ",
  "patthana2.1:445.1": "Nahetuṁ ahetukaṁ dhammaṁ paṭicca nahetu sahetuko ca nahetu ahetuko ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca nahetū sahetukā khandhā, mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana2.1:446.1": "Nahetuṁ sahetukañca nahetuṁ ahetukañca dhammaṁ paṭicca nahetu sahetuko dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe nahetuṁ sahetukaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.1:447.1": "Nahetuṁ sahetukañca nahetuṁ ahetukañca dhammaṁ paṭicca nahetu ahetuko dhammo uppajjati hetupaccayā—nahetū sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:448.1": "Nahetuṁ sahetukañca nahetuṁ ahetukañca dhammaṁ paṭicca nahetu sahetuko ca nahetu ahetuko ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe nahetuṁ sahetukaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… nahetū sahetuke khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana2.1:449.0": "Ārammaṇa ",
  "patthana2.1:449.1": "Nahetuṁ sahetukaṁ dhammaṁ paṭicca nahetu sahetuko dhammo uppajjati ārammaṇapaccayā—nahetuṁ sahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:450.1": "Nahetuṁ ahetukaṁ dhammaṁ paṭicca nahetu ahetuko dhammo uppajjati ārammaṇapaccayā—nahetuṁ ahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:451.1": "Nahetuṁ ahetukaṁ dhammaṁ paṭicca nahetu sahetuko dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca nahetū sahetukā khandhā. ",
  "patthana2.1:452.1": "Nahetuṁ sahetukañca nahetuṁ ahetukañca dhammaṁ paṭicca nahetu sahetuko dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe nahetuṁ sahetukaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. (Saṅkhittaṁ. Evaṁ vibhajitabbaṁ.) ",
  "patthana2.1:453.0.1": "Saṅkhyāvāra ",
  "patthana2.1:453.0.2": "Suddha ",
  "patthana2.1:453.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri, samanantare cattāri, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cattāri, purejāte dve, āsevane dve, kamme nava, vipāke nava, āhāre nava (Saṅkhittaṁ. Sabbattha nava), sampayutte cattāri, vippayutte nava, atthiyā nava, natthiyā cattāri, vigate cattāri, avigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:454.1": "Anulomaṁ. ",
  "patthana2.1:455.0.1": "2.1.6.1.2. Paccayapaccanīya ",
  "patthana2.1:455.0.2": "Vibhaṅgavāra ",
  "patthana2.1:455.1": "Nahetuṁ ahetukaṁ dhammaṁ paṭicca nahetu ahetuko dhammo uppajjati nahetupaccayā—nahetuṁ ahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe. (Yāva asaññasattā moho natthi.) ",
  "patthana2.1:456.0": "Naārammaṇa ",
  "patthana2.1:456.1": "Nahetuṁ sahetukaṁ dhammaṁ paṭicca nahetu ahetuko dhammo uppajjati naārammaṇapaccayā—nahetū sahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:457.1": "Nahetuṁ ahetukaṁ dhammaṁ paṭicca nahetu ahetuko dhammo uppajjati naārammaṇapaccayā—nahetū ahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) ",
  "patthana2.1:458.1": "Nahetuṁ sahetukañca nahetuṁ ahetukañca dhammaṁ paṭicca nahetu ahetuko dhammo uppajjati naārammaṇapaccayā—nahetū sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… (Saṅkhittaṁ.) ",
  "patthana2.1:459.0.1": "Saṅkhyāvāra ",
  "patthana2.1:459.0.2": "Suddha ",
  "patthana2.1:459.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme dve, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:460.1": "Paccanīyaṁ. ",
  "patthana2.1:461.0.1": "2.1.6.1.3. Paccayānulomapaccanīya ",
  "patthana2.1:461.0.2": "Hetuduka ",
  "patthana2.1:461.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava, naanantare nava, nasamanantare nava, naaññamaññe nava, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme ekaṁ, navipāke pañca, nasampayutte tīṇi, navippayutte ekaṁ, nonatthiyā tīṇi, novigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:462.1": "Anulomapaccanīyaṁ. ",
  "patthana2.1:463.0.1": "2.1.6.1.4. Paccayapaccanīyānuloma ",
  "patthana2.1:463.0.2": "Nahetuduka ",
  "patthana2.1:463.1": "Nahetupaccayā ārammaṇe ekaṁ …pe… āhāre ekaṁ …pe… jhāne ekaṁ, sampayutte ekaṁ, vippayutte ekaṁ …pe… vigate ekaṁ, avigate ekaṁ. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:464.1": "Paccanīyānulomaṁ. ",
  "patthana2.1:465.0": "2.1.6.2. Sahajātavāra ",
  "patthana2.1:465.1": "Sahajātavārepi evaṁ gaṇetabbaṁ. ",
  "patthana2.1:466.0.1": "2.1.6.3. Paccayavāra ",
  "patthana2.1:466.0.2": "2.1.6.3.1–4 Paccayānulomādi ",
  "patthana2.1:466.1": "Nahetuṁ sahetukaṁ dhammaṁ paccayā nahetu sahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana2.1:467.1": "Nahetuṁ ahetukaṁ dhammaṁ paccayā nahetu ahetuko dhammo uppajjati hetupaccayā— ekaṁ mahābhūtaṁ paccayā tayo mahābhūtā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, kaṭattārūpaṁ, upādārūpaṁ. ",
  "patthana2.1:468.1": "Nahetuṁ ahetukaṁ dhammaṁ paccayā nahetu sahetuko dhammo uppajjati hetupaccayā— vatthuṁ paccayā nahetū sahetukā khandhā; paṭisandhikkhaṇe …pe… ",
  "patthana2.1:469.1": "Nahetuṁ ahetukaṁ dhammaṁ paccayā nahetu sahetuko ca nahetu ahetuko ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā nahetū sahetukā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… ",
  "patthana2.1:470.1": "Nahetuṁ sahetukañca nahetuṁ ahetukañca dhammaṁ paccayā nahetu sahetuko dhammo uppajjati hetupaccayā. (Ghaṭanā tīṇi, pavattipaṭisandhi paripuṇṇaṁ. Saṅkhittaṁ.) ",
  "patthana2.1:471.1": "Hetuyā nava, ārammaṇe cattāri …pe… aññamaññe cha …pe… purejāte āsevane cattāri …pe… avigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:472.1": "Anulomaṁ. ",
  "patthana2.1:473.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi …pe… novigate tīṇi. ",
  "patthana2.1:474.1": "Paccanīyaṁ. ",
  "patthana2.1:475.0": "2.1.6.4. Nissayavāra ",
  "patthana2.1:475.1": "Nissayavāro paccayavārasadiso. ",
  "patthana2.1:476.0.1": "2.1.6.5. Saṁsaṭṭhavāra ",
  "patthana2.1:476.0.2": "2.1.6.5.1–4 Paccayānulomādi ",
  "patthana2.1:476.1": "Nahetuṁ sahetukaṁ dhammaṁ saṁsaṭṭho nahetu sahetuko dhammo uppajjati hetupaccayā—nahetuṁ sahetukaṁ ekaṁ khandhaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:477.1": "Hetuyā ekaṁ, ārammaṇe dve, adhipatiyā ekaṁ, anantare dve (sabbattha dve), magge ekaṁ …pe… avigate dve. ",
  "patthana2.1:478.1": "Anulomaṁ. ",
  "patthana2.1:479.1": "Nahetuṁ ahetukaṁ dhammaṁ saṁsaṭṭho nahetu ahetuko dhammo uppajjati nahetupaccayā—nahetuṁ ahetukaṁ ekaṁ khandhaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:480.1": "Nahetuyā ekaṁ, naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane dve, nakamme dve, navipāke dve, najhāne ekaṁ, namagge ekaṁ, navippayutte dve. ",
  "patthana2.1:481.1": "Paccanīyaṁ. ",
  "patthana2.1:481.2": "Evaṁ avasesāpi dve gaṇanā gaṇetabbā. ",
  "patthana2.1:482.0": "2.1.6.6. Sampayuttavāra ",
  "patthana2.1:482.1": "Sampayuttavāro saṁsaṭṭhavārasadiso ",
  "patthana2.1:483.0.1": "2.1.6.7. Pañhāvāra ",
  "patthana2.1:483.0.2": "2.1.6.7.1. Paccayānuloma ",
  "patthana2.1:483.0.3": "Vibhaṅgavāra ",
  "patthana2.1:483.0.4": "Ārammaṇa ",
  "patthana2.1:483.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa ārammaṇapaccayena paccayo— dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati, pubbe suciṇṇāni paccavekkhati; jhānaṁ …pe… ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ paccavekkhanti; pahīne kilese …pe… vikkhambhite kilese …pe… pubbe …pe… nahetū sahetuke khandhe aniccato …pe… domanassaṁ uppajjati; kusalākusale niruddhe nahetu sahetuko vipāko tadārammaṇatā uppajjati; cetopariyañāṇena nahetusahetukacittasamaṅgissa cittaṁ jānāti, ākāsānañcāyatanaṁ …pe… ākiñcaññāyatanaṁ …pe… nahetū sahetukā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, ārammaṇapaccayena paccayo; nahetū sahetuke khandhe ārabbha nahetū sahetukā khandhā uppajjanti. ",
  "patthana2.1:484.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa ārammaṇapaccayena paccayo— nahetū sahetuke khandhe aniccato …pe… domanassaṁ uppajjati, kusalākusale niruddhe nahetu ahetuko vipāko tadārammaṇatā uppajjati, nahetū sahetuke khandhe ārabbha nahetū ahetukā khandhā uppajjanti. ",
  "patthana2.1:485.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa ārammaṇapaccayena paccayo— nibbānaṁ āvajjanāya ārammaṇapaccayena paccayo; cakkhuṁ …pe… vatthuṁ … nahetū ahetuke khandhe aniccato …pe… domanassaṁ uppajjati; kusalākusale niruddhe nahetu ahetuko vipāko tadārammaṇatā uppajjati. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… nahetū ahetuke khandhe ārabbha nahetū ahetukā khandhā uppajjanti. ",
  "patthana2.1:486.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa ārammaṇapaccayena paccayo— ariyā nibbānaṁ paccavekkhanti; nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa ārammaṇapaccayena paccayo; cakkhuṁ …pe… vatthuṁ … nahetū ahetuke khandhe aniccato …pe… domanassaṁ uppajjati; kusalākusale niruddhe nahetu sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. Cetopariyañāṇena nahetuahetukacittasamaṅgissa cittaṁ jānāti. Nahetū ahetukā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa, ārammaṇapaccayena paccayo; nahetū ahetuke khandhe ārabbha nahetū sahetukā khandhā uppajjanti. ",
  "patthana2.1:487.0": "Adhipati ",
  "patthana2.1:487.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, pubbe suciṇṇāni garuṁ katvā paccavekkhati, jhānaṁ …pe… ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti, phalaṁ garuṁ katvā paccavekkhanti. Nahetū sahetuke khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—nahetusahetukādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:488.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—nahetu sahetukādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:489.1": "Nahetu sahetuko dhammo nahetusahetukassa ca nahetuahetukassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—nahetu sahetukādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.1:490.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā nibbānaṁ garuṁ katvā paccavekkhanti; nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ … nahetū ahetuke khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana2.1:491.0": "Anantara ",
  "patthana2.1:491.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa anantarapaccayena paccayo— purimā purimā nahetū sahetukā khandhā pacchimānaṁ pacchimānaṁ nahetusahetukānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe… nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.1:492.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa anantarapaccayena paccayo— nahetu sahetukaṁ cuticittaṁ nahetuahetukassa upapatticittassa anantarapaccayena paccayo; nahetu sahetukaṁ bhavaṅgaṁ āvajjanāya, nahetu sahetukaṁ bhavaṅgaṁ nahetuahetukassa bhavaṅgassa, nahetū sahetukā khandhā nahetuahetukassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.1:493.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa anantarapaccayena paccayo— purimā purimā nahetū ahetukā khandhā pacchimānaṁ pacchimānaṁ nahetuahetukānaṁ khandhānaṁ anantarapaccayena paccayo; āvajjanā pañcannaṁ viññāṇānaṁ anantarapaccayena paccayo. ",
  "patthana2.1:494.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa anantarapaccayena paccayo— nahetu ahetukaṁ cuticittaṁ nahetusahetukassa upapatticittassa anantarapaccayena paccayo; āvajjanā nahetusahetukānaṁ khandhānaṁ anantarapaccayena paccayo; nahetū ahetukā khandhā nahetusahetukassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.1:495.0": "Samanantarādi ",
  "patthana2.1:495.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa samanantarapaccayena paccayo … sahajātapaccayena paccayo (iha ghaṭanā natthi, satta pañhā) … aññamaññapaccayena paccayo (cha pañhā) … nissayapaccayena paccayo. (Pavattipaṭisandhi satta pañhā, iha ghaṭanā natthi.) ",
  "patthana2.1:496.0": "Upanissaya ",
  "patthana2.1:496.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… patthanaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati; saddhā …pe… patthanā saddhāya …pe… patthanāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.1:497.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhā kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo; sīlaṁ …pe… patthanā kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo; saddhā …pe… patthanā kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. ",
  "patthana2.1:498.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṁ sukhaṁ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo; kāyikaṁ dukkhaṁ … utu … bhojanaṁ … senāsanaṁ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo; kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utu … bhojanaṁ … senāsanaṁ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. ",
  "patthana2.1:499.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṁ sukhaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati; kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati; kāyikaṁ sukhaṁ …pe… senāsanaṁ saddhāya …pe… patthanāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.1:500.0": "Purejāta ",
  "patthana2.1:500.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; kusalākusale niruddhe nahetu ahetuko vipāko tadārammaṇatā uppajjati; rūpāyatanaṁ cakkhuviññāṇassa purejātapaccayena paccayo …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa … vatthu nahetuahetukānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.1:501.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati, kusalākusale niruddhe nahetu sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. **Vatthupurejātaṁ**—vatthu nahetusahetukānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.1:502.0": "Pacchājāta ",
  "patthana2.1:502.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa pacchājātapaccayena paccayo— pacchājātā nahetū sahetukā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.1:503.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa pacchājātapaccayena paccayo— pacchājātā nahetū ahetukā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.1:504.0": "Āsevana ",
  "patthana2.1:504.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa āsevanapaccayena paccayo— purimā purimā nahetū sahetukā khandhā pacchimānaṁ pacchimānaṁ nahetusahetukānaṁ khandhānaṁ āsevanapaccayena paccayo … anulomaṁ gotrabhussa … anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa āsevanapaccayena paccayo. ",
  "patthana2.1:505.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa āsevanapaccayena paccayo— purimā purimā nahetū ahetukā khandhā pacchimānaṁ pacchimānaṁ nahetuahetukānaṁ khandhānaṁ āsevanapaccayena paccayo. ",
  "patthana2.1:506.0": "Kamma ",
  "patthana2.1:506.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu sahetukā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu sahetukā cetanā vipākānaṁ nahetusahetukānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana2.1:507.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu sahetukā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu sahetukā cetanā vipākānaṁ nahetuahetukānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.1:508.1": "Nahetu sahetuko dhammo nahetusahetukassa ca nahetuahetukassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu sahetukā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu sahetukā cetanā vipākānaṁ nahetusahetukānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.1:509.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa kammapaccayena paccayo. **Sahajātā**—nahetu ahetukā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe nahetu ahetukā cetanā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.1:510.0": "Vipāka ",
  "patthana2.1:510.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa vipākapaccayena paccayo … tīṇi. ",
  "patthana2.1:511.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa vipākapaccayena paccayo … ekaṁ. ",
  "patthana2.1:512.0": "Āhāra ",
  "patthana2.1:512.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa āhārapaccayena paccayo … tīṇi. ",
  "patthana2.1:513.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa āhārapaccayena paccayo— nahetu ahetukā āhārā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa āhārapaccayena paccayo. ",
  "patthana2.1:514.0": "Indriya ",
  "patthana2.1:514.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa indriyapaccayena paccayo … tīṇi. ",
  "patthana2.1:515.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa indriyapaccayena paccayo— nahetu ahetukā indriyā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ indriyapaccayena paccayo. ",
  "patthana2.1:516.0": "Jhānādi ",
  "patthana2.1:516.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa jhānapaccayena paccayo …pe… (cattāripi kātabbāni), maggapaccayena paccayo … tīṇi. ",
  "patthana2.1:517.0": "Sampayutta ",
  "patthana2.1:517.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa sampayuttapaccayena paccayo—nahetu sahetuko eko khandho tiṇṇannaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:518.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa sampayuttapaccayena paccayo— nahetu ahetuko eko khandho tiṇṇannaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:519.0": "Vippayutta ",
  "patthana2.1:519.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, pacchājātaṁ. **Sahajātā**—nahetū sahetukā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Pacchājātā**—nahetū sahetukā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.1:520.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ. **Sahajātā**—nahetū ahetukā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo; paṭisandhikkhaṇe …pe… khandhā vatthussa vippayuttapaccayena paccayo; vatthu khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nahetusahetukānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—nahetū ahetukā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.1:521.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu nahetusahetukānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu nahetusahetukānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.1:522.0": "Atthi ",
  "patthana2.1:522.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa atthipaccayena paccayo— nahetu sahetuko eko khandho tiṇṇannaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:523.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa atthipaccayena paccayo— sahajātaṁ, pacchājātaṁ …pe…. ",
  "patthana2.1:524.1": "Nahetu sahetuko dhammo nahetusahetukassa ca nahetuahetukassa ca dhammassa atthipaccayena paccayo—nahetu sahetuko eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.1:525.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—nahetu ahetuko eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe…. (Yāva asaññasattā.) **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; kusalākusale niruddhe nahetu ahetuko vipāko tadārammaṇatā uppajjati; rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… Cakkhāyatanaṁ …pe… kāyāyatanaṁ …pe… vatthu nahetuahetukānaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—nahetū ahetukā khandhā purejātassa …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa …pe…. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.1:526.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu nahetusahetukānaṁ khandhānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati, kusalākusale niruddhe nahetu sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. **Vatthupurejātaṁ**—vatthu nahetusahetukānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana2.1:527.1": "Nahetu sahetuko ca nahetu ahetuko ca dhammā nahetusahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—nahetu sahetuko eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe… nahetu sahetuko eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ …pe…. ",
  "patthana2.1:528.1": "Nahetu sahetuko ca nahetu ahetuko ca dhammā nahetuahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—nahetū sahetukā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; paṭisandhikkhaṇe …pe…. **Pacchājātā**—nahetū sahetukā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—nahetū sahetukā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo …pe…. ",
  "patthana2.1:529.0.1": "Saṅkhyāvāra ",
  "patthana2.1:529.0.2": "Suddha ",
  "patthana2.1:529.1": "Ārammaṇe cattāri, adhipatiyā cattāri, anantare cattāri, samanantare cattāri, sahajāte satta, aññamaññe cha, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane dve, kamme cattāri, vipāke cattāri, āhāre cattāri, indriye cattāri, jhāne cattāri, magge tīṇi, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri, vigate cattāri, avigate satta (evaṁ gaṇetabbaṁ) ",
  "patthana2.1:530.1": "Anulomaṁ. ",
  "patthana2.1:531.0": "Paccanīyuddhāra ",
  "patthana2.1:531.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.1:532.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.1:533.1": "Nahetu sahetuko dhammo nahetusahetukassa ca nahetuahetukassa ca dhammassa sahajātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.1:534.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana2.1:535.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.1:536.1": "Nahetu sahetuko ca nahetu ahetuko ca dhammā nahetusahetukassa dhammassa sahajātaṁ … purejātaṁ. ",
  "patthana2.1:537.1": "Nahetu sahetuko ca nahetu ahetuko ca dhammā nahetuahetukassa dhammassa sahajātaṁ … pacchājātaṁ … āhāraṁ … indriyaṁ. ",
  "patthana2.1:538.0.1": "2.1.6.7.2. Paccayapaccanīya ",
  "patthana2.1:538.0.2": "Saṅkhyāvāra ",
  "patthana2.1:538.0.3": "Suddha ",
  "patthana2.1:538.1": "Nahetuyā satta, naārammaṇe satta (Saṅkhittaṁ. Sabbattha satta), nasahajāte cha, naaññamaññe cha, nanissaye cha (sabbattha satta), nasampayutte cha, navippayutte pañca, noatthiyā pañca, nonatthiyā satta, novigate satta, noavigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:539.1": "Paccanīyaṁ. ",
  "patthana2.1:540.0.1": "2.1.6.7.3. Paccayānulomapaccanīya ",
  "patthana2.1:540.0.2": "Ārammaṇaduka ",
  "patthana2.1:540.1": "Ārammaṇapaccayā nahetuyā cattāri, naadhipatiyā cattāri, naanantare cattāri (sabbattha cattāri), nonatthiyā cattāri, novigate cattāri, noavigate cattāri. (Evaṁ gaṇetabbaṁ.) ",
  "patthana2.1:541.1": "Anulomapaccanīyaṁ. ",
  "patthana2.1:542.0.1": "2.1.6.7.4. Paccayapaccanīyānuloma ",
  "patthana2.1:542.0.2": "Nahetuduka ",
  "patthana2.1:542.1": "Nahetupaccayā ārammaṇe cattāri, adhipatiyā cattāri …pe… avigate satta. ",
  "patthana2.1:543.1": "Paccanīyānulomaṁ. ",
  "patthana2.1:543.2": "Nahetusahetukadukaṁ niṭṭhitaṁ. ",
  "patthana2.1:544.1": "Hetugocchakaṁ niṭṭhitaṁ. "
}