{
  "patthana2.11:0.1": "Paṭṭhānapakaraṇa ",
  "patthana2.11:0.2": "Dhammānuloma (1), Dukapaṭṭhānapāḷi (2) ",
  "patthana2.11:0.3": "2.11. Upādānagocchaka ",
  "patthana2.11:1.0.1": "Vibhaṅgavāra ",
  "patthana2.11:1.0.2": "Hetu ",
  "patthana2.11:1.1": "Upādānaṁ dhammaṁ paṭicca upādāno dhammo uppajjati hetupaccayā—diṭṭhupādānaṁ paṭicca kāmupādānaṁ, kāmupādānaṁ paṭicca diṭṭhupādānaṁ, sīlabbatupādānaṁ paṭicca kāmupādānaṁ, kāmupādānaṁ paṭicca sīlabbatupādānaṁ, attavādupādānaṁ paṭicca kāmupādānaṁ, kāmupādānaṁ paṭicca attavādupādānaṁ. ",
  "patthana2.11:2.1": "Upādānaṁ dhammaṁ paṭicca noupādāno dhammo uppajjati hetupaccayā—upādāne paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.11:3.1": "Upādānaṁ dhammaṁ paṭicca upādāno ca noupādāno ca dhammā uppajjanti hetupaccayā—diṭṭhupādānaṁ paṭicca kāmupādānaṁ sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṁ, kāmupādānaṁ …pe…. (Sabbaṁ cakkaṁ kātabbaṁ.) ",
  "patthana2.11:4.1": "Noupādānaṁ dhammaṁ paṭicca noupādāno dhammo uppajjati hetupaccayā—noupādānaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe noupādānaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana2.11:5.1": "Noupādānaṁ dhammaṁ paṭicca upādāno dhammo uppajjati hetupaccayā—noupādāne khandhe paṭicca upādānā. ",
  "patthana2.11:6.1": "Noupādānaṁ dhammaṁ paṭicca upādāno ca noupādāno ca dhammā uppajjanti hetupaccayā—noupādānaṁ ekaṁ khandhaṁ paṭicca tayo khandhā upādānā ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā upādānā ca cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.11:7.1": "Upādānañca noupādānañca dhammaṁ paṭicca upādāno dhammo uppajjati hetupaccayā— diṭṭhupādānañca sampayuttake ca khandhe paṭicca kāmupādānaṁ. (Sabbe cakkā kātabbā.) ",
  "patthana2.11:8.1": "Upādānañca noupādānañca dhammaṁ paṭicca noupādāno dhammo uppajjati hetupaccayā—noupādānaṁ ekaṁ khandhañca upādānañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe… upādānañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.11:9.1": "Upādānañca noupādānañca dhammaṁ paṭicca upādāno ca noupādāno ca dhammā uppajjanti hetupaccayā—noupādānaṁ ekaṁ khandhañca diṭṭhupādānañca paṭicca tayo khandhā kāmupādānañca cittasamuṭṭhānaṁ rūpaṁ, dve khandhe ca …pe…. (Cakkaṁ kātabbaṁ.) ",
  "patthana2.11:10.0": "Ārammaṇa ",
  "patthana2.11:10.1": "Upādānaṁ dhammaṁ paṭicca upādāno dhammo uppajjati ārammaṇapaccayā. (Navapi pañhā kātabbā, rūpaṁ chaḍḍetabbaṁ.) ",
  "patthana2.11:11.0.1": "Saṅkhyāvāra ",
  "patthana2.11:11.0.2": "Suddha ",
  "patthana2.11:11.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), vipāke ekaṁ …pe… avigate nava. ",
  "patthana2.11:12.0.1": "2.11.1.1.2. Paccayapaccanīya ",
  "patthana2.11:12.0.2": "Vibhaṅgavāra ",
  "patthana2.11:12.0.3": "Nahetu ",
  "patthana2.11:12.1": "Noupādānaṁ dhammaṁ paṭicca noupādāno dhammo uppajjati nahetupaccayā—ahetukaṁ noupādānaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.11:13.0": "Naārammaṇādi ",
  "patthana2.11:13.1": "Upādānaṁ dhammaṁ paṭicca noupādāno dhammo uppajjati naārammaṇapaccayā—upādāne paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.11:14.1": "Noupādānaṁ dhammaṁ paṭicca noupādāno dhammo uppajjati naārammaṇapaccayā— noupādāne khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe noupādāne khandhe paṭicca kaṭattārūpaṁ, khandhe paṭicca vatthu, ekaṁ mahābhūtaṁ …pe…. (Yāva asaññasattā.) ",
  "patthana2.11:15.1": "Upādānañca noupādānaṁ ca dhammaṁ paṭicca noupādāno dhammo uppajjati naārammaṇapaccayā—upādāne ca sampayuttake ca khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, upādāne ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.11:16.1": "Naadhipatipaccayā … naanantarapaccayā …pe… naupanissayapaccayā. ",
  "patthana2.11:17.0": "Napurejāta ",
  "patthana2.11:17.1": "Upādānaṁ dhammaṁ paṭicca upādāno dhammo uppajjati napurejātapaccayā—arūpe attavādupādānaṁ paṭicca kāmupādānaṁ, kāmupādānaṁ paṭicca attavādupādānaṁ. ",
  "patthana2.11:18.1": "Upādānaṁ dhammaṁ paṭicca noupādāno dhammo uppajjati napurejātapaccayā—arūpe upādāne paṭicca sampayuttakā khandhā, upādāne paṭicca cittasamuṭṭhānaṁ rūpaṁ. (Saṅkhittaṁ, navapi pañhā arūpe dve upādānā.) ",
  "patthana2.11:19.0.1": "Saṅkhyāvāra ",
  "patthana2.11:19.0.2": "Suddha ",
  "patthana2.11:19.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.11:20.0": "2.11.1.1.3. Paccayānulomapaccanīya ",
  "patthana2.11:20.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.11:21.0": "2.11.1.1.4. Paccayapaccanīyānuloma ",
  "patthana2.11:21.1": "Nahetupaccayā ārammaṇe ekaṁ (sabbattha ekaṁ), magge ekaṁ …pe… avigate ekaṁ. ",
  "patthana2.11:22.0": "2.11.1.2. Sahajātavāra ",
  "patthana2.11:22.1": "(Sahajātavāro paṭiccavārasadiso vibhajantena diṭṭhupādānaṁ “sahajātaṁ kāmupādānan”ti kātabbaṁ.) ",
  "patthana2.11:23.0.1": "2.11.1.3. Paccayavāra ",
  "patthana2.11:23.0.2": "2.11.1.3.1–4. Paccayānulomādi ",
  "patthana2.11:23.0.3": "Hetu ",
  "patthana2.11:23.1": "Upādānaṁ dhammaṁ paccayā upādāno dhammo uppajjati hetupaccayā—diṭṭhupādānaṁ paccayā kāmupādānaṁ … tīṇi. (Paṭiccasadisā.) ",
  "patthana2.11:24.1": "Noupādānaṁ dhammaṁ paccayā noupādāno dhammo uppajjati hetupaccayā—noupādānaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paccayā vatthu …pe… (yāva ajjhattikā mahābhūtā) vatthuṁ paccayā noupādānā khandhā. ",
  "patthana2.11:25.1": "Noupādānaṁ dhammaṁ paccayā upādāno dhammo uppajjati hetupaccayā—noupādāne khandhe paccayā upādānā, vatthuṁ paccayā upādānā. ",
  "patthana2.11:26.1": "Noupādānaṁ dhammaṁ paccayā upādāno ca noupādāno ca dhammā uppajjanti hetupaccayā—noupādānaṁ ekaṁ khandhaṁ paccayā tayo khandhā upādānā ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… vatthuṁ paccayā upādānā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, vatthuṁ paccayā upādānā sampayuttakā ca khandhā. ",
  "patthana2.11:27.1": "Upādānañca noupādānañca dhammaṁ paccayā upādāno dhammo uppajjati hetupaccayā— diṭṭhupādānañca sampayuttake ca khandhe paccayā kāmupādānaṁ, kāmupādānañca sampayuttake ca khandhe paccayā diṭṭhupādānaṁ (cakkaṁ kātabbaṁ). Diṭṭhupādānañca vatthuñca paccayā kāmupādānaṁ. (Cakkaṁ kātabbaṁ.) ",
  "patthana2.11:28.1": "Upādānañca noupādānañca dhammaṁ paccayā noupādāno dhammo uppajjati hetupaccayā—noupādānaṁ ekaṁ khandhañca upādānañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe… (cakkaṁ kātabbaṁ). Upādāne ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, upādānañca vatthuñca paccayā noupādānā khandhā. ",
  "patthana2.11:29.1": "Upādānañca noupādānañca dhammaṁ paccayā upādāno ca noupādāno ca dhammā uppajjanti hetupaccayā—noupādānaṁ ekaṁ khandhañca diṭṭhupādānañca paccayā tayo khandhā kāmupādānaṁ cittasamuṭṭhānañca rūpaṁ …pe… (cakkaṁ). Diṭṭhupādānañca vatthuñca paccayā kāmupādānaṁ sampayuttakā ca khandhā …pe…. (Cakkaṁ.) ",
  "patthana2.11:30.1": "Ārammaṇapaccayā …. (Ārammaṇe noupādānamūlake pañcāyatanañca vatthuñca kātabbā.) ",
  "patthana2.11:31.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), vipāke ekaṁ …pe… avigate nava. ",
  "patthana2.11:32.1": "Anulomaṁ. ",
  "patthana2.11:33.1": "Noupādānaṁ dhammaṁ paccayā noupādāno dhammo uppajjati nahetupaccayā—ahetukaṁ noupādānaṁ ekaṁ khandhaṁ paccayā …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā noupādānā khandhā, vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.11:34.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi …pe… napurejāte nava …pe… nakamme tīṇi, navipāke nava (paṭiccasadisaṁ) …pe… novigate tīṇi. ",
  "patthana2.11:35.1": "Paccanīyaṁ. ",
  "patthana2.11:36.0": "2.11.1.4. Nissayavāra ",
  "patthana2.11:36.1": "Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo. ",
  "patthana2.11:37.0.1": "2.11.1.5. Saṁsaṭṭhavāra ",
  "patthana2.11:37.0.2": "2.11.1.5.1–4. Paccayānulomādi ",
  "patthana2.11:37.0.3": "Hetu ",
  "patthana2.11:37.1": "Upādānaṁ dhammaṁ saṁsaṭṭho upādāno dhammo uppajjati hetupaccayā—diṭṭhupādānaṁ saṁsaṭṭhaṁ kāmupādānaṁ, kāmupādānaṁ saṁsaṭṭhaṁ diṭṭhupādānaṁ. (Cakkaṁ. Evaṁ navapi pañhā kātabbā.) ",
  "patthana2.11:38.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), vipāke ekaṁ …pe… vigate nava, avigate nava. ",
  "patthana2.11:39.1": "Anulomaṁ. ",
  "patthana2.11:40.1": "Noupādānaṁ dhammaṁ saṁsaṭṭho noupādāno dhammo uppajjati nahetupaccayā— ahetukaṁ noupādānaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe saṁsaṭṭho vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.11:41.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. ",
  "patthana2.11:42.1": "Paccanīyaṁ. ",
  "patthana2.11:43.0": "2.11.1.6. Sampayuttavāra ",
  "patthana2.11:43.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.11:44.0.1": "2.11.1.7. Pañhāvāra ",
  "patthana2.11:44.0.2": "2.11.1.7.1. Paccayānuloma ",
  "patthana2.11:44.0.3": "Vibhaṅgavāra ",
  "patthana2.11:44.0.4": "Hetu ",
  "patthana2.11:44.1": "Upādāno dhammo upādānassa dhammassa hetupaccayena paccayo—upādānā hetū sampayuttakānaṁ upādānānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Upādānā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Upādānā hetū sampayuttakānaṁ khandhānaṁ upādānānañca cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.11:45.1": "Noupādāno dhammo noupādānassa dhammassa hetupaccayena paccayo—noupādānā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.11:46.1": "Noupādāno dhammo upādānassa dhammassa hetupaccayena paccayo—noupādānā hetū sampayuttakānaṁ upādānānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Noupādānā hetū sampayuttakānaṁ khandhānaṁ upādānānañca cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.11:47.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa hetupaccayena paccayo— upādānā ca noupādānā ca hetū sampayuttakānaṁ upādānānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Upādānā ca noupādānā ca hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Upādānā ca noupādānā ca hetū sampayuttakānaṁ khandhānaṁ upādānānañca cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.11:48.0": "Ārammaṇa ",
  "patthana2.11:48.1": "Upādāno dhammo upādānassa dhammassa ārammaṇapaccayena paccayo—upādāne ārabbha upādānā uppajjanti … tīṇi. (Ārabbha kātabbā.) ",
  "patthana2.11:49.1": "Noupādāno dhammo noupādānassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati; vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ uppajjati; pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṁ paccavekkhati, ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ …pe… nibbānaṁ paccavekkhanti; nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo. Ariyā noupādāne pahīne kilese …pe… vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe …pe… cakkhuṁ …pe… vatthuṁ noupādāne khandhe aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. Cetopariyañāṇena noupādānacittasamaṅgissa cittaṁ jānāti, ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… noupādānā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.11:50.1": "Noupādāno dhammo upādānassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati; pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ noupādāne khandhe assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana2.11:51.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā …pe… pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ noupādāne khandhe assādeti abhinandati, taṁ ārabbha upādānā ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.11:52.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Ārabbha kātabbā.) ",
  "patthana2.11:53.0": "Adhipati ",
  "patthana2.11:53.1": "Upādāno dhammo upādānassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—upādāne garuṁ katvā upādānā uppajjanti … tīṇi. (Ārammaṇādhipatiyeva.) ",
  "patthana2.11:54.1": "Noupādāno dhammo noupādānassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ …pe… pubbe …pe… jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā paccavekkhati, assādeti abhinandati, ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti …pe… phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ noupādāne khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—noupādānādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.11:55.1": "Noupādāno dhammo upādānassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati; pubbe …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ noupādāne khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—noupādānādhipati sampayuttakānaṁ upādānānaṁ adhipatipaccayena paccayo. ",
  "patthana2.11:56.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe …pe… jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ noupādāne khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā upādānā ca sampayuttakā ca khandhā uppajjanti. **Sahajātādhipati**—noupādānādhipati sampayuttakānaṁ khandhānaṁ upādānānañca cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.11:57.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa adhipatipaccayena paccayo … tīṇi … ārammaṇādhipati … tīṇi. (Ārabbha kātabbā, ārammaṇādhipatiyeva.) ",
  "patthana2.11:58.0": "Anantarādi ",
  "patthana2.11:58.1": "Upādāno dhammo upādānassa dhammassa anantarapaccayena paccayo—purimā purimā upādānā pacchimānaṁ pacchimānaṁ upādānānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā upādānā pacchimānaṁ pacchimānaṁ noupādānānaṁ khandhānaṁ anantarapaccayena paccayo; upādānaṁ vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā upādānā pacchimānaṁ pacchimānaṁ upādānānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.11:59.1": "Noupādāno dhammo noupādānassa dhammassa anantarapaccayena paccayo—purimā purimā noupādānā khandhā pacchimānaṁ pacchimānaṁ noupādānānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe… phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.11:60.1": "Noupādāno dhammo upādānassa dhammassa anantarapaccayena paccayo—purimā purimā noupādānā khandhā pacchimānaṁ pacchimānaṁ upādānānaṁ khandhānaṁ anantarapaccayena paccayo; āvajjanā upādānānaṁ anantarapaccayena paccayo. ",
  "patthana2.11:61.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa anantarapaccayena paccayo—purimā purimā noupādānā khandhā pacchimānaṁ pacchimānaṁ upādānānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo; āvajjanā upādānānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.11:62.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa anantarapaccayena paccayo— purimā purimā upādānā ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ upādānānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā upādānā ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ noupādānānaṁ khandhānaṁ anantarapaccayena paccayo; upādānā ca sampayuttakā ca khandhā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā upādānā ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ upādānānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.11:63.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo (paṭiccasadisaṁ) … aññamaññapaccayena paccayo (paṭiccasadisaṁ) … nissayapaccayena paccayo. (Paccayasadisaṁ.) ",
  "patthana2.11:64.0": "Upanissaya ",
  "patthana2.11:64.1": "Upādāno dhammo upādānassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—upādānā upādānānaṁ upanissayapaccayena paccayo … tīṇi. ",
  "patthana2.11:65.1": "Noupādāno dhammo noupādānassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… paññaṁ … rāgaṁ …pe… patthanaṁ … kāyikaṁ sukhaṁ …pe… senāsanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; pāṇaṁ hanati …pe… saṅghaṁ bhindati, saddhā …pe… senāsanaṁ saddhāya …pe… phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.11:66.1": "Noupādāno dhammo upādānassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… senāsanaṁ upanissāya adinnaṁ …pe… musā …pe… pisuṇaṁ …pe… samphaṁ …pe… sandhiṁ …pe… nillopaṁ …pe… ekāgārikaṁ …pe… paripanthe …pe… paradāraṁ …pe… gāmaghātaṁ …pe… nigamaghātaṁ karoti; saddhā …pe… senāsanaṁ upādānānaṁ upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Saddhaṁ upanissāya mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… senāsanaṁ upanissāya adinnaṁ ādiyati, musā …pe… pisuṇaṁ …pe… samphaṁ …pe… sandhiṁ …pe… nillopaṁ …pe… ekāgārikaṁ …pe… paripanthe …pe… paradāraṁ …pe… gāmaghātaṁ …pe… nigamaghātaṁ karoti; saddhā …pe… senāsanaṁ upādānānaṁ sampayuttakānañca khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana2.11:67.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**… tīṇi. ",
  "patthana2.11:68.0": "Purejāta ",
  "patthana2.11:68.1": "Noupādāno dhammo noupādānassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe…. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu noupādānānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.11:69.1": "Noupādāno dhammo upādānassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati. **Vatthupurejātaṁ**—vatthu upādānānaṁ purejātapaccayena paccayo. ",
  "patthana2.11:70.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha upādānā ca sampayuttakā ca khandhā uppajjanti. **Vatthupurejātaṁ**—vatthu upādānānaṁ sampayuttakānañca khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.11:71.0": "Pacchājātāsevana ",
  "patthana2.11:71.1": "Upādāno dhammo noupādānassa dhammassa pacchājātapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana2.11:72.1": "Noupādāno dhammo noupādānassa dhammassa pacchājātapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana2.11:73.1": "Upādāno ca noupādāno ca dhammā noupādānassa dhammassa pacchājātapaccayena paccayo. (Saṅkhittaṁ.) … Āsevanapaccayena paccayo. ",
  "patthana2.11:74.0": "Kamma ",
  "patthana2.11:74.1": "Noupādāno dhammo noupādānassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—noupādānā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—noupādānā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.11:75.1": "Noupādāno dhammo upādānassa dhammassa kammapaccayena paccayo—noupādānā cetanā sampayuttakānaṁ upādānānaṁ kammapaccayena paccayo. ",
  "patthana2.11:76.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa kammapaccayena paccayo—noupādānā cetanā sampayuttakānaṁ khandhānaṁ upādānānañca cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.11:77.0": "Vipākādi ",
  "patthana2.11:77.1": "Noupādāno dhammo noupādānassa dhammassa vipākapaccayena paccayo—vipāko noupādāno eko khandho …pe… ekaṁ. ",
  "patthana2.11:78.1": "Noupādāno dhammo noupādānassa dhammassa āhārapaccayena paccayo … tīṇi (ekoyeva kabaḷīkāro āhāro) … indriyapaccayena paccayo … tīṇi (rūpajīvitindriyaṁ ekaṁyeva) … jhānapaccayena paccayo … tīṇi. ",
  "patthana2.11:79.1": "Upādāno dhammo upādānassa dhammassa maggapaccayena paccayo—upādānāni maggaṅgāni sampayuttakānaṁ upādānānaṁ maggapaccayena paccayo (iminā kāraṇena nava pañhā kātabbā) … sampayuttapaccayena paccayo … nava. ",
  "patthana2.11:80.0": "Vippayutta ",
  "patthana2.11:80.1": "Upādāno dhammo noupādānassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—upādānā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātaṁ**—pacchājātā upādānā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.11:81.1": "Noupādāno dhammo noupādānassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.11:82.1": "Noupādāno dhammo upādānassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu upādānānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.11:83.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu upādānānaṁ sampayuttakānañca khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.11:84.1": "Upādāno ca noupādāno ca dhammā noupādānassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—upādānā ca sampayuttakā ca khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—upādānā ca sampayuttakā ca khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.11:85.0": "Atthi ",
  "patthana2.11:85.1": "Upādāno dhammo upādānassa dhammassa atthipaccayena paccayo—diṭṭhupādānaṁ kāmupādānassa atthipaccayena paccayo. (Cakkaṁ.) ",
  "patthana2.11:86.1": "Upādāno dhammo noupādānassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—upādānā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—upādānā purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana2.11:87.1": "Upādāno dhammo upādānassa ca noupādānassa ca dhammassa atthipaccayena paccayo. (Saṅkhittaṁ, paṭiccasadisaṁ.) ",
  "patthana2.11:88.1": "Noupādāno dhammo noupādānassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ, vitthāretabbaṁ.) ",
  "patthana2.11:89.1": "Noupādāno dhammo upādānassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—(Sahajātasadisaṁ.) **Purejātaṁ**—(Purejātasadisaṁ.) ",
  "patthana2.11:90.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. (Saṅkhittaṁ, sahajātasadisaṁ sahajātaṁ vibhajitabbaṁ, purejātasadisaṁ purejātaṁ.) ",
  "patthana2.11:91.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajātaṁ**—diṭṭhupādānañca sampayuttakā ca khandhā kāmupādānassa atthipaccayena paccayo (cakkaṁ). **Sahajātaṁ**—diṭṭhupādānañca vatthu ca kāmupādānassa atthipaccayena paccayo. (Cakkaṁ.) ",
  "patthana2.11:92.1": "Upādāno ca noupādāno ca dhammā noupādānassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—noupādāno eko khandho ca upādānā ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajātā**—upādānā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Sahajātā**—upādānā ca vatthu ca noupādānānaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—upādānā ca sampayuttakā ca khandhā purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—upādānā ca sampayuttakā ca khandhā kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—upādānā ca sampayuttakā ca khandhā rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.11:93.1": "Upādāno ca noupādāno ca dhammā upādānassa ca noupādānassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—noupādāno eko khandho ca diṭṭhupādānañca tiṇṇannaṁ khandhānaṁ kāmupādānassa ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe… (cakkaṁ). **Sahajātaṁ**—diṭṭhupādānañca vatthu ca kāmupādānassa sampayuttakānañca khandhānaṁ atthipaccayena paccayo. (Cakkaṁ.) ",
  "patthana2.11:94.0.1": "Saṅkhyāvāra ",
  "patthana2.11:94.0.2": "Suddha ",
  "patthana2.11:94.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke ekaṁ, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.11:95.1": "Anulomaṁ. ",
  "patthana2.11:96.0": "Paccanīyuddhāra ",
  "patthana2.11:96.1": "Upādāno dhammo upādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.11:97.1": "Upādāno dhammo noupādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana2.11:98.1": "Upādāno dhammo upādānassa ca noupādānassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.11:99.1": "Noupādāno dhammo noupādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana2.11:100.1": "Noupādāno dhammo upādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.11:101.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.11:102.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.11:103.1": "Upādāno ca noupādāno ca dhammā noupādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana2.11:104.1": "Upādāno ca noupādāno ca dhammā upādānassa ca noupādānassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.11:105.0.1": "2.11.1.7.2. Paccayapaccanīya ",
  "patthana2.11:105.0.2": "Saṅkhyāvāra ",
  "patthana2.11:105.0.3": "Suddha ",
  "patthana2.11:105.1": "Nahetuyā nava, naārammaṇe nava (sabbattha nava), noavigate nava. ",
  "patthana2.11:106.0": "2.11.1.7.3. Paccayānulomapaccanīya ",
  "patthana2.11:106.1": "Hetupaccayā naārammaṇe nava, naadhipatiyā nava …pe… naaññamaññe tīṇi, naupanissaye nava (sabbattha nava), nasampayutte tīṇi, navippayutte nava, nonatthiyā nava, novigate nava. ",
  "patthana2.11:107.0": "2.11.1.7.4. Paccayapaccanīyānuloma ",
  "patthana2.11:107.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomamātikā kātabbā) …pe… avigate nava. ",
  "patthana2.11:108.1": "Upādānadukaṁ niṭṭhitaṁ. ",
  "patthana2.11:109.0.1": "2.11.2. Upādāniyaduka ",
  "patthana2.11:109.0.2": "2.11.2.1–7. Paṭiccādivāra ",
  "patthana2.11:109.1": "Upādāniyaṁ dhammaṁ paṭicca upādāniyo dhammo uppajjati hetupaccayā—upādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe…. (Yathā lokiyadukaṁ, evaṁ kātabbaṁ, ninnānākaraṇaṁ.) ",
  "patthana2.11:110.1": "Upādāniyadukaṁ niṭṭhitaṁ. ",
  "patthana2.11:111.0.1": "2.11.3. Upādānasampayuttaduka ",
  "patthana2.11:111.0.2": "2.11.3.1. Paṭiccavāra ",
  "patthana2.11:111.0.3": "2.11.3.1.1. Paccayānuloma ",
  "patthana2.11:111.0.4": "Vibhaṅgavāra ",
  "patthana2.11:111.0.5": "Hetu ",
  "patthana2.11:111.1": "Upādānasampayuttaṁ dhammaṁ paṭicca upādānasampayutto dhammo uppajjati hetupaccayā—upādānasampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.11:112.1": "Upādānasampayuttaṁ dhammaṁ paṭicca upādānavippayutto dhammo uppajjati hetupaccayā—upādānasampayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, diṭṭhigatavippayuttalobhasahagate khandhe paṭicca lobho cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.11:113.1": "Upādānasampayuttaṁ dhammaṁ paṭicca upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti hetupaccayā—upādānasampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… diṭṭhigatavippayuttalobhasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā lobho ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.11:114.1": "Upādānavippayuttaṁ dhammaṁ paṭicca upādānavippayutto dhammo uppajjati hetupaccayā—upādānavippayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… diṭṭhigatavippayuttaṁ lobhaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe upādānavippayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe…. ",
  "patthana2.11:115.1": "Upādānavippayuttaṁ dhammaṁ paṭicca upādānasampayutto dhammo uppajjati hetupaccayā—diṭṭhigatavippayuttaṁ lobhaṁ paṭicca sampayuttakā khandhā. ",
  "patthana2.11:116.1": "Upādānavippayuttaṁ dhammaṁ paṭicca upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti hetupaccayā—diṭṭhigatavippayuttaṁ lobhaṁ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.11:117.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ paṭicca upādānasampayutto dhammo uppajjati hetupaccayā—diṭṭhigatavippayuttalobhasahagataṁ ekaṁ khandhañca lobhañca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.11:118.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ paṭicca upādānavippayutto dhammo uppajjati hetupaccayā—upādānasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.11:119.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ paṭicca upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti hetupaccayā—diṭṭhigatavippayuttalobhasahagataṁ ekaṁ khandhañca lobhañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe…. ",
  "patthana2.11:120.0": "Ārammaṇa ",
  "patthana2.11:120.1": "Upādānasampayuttaṁ dhammaṁ paṭicca upādānasampayutto dhammo uppajjati ārammaṇapaccayā—upādānasampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.11:121.1": "Upādānasampayuttaṁ dhammaṁ paṭicca upādānavippayutto dhammo uppajjati ārammaṇapaccayā—diṭṭhigatavippayuttalobhasahagate khandhe paṭicca lobho. ",
  "patthana2.11:122.1": "Upādānasampayuttaṁ dhammaṁ paṭicca upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti ārammaṇapaccayā—diṭṭhigatavippayuttalobhasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā lobho ca …pe… dve khandhe …pe…. ",
  "patthana2.11:123.1": "Upādānavippayuttaṁ dhammaṁ paṭicca upādānavippayutto dhammo uppajjati ārammaṇapaccayā—upādānavippayuttaṁ ekaṁ khandhaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… vatthuṁ paṭicca khandhā. ",
  "patthana2.11:124.1": "Upādānavippayuttaṁ dhammaṁ paṭicca upādānasampayutto dhammo uppajjati ārammaṇapaccayā—diṭṭhigatavippayuttaṁ lobhaṁ paṭicca sampayuttakā khandhā. ",
  "patthana2.11:125.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ paṭicca upādānasampayutto dhammo uppajjati ārammaṇapaccayā—diṭṭhigatavippayuttalobhasahagataṁ ekaṁ khandhañca lobhañca paṭicca tayo khandhā …pe… dve khandhe ca …pe….  (Saṅkhittaṁ.) ",
  "patthana2.11:126.0.1": "Saṅkhyāvāra ",
  "patthana2.11:126.0.2": "Suddha ",
  "patthana2.11:126.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā nava, anantare cha, samanantare cha, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cha, purejāte cha, āsevane cha, kamme nava, vipāke ekaṁ, āhāre nava (sabbattha nava), magge nava, sampayutte cha, vippayutte nava, atthiyā nava, natthiyā cha, vigate cha, avigate nava. ",
  "patthana2.11:127.0.1": "2.11.3.1.2. Paccayapaccanīya ",
  "patthana2.11:127.0.2": "Vibhaṅgavāra ",
  "patthana2.11:127.0.3": "Nahetu ",
  "patthana2.11:127.1": "Upādānavippayuttaṁ dhammaṁ paṭicca upādānavippayutto dhammo uppajjati nahetupaccayā—ahetukaṁ upādānavippayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.11:128.0": "Naārammaṇādi ",
  "patthana2.11:128.1": "Upādānasampayuttaṁ dhammaṁ paṭicca upādānavippayutto dhammo uppajjati naārammaṇapaccayā—upādānasampayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.11:129.1": "Upādānavippayuttaṁ dhammaṁ paṭicca upādānavippayutto dhammo uppajjati naārammaṇapaccayā—upādānavippayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, diṭṭhigatavippayuttaṁ lobhaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) ",
  "patthana2.11:130.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ paṭicca upādānavippayutto dhammo uppajjati naārammaṇapaccayā—upādānasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.11:131.1": "Naadhipatipaccayā … naanantarapaccayā … nasamanantarapaccayā … naupanissayapaccayā. ",
  "patthana2.11:132.0": "Napurejātādi ",
  "patthana2.11:132.1": "Upādānasampayuttaṁ dhammaṁ paṭicca upādānasampayutto dhammo uppajjati napurejātapaccayā—arūpe upādānasampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.11:133.1": "Upādānasampayuttaṁ dhammaṁ paṭicca upādānavippayutto dhammo uppajjati napurejātapaccayā—arūpe diṭṭhigatavippayuttalobhasahagate khandhe paṭicca lobho, upādānasampayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.11:134.1": "Upādānasampayuttaṁ dhammaṁ paṭicca upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti napurejātapaccayā—arūpe diṭṭhigatavippayuttalobhasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā lobho ca …pe… dve khandhe …pe…. ",
  "patthana2.11:135.1": "Upādānavippayuttaṁ dhammaṁ paṭicca upādānavippayutto dhammo uppajjati napurejātapaccayā—arūpe upādānavippayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… upādānavippayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, diṭṭhigatavippayuttaṁ lobhaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) ",
  "patthana2.11:136.1": "Upādānavippayuttaṁ dhammaṁ paṭicca upādānasampayutto dhammo uppajjati napurejātapaccayā—arūpe diṭṭhigatavippayuttaṁ lobhaṁ paṭicca sampayuttakā khandhā. ",
  "patthana2.11:137.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ paṭicca upādānasampayutto dhammo uppajjati napurejātapaccayā—arūpe diṭṭhigatavippayuttalobhasahagataṁ ekaṁ khandhañca lobhañca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.11:138.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ paṭicca upādānavippayutto dhammo uppajjati napurejātapaccayā—upādānasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.11:139.1": "Napacchājātapaccayā … naāsevanapaccayā. ",
  "patthana2.11:140.0": "Nakamma ",
  "patthana2.11:140.1": "Upādānasampayuttaṁ dhammaṁ paṭicca upādānasampayutto dhammo uppajjati nakammapaccayā—upādānasampayutte khandhe paṭicca sampayuttakā cetanā. ",
  "patthana2.11:141.1": "Upādānavippayuttaṁ dhammaṁ paṭicca upādānavippayutto dhammo uppajjati nakammapaccayā—upādānavippayutte khandhe paṭicca sampayuttakā cetanā; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ …pe…. ",
  "patthana2.11:142.1": "Upādānavippayuttaṁ dhammaṁ paṭicca upādānasampayutto dhammo uppajjati nakammapaccayā—diṭṭhigatavippayuttaṁ lobhaṁ paṭicca sampayuttakā cetanā. ",
  "patthana2.11:143.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ paṭicca upādānasampayutto dhammo uppajjati nakammapaccayā—diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca paṭicca sampayuttakā cetanā.  (Saṅkhittaṁ.) ",
  "patthana2.11:144.0.1": "Saṅkhyāvāra ",
  "patthana2.11:144.0.2": "Suddha ",
  "patthana2.11:144.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.11:145.0": "2.11.3.2. Sahajātavāra ",
  "patthana2.11:145.1": "Itare dve gaṇanāpi kātabbā. Sahajātavāro paṭiccavārasadiso. ",
  "patthana2.11:146.0.1": "2.11.3.3. Paccayavāra ",
  "patthana2.11:146.0.2": "2.11.3.3.1. Paccayānuloma ",
  "patthana2.11:146.0.3": "Vibhaṅgavāra ",
  "patthana2.11:146.0.4": "Hetu ",
  "patthana2.11:146.1": "Upādānasampayuttaṁ dhammaṁ paccayā upādānasampayutto dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccasadisaṁ.) ",
  "patthana2.11:147.1": "Upādānavippayuttaṁ dhammaṁ paccayā upādānavippayutto dhammo uppajjati hetupaccayā—upādānavippayuttaṁ ekaṁ khandhaṁ paccayā …pe… (yāva ajjhattikā mahābhūtā) vatthuṁ paccayā upādānavippayuttā khandhā, vatthuṁ paccayā diṭṭhigatavippayutto lobho. ",
  "patthana2.11:148.1": "Upādānavippayuttaṁ dhammaṁ paccayā upādānasampayutto dhammo uppajjati hetupaccayā—vatthuṁ paccayā upādānasampayuttā khandhā, diṭṭhigatavippayuttaṁ lobhaṁ paccayā sampayuttakā khandhā. ",
  "patthana2.11:149.1": "Upādānavippayuttaṁ dhammaṁ paccayā upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā upādānasampayuttakā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ; diṭṭhigatavippayuttaṁ lobhaṁ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ, vatthuṁ paccayā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca. ",
  "patthana2.11:150.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ paccayā upādānasampayutto dhammo uppajjati hetupaccayā—upādānasampayuttaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… diṭṭhigatavippayuttalobhasahagataṁ ekaṁ khandhañca lobhañca paccayā tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.11:151.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ paccayā upādānavippayutto dhammo uppajjati hetupaccayā—upādānasampayutte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca paccayā cittasamuṭṭhānaṁ rūpaṁ, diṭṭhigatavippayuttalobhasahagate khandhe ca vatthuñca paccayā lobho. ",
  "patthana2.11:152.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ paccayā upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti hetupaccayā—upādānasampayuttaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… upādānasampayutte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; diṭṭhigatavippayuttalobhasahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā lobho ca …pe… dve khandhe ca …pe….  (Saṅkhittaṁ. Ārammaṇapaccayamhi pañca viññāṇā kātabbā.) ",
  "patthana2.11:153.0.1": "Saṅkhyāvāra ",
  "patthana2.11:153.0.2": "Suddha ",
  "patthana2.11:153.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava (sabbattha nava), vipāke ekaṁ …pe… avigate nava. ",
  "patthana2.11:154.0.1": "2.11.3.3.2. Paccayapaccanīya ",
  "patthana2.11:154.0.2": "Vibhaṅgavāra ",
  "patthana2.11:154.0.3": "Nahetu ",
  "patthana2.11:154.1": "Upādānavippayuttaṁ dhammaṁ paccayā upādānavippayutto dhammo uppajjati nahetupaccayā—ahetukaṁ upādānavippayuttaṁ ekaṁ khandhaṁ paccayā …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ …pe… vatthuṁ paccayā ahetukā upādānavippayuttā khandhā, vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (Saṅkhittaṁ.) ",
  "patthana2.11:155.0.1": "Saṅkhyāvāra ",
  "patthana2.11:155.0.2": "Suddha ",
  "patthana2.11:155.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.11:156.0": "2.11.3.4. Nissayavāra ",
  "patthana2.11:156.1": "Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo. ",
  "patthana2.11:157.0.1": "2.11.3.5. Saṁsaṭṭhavāra ",
  "patthana2.11:157.0.2": "2.11.3.5.1–4 Paccayānulomādi ",
  "patthana2.11:157.1": "Upādānasampayuttaṁ dhammaṁ saṁsaṭṭho upādānasampayutto dhammo uppajjati hetupaccayā—upādānasampayuttaṁ ekaṁ khandhaṁ saṁsaṭṭhā … tīṇi. ",
  "patthana2.11:158.1": "Upādānavippayuttaṁ dhammaṁ saṁsaṭṭho upādānavippayutto dhammo uppajjati hetupaccayā. (Paṭiccasadisaṁ, arūpaṁyeva kātabbaṁ.) ",
  "patthana2.11:159.1": "Upādānavippayuttaṁ dhammaṁ saṁsaṭṭho upādānasampayutto dhammo uppajjati hetupaccayā. (Paṭiccasadisaṁ, arūpaṁyeva kātabbaṁ.) ",
  "patthana2.11:160.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṁ saṁsaṭṭho upādānasampayutto dhammo uppajjati hetupaccayā. (Paṭiccasadisaṁ, arūpaṁyeva kātabbaṁ.) ",
  "patthana2.11:161.1": "Hetuyā cha, ārammaṇe cha, adhipatiyā cha (sabbattha cha), vipāke ekaṁ …pe… avigate cha. ",
  "patthana2.11:162.1": "Anulomaṁ. ",
  "patthana2.11:163.1": "Upādānavippayuttaṁ dhammaṁ saṁsaṭṭho upādānavippayutto dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana2.11:164.1": "Nahetuyā ekaṁ, naadhipatiyā cha, napurejāte cha, napacchājāte cha, naāsevane cha, nakamme cattāri, navipāke cha, najhāne ekaṁ, namagge ekaṁ, navippayutte cha. ",
  "patthana2.11:165.1": "Paccanīyaṁ. ",
  "patthana2.11:166.0": "2.11.3.6. Sampayuttavāra ",
  "patthana2.11:166.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.11:167.0.1": "2.11.3.7. Pañhāvāra ",
  "patthana2.11:167.0.2": "2.11.3.7.1. Paccayānuloma ",
  "patthana2.11:167.0.3": "Vibhaṅgavāra ",
  "patthana2.11:167.0.4": "Hetu ",
  "patthana2.11:167.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa hetupaccayena paccayo— upādānasampayuttā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana2.11:168.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa hetupaccayena paccayo— upādānasampayuttā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo; diṭṭhigatavippayuttalobhasahagatā hetū diṭṭhigatavippayuttalobhassa cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Upādānasampayuttā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; diṭṭhigatavippayuttalobhasahagatā hetū sampayuttakānaṁ khandhānaṁ lobhassa ca cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.11:169.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa hetupaccayena paccayo— upādānavippayuttā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; diṭṭhigatavippayutto lobho cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (Mūlaṁ kātabbaṁ.) Diṭṭhigatavippayutto lobho sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Diṭṭhigatavippayutto lobho sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.11:170.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa hetupaccayena paccayo—diṭṭhigatavippayuttalobhasahagato moho ca lobho ca sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Diṭṭhigatavippayuttalobhasahagato moho ca lobho ca cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.11:171.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa ca upādānavippayuttassa ca dhammassa hetupaccayena paccayo—diṭṭhigatavippayuttalobhasahagato moho ca lobho ca sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.11:172.0": "Ārammaṇa ",
  "patthana2.11:172.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo—upādānasampayutte khandhe ārabbha upādānasampayuttā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Upādānasampayutte khandhe ārabbha upādānavippayuttā khandhā ca lobho ca uppajjanti. (Mūlaṁ kātabbaṁ.) Upādānasampayutte khandhe ārabbha diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. ",
  "patthana2.11:173.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṁ paccavekkhati, assādeti abhinandati, taṁ ārabbha diṭṭhigatavippayutto rāgo …pe… vicikicchā …pe… uddhaccaṁ uppajjati, jhāne parihīne vippaṭisārissa domanassaṁ uppajjati. Ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ …pe… nibbānaṁ paccavekkhanti. Nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo. Ariyā upādānavippayutte pahīne kilese …pe… vikkhambhite kilese …pe… pubbe samudāciṇṇe kilese …pe… cakkhuṁ …pe… vatthuṁ upādānavippayutte khandhe ca lobhañca aniccato …pe… vipassati, assādeti abhinandati, taṁ ārabbha diṭṭhigatavippayutto rāgo …pe… vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ uppajjati …pe… (sabbaṁ paripuṇṇaṁ), dibbena cakkhunā … (yāva kāyaviññāṇaṁ), upādānavippayuttā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.11:174.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ upādānavippayutte khandhe ca lobhañca assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana2.11:175.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa ārammaṇapaccayena paccayo—cakkhuṁ …pe… vatthuṁ upādānavippayutte khandhe ca lobhañca ārabbha diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. ",
  "patthana2.11:176.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo—diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca ārabbha upādānasampayuttā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca ārabbha upādānavippayuttā khandhā ca lobho ca uppajjanti. (Mūlaṁ kātabbaṁ.) Diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca ārabbha diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. ",
  "patthana2.11:177.0": "Adhipati ",
  "patthana2.11:177.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—upādānasampayutte khandhe garuṁ katvā upādānasampayuttā khandhā uppajjanti. **Sahajātādhipati**—upādānasampayuttādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. (Mūlaṁ kātabbaṁ.) Ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—upādānasampayutte khandhe garuṁ katvā diṭṭhigatavippayutto lobho uppajjati. **Sahajātādhipati**—upādānasampayuttādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo; diṭṭhigatavippayuttalobhasahagatādhipati lobhassa ca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. (Mūlaṁ kātabbaṁ.) Ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—upādānasampayutte khandhe garuṁ katvā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. **Sahajātādhipati**—upādānasampayuttādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo; diṭṭhigatavippayuttalobhasahagatādhipati sampayuttakānaṁ khandhānaṁ lobhassa ca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.11:178.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā paccavekkhati, assādeti abhinandati, taṁ garuṁ katvā diṭṭhigatavippayutto rāgo uppajjati …pe… ariyā maggā vuṭṭhahitvā …pe… phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ upādānavippayutte khandhe ca lobhañca garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā diṭṭhigatavippayutto rāgo uppajjati. **Sahajātādhipati**—upādānavippayuttādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.11:179.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṁ …pe… jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ upādānavippayutte khandhe ca lobhañca garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana2.11:180.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—cakkhuṁ …pe… vatthuṁ upādānavippayutte khandhe ca lobhañca garuṁ katvā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. ",
  "patthana2.11:181.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca garuṁ katvā upādānasampayuttā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca garuṁ katvā diṭṭhigatavippayutto lobho uppajjati. (Mūlaṁ kātabbaṁ.) Diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca garuṁ katvā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. ",
  "patthana2.11:182.0": "Anantara ",
  "patthana2.11:182.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa anantarapaccayena paccayo—purimā purimā upādānasampayuttā khandhā pacchimānaṁ pacchimānaṁ upādānasampayuttakānaṁ khandhānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā diṭṭhigatavippayuttalobhasahagatā khandhā pacchimassa pacchimassa diṭṭhigatavippayuttassa lobhassa anantarapaccayena paccayo; upādānasampayuttā khandhā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā diṭṭhigatavippayuttalobhasahagatā khandhā pacchimānaṁ pacchimānaṁ diṭṭhigatavippayuttalobhasahagatānaṁ khandhānaṁ lobhassa ca anantarapaccayena paccayo. ",
  "patthana2.11:183.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa anantarapaccayena paccayo—purimo purimo diṭṭhigatavippayutto lobho pacchimassa pacchimassa diṭṭhigatavippayuttassa lobhassa anantarapaccayena paccayo; purimā purimā upādānavippayuttā khandhā pacchimānaṁ pacchimānaṁ upādānavippayuttānaṁ khandhānaṁ anantarapaccayena paccayo; diṭṭhigatavippayutto lobho vuṭṭhānassa anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe… phalasamāpattiyā anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimo purimo diṭṭhigatavippayutto lobho pacchimānaṁ pacchimānaṁ diṭṭhigatavippayuttalobhasahagatānaṁ khandhānaṁ anantarapaccayena paccayo. Āvajjanā upādānasampayuttakānaṁ khandhānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimo purimo diṭṭhigatavippayutto lobho pacchimānaṁ pacchimānaṁ diṭṭhigatavippayuttalobhasahagatānaṁ khandhānaṁ lobhassa ca anantarapaccayena paccayo; āvajjanā diṭṭhigatavippayuttalobhasahagatānaṁ khandhānaṁ lobhassa ca anantarapaccayena paccayo. ",
  "patthana2.11:184.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa anantarapaccayena paccayo—purimā purimā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca pacchimānaṁ pacchimānaṁ diṭṭhigatavippayuttalobhasahagatānaṁ khandhānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca pacchimassa pacchimassa diṭṭhigatavippayuttassa lobhassa anantarapaccayena paccayo; diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca pacchimānaṁ pacchimānaṁ diṭṭhigatavippayuttalobhasahagatānaṁ khandhānaṁ lobhassa ca anantarapaccayena paccayo. ",
  "patthana2.11:185.0": "Samanantarādi ",
  "patthana2.11:185.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa samanantarapaccayena paccayo … sahajātapaccayena paccayo … (paṭiccasadisaṁ) nava … aññamaññapaccayena paccayo … (paṭiccasadisaṁ) cha … nissayapaccayena paccayo … (paccayavārasadisaṁ) nava. ",
  "patthana2.11:186.0": "Upanissaya ",
  "patthana2.11:186.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—upādānasampayuttā khandhā upādānasampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Upādānasampayuttā khandhā upādānavippayuttakānaṁ khandhānaṁ lobhassa ca upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Upādānasampayuttā khandhā diṭṭhigatavippayuttalobhasahagatānaṁ khandhānaṁ lobhassa ca upanissayapaccayena paccayo. ",
  "patthana2.11:187.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti, sīlaṁ …pe… paññaṁ … upādānavippayuttaṁ rāgaṁ … mānaṁ … patthanaṁ …pe… senāsanaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ saddhāya …pe… paññāya upādānavippayuttassa rāgassa … mānassa … patthanāya … kāyikassa sukhassa …pe… phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.11:188.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa upanissayapaccayena paccayo—(tīṇi upanissayā) saddhaṁ upanissāya mānaṁ jappeti, diṭṭhiṁ gaṇhāti, sīlaṁ …pe… paññaṁ … upādānavippayuttaṁ rāgaṁ … mānaṁ … patthanaṁ … senāsanaṁ upanissāya adinnaṁ …pe… musā …pe… pisuṇaṁ …pe… samphaṁ …pe… sandhiṁ …pe… nillopaṁ …pe… ekāgārikaṁ …pe… paripanthe …pe… paradāraṁ …pe… gāmaghātaṁ …pe… nigamaghātaṁ karoti. Saddhā …pe… senāsanaṁ upādānasampayuttassa rāgassa … mohassa … mānassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. ",
  "patthana2.11:189.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti, sīlaṁ …pe… paññaṁ … upādānavippayuttaṁ rāgaṁ …pe… senāsanaṁ upanissāya adinnaṁ ādiyati …pe… gāmaghātaṁ karoti … nigamaghātaṁ karoti …. Saddhā …pe… senāsanaṁ diṭṭhigatavippayuttalobhasahagatānaṁ khandhānaṁ lobhassa ca upanissayapaccayena paccayo. ",
  "patthana2.11:190.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa upanissayapaccayena paccayo—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca upādānasampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca upādānavippayuttānaṁ khandhānaṁ lobhassa ca upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca diṭṭhigatavippayuttalobhasahagatānaṁ khandhānaṁ lobhassa ca upanissayapaccayena paccayo. ",
  "patthana2.11:191.0": "Purejāta ",
  "patthana2.11:191.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ …pe…. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ …pe… vatthu upādānavippayuttakānaṁ khandhānaṁ lobhassa ca purejātapaccayena paccayo. ",
  "patthana2.11:192.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati. Vatthupurejātaṁ—vatthu upādānasampayuttakānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.11:193.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ ārabbha diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. **Vatthupurejātaṁ**—vatthu diṭṭhigatavippayuttalobhasahagatānaṁ khandhānaṁ lobhassa ca purejātapaccayena paccayo. ",
  "patthana2.11:194.0": "Pacchājātāsevana ",
  "patthana2.11:194.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa pacchājātapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana2.11:195.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa pacchājātapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana2.11:196.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānavippayuttassa dhammassa pacchājātapaccayena paccayo. (Saṅkhittaṁ.) … Āsevanapaccayena paccayo. ",
  "patthana2.11:197.0": "Kamma-vipāka ",
  "patthana2.11:197.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa kammapaccayena paccayo—upādānasampayuttā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana2.11:198.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—upādānasampayuttā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo; diṭṭhigatavippayuttalobhasahagatā cetanā lobhassa cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—upādānasampayuttā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.11:199.1": "Upādānasampayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa kammapaccayena paccayo—upādānasampayuttā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; diṭṭhigatavippayuttalobhasahagatā cetanā sampayuttakānaṁ khandhānaṁ lobhassa ca cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.11:200.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—upādānavippayuttā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—upādānavippayuttā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.11:201.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa vipākapaccayena paccayo—vipāko upādānavippayutto eko …pe… ekaṁ. ",
  "patthana2.11:202.0": "Āhārādi ",
  "patthana2.11:202.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo (imesu catūsupi yathā kammapaccaye diṭṭhigatavippayutto lobho dassito evaṁ dassetabbo. Cattāri cattāri pañhā) … sampayuttapaccayena paccayo … cha. ",
  "patthana2.11:203.0": "Vippayutta ",
  "patthana2.11:203.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.11:204.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.11:205.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu upādānasampayuttakānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.11:206.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu diṭṭhigatavippayuttalobhasahagatānaṁ khandhānaṁ lobhassa ca vippayuttapaccayena paccayo. ",
  "patthana2.11:207.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā** …pe…. ",
  "patthana2.11:208.0": "Atthyādi ",
  "patthana2.11:208.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa atthipaccayena paccayo … ekaṁ. (Paṭiccasadisaṁ.) ",
  "patthana2.11:209.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.11:210.1": "Upādānasampayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa atthipaccayena paccayo. (Paṭiccasadisaṁ.) ",
  "patthana2.11:211.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ.) ",
  "patthana2.11:212.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.11:213.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. (Imesu sahajātaṁ sahajātasadisaṁ, purejātaṁ purejātasadisaṁ.) ",
  "patthana2.11:214.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—upādānasampayutto eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajāto**—diṭṭhigatavippayuttalobhasahagato eko khandho ca lobho ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. ",
  "patthana2.11:215.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—upādānasampayuttā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Sahajātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Sahajātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca vatthu ca lobhassa atthipaccayena paccayo. **Pacchājātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.11:216.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa ca upādānavippayuttassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—diṭṭhigatavippayuttalobhasahagato eko khandho ca lobho ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajāto**—diṭṭhigatavippayuttalobhasahagato eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ lobhassa ca atthipaccayena paccayo …pe… dve khandhā ca …pe…. ",
  "patthana2.11:217.1": "Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. ",
  "patthana2.11:218.0.1": "Saṅkhyāvāra ",
  "patthana2.11:218.0.2": "Suddha ",
  "patthana2.11:218.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cattāri, vipāke ekaṁ, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.11:219.0": "Paccanīyuddhāra ",
  "patthana2.11:219.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.11:220.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.11:221.1": "Upādānasampayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.11:222.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana2.11:223.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.11:224.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.11:225.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.11:226.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana2.11:227.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa ca upādānavippayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.11:228.0.1": "2.11.3.7.2. Paccayapaccanīya ",
  "patthana2.11:228.0.2": "Saṅkhyāvāra ",
  "patthana2.11:228.0.3": "Suddha ",
  "patthana2.11:228.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava (sabbattha nava), noavigate nava. ",
  "patthana2.11:229.0": "2.11.3.7.3. Paccayānulomapaccanīya ",
  "patthana2.11:229.1": "Hetupaccayā naārammaṇe nava, naadhipatiyā nava, naanantare nava, nasamanantare nava, naaññamaññe tīṇi, naupanissaye nava (sabbattha nava), nasampayutte tīṇi, navippayutte cha, nonatthiyā nava, novigate nava. ",
  "patthana2.11:230.0": "2.11.3.7.4. Paccayapaccanīyānuloma ",
  "patthana2.11:230.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomamātikā) …pe… avigate nava. ",
  "patthana2.11:231.1": "Upādānasampayuttadukaṁ niṭṭhitaṁ. ",
  "patthana2.11:232.0.1": "2.11.4. Upādānaupādāniyaduka ",
  "patthana2.11:232.0.2": "2.11.4.1. Paṭiccavāra ",
  "patthana2.11:232.0.3": "2.11.4.1.1–4. Paccayānulomādi ",
  "patthana2.11:232.0.4": "Vibhaṅgavāra ",
  "patthana2.11:232.0.5": "Hetu ",
  "patthana2.11:232.1": "Upādānañceva upādāniyañca dhammaṁ paṭicca upādāno ceva upādāniyo ca dhammo uppajjati hetupaccayā—diṭṭhupādānaṁ paṭicca kāmupādānaṁ, kāmupādānaṁ paṭicca diṭṭhupādānaṁ. (Cakkaṁ.) ",
  "patthana2.11:233.1": "Upādānañceva upādāniyañca dhammaṁ paṭicca upādāniyo ceva no ca upādāno dhammo uppajjati hetupaccayā—upādāne paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.11:234.1": "Upādānañceva upādāniyañca dhammaṁ paṭicca upādāno ceva upādāniyo ca upādāniyo ceva no ca upādāno ca dhammā uppajjanti hetupaccayā—diṭṭhupādānaṁ paṭicca kāmupādānaṁ sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṁ. (Cakkaṁ.) ",
  "patthana2.11:235.1": "Upādāniyañceva no ca upādānaṁ dhammaṁ paṭicca upādāniyo ceva no ca upādāno dhammo uppajjati hetupaccayā—upādāniyañceva no ca upādānaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (Yāva ajjhattikā mahābhūtā.) ",
  "patthana2.11:236.1": "Upādāniyañceva no ca upādānaṁ dhammaṁ paṭicca upādāno ceva upādāniyo ca dhammo uppajjati hetupaccayā—upādāniye ceva no ca upādāne khandhe paṭicca upādānā. ",
  "patthana2.11:237.1": "Upādāniyañceva no ca upādānaṁ dhammaṁ paṭicca upādāno ceva upādāniyo ca upādāniyo ceva no ca upādāno ca dhammā uppajjanti hetupaccayā—upādāniyañceva no ca upādānaṁ ekaṁ khandhaṁ paṭicca tayo khandhā upādānā ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.11:238.1": "Upādānañceva upādāniyañca upādāniyañceva no ca upādānañca dhammaṁ paṭicca upādāno ceva upādāniyo ca dhammo uppajjati hetupaccayā—diṭṭhupādānañca sampayuttake ca khandhe paṭicca kāmupādānaṁ. (Cakkaṁ.) ",
  "patthana2.11:239.1": "Upādānañceva upādāniyañca upādāniyañceva no ca upādānañca dhammaṁ paṭicca upādāniyo ceva no ca upādāno dhammo uppajjati hetupaccayā—upādāniyañceva no ca upādānaṁ ekaṁ khandhañca upādāne ca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe… upādāne ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.11:240.1": "Upādānañceva upādāniyañca upādāniyañceva no ca upādānañca dhammaṁ paṭicca upādāno ceva upādāniyo ca upādāniyo ceva no ca upādāno ca dhammā uppajjanti hetupaccayā—upādāniyañceva no ca upādānaṁ ekaṁ khandhañca diṭṭhupādānañca paṭicca tayo khandhā kāmupādānañca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe…. (Cakkaṁ.) ",
  "patthana2.11:241.0": "2.11.4.2–6. Sahajāta-paccaya-nissaya-saṁsaṭṭha-sampayuttavāra ",
  "patthana2.11:241.1": "(Yathā upādānadukaṁ evaṁ paṭiccavāropi sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi kātabbā, ninnānākaraṇā, āmasanaṁ nānākaraṇaṁ.) ",
  "patthana2.11:242.0.1": "2.11.4.7. Pañhāvāra ",
  "patthana2.11:242.0.2": "2.11.4.7.1–4. Paccayānulomādi ",
  "patthana2.11:242.0.3": "Vibhaṅgavāra ",
  "patthana2.11:242.0.4": "Hetu ",
  "patthana2.11:242.1": "Upādāno ceva upādāniyo ca dhammo upādānassa ceva upādāniyassa ca dhammassa hetupaccayena paccayo—upādānā ceva upādāniyā ca hetū sampayuttakānaṁ upādānānaṁ hetupaccayena paccayo. ",
  "patthana2.11:243.1": "Upādāno ceva upādāniyo ca dhammo upādāniyassa ceva no ca upādānassa dhammassa hetupaccayena paccayo—upādānā ceva upādāniyā ca hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. (Upādānadukasadisā ninnānā, nava pañhā.) ",
  "patthana2.11:244.0": "Ārammaṇa ",
  "patthana2.11:244.1": "Upādāno ceva upādāniyo ca dhammo upādānassa ceva upādāniyassa ca dhammassa ārammaṇapaccayena paccayo—upādāne ārabbha upādānā uppajjanti … tīṇi. ",
  "patthana2.11:245.1": "Upādāniyo ceva no ca upādāno dhammo upādāniyassa ceva no ca upādānassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… jhānā vuṭṭhahitvā jhānaṁ paccavekkhati, assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uddhaccaṁ domanassaṁ uppajjati; ariyā gotrabhuṁ paccavekkhanti, vodānaṁ paccavekkhanti, pahīne kilese …pe… vikkhambhite kilese …pe… pubbe samudāciṇṇe …pe… cakkhuṁ …pe… vatthuṁ …pe… (saṅkhittaṁ) anāgataṁsañāṇassa āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.11:246.1": "Upādāniyo ceva no ca upādāno dhammo upādānassa ceva upādāniyassa ca dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ, itare dve upādānadukasadisā.) ",
  "patthana2.11:247.1": "Upādāno ceva upādāniyo ca upādāniyo ceva no ca upādāno ca dhammā upādānassa ceva upādāniyassa ca dhammassa ārammaṇapaccayena paccayo … tīṇi. (Heṭṭhā adhipati tīṇi, upādānadukasadisā.) ",
  "patthana2.11:248.0": "Adhipati ",
  "patthana2.11:248.1": "Upādāniyo ceva no ca upādāno dhammo upādāniyassa ceva no ca upādānassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā paccavekkhati, assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati; sekkhā gotrabhuṁ garuṁ katvā …pe… vodānaṁ …pe… cakkhuṁ …pe… vatthuṁ upādāniye ceva no ca upādāne khandhe garuṁ katvā upādāniyā ceva no ca upādānā khandhā uppajjanti. **Sahajātādhipati**—upādāniyā ceva no ca upādānādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. (Avasesā dvepi ārammaṇādhipati sahajātādhipatipi upādānadukasadisā.) ",
  "patthana2.11:249.1": "(Ghaṭanā adhipati tīṇi, upādānadukasadisā. Sabbe paccayā upādānadukasadisā. Upādāniye lokuttaraṁ natthi, paccanīyampi itare dve gaṇanāpi upādānadukasadisaṁ.) ",
  "patthana2.11:250.1": "Upādānaupādāniyadukaṁ niṭṭhitaṁ. ",
  "patthana2.11:251.0.1": "2.11.5. Upādānaupādānasampayuttaduka ",
  "patthana2.11:251.0.2": "2.11.5.1. Paṭiccavāra ",
  "patthana2.11:251.0.3": "2.11.5.1.1–4. Paccayānulomādi ",
  "patthana2.11:251.0.4": "Vibhaṅgavāra ",
  "patthana2.11:251.0.5": "Hetu ",
  "patthana2.11:251.1": "Upādānañceva upādānasampayuttañca dhammaṁ paṭicca upādāno ceva upādānasampayutto ca dhammo uppajjati hetupaccayā—diṭṭhupādānaṁ paṭicca kāmupādānaṁ. (Cakkaṁ kātabbaṁ.) ",
  "patthana2.11:252.1": "Upādānañceva upādānasampayuttañca dhammaṁ paṭicca upādānasampayutto ceva no ca upādāno dhammo uppajjati hetupaccayā—upādāne paṭicca sampayuttakā khandhā. ",
  "patthana2.11:253.1": "Upādānañceva upādānasampayuttañca dhammaṁ paṭicca upādāno ceva upādānasampayutto ca upādānasampayutto ceva no ca upādāno ca dhammā uppajjanti hetupaccayā—diṭṭhupādānaṁ paṭicca kāmupādānaṁ sampayuttakā ca khandhā. (Cakkaṁ.) ",
  "patthana2.11:254.0": "2.11.5.2–6. Sahajāta-paccaya-nissaya-saṁsaṭṭha-sampayuttavāra ",
  "patthana2.11:254.1": "Upādānasampayuttañceva no ca upādānaṁ dhammaṁ paṭicca …pe…. (Saṅkhittaṁ. Āmasanaṁ nānākaraṇaṁ upādānadukasadisaṁ nava pañhā. Rūpaṁ natthi. Evaṁ sabbepi vārā vitthāretabbā. Arūpaṁyeva.) ",
  "patthana2.11:255.0.1": "2.11.5.7. Pañhāvāra ",
  "patthana2.11:255.0.2": "2.11.5.7.1. Paccayānuloma ",
  "patthana2.11:255.0.3": "Vibhaṅgavāra ",
  "patthana2.11:255.0.4": "Hetu ",
  "patthana2.11:255.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa hetupaccayena paccayo—upādānā ceva upādānasampayuttā ca hetū sampayuttakānaṁ upādānānaṁ hetupaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Upādānā ceva upādānasampayuttā ca hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Upādānā ceva upādānasampayuttā ca hetū sampayuttakānaṁ khandhānaṁ upādānānañca hetupaccayena paccayo. ",
  "patthana2.11:256.1": "Upādānasampayutto ceva no ca upādāno dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa hetupaccayena paccayo—upādānasampayuttā ceva no ca upādānā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Upādānasampayuttā ceva no ca upādānā hetū sampayuttakānaṁ upādānānaṁ hetupaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Upādānasampayuttā ceva no ca upādānā hetū sampayuttakānaṁ khandhānaṁ upādānānañca hetupaccayena paccayo. ",
  "patthana2.11:257.1": "Upādāno ceva upādānasampayutto ca upādānasampayutto ceva no ca upādāno ca dhammā upādānassa ceva upādānasampayuttassa ca dhammassa hetupaccayena paccayo—upādānā ceva upādānasampayuttā ca upādānasampayuttā ceva no ca upādānā ca hetū sampayuttakānaṁ upādānānaṁ hetupaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Upādānā ceva upādānasampayuttā ca upādānasampayuttā ceva no ca upādānā ca hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Upādānā ceva upādānasampayuttā ca upādānasampayuttā ceva no ca upādānā ca hetū sampayuttakānaṁ khandhānaṁ upādānānañca hetupaccayena paccayo. ",
  "patthana2.11:258.0": "Ārammaṇa ",
  "patthana2.11:258.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa ārammaṇapaccayena paccayo—upādāne ārabbha upādānā uppajjanti. (Mūlaṁ pucchitabbaṁ.) Upādāne ārabbha upādānasampayuttā ceva no ca upādānā khandhā uppajjanti. (Mūlaṁ pucchitabbaṁ.) Upādāne ārabbha upādānā ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.11:259.1": "Upādānasampayutto ceva no ca upādāno dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa ārammaṇapaccayena paccayo—upādānasampayutte ceva no ca upādāne khandhe ārabbha upādānasampayuttā ceva no ca upādānā khandhā uppajjanti. (Tīṇipi kātabbā, ghaṭane tīṇipi kātabbā.) ",
  "patthana2.11:260.0": "Adhipati ",
  "patthana2.11:260.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana2.11:261.1": "Upādānasampayutto ceva no ca upādāno dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. (Tīṇipi, tīsupi dvepi adhipati kātabbā, ghaṭanādhipatipi tīṇi.) ",
  "patthana2.11:262.0": "Anantara ",
  "patthana2.11:262.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa anantarapaccayena paccayo—purimā purimā upādānā ceva upādānasampayuttā ca khandhā pacchimānaṁ pacchimānaṁ upādānānaṁ anantarapaccayena paccayo. (Evaṁ navapi pañhā kātabbā, āvajjanāpi vuṭṭhānampi natthi.) ",
  "patthana2.11:263.0": "Samanantarādi ",
  "patthana2.11:263.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa samanantarapaccayena paccayo … nava … sahajātapaccayena paccayo … nava … aññamaññapaccayena paccayo … nava … nissayapaccayena paccayo … nava. ",
  "patthana2.11:264.0": "Upanissaya ",
  "patthana2.11:264.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa upanissayapaccayena paccayo …pe… tīṇi. ",
  "patthana2.11:265.1": "Upādānasampayutto ceva no ca upādāno dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—upādānasampayuttā ceva no ca upādānā khandhā upādānasampayuttakānañceva no ca upādānānaṁ khandhānaṁ upanissayapaccayena paccayo (tīṇi ghaṭanupanissayepi tīṇi) … āsevanapaccayena paccayo … nava. ",
  "patthana2.11:266.0": "Kammādi ",
  "patthana2.11:266.1": "Upādānasampayutto ceva no ca upādāno dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa kammapaccayena paccayo … tīṇi … āhārapaccayena paccayo … tīṇi … indriyapaccayena paccayo … tīṇi … jhānapaccayena paccayo … tīṇi … maggapaccayena paccayo … nava … sampayuttapaccayena paccayo … nava … atthipaccayena paccayo … nava … natthipaccayena paccayo … nava … vigatapaccayena paccayo … nava … avigatapaccayena paccayo … nava. ",
  "patthana2.11:267.0.1": "Saṅkhyāvāra ",
  "patthana2.11:267.0.2": "Suddha ",
  "patthana2.11:267.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.11:268.0": "Paccanīyuddhāra ",
  "patthana2.11:268.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.11:269.1": "Upādāno ceva upādānasampayutto ca dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.11:270.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca upādānasampayuttassa ceva no ca upādānassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Evaṁ navapi kātabbā, ekekassa mūle tīṇi tīṇi pañhā.) ",
  "patthana2.11:271.0.1": "2.11.5.7.2. Paccayapaccanīya ",
  "patthana2.11:271.0.2": "Saṅkhyāvāra ",
  "patthana2.11:271.0.3": "Suddha ",
  "patthana2.11:271.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava (sabbattha nava), noavigate nava. ",
  "patthana2.11:272.0": "2.11.5.7.3. Paccayānulomapaccanīya ",
  "patthana2.11:272.1": "Hetupaccayā naārammaṇe nava, naadhipatiyā nava, naanantare nava, nasamanantare nava, naupanissaye nava (sabbattha nava), namagge nava, nasampayutte nava, nonatthiyā nava, novigate nava. ",
  "patthana2.11:273.0": "2.11.5.7.4. Paccayapaccanīyānuloma ",
  "patthana2.11:273.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava …pe…. (Anulomamātikā kātabbā.) ",
  "patthana2.11:274.1": "Upādānaupādānasampayuttadukaṁ niṭṭhitaṁ. ",
  "patthana2.11:275.0.1": "2.11.6. Upādānavippayuttaupādāniyaduka ",
  "patthana2.11:275.0.2": "2.11.6.1–7. Paṭiccavāra ",
  "patthana2.11:275.0.3": "2.11.6.1–7.1–4. Paccayānulomādi ",
  "patthana2.11:275.0.4": "Hetu ",
  "patthana2.11:275.1": "Upādānavippayuttaṁ upādāniyaṁ dhammaṁ paṭicca upādānavippayutto upādāniyo dhammo uppajjati hetupaccayā—upādānavippayuttaṁ upādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… ekaṁ mahābhūtaṁ …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana2.11:276.1": "Upādānavippayuttaṁ anupādāniyaṁ dhammaṁ paṭicca upādānavippayutto anupādāniyo dhammo uppajjati hetupaccayā—upādānavippayuttaṁ anupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.11:277.1": "Upādānavippayuttaṁ anupādāniyaṁ dhammaṁ paṭicca upādānavippayutto upādāniyo dhammo uppajjati hetupaccayā—upādānavippayutte anupādāniye khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.11:278.1": "Upādānavippayuttaṁ anupādāniyaṁ dhammaṁ paṭicca upādānavippayutto upādāniyo ca upādānavippayutto anupādāniyo ca dhammā uppajjanti hetupaccayā— upādānavippayuttaṁ anupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.11:279.1": "Upādānavippayuttaṁ upādāniyañca upādānavippayuttaṁ anupādāniyañca dhammaṁ paṭicca upādānavippayutto upādāniyo dhammo uppajjati hetupaccayā— upādānavippayutte anupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.11:280.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. ",
  "patthana2.11:281.1": "Imaṁ dukaṁ cūḷantaraduke lokiyadukasadisaṁ, ninnānākaraṇaṁ. ",
  "patthana2.11:281.2": "Upādānavippayuttaupādāniyadukaṁ niṭṭhitaṁ. ",
  "patthana2.11:282.1": "Upādānagocchakaṁ niṭṭhitaṁ. "
}