{
  "patthana2.13:0.1": "Paṭṭhānapakaraṇa ",
  "patthana2.13:0.2": "Dhammānuloma (1), Dukapaṭṭhānapāḷi (2) ",
  "patthana2.13:0.3": "2.13. Piṭṭhiduka ",
  "patthana2.13:1.0.1": "Vibhaṅgavāra ",
  "patthana2.13:1.0.2": "Hetu ",
  "patthana2.13:1.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.13:2.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:3.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo ca nadassanena pahātabbo ca dhammā uppajjanti hetupaccayā—dassanena pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca …pe… dve khandhe …pe…. ",
  "patthana2.13:4.1": "Nadassanena pahātabbaṁ dhammaṁ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā—nadassanena pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe…. ",
  "patthana2.13:5.1": "Dassanena pahātabbañca nadassanena pahātabbañca dhammaṁ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:6.0.1": "Saṅkhyāvāra ",
  "patthana2.13:6.0.2": "Suddha ",
  "patthana2.13:6.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā pañca, anantare dve, samanantare dve, sahajāte pañca, aññamaññe dve, nissaye pañca, upanissaye dve, purejāte dve, āsevane dve, kamme pañca, vipāke ekaṁ, āhāre pañca …pe… avigate pañca. ",
  "patthana2.13:7.0.1": "2.13.1.1.2. Paccayapaccanīya ",
  "patthana2.13:7.0.2": "Vibhaṅgavāra ",
  "patthana2.13:7.0.3": "Nahetu ",
  "patthana2.13:7.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe paṭicca vicikicchāsahagato moho. ",
  "patthana2.13:8.1": "Nadassanena pahātabbaṁ dhammaṁ paṭicca nadassanena pahātabbo dhammo uppajjati nahetupaccayā—ahetukaṁ nadassanena pahātabbaṁ ekaṁ khandhaṁ …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) uddhaccasahagate khandhe paṭicca uddhaccasahagato moho. ",
  "patthana2.13:9.0.1": "Saṅkhyāvāra ",
  "patthana2.13:9.0.2": "Suddha ",
  "patthana2.13:9.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā pañca, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte cattāri, napacchājāte pañca, naāsevane pañca, nakamme dve, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:10.0": "2.13.1.2. Sahajātavāra ",
  "patthana2.13:10.1": "Itare dve gaṇanāpi sahajātavāropi kātabbo. ",
  "patthana2.13:11.0.1": "2.13.1.3. Paccayavāra ",
  "patthana2.13:11.0.2": "2.13.1.3.1. Paccayānuloma ",
  "patthana2.13:11.0.3": "Vibhaṅgavāra ",
  "patthana2.13:11.0.4": "Hetu ",
  "patthana2.13:11.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccasadisā.) ",
  "patthana2.13:12.1": "Nadassanena pahātabbaṁ dhammaṁ paccayā nadassanena pahātabbo dhammo uppajjati hetupaccayā—nadassanena pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… (yāva ajjhattikā mahābhūtā) vatthuṁ paccayā nadassanena pahātabbā khandhā. ",
  "patthana2.13:13.1": "Nadassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati hetupaccayā—vatthuṁ paccayā dassanena pahātabbā khandhā. ",
  "patthana2.13:14.1": "Nadassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo ca nadassanena pahātabbo ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā dassanena pahātabbā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ. ",
  "patthana2.13:15.1": "Dassanena pahātabbañca nadassanena pahātabbañca dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.13:16.1": "Dassanena pahātabbañca nadassanena pahātabbañca dhammaṁ paccayā nadassanena pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:17.1": "Dassanena pahātabbañca nadassanena pahātabbañca dhammaṁ paccayā dassanena pahātabbo ca nadassanena pahātabbo ca dhammā uppajjanti hetupaccayā—dassanena pahātabbaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… dassanena pahātabbe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:18.0.1": "Saṅkhyāvāra ",
  "patthana2.13:18.0.2": "Suddha ",
  "patthana2.13:18.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā nava …pe… avigate nava. ",
  "patthana2.13:19.0.1": "2.13.1.3.2. Paccayapaccanīya ",
  "patthana2.13:19.0.2": "Vibhaṅgavāra ",
  "patthana2.13:19.0.3": "Nahetu ",
  "patthana2.13:19.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe paccayā vicikicchāsahagato moho. ",
  "patthana2.13:20.1": "Nadassanena pahātabbaṁ dhammaṁ paccayā nadassanena pahātabbo dhammo uppajjati nahetupaccayā—ahetukaṁ nadassanena pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ; vatthuṁ paccayā ahetukā nadassanena pahātabbā khandhā, uddhaccasahagate khandhe paccayā uddhaccasahagato moho, vatthuṁ paccayā uddhaccasahagato moho. ",
  "patthana2.13:21.1": "Nadassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati nahetupaccayā—vatthuṁ paccayā vicikicchāsahagato moho. ",
  "patthana2.13:22.1": "Dassanena pahātabbañca nadassanena pahātabbañca dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe ca vatthuñca paccayā vicikicchāsahagato moho. ",
  "patthana2.13:23.0.1": "Saṅkhyāvāra ",
  "patthana2.13:23.0.2": "Suddha ",
  "patthana2.13:23.1": "Nahetuyā cattāri, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte cattāri, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:24.0": "2.13.1.4. Nissayavāra ",
  "patthana2.13:24.1": "Itare dve gaṇanāpi nissayavāropi kātabbo. ",
  "patthana2.13:25.0.1": "2.13.1.5. Saṁsaṭṭhavāra ",
  "patthana2.13:25.0.2": "2.13.1.5.1–4 Paccayānulomādi ",
  "patthana2.13:25.1": "Dassanena pahātabbaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana2.13:26.1": "Nadassanena pahātabbaṁ dhammaṁ saṁsaṭṭho nadassanena pahātabbo dhammo uppajjati hetupaccayā (Saṅkhittaṁ.) ",
  "patthana2.13:27.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā dve, (sabbattha dve) vipāke ekaṁ …pe… avigate dve. ",
  "patthana2.13:28.1": "Anulomaṁ. ",
  "patthana2.13:29.1": "Dassanena pahātabbaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbo dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe saṁsaṭṭho vicikicchāsahagato moho. ",
  "patthana2.13:30.1": "Nadassanena pahātabbaṁ dhammaṁ saṁsaṭṭho nadassanena pahātabbo dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana2.13:31.1": "Nahetuyā dve, naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane dve, nakamme dve, navipāke dve, najhāne ekaṁ, namagge ekaṁ, navippayutte dve. ",
  "patthana2.13:32.1": "Paccanīyaṁ. ",
  "patthana2.13:33.0": "2.13.1.6. Sampayuttavāra ",
  "patthana2.13:33.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.13:34.0.1": "2.13.1.7. Pañhāvāra ",
  "patthana2.13:34.0.2": "2.13.1.7.1. Paccayānuloma ",
  "patthana2.13:34.0.3": "Vibhaṅgavāra ",
  "patthana2.13:34.0.4": "Hetu ",
  "patthana2.13:34.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana2.13:35.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa hetupaccayena paccayo—nadassanena pahātabbā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:36.0": "Ārammaṇa ",
  "patthana2.13:36.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo—dassanena pahātabbaṁ rāgaṁ assādeti abhinandati, taṁ ārabbha dassanena pahātabbo rāgo uppajjati, diṭṭhi …pe… vicikicchā uppajjati, dassanena pahātabbaṁ domanassaṁ uppajjati; dassanena pahātabbaṁ diṭṭhiṁ assādeti abhinandati, taṁ ārabbha dassanena pahātabbo rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… domanassaṁ uppajjati; vicikicchaṁ ārabbha vicikicchā uppajjati, diṭṭhi …pe… domanassaṁ uppajjati; dassanena pahātabbaṁ domanassaṁ ārabbha dassanena pahātabbaṁ domanassaṁ uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati. ",
  "patthana2.13:37.1": "Dassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo—ariyā dassanena pahātabbe pahīne kilese paccavekkhanti, pubbe samudāciṇṇe …pe… dassanena pahātabbe khandhe aniccato …pe… vipassati, cetopariyañāṇena dassanena pahātabbacittasamaṅgissa cittaṁ jānāti, dassanena pahātabbā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.13:38.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati assādeti abhinandati, taṁ ārabbha nadassanena pahātabbo rāgo uppajjati; uddhaccaṁ …pe… nadassanena pahātabbaṁ domanassaṁ uppajjati, pubbe suciṇṇāni …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti …pe… phalassa āvajjanāya ārammaṇapaccayena paccayo; ariyā nadassanena pahātabbe pahīne kilese paccavekkhanti, vikkhambhite kilese …pe… pubbe …pe… cakkhuṁ …pe… vatthuṁ nadassanena pahātabbe khandhe aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha nadassanena pahātabbo rāgo uppajjati, uddhaccaṁ …pe… nadassanena pahātabbaṁ domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati …pe… anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.13:39.1": "Nadassanena pahātabbo dhammo dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ nadassanena pahātabbe khandhe assādeti abhinandati, taṁ ārabbha dassanena pahātabbo rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… dassanena pahātabbaṁ domanassaṁ uppajjati. ",
  "patthana2.13:40.0": "Adhipati ",
  "patthana2.13:40.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dassanena pahātabbaṁ rāgaṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati, diṭṭhiṁ garuṁ katvā …pe…. **Sahajātādhipati**—dassanena pahātabbādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:41.1": "Dassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—dassanena pahātabbādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:42.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa ca nadassanena pahātabbassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—dassanena pahātabbādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:43.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe …pe… jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā paccavekkhati, assādeti abhinandati, taṁ garuṁ katvā nadassanena pahātabbo rāgo uppajjati, ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā …pe… phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ nadassanena pahātabbe khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā nadassanena pahātabbo rāgo uppajjati. **Sahajātādhipati**—nadassanena pahātabbādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:44.1": "Nadassanena pahātabbo dhammo dassanena pahātabbassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṁ datvā …pe… jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ nadassanena pahātabbe khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana2.13:45.0": "Anantara ",
  "patthana2.13:45.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa anantarapaccayena paccayo—purimā purimā dassanena pahātabbā khandhā pacchimānaṁ pacchimānaṁ dassanena pahātabbānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.13:46.1": "Dassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa anantarapaccayena paccayo—dassanena pahātabbā khandhā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā nadassanena pahātabbā khandhā …pe… phalasamāpattiyā anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Āvajjanā dassanena pahātabbānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.13:47.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo … pañca … aññamaññapaccayena paccayo … dve … nissayapaccayena paccayo … satta. ",
  "patthana2.13:48.0": "Upanissaya ",
  "patthana2.13:48.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—dassanena pahātabbaṁ rāgaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; dassanena pahātabbaṁ dosaṁ … mohaṁ … diṭṭhiṁ … patthanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; dassanena pahātabbo rāgo …pe… patthanā dassanena pahātabbassa rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana2.13:49.1": "Dassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—dassanena pahātabbaṁ rāgaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti dassanena pahātabbaṁ dosaṁ … mohaṁ … diṭṭhiṁ … patthanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti; dassanena pahātabbo rāgo …pe… patthanā saddhāya …pe… paññāya … nadassanena pahātabbassa rāgassa … dosassa … mohassa … mānassa … patthanāya … kāyikassa sukhassa …pe… phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:50.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti; sīlaṁ …pe… paññaṁ, nadassanena pahātabbaṁ rāgaṁ … dosaṁ … mohaṁ … mānaṁ … patthanaṁ … kāyikaṁ sukhaṁ …pe… senāsanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti; saddhā …pe… paññā, nadassanena pahātabbo rāgo …pe… patthanā … kāyikaṁ sukhaṁ …pe… senāsanaṁ saddhāya …pe… paññāya nadassanena pahātabbassa rāgassa …pe… patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa … maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:51.1": "Nadassanena pahātabbo dhammo dassanena pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya diṭṭhiṁ gaṇhāti; sīlaṁ …pe… paññaṁ upanissāya diṭṭhiṁ gaṇhāti, nadassanena pahātabbaṁ rāgaṁ … dosaṁ … mohaṁ … mānaṁ … patthanaṁ … kāyikaṁ sukhaṁ …pe… senāsanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ dassanena pahātabbassa rāgassa … dosassa … mohassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. ",
  "patthana2.13:52.0": "Purejāta ",
  "patthana2.13:52.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha nadassanena pahātabbo rāgo …pe… uddhaccaṁ …pe… nadassanena pahātabbaṁ domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe…. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nadassanena pahātabbānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:53.1": "Nadassanena pahātabbo dhammo dassanena pahātabbassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha dassanena pahātabbo rāgo …pe… diṭṭhi …pe… vicikicchā …pe… dassanena pahātabbaṁ domanassaṁ uppajjati. **Vatthupurejātaṁ**—vatthu dassanena pahātabbānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:54.0": "Pacchājātāsevana ",
  "patthana2.13:54.1": "Dassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa pacchājātapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana2.13:55.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa pacchājātapaccayena paccayo (saṅkhittaṁ) … āsevanapaccayena paccayo … dve. ",
  "patthana2.13:56.0": "Kamma ",
  "patthana2.13:56.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa kammapaccayena paccayo—dassanena pahātabbā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana2.13:57.1": "Dassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—dassanena pahātabbā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—dassanena pahātabbā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.13:58.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa ca nadassanena pahātabbassa ca dhammassa kammapaccayena paccayo—dassanena pahātabbā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.13:59.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nadassanena pahātabbā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nadassanena pahātabbā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.13:60.0": "Vipākādi ",
  "patthana2.13:60.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa vipākapaccayena paccayo … ekaṁ … āhārapaccayena paccayo … cattāri … indriyapaccayena paccayo … cattāri … jhānapaccayena paccayo … cattāri … maggapaccayena paccayo … cattāri … sampayuttapaccayena paccayo … dve. ",
  "patthana2.13:61.0": "Vippayutta ",
  "patthana2.13:61.1": "Dassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:62.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:63.1": "Nadassanena pahātabbo dhammo dassanena pahātabbassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu dassanena pahātabbānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.13:64.0": "Atthyādi ",
  "patthana2.13:64.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa atthipaccayena paccayo. (Paṭiccasadisaṁ.) Dassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) Dassanena pahātabbo dhammo dassanena pahātabbassa ca nadassanena pahātabbassa ca dhammassa atthipaccayena paccayo. (Paṭiccavārasadisā.) ",
  "patthana2.13:65.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ.) Nadassanena pahātabbo dhammo dassanena pahātabbassa dhammassa atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe…. (Saṅkhittaṁ, purejātasadisaṁ.) ",
  "patthana2.13:66.1": "Dassanena pahātabbo ca nadassanena pahātabbo ca dhammā dassanena pahātabbassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—dassanena pahātabbo eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. ",
  "patthana2.13:67.1": "Dassanena pahātabbo ca nadassanena pahātabbo ca dhammā nadassanena pahātabbassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—dassanena pahātabbā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—dassanena pahātabbā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—dassanena pahātabbā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.13:68.1": "Natthipaccayena paccayo, vigatapaccayena paccayo, avigatapaccayena paccayo. ",
  "patthana2.13:69.0.1": "Saṅkhyāvāra ",
  "patthana2.13:69.0.2": "Suddha ",
  "patthana2.13:69.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri, samanantare cattāri, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane dve, kamme cattāri, vipāke ekaṁ, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri, vigate cattāri, avigate satta. ",
  "patthana2.13:70.0": "Paccanīyuddhāra ",
  "patthana2.13:70.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.13:71.1": "Dassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.13:72.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa ca nadassanena pahātabbassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana2.13:73.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana2.13:74.1": "Nadassanena pahātabbo dhammo dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.13:75.1": "Dassanena pahātabbo ca nadassanena pahātabbo ca dhammā dassanena pahātabbassa dhammassa sahajātaṁ, purejātaṁ. ",
  "patthana2.13:76.1": "Dassanena pahātabbo ca nadassanena pahātabbo ca dhammā nadassanena pahātabbassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana2.13:77.0.1": "2.13.1.7.2. Paccayapaccanīya ",
  "patthana2.13:77.0.2": "Saṅkhyāvāra ",
  "patthana2.13:77.0.3": "Suddha ",
  "patthana2.13:77.1": "Nahetuyā satta, naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, nasahajāte pañca, naaññamaññe pañca, nanissaye pañca, naupanissaye satta, napurejāte cha, napacchājāte satta …pe… namagge satta, nasampayutte pañca, navippayutte cattāri, noatthiyā cattāri, nonatthiyā satta, novigate satta, noavigate cattāri. ",
  "patthana2.13:78.0": "2.13.1.7.3. Paccayānulomapaccanīya ",
  "patthana2.13:78.1": "Hetupaccayā naārammaṇe cattāri, naadhipatiyā nava, naanantare cattāri, nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri (sabbattha cattāri), nasampayutte dve, navippayutte dve, nonatthiyā cattāri, novigate cattāri. ",
  "patthana2.13:79.0": "2.13.1.7.4. Paccayapaccanīyānuloma ",
  "patthana2.13:79.1": "Nahetupaccayā ārammaṇe cattāri, adhipatiyā pañca (anulomamātikā kātabbā) …pe… avigate satta. ",
  "patthana2.13:80.1": "Dassanena pahātabbadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:81.0.1": "2.13.2. Bhāvanāyapahātabbaduka ",
  "patthana2.13:81.0.2": "2.13.2.1–4. Paccayānulomādi ",
  "patthana2.13:81.0.3": "2.13.2.1–4.1–4 Paccayānulomādi ",
  "patthana2.13:81.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca bhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Yathā dassanadukaṁ, evaṁ vitthāretabbaṁ, ninnānākaraṇaṁ.) ",
  "patthana2.13:82.1": "Hetuyā pañca …pe… avigate pañca. ",
  "patthana2.13:83.1": "Anulomaṁ. ",
  "patthana2.13:84.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca bhāvanāya pahātabbo dhammo uppajjati nahetupaccayā—uddhaccasahagate khandhe paṭicca uddhaccasahagato moho. ",
  "patthana2.13:85.1": "Nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nabhāvanāya pahātabbo dhammo uppajjati nahetupaccayā—ahetukaṁ nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ …pe… (yāva asaññasattā) vicikicchāsahagate khandhe paṭicca vicikicchāsahagato moho. (Saṅkhittaṁ.) ",
  "patthana2.13:86.1": "Nahetuyā dve …pe… novigate tīṇi. ",
  "patthana2.13:87.1": "Paccanīyaṁ. ",
  "patthana2.13:88.1": "(Paccayavārapaccanīye nahetupaccaye uddhaccasahagate tīṇi, moho uddharitabbo. Sabbepi vārā dassanadukasadisā, uddhaccapaccanīyampi nānaṁ.) ",
  "patthana2.13:89.0.1": "2.13.2.7. Pañhāvāra ",
  "patthana2.13:89.0.2": "2.13.2.7.1–4. Paccayānulomādi ",
  "patthana2.13:89.0.3": "Vibhaṅgavāra ",
  "patthana2.13:89.0.4": "Hetu ",
  "patthana2.13:89.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa hetupaccayena paccayo—bhāvanāya pahātabbā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo … tīṇi. ",
  "patthana2.13:90.1": "Nabhāvanāya pahātabbo dhammo nabhāvanāya pahātabbassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana2.13:91.0": "Ārammaṇa ",
  "patthana2.13:91.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo—bhāvanāya pahātabbaṁ rāgaṁ assādeti abhinandati, taṁ ārabbha bhāvanāya pahātabbo rāgo uppajjati, uddhaccaṁ uppajjati; bhāvanāya pahātabbaṁ domanassaṁ uppajjati; uddhaccaṁ ārabbha uddhaccaṁ uppajjati, bhāvanāya pahātabbaṁ domanassaṁ uppajjati; bhāvanāya pahātabbaṁ domanassaṁ ārabbha bhāvanāya pahātabbaṁ domanassaṁ uppajjati, uddhaccaṁ uppajjati. ",
  "patthana2.13:92.1": "Bhāvanāya pahātabbo dhammo nabhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo—ariyā bhāvanāya pahātabbe pahīne kilese …pe… vikkhambhite kilese …pe… pubbe samudāciṇṇe …pe… bhāvanāya pahātabbe khandhe aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha nabhāvanāya pahātabbo rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… nabhāvanāya pahātabbaṁ domanassaṁ uppajjati; cetopariyañāṇena bhāvanāya pahātabbacittasamaṅgissa cittaṁ jānāti, bhāvanāya pahātabbā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.13:93.1": "Nabhāvanāya pahātabbo dhammo nabhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati assādeti abhinandati, taṁ ārabbha nabhāvanāya pahātabbo rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… nabhāvanāya pahātabbaṁ domanassaṁ uppajjati, pubbe …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā …pe… phalassa, āvajjanāya ārammaṇapaccayena paccayo; ariyā nabhāvanāya pahātabbe pahīne kilese …pe… cakkhuṁ …pe… vatthuṁ nabhāvanāya pahātabbe khandhe aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha nabhāvanāya pahātabbo rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… nabhāvanāya pahātabbaṁ domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati …pe… yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.13:94.1": "Nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ nabhāvanāya pahātabbe khandhe assādeti abhinandati, taṁ ārabbha bhāvanāya pahātabbo rāgo uppajjati, uddhaccaṁ uppajjati, bhāvanāya pahātabbaṁ domanassaṁ uppajjati. ",
  "patthana2.13:95.0": "Adhipati ",
  "patthana2.13:95.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati sahajātādhipati. **Ārammaṇādhipati**—bhāvanāya pahātabbaṁ rāgaṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā bhāvanāya pahātabbo rāgo uppajjati. **Sahajātādhipati**—bhāvanāya pahātabbādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:96.1": "Bhāvanāya pahātabbo dhammo nabhāvanāya pahātabbassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—bhāvanāya pahātabbaṁ rāgaṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā nabhāvanāya pahātabbo rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—bhāvanāya pahātabbādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:97.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa ca nabhāvanāya pahātabbassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—bhāvanāya pahātabbādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:98.1": "Nabhāvanāya pahātabbo dhammo nabhāvanāya pahātabbassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati assādeti abhinandati, taṁ garuṁ katvā nabhāvanāya pahātabbo rāgo uppajjati. **Sahajātādhipati**—nabhāvanāya pahātabbādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:99.1": "Nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṁ …pe… jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ nabhāvanāya pahātabbe khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā bhāvanāya pahātabbo rāgo uppajjati. ",
  "patthana2.13:100.0": "Anantarādi ",
  "patthana2.13:100.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa anantarapaccayena paccayo … cattāri (dassanadukasadisā bhāvanā ninnānākaraṇā) … samanantarapaccayena paccayo … cattāri … sahajātapaccayena paccayo … pañca … aññamaññapaccayena paccayo … dve … nissayapaccayena paccayo … satta. ",
  "patthana2.13:101.0": "Upanissaya ",
  "patthana2.13:101.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—bhāvanāya pahātabbo rāgo … doso … moho … māno … patthanā bhāvanāya pahātabbassa rāgassa … dosassa … mohassa … mānassa … patthanāya upanissayapaccayena paccayo. ",
  "patthana2.13:102.1": "Bhāvanāya pahātabbo dhammo nabhāvanāya pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—bhāvanāya pahātabbaṁ rāgaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati; bhāvanāya pahātabbaṁ dosaṁ … mohaṁ … mānaṁ … patthanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati; bhāvanāya pahātabbo rāgo …pe… patthanā saddhāya …pe… paññāya nabhāvanāya pahātabbassa, rāgassa … dosassa … mohassa … diṭṭhiyā … patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa … maggassa … phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:103.1": "Nabhāvanāya pahātabbo dhammo nabhāvanāya pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… paññaṁ, nabhāvanāya pahātabbaṁ rāgaṁ … dosaṁ … mohaṁ … diṭṭhiṁ … patthanaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ …pe… senāsanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ saddhāya …pe… paññāya nabhāvanāya pahātabbassa rāgassa … dosassa … mohassa … diṭṭhiyā … patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa … maggassa … phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:104.1": "Nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti …pe… sīlaṁ …pe… paññaṁ … rāgaṁ …pe… kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … senāsanaṁ upanissāya mānaṁ jappeti; saddhā …pe… senāsanaṁ bhāvanāya pahātabbassa rāgassa … dosassa … mohassa … mānassa … patthanāya upanissayapaccayena paccayo. ",
  "patthana2.13:105.0": "Purejātādi ",
  "patthana2.13:105.1": "Nabhāvanāya pahātabbo dhammo nabhāvanāya pahātabbassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha nabhāvanāya pahātabbo rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati; nabhāvanāya pahātabbaṁ domanassaṁ uppajjati, dibbena cakkhunā rūpaṁ passati …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe…. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nabhāvanāya pahātabbānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:106.1": "Nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha bhāvanāya pahātabbo rāgo uppajjati, uddhaccaṁ uppajjati, bhāvanāya pahātabbaṁ domanassaṁ uppajjati. **Vatthupurejātaṁ**—vatthu bhāvanāya pahātabbānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:107.1": "Pacchājātapaccayena paccayo … dve, āsevanapaccayena paccayo … dve, kammapaccayena paccayo—bhāvanāya pahātabbā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Bhāvanāya pahātabbā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Bhāvanāya pahātabbā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.13:108.1": "Nabhāvanāya pahātabbo dhammo nabhāvanāya pahātabbassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nabhāvanāya pahātabbā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nabhāvanāya pahātabbā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo … vipākapaccayena paccayo … ekaṁ …pe… avigatapaccayena paccayo. (Sabbapaccayā dassanadukasadisā, bhāvanā ninnānākaraṇā.) ",
  "patthana2.13:109.0.1": "2.13.2.7.1. Paccayānulomādi ",
  "patthana2.13:109.0.2": "Saṅkhyāvāra ",
  "patthana2.13:109.0.3": "Suddha ",
  "patthana2.13:109.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri, samanantare cattāri, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane dve, kamme cattāri, vipāke ekaṁ, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri, vigate cattāri, avigate satta. ",
  "patthana2.13:110.1": "(Paccanīyavibhaṅgo dassanadukasadiso vibhajitabbo. Evaṁ tīṇi gaṇanāpi gaṇetabbā.) ",
  "patthana2.13:111.1": "Bhāvanāyapahātabbadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:112.0.1": "2.13.3. Paccayavāra ",
  "patthana2.13:112.0.2": "2.13.3.1. Paṭiccavāra ",
  "patthana2.13:112.0.3": "2.13.3.1.1. Paccayānuloma ",
  "patthana2.13:112.0.4": "Vibhaṅgavāra ",
  "patthana2.13:112.0.5": "Hetu ",
  "patthana2.13:112.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.13:113.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā—dassanena pahātabbahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:114.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā uppajjanti hetupaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.13:115.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paṭicca nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā—nadassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… vicikicchāsahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. (Yāva ajjhattikā mahābhūtā.) ",
  "patthana2.13:116.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—vicikicchāsahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana2.13:117.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā uppajjanti hetupaccayā— vicikicchāsahagataṁ mohaṁ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.13:118.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—vicikicchāsahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.13:119.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ paṭicca nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā—dassanena pahātabbahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:120.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ paṭicca dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā uppajjanti hetupaccayā—vicikicchāsahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe…. ",
  "patthana2.13:121.0": "Ārammaṇa ",
  "patthana2.13:121.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.13:122.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca nadassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagate khandhe paṭicca vicikicchāsahagato moho. ",
  "patthana2.13:123.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā uppajjanti ārammaṇapaccayā— vicikicchāsahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana2.13:124.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paṭicca nadassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—nadassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:125.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana2.13:126.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe ca …pe….  (Saṅkhittaṁ.) ",
  "patthana2.13:127.0.1": "Saṅkhyāvāra ",
  "patthana2.13:127.0.2": "Suddha ",
  "patthana2.13:127.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca, anantare cha, samanantare cha, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cha, purejāte cha, āsevane cha, kamme nava, vipāke ekaṁ, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte cha, vippayutte nava, atthiyā nava, natthiyā cha, vigate cha, avigate nava. ",
  "patthana2.13:128.0.1": "2.13.3.1.2. Paccayapaccanīya ",
  "patthana2.13:128.0.2": "Vibhaṅgavāra ",
  "patthana2.13:128.0.3": "Nahetu ",
  "patthana2.13:128.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca nadassanena pahātabbahetuko dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe paṭicca vicikicchāsahagato moho. ",
  "patthana2.13:129.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paṭicca nadassanena pahātabbahetuko dhammo uppajjati nahetupaccayā ahetukaṁ nadassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… (yāva asaññasattā) uddhaccasahagate khandhe paṭicca uddhaccasahagato moho. ",
  "patthana2.13:130.0.1": "Saṅkhyāvāra ",
  "patthana2.13:130.0.2": "Suddha ",
  "patthana2.13:130.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:131.0": "2.13.3.1.3. Paccayānulomapaccanīya ",
  "patthana2.13:131.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava …pe… napurejāte satta …pe… navippayutte cattāri, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:132.0": "2.13.3.1.4. Paccayapaccanīyānuloma ",
  "patthana2.13:132.1": "Nahetupaccayā ārammaṇe dve, anantare dve …pe… vipāke ekaṁ …pe… magge dve …pe… avigate dve. ",
  "patthana2.13:133.0": "2.13.3.2. Sahajātavāra ",
  "patthana2.13:133.1": "Sahajātavāro paṭiccavārasadiso. ",
  "patthana2.13:134.0.1": "2.13.3.3. Paccayavāra ",
  "patthana2.13:134.0.2": "2.13.3.3.1. Paccayānuloma ",
  "patthana2.13:134.0.3": "Vibhaṅgavāra ",
  "patthana2.13:134.0.4": "Hetu ",
  "patthana2.13:134.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana2.13:135.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paccayā nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā—nadassanena pahātabbahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… (yāva ajjhattikā mahābhūtā) vatthuṁ paccayā nadassanena pahātabbahetukā khandhā. ",
  "patthana2.13:136.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā, vicikicchāsahagataṁ mohaṁ paccayā sampayuttakā khandhā. ",
  "patthana2.13:137.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagataṁ mohaṁ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.13:138.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… vicikicchāsahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.13:139.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ paccayā nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā—dassanena pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagate khandhe ca mohañca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:140.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā uppajjanti hetupaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… dassanena pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, vicikicchāsahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe…. ",
  "patthana2.13:141.0": "Ārammaṇa ",
  "patthana2.13:141.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā … tīṇi. (Paṭiccasadisā.) ",
  "patthana2.13:142.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paccayā nadassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—nadassanena pahātabbahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… vatthuṁ paccayā nadassanena pahātabbahetukā khandhā, vatthuṁ paccayā vicikicchāsahagato moho. Nadassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā, vicikicchāsahagataṁ mohaṁ paccayā sampayuttakā khandhā. Nadassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā uppajjanti ārammaṇapaccayā—vatthuṁ paccayā vicikicchāsahagatā khandhā ca moho ca. ",
  "patthana2.13:143.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… vicikicchāsahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.13:144.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ paccayā nadassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagate khandhe ca vatthuñca paccayā vicikicchāsahagato moho. ",
  "patthana2.13:145.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā moho ca …pe… dve khandhe ca …pe…. ",
  "patthana2.13:146.0.1": "Saṅkhyāvāra ",
  "patthana2.13:146.0.2": "Suddha ",
  "patthana2.13:146.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), vipāke ekaṁ …pe… avigate nava. ",
  "patthana2.13:147.0.1": "2.13.3.3.2. Paccayapaccanīya ",
  "patthana2.13:147.0.2": "Vibhaṅgavāra ",
  "patthana2.13:147.0.3": "Nahetu ",
  "patthana2.13:147.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā nadassanena pahātabbahetuko dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe paccayā vicikicchāsahagato moho. ",
  "patthana2.13:148.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paccayā nadassanena pahātabbahetuko dhammo uppajjati nahetupaccayā—ahetukaṁ nadassanena pahātabbahetukaṁ …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā nadassanena pahātabbahetukā khandhā, uddhaccasahagate khandhe ca vatthuñca paccayā uddhaccasahagato moho. ",
  "patthana2.13:149.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ paccayā nadassanena pahātabbahetuko dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe ca vatthuñca paccayā vicikicchāsahagato moho. (Saṅkhittaṁ.) ",
  "patthana2.13:150.0.1": "Saṅkhyāvāra ",
  "patthana2.13:150.0.2": "Suddha ",
  "patthana2.13:150.1": "Nahetuyā tīṇi, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:151.0.1": "2.13.3.4. Nissayavāra ",
  "patthana2.13:151.0.2": "13.3.5. Saṁsaṭṭhavāra ",
  "patthana2.13:151.0.3": "2.13.3.5.1–4. Paccayacatukka ",
  "patthana2.13:151.0.4": "Hetu ",
  "patthana2.13:151.1": "(Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo.) ",
  "patthana2.13:152.1": "Dassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.13:153.1": "Nadassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā—nadassanena pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:154.1": "Nadassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—vicikicchāsahagataṁ mohaṁ saṁsaṭṭhā sampayuttakā khandhā. ",
  "patthana2.13:155.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—vicikicchāsahagataṁ ekaṁ khandhañca mohañca saṁsaṭṭhā tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.13:156.0": "Ārammaṇa ",
  "patthana2.13:156.1": "Dassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā … tīṇi. (Paṭiccasadisā.) ",
  "patthana2.13:157.1": "Nadassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho nadassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—nadassanena pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:158.1": "Nadassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā. (Paṭiccasadisaṁ.) ",
  "patthana2.13:159.1": "Dassanena pahātabbahetukañca nadassanena pahātabbahetukañca dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā. (Paṭiccasadisaṁ, saṅkhittaṁ.) ",
  "patthana2.13:160.1": "Hetuyā cattāri, ārammaṇe cha, adhipatiyā dve, anantare cha (sabbattha cha), vipāke ekaṁ …pe… avigate cha. ",
  "patthana2.13:161.1": "Anulomaṁ. ",
  "patthana2.13:162.0": "Hetuduka ",
  "patthana2.13:162.1": "Dassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho nadassanena pahātabbahetuko dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe saṁsaṭṭho vicikicchāsahagato moho. ",
  "patthana2.13:163.1": "Nadassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho nadassanena pahātabbahetuko dhammo uppajjati nahetupaccayā—ahetukaṁ nadassanena pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… uddhaccasahagate khandhe saṁsaṭṭho uddhaccasahagato moho. ",
  "patthana2.13:164.1": "Nahetuyā dve, naadhipatiyā cha, napurejāte cha, napacchājāte cha, naāsevane cha, nakamme cattāri, navipāke cha, najhāne ekaṁ, namagge ekaṁ, navippayutte cha. ",
  "patthana2.13:165.1": "Paccanīyaṁ. ",
  "patthana2.13:166.0": "Hetuduka ",
  "patthana2.13:166.1": "Hetupaccayā naadhipatiyā cattāri, napurejāte cattāri …pe… navippayutte cattāri. ",
  "patthana2.13:167.0": "Nahetuduka ",
  "patthana2.13:167.1": "Nahetupaccayā ārammaṇe dve, anantare dve …pe… vipāke ekaṁ …pe… avigate dve. ",
  "patthana2.13:168.0": "2.13.3.6. Sampayuttavāra ",
  "patthana2.13:168.1": "Sampayuttavāro saṁsaṭṭhavārasadiso. ",
  "patthana2.13:169.0.1": "2.13.3.7. Pañhāvāra ",
  "patthana2.13:169.0.2": "2.13.3.7.1. Paccayānuloma ",
  "patthana2.13:169.0.3": "Vibhaṅgavāra ",
  "patthana2.13:169.0.4": "Hetu ",
  "patthana2.13:169.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa hetupaccayena paccayo—dassanena pahātabbahetukā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Dassanena pahātabbahetukā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Dassanena pahātabbahetukā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.13:170.1": "Nadassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa hetupaccayena paccayo—nadassanena pahātabbahetukā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo, vicikicchāsahagato moho cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (Mūlaṁ kātabbaṁ.) Vicikicchāsahagato moho sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Vicikicchāsahagato moho sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.13:171.0": "Ārammaṇa ",
  "patthana2.13:171.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—dassanena pahātabbahetuke khandhe ārabbha dassanena pahātabbahetukā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Dassanena pahātabbahetuke khandhe ārabbha nadassanena pahātabbahetukā khandhā ca moho ca uppajjanti. (Mūlaṁ kātabbaṁ.) Dassanena pahātabbahetuke khandhe ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti. ",
  "patthana2.13:172.1": "Nadassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati, assādeti abhinandati, taṁ ārabbha nadassanena pahātabbahetuko rāgo uppajjati, uddhaccaṁ uppajjati, nadassanena pahātabbahetukaṁ domanassaṁ uppajjati, pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā …pe… ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti …pe… ariyā nadassanena pahātabbahetuke pahīne kilese paccavekkhanti, vikkhambhite kilese …pe… pubbe samudāciṇṇe kilese jānanti, cakkhuṁ …pe… vatthuṁ nadassanena pahātabbahetuke khandhe ca mohañca aniccato …pe… vipassati, assādeti abhinandati, taṁ ārabbha nadassanena pahātabbahetuko rāgo uppajjati, uddhaccaṁ uppajjati, nadassanena pahātabbahetukaṁ domanassaṁ uppajjati, dibbena cakkhunā rūpaṁ passati …pe… anāgataṁsañāṇassa, āvajjanāya, mohassa ca ārammaṇapaccayena paccayo. ",
  "patthana2.13:173.1": "Nadassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ nadassanena pahātabbahetuke khandhe ca mohañca assādeti abhinandati, taṁ ārabbha dassanena pahātabbahetuko rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… dassanena pahātabbahetukaṁ domanassaṁ uppajjati. ",
  "patthana2.13:174.1": "Nadassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nadassanena pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo—cakkhuṁ …pe… vatthuṁ nadassanena pahātabbahetuke khandhe ca mohañca ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti. ",
  "patthana2.13:175.1": "Dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—vicikicchāsahagate khandhe ca mohañca ārabbha dassanena pahātabbahetukā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Vicikicchāsahagate khandhe ca mohañca ārabbha nadassanena pahātabbahetukā khandhā ca moho ca uppajjanti. (Mūlaṁ kātabbaṁ.) Vicikicchāsahagate khandhe ca mohañca ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti. ",
  "patthana2.13:176.0": "Adhipati ",
  "patthana2.13:176.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dassanena pahātabbahetuke khandhe garuṁ katvā dassanena pahātabbahetukā khandhā uppajjanti. **Sahajātādhipati**—dassanena pahātabbahetukādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:177.1": "Dassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—dassanena pahātabbahetukādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:178.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nadassanena pahātabbahetukassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—dassanena pahātabbahetukādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:179.1": "Nadassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati assādeti abhinandati, taṁ garuṁ katvā nadassanena pahātabbahetuko rāgo uppajjati, pubbe suciṇṇāni …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā …pe… phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ nadassanena pahātabbahetuke khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā nadassanena pahātabbahetuko rāgo uppajjati. **Sahajātādhipati**—nadassanena pahātabbahetukādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:180.1": "Nadassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ nadassanena pahātabbahetuke khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā dassanena pahātabbahetuko rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana2.13:181.0": "Anantara ",
  "patthana2.13:181.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa anantarapaccayena paccayo—purimā purimā dassanena pahātabbahetukā khandhā pacchimānaṁ pacchimānaṁ dassanena pahātabbahetukānaṁ khandhānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā vicikicchāsahagatā khandhā pacchimassa pacchimassa vicikicchāsahagatassa mohassa anantarapaccayena paccayo; dassanena pahātabbahetukā khandhā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā vicikicchāsahagatā khandhā pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana2.13:182.1": "Nadassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa anantarapaccayena paccayo—purimo purimo vicikicchāsahagato moho pacchimassa pacchimassa vicikicchāsahagatassa mohassa anantarapaccayena paccayo; purimā purimā nadassanena pahātabbahetukā khandhā …pe… phalasamāpattiyā anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimo purimo vicikicchāsahagato moho pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ khandhānaṁ anantarapaccayena paccayo; āvajjanā dassanena pahātabbahetukānaṁ khandhānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimo purimo vicikicchāsahagato moho pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo; āvajjanā vicikicchāsahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana2.13:183.1": "Dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa anantarapaccayena paccayo—purimā purimā vicikicchāsahagatā khandhā ca moho ca pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ khandhānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā vicikicchāsahagatā khandhā ca moho ca pacchimassa pacchimassa vicikicchāsahagatassa mohassa anantarapaccayena paccayo; vicikicchāsahagatā khandhā ca moho ca vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā vicikicchāsahagatā khandhā ca moho ca pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana2.13:184.1": "Samanantarapaccayena paccayo … nava … sahajātapaccayena paccayo … nava … aññamaññapaccayena paccayo … cha … nissayapaccayena paccayo … nava. ",
  "patthana2.13:185.0": "Upanissaya ",
  "patthana2.13:185.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—dassanena pahātabbahetukā khandhā dassanena pahātabbahetukānaṁ khandhānaṁ upanissayapaccayena paccayo. (Avasesesu dvīsu anantarūpanissayo, pakatūpanissayo.) (Mūlaṁ kātabbaṁ.) Dassanena pahātabbahetukā khandhā nadassanena pahātabbahetukānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Dassanena pahātabbahetukā khandhā vicikicchāsahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.13:186.1": "Nadassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti mānaṁ jappeti; sīlaṁ …pe… paññaṁ … nadassanena pahātabbahetukaṁ rāgaṁ … dosaṁ … mohaṁ … mānaṁ … patthanaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti; saddhā …pe… senāsanaṁ saddhāya …pe… paññāya nadassanena pahātabbahetukassa rāgassa …pe… patthanāya phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:187.1": "Nadassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya diṭṭhiṁ gaṇhāti; sīlaṁ …pe… paññaṁ … nadassanena pahātabbahetukaṁ rāgaṁ … dosaṁ … mohaṁ … mānaṁ … patthanaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ dassanena pahātabbahetukassa rāgassa … dosassa … mohassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. ",
  "patthana2.13:188.1": "Nadassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nadassanena pahātabbahetukassa ca dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhā …pe… paññā, nadassanena pahātabbahetuko rāgo … doso … moho … māno … patthanā … kāyikaṁ sukhaṁ …pe… senāsanaṁ, vicikicchāsahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.13:189.1": "Dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—vicikicchāsahagatā khandhā ca moho ca dassanena pahātabbahetukānaṁ khandhānaṁ upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Vicikicchāsahagatā khandhā ca moho ca nadassanena pahātabbahetukānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Vicikicchāsahagatā khandhā ca moho ca vicikicchāsahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.13:190.0": "Purejāta ",
  "patthana2.13:190.1": "Nadassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… vipassati, assādeti abhinandati, taṁ ārabbha nadassanena pahātabbahetuko rāgo uppajjati, uddhaccaṁ uppajjati, nadassanena pahātabbahetukaṁ domanassaṁ uppajjati; dibbena …pe…. (Saṅkhittaṁ. Vatthupurejātaṁ saṅkhittaṁ.) ",
  "patthana2.13:191.1": "Nadassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha dassanena pahātabbahetuko rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… dassanena pahātabbahetukaṁ domanassaṁ uppajjati. (Vatthupurejātaṁ saṅkhittaṁ.) ",
  "patthana2.13:192.1": "Nadassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nadassanena pahātabbahetukassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti. (Vatthupurejātaṁ saṅkhittaṁ.) ",
  "patthana2.13:193.0": "Pacchājātāsevana ",
  "patthana2.13:193.1": "Dassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa pacchājātapaccayena paccayo. (Saṅkhittaṁ.) Nadassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa pacchājātapaccayena paccayo. (Saṅkhittaṁ.) Dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā nadassanena pahātabbahetukassa dhammassa pacchājātapaccayena paccayo (saṅkhittaṁ) … āsevanapaccayena paccayo. ",
  "patthana2.13:194.0": "Kammādi ",
  "patthana2.13:194.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa kammapaccayena paccayo—dassanena pahātabbahetukā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Sahajātā, nānākkhaṇikā. **Sahajātā**—dassanena pahātabbahetukā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—dassanena pahātabbahetukā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nadassanena pahātabbahetukassa ca dhammassa kammapaccayena paccayo—dassanena pahātabbahetukā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.13:195.1": "Nadassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nadassanena pahātabbahetukā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nadassanena pahātabbahetukā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.13:196.1": "Vipākapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo … cha … vippayuttapaccayena paccayo … pañca. ",
  "patthana2.13:197.0": "Atthyādi ",
  "patthana2.13:197.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa atthipaccayena paccayo … tīṇi. ",
  "patthana2.13:198.1": "Nadassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ.) Nadassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. (Saṅkhittaṁ.) Nadassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nadassanena pahātabbahetukassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:199.1": "Dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—dassanena pahātabbahetuko eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe… vicikicchāsahagato eko khandho ca moho ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. ",
  "patthana2.13:200.1": "Dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā nadassanena pahātabbahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:201.1": "Dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā dassanena pahātabbahetukassa ca nadassanena pahātabbahetukassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:202.1": "Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. ",
  "patthana2.13:203.0.1": "Saṅkhyāvāra ",
  "patthana2.13:203.0.2": "Suddha ",
  "patthana2.13:203.1": "Hetuyā cha, ārammaṇe nava, adhipatiyā pañca, anantare nava, samanantare nava, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cattāri, vipāke ekaṁ, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.13:204.0": "Paccanīyuddhāra ",
  "patthana2.13:204.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. Dassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nadassanena pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.13:205.1": "Nadassanena pahātabbahetuko dhammo nadassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. Nadassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. Nadassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nadassanena pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.13:206.1": "Dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. Dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā nadassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. Dassanena pahātabbahetuko ca nadassanena pahātabbahetuko ca dhammā dassanena pahātabbahetukassa ca nadassanena pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.13:207.0.1": "2.13.3.7.2. Paccayapaccanīya ",
  "patthana2.13:207.0.2": "Saṅkhyāvāra ",
  "patthana2.13:207.0.3": "Suddha ",
  "patthana2.13:207.1": "Nahetuyā nava, naārammaṇe nava (sabbattha nava), noavigate nava. ",
  "patthana2.13:208.0": "2.13.3.7.3. Paccayānulomapaccanīya ",
  "patthana2.13:208.1": "Hetupaccayā naārammaṇe cha, naadhipatiyā cha, naanantare cha, nasamanantare cha, naaññamaññe dve, naupanissaye cha …pe… nasampayutte dve, navippayutte tīṇi, nonatthiyā cha, novigate cha. ",
  "patthana2.13:209.0": "2.13.3.7.4. Paccayapaccanīyānuloma ",
  "patthana2.13:209.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā pañca (anulomamātikā) …pe… avigate nava. ",
  "patthana2.13:210.1": "Dassanenapahātabbahetukadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:211.0.1": "2.13.4. Bhāvanāyapahātabbahetukaduka ",
  "patthana2.13:211.0.2": "2.13.4.1. Paṭiccādivāra ",
  "patthana2.13:211.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—bhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.13:212.0": "2.13.4.2–6. Sahajāta-paccaya-nissaya-saṁsaṭṭha-sampayuttavāra ",
  "patthana2.13:212.1": "(Evaṁ paṭiccavāropi sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi dassanena pahātabbahetukadukasadisā. Uddhaccasahagato moho vicikicchāsahagatamohaṭṭhāne ṭhapetabbo.) ",
  "patthana2.13:213.0.1": "2.13.4.7. Pañhāvāra ",
  "patthana2.13:213.0.2": "2.13.4.7.1–4. Paccayānulomādi ",
  "patthana2.13:213.0.3": "Vibhaṅgavāra ",
  "patthana2.13:213.0.4": "Hetu ",
  "patthana2.13:213.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa hetupaccayena paccayo … cha …pe…. (Dassanena pahātabbahetukadukasadisā.) ",
  "patthana2.13:214.0": "Ārammaṇa ",
  "patthana2.13:214.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Ārabbha dassanena pahātabbahetukadukasadisā.) ",
  "patthana2.13:215.1": "Nabhāvanāya pahātabbahetuko dhammo nabhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati assādeti abhinandati, taṁ ārabbha nabhāvanāya pahātabbahetuko rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… nabhāvanāya pahātabbahetukaṁ domanassaṁ uppajjati, pubbe suciṇṇāni …pe… jhānā …pe… ariyā maggā …pe… phalassa, āvajjanāya ārammaṇapaccayena paccayo; ariyā nabhāvanāya pahātabbahetuke pahīne kilese …pe… pubbe samudāciṇṇe …pe… cakkhuṁ …pe… vatthuṁ nabhāvanāya pahātabbahetuke khandhe ca mohañca aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha nabhāvanāya pahātabbahetuko rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… nabhāvanāya pahātabbahetukaṁ domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati …pe… anāgataṁsañāṇassa, āvajjanāya, mohassa ca ārammaṇapaccayena paccayo. ",
  "patthana2.13:216.1": "Nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ nabhāvanāya pahātabbahetuke khandhe ca mohañca assādeti abhinandati, taṁ ārabbha bhāvanāya pahātabbahetuko rāgo uppajjati, uddhaccaṁ …pe… bhāvanāya pahātabbahetukaṁ domanassaṁ uppajjati. ",
  "patthana2.13:217.1": "Nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo—cakkhuṁ …pe… vatthuṁ nabhāvanāya pahātabbahetuke khandhe ca mohañca ārabbha uddhaccasahagatā khandhā ca moho ca uppajjanti. (Ghaṭanārammaṇā tīṇipi kātabbā.) ",
  "patthana2.13:218.0": "Adhipatyādi ",
  "patthana2.13:218.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—bhāvanāya pahātabbahetukaṁ rāgaṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā bhāvanāya pahātabbahetuko rāgo uppajjati. **Sahajātādhipati**—bhāvanāya pahātabbahetukādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:219.1": "Bhāvanāya pahātabbahetuko dhammo nabhāvanāya pahātabbahetukassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—bhāvanāya pahātabbahetukaṁ rāgaṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā nabhāvanāya pahātabbahetuko rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—bhāvanāya pahātabbahetukādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:220.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nabhāvanāya pahātabbahetukassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—bhāvanāya pahātabbahetukādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:221.1": "Nabhāvanāya pahātabbahetuko dhammo nabhāvanāya pahātabbahetukassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati assādeti abhinandati, taṁ garuṁ katvā nabhāvanāya pahātabbahetuko rāgo uppajjati, diṭṭhi uppajjati, pubbe …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā …pe… phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ nabhāvanāya pahātabbahetuke khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā nabhāvanāya pahātabbahetuko rāgo uppajjati, diṭṭhi uppajjati. Sahajātādhipati— nabhāvanāya pahātabbahetukādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:222.1": "Nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa adhipatipaccayena paccayo— **ārammaṇādhipati**—dānaṁ …pe… jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ nabhāvanāya pahātabbahetuke khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā bhāvanāya pahātabbahetuko rāgo uppajjati. ",
  "patthana2.13:223.1": "(Anantarapaccaye nabhāvanāya pahātabbahetukakāraṇā vicikicchāsahagato moho na kātabbo, uddhaccasahagato moho kātabbo.) Samanantarapaccayena paccayo … sahajātapaccayena paccayo … nava … aññamaññapaccayena paccayo … cha … nissayapaccayena paccayo … nava. ",
  "patthana2.13:224.0": "Upanissaya ",
  "patthana2.13:224.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—bhāvanāya pahātabbahetukā khandhā bhāvanāya pahātabbahetukānaṁ khandhānaṁ upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Bhāvanāya pahātabbahetukā khandhā nabhāvanāya pahātabbahetukānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo; sakabhaṇḍe chandarāgo parabhaṇḍe chandarāgassa upanissayapaccayena paccayo; sakapariggahe chandarāgo parapariggahe chandarāgassa upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Bhāvanāya pahātabbahetukā khandhā uddhaccasahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.13:225.1": "Nabhāvanāya pahātabbahetuko dhammo nabhāvanāya pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… paññaṁ … nabhāvanāya pahātabbahetukaṁ rāgaṁ … dosaṁ … mohaṁ … diṭṭhiṁ … patthanaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ …pe… senāsanaṁ upanissāya dānaṁ deti …pe… pāṇaṁ hanati …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ saddhāya …pe… paññāya … nabhāvanāya pahātabbahetukassa rāgassa … dosassa … mohassa … diṭṭhiyā … patthanāya … kāyikassa sukhassa …pe… phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:226.1": "Nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti …pe… saddhā …pe… senāsanaṁ bhāvanāya pahātabbahetukassa rāgassa … dosassa … mohassa … mānassa … patthanāya upanissayapaccayena paccayo. ",
  "patthana2.13:227.1": "Nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nabhāvanāya pahātabbahetukassa ca dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhā …pe… paññā … kāyikaṁ sukhaṁ …pe… senāsanaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. (Ghaṭanūpanissayāpi tīṇipi kātabbā.) ",
  "patthana2.13:228.0": "Purejātādi ",
  "patthana2.13:228.1": "Nabhāvanāya pahātabbahetuko dhammo nabhāvanāya pahātabbahetukassa dhammassa purejātapaccayena paccayo … tīṇi … pacchājātapaccayena paccayo … tīṇi … āsevanapaccayena paccayo … nava … kammapaccayena paccayo (nabhāvanāya pahātabbabhājanakāraṇe nānākkhaṇikā labbhati) …pe… novigatapaccayena paccayo. (Saṅkhittaṁ. Yathā dassanena pahātabbahetukadukaṁ evaṁ bhāvanāya pahātabbahetukapaccayāpi paccanīyāpi vibhāgopi gaṇanāpi ninnānākaraṇā.) ",
  "patthana2.13:229.1": "Nadassanena pahātabbo dhammo nadassanena pahātabbassa dhammassa …pe…. (Parantena sakabhaṇḍachandarāgopi kātabbo.) ",
  "patthana2.13:230.1": "Bhāvanāya pahātabbo dhammo nabhāvanāya pahātabbassa dhammassa …pe…. (Parantena “sakabhaṇḍachandarāgo”ti kātabbaṁ.) ",
  "patthana2.13:231.1": "Bhāvanāyapahātabbahetukadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:232.0.1": "2.13.5. Savitakkaduka ",
  "patthana2.13:232.0.2": "2.13.5.1. Paṭiccavāra ",
  "patthana2.13:232.0.3": "2.13.5.1.1. Paccayānuloma ",
  "patthana2.13:232.0.4": "Vibhaṅgavāra ",
  "patthana2.13:232.0.5": "Hetu ",
  "patthana2.13:232.1": "Savitakkaṁ dhammaṁ paṭicca savitakko dhammo uppajjati hetupaccayā—savitakkaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Savitakkaṁ dhammaṁ paṭicca avitakko dhammo uppajjati hetupaccayā—savitakke khandhe paṭicca vitakko cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe …pe…. Savitakkaṁ dhammaṁ paṭicca savitakko ca avitakko ca dhammā uppajjanti hetupaccayā—savitakkaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vitakko ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:233.1": "Avitakkaṁ dhammaṁ paṭicca avitakko dhammo uppajjati hetupaccayā—avitakkaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… vitakkaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe avitakkaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe… vitakkaṁ paṭicca kaṭattārūpaṁ, khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, vitakkaṁ paṭicca vatthu, vatthuṁ paṭicca vitakko, ekaṁ mahābhūtaṁ …pe…. ",
  "patthana2.13:234.1": "Avitakkaṁ dhammaṁ paṭicca savitakko dhammo uppajjati hetupaccayā—vitakkaṁ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vitakkaṁ paṭicca sampayuttakā khandhā, paṭisandhikkhaṇe vatthuṁ paṭicca savitakkā khandhā. ",
  "patthana2.13:235.1": "Avitakkaṁ dhammaṁ paṭicca savitakko ca avitakko ca dhammā uppajjanti hetupaccayā—vitakkaṁ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ, vitakkaṁ paṭicca savitakkā khandhā, mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe vitakkaṁ paṭicca sampayuttakā khandhā kaṭattā ca rūpaṁ, paṭisandhikkhaṇe vitakkaṁ paṭicca savitakkā khandhā, mahābhūte paṭicca kaṭattārūpaṁ, paṭisandhikkhaṇe vatthuṁ paṭicca savitakkā khandhā, mahābhūte paṭicca kaṭattārūpaṁ, paṭisandhikkhaṇe vatthuṁ paṭicca vitakko sampayuttakā ca khandhā. ",
  "patthana2.13:236.1": "Savitakkañca avitakkañca dhammaṁ paṭicca savitakko dhammo uppajjati hetupaccayā—savitakkaṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe savitakkaṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe savitakkaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.13:237.1": "Savitakkañca avitakkañca dhammaṁ paṭicca avitakko dhammo uppajjati hetupaccayā—savitakke khandhe ca vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe savitakke khandhe ca vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ, paṭisandhikkhaṇe savitakke khandhe ca vatthuñca paṭicca vitakko. ",
  "patthana2.13:238.1": "Savitakkañca avitakkañca dhammaṁ paṭicca savitakko ca avitakko ca dhammā uppajjanti hetupaccayā—savitakkaṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… savitakkaṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe …pe… savitakke khandhe ca vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe savitakkaṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe savitakkaṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe …pe… savitakke khandhe ca vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ, paṭisandhikkhaṇe savitakkaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca …pe… dve khandhe …pe….  (Saṅkhittaṁ.) ",
  "patthana2.13:239.0.1": "Saṅkhyāvāra ",
  "patthana2.13:239.0.2": "Suddha ",
  "patthana2.13:239.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… upanissaye nava, purejāte cha, āsevane cha, kamme nava, vipāke nava (sabbattha nava), avigate nava. ",
  "patthana2.13:240.0.1": "2.13.5.1.2. Paccayapaccanīya ",
  "patthana2.13:240.0.2": "Vibhaṅgavāra ",
  "patthana2.13:240.0.3": "Nahetu ",
  "patthana2.13:240.1": "Savitakkaṁ dhammaṁ paṭicca savitakko dhammo uppajjati nahetupaccayā—ahetukaṁ savitakkaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (Savitakkamūlakā avasesā dve pañhā kātabbā, ahetukaṁ ninnānaṁ.) ",
  "patthana2.13:241.1": "Avitakkaṁ dhammaṁ paṭicca avitakko dhammo uppajjati nahetupaccayā—ahetukaṁ avitakkaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… ahetukaṁ vitakkaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; ahetukapaṭisandhikkhaṇe vitakkaṁ paṭicca kaṭattārūpaṁ, vitakkaṁ paṭicca vatthu, vatthuṁ paṭicca vitakko, ekaṁ mahābhūtaṁ …pe…. ",
  "patthana2.13:242.1": "Avitakkaṁ dhammaṁ paṭicca savitakko dhammo uppajjati nahetupaccayā—ahetukaṁ vitakkaṁ paṭicca sampayuttakā khandhā, ahetukapaṭisandhikkhaṇe vitakkaṁ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṁ paṭicca ahetukā savitakkā khandhā, vitakkaṁ paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:243.1": "Avitakkaṁ dhammaṁ paṭicca savitakko ca avitakko ca dhammā uppajjanti nahetupaccayā. (Saṅkhittaṁ. Hetupaccayasadisaṁ. “Ahetukan”ti niyāmetabbaṁ.) ",
  "patthana2.13:244.1": "Savitakkañca avitakkañca dhammaṁ paṭicca savitakko dhammo uppajjati nahetupaccayā—ahetukaṁ savitakkaṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe savitakkaṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe savitakkaṁ ekaṁ khandhañca vatthuñca vitakkañca paṭicca tayo khandhā …pe… dve khandhe …pe… vicikicchāsahagate uddhaccasahagate khandhe ca vitakkañca paṭicca vicikicchāsahagato uddhaccasahagato moho. (Avasesā dve pañhā hetupaccayasadisā ninnānā, ahetukanti niyāmetabbaṁ.) ",
  "patthana2.13:245.0.1": "Saṅkhyāvāra ",
  "patthana2.13:245.0.2": "Suddha ",
  "patthana2.13:245.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge nava, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:246.0": "2.13.5.1.3. Paccayānulomapaccanīya ",
  "patthana2.13:246.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi …pe… nakamme cattāri, navipāke nava, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:247.0": "2.13.5.1.4. Paccayapaccanīyānuloma ",
  "patthana2.13:247.1": "Nahetupaccayā ārammaṇe nava …pe… anantare nava …pe… purejāte cha, āsevane pañca, kamme nava …pe… magge tīṇi, sampayutte nava. (Sabbattha nava.) ",
  "patthana2.13:248.0": "2.13.5.2. Sahajātavāra ",
  "patthana2.13:248.1": "Sahajātavāro paṭiccavārasadiso. ",
  "patthana2.13:249.0.1": "2.13.5.3. Paccayavāra ",
  "patthana2.13:249.0.2": "2.13.5.3.1. Paccayānuloma ",
  "patthana2.13:249.0.3": "Vibhaṅgavāra ",
  "patthana2.13:249.0.4": "Hetu ",
  "patthana2.13:249.1": "Savitakkaṁ dhammaṁ paccayā savitakko dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccavārasadisā.) ",
  "patthana2.13:250.1": "Avitakkaṁ dhammaṁ paccayā avitakko dhammo uppajjati hetupaccayā—avitakkaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… vitakkaṁ paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe avitakkaṁ ekaṁ khandhaṁ paccayā tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe vitakkaṁ paccayā kaṭattārūpaṁ, khandhe paccayā vatthu, vatthuṁ paccayā khandhā, vitakkaṁ paccayā vatthu, vatthuṁ paccayā vitakko, ekaṁ mahābhūtaṁ paccayā tayo mahābhūtā …pe… vatthuṁ paccayā avitakkā khandhā, vatthuṁ paccayā vitakko. ",
  "patthana2.13:251.1": "Avitakkaṁ dhammaṁ paccayā savitakko dhammo uppajjati hetupaccayā—vitakkaṁ paccayā sampayuttakā khandhā, vatthuṁ paccayā savitakkā khandhā. (Paṭisandhiyāpi dve.) ",
  "patthana2.13:252.1": "Avitakkaṁ dhammaṁ paccayā savitakko ca avitakko ca dhammā uppajjanti hetupaccayā—vitakkaṁ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ, vitakkaṁ paccayā sampayuttakā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, vatthuṁ paccayā savitakkā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, vatthuṁ paccayā vitakko sampayuttakā ca khandhā; paṭisandhikkhaṇe …pe…. (Paṭisandhiyāpi pavattisadisāyeva.) ",
  "patthana2.13:253.1": "Savitakkañca avitakkañca dhammaṁ paccayā savitakko dhammo uppajjati hetupaccayā—savitakkaṁ ekaṁ khandhañca vitakkañca paccayā tayo khandhā …pe… dve khandhe …pe… savitakkaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe…. (Paṭisandhikkhaṇe dve kātabbā.) ",
  "patthana2.13:254.1": "Savitakkañca avitakkañca dhammaṁ paccayā avitakko dhammo uppajjati hetupaccayā—savitakke khandhe ca vitakkañca paccayā cittasamuṭṭhānaṁ rūpaṁ, savitakke khandhe ca vitakkañca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, savitakke khandhe ca vatthuñca paccayā vitakko; paṭisandhikkhaṇe …pe…. (Tīṇi, paṭisandhiyāpi.) ",
  "patthana2.13:255.1": "Savitakkañca avitakkañca dhammaṁ paccayā savitakko ca avitakko ca dhammā uppajjanti hetupaccayā—savitakkaṁ ekaṁ khandhañca vitakkañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… savitakkaṁ ekaṁ khandhañca vitakkañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… savitakke khandhe ca vitakkañca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, savitakkaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā vitakko ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:256.0.1": "Saṅkhyāvāra ",
  "patthana2.13:256.0.2": "Suddha ",
  "patthana2.13:256.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), avigate nava. ",
  "patthana2.13:257.0.1": "2.13.5.3.2. Paccayapaccanīya ",
  "patthana2.13:257.0.2": "Vibhaṅgavāra ",
  "patthana2.13:257.1": "Savitakkaṁ dhammaṁ paccayā savitakko dhammo uppajjati nahetupaccayā. (Nava pañhā kātabbā. “Ahetukā”ti niyāmetabbā tīṇiyeva. Moho uddharitabbo, yathā paṭiccavāre hetupaccayasadisāyeva pañhā pañcaviññāṇā atirekā moho vitakkaṁ.) ",
  "patthana2.13:258.0.1": "Saṅkhyāvāra ",
  "patthana2.13:258.0.2": "Suddha ",
  "patthana2.13:258.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge nava, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:259.0.1": "2.13.5.4. Nissayavāra ",
  "patthana2.13:259.0.2": "13.5.5. Saṁsaṭṭhavāra ",
  "patthana2.13:259.0.3": "2.13.5.5.1–4 Paccayānulomādi ",
  "patthana2.13:259.0.4": "Vibhaṅgavāra ",
  "patthana2.13:259.0.5": "Hetu ",
  "patthana2.13:259.1": "(Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo.) ",
  "patthana2.13:260.1": "Savitakkaṁ dhammaṁ saṁsaṭṭho savitakko dhammo uppajjati hetupaccayā— savitakkaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Savitakkaṁ dhammaṁ saṁsaṭṭho avitakko dhammo uppajjati hetupaccayā—savitakke khandhe saṁsaṭṭho vitakko; paṭisandhikkhaṇe …pe…. Savitakkaṁ dhammaṁ saṁsaṭṭho savitakko ca avitakko ca dhammā uppajjanti hetupaccayā—savitakkaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā vitakko ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:261.1": "Avitakkaṁ dhammaṁ saṁsaṭṭho avitakko dhammo uppajjati hetupaccayā—avitakkaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Avitakkaṁ dhammaṁ saṁsaṭṭho savitakko dhammo uppajjati hetupaccayā—vitakkaṁ saṁsaṭṭhā sampayuttakā khandhā; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:262.1": "Savitakkañca avitakkañca dhammaṁ saṁsaṭṭho savitakko dhammo uppajjati hetupaccayā—savitakkaṁ ekaṁ khandhañca vitakkañca saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe….  (Saṅkhittaṁ.) ",
  "patthana2.13:263.1": "Hetuyā cha, ārammaṇe cha, adhipatiyā cha (sabbattha cha) avigate cha. ",
  "patthana2.13:264.1": "Anulomaṁ. ",
  "patthana2.13:265.1": "Savitakkaṁ dhammaṁ saṁsaṭṭho savitakko dhammo uppajjati nahetupaccayā. (Evaṁ cha pañhā kātabbā anulomasadisā, ahetukāti niyāmetabbā, tīṇiyeva, moho uddharitabbo.) ",
  "patthana2.13:266.1": "Nahetuyā cha, naadhipatiyā cha, napurejāte cha, napacchājāte cha, naāsevane cha, nakamme cattāri, navipāke cha, najhāne ekaṁ, namagge cha, navippayutte cha. ",
  "patthana2.13:267.1": "Paccanīyaṁ. ",
  "patthana2.13:268.0": "2.13.5.6. Sampayuttavāra ",
  "patthana2.13:268.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.13:269.0.1": "2.13.5.7. Pañhāvāra ",
  "patthana2.13:269.0.2": "2.13.5.7.1. Paccayānuloma ",
  "patthana2.13:269.0.3": "Vibhaṅgavāra ",
  "patthana2.13:269.0.4": "Hetu ",
  "patthana2.13:269.1": "Savitakko dhammo savitakkassa dhammassa hetupaccayena paccayo—savitakkā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. Savitakko dhammo avitakkassa dhammassa hetupaccayena paccayo—savitakkā hetū vitakkassa cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (Mūlaṁ kātabbaṁ.) Savitakkā hetū sampayuttakānaṁ khandhānaṁ vitakkassa ca cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe… ",
  "patthana2.13:270.1": "Avitakko dhammo avitakkassa dhammassa hetupaccayena paccayo—avitakkā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:271.0": "Ārammaṇa ",
  "patthana2.13:271.1": "Savitakko dhammo savitakkassa dhammassa ārammaṇapaccayena paccayo—savitakke khandhe ārabbha savitakkā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Savitakke khandhe ārabbha avitakkā khandhā ca vitakko ca uppajjanti. (Mūlaṁ kātabbaṁ.) Savitakke khandhe ārabbha savitakkā khandhā ca vitakko ca uppajjanti. ",
  "patthana2.13:272.1": "Avitakko dhammo avitakkassa dhammassa ārammaṇapaccayena paccayo—ariyā avitakkā jhānā vuṭṭhahitvā avitakkaṁ jhānaṁ paccavekkhanti, maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalā vuṭṭhahitvā phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti, nibbānaṁ avitakkassa maggassa, phalassa, vitakkassa ca ārammaṇapaccayena paccayo; cakkhuṁ …pe… vatthuṁ avitakke khandhe ca vitakkañca aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha vitakko uppajjati, dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena avitakkacittasamaṅgissa cittaṁ jānāti, ākāsānañcāyatanaṁ …pe… ākiñcaññāyatanaṁ …pe… rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ …pe… avitakkā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa yathākammūpagañāṇassa, anāgataṁsañāṇassa, vitakkassa ca ārammaṇapaccayena paccayo; avitakke khandhe ca vitakkañca ārabbha avitakkā khandhā ca vitakko ca uppajjanti. ",
  "patthana2.13:273.1": "Avitakko dhammo savitakkassa dhammassa ārammaṇapaccayena paccayo—ariyā avitakkā jhānā vuṭṭhahitvā …pe… maggā vuṭṭhahitvā …pe… phalā vuṭṭhahitvā phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, savitakkassa maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo; cakkhuṁ …pe… vatthuṁ avitakke khandhe ca vitakkañca aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati; avitakke khandhe ca vitakkañca ārabbha savitakkā khandhā uppajjanti. ",
  "patthana2.13:274.1": "Avitakko dhammo savitakkassa ca avitakkassa ca dhammassa ārammaṇapaccayena paccayo—ariyā avitakkā jhānā vuṭṭhahitvā …pe… maggā vuṭṭhahitvā …pe… phalā vuṭṭhahitvā phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, savitakkassa maggassa, phalassa, āvajjanāya, vitakkassa ca ārammaṇapaccayena paccayo; cakkhuṁ …pe… vatthuṁ avitakke khandhe ca vitakkañca aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha savitakkā khandhā ca vitakko ca uppajjanti, avitakke khandhe ca vitakkañca ārabbha savitakkā khandhā ca vitakko ca uppajjanti. ",
  "patthana2.13:275.1": "Savitakko ca avitakko ca dhammā savitakkassa dhammassa ārammaṇapaccayena paccayo—savitakke khandhe ca vitakkañca ārabbha savitakkā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Savitakke khandhe ca vitakkañca ārabbha avitakkā khandhā ca vitakko ca uppajjanti. (Mūlaṁ kātabbaṁ.) Savitakke khandhe ca vitakkañca ārabbha savitakkā khandhā ca vitakko ca uppajjanti. ",
  "patthana2.13:276.0": "Adhipati ",
  "patthana2.13:276.1": "Savitakko dhammo savitakkassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—savitakke khandhe garuṁ katvā savitakkā khandhā uppajjanti. **Sahajātādhipati**—savitakkādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:277.1": "Savitakko dhammo avitakkassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—savitakke khandhe garuṁ katvā vitakko uppajjati. **Sahajātādhipati**—savitakkādhipati vitakkassa ca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:278.1": "Savitakko dhammo savitakkassa ca avitakkassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—savitakke khandhe garuṁ katvā savitakkā khandhā ca vitakko ca uppajjanti. **Sahajātādhipati**—savitakkādhipati sampayuttakānaṁ khandhānaṁ vitakkassa ca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:279.1": "Avitakko dhammo avitakkassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā avitakkā jhānā vuṭṭhahitvā …pe… maggā vuṭṭhahitvā …pe… phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhanti, nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ avitakkassa maggassa, phalassa, vitakkassa ca adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ avitakke khandhe ca vitakkañca garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā vitakko uppajjati. **Sahajātādhipati**—avitakkādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:280.1": "Avitakko dhammo savitakkassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā avitakkā jhānā vuṭṭhahitvā …pe… maggā vuṭṭhahitvā …pe… phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhanti, nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, savitakkassa maggassa, phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ avitakke khandhe ca vitakkañca garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati, avitakke khandhe ca vitakkañca garuṁ katvā savitakkā khandhā uppajjanti. ",
  "patthana2.13:281.1": "Avitakko dhammo savitakkassa ca avitakkassa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā avitakkā jhānā vuṭṭhahitvā …pe… maggā vuṭṭhahitvā …pe… phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhanti, nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, savitakkassa maggassa, phalassa, vitakkassa ca adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ avitakke khandhe ca vitakkañca garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati; avitakke khandhe ca vitakkañca garuṁ katvā savitakkā khandhā ca vitakko ca uppajjanti. ",
  "patthana2.13:282.1": "Savitakko ca avitakko ca dhammā savitakkassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—savitakke khandhe ca vitakkañca garuṁ katvā savitakkā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Savitakke khandhe ca vitakkañca garuṁ katvā vitakko uppajjati. (Mūlaṁ kātabbaṁ.) Savitakke khandhe ca vitakkañca garuṁ katvā savitakkā khandhā ca vitakko ca uppajjanti. ",
  "patthana2.13:283.0": "Anantarādi ",
  "patthana2.13:283.1": "Savitakko dhammo savitakkassa dhammassa anantarapaccayena paccayo—purimā purimā savitakkā khandhā pacchimānaṁ pacchimānaṁ savitakkānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.13:284.1": "Savitakko dhammo avitakkassa dhammassa anantarapaccayena paccayo—purimā purimā savitakkā khandhā pacchimassa pacchimassa vitakkassa anantarapaccayena paccayo; savitakkaṁ cuticittaṁ avitakkassa upapatticittassa anantarapaccayena paccayo; āvajjanā pañcannaṁ viññāṇānaṁ anantarapaccayena paccayo; savitakkā khandhā avitakkassa vuṭṭhānassa anantarapaccayena paccayo; dutiyassa jhānassa parikammaṁ dutiyassa jhānassa anantarapaccayena paccayo; tatiyassa jhānassa parikammaṁ …pe… nevasaññānāsaññāyatanassa parikammaṁ nevasaññānāsaññāyatanassa …pe… dibbassa cakkhussa parikammaṁ …pe… dibbāya sotadhātuyā parikammaṁ …pe… iddhividhañāṇassa parikammaṁ …pe… cetopariyañāṇassa parikammaṁ …pe… pubbenivāsānussatiñāṇassa parikammaṁ …pe… yathākammūpagañāṇassa parikammaṁ yathākammūpagañāṇassa …pe… anāgataṁsañāṇassa parikammaṁ anāgataṁsañāṇassa anantarapaccayena paccayo. Gotrabhu avitakkassa maggassa … vodānaṁ avitakkassa maggassa … anulomaṁ avitakkāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.13:285.1": "Savitakko dhammo savitakkassa ca avitakkassa ca dhammassa anantarapaccayena paccayo—purimā purimā savitakkā khandhā pacchimānaṁ pacchimānaṁ savitakkānaṁ khandhānaṁ vitakkassa ca anantarapaccayena paccayo. ",
  "patthana2.13:286.1": "Avitakko dhammo avitakkassa dhammassa anantarapaccayena paccayo—purimo purimo vitakko pacchimassa pacchimassa vitakkassa anantarapaccayena paccayo; purimā purimā avitakkā khandhā pacchimānaṁ pacchimānaṁ avitakkānaṁ khandhānaṁ anantarapaccayena paccayo; avitakko maggo avitakkassa phalassa …pe… avitakkaṁ phalaṁ avitakkassa phalassa …pe… nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ avitakkāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.13:287.1": "Avitakko dhammo savitakkassa dhammassa anantarapaccayena paccayo—purimo purimo vitakko pacchimānaṁ pacchimānaṁ savitakkānaṁ khandhānaṁ anantarapaccayena paccayo; avitakkaṁ cuticittaṁ savitakkassa upapatticittassa, avitakkaṁ bhavaṅgaṁ āvajjanāya, avitakkā khandhā savitakkassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.13:288.1": "Avitakko dhammo savitakkassa ca avitakkassa ca dhammassa anantarapaccayena paccayo—purimo purimo vitakko pacchimānaṁ pacchimānaṁ savitakkānaṁ khandhānaṁ vitakkassa ca anantarapaccayena paccayo. ",
  "patthana2.13:289.1": "Savitakko ca avitakko ca dhammā savitakkassa dhammassa anantarapaccayena paccayo—purimā purimā savitakkā khandhā ca vitakko ca pacchimānaṁ pacchimānaṁ savitakkānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.13:290.1": "Savitakko ca avitakko ca dhammā avitakkassa dhammassa anantarapaccayena paccayo—purimā purimā savitakkā khandhā ca vitakko ca pacchimassa pacchimassa vitakkassa anantarapaccayena paccayo; savitakkaṁ cuticittañca vitakko ca avitakkassa upapatticittassa …pe… āvajjanā ca vitakko ca pañcannaṁ viññāṇānaṁ …pe… savitakkā khandhā ca vitakko ca avitakkassa vuṭṭhānassa anantarapaccayena paccayo; dutiyassa jhānassa parikammañca vitakko ca …pe… (heṭṭhā likhitaṁ lekhaṁ iminā kāraṇena daṭṭhabbaṁ); anulomañca vitakko ca avitakkāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.13:291.1": "Savitakko ca avitakko ca dhammā savitakkassa ca avitakkassa ca dhammassa anantarapaccayena paccayo—purimā purimā savitakkā khandhā ca vitakko ca pacchimānaṁ pacchimānaṁ savitakkānaṁ khandhānaṁ vitakkassa ca anantarapaccayena paccayo. ",
  "patthana2.13:292.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo … nava … aññamaññapaccayena paccayo … nava … nissayapaccayena paccayo … nava. ",
  "patthana2.13:293.0": "Upanissaya ",
  "patthana2.13:293.1": "Savitakko dhammo savitakkassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—savitakkā khandhā savitakkānaṁ khandhānaṁ upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Savitakkā khandhā avitakkānaṁ khandhānaṁ vitakkassa ca upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Savitakkā khandhā savitakkānaṁ khandhānaṁ vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana2.13:294.1": "Avitakko dhammo avitakkassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkaṁ saddhaṁ upanissāya avitakkaṁ jhānaṁ uppādeti, maggaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti; avitakkaṁ sīlaṁ …pe… paññaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ vitakkaṁ upanissāya avitakkaṁ jhānaṁ uppādeti, maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti; avitakkā saddhā …pe… senāsanaṁ vitakko ca avitakkāya saddhāya …pe… paññāya … kāyikassa sukhassa … kāyikassa dukkhassa … avitakkassa maggassa … phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:295.1": "Avitakko dhammo savitakkassa dhammassa upanissayapaccayena paccayo (tīṇipi upanissayā sabbattha kātabbā). Avitakkaṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti; savitakkaṁ jhānaṁ uppādeti, vipassanaṁ …pe… maggaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; avitakkaṁ sīlaṁ …pe… senāsanaṁ vitakkaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati; avitakkā saddhā …pe… senāsanaṁ vitakko ca savitakkāya saddhāya …pe… paññāya … rāgassa …pe… patthanāya savitakkassa maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:296.1": "Avitakko dhammo savitakkassa ca avitakkassa ca dhammassa upanissayapaccayena paccayo—avitakkaṁ saddhaṁ upanissāya dānaṁ deti …pe… (dutiyavāre likhitapadā sabbe kātabbā) samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… paññaṁ …pe… senāsanaṁ vitakkaṁ upanissāya dānaṁ deti …pe… pāṇaṁ hanati …pe… saṅghaṁ bhindati; avitakkā saddhā …pe… senāsanaṁ vitakko ca savitakkāya saddhāya …pe… paññāya … rāgassa …pe… patthanāya savitakkassa maggassa, phalasamāpattiyā vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana2.13:297.1": "Savitakko ca avitakko ca dhammā savitakkassa dhammassa upanissayapaccayena paccayo—savitakkā khandhā ca vitakko ca savitakkānaṁ khandhānaṁ upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Savitakkā khandhā ca vitakko ca avitakkānaṁ khandhānaṁ vitakkassa ca upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Savitakkā khandhā ca vitakko ca savitakkānaṁ khandhānaṁ vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana2.13:298.0": "Purejāta ",
  "patthana2.13:298.1": "Avitakko dhammo avitakkassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha vitakko uppajjati, dibbena cakkhunā rūpaṁ passati …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe…. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu avitakkānaṁ khandhānaṁ vitakkassa ca purejātapaccayena paccayo. ",
  "patthana2.13:299.1": "Avitakko dhammo savitakkassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha savitakkā khandhā uppajjanti. **Vatthupurejātaṁ**—vatthu savitakkānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:300.1": "Avitakko dhammo savitakkassa ca avitakkassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… vipassati, assādeti abhinandati, taṁ ārabbha savitakkā khandhā ca vitakko ca uppajjanti. **Vatthupurejātaṁ**—vatthu savitakkānaṁ khandhānaṁ vitakkassa ca purejātapaccayena paccayo. ",
  "patthana2.13:301.0": "Pacchājātāsevana ",
  "patthana2.13:301.1": "Savitakko dhammo avitakkassa dhammassa pacchājātapaccayena paccayo (tīṇi, pacchājātā) … āsevanapaccayena paccayo … nava. ",
  "patthana2.13:302.0": "Kammādi ",
  "patthana2.13:302.1": "Savitakko dhammo savitakkassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—savitakkā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—savitakkā cetanā vipākānaṁ savitakkānaṁ khandhānaṁ kammapaccayena paccayo. (Evaṁ cattāri, sahajātāpi nānākkhaṇikāpi kātabbā.) ",
  "patthana2.13:303.1": "Vipākapaccayena paccayo … nava … āhārapaccayena paccayo … cattāri … indriyapaccayena paccayo … cattāri … jhānapaccayena paccayo … nava … maggapaccayena paccayo … nava … sampayuttapaccayena paccayo … cha. ",
  "patthana2.13:304.1": "Savitakko dhammo savitakkassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:305.1": "Avitakko dhammo avitakkassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) Avitakko dhammo savitakkassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ. (Saṅkhittaṁ.) Avitakko dhammo savitakkassa ca avitakkassa ca dhammassa vippayuttapaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu vitakkassa sampayuttakānañca khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu vitakkassa sampayuttakānañca khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.13:306.1": "Savitakko ca avitakko ca dhammā avitakkassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:307.0": "Atthyādi ",
  "patthana2.13:307.1": "Savitakko dhammo savitakkassa dhammassa atthipaccayena paccayo. (Ekaṁ, paṭiccasadisaṁ.) Savitakko dhammo avitakkassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) Savitakko dhammo savitakkassa ca avitakkassa ca dhammassa atthipaccayena paccayo. (Paṭiccasadisaṁ.) ",
  "patthana2.13:308.1": "Avitakko dhammo avitakkassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ.) Avitakko dhammo savitakkassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. (Saṅkhittaṁ.) Avitakko dhammo savitakkassa ca avitakkassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—vitakko sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo; paṭisandhikkhaṇe vitakko sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ atthipaccayena paccayo, paṭisandhikkhaṇe vatthu vitakkassa sampayuttakānañca khandhānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha vitakko ca sampayuttakā ca khandhā uppajjanti, vatthu vitakkassa sampayuttakānañca khandhānaṁ atthipaccayena paccayo. ",
  "patthana2.13:309.1": "Savitakko ca avitakko ca dhammā savitakkassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajāto**—savitakko eko khandho ca vitakko ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajāto**—savitakko eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. (Paṭisandhikkhaṇe sahajātāpi dvepi kātabbā.) ",
  "patthana2.13:310.1": "Savitakko ca avitakko ca dhammā avitakkassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—savitakkā khandhā ca vitakko ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Sahajātā**—savitakkā khandhā ca vatthu ca vitakkassa atthipaccayena paccayo (paṭisandhikkhaṇe, tīṇi). **Pacchājātā**—savitakkā khandhā ca vitakko ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—savitakkā khandhā ca vitakko ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—savitakkā khandhā ca vitakko ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.13:311.1": "Savitakko ca avitakko ca dhammā savitakkassa ca avitakkassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—savitakko eko khandho ca vitakko ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajāto**—savitakko eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ vitakkassa ca atthipaccayena paccayo …pe… dve khandhā ca …pe…. (Paṭisandhiyāpi dve.) ",
  "patthana2.13:312.1": "Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. ",
  "patthana2.13:313.0.1": "Saṅkhyāvāra ",
  "patthana2.13:313.0.2": "Suddha ",
  "patthana2.13:313.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cattāri, vipāke nava, āhāre cattāri, indriye cattāri, jhāne nava, magge nava, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.13:314.1": "Anulomaṁ. ",
  "patthana2.13:315.0": "Paccanīyuddhāra ",
  "patthana2.13:315.1": "Savitakko dhammo savitakkassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. Savitakko dhammo avitakkassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. Savitakko dhammo savitakkassa ca avitakkassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.13:316.1": "Avitakko dhammo avitakkassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. Avitakko dhammo savitakkassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. Avitakko dhammo savitakkassa ca avitakkassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.13:317.1": "Savitakko ca avitakko ca dhammā savitakkassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. Savitakko ca avitakko ca dhammā avitakkassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. Savitakko ca avitakko ca dhammā savitakkassa ca avitakkassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.13:318.0.1": "2.13.5.7.2. Paccayapaccanīya ",
  "patthana2.13:318.0.2": "Saṅkhyāvāra ",
  "patthana2.13:318.0.3": "Suddha ",
  "patthana2.13:318.1": "Nahetuyā nava, naārammaṇe nava (sabbattha nava), noavigate nava. ",
  "patthana2.13:319.0": "2.13.5.7.3. Paccayānulomapaccanīya ",
  "patthana2.13:319.1": "Hetupaccayā naārammaṇe cattāri …pe… nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… nasampayutte dve, navippayutte cattāri, nonatthiyā cattāri, novigate cattāri. ",
  "patthana2.13:320.0": "2.13.5.7.4. Paccayapaccanīyānuloma ",
  "patthana2.13:320.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomamātikā vitthāretabbā) …pe… avigate nava. ",
  "patthana2.13:321.1": "Savitakkadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:322.0.1": "2.13.6. Savicāraduka ",
  "patthana2.13:322.0.2": "2.13.6.1–7. Paṭiccādivāra ",
  "patthana2.13:322.1": "Savicāraṁ dhammaṁ paṭicca savicāro dhammo uppajjati hetupaccayā—savicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (Yathā savitakkadukaṁ, evaṁ kātabbaṁ, ninnānākaraṇaṁ. Idha magge cattāri kātabbāni. Savicāraduke imaṁ nānākaraṇaṁ.) ",
  "patthana2.13:323.1": "Savicāradukaṁ niṭṭhitaṁ. ",
  "patthana2.13:324.0.1": "2.13.7. Sappītikaduka ",
  "patthana2.13:324.0.2": "2.13.7.1. Paṭiccavāra ",
  "patthana2.13:324.0.3": "2.13.7.1.1. Paccayānuloma ",
  "patthana2.13:324.0.4": "Vibhaṅgavāra ",
  "patthana2.13:324.0.5": "Hetu ",
  "patthana2.13:324.1": "Sappītikaṁ dhammaṁ paṭicca sappītiko dhammo uppajjati hetupaccayā—sappītikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Sappītikaṁ dhammaṁ paṭicca appītiko dhammo uppajjati hetupaccayā—sappītike khandhe paṭicca pīti ca cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe …pe…. Sappītikaṁ dhammaṁ paṭicca sappītiko ca appītiko ca dhammā uppajjanti hetupaccayā—sappītikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā pīti ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:325.1": "Appītikaṁ dhammaṁ paṭicca appītiko dhammo uppajjati hetupaccayā—appītikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… pītiṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe appītikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ, dve khandhe …pe… pītiṁ paṭicca kaṭattārūpaṁ, khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, pītiṁ paṭicca vatthu, vatthuṁ paṭicca pīti, ekaṁ mahābhūtaṁ …pe…. (Yathā savitakkadukaṁ sabbattha, evaṁ sappītikadukaṁ kātabbaṁ, sabbattha pavattipaṭisandhi navapi pañhā.) ",
  "patthana2.13:326.0.1": "Saṅkhyāvāra ",
  "patthana2.13:326.0.2": "Suddha ",
  "patthana2.13:326.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… purejāte cha …pe… kamme nava, vipāke nava …pe… avigate nava. ",
  "patthana2.13:327.0.1": "2.13.7.1.2. Paccayapaccanīya ",
  "patthana2.13:327.0.2": "Vibhaṅgavāra ",
  "patthana2.13:327.0.3": "Nahetu ",
  "patthana2.13:327.1": "Sappītikaṁ dhammaṁ paṭicca sappītiko dhammo uppajjati nahetupaccayā—ahetukaṁ sappītikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. Sappītikaṁ dhammaṁ paṭicca appītiko dhammo uppajjati nahetupaccayā—ahetuke sappītike khandhe paṭicca pīti ca cittasamuṭṭhānañca rūpaṁ. Sappītikaṁ dhammaṁ paṭicca sappītiko ca appītiko ca dhammā uppajjanti nahetupaccayā—ahetukaṁ sappītikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā pīti ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.13:328.1": "Appītikaṁ dhammaṁ paṭicca appītiko dhammo uppajjati nahetupaccayā—ahetukaṁ appītikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… pītiṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; ahetukapaṭisandhikkhaṇe appītikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe paṭicca dve khandhā kaṭattā ca rūpaṁ, khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe… (yāva asaññasattāpi) vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. Appītikaṁ dhammaṁ paṭicca sappītiko dhammo uppajjati nahetupaccayā—ahetukaṁ pītiṁ paṭicca sappītikā khandhā. (Mūlaṁ kātabbaṁ.) Pītiṁ paṭicca sappītikā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.13:329.1": "Sappītikañca appītikañca dhammaṁ paṭicca sappītiko dhammo uppajjati nahetupaccayā—ahetukaṁ sappītikaṁ ekaṁ khandhañca pītiñca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. Sappītikañca appītikañca dhammaṁ paṭicca appītiko dhammo uppajjati nahetupaccayā—ahetuke sappītike khandhe ca pītiñca paṭicca cittasamuṭṭhānaṁ rūpaṁ, ahetuke sappītike khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Sappītikañca appītikañca dhammaṁ paṭicca sappītiko ca appītiko ca dhammā uppajjanti nahetupaccayā—ahetukaṁ sappītikaṁ ekaṁ khandhañca pītiñca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe… ahetukaṁ sappītikaṁ ekaṁ khandhañca pītiñca paṭicca tayo khandhā …pe… dve khandhe ca …pe… ahetuke sappītike khandhe ca pītiñca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:330.0.1": "Saṅkhyāvāra ",
  "patthana2.13:330.0.2": "Suddha ",
  "patthana2.13:330.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge nava, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:331.0": "2.13.7.2. Sahajātavāra ",
  "patthana2.13:331.1": "Evaṁ itare dve gaṇanāpi sahajātavāropi kātabbo. ",
  "patthana2.13:332.0": "2.13.7.3.1–4 Paccayānulomādi ",
  "patthana2.13:332.1": "Sappītikaṁ dhammaṁ paccayā sappītiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ. Yathā savitakkaduke anulomapaccayavāraṁ, evaṁ pavattipaṭisandhi nava pañhā paripuṇṇā pīti ninnānākaraṇā.) ",
  "patthana2.13:333.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… avigate nava. ",
  "patthana2.13:334.1": "Anulomaṁ. ",
  "patthana2.13:335.1": "Sappītikaṁ dhammaṁ paccayā sappītiko dhammo uppajjati nahetupaccayā … tīṇi. (Paṭiccasadisā.) ",
  "patthana2.13:336.1": "Appītikaṁ dhammaṁ paccayā appītiko dhammo uppajjati nahetupaccayā. (Pavattipaṭisandhi kātabbā paṭiccavārasadisā, yāva asaññasattā.) Cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā appītikā khandhā pīti ca, vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (Anulomasadisā nava pañhā, pavattiyeva paṭisandhi natthi, ekoyeva moho.) ",
  "patthana2.13:337.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme nava, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge nava, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:338.1": "Paccanīyaṁ. ",
  "patthana2.13:339.0": "2.13.7.4. Nissayavāra ",
  "patthana2.13:339.1": "Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo. ",
  "patthana2.13:340.0.1": "2.13.7.5. Saṁsaṭṭhavāra ",
  "patthana2.13:340.0.2": "2.13.7.5.1–4 Paccayānulomādi ",
  "patthana2.13:340.1": "Sappītikaṁ dhammaṁ saṁsaṭṭho sappītiko dhammo uppajjati hetupaccayā …pe… hetuyā cha, ārammaṇe cha (sabbattha cha), avigate cha. ",
  "patthana2.13:341.1": "Anulomaṁ. ",
  "patthana2.13:342.1": "Nahetuyā cha, naadhipatiyā cha, napurejāte cha, napacchājāte cha, naāsevane cha, nakamme cattāri, navipāke cha, najhāne ekaṁ, namagge cha, navippayutte cha. ",
  "patthana2.13:343.1": "Paccanīyaṁ. ",
  "patthana2.13:344.0": "2.13.7.6. Sampayuttavāra ",
  "patthana2.13:344.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.13:345.0.1": "2.13.7.7. Pañhāvāra ",
  "patthana2.13:345.0.2": "2.13.7.7.1–4. Paccayānulomādi ",
  "patthana2.13:345.0.3": "Vibhaṅgavāra ",
  "patthana2.13:345.0.4": "Hetu ",
  "patthana2.13:345.1": "Sappītiko dhammo sappītikassa dhammassa hetupaccayena paccayo—sappītikā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. Sappītiko dhammo appītikassa dhammassa hetupaccayena paccayo—sappītikā hetū pītiyā ca cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (Mūlaṁ kātabbaṁ.) Sappītikā hetū sampayuttakānaṁ khandhānaṁ pītiyā ca cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:346.1": "Appītiko dhammo appītikassa dhammassa hetupaccayena paccayo—appītikā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:347.0": "Ārammaṇa ",
  "patthana2.13:347.1": "Sappītiko dhammo sappītikassa dhammassa ārammaṇapaccayena paccayo—sappītike khandhe ārabbha sappītikā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Sappītike khandhe ārabbha appītikā khandhā ca pīti ca uppajjanti. (Mūlaṁ kātabbaṁ.) Sappītike khandhe ārabbha sappītikā khandhā ca pīti ca uppajjanti. ",
  "patthana2.13:348.1": "Appītiko dhammo appītikassa dhammassa ārammaṇapaccayena paccayo—appītikena cittena dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā appītikena cittena paccavekkhati, assādeti abhinandati, taṁ ārabbha appītiko rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṁ uppajjati, domanassaṁ uppajjati; appītikā jhānā vuṭṭhahitvā …pe… maggā vuṭṭhahitvā …pe… phalā vuṭṭhahitvā appītikena cittena phalaṁ paccavekkhati, ariyā appītikena cittena nibbānaṁ paccavekkhanti, nibbānaṁ appītikassa gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya pītiyā ca ārammaṇapaccayena paccayo; ariyā appītikena cittena appītike pahīne kilese …pe… vikkhambhite kilese …pe… pubbe …pe… cakkhuṁ …pe… vatthuṁ appītike khandhe ca pītiñca appītikena cittena aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha appītiko rāgo uppajjati …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa ārammaṇapaccayena paccayo; appītikā khandhā iddhividhañāṇassa cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya pītiyā ca ārammaṇapaccayena paccayo; appītike khandhe ca pītiñca ārabbha appītikā khandhā ca pīti ca uppajjanti. ",
  "patthana2.13:349.1": "Appītiko dhammo sappītikassa dhammassa ārammaṇapaccayena paccayo—appītikena cittena dānaṁ datvā sīlaṁ …pe… uposathakammaṁ …pe… sappītikena cittena paccavekkhati assādeti abhinandati, taṁ ārabbha sappītiko rāgo uppajjati, diṭṭhi uppajjati; appītikā jhānā vuṭṭhahitvā …pe… maggā vuṭṭhahitvā …pe… phalā vuṭṭhahitvā sappītikena cittena phalaṁ paccavekkhati, ariyā sappītikena cittena nibbānaṁ paccavekkhanti, nibbānaṁ sappītikassa gotrabhussa, vodānassa, maggassa, phalassa ārammaṇapaccayena paccayo; ariyā sappītikena cittena appītike pahīne kilese …pe… vikkhambhite kilese …pe… pubbe …pe… cakkhuṁ …pe… vatthuṁ appītike khandhe ca pītiñca sappītikena cittena aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha sappītiko rāgo uppajjati, diṭṭhi uppajjati; appītike khandhe ca pītiñca ārabbha sappītikā khandhā uppajjanti. ",
  "patthana2.13:350.1": "Appītiko dhammo sappītikassa ca appītikassa ca dhammassa ārammaṇapaccayena paccayo—appītikena cittena dānaṁ datvā sīlaṁ …pe… uposathakammaṁ …pe… sappītikena cittena paccavekkhati assādeti abhinandati, taṁ ārabbha sappītikā khandhā ca pīti ca uppajjanti, appītikā jhānā …pe… maggā …pe… phalā vuṭṭhahitvā sappītikena cittena phalaṁ paccavekkhati, ariyā sappītikena cittena nibbānaṁ paccavekkhanti, nibbānaṁ sappītikassa gotrabhussa, vodānassa, maggassa, phalassa, pītiyā ca ārammaṇapaccayena paccayo; ariyā sappītikena cittena appītike pahīne kilese paccavekkhanti, vikkhambhite kilese …pe… pubbe …pe… cakkhuṁ …pe… vatthuṁ appītike khandhe ca pītiñca sappītikena cittena aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha sappītikā khandhā ca pīti ca uppajjanti, appītike khandhe ca pītiñca ārabbha sappītikā khandhā ca pīti ca uppajjanti. ",
  "patthana2.13:351.1": "Sappītiko ca appītiko ca dhammā sappītikassa dhammassa ārammaṇapaccayena paccayo—sappītike khandhe ca pītiñca ārabbha sappītikā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Sappītike khandhe ca pītiñca ārabbha appītikā khandhā ca pīti ca uppajjanti. ",
  "patthana2.13:352.1": "(Mūlaṁ kātabbaṁ.) Sappītike khandhe ca pītiñca ārabbha sappītikā khandhā ca pīti ca uppajjanti. ",
  "patthana2.13:353.0": "Adhipati ",
  "patthana2.13:353.1": "Sappītiko dhammo sappītikassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—sappītike khandhe garuṁ katvā sappītikā khandhā uppajjanti. **Sahajātādhipati**—sappītikādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:354.1": "Sappītiko dhammo appītikassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—sappītike khandhe garuṁ katvā appītikā khandhā ca pīti ca uppajjanti. **Sahajātādhipati**—sappītikādhipati pītiyā ca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:355.1": "Sappītiko dhammo sappītikassa ca appītikassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—sappītike khandhe garuṁ katvā sappītikā khandhā ca pīti ca uppajjanti. **Sahajātādhipati**—sappītikādhipati sampayuttakānaṁ khandhānaṁ pītiyā ca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:356.1": "Appītiko dhammo appītikassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—appītikena cittena dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… appītikena cittena taṁ garuṁ katvā paccavekkhati assādeti abhinandati, taṁ garuṁ katvā appītiko rāgo uppajjati, diṭṭhi uppajjati; appītikā jhānā …pe… maggā …pe… phalā vuṭṭhahitvā appītikena cittena phalaṁ garuṁ katvā paccavekkhati; ariyā appītikena cittena nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ appītikassa gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ appītike khandhe ca pītiñca appītikena cittena garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā appītiko rāgo uppajjati, diṭṭhi uppajjati, appītike khandhe ca pītiñca garuṁ katvā appītikā khandhā ca pīti ca uppajjanti. **Sahajātādhipati**—appītikādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:357.1": "Appītiko dhammo sappītikassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—appītikena cittena dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… (saṅkhittaṁ) nibbānaṁ sappītikassa gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ appītike khandhe ca pītiñca sappītikena cittena garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā sappītiko rāgo uppajjati, diṭṭhi uppajjati; appītike khandhe ca pītiñca garuṁ katvā sappītikā khandhā uppajjanti. ",
  "patthana2.13:358.1": "Appītiko dhammo sappītikassa ca appītikassa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṁ …pe… (saṅkhittaṁ) nibbānaṁ sappītikassa gotrabhussa, vodānassa, maggassa, phalassa, pītiyā ca adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ appītike khandhe ca pītiñca sappītikena cittena garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati appītike khandhe ca pītiñca garuṁ katvā sappītikā khandhā ca pīti ca uppajjanti. ",
  "patthana2.13:359.1": "Sappītiko ca appītiko ca dhammā sappītikassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—sappītike khandhe ca pītiñca garuṁ katvā sappītikā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Sappītike khandhe ca pītiñca garuṁ katvā appītikā khandhā ca pīti ca uppajjanti. (Mūlaṁ kātabbaṁ.) Sappītike khandhe ca pītiñca garuṁ katvā sappītikā khandhā ca pīti ca uppajjanti. ",
  "patthana2.13:360.0": "Anantarādi ",
  "patthana2.13:360.1": "Sappītiko dhammo sappītikassa dhammassa anantarapaccayena paccayo—purimā purimā sappītikā khandhā pacchimānaṁ pacchimānaṁ sappītikānaṁ khandhānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā sappītikā khandhā pacchimāya pacchimāya pītiyā anantarapaccayena paccayo—sappītikaṁ cuticittaṁ appītikassa upapatticittassa, sappītikaṁ bhavaṅgaṁ āvajjanāya, sappītikā khandhā appītikassa vuṭṭhānassa, pītisahagatā vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā, sappītikaṁ bhavaṅgaṁ appītikassa bhavaṅgassa, sappītikaṁ kusalākusalaṁ appītikassa vuṭṭhānassa, kiriyaṁ vuṭṭhānassa, phalaṁ vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā sappītikā khandhā pacchimānaṁ pacchimānaṁ sappītikānaṁ khandhānaṁ pītiyā ca anantarapaccayena paccayo. ",
  "patthana2.13:361.1": "Appītiko dhammo appītikassa dhammassa anantarapaccayena paccayo—purimā purimā pīti pacchimāya pacchimāya pītiyā anantarapaccayena paccayo; purimā purimā appītikā khandhā pacchimānaṁ pacchimānaṁ appītikānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe… appītikāya phalasamāpattiyā pītiyā ca anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā pīti pacchimānaṁ pacchimānaṁ sappītikānaṁ khandhānaṁ anantarapaccayena paccayo; appītikaṁ cuticittaṁ sappītikassa upapatticittassa, āvajjanā sappītikānaṁ khandhānaṁ, appītikā khandhā sappītikassa vuṭṭhānassa, vipākamanodhātu sappītikāya vipākamanoviññāṇadhātuyā, appītikaṁ bhavaṅgaṁ sappītikassa bhavaṅgassa, appītikaṁ kusalākusalaṁ sappītikassa vuṭṭhānassa, kiriyaṁ vuṭṭhānassa, phalaṁ vuṭṭhānassa anantarapaccayena paccayo; nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ sappītikāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.13:362.1": "Appītiko dhammo sappītikassa ca appītikassa ca dhammassa anantarapaccayena paccayo—purimā purimā pīti pacchimānaṁ pacchimānaṁ sappītikānaṁ khandhānaṁ pītiyā ca anantarapaccayena paccayo. ",
  "patthana2.13:363.1": "Sappītiko ca appītiko ca dhammā sappītikassa dhammassa anantarapaccayena paccayo—purimā purimā sappītikā khandhā ca pīti ca pacchimānaṁ pacchimānaṁ sappītikānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.13:364.1": "Sappītiko ca appītiko ca dhammā appītikassa dhammassa anantarapaccayena paccayo—purimā purimā sappītikā khandhā ca pīti ca pacchimāya pacchimāya pītiyā anantarapaccayena paccayo; sappītikaṁ cuticittañca pīti ca appītikassa upapatticittassa … sappītikaṁ bhavaṅgañca pīti ca āvajjanāya … sappītikā khandhā ca pīti ca appītikassa vuṭṭhānassa … sappītikā vipākamanoviññāṇadhātu ca pīti ca kiriyamanoviññāṇadhātuyā … sappītikaṁ bhavaṅgañca pīti ca appītikassa bhavaṅgassa … sappītikaṁ kusalākusalañca pīti ca appītikassa vuṭṭhānassa … kiriyañca pīti ca vuṭṭhānassa … phalañca pīti ca vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.13:365.1": "Sappītiko ca appītiko ca dhammā sappītikassa ca appītikassa ca dhammassa anantarapaccayena paccayo—purimā purimā sappītikā khandhā ca pīti ca pacchimānaṁ pacchimānaṁ sappītikānaṁ khandhānaṁ pītiyā ca anantarapaccayena paccayo. ",
  "patthana2.13:366.1": "Samanantarapaccayena paccayo … nava … sahajātapaccayena paccayo … nava … aññamaññapaccayena paccayo … nava … nissayapaccayena paccayo … nava. ",
  "patthana2.13:367.0": "Upanissaya ",
  "patthana2.13:367.1": "Sappītiko dhammo sappītikassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sappītikā khandhā sappītikānaṁ khandhānaṁ upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Sappītikā khandhā appītikānaṁ khandhānaṁ pītiyā ca upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Sappītikā khandhā sappītikānaṁ khandhānaṁ pītiyā ca upanissayapaccayena paccayo. ",
  "patthana2.13:368.1": "Appītiko dhammo appītikassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—appītikaṁ saddhaṁ upanissāya appītikena cittena dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti; appītikaṁ jhānaṁ …pe… vipassanaṁ … maggaṁ … abhiññaṁ … samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; appītikaṁ sīlaṁ …pe… paññaṁ … rāgaṁ … dosaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ … pītiṁ upanissāya appītikena cittena dānaṁ deti …pe… samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati; appītikā saddhā …pe… senāsanaṁ pīti ca appītikāya saddhāya …pe… patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa … maggassa phalasamāpattiyā pītiyā ca upanissayapaccayena paccayo. ",
  "patthana2.13:369.1": "Appītiko dhammo sappītikassa dhammassa upanissayapaccayena paccayo. (Tīṇi upanissayā.) Appītikaṁ saddhaṁ upanissāya sappītikena cittena dānaṁ deti …pe… appītikā jhānā …pe… mānaṁ jappeti, diṭṭhiṁ gaṇhāti; appītikaṁ sīlaṁ …pe… senāsanaṁ pītiṁ upanissāya sappītikena cittena dānaṁ deti …pe… samāpattiṁ uppādeti; sappītikena cittena adinnaṁ ādiyati, musā …pe… pisuṇaṁ …pe… samphaṁ …pe… sandhiṁ …pe… nillopaṁ …pe… ekāgārikaṁ …pe… paripanthe …pe… paradāraṁ …pe… gāmaghātaṁ …pe… nigamaghātaṁ karoti; appītikā saddhā …pe… senāsanaṁ pīti ca sappītikāya saddhāya …pe… paññāya rāgassa, mohassa … mānassa … diṭṭhiyā … patthanāya … maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:370.1": "Appītiko dhammo sappītikassa ca appītikassa ca dhammassa upanissayapaccayena paccayo (tīṇi upanissayā). Appītikaṁ saddhaṁ upanissāya sappītikena cittena dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; appītikaṁ sīlaṁ …pe… senāsanaṁ pītiṁ upanissāya sappītikena cittena dānaṁ deti …pe… samāpattiṁ uppādeti; sappītikena cittena adinnaṁ ādiyati …pe… (dutiyavārasadisaṁ) nigamaghātaṁ karoti; appītikā saddhā …pe… senāsanaṁ pīti ca sappītikāya saddhāya …pe… paññāya … rāgassa … mohassa … mānassa … diṭṭhiyā … patthanāya … maggassa, phalasamāpattiyā pītiyā ca upanissayapaccayena paccayo. ",
  "patthana2.13:371.1": "Sappītiko ca appītiko ca dhammā sappītikassa dhammassa upanissayapaccayena paccayo (tīṇipi upanissayā). Sappītikā khandhā ca pīti ca sappītikānaṁ khandhānaṁ upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Sappītikā khandhā ca pīti ca appītikānaṁ khandhānaṁ pītiyā ca upanissayapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Sappītikā khandhā ca pīti ca sappītikānaṁ khandhānaṁ pītiyā ca upanissayapaccayena paccayo. ",
  "patthana2.13:372.0": "Purejāta ",
  "patthana2.13:372.1": "Appītiko dhammo appītikassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ appītikena cittena aniccato …pe… vipassati, assādeti abhinandati, taṁ ārabbha appītiko rāgo …pe… domanassaṁ uppajjati, pīti uppajjati, dibbena cakkhunā rūpaṁ passati …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe…. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu appītikānaṁ khandhānaṁ pītiyā ca purejātapaccayena paccayo. ",
  "patthana2.13:373.1": "Appītiko dhammo sappītikassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ sappītikena cittena aniccato …pe… vipassati, assādeti abhinandati, taṁ ārabbha sappītiko rāgo uppajjati, diṭṭhi uppajjati. **Vatthupurejātaṁ**—vatthu sappītikānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:374.1": "Appītiko dhammo sappītikassa ca appītikassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ sappītikena cittena aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha pīti ca sampayuttakā khandhā ca uppajjanti. **Vatthupurejātaṁ**—vatthu sappītikānaṁ khandhānaṁ pītiyā ca purejātapaccayena paccayo. ",
  "patthana2.13:375.0": "Pacchājātādi ",
  "patthana2.13:375.1": "Sappītiko dhammo appītikassa dhammassa pacchājātapaccayena paccayo … tīṇi … āsevanapaccayena paccayo … nava … kammapaccayena paccayo … cha (sahajātāpi nānākkhaṇikāpi kātabbā … dve nānākkhaṇikā) … vipākapaccayena paccayo … nava … āhārapaccayena paccayo … cattāri … indriyapaccayena paccayo … cattāri … jhānapaccayena paccayo … nava … maggapaccayena paccayo … cattāri … sampayuttapaccayena paccayo … cha … vippayuttapaccayena paccayo … pañca … atthipaccayena paccayo … nava. (Saṅkhittaṁ. Savitakkadukasadisaṁ kātabbaṁ.) … Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo … nava. ",
  "patthana2.13:376.0.1": "2.13.7.7.1. Paccayānulomādi ",
  "patthana2.13:376.0.2": "Saṅkhyāvāra ",
  "patthana2.13:376.0.3": "Suddha ",
  "patthana2.13:376.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cha, vipāke nava, āhāre cattāri, indriye cattāri, jhāne nava, magge cattāri, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.13:377.1": "Anulomaṁ. ",
  "patthana2.13:378.0": "Paccanīyuddhāra ",
  "patthana2.13:378.1": "Sappītiko dhammo sappītikassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. Sappītiko dhammo appītikassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. Sappītiko dhammo sappītikassa ca appītikassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.13:379.1": "Appītiko dhammo appītikassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. Appītiko dhammo sappītikassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. Appītiko dhammo sappītikassa ca appītikassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.13:380.1": "Sappītiko ca appītiko ca dhammā sappītikassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. Sappītiko ca appītiko ca dhammā appītikassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. Sappītiko ca appītiko ca dhammā sappītikassa ca appītikassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.13:381.1": "(Paccanīyavibhaṅgagaṇanāpi savitakkadukasadisā. Yadipi na sameti imaṁ anulomaṁ paccavekkhitvā gaṇetabbaṁ, itare dve gaṇanā gaṇetabbā.) ",
  "patthana2.13:382.1": "Sappītikadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:383.0.1": "2.13.8. Pītisahagataduka ",
  "patthana2.13:383.0.2": "2.13.8.1–7. Paṭiccādivāra ",
  "patthana2.13:383.1": "Pītisahagataṁ dhammaṁ paṭicca pītisahagato dhammo uppajjati hetupaccayā— pītisahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… (evaṁ pītisahagatadukaṁ vitthāretabbaṁ, sappītikadukasadisaṁ ninnānākaraṇaṁ, āmasanaṁ ninnānaṁ.) ",
  "patthana2.13:384.1": "Pītisahagatadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:385.0.1": "2.13.9. Sukhasahagataduka ",
  "patthana2.13:385.0.2": "2.13.9.1–6. Paṭiccādivāra ",
  "patthana2.13:385.0.3": "2.13.9.1–6.1–4. Paccayānulomādi ",
  "patthana2.13:385.0.4": "Hetu ",
  "patthana2.13:385.1": "Sukhasahagataṁ dhammaṁ paṭicca sukhasahagato dhammo uppajjati hetupaccayā— sukhasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; paṭisandhikkhaṇe …pe…. Sukhasahagataṁ dhammaṁ paṭicca nasukhasahagato dhammo uppajjati hetupaccayā—sukhasahagate khandhe paṭicca sukhaṁ cittasamuṭṭhānañca rūpaṁ. (Evaṁ sukhasahagatadukaṁ vitthāretabbaṁ, yathā sappītikadukassa anulomapaṭiccavāro.) ",
  "patthana2.13:386.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte cha, āsevane cha, kamme nava …pe… avigate nava. ",
  "patthana2.13:387.1": "Anulomaṁ. ",
  "patthana2.13:388.1": "Sukhasahagataṁ dhammaṁ paṭicca sukhasahagato dhammo uppajjati nahetupaccayā— ahetukaṁ sukhasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe …pe… (mūlaṁ kātabbaṁ.) Ahetuke sukhasahagate khandhe paṭicca sukhañca cittasamuṭṭhānañca rūpaṁ. Sukhasahagataṁ dhammaṁ paṭicca sukhasahagato ca nasukhasahagato ca dhammā uppajjanti nahetupaccayā—ahetukaṁ sukhasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā sukhañca cittasamuṭṭhānañca rūpaṁ, dve khandhe …pe…. ",
  "patthana2.13:389.1": "Nasukhasahagataṁ dhammaṁ paṭicca nasukhasahagato dhammo uppajjati nahetupaccayā—ahetukaṁ nasukhasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukaṁ sukhaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; ahetukapaṭisandhikkhaṇe nasukhasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe…. (Yāva asaññasattā) Vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (Yathā sappītike nahetupaccayasadisaṁ, ninnānaṁ sabbatthameva nava pañhā.) ",
  "patthana2.13:390.1": "Nahetuyā nava, naārammaṇe tīṇi …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne cha, namagge nava, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:391.1": "Paccanīyaṁ. ",
  "patthana2.13:392.1": "(Evaṁ itare dve gaṇanāpi sahajātavāropi paṭiccavārasadisā. Paccayavāre pavattipi paṭisandhipi vitthāretabbā, yathā sappītikadukapaccayavārapaccanīyepi pavatte vatthu ca vitthāretabbaṁ, yathā sappītikaduke ekoyeva moho, evaṁ itare dve gaṇanāpi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi yathā sappītikadukaṁ, evaṁ kātabbaṁ.) ",
  "patthana2.13:393.0.1": "2.13.9.7. Pañhāvāra ",
  "patthana2.13:393.0.2": "2.13.9.7.1–4. Paccayānulomādi ",
  "patthana2.13:393.0.3": "Vibhaṅgavāra ",
  "patthana2.13:393.0.4": "Hetu ",
  "patthana2.13:393.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa hetupaccayena paccayo … cattāri. (Ārammaṇepi adhipatiyāpi sappītikadukasadisā, sukhanti nānākaraṇaṁ.) ",
  "patthana2.13:394.0": "Anantarādi ",
  "patthana2.13:394.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa anantarapaccayena paccayo— purimā purimā sukhasahagatā khandhā pacchimānaṁ pacchimānaṁ sukhasahagatānaṁ khandhānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā sukhasahagatā khandhā pacchimassa pacchimassa sukhassa anantarapaccayena paccayo. Sukhasahagataṁ cuticittaṁ nasukhasahagatassa upapatticittassa … sukhasahagataṁ bhavaṅgaṁ āvajjanāya … sukhasahagataṁ kāyaviññāṇaṁ vipākamanodhātuyā … sukhasahagatā vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā … sukhasahagataṁ bhavaṅgaṁ nasukhasahagatassa bhavaṅgassa … sukhasahagataṁ kusalākusalaṁ nasukhasahagatassa vuṭṭhānassa … kiriyaṁ vuṭṭhānassa … phalaṁ vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā sukhasahagatā khandhā pacchimānaṁ pacchimānaṁ sukhasahagatānaṁ khandhānaṁ sukhassa ca anantarapaccayena paccayo. ",
  "patthana2.13:395.1": "Nasukhasahagato dhammo nasukhasahagatassa dhammassa anantarapaccayena paccayo— purimā purimā nasukhasahagatā …pe…. (Mūlaṁ. Tīṇipi sappītikadukasadisā.) ",
  "patthana2.13:396.1": "Sukhasahagato ca nasukhasahagato ca dhammā sukhasahagatassa dhammassa anantarapaccayena paccayo—purimā purimā sukhasahagatā khandhā ca sukhañca pacchimānaṁ pacchimānaṁ sukhasahagatānaṁ khandhānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā sukhasahagatā khandhā ca sukhañca pacchimassa pacchimassa sukhassa anantarapaccayena paccayo; sukhasahagataṁ cuticittañca sukhañca nasukhasahagatassa upapatticittassa … sukhasahagataṁ bhavaṅgañca sukhañca āvajjanāya … sukhasahagataṁ kāyaviññāṇañca sukhañca vipākamanodhātuyā … sukhasahagatā vipākamanoviññāṇadhātu ca sukhañca kiriyamanoviññāṇadhātuyā … sukhasahagataṁ bhavaṅgañca sukhañca nasukhasahagatassa bhavaṅgassa … sukhasahagataṁ kusalākusalañca sukhañca nasukhasahagatassa vuṭṭhānassa … kiriyaṁ vuṭṭhānassa … phalaṁ vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā sukhasahagatā khandhā ca sukhañca pacchimānaṁ pacchimānaṁ sukhasahagatānaṁ khandhānaṁ sukhassa ca anantarapaccayena paccayo. ",
  "patthana2.13:397.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo. ",
  "patthana2.13:398.0": "Upanissaya ",
  "patthana2.13:398.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa upanissayapaccayena paccayo … tīṇi. ",
  "patthana2.13:399.1": "Nasukhasahagato dhammo nasukhasahagatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—nasukhasahagataṁ saddhaṁ upanissāya nasukhasahagatena cittena dānaṁ deti, sīlaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; nasukhasahagataṁ sīlaṁ …pe… paññaṁ … rāgaṁ …pe… patthanaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ sukhaṁ upanissāya nasukhasahagatena cittena dānaṁ deti …pe… samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati; nasukhasahagatā saddhā …pe… senāsanaṁ sukhañca nasukhasahagatāya saddhāya …pe… paññāya … rāgassa … dosassa …pe… patthanāya … kāyikassa sukhassa, kāyikassa dukkhassa, maggassa, phalasamāpattiyā sukhassa ca upanissayapaccayena paccayo. ",
  "patthana2.13:400.1": "Nasukhasahagato dhammo sukhasahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—nasukhasahagataṁ saddhaṁ upanissāya sukhasahagatena cittena dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; nasukhasahagataṁ sīlaṁ …pe… paññaṁ … rāgaṁ …pe… patthanaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ sukhaṁ upanissāya sukhasahagatena cittena dānaṁ deti …pe… samāpattiṁ uppādeti; sukhasahagatena cittena adinnaṁ ādiyati; musā …pe… pisuṇaṁ …pe… samphaṁ …pe… sandhiṁ …pe… nillopaṁ …pe… ekāgārikaṁ …pe… paripanthe …pe… paradāraṁ …pe… gāmaghātaṁ …pe… nigamaghātaṁ karoti; nasukhasahagatā saddhā …pe… senāsanaṁ sukhañca sukhasahagatāya saddhāya …pe… paññāya … rāgassa … mānassa … diṭṭhiyā … patthanāya … kāyikassa sukhassa … maggassa phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:401.1": "Nasukhasahagato dhammo sukhasahagatassa ca nasukhasahagatassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—nasukhasahagataṁ saddhaṁ upanissāya sukhasahagatena cittena dānaṁ deti …pe… (dutiyagamanasadisaṁ) mānaṁ jappeti, diṭṭhiṁ gaṇhāti; nasukhasahagataṁ sīlaṁ …pe… senāsanaṁ sukhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, sukhasahagatena cittena adinnaṁ ādiyati …pe… nasukhasahagatā saddhā …pe… senāsanaṁ sukhañca sukhasahagatāya … saddhāya …pe… patthanāya … kāyikassa sukhassa, maggassa, phalasamāpattiyā sukhassa ca upanissayapaccayena paccayo. ",
  "patthana2.13:402.1": "Sukhasahagato ca nasukhasahagato ca dhammā sukhasahagatassa dhammassa upanissayapaccayena paccayo … tīṇi. ",
  "patthana2.13:403.0": "Purejātādi ",
  "patthana2.13:403.1": "Nasukhasahagato dhammo nasukhasahagatassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ nasukhasahagatena cittena aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha nasukhasahagato rāgo uppajjati …pe… domanassaṁ uppajjati, sukhaṁ uppajjati, dibbena cakkhunā rūpaṁ passati …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe…. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nasukhasahagatānaṁ khandhānaṁ sukhassa ca purejātapaccayena paccayo. ",
  "patthana2.13:404.1": "Nasukhasahagato dhammo sukhasahagatassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ sukhasahagatena cittena aniccato …pe… vipassati, assādeti abhinandati, taṁ ārabbha sukhasahagato rāgo uppajjati, diṭṭhi uppajjati. **Vatthupurejātaṁ**—vatthu sukhasahagatānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:405.1": "Nasukhasahagato dhammo sukhasahagatassa ca nasukhasahagatassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ sukhasahagatena cittena aniccato …pe… vipassati, assādeti abhinandati, taṁ ārabbha sukhañca sampayuttakā khandhā ca uppajjanti. **Vatthupurejātaṁ**—vatthu sukhasahagatānaṁ khandhānaṁ sukhassa ca purejātapaccayena paccayo. ",
  "patthana2.13:406.1": "Pacchājātapaccayena paccayo … tīṇi … āsevanapaccayena paccayo … nava. ",
  "patthana2.13:407.0": "Kammādi ",
  "patthana2.13:407.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. (Cha kammāni cattāri sahajātāpi nānākkhaṇikāpi kātabbā, dve nānākkhaṇikā.) Vipākapaccayena paccayo … nava … āhārapaccayena paccayo … cattāri … indriyapaccayena paccayo … nava … jhānapaccayena paccayo … nava … maggapaccayena paccayo … cattāri … sampayuttapaccayena paccayo … cha … vippayuttapaccayena paccayo … pañca … atthipaccayena paccayo … nava … natthipaccayena paccayo … nava … vigatapaccayena paccayo … nava … avigatapaccayena paccayo … nava. ",
  "patthana2.13:408.0.1": "2.13.9.7.1. Paccayānulomādi ",
  "patthana2.13:408.0.2": "Saṅkhyāvāra ",
  "patthana2.13:408.0.3": "Suddha ",
  "patthana2.13:408.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cha, vipāke nava, āhāre cattāri, indriye nava, jhāne nava, magge cattāri, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.13:409.1": "(Evaṁ paccanīyavibhaṅgopi gaṇanāpi sappītikadukasadisaṁ kātabbaṁ, yadipi vimati atthi anulomaṁ passitvā gaṇetabbaṁ.) ",
  "patthana2.13:410.1": "Sukhasahagatadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:411.0.1": "2.13.10. Upekkhāsahagataduka ",
  "patthana2.13:411.0.2": "2.13.10.1. Paṭiccavāra ",
  "patthana2.13:411.0.3": "2.13.10.1.1. Paccayānuloma ",
  "patthana2.13:411.0.4": "Vibhaṅgavāra ",
  "patthana2.13:411.0.5": "Hetu ",
  "patthana2.13:411.1": "Upekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato dhammo uppajjati hetupaccayā— upekkhāsahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe …pe… paṭisandhikkhaṇe …pe… upekkhāsahagataṁ dhammaṁ paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā—upekkhāsahagate khandhe paṭicca upekkhā cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe …pe…. Upekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato ca naupekkhāsahagato ca dhammā uppajjanti hetupaccayā— upekkhāsahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā upekkhā ca cittasamuṭṭhānañca rūpaṁ, dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:412.1": "Naupekkhāsahagataṁ dhammaṁ paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā—naupekkhāsahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… upekkhaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe naupekkhāsahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe upekkhaṁ paṭicca kaṭattārūpaṁ, khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, upekkhaṁ paṭicca vatthu, vatthuṁ paṭicca upekkhā, ekaṁ mahābhūtaṁ …pe…. (Sappītikadukasadisaṁ, anulome navapi pañhā.) ",
  "patthana2.13:413.0.1": "Saṅkhyāvāra ",
  "patthana2.13:413.0.2": "Suddha ",
  "patthana2.13:413.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… purejāte cha, āsevane cha, kamme nava (sabbattha nava), avigate nava. ",
  "patthana2.13:414.0.1": "2.13.10.1.2. Paccayapaccanīya ",
  "patthana2.13:414.0.2": "Vibhaṅgavāra ",
  "patthana2.13:414.0.3": "Nahetu ",
  "patthana2.13:414.1": "Upekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato dhammo uppajjati nahetupaccayā—ahetukaṁ upekkhāsahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. Upekkhāsahagataṁ dhammaṁ paṭicca naupekkhāsahagato dhammo uppajjati nahetupaccayā—ahetuke upekkhāsahagate khandhe paṭicca upekkhā cittasamuṭṭhānañca rūpaṁ; ahetukapaṭisandhikkhaṇe …pe…. Upekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato ca naupekkhāsahagato ca dhammā uppajjanti nahetupaccayā—ahetukaṁ upekkhāsahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā upekkhā ca cittasamuṭṭhānañca rūpaṁ, dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana2.13:415.1": "Naupekkhāsahagataṁ dhammaṁ paṭicca naupekkhāsahagato dhammo uppajjati nahetupaccayā—ahetukaṁ naupekkhāsahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukaṁ upekkhaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; ahetukapaṭisandhikkhaṇe …pe… upekkhaṁ paṭicca vatthu, vatthuṁ paṭicca upekkhā, ekaṁ mahābhūtaṁ …pe…. (Yāva asaññasattā.) ",
  "patthana2.13:416.1": "Naupekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato dhammo uppajjati nahetupaccayā—ahetukaṁ upekkhaṁ paṭicca sampayuttakā khandhā; ahetukapaṭisandhikkhaṇe upekkhaṁ paṭicca sampayuttakā khandhā; ahetukapaṭisandhikkhaṇe vatthuṁ paṭicca upekkhāsahagatā khandhā; vicikicchāsahagataṁ uddhaccasahagataṁ upekkhaṁ paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:417.1": "Naupekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato ca naupekkhāsahagato ca dhammā uppajjanti nahetupaccayā—ahetukaṁ upekkhaṁ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ, ahetukaṁ upekkhaṁ paṭicca sampayuttakā khandhā, mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ; ahetukapaṭisandhikkhaṇe upekkhaṁ paṭicca sampayuttakā khandhā kaṭattā ca rūpaṁ, ahetukapaṭisandhikkhaṇe upekkhaṁ paṭicca sampayuttakā khandhā, mahābhūte paṭicca kaṭattārūpaṁ, ahetukapaṭisandhikkhaṇe vatthuṁ paṭicca upekkhāsahagatā khandhā, mahābhūte paṭicca kaṭattārūpaṁ, ahetukapaṭisandhikkhaṇe vatthuṁ paṭicca upekkhā ca sampayuttakā ca khandhā. ",
  "patthana2.13:418.1": "Upekkhāsahagatañca naupekkhāsahagatañca dhammaṁ paṭicca upekkhāsahagato dhammo uppajjati nahetupaccayā—ahetukaṁ upekkhāsahagataṁ ekaṁ khandhañca upekkhañca paṭicca dve khandhā, dve khandhe …pe… ahetukapaṭisandhikkhaṇe upekkhāsahagataṁ ekaṁ khandhañca upekkhañca paṭicca dve khandhā, dve khandhe …pe… ahetukapaṭisandhikkhaṇe upekkhāsahagataṁ ekaṁ khandhañca vatthuñca paṭicca dve khandhā; dve khandhe …pe… vicikicchāsahagate uddhaccasahagate khandhe ca upekkhañca paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:419.1": "Upekkhāsahagatañca naupekkhāsahagatañca dhammaṁ paṭicca naupekkhāsahagato dhammo uppajjati nahetupaccayā—ahetuke upekkhāsahagate khandhe ca upekkhañca paṭicca cittasamuṭṭhānaṁ rūpaṁ, ahetuke upekkhāsahagate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; ahetukapaṭisandhikkhaṇe upekkhāsahagate khandhe ca upekkhañca paṭicca kaṭattārūpaṁ, ahetukapaṭisandhikkhaṇe upekkhāsahagate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ, ahetukapaṭisandhikkhaṇe upekkhāsahagate khandhe ca vatthuñca paṭicca upekkhā. ",
  "patthana2.13:420.1": "Upekkhāsahagatañca naupekkhāsahagatañca dhammaṁ paṭicca upekkhāsahagato ca naupekkhāsahagato ca dhammā uppajjanti nahetupaccayā—ahetukaṁ upekkhāsahagataṁ ekaṁ khandhañca upekkhañca paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ, dve khandhe …pe… ahetukaṁ upekkhāsahagataṁ ekaṁ khandhañca upekkhañca paṭicca dve khandhā, dve khandhe …pe… ahetuke upekkhāsahagate khandhe ca upekkhañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; ahetukapaṭisandhikkhaṇe upekkhāsahagataṁ ekaṁ khandhañca upekkhañca paṭicca dve khandhā kaṭattā ca rūpaṁ, dve khandhe …pe… ahetukapaṭisandhikkhaṇe upekkhāsahagataṁ ekaṁ khandhañca upekkhañca paṭicca dve khandhā, dve khandhe …pe… ahetuke upekkhāsahagate khandhe ca upekkhañca mahābhūte ca paṭicca kaṭattārūpaṁ; ahetukapaṭisandhikkhaṇe upekkhāsahagataṁ ekaṁ khandhañca vatthuñca paṭicca dve khandhā upekkhā ca, dve khandhe …pe… (Saṅkhittaṁ.) ",
  "patthana2.13:421.0.1": "Saṅkhyāvāra ",
  "patthana2.13:421.0.2": "Suddha ",
  "patthana2.13:421.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne nava, namagge nava, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:422.0": "2.13.10.2. Sahajātavāra ",
  "patthana2.13:422.1": "Evaṁ itare dve gaṇanāpi sahajātavāropi kātabbo. ",
  "patthana2.13:423.0.1": "2.13.10.3. Paccayavāra ",
  "patthana2.13:423.0.2": "2.13.10.3.1–4. Paccayānulomādi ",
  "patthana2.13:423.0.3": "Hetu ",
  "patthana2.13:423.1": "Upekkhāsahagataṁ dhammaṁ paccayā upekkhāsahagato dhammo uppajjati hetupaccayā— upekkhāsahagataṁ ekaṁ khandhaṁ paccayā dve khandhā, dve khandhe …pe… paṭisandhikkhaṇe …pe… (yathā savitakkadukasadisaṁ paccayavāre nānākaraṇaṁ. “Upekkhan”ti navapi pañhā kātabbā, paṭisandhipavattipi vatthupi.) ",
  "patthana2.13:424.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte nava, āsevane nava (sabbattha nava), avigate nava. ",
  "patthana2.13:425.1": "Anulomaṁ. ",
  "patthana2.13:426.1": "Upekkhāsahagataṁ dhammaṁ paccayā upekkhāsahagato dhammo uppajjati nahetupaccayā—ahetukaṁ upekkhāsahagataṁ ekaṁ khandhaṁ paccayā dve khandhā, dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe paccayā vicikicchāsahagato uddhaccasahagato moho. (Evaṁ navapi pañhā pavattipaṭisandhiyo yathā savitakkadukassa evaṁ kātabbā. Tīṇiyeva moho, pavatte vatthupi kātabbā.) ",
  "patthana2.13:427.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge nava, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:428.1": "Paccanīyaṁ. ",
  "patthana2.13:429.0.1": "2.13.10.4. Nissayavāra ",
  "patthana2.13:429.0.2": "13.10.5. Saṁsaṭṭhavāra ",
  "patthana2.13:429.0.3": "2.13.10.5.1–4 Paccayānulomādi ",
  "patthana2.13:429.0.4": "Hetu ",
  "patthana2.13:429.1": "(Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo.) ",
  "patthana2.13:430.1": "Upekkhāsahagataṁ dhammaṁ saṁsaṭṭho upekkhāsahagato dhammo uppajjati hetupaccayā—upekkhāsahagataṁ ekaṁ khandhaṁ saṁsaṭṭhā dve khandhā, dve khandhe …pe… paṭisandhikkhaṇe …pe…. (Yathā savitakkadukaṁ sampayuttavāro evaṁ kātabbo.) ",
  "patthana2.13:431.1": "Hetuyā cha, ārammaṇe cha (sabbattha cha), avigate cha. ",
  "patthana2.13:432.1": "Anulomaṁ. ",
  "patthana2.13:433.1": "Upekkhāsahagataṁ dhammaṁ saṁsaṭṭho upekkhāsahagato dhammo uppajjati nahetupaccayā—ahetukaṁ upekkhāsahagataṁ ekaṁ khandhaṁ saṁsaṭṭhā dve khandhā, dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe saṁsaṭṭho vicikicchāsahagato uddhaccasahagato moho. (Evaṁ pañca pañhā yathā savitakkaduke evaṁ kātabbā.) ",
  "patthana2.13:434.1": "Nahetuyā cha, naadhipatiyā cha, napurejāte cha, napacchājāte cha, naāsevane cha, nakamme cattāri, navipāke cha, navippayutte cha. ",
  "patthana2.13:435.1": "Paccanīyaṁ. ",
  "patthana2.13:436.0": "2.13.10.6. Sampayuttavāra ",
  "patthana2.13:436.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.13:437.0.1": "2.13.10.7. Pañhāvāra ",
  "patthana2.13:437.0.2": "2.13.10.7.1–4. Paccayānulomādi ",
  "patthana2.13:437.0.3": "Vibhaṅgavāra ",
  "patthana2.13:437.0.4": "Hetvādi ",
  "patthana2.13:437.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa hetupaccayena paccayo— upekkhāsahagatā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (Evaṁ cattāri pañhā yathā savitakkadukassa.) ",
  "patthana2.13:438.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo … adhipatipaccayena paccayo. (Yathā sappītikadukaṁ evaṁ ārammaṇampi adhipatipi vitthāretabbā, “upekkhā”ti nānaṁ.) ",
  "patthana2.13:439.0": "Anantarādi ",
  "patthana2.13:439.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa anantarapaccayena paccayo— purimā purimā upekkhāsahagatā khandhā pacchimānaṁ pacchimānaṁ upekkhāsahagatānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.13:440.1": "Upekkhāsahagato dhammo naupekkhāsahagatassa dhammassa anantarapaccayena paccayo—purimā purimā upekkhāsahagatā khandhā pacchimāya pacchimāya upekkhāya anantarapaccayena paccayo; upekkhāsahagataṁ cuticittaṁ naupekkhāsahagatassa upapatticittassa … āvajjanā naupekkhāsahagatānaṁ khandhānaṁ … vipākamanodhātu naupekkhāsahagatāya vipākamanoviññāṇadhātuyā … upekkhāsahagataṁ bhavaṅgaṁ naupekkhāsahagatassa bhavaṅgassa … upekkhāsahagataṁ kusalākusalaṁ naupekkhāsahagatassa vuṭṭhānassa … kiriyaṁ vuṭṭhānassa … phalaṁ vuṭṭhānassa … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ naupekkhāsahagatāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.13:441.1": "Upekkhāsahagato dhammo upekkhāsahagatassa ca naupekkhāsahagatassa ca dhammassa anantarapaccayena paccayo—purimā purimā upekkhāsahagatā khandhā pacchimānaṁ pacchimānaṁ upekkhāsahagatānaṁ khandhānaṁ upekkhāya ca anantarapaccayena paccayo. ",
  "patthana2.13:442.1": "Naupekkhāsahagato dhammo naupekkhāsahagatassa dhammassa anantarapaccayena paccayo—purimā purimā upekkhā pacchimāya pacchimāya upekkhāya anantarapaccayena paccayo; purimā purimā naupekkhāsahagatā khandhā pacchimānaṁ pacchimānaṁ naupekkhāsahagatānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe… anulomaṁ phalasamāpattiyā anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā upekkhā pacchimānaṁ pacchimānaṁ upekkhāsahagatānaṁ khandhānaṁ anantarapaccayena paccayo; naupekkhāsahagataṁ cuticittaṁ upekkhāsahagatassa upapatticittassa … naupekkhāsahagataṁ bhavaṅgaṁ āvajjanāya … kāyaviññāṇadhātu vipākamanodhātuyā … naupekkhāsahagatā vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā … naupekkhāsahagataṁ bhavaṅgaṁ upekkhāsahagatassa bhavaṅgassa … naupekkhāsahagataṁ kusalākusalaṁ upekkhāsahagatassa vuṭṭhānassa … kiriyaṁ vuṭṭhānassa … phalaṁ vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.13:443.1": "Naupekkhāsahagato dhammo upekkhāsahagatassa ca naupekkhāsahagatassa ca dhammassa anantarapaccayena paccayo—purimā purimā upekkhā pacchimānaṁ pacchimānaṁ upekkhāsahagatānaṁ khandhānaṁ upekkhāya ca anantarapaccayena paccayo. ",
  "patthana2.13:444.1": "Upekkhāsahagato ca naupekkhāsahagato ca dhammā upekkhāsahagatassa dhammassa anantarapaccayena paccayo—purimā purimā upekkhāsahagatā khandhā ca upekkhā ca pacchimānaṁ pacchimānaṁ upekkhāsahagatānaṁ khandhānaṁ anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā upekkhāsahagatā khandhā ca upekkhā ca pacchimāya pacchimāya upekkhāya anantarapaccayena paccayo; upekkhāsahagataṁ cuticittañca upekkhā ca naupekkhāsahagatassa upapatticittassa … āvajjanā ca upekkhā ca naupekkhāsahagatānaṁ khandhānaṁ … vipākamanodhātu ca upekkhā ca naupekkhāsahagatāya vipākamanoviññāṇadhātuyā … upekkhāsahagataṁ bhavaṅgañca upekkhā ca naupekkhāsahagatassa bhavaṅgassa … upekkhāsahagataṁ kusalākusalañca upekkhā ca naupekkhāsahagatassa vuṭṭhānassa … kiriyañca upekkhā ca vuṭṭhānassa … phalañca upekkhā ca vuṭṭhānassa … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanañca upekkhā ca naupekkhāsahagatāya phalasamāpattiyā anantarapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Purimā purimā upekkhāsahagatā khandhā ca upekkhā ca pacchimānaṁ pacchimānaṁ upekkhāsahagatānaṁ khandhānaṁ upekkhāya ca anantarapaccayena paccayo. ",
  "patthana2.13:445.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo … nava … aññamaññapaccayena paccayo … nava … nissayapaccayena paccayo … nava. ",
  "patthana2.13:446.0": "Upanissaya ",
  "patthana2.13:446.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa upanissayapaccayena paccayo … tīṇi. ",
  "patthana2.13:447.1": "Naupekkhāsahagato dhammo naupekkhāsahagatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—naupekkhāsahagataṁ saddhaṁ upanissāya naupekkhāsahagatena cittena dānaṁ deti, sīlaṁ …pe… uposathakammaṁ …pe… naupekkhāsahagataṁ jhānaṁ …pe… vipassanaṁ …pe… maggaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; naupekkhāsahagataṁ sīlaṁ …pe… paññaṁ … rāgaṁ … dosaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upekkhaṁ upanissāya naupekkhāsahagatena cittena dānaṁ deti …pe… samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati; naupekkhāsahagatā saddhā …pe… senāsanaṁ upekkhā ca naupekkhāsahagatāya saddhāya …pe… paññāya … rāgassa …pe… patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa … maggassa, phalasamāpattiyā upekkhāya ca upanissayapaccayena paccayo. ",
  "patthana2.13:448.1": "Naupekkhāsahagato dhammo upekkhāsahagatassa dhammassa upanissayapaccayena paccayo. (Tīṇipi upanissayā.) Naupekkhāsahagataṁ saddhaṁ upanissāya upekkhāsahagatena cittena dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; naupekkhāsahagataṁ sīlaṁ …pe… senāsanaṁ upekkhaṁ upanissāya upekkhāsahagatena cittena dānaṁ deti …pe… samāpattiṁ uppādeti, upekkhāsahagatena cittena adinnaṁ ādiyati, musā bhaṇati, pisuṇaṁ …pe… samphaṁ …pe… sandhiṁ …pe… nillopaṁ …pe… ekāgārikaṁ …pe… paripanthe …pe… paradāraṁ …pe… gāmaghātaṁ …pe… nigamaghātaṁ karoti; naupekkhāsahagatā saddhā …pe… senāsanaṁ upekkhā ca upekkhāsahagatāya saddhāya …pe… patthanāya … maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:449.1": "Naupekkhāsahagato dhammo upekkhāsahagatassa ca naupekkhāsahagatassa ca dhammassa upanissayapaccayena paccayo. (Tīṇi upanissayā dutiyagamanasadisā.) ",
  "patthana2.13:450.1": "Upekkhāsahagato ca naupekkhāsahagato ca dhammā upekkhāsahagatassa dhammassa upanissayapaccayena paccayo … tīṇi. ",
  "patthana2.13:451.0": "Purejāta ",
  "patthana2.13:451.1": "Naupekkhāsahagato dhammo naupekkhāsahagatassa dhammassa purejātapaccayena paccayo … tīṇi. (Sappītikadukasadisā.) ",
  "patthana2.13:452.0": "Pacchājātādi ",
  "patthana2.13:452.1": "Upekkhāsahagato dhammo naupekkhāsahagatassa dhammassa pacchājātapaccayena paccayo … tīṇi … āsevanapaccayena paccayo … nava … kammapaccayena paccayo … cha. (Cattāri sahajātā nānākkhaṇikā kātabbā, dve nānākkhaṇikā ca.) Vipākapaccayena paccayo … nava … āhārapaccayena paccayo … cattāri … indriyapaccayena paccayo … nava … jhānapaccayena paccayo … nava … maggapaccayena paccayo … cattāri … sampayuttapaccayena paccayo … cha … vippayuttapaccayena paccayo … pañca … atthipaccayena paccayo … nava … natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. (Imāni paccayāni sappītikakaraṇena vibhajitabbāni.) ",
  "patthana2.13:453.0.1": "2.13.10.7.1. Paccayānulomādi ",
  "patthana2.13:453.0.2": "Saṅkhyāvāra ",
  "patthana2.13:453.0.3": "Suddha ",
  "patthana2.13:453.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cha, vipāke nava, āhāre cattāri, indriye nava, jhāne nava, magge cattāri, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.13:454.1": "(Evaṁ paccanīyavibhaṅgopi itare tīṇi gaṇanāpi sappītikadukasadisā kātabbā.) ",
  "patthana2.13:455.1": "Upekkhāsahagatadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:456.0.1": "2.13.11. Kāmāvacaraduka ",
  "patthana2.13:456.0.2": "2.13.11.1. Paṭiccavāra ",
  "patthana2.13:456.0.3": "2.13.11.1.1. Paccayānuloma ",
  "patthana2.13:456.0.4": "Vibhaṅgavāra ",
  "patthana2.13:456.0.5": "Hetu ",
  "patthana2.13:456.1": "Kāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro dhammo uppajjati hetupaccayā— kāmāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… ekaṁ mahābhūtaṁ …pe… (Saṅkhittaṁ.) Kāmāvacaraṁ dhammaṁ paṭicca nakāmāvacaro dhammo uppajjati hetupaccayā— paṭisandhikkhaṇe vatthuṁ paṭicca nakāmāvacarā khandhā. Kāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro ca nakāmāvacaro ca dhammā uppajjanti hetupaccayā— paṭisandhikkhaṇe vatthuṁ paṭicca nakāmāvacarā khandhā, mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana2.13:457.1": "Nakāmāvacaraṁ dhammaṁ paṭicca nakāmāvacaro dhammo uppajjati hetupaccayā— nakāmāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Nakāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro dhammo uppajjati hetupaccayā—nakāmāvacare khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe nakāmāvacare khandhe paṭicca kaṭattārūpaṁ. Nakāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro ca nakāmāvacaro ca dhammā uppajjanti hetupaccayā— nakāmāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:458.1": "Kāmāvacarañca nakāmāvacarañca dhammaṁ paṭicca kāmāvacaro dhammo uppajjati hetupaccayā—nakāmāvacare khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe nakāmāvacare khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. Kāmāvacarañca nakāmāvacarañca dhammaṁ paṭicca nakāmāvacaro dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe nakāmāvacaraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. Kāmāvacarañca nakāmāvacarañca dhammaṁ paṭicca kāmāvacaro ca nakāmāvacaro ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe nakāmāvacaraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca …pe… nakāmāvacare khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ.  (Saṅkhittaṁ.) ",
  "patthana2.13:459.0.1": "Saṅkhyāvāra ",
  "patthana2.13:459.0.2": "Suddha ",
  "patthana2.13:459.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri, samanantare cattāri, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cattāri, purejāte dve, āsevane dve, kamme nava, vipāke nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte cattāri, vippayutte nava, atthiyā nava, natthiyā cattāri, vigate cattāri, avigate nava. ",
  "patthana2.13:460.0.1": "2.13.11.1.2. Paccayapaccanīya ",
  "patthana2.13:460.0.2": "Vibhaṅgavāra ",
  "patthana2.13:460.0.3": "Nahetu ",
  "patthana2.13:460.1": "Kāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro dhammo uppajjati nahetupaccayā— ahetukaṁ kāmāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:461.1": "Naārammaṇapaccayā … tīṇi. ",
  "patthana2.13:462.0": "Naadhipatyādi ",
  "patthana2.13:462.1": "Kāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro dhammo uppajjati naadhipatipaccayā … tīṇi. ",
  "patthana2.13:463.1": "Nakāmāvacaraṁ dhammaṁ paṭicca nakāmāvacaro dhammo uppajjati naadhipatipaccayā— nakāmāvacare khandhe paṭicca nakāmāvacarādhipati, vipākaṁ nakāmāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Nakāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro dhammo uppajjati naadhipatipaccayā— vipāke nakāmāvacare khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. Nakāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro ca nakāmāvacaro ca dhammā uppajjanti naadhipatipaccayā—vipākaṁ nakāmāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:464.1": "Kāmāvacarañca nakāmāvacarañca dhammaṁ paṭicca kāmāvacaro dhammo uppajjati naadhipatipaccayā—vipāke nakāmāvacare khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… (itare dve pākatikā) naanantarapaccayā …pe… napurejātapaccayā … napacchājātapaccayā. ",
  "patthana2.13:465.0": "Naāsevana ",
  "patthana2.13:465.1": "Kāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro dhammo uppajjati naāsevanapaccayā … tīṇi. ",
  "patthana2.13:466.1": "Nakāmāvacaraṁ dhammaṁ paṭicca nakāmāvacaro dhammo uppajjati naāsevanapaccayā— vipākaṁ nakāmāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Nakāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro dhammo uppajjati naāsevanapaccayā—nakāmāvacare khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… (mūlaṁ kātabbaṁ.) Vipākaṁ nakāmāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:467.1": "(Avasesā tīṇi pākatikā. Saṅkhittaṁ.) ",
  "patthana2.13:468.0.1": "Saṅkhyāvāra ",
  "patthana2.13:468.0.2": "Suddha ",
  "patthana2.13:468.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme dve, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:469.0": "2.13.1.2. Sahajātavāra ",
  "patthana2.13:469.1": "Avasesā gaṇanāpi sahajātavāropi kātabbo. ",
  "patthana2.13:470.0.1": "2.13.1.3. Paccayavāra ",
  "patthana2.13:470.0.2": "2.13.1.3.1–4. Paccayānulomādi ",
  "patthana2.13:470.0.3": "Hetu ",
  "patthana2.13:470.1": "Kāmāvacaraṁ dhammaṁ paccayā kāmāvacaro dhammo uppajjati hetupaccayā— kāmāvacaraṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… (yāva ajjhattikā mahābhūtā) vatthuṁ paccayā kāmāvacarā khandhā. Kāmāvacaraṁ dhammaṁ paccayā nakāmāvacaro dhammo uppajjati hetupaccayā—vatthuṁ paccayā nakāmāvacarā khandhā; paṭisandhikkhaṇe …pe…. Kāmāvacaraṁ dhammaṁ paccayā kāmāvacaro ca nakāmāvacaro ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā nakāmāvacarā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:471.1": "Nakāmāvacaraṁ dhammaṁ paccayā nakāmāvacaro dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccasadisā.) ",
  "patthana2.13:472.1": "Kāmāvacarañca nakāmāvacarañca dhammaṁ paccayā kāmāvacaro dhammo uppajjati hetupaccayā (paṭiccasadisā). Kāmāvacarañca nakāmāvacarañca dhammaṁ paccayā nakāmāvacaro dhammo uppajjati hetupaccayā—nakāmāvacaraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… paṭisandhikkhaṇe …pe…. Kāmāvacarañca nakāmāvacarañca dhammaṁ paccayā kāmāvacaro ca nakāmāvacaro ca dhammā uppajjanti hetupaccayā—nakāmāvacaraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… nakāmāvacare khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe….  (Saṅkhittaṁ.) ",
  "patthana2.13:473.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā nava, anantare cattāri, samanantare cattāri, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cattāri, purejāte cattāri, āsevane cattāri, kamme nava …pe… avigate nava. ",
  "patthana2.13:474.1": "Anulomaṁ. ",
  "patthana2.13:475.1": "Kāmāvacaraṁ dhammaṁ paccayā kāmāvacaro dhammo uppajjati nahetupaccayā— ahetukaṁ kāmāvacaraṁ ekaṁ khandhaṁ paccayā …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā kāmāvacarā khandhā, vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:476.1": "Naārammaṇapaccayā … tīṇi. ",
  "patthana2.13:477.0": "Naadhipatyādi ",
  "patthana2.13:477.1": "Kāmāvacaraṁ dhammaṁ paccayā kāmāvacaro dhammo uppajjati naadhipatipaccayā … ekaṁ (yāva asaññasattā). Kāmāvacaraṁ dhammaṁ paccayā nakāmāvacaro dhammo uppajjati naadhipatipaccayā—vatthuṁ paccayā nakāmāvacarādhipati, vatthuṁ paccayā vipākā nakāmāvacarā khandhā; paṭisandhikkhaṇe …pe…. Kāmāvacaraṁ dhammaṁ paccayā kāmāvacaro ca nakāmāvacaro ca dhammā uppajjanti naadhipatipaccayā— vatthuṁ paccayā vipākā nakāmāvacarā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:478.1": "Nakāmāvacaraṁ dhammaṁ paccayā nakāmāvacaro dhammo uppajjati naadhipatipaccayā … tīṇi. (Paṭiccasadisā.) ",
  "patthana2.13:479.1": "Kāmāvacarañca nakāmāvacarañca dhammaṁ paccayā kāmāvacaro dhammo uppajjati naadhipatipaccayā (paṭiccasadisā. Mūlaṁ kātabbaṁ.) Nakāmāvacare khandhe ca vatthuñca paccayā nakāmāvacarādhipati, vipākaṁ nakāmāvacaraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… paṭisandhikkhaṇe …pe…. (Mūlaṁ kātabbaṁ.) Vipākaṁ nakāmāvacaraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… vipāke nakāmāvacare khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:480.1": "Naupanissayapaccayā … tīṇi … naāsevanapaccayā. (Suddhake arūpamissake ca “vipākan”ti niyāmetabbaṁ, rūpamissake natthi. Saṅkhittaṁ.) ",
  "patthana2.13:481.0": "Suddha ",
  "patthana2.13:481.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:482.1": "Paccanīyaṁ. ",
  "patthana2.13:483.0.1": "2.13.11.4. Nissayavāra ",
  "patthana2.13:483.0.2": "13.11.5. Saṁsaṭṭhavāra ",
  "patthana2.13:483.0.3": "2.13.11.5.1–4 Paccayānulomādi ",
  "patthana2.13:483.0.4": "Vibhaṅgavāra ",
  "patthana2.13:483.0.5": "Hetu ",
  "patthana2.13:483.1": "(Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo.) ",
  "patthana2.13:484.1": "Kāmāvacaraṁ dhammaṁ saṁsaṭṭho kāmāvacaro dhammo uppajjati hetupaccayā— kāmāvacaraṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:485.1": "Nakāmāvacaraṁ dhammaṁ saṁsaṭṭho nakāmāvacaro dhammo uppajjati hetupaccayā— nakāmāvacaraṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:486.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā dve (sabbattha dve), avigate dve. ",
  "patthana2.13:487.1": "Anulomaṁ. ",
  "patthana2.13:488.1": "Kāmāvacaraṁ dhammaṁ saṁsaṭṭho kāmāvacaro dhammo uppajjati nahetupaccayā— ahetukaṁ kāmāvacaraṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe saṁsaṭṭho vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:489.1": "Nahetuyā ekaṁ, naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane dve, nakamme dve, navipāke dve, najhāne ekaṁ, namagge ekaṁ, navippayutte dve. ",
  "patthana2.13:490.1": "Paccanīyaṁ. ",
  "patthana2.13:491.0": "2.13.11.6. Sampayuttavāra ",
  "patthana2.13:491.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.13:492.0.1": "2.13.11.7. Pañhāvāra ",
  "patthana2.13:492.0.2": "2.13.11.7.1. Paccayānuloma ",
  "patthana2.13:492.0.3": "Vibhaṅgavāra ",
  "patthana2.13:492.0.4": "Hetu ",
  "patthana2.13:492.1": "Kāmāvacaro dhammo kāmāvacarassa dhammassa hetupaccayena paccayo—kāmāvacarā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:493.1": "Nakāmāvacaro dhammo nakāmāvacarassa dhammassa hetupaccayena paccayo— nakāmāvacarā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. Nakāmāvacaro dhammo kāmāvacarassa dhammassa hetupaccayena paccayo—nakāmāvacarā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (Mūlaṁ kātabbaṁ.) Nakāmāvacarā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:494.0": "Ārammaṇa ",
  "patthana2.13:494.1": "Kāmāvacaro dhammo kāmāvacarassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ …pe… pubbe suciṇṇāni paccavekkhati assādeti abhinandati, taṁ ārabbha rāgo …pe… domanassaṁ uppajjati; ariyā gotrabhuṁ paccavekkhanti, vodānaṁ paccavekkhanti; pahīne kilese …pe… vikkhambhite kilese …pe… pubbe suciṇṇāni …pe… cakkhuṁ …pe… vatthuṁ kāmāvacare khandhe aniccato …pe… domanassaṁ uppajjati; rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa ārammaṇapaccayena paccayo. ",
  "patthana2.13:495.1": "Kāmāvacaro dhammo nakāmāvacarassa dhammassa ārammaṇapaccayena paccayo—dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena kāmāvacaracittasamaṅgissa cittaṁ jānāti, kāmāvacarā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. ",
  "patthana2.13:496.1": "Nakāmāvacaro dhammo nakāmāvacarassa dhammassa ārammaṇapaccayena paccayo— nibbānaṁ maggassa, phalassa ārammaṇapaccayena paccayo; cetopariyañāṇena nakāmāvacaracittasamaṅgissa cittaṁ jānāti, ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… nakāmāvacarā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. ",
  "patthana2.13:497.1": "Nakāmāvacaro dhammo kāmāvacarassa dhammassa ārammaṇapaccayena paccayo—jhānā vuṭṭhahitvā jhānaṁ paccavekkhati assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati …pe… ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti; phalaṁ …pe… nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, āvajjanāya ārammaṇapaccayena paccayo; ākāsānañcāyatanaṁ paccavekkhati, viññāṇañcāyatanaṁ paccavekkhati, ākiñcaññāyatanaṁ paccavekkhati, nevasaññānāsaññāyatanaṁ paccavekkhati, dibbaṁ cakkhuṁ paccavekkhati, dibbaṁ sotadhātuṁ paccavekkhati, iddhividhañāṇaṁ paccavekkhati, cetopariyañāṇaṁ …pe… pubbenivāsānussatiñāṇaṁ …pe… yathākammūpagañāṇaṁ …pe… anāgataṁsañāṇaṁ paccavekkhati, nakāmāvacare khandhe aniccato …pe… domanassaṁ uppajjati. ",
  "patthana2.13:498.0": "Adhipati ",
  "patthana2.13:498.1": "Kāmāvacaro dhammo kāmāvacarassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe suciṇṇāni garuṁ katvā paccavekkhati assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati, sekkhā gotrabhuṁ garuṁ katvā paccavekkhanti, vodānaṁ garuṁ katvā paccavekkhanti, cakkhuṁ …pe… vatthuṁ kāmāvacare khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—kāmāvacarādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:499.1": "Nakāmāvacaro dhammo nakāmāvacarassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—nibbānaṁ maggassa, phalassa adhipatipaccayena paccayo. **Sahajātādhipati**—nakāmāvacarādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. Nakāmāvacaro dhammo kāmāvacarassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā paccavekkhati assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati, ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti, phalaṁ …pe… nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa adhipatipaccayena paccayo; ākāsānañcāyatanaṁ garuṁ katvā paccavekkhati viññāṇañcāyatanaṁ …pe… ākiñcaññāyatanaṁ …pe… nevasaññānāsaññāyatanaṁ garuṁ katvā paccavekkhati, dibbaṁ cakkhuṁ …pe… dibbaṁ sotadhātuṁ …pe… iddhividhañāṇaṁ …pe… anāgataṁsañāṇaṁ garuṁ katvā paccavekkhati, nakāmāvacare khandhe garuṁ katvā assādeti abhinandati taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—nakāmāvacarādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo; nakāmāvacaro dhammo kāmāvacarassa ca nakāmāvacarassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—nakāmāvacarādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:500.0": "Anantarādi ",
  "patthana2.13:500.1": "Kāmāvacaro dhammo kāmāvacarassa dhammassa anantarapaccayena paccayo—purimā purimā kāmāvacarā khandhā pacchimānaṁ pacchimānaṁ kāmāvacarānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa … anulomaṁ vodānassa … āvajjanā kāmāvacarānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.13:501.1": "Kāmāvacaro dhammo nakāmāvacarassa dhammassa anantarapaccayena paccayo— kāmāvacaraṁ cuticittaṁ nakāmāvacarassa upapatticittassa … āvajjanā nakāmāvacarānaṁ khandhānaṁ anantarapaccayena paccayo; kāmāvacarā khandhā nakāmāvacarassa vuṭṭhānassa anantarapaccayena paccayo; paṭhamassa jhānassa parikammaṁ paṭhamassa jhānassa anantarapaccayena paccayo …pe… catutthassa jhānassa …pe… nevasaññānāsaññāyatanassa parikammaṁ …pe… dibbassa cakkhussa …pe… dibbāya sotadhātuyā …pe… iddhividhañāṇassa …pe… cetopariyañāṇassa …pe… pubbenivāsānussatiñāṇassa …pe… yathākammūpagañāṇassa …pe… anāgataṁsañāṇassa parikammaṁ anāgataṁsañāṇassa anantarapaccayena paccayo; gotrabhu maggassa … vodānaṁ maggassa … anulomaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.13:502.1": "Nakāmāvacaro dhammo nakāmāvacarassa dhammassa anantarapaccayena paccayo— purimā purimā nakāmāvacarā khandhā pacchimānaṁ pacchimānaṁ nakāmāvacarānaṁ khandhānaṁ anantarapaccayena paccayo; maggo phalassa, phalaṁ phalassa, nirodhā vuṭṭhahantassa, nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. Nakāmāvacaro dhammo kāmāvacarassa dhammassa anantarapaccayena paccayo—nakāmāvacaraṁ cuticittaṁ kāmāvacarassa upapatticittassa, nakāmāvacaraṁ bhavaṅgaṁ āvajjanāya, nakāmāvacarā khandhā kāmāvacarassa vuṭṭhānassa anantarapaccayena paccayo …. ",
  "patthana2.13:503.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo … satta … aññamaññapaccayena paccayo … cha … nissayapaccayena paccayo … satta. ",
  "patthana2.13:504.0": "Upanissaya ",
  "patthana2.13:504.1": "Kāmāvacaro dhammo kāmāvacarassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāmāvacaraṁ saddhaṁ upanissāya dānaṁ deti …pe… sīlaṁ …pe… uposathakammaṁ …pe… vipassanaṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; kāmāvacaraṁ sīlaṁ …pe… paññaṁ … rāgaṁ …pe… patthanaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti …pe… vipassanaṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati; kāmāvacarā saddhā …pe… senāsanaṁ kāmāvacarāya saddhāya …pe… patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa upanissayapaccayena paccayo. ",
  "patthana2.13:505.1": "Kāmāvacaro dhammo nakāmāvacarassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāmāvacaraṁ saddhaṁ upanissāya nakāmāvacaraṁ jhānaṁ uppādeti, maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti; kāmāvacaraṁ sīlaṁ …pe… senāsanaṁ upanissāya nakāmāvacaraṁ jhānaṁ uppādeti, maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti; kāmāvacarā saddhā …pe… senāsanaṁ nakāmāvacarāya saddhāya …pe… paññāya … maggassa, phalasamāpattiyā upanissayapaccayena paccayo; paṭhamassa jhānassa parikammaṁ paṭhamassa jhānassa …pe… catutthassa jhānassa …pe… ākāsānañcāyatanassa …pe… paṭhamassa maggassa …pe… catutthassa maggassa parikammaṁ catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana2.13:506.1": "Nakāmāvacaro dhammo nakāmāvacarassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—nakāmāvacaraṁ saddhaṁ upanissāya jhānaṁ uppādeti, maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti; nakāmāvacaraṁ sīlaṁ …pe… paññaṁ upanissāya nakāmāvacaraṁ jhānaṁ uppādeti …pe… maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti; nakāmāvacarā saddhā …pe… paññā nakāmāvacarāya saddhāya …pe… paññāya, maggassa, phalasamāpattiyā upanissayapaccayena paccayo; paṭhamaṁ jhānaṁ dutiyassa jhānassa upanissayapaccayena paccayo …pe… tatiyaṁ jhānaṁ …pe… catutthaṁ jhānaṁ …pe… ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa upanissayapaccayena paccayo; paṭhamo maggo dutiyassa maggassa …pe… dutiyo maggo tatiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo; maggo phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:507.1": "Nakāmāvacaro dhammo kāmāvacarassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—nakāmāvacaraṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathakammaṁ …pe… vipassanaṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; nakāmāvacaraṁ sīlaṁ …pe… paññaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathakammaṁ …pe… vipassanaṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; nakāmāvacarā saddhā …pe… paññā kāmāvacarāya saddhāya …pe… paññāya, rāgassa …pe… patthanāya kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo; ariyā maggaṁ upanissāya saṅkhāre aniccato …pe… vipassanti, maggo ariyānaṁ atthapaṭisambhidāya … dhammapaṭisambhidāya … niruttipaṭisambhidāya … paṭibhānapaṭisambhidāya … ṭhānāṭhānakosallassa upanissayapaccayena paccayo; phalasamāpatti kāyikassa sukhassa upanissayapaccayena paccayo. ",
  "patthana2.13:508.0": "Purejātādi ",
  "patthana2.13:508.1": "Kāmāvacaro dhammo kāmāvacarassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe…. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu kāmāvacarānaṁ khandhānaṁ purejātapaccayena paccayo. Kāmāvacaro dhammo nakāmāvacarassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. **Vatthupurejātaṁ**—vatthu nakāmāvacarānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:509.1": "Pacchājātapaccayena paccayo … dve … āsevanapaccayena paccayo … tīṇi. ",
  "patthana2.13:510.0": "Kammādi ",
  "patthana2.13:510.1": "Kāmāvacaro dhammo kāmāvacarassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. (Saṅkhittaṁ.) ",
  "patthana2.13:511.1": "Nakāmāvacaro dhammo nakāmāvacarassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. (Saṅkhittaṁ.) Nakāmāvacaro dhammo kāmāvacarassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. (Saṅkhittaṁ.) Nakāmāvacaro dhammo kāmāvacarassa ca nakāmāvacarassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. (Saṅkhittaṁ.) ",
  "patthana2.13:512.1": "Vipākapaccayena paccayo … cattāri … āhārapaccayena paccayo … cattāri … indriyapaccayena paccayo … cattāri … jhānapaccayena paccayo … cattāri … maggapaccayena paccayo … cattāri … sampayuttapaccayena paccayo … dve. ",
  "patthana2.13:513.0": "Vippayutta ",
  "patthana2.13:513.1": "Kāmāvacaro dhammo kāmāvacarassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) Kāmāvacaro dhammo nakāmāvacarassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—(saṅkhittaṁ) paṭisandhikkhaṇe vatthu nakāmāvacarānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu nakāmāvacarānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.13:514.1": "Nakāmāvacaro dhammo kāmāvacarassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, pacchājātaṁ. **Sahajātā**—nakāmāvacarā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Pacchājātā**—nakāmāvacarā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.13:515.0": "Atthyādi ",
  "patthana2.13:515.1": "Kāmāvacaro dhammo kāmāvacarassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ.) Kāmāvacaro dhammo nakāmāvacarassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu nakāmāvacarānaṁ khandhānaṁ atthipaccayena paccayo. **Purejātaṁ**—dibbena cakkhunā rūpaṁ passati …pe…. (Purejātasadisaṁ.) ",
  "patthana2.13:516.1": "Nakāmāvacaro dhammo nakāmāvacarassa dhammassa atthipaccayena paccayo— sahajātaṁ. (Saṅkhittaṁ.) Nakāmāvacaro dhammo kāmāvacarassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ (vippayuttasadisaṁ). Nakāmāvacaro dhammo kāmāvacarassa ca nakāmāvacarassa ca dhammassa atthipaccayena paccayo. (Paṭiccasadisaṁ.) ",
  "patthana2.13:517.1": "Kāmāvacaro ca nakāmāvacaro ca dhammā kāmāvacarassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—nakāmāvacarā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; paṭisandhikkhaṇe …pe…. **Pacchājātā**—nakāmāvacarā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—nakāmāvacarā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. Kāmāvacaro ca nakāmāvacaro ca dhammā nakāmāvacarassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—nakāmāvacaro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:518.1": "Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. ",
  "patthana2.13:519.0.1": "Saṅkhyāvāra ",
  "patthana2.13:519.0.2": "Suddha ",
  "patthana2.13:519.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā cattāri, anantare cattāri, samanantare cattāri, sahajāte satta, aññamaññe cha, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane tīṇi, kamme cattāri, vipāke cattāri, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri, vigate cattāri, avigate satta. ",
  "patthana2.13:520.0": "Paccanīyuddhāra ",
  "patthana2.13:520.1": "Kāmāvacaro dhammo kāmāvacarassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. Kāmāvacaro dhammo nakāmāvacarassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.13:521.1": "Nakāmāvacaro dhammo nakāmāvacarassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. Nakāmāvacaro dhammo kāmāvacarassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. Nakāmāvacaro dhammo kāmāvacarassa ca nakāmāvacarassa ca dhammassa sahajātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.13:522.1": "Kāmāvacaro ca nakāmāvacaro ca dhammā kāmāvacarassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. Kāmāvacaro ca nakāmāvacaro ca dhammā nakāmāvacarassa dhammassa sahajātaṁ, purejātaṁ. ",
  "patthana2.13:523.0.1": "2.13.11.7.2. Paccayapaccanīya ",
  "patthana2.13:523.0.2": "Saṅkhyāvāra ",
  "patthana2.13:523.0.3": "Suddha ",
  "patthana2.13:523.1": "Nahetuyā satta, naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, na sahajāte cha, naaññamaññe cha, nanissaye cha, naupanissaye satta, napurejāte cha …pe… nasampayutte cha, navippayutte pañca, noatthiyā pañca, nonatthiyā satta, novigate satta, noavigate pañca. ",
  "patthana2.13:524.0": "2.13.11.7.3. Paccayānulomapaccanīya ",
  "patthana2.13:524.1": "Hetupaccayā naārammaṇe cattāri, naadhipatiyā cattāri, naanantare cattāri, nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… nasampayutte dve, navippayutte dve, nonatthiyā cattāri, novigate cattāri. ",
  "patthana2.13:525.0": "2.13.11.7.4. Paccayapaccanīyānuloma ",
  "patthana2.13:525.1": "Nahetupaccayā ārammaṇe cattāri, adhipatiyā cattāri (anulomamātikā kātabbā) …pe… avigate satta. ",
  "patthana2.13:526.1": "Kāmāvacaradukaṁ niṭṭhitaṁ. ",
  "patthana2.13:527.0.1": "2.13.12. Rūpāvacaraduka ",
  "patthana2.13:527.0.2": "2.13.12.1. Paṭiccavāra ",
  "patthana2.13:527.0.3": "2.13.12.1.1. Paccayānuloma ",
  "patthana2.13:527.0.4": "Vibhaṅgavāra ",
  "patthana2.13:527.0.5": "Hetu ",
  "patthana2.13:527.1": "Rūpāvacaraṁ dhammaṁ paṭicca rūpāvacaro dhammo uppajjati hetupaccayā— rūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Rūpāvacaraṁ dhammaṁ paṭicca narūpāvacaro dhammo uppajjati hetupaccayā—rūpāvacare khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. Rūpāvacaraṁ dhammaṁ paṭicca rūpāvacaro ca narūpāvacaro ca dhammā uppajjanti hetupaccayā—rūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:528.1": "Narūpāvacaraṁ dhammaṁ paṭicca narūpāvacaro dhammo uppajjati hetupaccayā— narūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… ekaṁ mahābhūtaṁ …pe…. Narūpāvacaraṁ dhammaṁ paṭicca rūpāvacaro dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca rūpāvacarā khandhā. Narūpāvacaraṁ dhammaṁ paṭicca rūpāvacaro ca narūpāvacaro ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca rūpāvacarā khandhā, mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana2.13:529.1": "Rūpāvacarañca narūpāvacarañca dhammaṁ paṭicca rūpāvacaro dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe rūpāvacaraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. Rūpāvacarañca narūpāvacarañca dhammaṁ paṭicca narūpāvacaro dhammo uppajjati hetupaccayā—rūpāvacare khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe rūpāvacare khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. Rūpāvacarañca narūpāvacarañca dhammaṁ paṭicca rūpāvacaro ca narūpāvacaro ca dhammā uppajjanti hetupaccayā— paṭisandhikkhaṇe rūpāvacaraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca …pe… rūpāvacare khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:530.0.1": "Saṅkhyāvāra ",
  "patthana2.13:530.0.2": "Suddha ",
  "patthana2.13:530.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri, samanantare cattāri, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cattāri, purejāte dve, āsevane dve, kamme nava, vipāke nava, jhāne nava, magge nava, sampayutte cattāri, vippayutte nava, atthiyā nava, natthiyā cattāri, vigate cattāri, avigate nava. ",
  "patthana2.13:531.0.1": "2.13.12.1.2. Paccayapaccanīya ",
  "patthana2.13:531.0.2": "Vibhaṅgavāra ",
  "patthana2.13:531.0.3": "Nahetu-naārammaṇa ",
  "patthana2.13:531.1": "Narūpāvacaraṁ dhammaṁ paṭicca narūpāvacaro dhammo uppajjati nahetupaccayā— ahetukaṁ narūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe… (yāva asaññasattā) vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:532.1": "Naārammaṇapaccayā … tīṇi. ",
  "patthana2.13:533.0": "Naadhipatyādi ",
  "patthana2.13:533.1": "Rūpāvacaraṁ dhammaṁ paṭicca rūpāvacaro dhammo uppajjati naadhipatipaccayā— rūpāvacare khandhe paṭicca rūpāvacarādhipati vipākaṁ, rūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Rūpāvacaraṁ dhammaṁ paṭicca narūpāvacaro dhammo uppajjati naadhipatipaccayā—vipāke rūpāvacare khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. Rūpāvacaraṁ dhammaṁ paṭicca rūpāvacaro ca narūpāvacaro ca dhammā uppajjanti naadhipatipaccayā—vipākaṁ rūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:534.1": "Narūpāvacaraṁ dhammaṁ paṭicca narūpāvacaro dhammo uppajjati naadhipatipaccayā— narūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… tīṇi. (Nakāmāvacaraṁ paṭiccavārasadisaṁ ninnānaṁ, idha sabbe mahābhūtā kātabbā.) ",
  "patthana2.13:535.1": "Rūpāvacarañca narūpāvacarañca dhammaṁ paṭicca rūpāvacaro dhammo uppajjati naadhipatipaccayā—paṭisandhikkhaṇe rūpāvacaraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. Rūpāvacarañca narūpāvacarañca dhammaṁ paṭicca narūpāvacaro dhammo uppajjati naadhipatipaccayā—vipāke rūpāvacare khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. Rūpāvacarañca narūpāvacarañca dhammaṁ paṭicca rūpāvacaro ca narūpāvacaro ca dhammā uppajjanti naadhipatipaccayā—paṭisandhikkhaṇe rūpāvacaraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca …pe… rūpāvacare khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. Naanantarapaccayā …pe… naupanissayapaccayā. ",
  "patthana2.13:536.0": "Napurejātādi ",
  "patthana2.13:536.1": "Rūpāvacaraṁ dhammaṁ paṭicca rūpāvacaro dhammo uppajjati napurejātapaccayā— paṭisandhikkhaṇe rūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. Rūpāvacaraṁ dhammaṁ paṭicca narūpāvacaro dhammo uppajjati napurejātapaccayā—rūpāvacare khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. Rūpāvacaraṁ dhammaṁ paṭicca rūpāvacaro ca narūpāvacaro ca dhammā uppajjanti napurejātapaccayā—paṭisandhikkhaṇe rūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.13:537.1": "Narūpāvacaraṁ dhammaṁ paṭicca narūpāvacaro dhammo uppajjati napurejātapaccayā— arūpe narūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… narūpāvacare khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… (yāva asaññasattā, itare pañcapi pañhā, anulomaṁ kātabbaṁ) napacchājātapaccayā … nava. ",
  "patthana2.13:538.0": "Naāsevanādi ",
  "patthana2.13:538.1": "Rūpāvacaraṁ dhammaṁ paṭicca rūpāvacaro dhammo uppajjati naāsevanapaccayā— vipākaṁ rūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Rūpāvacaraṁ dhammaṁ paṭicca narūpāvacaro dhammo uppajjati naāsevanapaccayā—rūpāvacare khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. Rūpāvacaraṁ dhammaṁ paṭicca rūpāvacaro ca narūpāvacaro ca dhammā uppajjanti naāsevanapaccayā—vipākaṁ rūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:539.1": "Narūpāvacaraṁ dhammaṁ paṭicca narūpāvacaro dhammo uppajjati naāsevanapaccayā … tīṇi. ",
  "patthana2.13:540.1": "Rūpāvacarañca narūpāvacarañca dhammaṁ paṭicca rūpāvacaro dhammo uppajjati naāsevanapaccayā (Saṅkhittaṁ. Mūlaṁ. Itarepi pañhā kātabbā) … nakammapaccayā … dve …pe… nasampayuttapaccayā. ",
  "patthana2.13:541.1": "Narūpāvacaraṁ dhammaṁ paṭicca narūpāvacaro dhammo uppajjati navippayuttapaccayā—arūpe narūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… (Saṅkhittaṁ.) ",
  "patthana2.13:542.0.1": "Saṅkhyāvāra ",
  "patthana2.13:542.0.2": "Suddha ",
  "patthana2.13:542.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme dve, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte ekaṁ, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:543.0": "2.13.12.2. Sahajātavāra ",
  "patthana2.13:543.1": "Evaṁ itare dve gaṇanāpi sahajātavāropi kātabbo. ",
  "patthana2.13:544.0.1": "2.13.12.3. Paccayavāra ",
  "patthana2.13:544.0.2": "2.13.12.3.1. Paccayānuloma ",
  "patthana2.13:544.0.3": "Vibhaṅgavāra ",
  "patthana2.13:544.0.4": "Hetu ",
  "patthana2.13:544.1": "Rūpāvacaraṁ dhammaṁ paccayā rūpāvacaro dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccasadisaṁ.) ",
  "patthana2.13:545.1": "Narūpāvacaraṁ dhammaṁ paccayā narūpāvacaro dhammo uppajjati hetupaccayā— narūpāvacaraṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… (yāva ajjhattikaṁ mahābhūtaṁ) vatthuṁ paccayā narūpāvacarā khandhā. Narūpāvacaraṁ dhammaṁ paccayā rūpāvacaro dhammo uppajjati hetupaccayā—vatthuṁ paccayā rūpāvacarā khandhā; paṭisandhikkhaṇe …pe…. Narūpāvacaraṁ dhammaṁ paccayā rūpāvacaro ca narūpāvacaro ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā rūpāvacarā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:546.1": "Rūpāvacarañca narūpāvacarañca dhammaṁ paccayā rūpāvacaro dhammo uppajjati hetupaccayā—rūpāvacaraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… paṭisandhikkhaṇe …pe…. Rūpāvacarañca narūpāvacarañca dhammaṁ paccayā narūpāvacaro dhammo uppajjati hetupaccayā—rūpāvacare khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. Rūpāvacarañca narūpāvacarañca dhammaṁ paccayā rūpāvacaro ca narūpāvacaro ca dhammā uppajjanti hetupaccayā—rūpāvacaraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… rūpāvacare khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe….  (Saṅkhittaṁ.) ",
  "patthana2.13:547.0.1": "Saṅkhyāvāra ",
  "patthana2.13:547.0.2": "Suddha ",
  "patthana2.13:547.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā nava, anantare cattāri, samanantare cattāri, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cattāri, purejāte cattāri, āsevane cattāri, kamme nava …pe… avigate nava. ",
  "patthana2.13:548.0.1": "2.13.12.3.2. Paccayapaccanīya ",
  "patthana2.13:548.0.2": "Vibhaṅgavāra ",
  "patthana2.13:548.0.3": "Nahetu ",
  "patthana2.13:548.1": "Narūpāvacaraṁ dhammaṁ paccayā narūpāvacaro dhammo uppajjati nahetupaccayā— ahetukaṁ narūpāvacaraṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā narūpāvacarā khandhā, vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho.  (Saṅkhittaṁ.) ",
  "patthana2.13:549.0": "Naadhipati ",
  "patthana2.13:549.1": "Rūpāvacaraṁ dhammaṁ paccayā rūpāvacaro dhammo uppajjati naadhipatipaccayā … tīṇi. (Paṭiccavārasadisaṁ.) ",
  "patthana2.13:550.1": "Narūpāvacaraṁ dhammaṁ paccayā narūpāvacaro dhammo uppajjati naadhipatipaccayā. (Paṭiccavārasadisaṁ.) Narūpāvacaraṁ dhammaṁ paccayā rūpāvacaro dhammo uppajjati naadhipatipaccayā—vatthuṁ paccayā rūpāvacarādhipati, vatthuṁ paccayā vipākā rūpāvacarā khandhā; paṭisandhikkhaṇe …pe…. Narūpāvacaraṁ dhammaṁ paccayā rūpāvacaro ca narūpāvacaro ca dhammā uppajjanti naadhipatipaccayā—vatthuṁ paccayā vipākā rūpāvacarā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:551.1": "Rūpāvacarañca narūpāvacarañca dhammaṁ paccayā rūpāvacaro dhammo uppajjati naadhipatipaccayā—rūpāvacare khandhe ca vatthuñca paccayā rūpāvacarādhipati, vipākaṁ rūpāvacaraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… paṭisandhikkhaṇe rūpāvacaraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe…. Rūpāvacarañca narūpāvacarañca dhammaṁ paccayā narūpāvacaro dhammo uppajjati naadhipatipaccayā—vipāke rūpāvacare khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. Rūpāvacarañca narūpāvacarañca dhammaṁ paccayā rūpāvacaro ca narūpāvacaro ca dhammā uppajjanti naadhipatipaccayā—vipākaṁ rūpāvacaraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… vipāke rūpāvacare khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe….  (Saṅkhittaṁ.) ",
  "patthana2.13:552.0.1": "Saṅkhyāvāra ",
  "patthana2.13:552.0.2": "Suddha ",
  "patthana2.13:552.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava (suddhike arūpe ca missake ca “vipākan”ti niyāmetabbaṁ), nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte ekaṁ, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:553.0.1": "2.13.12.4. Nissayavāra ",
  "patthana2.13:553.0.2": "13.12.5. Saṁsaṭṭhavāra ",
  "patthana2.13:553.0.3": "2.13.12.5.1–4 Paccayānulomādi ",
  "patthana2.13:553.0.4": "Vibhaṅgavāra ",
  "patthana2.13:553.0.5": "Hetu ",
  "patthana2.13:553.1": "(Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo.) ",
  "patthana2.13:554.1": "Rūpāvacaraṁ dhammaṁ saṁsaṭṭho rūpāvacaro dhammo uppajjati hetupaccayā— rūpāvacaraṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:555.1": "Narūpāvacaraṁ dhammaṁ saṁsaṭṭho narūpāvacaro dhammo uppajjati hetupaccayā— narūpāvacaraṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:556.1": "Hetuyā dve, ārammaṇe dve (sabbattha dve), avigate dve. ",
  "patthana2.13:557.1": "Anulomaṁ. ",
  "patthana2.13:558.1": "Narūpāvacaraṁ dhammaṁ saṁsaṭṭho narūpāvacaro dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana2.13:559.1": "Nahetuyā ekaṁ, naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane dve, nakamme dve, navipāke dve, najhāne ekaṁ, namagge ekaṁ, navippayutte ekaṁ. ",
  "patthana2.13:560.1": "Paccanīyaṁ. ",
  "patthana2.13:561.0": "2.13.12.6. Sampayuttavāra ",
  "patthana2.13:561.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.13:562.0.1": "2.13.12.7. Pañhāvāra ",
  "patthana2.13:562.0.2": "2.13.12.7.1. Paccayānuloma ",
  "patthana2.13:562.0.3": "Vibhaṅgavāra ",
  "patthana2.13:562.0.4": "Hetu ",
  "patthana2.13:562.1": "Rūpāvacaro dhammo rūpāvacarassa dhammassa hetupaccayena paccayo—rūpāvacarā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (Mūlaṁ kātabbaṁ.) Rūpāvacarā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (Mūlaṁ kātabbaṁ.) Rūpāvacarā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:563.1": "Narūpāvacaro dhammo narūpāvacarassa dhammassa hetupaccayena paccayo— narūpāvacarā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:564.0": "Ārammaṇa ",
  "patthana2.13:564.1": "Rūpāvacaro dhammo rūpāvacarassa dhammassa ārammaṇapaccayena paccayo— cetopariyañāṇena rūpāvacaracittasamaṅgissa cittaṁ jānāti, rūpāvacarā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. Rūpāvacaro dhammo narūpāvacarassa dhammassa ārammaṇapaccayena paccayo—paṭhamaṁ jhānaṁ paccavekkhati …pe… catutthaṁ jhānaṁ paccavekkhati, dibbaṁ cakkhuṁ paccavekkhati, dibbaṁ sotadhātuṁ …pe… iddhividhañāṇaṁ …pe… cetopariyañāṇaṁ …pe… pubbenivāsānussatiñāṇaṁ …pe… yathākammūpagañāṇaṁ …pe… anāgataṁsañāṇaṁ paccavekkhati, rūpāvacare khandhe aniccato …pe… domanassaṁ uppajjati. ",
  "patthana2.13:565.1": "Narūpāvacaro dhammo narūpāvacarassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ …pe… pubbe suciṇṇāni paccavekkhati assādeti abhinandati, taṁ ārabbha rāgo …pe… domanassaṁ uppajjati; ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo; ariyā pahīne kilese …pe… vikkhambhite kilese …pe… pubbe …pe… cakkhuṁ …pe… vatthuṁ narūpāvacare khandhe aniccato …pe… domanassaṁ uppajjati; ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa ārammaṇapaccayena paccayo. ",
  "patthana2.13:566.1": "Narūpāvacaro dhammo rūpāvacarassa dhammassa ārammaṇapaccayena paccayo—dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena narūpāvacaracittasamaṅgissa cittaṁ jānāti, narūpāvacarā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. ",
  "patthana2.13:567.0": "Adhipati ",
  "patthana2.13:567.1": "Rūpāvacaro dhammo rūpāvacarassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—rūpāvacarādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. Rūpāvacaro dhammo narūpāvacarassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—paṭhamaṁ jhānaṁ garuṁ katvā paccavekkhati, assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati …pe… catutthaṁ jhānaṁ …pe… dibbaṁ cakkhuṁ …pe… dibbaṁ sotadhātuṁ …pe… iddhividhañāṇaṁ …pe… cetopariyañāṇaṁ …pe… pubbenivāsānussatiñāṇaṁ …pe… yathākammūpagañāṇaṁ …pe… anāgataṁsañāṇaṁ garuṁ katvā paccavekkhati assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati, rūpāvacare khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—rūpāvacarādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. Rūpāvacaro dhammo rūpāvacarassa ca narūpāvacarassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—rūpāvacarādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:568.1": "Narūpāvacaro dhammo narūpāvacarassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe suciṇṇāni garuṁ katvā paccavekkhati assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati; ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā …pe… phalaṁ …pe… nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ narūpāvacare khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati; ākāsānañcāyatanaṁ garuṁ katvā paccavekkhati …pe… nevasaññānāsaññāyatanaṁ garuṁ katvā paccavekkhati. **Sahajātādhipati**—narūpāvacarādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:569.0": "Anantarādi ",
  "patthana2.13:569.1": "Rūpāvacaro dhammo rūpāvacarassa dhammassa anantarapaccayena paccayo—purimā purimā rūpāvacarā khandhā pacchimānaṁ pacchimānaṁ rūpāvacarānaṁ khandhānaṁ anantarapaccayena paccayo. Rūpāvacaro dhammo narūpāvacarassa dhammassa anantarapaccayena paccayo—rūpāvacaraṁ cuticittaṁ narūpāvacarassa upapatticittassa anantarapaccayena paccayo; rūpāvacaraṁ bhavaṅgaṁ āvajjanāya … rūpāvacarā khandhā narūpāvacarassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.13:570.1": "Narūpāvacaro dhammo narūpāvacarassa dhammassa anantarapaccayena paccayo— purimā purimā narūpāvacarā khandhā pacchimānaṁ pacchimānaṁ narūpāvacarānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe… nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. Narūpāvacaro dhammo rūpāvacarassa dhammassa anantarapaccayena paccayo— narūpāvacaraṁ cuticittaṁ rūpāvacarassa upapatticittassa anantarapaccayena paccayo; narūpāvacarā khandhā rūpāvacarassa vuṭṭhānassa anantarapaccayena paccayo; paṭhamassa jhānassa parikammaṁ paṭhamassa jhānassa anantarapaccayena paccayo …pe… catutthassa jhānassa …pe… dibbassa cakkhussa …pe… dibbāya sotadhātuyā …pe… iddhividhañāṇassa …pe… cetopariyañāṇassa …pe… pubbenivāsānussatiñāṇassa …pe… yathākammūpagañāṇassa …pe… anāgataṁsañāṇassa, parikammaṁ anāgataṁsañāṇassa anantarapaccayena paccayo. ",
  "patthana2.13:571.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo … satta … aññamaññapaccayena paccayo … cha … nissayapaccayena paccayo … satta. ",
  "patthana2.13:572.0": "Upanissaya ",
  "patthana2.13:572.1": "Rūpāvacaro dhammo rūpāvacarassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—rūpāvacaraṁ saddhaṁ upanissāya rūpāvacaraṁ jhānaṁ uppādeti, abhiññaṁ …pe… samāpattiṁ uppādeti; rūpāvacaraṁ sīlaṁ …pe… paññaṁ upanissāya rūpāvacaraṁ jhānaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti; rūpāvacarā saddhā …pe… paññā rūpāvacarāya saddhāya …pe… paññāya upanissayapaccayena paccayo, paṭhamaṁ jhānaṁ dutiyassa jhānassa upanissayapaccayena paccayo, dutiyaṁ jhānaṁ tatiyassa jhānassa …pe… tatiyaṁ jhānaṁ catutthassa jhānassa upanissayapaccayena paccayo. ",
  "patthana2.13:573.1": "Rūpāvacaro dhammo narūpāvacarassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—rūpāvacaraṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathakammaṁ karoti; rūpāvacaraṁ jhānaṁ …pe… vipassanaṁ …pe… maggaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; rūpāvacaraṁ sīlaṁ …pe… paññaṁ upanissāya dānaṁ deti …pe… mānaṁ jappeti, diṭṭhiṁ gaṇhāti; rūpāvacarā saddhā …pe… paññā narūpāvacarāya saddhāya …pe… paññāya … rāgassa …pe… patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa … maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:574.1": "Narūpāvacaro dhammo narūpāvacarassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—narūpāvacaraṁ saddhaṁ upanissāya dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ karoti; narūpāvacaraṁ jhānaṁ …pe… vipassanaṁ …pe… maggaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; narūpāvacaraṁ sīlaṁ …pe… paññaṁ, rāgaṁ …pe… bhojanaṁ, senāsanaṁ upanissāya dānaṁ deti …pe… pāṇaṁ hanati …pe… saṅghaṁ bhindati; narūpāvacarā saddhā …pe… paññā … rāgo …pe… senāsanaṁ narūpāvacarāya saddhāya …pe… paññāya … rāgassa …pe… patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa … maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:575.1": "Narūpāvacaro dhammo rūpāvacarassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—narūpāvacaraṁ saddhaṁ upanissāya rūpāvacaraṁ jhānaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti; narūpāvacaraṁ sīlaṁ …pe… senāsanaṁ upanissāya rūpāvacaraṁ jhānaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti; narūpāvacarā saddhā …pe… senāsanaṁ rūpāvacarāya saddhāya …pe… paññāya upanissayapaccayena paccayo, paṭhamassa jhānassa parikammaṁ paṭhamassa jhānassa upanissayapaccayena paccayo …pe… catutthassa jhānassa …pe… dibbassa cakkhussa parikammaṁ …pe… dibbāya sotadhātuyā …pe… iddhividhañāṇassa …pe… cetopariyañāṇassa …pe… pubbenivāsānussatiñāṇassa …pe… yathākammūpagañāṇassa …pe… anāgataṁsañāṇassa parikammaṁ anāgataṁsañāṇassa upanissayapaccayena paccayo. ",
  "patthana2.13:576.0": "Purejātādi ",
  "patthana2.13:576.1": "Narūpāvacaro dhammo narūpāvacarassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo; vatthu narūpāvacarānaṁ khandhānaṁ purejātapaccayena paccayo. Narūpāvacaro dhammo rūpāvacarassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. **Vatthupurejātaṁ**—vatthu rūpāvacarānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:577.1": "Pacchājātapaccayena paccayo … dve … āsevanapaccayena paccayo … tīṇi. ",
  "patthana2.13:578.0": "Kammādi ",
  "patthana2.13:578.1": "Rūpāvacaro dhammo rūpāvacarassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—rūpāvacarā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—rūpāvacarā cetanā vipākānaṁ rūpāvacarānaṁ khandhānaṁ kammapaccayena paccayo. Rūpāvacaro dhammo narūpāvacarassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—rūpāvacarā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—rūpāvacarā cetanā kaṭattārūpānaṁ kammapaccayena paccayo. Rūpāvacaro dhammo rūpāvacarassa ca narūpāvacarassa ca dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—rūpāvacarā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—rūpāvacarā cetanā vipākānaṁ rūpāvacarānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.13:579.1": "Narūpāvacaro dhammo narūpāvacarassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—narūpāvacarā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—narūpāvacarā cetanā vipākānaṁ narūpāvacarānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo …. ",
  "patthana2.13:580.1": "Vipākapaccayena paccayo … cattāri … āhārapaccayena paccayo … cattāri … indriyapaccayena paccayo … cattāri … jhānapaccayena paccayo … cattāri … maggapaccayena paccayo … cattāri … sampayuttapaccayena paccayo … dve. ",
  "patthana2.13:581.0": "Vippayutta ",
  "patthana2.13:581.1": "Rūpāvacaro dhammo narūpāvacarassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:582.1": "Narūpāvacaro dhammo narūpāvacarassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) Narūpāvacaro dhammo rūpāvacarassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu rūpāvacarānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu rūpāvacarānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.13:583.0": "Atthyādi ",
  "patthana2.13:583.1": "Rūpāvacaro dhammo rūpāvacarassa dhammassa atthipaccayena paccayo. (Paṭiccasadisaṁ.) Rūpāvacaro dhammo narūpāvacarassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. Rūpāvacaro dhammo rūpāvacarassa ca narūpāvacarassa ca dhammassa atthipaccayena paccayo. (Paṭiccasadisaṁ.) ",
  "patthana2.13:584.1": "Narūpāvacaro dhammo narūpāvacarassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ.) Narūpāvacaro dhammo rūpāvacarassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu rūpāvacarānaṁ khandhānaṁ atthipaccayena paccayo. **Purejātaṁ**—dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, vatthu rūpāvacarānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana2.13:585.1": "Rūpāvacaro ca narūpāvacaro ca dhammā rūpāvacarassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—rūpāvacaro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe… paṭisandhikkhaṇe …pe…. Rūpāvacaro ca narūpāvacaro ca dhammā narūpāvacarassa dhammassa atthipaccayena paccayo— sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—rūpāvacarā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; paṭisandhikkhaṇe …pe…. **Pacchājātā**—rūpāvacarā khandhā ca kabaḷīkāro āhāro ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—rūpāvacarā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.13:586.1": "Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. ",
  "patthana2.13:587.0.1": "Saṅkhyāvāra ",
  "patthana2.13:587.0.2": "Suddha ",
  "patthana2.13:587.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā cattāri, anantare cattāri, samanantare cattāri, sahajāte satta, aññamaññe cha, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane tīṇi, kamme cattāri, vipāke cattāri, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri, vigate cattāri, avigate satta. ",
  "patthana2.13:588.0": "Paccanīyuddhāra ",
  "patthana2.13:588.1": "Rūpāvacaro dhammo rūpāvacarassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. Rūpāvacaro dhammo narūpāvacarassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. Rūpāvacaro dhammo rūpāvacarassa ca narūpāvacarassa ca dhammassa sahajātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.13:589.1": "Narūpāvacaro dhammo narūpāvacarassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. Narūpāvacaro dhammo rūpāvacarassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.13:590.1": "Rūpāvacaro ca narūpāvacaro ca dhammā rūpāvacarassa dhammassa sahajātaṁ, purejātaṁ. Rūpāvacaro ca narūpāvacaro ca dhammā narūpāvacarassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana2.13:591.0.1": "2.13.12.7.2. Paccayapaccanīya ",
  "patthana2.13:591.0.2": "Saṅkhyāvāra ",
  "patthana2.13:591.0.3": "Suddha ",
  "patthana2.13:591.1": "Nahetuyā satta, naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, nasahajāte cha, naaññamaññe cha, nanissaye cha, naupanissaye satta, napurejāte satta, napacchājāte satta …pe… nasampayutte cha, navippayutte pañca, noatthiyā pañca, nonatthiyā satta, novigate satta, noavigate pañca. ",
  "patthana2.13:592.0": "2.13.12.7.3. Paccayānulomapaccanīya ",
  "patthana2.13:592.1": "Hetupaccayā naārammaṇe cattāri, naadhipatiyā cattāri, naanantare nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… nasampayutte dve, navippayutte dve, nonatthiyā cattāri, novigate cattāri. ",
  "patthana2.13:593.0": "2.13.12.7.4. Paccayapaccanīyānuloma ",
  "patthana2.13:593.1": "Nahetupaccayā ārammaṇe cattāri, adhipatiyā cattāri (anulomamātikā kātabbā) …pe… avigate satta. ",
  "patthana2.13:594.1": "Rūpāvacaradukaṁ niṭṭhitaṁ. ",
  "patthana2.13:595.0.1": "2.13.13. Arūpāvacaraduka ",
  "patthana2.13:595.0.2": "2.13.13.1. Paṭiccavāra ",
  "patthana2.13:595.0.3": "2.13.13.1.1. Paccayānuloma ",
  "patthana2.13:595.0.4": "Vibhaṅgavāra ",
  "patthana2.13:595.0.5": "Hetu ",
  "patthana2.13:595.1": "Arūpāvacaraṁ dhammaṁ paṭicca arūpāvacaro dhammo uppajjati hetupaccayā— arūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Arūpāvacaraṁ dhammaṁ paṭicca naarūpāvacaro dhammo uppajjati hetupaccayā—arūpāvacare khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Arūpāvacaraṁ dhammaṁ paṭicca arūpāvacaro ca naarūpāvacaro ca dhammā uppajjanti hetupaccayā—arūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.13:596.1": "Naarūpāvacaraṁ dhammaṁ paṭicca naarūpāvacaro dhammo uppajjati hetupaccayā— naarūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe naarūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe…. ",
  "patthana2.13:597.1": "Arūpāvacarañca naarūpāvacarañca dhammaṁ paṭicca naarūpāvacaro dhammo uppajjati hetupaccayā—arūpāvacare khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ.  (Saṅkhittaṁ.) ",
  "patthana2.13:598.0.1": "Saṅkhyāvāra ",
  "patthana2.13:598.0.2": "Suddha ",
  "patthana2.13:598.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā pañca, anantare dve, samanantare dve, sahajāte pañca, aññamaññe dve, nissaye pañca, upanissaye dve, purejāte dve, āsevane dve, kamme pañca, vipāke dve, āhāre pañca …pe… avigate pañca. ",
  "patthana2.13:599.0.1": "2.13.13.1.2. Paccayapaccanīya ",
  "patthana2.13:599.0.2": "Vibhaṅgavāra ",
  "patthana2.13:599.0.3": "Nahetu-naārammaṇa ",
  "patthana2.13:599.1": "Naarūpāvacaraṁ dhammaṁ paṭicca naarūpāvacaro dhammo uppajjati nahetupaccayā— ahetukaṁ naarūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. Naārammaṇapaccayā … tīṇi. ",
  "patthana2.13:600.0": "Naadhipatyādi ",
  "patthana2.13:600.1": "Arūpāvacaraṁ dhammaṁ paṭicca arūpāvacaro dhammo uppajjati naadhipatipaccayā— arūpāvacare khandhe paṭicca arūpāvacarādhipati, vipākaṁ arūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:601.1": "Naarūpāvacaraṁ dhammaṁ paṭicca naarūpāvacaro dhammo uppajjati naadhipatipaccayā—naarūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) Naanantarapaccayā …pe… naupanissayapaccayā. ",
  "patthana2.13:602.0": "Napurejātādi ",
  "patthana2.13:602.1": "Arūpāvacaraṁ dhammaṁ paṭicca arūpāvacaro dhammo uppajjati napurejātapaccayā— arūpe arūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. (Mūlaṁ kātabbaṁ.) Arūpāvacare khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:603.1": "Naarūpāvacaraṁ dhammaṁ paṭicca naarūpāvacaro dhammo uppajjati napurejātapaccayā—arūpe naarūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) ",
  "patthana2.13:604.1": "Arūpāvacarañca naarūpāvacarañca dhammaṁ paṭicca naarūpāvacaro dhammo uppajjati napurejātapaccayā—arūpāvacare khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Napacchājātapaccayā …. ",
  "patthana2.13:605.1": "Arūpāvacaraṁ dhammaṁ paṭicca arūpāvacaro dhammo uppajjati naāsevanapaccayā— vipākaṁ arūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. Arūpāvacaraṁ dhammaṁ paṭicca naarūpāvacaro dhammo uppajjati naāsevanapaccayā—arūpāvacare khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:606.1": "Naarūpāvacaraṁ dhammaṁ paṭicca naarūpāvacaro dhammo uppajjati naāsevanapaccayā—naarūpāvacaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. (Yāva asaññasattā.) ",
  "patthana2.13:607.1": "Arūpāvacarañca naarūpāvacarañca dhammaṁ paṭicca naarūpāvacaro dhammo uppajjati naāsevanapaccayā—arūpāvacare khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ.  (Saṅkhittaṁ.) ",
  "patthana2.13:608.0.1": "Saṅkhyāvāra ",
  "patthana2.13:608.0.2": "Suddha ",
  "patthana2.13:608.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā dve, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte cattāri, napacchājāte pañca, naāsevane cattāri, nakamme dve, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:609.0": "2.13.13.2. Sahajātavāra ",
  "patthana2.13:609.1": "Evaṁ itare dve gaṇanāpi sahajātavāropi kātabbo. ",
  "patthana2.13:610.0.1": "2.13.13.3. Paccayavāra ",
  "patthana2.13:610.0.2": "2.13.13.3.1. Paccayānuloma ",
  "patthana2.13:610.0.3": "Vibhaṅgavāra ",
  "patthana2.13:610.0.4": "Hetu ",
  "patthana2.13:610.1": "Arūpāvacaraṁ dhammaṁ paccayā arūpāvacaro dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccasadisā.) ",
  "patthana2.13:611.1": "Naarūpāvacaraṁ dhammaṁ paccayā naarūpāvacaro dhammo uppajjati hetupaccayā— naarūpāvacaraṁ ekaṁ khandhaṁ …pe… (yāva ajjhattikā mahābhūtā) vatthuṁ paccayā naarūpāvacarā khandhā. Naarūpāvacaraṁ dhammaṁ paccayā arūpāvacaro dhammo uppajjati hetupaccayā—vatthuṁ paccayā arūpāvacarā khandhā. Naarūpāvacaraṁ dhammaṁ paccayā arūpāvacaro ca naarūpāvacaro ca dhammā uppajjanti hetupaccayā— vatthuṁ paccayā arūpāvacarā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:612.1": "Arūpāvacarañca naarūpāvacarañca dhammaṁ paccayā arūpāvacaro dhammo uppajjati hetupaccayā—arūpāvacaraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe…. Arūpāvacarañca naarūpāvacarañca dhammaṁ paccayā naarūpāvacaro dhammo uppajjati hetupaccayā—arūpāvacare khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. Arūpāvacarañca naarūpāvacarañca dhammaṁ paccayā arūpāvacaro ca naarūpāvacaro ca dhammā uppajjanti hetupaccayā— arūpāvacaraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… arūpāvacare khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:613.0.1": "Saṅkhyāvāra ",
  "patthana2.13:613.0.2": "Suddha ",
  "patthana2.13:613.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā nava, anantare cattāri, samanantare cattāri, sahajāte nava, aññamaññe cattāri, nissaye nava, upanissaye cattāri, purejāte cattāri, āsevane cattāri, kamme nava, vipāke dve …pe… avigate nava. ",
  "patthana2.13:614.0.1": "2.13.13.3.2. Paccayapaccanīya ",
  "patthana2.13:614.0.2": "Vibhaṅgavāra ",
  "patthana2.13:614.0.3": "Nahetvādi ",
  "patthana2.13:614.1": "Naarūpāvacaraṁ dhammaṁ paccayā naarūpāvacaro dhammo uppajjati nahetupaccayā— ahetukaṁ naarūpāvacaraṁ ekaṁ khandhaṁ …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā naarūpāvacarā khandhā, vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. Naārammaṇapaccayā … tīṇi. ",
  "patthana2.13:615.1": "Arūpāvacaraṁ dhammaṁ paccayā arūpāvacaro dhammo uppajjati naadhipatipaccayā— arūpāvacare khandhe paccayā arūpāvacarādhipati, vipākaṁ arūpāvacaraṁ ekaṁ khandhaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:616.1": "Naarūpāvacaraṁ dhammaṁ paccayā naarūpāvacaro dhammo uppajjati naadhipatipaccayā—naarūpāvacaraṁ ekaṁ khandhaṁ …pe… paṭisandhikkhaṇe …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā naarūpāvacarā khandhā. ",
  "patthana2.13:617.0.1": "Saṅkhyāvāra ",
  "patthana2.13:617.0.2": "Suddha ",
  "patthana2.13:617.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā cattāri, naanantare tīṇi, nasamanantare naaññamaññe naupanissaye tīṇi, napurejāte cattāri, napacchājāte nava, naāsevane cattāri, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:618.0.1": "2.13.13.4. Nissayavāra ",
  "patthana2.13:618.0.2": "13.13.5. Saṁsaṭṭhavāra ",
  "patthana2.13:618.0.3": "2.13.13.5.1–4 Paccayānulomādi ",
  "patthana2.13:618.0.4": "Vibhaṅgavāra ",
  "patthana2.13:618.0.5": "Hetu ",
  "patthana2.13:618.1": "(Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo.) ",
  "patthana2.13:619.1": "Arūpāvacaraṁ dhammaṁ saṁsaṭṭho arūpāvacaro dhammo uppajjati hetupaccayā— arūpāvacaraṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:620.1": "Naarūpāvacaraṁ dhammaṁ saṁsaṭṭho naarūpāvacaro dhammo uppajjati hetupaccayā— naarūpāvacaraṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:621.1": "Hetuyā dve …pe… avigate dve. (Anulomaṁ.) ",
  "patthana2.13:622.1": "Nahetuyā ekaṁ, naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane dve, nakamme dve, navipāke dve, najhāne ekaṁ, namagge ekaṁ, navippayutte dve. (Paccanīyaṁ.) ",
  "patthana2.13:623.0": "2.13.13.6. Sampayuttavāra ",
  "patthana2.13:623.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.13:624.0.1": "2.13.13.7. Pañhāvāra ",
  "patthana2.13:624.0.2": "2.13.13.7.1. Paccayānuloma ",
  "patthana2.13:624.0.3": "Vibhaṅgavāra ",
  "patthana2.13:624.0.4": "Hetu ",
  "patthana2.13:624.1": "Arūpāvacaro dhammo arūpāvacarassa dhammassa hetupaccayena paccayo—arūpāvacarā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (Mūlaṁ kātabbaṁ.) Arūpāvacarā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Arūpāvacarā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.13:625.1": "Naarūpāvacaro dhammo naarūpāvacarassa dhammassa hetupaccayena paccayo— naarūpāvacarā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:626.0": "Ārammaṇa ",
  "patthana2.13:626.1": "Arūpāvacaro dhammo arūpāvacarassa dhammassa ārammaṇapaccayena paccayo— ākāsānañcāyatanaṁ viññāṇañcāyatanassa ārammaṇapaccayena paccayo; ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa ārammaṇapaccayena paccayo. Arūpāvacaro dhammo naarūpāvacarassa dhammassa ārammaṇapaccayena paccayo— ākāsānañcāyatanaṁ paccavekkhati, viññāṇañcāyatanaṁ …pe… ākiñcaññāyatanaṁ …pe… nevasaññānāsaññāyatanaṁ paccavekkhati, arūpāvacare khandhe aniccato …pe… domanassaṁ uppajjati; cetopariyañāṇena arūpāvacaracittasamaṅgissa cittaṁ jānāti, arūpāvacarā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.13:627.1": "Naarūpāvacaro dhammo naarūpāvacarassa dhammassa ārammaṇapaccayena paccayo— dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati assādeti abhinandati, taṁ ārabbha rāgo …pe… domanassaṁ uppajjati; pubbe suciṇṇāni …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo; ariyā pahīne kilese paccavekkhanti, vikkhambhite kilese …pe… pubbe …pe… cakkhuṁ …pe… vatthuṁ naarūpāvacare khandhe aniccato …pe… domanassaṁ uppajjati, dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena naarūpāvacaracittasamaṅgissa cittaṁ jānāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… naarūpāvacarā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.13:628.0": "Adhipati ",
  "patthana2.13:628.1": "Arūpāvacaro dhammo arūpāvacarassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—arūpāvacarādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. Arūpāvacaro dhammo naarūpāvacarassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ākāsānañcāyatanaṁ garuṁ katvā paccavekkhati …pe… nevasaññānāsaññāyatanaṁ garuṁ katvā paccavekkhati, arūpāvacare khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—arūpāvacarādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. (Mūlaṁ kātabbaṁ.) Arūpāvacarādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:629.1": "Naarūpāvacaro dhammo naarūpāvacarassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati; pubbe suciṇṇāni …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti, phalaṁ …pe… nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ naarūpāvacare khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—naarūpāvacarādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:630.0": "Anantarādi ",
  "patthana2.13:630.1": "Arūpāvacaro dhammo arūpāvacarassa dhammassa anantarapaccayena paccayo—purimā purimā arūpāvacarā khandhā pacchimānaṁ pacchimānaṁ arūpāvacarānaṁ khandhānaṁ anantarapaccayena paccayo. Arūpāvacaro dhammo naarūpāvacarassa dhammassa anantarapaccayena paccayo—arūpāvacaraṁ cuticittaṁ naarūpāvacarassa upapatticittassa, arūpāvacaraṁ bhavaṅgaṁ āvajjanāya, arūpāvacarā khandhā naarūpāvacarassa vuṭṭhānassa, nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.13:631.1": "Naarūpāvacaro dhammo naarūpāvacarassa dhammassa anantarapaccayena paccayo— purimā purimā naarūpāvacarā khandhā pacchimānaṁ pacchimānaṁ naarūpāvacarānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe… anulomaṁ phalasamāpattiyā anantarapaccayena paccayo. Naarūpāvacaro dhammo arūpāvacarassa dhammassa anantarapaccayena paccayo—naarūpāvacaraṁ cuticittaṁ arūpāvacarassa upapatticittassa anantarapaccayena paccayo; naarūpāvacarā khandhā arūpāvacarassa vuṭṭhānassa anantarapaccayena paccayo; ākāsānañcāyatanassa parikammaṁ ākāsānañcāyatanassa anantarapaccayena paccayo; viññāṇañcāyatanassa …pe… ākiñcaññāyatanassa …pe… nevasaññānāsaññāyatanassa parikammaṁ nevasaññānāsaññāyatanassa anantarapaccayena paccayo. ",
  "patthana2.13:632.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo … pañca … aññamaññapaccayena paccayo … dve … nissayapaccayena paccayo … satta. ",
  "patthana2.13:633.0": "Upanissaya ",
  "patthana2.13:633.1": "Arūpāvacaro dhammo arūpāvacarassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—ākāsānañcāyatanaṁ viññāṇañcāyatanassa upanissayapaccayena paccayo; viññāṇañcāyatanaṁ ākiñcaññāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa upanissayapaccayena paccayo. Arūpāvacaro dhammo naarūpāvacarassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—arūpāvacaraṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathakammaṁ karoti, naarūpāvacaraṁ jhānaṁ uppādeti, vipassanaṁ …pe… maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; arūpāvacaraṁ sīlaṁ …pe… paññaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti … mānaṁ jappeti … diṭṭhiṁ gaṇhāti; arūpāvacarā saddhā …pe… paññā naarūpāvacarāya saddhāya …pe… paññāya … rāgassa …pe… patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa … maggassa phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:634.1": "Naarūpāvacaro dhammo naarūpāvacarassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—naarūpāvacaraṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathakammaṁ karoti, naarūpāvacaraṁ jhānaṁ uppādeti, vipassanaṁ …pe… maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti … diṭṭhiṁ gaṇhāti; naarūpāvacaraṁ sīlaṁ …pe… paññaṁ …pe… rāgaṁ …pe… patthanaṁ …pe… kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti … pāṇaṁ hanati …pe… saṅghaṁ bhindati; naarūpāvacarā saddhā …pe… senāsanaṁ naarūpāvacarāya saddhāya …pe… patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa, maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:635.1": "Naarūpāvacaro dhammo arūpāvacarassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—ākāsānañcāyatanassa parikammaṁ ākāsānañcāyatanassa upanissayapaccayena paccayo …pe… nevasaññānāsaññāyatanassa parikammaṁ nevasaññānāsaññāyatanassa upanissayapaccayena paccayo. ",
  "patthana2.13:636.0": "Purejāta ",
  "patthana2.13:636.1": "Naarūpāvacaro dhammo naarūpāvacarassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe…. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu naarūpāvacarānaṁ khandhānaṁ purejātapaccayena paccayo. Naarūpāvacaro dhammo arūpāvacarassa dhammassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—vatthu arūpāvacarānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:637.1": "Pacchājātapaccayena paccayo … dve … āsevanapaccayena paccayo … tīṇi. ",
  "patthana2.13:638.0": "Kamma ",
  "patthana2.13:638.1": "Arūpāvacaro dhammo arūpāvacarassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā …pe…. Arūpāvacaro dhammo naarūpāvacarassa dhammassa kammapaccayena paccayo—arūpāvacarā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Arūpāvacarā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.13:639.1": "Naarūpāvacaro dhammo naarūpāvacarassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—naarūpāvacarā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana2.13:640.0": "Vipākādi ",
  "patthana2.13:640.1": "Arūpāvacaro dhammo arūpāvacarassa dhammassa vipākapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana2.13:641.1": "Naarūpāvacaro dhammo naarūpāvacarassa dhammassa vipākapaccayena paccayo (saṅkhittaṁ) … āhārapaccayena paccayo … cattāri … indriyapaccayena paccayo … cattāri … jhānapaccayena paccayo … cattāri … maggapaccayena paccayo … cattāri … sampayuttapaccayena paccayo … dve. ",
  "patthana2.13:642.0": "Vippayutta ",
  "patthana2.13:642.1": "Arūpāvacaro dhammo naarūpāvacarassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:643.1": "Naarūpāvacaro dhammo naarūpāvacarassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) Naarūpāvacaro dhammo arūpāvacarassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu arūpāvacarānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.13:644.0": "Atthyādi ",
  "patthana2.13:644.1": "Arūpāvacaro dhammo arūpāvacarassa dhammassa atthipaccayena paccayo— sahajātaṁ …pe…. Arūpāvacaro dhammo naarūpāvacarassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ …pe…. Arūpāvacaro dhammo arūpāvacarassa ca naarūpāvacarassa ca dhammassa atthipaccayena paccayo—sahajātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.13:645.1": "Naarūpāvacaro dhammo naarūpāvacarassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ.) Naarūpāvacaro dhammo arūpāvacarassa dhammassa atthipaccayena paccayo. **Purejātaṁ**—vatthu arūpāvacarānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana2.13:646.1": "Arūpāvacaro ca naarūpāvacaro ca dhammā arūpāvacarassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—arūpāvacaro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. Arūpāvacaro ca naarūpāvacaro ca dhammā naarūpāvacarassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—arūpāvacarā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—arūpāvacarā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—arūpāvacarā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.13:647.1": "Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. ",
  "patthana2.13:648.0.1": "Saṅkhyāvāra ",
  "patthana2.13:648.0.2": "Suddha ",
  "patthana2.13:648.1": "Hetuyā cattāri, ārammaṇe tīṇi, adhipatiyā cattāri, anantare cattāri, samanantare cattāri, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane tīṇi, kamme cattāri, vipāke dve, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri, vigate cattāri, avigate satta. ",
  "patthana2.13:649.0": "Paccanīyuddhāra ",
  "patthana2.13:649.1": "Arūpāvacaro dhammo arūpāvacarassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. Arūpāvacaro dhammo naarūpāvacarassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. Arūpāvacaro dhammo arūpāvacarassa ca naarūpāvacarassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana2.13:650.1": "Naarūpāvacaro dhammo naarūpāvacarassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. Naarūpāvacaro dhammo arūpāvacarassa dhammassa upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.13:651.1": "Arūpāvacaro ca naarūpāvacaro ca dhammā arūpāvacarassa dhammassa sahajātaṁ, purejātaṁ. Arūpāvacaro ca naarūpāvacaro ca dhammā naarūpāvacarassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana2.13:652.0.1": "2.13.13.7.2. Paccayapaccanīya ",
  "patthana2.13:652.0.2": "Saṅkhyāvāra ",
  "patthana2.13:652.0.3": "Suddha ",
  "patthana2.13:652.1": "Nahetuyā satta, naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, nasahajāte pañca, naaññamaññe pañca, nanissaye pañca, naupanissaye satta, napurejāte cha, napacchājāte satta …pe… nasampayutte pañca, navippayutte cattāri, noatthiyā cattāri, nonatthiyā satta, novigate satta, noavigate cattāri. ",
  "patthana2.13:653.0": "2.13.13.7.3. Paccayānulomapaccanīya ",
  "patthana2.13:653.1": "Hetupaccayā naārammaṇe cattāri, naadhipatiyā cattāri, naanantare nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… nasampayutte dve, navippayutte dve, nonatthiyā cattāri, novigate cattāri. ",
  "patthana2.13:654.0": "2.13.13.7.4. Paccayapaccanīyānuloma ",
  "patthana2.13:654.1": "Nahetupaccayā ārammaṇe tīṇi, adhipatiyā cattāri (anulomamātikā kātabbā) …pe… avigate satta. ",
  "patthana2.13:655.1": "Arūpāvacaradukaṁ niṭṭhitaṁ. ",
  "patthana2.13:656.0.1": "2.13.14. Pariyāpannaduka ",
  "patthana2.13:656.0.2": "2.13.14.1–7. Paṭiccādivāra ",
  "patthana2.13:656.1": "Pariyāpannaṁ dhammaṁ paṭicca pariyāpanno dhammo uppajjati hetupaccayā— pariyāpannaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (Yathā cūḷantaraduke lokiyadukaṁ. Evaṁ imampi dukaṁ kātabbaṁ, ninnānākaraṇaṁ.) ",
  "patthana2.13:657.1": "Pariyāpannadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:658.0.1": "2.13.15. Niyyānikaduka ",
  "patthana2.13:658.0.2": "2.13.15.1. Paṭiccavāra ",
  "patthana2.13:658.0.3": "2.13.15.1.1. Paccayānuloma ",
  "patthana2.13:658.0.4": "Vibhaṅgavāra ",
  "patthana2.13:658.1": "Niyyānikaṁ dhammaṁ paṭicca niyyāniko dhammo uppajjati hetupaccayā—niyyānikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. Niyyānikaṁ dhammaṁ paṭicca aniyyāniko dhammo uppajjati hetupaccayā—niyyānike khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Niyyānikaṁ dhammaṁ paṭicca niyyāniko ca aniyyāniko ca dhammā uppajjanti hetupaccayā—niyyānikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.13:659.1": "Aniyyānikaṁ dhammaṁ paṭicca aniyyāniko dhammo uppajjati hetupaccayā— aniyyānikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe…. ",
  "patthana2.13:660.1": "Niyyānikañca aniyyānikañca dhammaṁ paṭicca aniyyāniko dhammo uppajjati hetupaccayā—niyyānike khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:661.0.1": "Saṅkhyāvāra ",
  "patthana2.13:661.0.2": "Suddha ",
  "patthana2.13:661.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā pañca, anantare samanantare dve, sahajāte pañca, aññamaññe dve, nissaye pañca, upanissaye dve, purejāte dve, āsevane dve, kamme pañca, vipāke ekaṁ, āhāre pañca …pe… avigate pañca. ",
  "patthana2.13:662.0.1": "2.13.15.1.2. Paccayapaccanīya ",
  "patthana2.13:662.0.2": "Vibhaṅgavāra ",
  "patthana2.13:662.0.3": "Nahetu-naārammaṇa ",
  "patthana2.13:662.1": "Aniyyānikaṁ dhammaṁ paṭicca aniyyāniko dhammo uppajjati nahetupaccayā— ahetukaṁ aniyyānikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe… (yāva asaññasattā) vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. Naārammaṇapaccayā … tīṇi. ",
  "patthana2.13:663.0": "Naadhipatyādi ",
  "patthana2.13:663.1": "Niyyānikaṁ dhammaṁ paṭicca niyyāniko dhammo uppajjati naadhipatipaccayā— niyyānike khandhe paṭicca niyyānikādhipati. ",
  "patthana2.13:664.1": "Aniyyānikaṁ dhammaṁ paṭicca aniyyāniko dhammo uppajjati naadhipatipaccayā— aniyyānikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (Yāva asaññasattā kātabbā.) ",
  "patthana2.13:665.1": "Naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā …pe…. ",
  "patthana2.13:666.0": "Napurejāta ",
  "patthana2.13:666.1": "Niyyānikaṁ dhammaṁ paṭicca niyyāniko dhammo uppajjati napurejātapaccayā—arūpe niyyānikaṁ ekaṁ khandhaṁ …pe…. Niyyānikaṁ dhammaṁ paṭicca aniyyāniko dhammo uppajjati napurejātapaccayā—niyyānike khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:667.1": "Aniyyānikaṁ dhammaṁ paṭicca aniyyāniko dhammo uppajjati napurejātapaccayā— arūpe aniyyānikaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… aniyyānike khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) ",
  "patthana2.13:668.1": "Niyyānikañca aniyyānikañca dhammaṁ paṭicca aniyyāniko dhammo uppajjati napurejātapaccayā—niyyānike khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:669.0.1": "Saṅkhyāvāra ",
  "patthana2.13:669.0.2": "Suddha ",
  "patthana2.13:669.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā dve, naanantare tīṇi, naupanissaye tīṇi, napurejāte cattāri, napacchājāte pañca, naāsevane ekaṁ, nakamme dve, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:670.0": "2.13.15.2. Sahajātavāra ",
  "patthana2.13:670.1": "Evaṁ itare dve gaṇanāpi sahajātavāropi kātabbo. ",
  "patthana2.13:671.0.1": "2.13.15.3. Paccayavāra ",
  "patthana2.13:671.0.2": "2.13.15.3.1. Paccayānuloma ",
  "patthana2.13:671.0.3": "Vibhaṅgavāra ",
  "patthana2.13:671.0.4": "Hetu ",
  "patthana2.13:671.1": "Niyyānikaṁ dhammaṁ paccayā niyyāniko dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccasadisā.) ",
  "patthana2.13:672.1": "Aniyyānikaṁ dhammaṁ paccayā aniyyāniko dhammo uppajjati hetupaccayā— aniyyānikaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… (yāva ajjhattikā mahābhūtā) vatthuṁ paccayā aniyyānikā khandhā. Aniyyānikaṁ dhammaṁ paccayā niyyāniko dhammo uppajjati hetupaccayā— vatthuṁ paccayā niyyānikā khandhā. Aniyyānikaṁ dhammaṁ paccayā niyyāniko ca aniyyāniko ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā niyyānikā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:673.1": "Niyyānikañca aniyyānikañca dhammaṁ paccayā niyyāniko dhammo uppajjati hetupaccayā—niyyānikaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe…. Niyyānikañca aniyyānikañca dhammaṁ paccayā aniyyāniko dhammo uppajjati hetupaccayā—niyyānike khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. Niyyānikañca aniyyānikañca dhammaṁ paccayā niyyāniko ca aniyyāniko ca dhammā uppajjanti hetupaccayā—niyyānikaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… niyyānike khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.13:674.0.1": "Saṅkhyāvāra ",
  "patthana2.13:674.0.2": "Suddha ",
  "patthana2.13:674.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā nava, anantare cattāri, samanantare cattāri, sahajāte nava, aññamaññe cattāri, nissaye nava, upanissaye cattāri, purejāte cattāri, āsevane cattāri, kamme nava, vipāke ekaṁ …pe… avigate nava. ",
  "patthana2.13:675.0.1": "2.13.15.3.2. Paccayapaccanīya ",
  "patthana2.13:675.0.2": "Vibhaṅgavāra ",
  "patthana2.13:675.0.3": "Nahetu ",
  "patthana2.13:675.1": "Aniyyānikaṁ dhammaṁ paccayā aniyyāniko dhammo uppajjati nahetupaccayā— ahetukaṁ aniyyānikaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā aniyyānikā khandhā, vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:676.0": "Naārammaṇādi ",
  "patthana2.13:676.1": "Niyyānikaṁ dhammaṁ paccayā aniyyāniko dhammo uppajjati naārammaṇapaccayā … tīṇi. ",
  "patthana2.13:677.1": "Niyyānikaṁ dhammaṁ paccayā niyyāniko dhammo uppajjati naadhipatipaccayā— niyyānike khandhe paccayā niyyānikādhipati. ",
  "patthana2.13:678.1": "Aniyyānikaṁ dhammaṁ paccayā aniyyāniko dhammo uppajjati naadhipatipaccayā— aniyyānikaṁ ekaṁ khandhaṁ paccayā …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā aniyyānikā khandhā. Aniyyānikaṁ dhammaṁ paccayā niyyāniko dhammo uppajjati naadhipatipaccayā—vatthuṁ paccayā niyyānikādhipati. ",
  "patthana2.13:679.1": "Niyyānikañca aniyyānikañca dhammaṁ paccayā niyyāniko dhammo uppajjati naadhipatipaccayā—niyyānike khandhe ca vatthuñca paccayā niyyānikādhipati. ",
  "patthana2.13:680.0.1": "Saṅkhyāvāra ",
  "patthana2.13:680.0.2": "Suddha ",
  "patthana2.13:680.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā cattāri, naanantare tīṇi …pe… naupanissaye tīṇi, napurejāte cattāri, napacchājāte nava, naāsevane ekaṁ, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:681.0": "2.13.15.4. Nissayavāra ",
  "patthana2.13:681.1": "Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo. ",
  "patthana2.13:682.0.1": "2.13.15.5. Saṁsaṭṭhavāra ",
  "patthana2.13:682.0.2": "2.13.15.5.1–4 Paccayānulomādi ",
  "patthana2.13:682.1": "Niyyānikaṁ dhammaṁ saṁsaṭṭho niyyāniko dhammo uppajjati hetupaccayā— niyyānikaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.13:683.1": "Aniyyānikaṁ dhammaṁ saṁsaṭṭho aniyyāniko dhammo uppajjati hetupaccayā— aniyyānikaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:684.1": "Hetuyā dve, ārammaṇe dve (sabbattha dve), vipāke ekaṁ …pe… avigate dve. (Anulomaṁ.) ",
  "patthana2.13:685.1": "Nahetuyā ekaṁ, naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane ekaṁ, nakamme dve, navipāke dve, najhāne ekaṁ, namagge ekaṁ, navippayutte dve. (Paccanīyaṁ.) ",
  "patthana2.13:686.0": "2.13.15.6. Sampayuttavāra ",
  "patthana2.13:686.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.13:687.0.1": "2.13.15.7. Pañhāvāra ",
  "patthana2.13:687.0.2": "2.13.15.7.1. Paccayānuloma ",
  "patthana2.13:687.0.3": "Vibhaṅgavāra ",
  "patthana2.13:687.0.4": "Hetu ",
  "patthana2.13:687.1": "Niyyāniko dhammo niyyānikassa dhammassa hetupaccayena paccayo—niyyānikā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Niyyānikā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. (Mūlaṁ kātabbaṁ.) Niyyānikā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.13:688.1": "Aniyyāniko dhammo aniyyānikassa dhammassa hetupaccayena paccayo—aniyyānikā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.13:689.0": "Ārammaṇa ",
  "patthana2.13:689.1": "Niyyāniko dhammo aniyyānikassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, cetopariyañāṇena niyyānikacittasamaṅgissa cittaṁ jānāti, niyyānikā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.13:690.1": "Aniyyāniko dhammo aniyyānikassa dhammassa ārammaṇapaccayena paccayo— dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati; pubbe suciṇṇāni …pe… jhānā …pe… ariyā phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo; ariyā pahīne kilese …pe… vikkhambhite …pe… pubbe samudāciṇṇe …pe… cakkhuṁ …pe… vatthuṁ aniyyānike khandhe aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena aniyyānikacittasamaṅgissa cittaṁ jānāti, ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… aniyyānikā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.13:691.1": "Aniyyāniko dhammo niyyānikassa dhammassa ārammaṇapaccayena paccayo—nibbānaṁ maggassa ārammaṇapaccayena paccayo. ",
  "patthana2.13:692.0": "Adhipati ",
  "patthana2.13:692.1": "Niyyāniko dhammo niyyānikassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—niyyānikādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. Niyyāniko dhammo aniyyānikassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. **Sahajātādhipati**—niyyānikādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. (Mūlaṁ kātabbaṁ.) Niyyānikādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:693.1": "Aniyyāniko dhammo aniyyānikassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati, pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā …pe… ariyā phalaṁ garuṁ katvā paccavekkhanti, nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ aniyyānike khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—aniyyānikādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. Aniyyāniko dhammo niyyānikassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—nibbānaṁ maggassa adhipatipaccayena paccayo. ",
  "patthana2.13:694.0": "Anantarādi ",
  "patthana2.13:694.1": "Niyyāniko dhammo aniyyānikassa dhammassa anantarapaccayena paccayo—maggo phalassa anantarapaccayena paccayo. ",
  "patthana2.13:695.1": "Aniyyāniko dhammo aniyyānikassa dhammassa anantarapaccayena paccayo—purimā purimā aniyyānikā khandhā pacchimānaṁ pacchimānaṁ aniyyānikānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa … anulomaṁ vodānassa … phalaṁ phalassa … anulomaṁ phalasamāpattiyā … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. Aniyyāniko dhammo niyyānikassa dhammassa anantarapaccayena paccayo … gotrabhu maggassa; vodānaṁ maggassa anantarapaccayena paccayo. ",
  "patthana2.13:696.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo … pañca … aññamaññapaccayena paccayo … dve … nissayapaccayena paccayo … satta. ",
  "patthana2.13:697.0": "Upanissaya ",
  "patthana2.13:697.1": "Niyyāniko dhammo niyyānikassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa upanissayapaccayena paccayo …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. Niyyāniko dhammo aniyyānikassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—ariyā maggaṁ upanissāya anuppannaṁ samāpattiṁ uppādenti, uppannaṁ samāpajjanti, saṅkhāre aniccato …pe… vipassanti, maggo ariyānaṁ atthapaṭisambhidāya …pe… paṭibhānapaṭisambhidāya ṭhānāṭhānakosallassa upanissayapaccayena paccayo, maggo phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:698.1": "Aniyyāniko dhammo aniyyānikassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—aniyyānikaṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathakammaṁ karoti, jhānaṁ uppādeti … vipassanaṁ … abhiññaṁ … samāpattiṁ uppādeti … mānaṁ jappeti … diṭṭhiṁ gaṇhāti; aniyyānikaṁ sīlaṁ …pe… paññaṁ … rāgaṁ …pe… patthanaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati; aniyyānikā saddhā …pe… senāsanaṁ aniyyānikāya saddhāya …pe… patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa … phalasamāpattiyā upanissayapaccayena paccayo. Aniyyāniko dhammo niyyānikassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamassa maggassa parikammaṁ paṭhamassa maggassa upanissayapaccayena paccayo …pe… catutthassa maggassa parikammaṁ catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana2.13:699.0": "Purejātādi ",
  "patthana2.13:699.1": "Aniyyāniko dhammo aniyyānikassa dhammassa purejātapaccayena paccayo … dve (arūpadukasadisā kātabbā) … pacchājātapaccayena paccayo … dve … āsevanapaccayena paccayo … dve. ",
  "patthana2.13:700.0": "Kamma ",
  "patthana2.13:700.1": "Niyyāniko dhammo niyyānikassa dhammassa kammapaccayena paccayo—niyyānikā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. Niyyāniko dhammo aniyyānikassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—niyyānikā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—niyyānikā cetanā phalassa kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Niyyānikā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.13:701.1": "Aniyyāniko dhammo aniyyānikassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**(Saṅkhittaṁ.) **Nānākkhaṇikā**—aniyyānikā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo … vipākapaccayena paccayo … ekaṁyeva … āhārapaccayena paccayo … cattāri … indriyapaccayena paccayo … cattāri … jhānapaccayena paccayo … cattāri … maggapaccayena paccayo … cattāri … sampayuttapaccayena paccayo … dve … vippayuttapaccayena paccayo … tīṇi (arūpadukasadisā kātabbā) … atthipaccayena paccayo … satta (arūpadukasadisā kātabbā, āmasanā nānāpadāyeva) … natthipaccayena paccayo … tīṇi … vigatapaccayena paccayo … tīṇi … avigatapaccayena paccayo … satta. ",
  "patthana2.13:702.0.1": "Saṅkhyāvāra ",
  "patthana2.13:702.0.2": "Suddha ",
  "patthana2.13:702.1": "Hetuyā cattāri, ārammaṇe tīṇi, adhipatiyā pañca, anantare tīṇi, samanantare tīṇi, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane dve, kamme cattāri, vipāke ekaṁ, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā tīṇi, vigate tīṇi, avigate satta. ",
  "patthana2.13:703.1": "Anulomaṁ. ",
  "patthana2.13:704.0": "Paccanīyuddhāra ",
  "patthana2.13:704.1": "Niyyāniko dhammo niyyānikassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. Niyyāniko dhammo aniyyānikassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. Niyyāniko dhammo niyyānikassa ca aniyyānikassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana2.13:705.1": "Aniyyāniko dhammo aniyyānikassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. Aniyyāniko dhammo niyyānikassa dhammassa upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.13:706.1": "Niyyāniko ca aniyyāniko ca dhammā niyyānikassa dhammassa sahajātaṁ, purejātaṁ. Niyyāniko ca aniyyāniko ca dhammā aniyyānikassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana2.13:707.0.1": "2.13.15.7.2. Paccayapaccanīya ",
  "patthana2.13:707.0.2": "Saṅkhyāvāra ",
  "patthana2.13:707.0.3": "Suddha ",
  "patthana2.13:707.1": "Nahetuyā satta, naārammaṇe satta, naadhipatiyā satta, naanantare nasamanantare satta, nasahajāte pañca, naaññamaññe pañca, nanissaye pañca, naupanissaye satta, napurejāte cha, napacchājāte satta …pe… nasampayutte pañca, navippayutte cattāri, noatthiyā cattāri, nonatthiyā satta, novigate satta, noavigate cattāri. ",
  "patthana2.13:708.0": "2.13.15.7.3. Paccayānulomapaccanīya ",
  "patthana2.13:708.1": "Hetupaccayā naārammaṇe cattāri, naadhipatiyā cattāri, naanantare nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… nasampayutte dve, navippayutte dve, nonatthiyā cattāri, novigate cattāri. ",
  "patthana2.13:709.0": "2.13.15.7.4. Paccayapaccanīyānuloma ",
  "patthana2.13:709.1": "Nahetupaccayā ārammaṇe tīṇi, adhipatiyā pañca (anulomamātikā vitthāretabbā) …pe… avigate satta. ",
  "patthana2.13:710.1": "Niyyānikadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:711.0.1": "2.13.16. Niyataduka ",
  "patthana2.13:711.0.2": "2.13.16.1–6. Paṭiccādivāra ",
  "patthana2.13:711.1": "Niyataṁ dhammaṁ paṭicca niyato dhammo uppajjati hetupaccayā—niyataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. Niyataṁ dhammaṁ paṭicca aniyato dhammo uppajjati hetupaccayā—niyate khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. (Saṅkhittaṁ. Pañcapi pañhā kātabbā. Yathā niyyānikadukaṁ evaṁ paṭiccavāropi sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi kātabbā, ninnānākaraṇaṁ āmasanaṁ nānaṁ.) ",
  "patthana2.13:712.0.1": "2.13.16.7. Pañhāvāra ",
  "patthana2.13:712.0.2": "2.13.16.7.1. Paccayānuloma ",
  "patthana2.13:712.0.3": "Vibhaṅgavāra ",
  "patthana2.13:712.0.4": "Hetu ",
  "patthana2.13:712.1": "Niyato dhammo niyatassa dhammassa hetupaccayena paccayo … cattāri. (Niyyānikadukasadisā ninnānākaraṇā.) ",
  "patthana2.13:713.0": "Ārammaṇa ",
  "patthana2.13:713.1": "Niyato dhammo aniyatassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, niyate pahīne kilese paccavekkhanti, pubbe samudāciṇṇe …pe… niyate khandhe aniccato …pe… vipassati, cetopariyañāṇena niyatacittasamaṅgissa cittaṁ jānāti, niyatā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.13:714.1": "Aniyato dhammo aniyatassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ …pe… pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṁ paccavekkhati assādeti abhinandati, taṁ ārabbha aniyato rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ …pe… aniyataṁ domanassaṁ uppajjati, ariyā phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo; ariyā aniyate pahīne kilese paccavekkhanti, vikkhambhite kilese …pe… pubbe samudāciṇṇe …pe… cakkhuṁ …pe… vatthuṁ aniyate khandhe aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha aniyato rāgo …pe… domanassaṁ uppajjati, dibbena cakkhunā rūpaṁ passati …pe… āvajjanāya ārammaṇapaccayena paccayo. Aniyato dhammo niyatassa dhammassa ārammaṇapaccayena paccayo; nibbānaṁ maggassa ārammaṇapaccayena paccayo; rūpajīvitindriyaṁ mātughātikammassa … pitughātikammassa … arahantaghātikammassa … ruhiruppādakammassa ārammaṇapaccayena paccayo; yaṁ vatthuṁ āmasantassa micchattaniyatā khandhā uppajjanti, taṁ vatthu micchattaniyatānaṁ khandhānaṁ ārammaṇapaccayena paccayo. ",
  "patthana2.13:715.0": "Adhipati ",
  "patthana2.13:715.1": "Niyato dhammo niyatassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—niyatādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. Niyato dhammo aniyatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. **Sahajātādhipati**—niyatādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. Niyato dhammo niyatassa ca aniyatassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—niyatādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:716.1": "Aniyato dhammo aniyatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati assādeti abhinandati, taṁ garuṁ katvā aniyato rāgo uppajjati … diṭṭhi uppajjati; pubbe …pe… jhānā …pe… ariyā phalaṁ garuṁ katvā paccavekkhanti, nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ aniyate khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā aniyato rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—aniyatādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. Aniyato dhammo niyatassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—nibbānaṁ maggassa adhipatipaccayena paccayo. ",
  "patthana2.13:717.0": "Anantarādi ",
  "patthana2.13:717.1": "Niyato dhammo aniyatassa dhammassa anantarapaccayena paccayo—maggo phalassa anantarapaccayena paccayo, niyatā khandhā vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.13:718.1": "Aniyato dhammo aniyatassa dhammassa anantarapaccayena paccayo—purimā purimā aniyatā khandhā pacchimānaṁ pacchimānaṁ aniyatānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa … anulomaṁ vodānassa … phalaṁ phalassa … anulomaṁ phalasamāpattiyā … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. Aniyato dhammo niyatassa dhammassa anantarapaccayena paccayo—aniyataṁ domanassaṁ niyatassa domanassassa, aniyatā micchādiṭṭhi niyatamicchādiṭṭhiyā anantarapaccayena paccayo; gotrabhu maggassa … vodānaṁ maggassa anantarapaccayena paccayo. ",
  "patthana2.13:719.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo … pañca … aññamaññapaccayena paccayo … dve … nissayapaccayena paccayo … satta. ",
  "patthana2.13:720.0": "Upanissaya ",
  "patthana2.13:720.1": "Niyato dhammo niyatassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—mātughātikammaṁ mātughātikammassa … pitughātikammassa … arahantaghātikammassa … ruhiruppādakammassa … saṅghabhedakammassa, niyatamicchādiṭṭhiyā upanissayapaccayena paccayo (cakkaṁ). Paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. Niyato dhammo aniyatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—mātaraṁ jīvitā voropetvā …pe… saṅghaṁ bhinditvā tassa paṭighātatthāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, ariyā maggaṁ upanissāya anuppannaṁ samāpattiṁ uppādenti, uppannaṁ samāpajjanti …pe… ṭhānāṭhānakosallassa upanissayapaccayena paccayo; maggo phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:721.1": "Aniyato dhammo aniyatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—aniyataṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathakammaṁ karoti, jhānaṁ uppādeti, vipassanaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti … diṭṭhiṁ gaṇhāti; aniyataṁ sīlaṁ …pe… paññaṁ … rāgaṁ …pe… patthanaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, pāṇaṁ hanati …pe… nigamaghātaṁ karoti, aniyatā saddhā …pe… senāsanaṁ aniyatāya saddhāya …pe… patthanāya … kāyikassa sukhassa … kāyikassa dukkhassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:722.1": "Aniyato dhammo niyatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—aniyataṁ rāgaṁ upanissāya mātaraṁ jīvitā voropeti …pe… saṅghaṁ bhindati; aniyataṁ dosaṁ …pe… senāsanaṁ upanissāya mātaraṁ jīvitā voropeti …pe… saṅghaṁ bhindati; aniyato rāgo … dosaṁ …pe… senāsanaṁ mātughātikammassa …pe… saṅghabhedakammassa upanissayapaccayena paccayo; paṭhamassa maggassa parikammaṁ paṭhamassa maggassa …pe… catutthassa maggassa parikammaṁ catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana2.13:723.0": "Purejātādi ",
  "patthana2.13:723.1": "Aniyato dhammo aniyatassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. (Saṅkhittaṁ.) Aniyato dhammo niyatassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—rūpajīvitindriyaṁ mātughātikammassa … pitughātikammassa … arahantaghātikammassa … ruhiruppādakammassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—vatthu niyatānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:724.1": "Pacchājātapaccayena paccayo … dve … āsevanapaccayena paccayo … dve. ",
  "patthana2.13:725.0": "Kamma ",
  "patthana2.13:725.1": "Niyato dhammo niyatassa dhammassa kammapaccayena paccayo—niyatā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. Niyato dhammo aniyatassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—niyatā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—niyatā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Niyatā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.13:726.1": "Aniyato dhammo aniyatassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. (Saṅkhittaṁ.) ",
  "patthana2.13:727.1": "Vipākapaccayena paccayo … ekaṁ … āhārapaccayena paccayo … cattāri … indriyapaccayena paccayo … cattāri … jhānapaccayena paccayo … cattāri … maggapaccayena paccayo … cattāri … sampayuttapaccayena paccayo … dve … vippayuttapaccayena paccayo … tīṇi (arūpadukasadisaṁ) … atthipaccayena paccayo … satta (arūpāvacaradukasadisaṁ) … natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo … satta. ",
  "patthana2.13:728.0.1": "Saṅkhyāvāra ",
  "patthana2.13:728.0.2": "Suddha ",
  "patthana2.13:728.1": "Hetuyā cattāri, ārammaṇe tīṇi, adhipatiyā pañca, anantare tīṇi, samanantare tīṇi, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane dve, kamme cattāri, vipāke ekaṁ, āhāre cattāri, indriye jhāne cattāri, magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā tīṇi, vigate tīṇi, avigate satta. ",
  "patthana2.13:729.0": "Paccanīyuddhāra ",
  "patthana2.13:729.1": "Niyato dhammo niyatassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. Niyato dhammo aniyatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. Niyato dhammo niyatassa ca aniyatassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana2.13:730.1": "Aniyato dhammo aniyatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. Aniyato dhammo niyatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.13:731.1": "Niyato ca aniyato ca dhammā niyatassa dhammassa sahajātaṁ, purejātaṁ. Niyato ca aniyato ca dhammā aniyatassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana2.13:732.0.1": "2.13.16.7.2. Paccayapaccanīya ",
  "patthana2.13:732.0.2": "Saṅkhyāvāra ",
  "patthana2.13:732.0.3": "Suddha ",
  "patthana2.13:732.1": "Nahetuyā satta, naārammaṇe satta, naadhipatiyā satta, naanantare nasamanantare satta, nasahajāte pañca, naaññamaññe pañca, nanissaye pañca, naupanissaye satta, napurejāte cha, napacchājāte satta …pe… nasampayutte pañca, navippayutte cattāri, noatthiyā cattāri, nonatthiyā satta, novigate satta, noavigate cattāri. ",
  "patthana2.13:733.0": "2.13.16.7.3. Paccayānulomapaccanīya ",
  "patthana2.13:733.1": "Hetupaccayā naārammaṇe cattāri, naadhipatiyā cattāri, naanantare nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… nasampayutte dve, navippayutte dve, nonatthiyā cattāri, novigate cattāri. ",
  "patthana2.13:734.0": "2.13.16.7.4. Paccayapaccanīyānuloma ",
  "patthana2.13:734.1": "Nahetupaccayā ārammaṇe tīṇi, adhipatiyā pañca (anulomamātikā vitthāretabbā) …pe… avigate satta. ",
  "patthana2.13:735.1": "Niyatadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:736.0.1": "2.13.17. Sauttaraduka ",
  "patthana2.13:736.0.2": "2.13.17.1–7. Paṭiccādivāra ",
  "patthana2.13:736.1": "Sauttaraṁ dhammaṁ paṭicca sauttaro dhammo uppajjati hetupaccayā—sauttaraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (Yāva ajjhattikā mahābhūtā. Yathā cūḷantaraduke lokiyadukasadisaṁ ninnānākaraṇaṁ.) ",
  "patthana2.13:737.1": "Sauttaradukaṁ niṭṭhitaṁ. ",
  "patthana2.13:738.0.1": "2.13.18. Saraṇaduka ",
  "patthana2.13:738.0.2": "2.13.18.1. Paṭiccavāra ",
  "patthana2.13:738.0.3": "2.13.18.1.1–4. Paccayānulomādia ",
  "patthana2.13:738.0.4": "Hetu ",
  "patthana2.13:738.1": "Saraṇaṁ dhammaṁ paṭicca saraṇo dhammo uppajjati hetupaccayā—saraṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. (Pañca pañhā arūpāvacaradukasadisā, anulomapaṭiccasadisā.) ",
  "patthana2.13:739.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā pañca …pe… avigate pañca. ",
  "patthana2.13:740.1": "Anulomaṁ. ",
  "patthana2.13:741.1": "Saraṇaṁ dhammaṁ paṭicca saraṇo dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:742.1": "Araṇaṁ dhammaṁ paṭicca araṇo dhammo uppajjati nahetupaccayā—ahetukaṁ araṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) ",
  "patthana2.13:743.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā pañca, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte cattāri, napacchājāte pañca, naāsevane pañca, nakamme dve, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:744.1": "Paccanīyaṁ. ",
  "patthana2.13:745.0": "2.13.18.2. Sahajātavāra ",
  "patthana2.13:745.1": "Evaṁ itare dve gaṇanāpi sahajātavāropi kātabbo. ",
  "patthana2.13:746.0.1": "2.13.18.3. Paccayavāra ",
  "patthana2.13:746.0.2": "2.13.18.3.1–4 Paccayacatukka ",
  "patthana2.13:746.1": "Saraṇaṁ dhammaṁ paccayā saraṇo dhammo uppajjati hetupaccayā—saraṇaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe …pe…. (Yathā arūpāvacaradukassa paccayavāropi evaṁ kātabbo.) ",
  "patthana2.13:747.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā nava …pe… avigate nava. ",
  "patthana2.13:748.1": "Anulomaṁ. ",
  "patthana2.13:749.1": "Saraṇaṁ dhammaṁ paccayā saraṇo dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:750.1": "Araṇaṁ dhammaṁ paccayā araṇo dhammo uppajjati nahetupaccayā—ahetukaṁ araṇaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā khandhā. Araṇaṁ dhammaṁ paccayā saraṇo dhammo uppajjati nahetupaccayā— vatthuṁ paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:751.1": "Saraṇañca araṇañca dhammaṁ paccayā saraṇo dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.13:752.1": "Nahetuyā cattāri, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte cattāri, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.13:753.1": "Paccanīyaṁ. ",
  "patthana2.13:754.0": "2.13.18.4–5. Nissaya-saṁsaṭṭhavāra ",
  "patthana2.13:754.1": "(Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo, saṁsaṭṭhavārepi dve pañhā kātabbā sabbattha.) ",
  "patthana2.13:755.1": "Hetuyā dve, ārammaṇe dve (sabbattha dve), vipāke ekaṁ, avigate dve. (Anulomaṁ.) ",
  "patthana2.13:756.1": "Nahetuyā dve, naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane dve, nakamme dve, navipāke dve, najhāne ekaṁ, namagge ekaṁ, navippayutte dve. (Paccanīyaṁ.) ",
  "patthana2.13:757.0.1": "2.13.18.6. Sampayuttavāra ",
  "patthana2.13:757.0.2": "13.18.7. Pañhāvāra ",
  "patthana2.13:757.0.3": "2.13.18.7.1. Paccayānuloma ",
  "patthana2.13:757.0.4": "Vibhaṅgavāra ",
  "patthana2.13:757.0.5": "Hetu ",
  "patthana2.13:757.1": "(Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo.) ",
  "patthana2.13:758.1": "Saraṇo dhammo saraṇassa dhammassa hetupaccayena paccayo. (Arūpadukasadisaṁ, cattāri.) ",
  "patthana2.13:759.0": "Ārammaṇa ",
  "patthana2.13:759.1": "Saraṇo dhammo saraṇassa dhammassa ārammaṇapaccayena paccayo—rāgaṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ uppajjati, diṭṭhiṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati, vicikicchaṁ ārabbha …pe… uddhaccaṁ ārabbha …pe… domanassaṁ ārabbha domanassaṁ uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ uppajjati. Saraṇo dhammo araṇassa dhammassa ārammaṇapaccayena paccayo—ariyā pahīne kilese …pe… vikkhambhite kilese …pe… pubbe samudāciṇṇe …pe… saraṇe khandhe aniccato …pe… vipassati, cetopariyañāṇena saraṇacittasamaṅgissa cittaṁ jānāti. Saraṇā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.13:760.1": "Araṇo dhammo araṇassa dhammassa ārammaṇapaccayena paccayo; dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati, pubbe …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ …pe… nibbānaṁ paccavekkhanti; nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo. Cakkhuṁ …pe… vatthuṁ araṇe khandhe aniccato …pe… vipassati, dibbena cakkhunā rūpaṁ passati …pe… anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. Araṇo dhammo saraṇassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… pubbe …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ, araṇe khandhe assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. ",
  "patthana2.13:761.0": "Adhipati ",
  "patthana2.13:761.1": "Saraṇo dhammo saraṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—rāgaṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati … diṭṭhi uppajjati; diṭṭhiṁ garuṁ katvā assādeti abhinandati. **Sahajātādhipati**—saraṇādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. Saraṇo dhammo araṇassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—saraṇādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. Saraṇo dhammo saraṇassa ca araṇassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—saraṇādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.13:762.1": "Araṇo dhammo araṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, pubbe …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti, phalaṁ …pe… nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, adhipatipaccayena paccayo. **Sahajātādhipati**—araṇādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. Araṇo dhammo saraṇassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati … diṭṭhi uppajjati; pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ, araṇe khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati … diṭṭhi uppajjati. ",
  "patthana2.13:763.0": "Anantarādi ",
  "patthana2.13:763.1": "Saraṇo dhammo saraṇassa dhammassa anantarapaccayena paccayo—purimā purimā saraṇā khandhā pacchimānaṁ pacchimānaṁ saraṇānaṁ khandhānaṁ anantarapaccayena paccayo. Saraṇo dhammo araṇassa dhammassa anantarapaccayena paccayo—saraṇā khandhā vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.13:764.1": "Araṇo dhammo araṇassa dhammassa anantarapaccayena paccayo—purimā purimā araṇā khandhā pacchimānaṁ pacchimānaṁ araṇānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe… phalasamāpattiyā anantarapaccayena paccayo. Araṇo dhammo saraṇassa dhammassa anantarapaccayena paccayo—āvajjanā saraṇānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.13:765.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo … pañca … aññamaññapaccayena paccayo … dve … nissayapaccayena paccayo … satta. ",
  "patthana2.13:766.0": "Upanissaya ",
  "patthana2.13:766.1": "Saraṇo dhammo saraṇassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—rāgaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; dosaṁ …pe… patthanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati, rāgo …pe… patthanā rāgassa …pe… patthanāya upanissayapaccayena paccayo. Saraṇo dhammo araṇassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—rāgaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathakammaṁ karoti, jhānaṁ uppādeti, vipassanaṁ …pe… maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti; dosaṁ …pe… patthanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, rāgo …pe… patthanā saddhāya …pe… paññāya … kāyikassa sukhassa … kāyikassa dukkhassa … maggassa … phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:767.1": "Araṇo dhammo araṇassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti; sīlaṁ …pe… paññaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti; saddhā …pe… senāsanaṁ saddhāya …pe… paññāya … kāyikassa sukhassa … kāyikassa dukkhassa … maggassa … phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.13:768.1": "Araṇo dhammo saraṇassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… senāsanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana2.13:769.0": "Purejātādi ",
  "patthana2.13:769.1": "Araṇo dhammo araṇassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… vipassati …pe… dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe…. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu araṇānaṁ khandhānaṁ purejātapaccayena paccayo. Araṇo dhammo saraṇassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. **Vatthupurejātaṁ**—vatthu saraṇānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.13:770.1": "Pacchājātapaccayena paccayo … dve … āsevanapaccayena paccayo … dve. ",
  "patthana2.13:771.0": "Kamma ",
  "patthana2.13:771.1": "Saraṇo dhammo saraṇassa dhammassa kammapaccayena paccayo—saraṇā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Sahajātā, nānākkhaṇikā. **Sahajātā**—saraṇā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—saraṇā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Saraṇā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.13:772.1": "Araṇo dhammo araṇassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—(Saṅkhittaṁ.) ",
  "patthana2.13:773.1": "Vipākapaccayena paccayo … ekaṁ … āhārapaccayena paccayo … cattāri … indriyapaccayena paccayo … cattāri … jhānapaccayena paccayo … cattāri … maggapaccayena paccayo … cattāri … sampayuttapaccayena paccayo … dve … vippayuttapaccayena paccayo … tīṇi. (Arūpadukasadisā.) ",
  "patthana2.13:774.0": "Atthi ",
  "patthana2.13:774.1": "Saraṇo dhammo saraṇassa dhammassa atthipaccayena paccayo. (Saṅkhittaṁ.) Saraṇo dhammo araṇassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) Saraṇo dhammo saraṇassa ca araṇassa ca dhammassa atthipaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana2.13:775.1": "Araṇo dhammo araṇassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ.) Araṇo dhammo saraṇassa dhammassa atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati, vatthu saraṇānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana2.13:776.1": "Saraṇo ca araṇo ca dhammā saraṇassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. (Saṅkhittaṁ.) Saraṇo ca araṇo ca dhammā araṇassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—saraṇā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—saraṇā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—saraṇā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.13:777.0.1": "Saṅkhyāvāra ",
  "patthana2.13:777.0.2": "Suddha ",
  "patthana2.13:777.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri, samanantare cattāri, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane dve, kamme cattāri, vipāke ekaṁ, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri, vigate cattāri, avigate satta. ",
  "patthana2.13:778.0": "Paccanīyuddhāra ",
  "patthana2.13:778.1": "Saraṇo dhammo saraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. Saraṇo dhammo araṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. Saraṇo dhammo saraṇassa ca araṇassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana2.13:779.1": "Araṇo dhammo araṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. Araṇo dhammo saraṇassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.13:780.1": "Saraṇo ca araṇo ca dhammā saraṇassa dhammassa sahajātaṁ, purejātaṁ. Saraṇo ca araṇo ca dhammā araṇassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana2.13:781.0.1": "2.13.18.7.2. Paccayapaccanīya ",
  "patthana2.13:781.0.2": "Saṅkhyāvāra ",
  "patthana2.13:781.0.3": "Suddha ",
  "patthana2.13:781.1": "Nahetuyā satta, naārammaṇe satta, naadhipatiyā satta, naanantare nasamanantare satta, nasahajāte pañca, naaññamaññe pañca, nanissaye pañca, naupanissaye satta, napurejāte cha, napacchājāte satta …pe… nasampayutte pañca, navippayutte cattāri, noatthiyā cattāri, nonatthiyā satta, novigate satta, noavigate cattāri. ",
  "patthana2.13:782.0": "2.13.18.7.3. Paccayānulomapaccanīya ",
  "patthana2.13:782.1": "Hetupaccayā naārammaṇe cattāri, naadhipatiyā cattāri …pe… nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… nasampayutte dve, navippayutte dve, nonatthiyā cattāri, novigate cattāri. ",
  "patthana2.13:783.0": "2.13.18.7.4. Paccayapaccanīyānuloma ",
  "patthana2.13:783.1": "Nahetupaccayā ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri (anulomamātikā gahetabbā) …pe… avigate satta. ",
  "patthana2.13:784.1": "Saraṇadukaṁ niṭṭhitaṁ. ",
  "patthana2.13:785.1": "Piṭṭhidukaṁ niṭṭhitaṁ. ",
  "patthana2.13:786.1": "Dhammānulome dukapaṭṭhānaṁ niṭṭhitaṁ. "
}