{
  "patthana2.8:0.1": "Paṭṭhānapakaraṇa ",
  "patthana2.8:0.2": "Dhammānuloma (1), Dukapaṭṭhānapāḷi (2) ",
  "patthana2.8:0.3": "2.8. Nīvaraṇagocchaka ",
  "patthana2.8:1.0.1": "Vibhaṅgavāra ",
  "patthana2.8:1.0.2": "Hetu ",
  "patthana2.8:1.1": "Nīvaraṇaṁ dhammaṁ paṭicca nīvaraṇo dhammo uppajjati hetupaccayā— kāmacchandanīvaraṇaṁ paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ, kāmacchandanīvaraṇaṁ paṭicca uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ, byāpādanīvaraṇaṁ paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ, byāpādanīvaraṇaṁ paṭicca uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ, byāpādanīvaraṇaṁ paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ kukkuccanīvaraṇaṁ avijjānīvaraṇaṁ, byāpādanīvaraṇaṁ paṭicca uddhaccanīvaraṇaṁ kukkuccanīvaraṇaṁ avijjānīvaraṇaṁ, vicikicchānīvaraṇaṁ paṭicca uddhaccanīvaraṇaṁ, uddhaccanīvaraṇaṁ paṭicca avijjānīvaraṇaṁ. ",
  "patthana2.8:2.1": "Nīvaraṇaṁ dhammaṁ paṭicca nonīvaraṇo dhammo uppajjati hetupaccayā—nīvaraṇe paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.8:3.1": "Nīvaraṇaṁ dhammaṁ paṭicca nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti hetupaccayā—kāmacchandanīvaraṇaṁ paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṁ. (Cakkaṁ.) ",
  "patthana2.8:4.1": "Nonīvaraṇaṁ dhammaṁ paṭicca nonīvaraṇo dhammo uppajjati hetupaccayā— nonīvaraṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana2.8:5.1": "Nonīvaraṇaṁ dhammaṁ paṭicca nīvaraṇo dhammo uppajjati hetupaccayā—nonīvaraṇe khandhe paṭicca nīvaraṇā. ",
  "patthana2.8:6.1": "Nonīvaraṇaṁ dhammaṁ paṭicca nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti hetupaccayā—nonīvaraṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā nīvaraṇā ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.8:7.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paṭicca nīvaraṇo dhammo uppajjati hetupaccayā—kāmacchandanīvaraṇañca sampayuttake ca khandhe paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ. (Cakkaṁ.) ",
  "patthana2.8:8.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paṭicca nonīvaraṇo dhammo uppajjati hetupaccayā—nonīvaraṇaṁ ekaṁ khandhañca nīvaraṇañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe… nīvaraṇe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.8:9.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paṭicca nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti hetupaccayā—nonīvaraṇaṁ ekaṁ khandhañca kāmacchandanīvaraṇañca paṭicca tayo khandhā thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ …pe… dve khandhe ca …pe…. (Cakkaṁ. Saṅkhittaṁ.) ",
  "patthana2.8:10.0.1": "Saṅkhyāvāra ",
  "patthana2.8:10.0.2": "Suddha ",
  "patthana2.8:10.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava (sabbattha nava), vipāke ekaṁ, āhāre nava …pe… avigate nava. ",
  "patthana2.8:11.1": "Anulomaṁ. ",
  "patthana2.8:12.0.1": "2.8.1.1.2. Paccayapaccanīya ",
  "patthana2.8:12.0.2": "Vibhaṅgavāra ",
  "patthana2.8:12.0.3": "Nahetu ",
  "patthana2.8:12.1": "Nīvaraṇaṁ dhammaṁ paṭicca nīvaraṇo dhammo uppajjati nahetupaccayā— vicikicchānīvaraṇaṁ paṭicca avijjānīvaraṇaṁ, uddhaccanīvaraṇaṁ paṭicca avijjānīvaraṇaṁ. ",
  "patthana2.8:13.1": "Nonīvaraṇaṁ dhammaṁ paṭicca nonīvaraṇo dhammo uppajjati nahetupaccayā— ahetukaṁ nonīvaraṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve …pe… ahetukapaṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) ",
  "patthana2.8:14.1": "Nonīvaraṇaṁ dhammaṁ paṭicca nīvaraṇo dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca avijjānīvaraṇaṁ. ",
  "patthana2.8:15.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paṭicca nīvaraṇo dhammo uppajjati nahetupaccayā—vicikicchānīvaraṇañca sampayuttake ca khandhe paṭicca avijjānīvaraṇaṁ, uddhaccanīvaraṇañca sampayuttake ca khandhe paṭicca avijjānīvaraṇaṁ. ",
  "patthana2.8:16.0": "Naārammaṇādi ",
  "patthana2.8:16.1": "Nīvaraṇaṁ dhammaṁ paṭicca nonīvaraṇo dhammo uppajjati naārammaṇapaccayā— nīvaraṇe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.8:17.1": "Nonīvaraṇaṁ dhammaṁ paṭicca nonīvaraṇo dhammo uppajjati naārammaṇapaccayā— nonīvaraṇe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) ",
  "patthana2.8:18.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paṭicca nonīvaraṇo dhammo uppajjati naārammaṇapaccayā—nīvaraṇe ca sampayuttake ca khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ … (saṅkhittaṁ) naadhipatipaccayā … naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā. ",
  "patthana2.8:19.0": "Napurejāta ",
  "patthana2.8:19.1": "Nīvaraṇaṁ dhammaṁ paṭicca nīvaraṇo dhammo uppajjati napurejātapaccayā—arūpe kāmacchandanīvaraṇaṁ paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ, arūpe kāmacchandanīvaraṇaṁ paṭicca uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ, arūpe vicikicchānīvaraṇaṁ paṭicca uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ, arūpe uddhaccanīvaraṇaṁ paṭicca avijjānīvaraṇaṁ. ",
  "patthana2.8:20.1": "Nīvaraṇaṁ dhammaṁ paṭicca nonīvaraṇo dhammo uppajjati napurejātapaccayā—arūpe nīvaraṇe paṭicca sampayuttakā khandhā, nīvaraṇe paṭicca cittasamuṭṭhānaṁ rūpaṁ. (Avasesā pañhā sabbe vitthāretabbā. Arūpaṁ paṭhamaṁ kātabbaṁ, rūpaṁ pacchā yathā labhati.) ",
  "patthana2.8:21.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paṭicca nīvaraṇo dhammo uppajjati napurejātapaccayā—arūpe nonīvaraṇe khandhe ca kāmacchandanīvaraṇañca paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ. (Cakkaṁ.) ",
  "patthana2.8:22.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paṭicca nonīvaraṇo dhammo uppajjati napurejātapaccayā—arūpe nonīvaraṇaṁ ekaṁ khandhañca nīvaraṇe ca paṭicca tayo khandhā …pe… dve khandhe ca …pe… nīvaraṇe ca sampayuttake ca khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, nīvaraṇe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.8:23.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paṭicca nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti napurejātapaccayā—arūpe nonīvaraṇaṁ ekaṁ khandhañca kāmacchandanīvaraṇañca paṭicca tayo khandhā thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ. (Cakkaṁ. Saṅkhittaṁ.) ",
  "patthana2.8:24.0.1": "Saṅkhyāvāra ",
  "patthana2.8:24.0.2": "Suddha ",
  "patthana2.8:24.1": "Nahetuyā cattāri, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.8:25.0": "2.8.1.1.3. Paccayānulomapaccanīya ",
  "patthana2.8:25.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana2.8:26.0": "2.8.1.1.4. Paccayapaccanīyānuloma ",
  "patthana2.8:26.1": "Nahetupaccayā ārammaṇe cattāri …pe… magge tīṇi …pe… avigate cattāri. ",
  "patthana2.8:27.0": "2.8.1.2. Sahajātavāra ",
  "patthana2.8:27.1": "Sahajātavāropi evaṁ vitthāretabbo. ",
  "patthana2.8:28.0.1": "2.8.1.3. Paccayavāra ",
  "patthana2.8:28.0.2": "2.8.1.3.1. Paccayānuloma ",
  "patthana2.8:28.0.3": "Vibhaṅgavāra ",
  "patthana2.8:28.0.4": "Hetu ",
  "patthana2.8:28.1": "Nīvaraṇaṁ dhammaṁ paccayā nīvaraṇo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana2.8:29.1": "Nonīvaraṇaṁ dhammaṁ paccayā nonīvaraṇo dhammo uppajjati hetupaccayā— nonīvaraṇaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… (yāva ajjhattikā mahābhūtā), vatthuṁ paccayā nonīvaraṇā khandhā. ",
  "patthana2.8:30.1": "Nonīvaraṇaṁ dhammaṁ paccayā nīvaraṇo dhammo uppajjati hetupaccayā—nonīvaraṇe khandhe paccayā nīvaraṇā, vatthuṁ paccayā nīvaraṇā. ",
  "patthana2.8:31.1": "Nonīvaraṇaṁ dhammaṁ paccayā nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti hetupaccayā—nonīvaraṇaṁ ekaṁ khandhaṁ paccayā tayo khandhā nīvaraṇā ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… vatthuṁ paccayā nīvaraṇā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, vatthuṁ paccayā nīvaraṇā ca sampayuttakā ca khandhā. ",
  "patthana2.8:32.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paccayā nīvaraṇo dhammo uppajjati hetupaccayā—kāmacchandanīvaraṇañca sampayuttake ca khandhe paccayā thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ (cakkaṁ). Kāmacchandanīvaraṇañca vatthuñca paccayā thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ. (Cakkaṁ.) ",
  "patthana2.8:33.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paccayā nonīvaraṇo dhammo uppajjati hetupaccayā—nonīvaraṇaṁ ekaṁ khandhañca nīvaraṇañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… nīvaraṇañca vatthuñca paccayā sampayuttakā khandhā, nīvaraṇañca sampayuttake ca khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ, nīvaraṇe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.8:34.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paccayā nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti hetupaccayā—nonīvaraṇaṁ ekaṁ khandhañca kāmacchandanīvaraṇañca paccayā tayo khandhā thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ …pe… dve khandhe …pe… (cakkaṁ). Kāmacchandanīvaraṇañca vatthuñca paccayā thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ sampayuttakā ca khandhā. (Cakkaṁ. Saṅkhittaṁ.) ",
  "patthana2.8:35.0.1": "Saṅkhyāvāra ",
  "patthana2.8:35.0.2": "Suddha ",
  "patthana2.8:35.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), vipāke ekaṁ …pe… avigate nava. ",
  "patthana2.8:36.1": "Anulomaṁ. ",
  "patthana2.8:37.0.1": "2.8.1.3.2. Paccayapaccanīya ",
  "patthana2.8:37.0.2": "Vibhaṅgavāra ",
  "patthana2.8:37.1": "Nīvaraṇaṁ dhammaṁ paccayā nīvaraṇo dhammo uppajjati nahetupaccayā— vicikicchānīvaraṇaṁ paccayā avijjānīvaraṇaṁ, uddhaccanīvaraṇaṁ paccayā avijjānīvaraṇaṁ. ",
  "patthana2.8:38.1": "Nonīvaraṇaṁ dhammaṁ paccayā nonīvaraṇo dhammo uppajjati nahetupaccayā— ahetukaṁ nonīvaraṇaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā nonīvaraṇā khandhā. ",
  "patthana2.8:39.1": "Nonīvaraṇaṁ dhammaṁ paccayā nīvaraṇo dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paccayā avijjānīvaraṇaṁ, vatthuṁ paccayā avijjānīvaraṇaṁ. ",
  "patthana2.8:40.1": "Nīvaraṇañca nonīvaraṇañca dhammaṁ paccayā nīvaraṇo dhammo uppajjati nahetupaccayā—vicikicchānīvaraṇañca sampayuttake ca khandhe paccayā avijjānīvaraṇaṁ, uddhaccanīvaraṇañca sampayuttake ca khandhe paccayā avijjānīvaraṇaṁ, vicikicchānīvaraṇañca vatthuñca paccayā avijjānīvaraṇaṁ, uddhaccanīvaraṇañca vatthuñca paccayā avijjānīvaraṇaṁ. (Saṅkhittaṁ.) ",
  "patthana2.8:41.0.1": "Saṅkhyāvāra ",
  "patthana2.8:41.0.2": "Suddha ",
  "patthana2.8:41.1": "Nahetuyā cattāri, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.8:42.0": "2.8.1.3.3. Paccayānulomapaccanīya ",
  "patthana2.8:42.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava. (Saṅkhittaṁ.) ",
  "patthana2.8:43.0": "2.8.1.3.4. Paccayapaccanīyānuloma ",
  "patthana2.8:43.1": "Nahetupaccayā ārammaṇe cattāri, anantare cattāri, samanantare cattāri …pe… magge tīṇi, avigate cattāri. ",
  "patthana2.8:44.0.1": "2.8.1.5. Saṁsaṭṭhavāra ",
  "patthana2.8:44.0.2": "2.8.1.5.1–4 Paccayacatukka ",
  "patthana2.8:44.1": "Nīvaraṇaṁ dhammaṁ saṁsaṭṭho nīvaraṇo dhammo uppajjati hetupaccayā— kāmacchandanīvaraṇaṁ saṁsaṭṭhaṁ thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ. (Cakkaṁ. Sabbaṁ nīvaraṇaṁ vitthāretabbaṁ.) ",
  "patthana2.8:45.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), vipāke ekaṁ …pe… avigate nava. ",
  "patthana2.8:46.1": "Anulomaṁ. ",
  "patthana2.8:47.1": "Nīvaraṇaṁ dhammaṁ saṁsaṭṭho nīvaraṇo dhammo uppajjati nahetupaccayā— vicikicchānīvaraṇaṁ saṁsaṭṭhaṁ avijjānīvaraṇaṁ, uddhaccanīvaraṇaṁ saṁsaṭṭhaṁ avijjānīvaraṇaṁ. (Saṅkhittaṁ.) ",
  "patthana2.8:48.1": "Nahetuyā cattāri, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. ",
  "patthana2.8:49.1": "Paccanīyaṁ. ",
  "patthana2.8:50.0": "2.8.1.6. Sampayuttavāra ",
  "patthana2.8:50.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.8:51.0.1": "2.8.1.7. Pañhāvāra ",
  "patthana2.8:51.0.2": "2.8.1.7.1. Paccayānuloma ",
  "patthana2.8:51.0.3": "Vibhaṅgavāra ",
  "patthana2.8:51.0.4": "Hetu ",
  "patthana2.8:51.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa hetupaccayena paccayo—nīvaraṇā hetū sampayuttakānaṁ nīvaraṇānaṁ hetupaccayena paccayo. ",
  "patthana2.8:52.1": "Nīvaraṇo dhammo nonīvaraṇassa dhammassa hetupaccayena paccayo—nīvaraṇā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.8:53.1": "Nīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa hetupaccayena paccayo—nīvaraṇā hetū sampayuttakānaṁ khandhānaṁ nīvaraṇānañca cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.8:54.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa hetupaccayena paccayo—nonīvaraṇā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.8:55.0": "Ārammaṇa ",
  "patthana2.8:55.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa ārammaṇapaccayena paccayo—nīvaraṇe ārabbha nīvaraṇā uppajjanti. (Mūlaṁ pucchitabbaṁ.) Nīvaraṇe ārabbha nonīvaraṇā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Nīvaraṇe ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.8:56.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa ārammaṇapaccayena paccayo— dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati, pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṁ …pe… ariyā maggā vuṭṭhahitvā maggaṁ …pe… phalaṁ …pe… nibbānaṁ …pe… nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo; ariyā nonīvaraṇe pahīne kilese paccavekkhanti, vikkhambhite kilese …pe… pubbe samudāciṇṇe …pe… cakkhuṁ …pe… vatthuṁ nonīvaraṇe khandhe aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. Cetopariyañāṇena nonīvaraṇacittasamaṅgissa cittaṁ jānāti, ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… nonīvaraṇā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.8:57.1": "Nonīvaraṇo dhammo nīvaraṇassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ nonīvaraṇe khandhe assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ uppajjati. ",
  "patthana2.8:58.1": "Nonīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ nonīvaraṇe khandhe assādeti abhinandati, taṁ ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.8:59.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Ārabbha kātabbā.) ",
  "patthana2.8:60.0": "Adhipati ",
  "patthana2.8:60.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—nīvaraṇe garuṁ katvā nīvaraṇā uppajjanti … tīṇi. (Ārammaṇasadisaṁ.) ",
  "patthana2.8:61.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, pubbe suciṇṇāni …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṁ …pe… phalaṁ …pe… nibbānaṁ …pe… nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ nonīvaraṇe khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—nonīvaraṇādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.8:62.1": "Nonīvaraṇo dhammo nīvaraṇassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ nonīvaraṇe khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—nonīvaraṇādhipati sampayuttakānaṁ nīvaraṇānaṁ adhipatipaccayena paccayo. ",
  "patthana2.8:63.1": "Nonīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ nonīvaraṇe khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. **Sahajātādhipati**—nonīvaraṇādhipati sampayuttakānaṁ khandhānaṁ nīvaraṇānañca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.8:64.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Ārammaṇādhipatiyeva.) ",
  "patthana2.8:65.0": "Anantara ",
  "patthana2.8:65.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa anantarapaccayena paccayo—purimā purimā nīvaraṇā pacchimānaṁ pacchimānaṁ nīvaraṇānaṁ anantarapaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Purimā purimā nīvaraṇā pacchimānaṁ pacchimānaṁ nonīvaraṇānaṁ khandhānaṁ anantarapaccayena paccayo; nīvaraṇā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Purimā purimā nīvaraṇā pacchimānaṁ pacchimānaṁ nīvaraṇānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.8:66.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa anantarapaccayena paccayo—purimā purimā nonīvaraṇā khandhā pacchimānaṁ pacchimānaṁ nonīvaraṇānaṁ khandhānaṁ anantarapaccayena paccayo …pe… nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Purimā purimā nonīvaraṇā khandhā pacchimānaṁ pacchimānaṁ nīvaraṇānaṁ anantarapaccayena paccayo; āvajjanā nīvaraṇānaṁ anantarapaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Purimā purimā nonīvaraṇā khandhā pacchimānaṁ pacchimānaṁ nīvaraṇānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo; āvajjanā nīvaraṇānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.8:67.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa anantarapaccayena paccayo—purimā purimā nīvaraṇā ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ nīvaraṇānaṁ anantarapaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Purimā purimā nīvaraṇā ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ nonīvaraṇānaṁ khandhānaṁ anantarapaccayena paccayo; nīvaraṇā ca sampayuttakā ca khandhā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Purimā purimā nīvaraṇā ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ nīvaraṇānañca sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.8:68.0": "Samanantarādi ",
  "patthana2.8:68.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa samanantarapaccayena paccayo … sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo. ",
  "patthana2.8:69.0": "Upanissaya ",
  "patthana2.8:69.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—nīvaraṇāni nīvaraṇānaṁ upanissayapaccayena paccayo … tīṇi. ",
  "patthana2.8:70.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… sīlaṁ …pe… uposathakammaṁ …pe… jhānaṁ uppādeti, vipassanaṁ …pe… maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… paññaṁ …pe… mānaṁ … diṭṭhiṁ … patthanaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ saddhāya …pe… paññāya, rāgassa …pe… patthanāya, kāyikassa sukhassa, kāyikassa dukkhassa, maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.8:71.1": "Nonīvaraṇo dhammo nīvaraṇassa dhammassa upanissayapaccayena paccayo (tīṇi upanissayā). **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… senāsanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana2.8:72.1": "Nonīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… senāsanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ nīvaraṇānaṁ sampayuttakānañca khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana2.8:73.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—nīvaraṇā ca sampayuttakā ca khandhā nīvaraṇānaṁ upanissayapaccayena paccayo … tīṇi. ",
  "patthana2.8:74.0": "Purejāta ",
  "patthana2.8:74.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati …pe… tīṇi. (Purejātaṁ ārammaṇasadisaṁ kusalākusalassa vibhajitabbaṁ.) ",
  "patthana2.8:75.0": "Pacchājātāsevana ",
  "patthana2.8:75.1": "Nīvaraṇo dhammo nonīvaraṇassa dhammassa pacchājātapaccayena paccayo … tīṇi … āsevanapaccayena paccayo … nava. ",
  "patthana2.8:76.0": "Kamma ",
  "patthana2.8:76.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nonīvaraṇā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nonīvaraṇā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Nonīvaraṇā cetanā sampayuttakānaṁ nīvaraṇānaṁ kammapaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Nonīvaraṇā cetanā sampayuttakānaṁ khandhānaṁ nīvaraṇānañca cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.8:77.0": "Vipākādi ",
  "patthana2.8:77.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa vipākapaccayena paccayo … ekaṁ … āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo. ",
  "patthana2.8:78.0": "Vippayutta ",
  "patthana2.8:78.1": "Nīvaraṇo dhammo nonīvaraṇassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, pacchājātaṁ. (Evaṁ avasesā cattāri pañhā kātabbā.) ",
  "patthana2.8:79.0": "Atthi ",
  "patthana2.8:79.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa atthipaccayena paccayo— kāmacchandanīvaraṇaṁ thinamiddhanīvaraṇassa uddhaccanīvaraṇassa avijjānīvaraṇassa atthipaccayena paccayo. (Cakkaṁ.) ",
  "patthana2.8:80.1": "Nīvaraṇo dhammo nonīvaraṇassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Evaṁ nīvaraṇamūle tīṇi.) ",
  "patthana2.8:81.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ.) ",
  "patthana2.8:82.1": "Nonīvaraṇo dhammo nīvaraṇassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.8:83.1": "Nonīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.8:84.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajātaṁ**—kāmacchandanīvaraṇañca sampayuttakā ca khandhā thinamiddhanīvaraṇassa uddhaccanīvaraṇassa avijjānīvaraṇassa atthipaccayena paccayo; kāmacchandanīvaraṇañca vatthu ca thinamiddhanīvaraṇassa uddhaccanīvaraṇassa avijjānīvaraṇassa atthipaccayena paccayo. ",
  "patthana2.8:85.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nonīvaraṇassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—nonīvaraṇo eko khandho ca nīvaraṇā ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā …pe… nīvaraṇā ca vatthu ca nonīvaraṇānaṁ khandhānaṁ atthipaccayena paccayo; nīvaraṇā ca sampayuttakā ca khandhā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; nīvaraṇā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—nīvaraṇā ca sampayuttakā ca khandhā purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—nīvaraṇā ca sampayuttakā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—nīvaraṇā ca sampayuttakā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.8:86.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa ca nonīvaraṇassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—nonīvaraṇo eko khandho ca kāmacchandanīvaraṇañca tiṇṇannaṁ khandhānaṁ thinamiddhanīvaraṇassa uddhaccanīvaraṇassa avijjānīvaraṇassa ca cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo; dve khandhā ca …pe… kāmacchandanīvaraṇañca vatthu ca thinamiddhanīvaraṇassa uddhaccanīvaraṇassa avijjānīvaraṇassa ca sampayuttakānañca khandhānaṁ atthipaccayena paccayo. (Cakkaṁ.) ",
  "patthana2.8:87.0.1": "Saṅkhyāvāra ",
  "patthana2.8:87.0.2": "Suddha ",
  "patthana2.8:87.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke ekaṁ, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.8:88.1": "Anulomaṁ. ",
  "patthana2.8:89.0": "Paccanīyuddhāra ",
  "patthana2.8:89.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.8:90.1": "Nīvaraṇo dhammo nonīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana2.8:91.1": "Nīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.8:92.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana2.8:93.1": "Nonīvaraṇo dhammo nīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.8:94.1": "Nonīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.8:95.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.8:96.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nonīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana2.8:97.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa ca nonīvaraṇassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.8:98.0.1": "2.8.1.7.2. Paccayapaccanīya ",
  "patthana2.8:98.0.2": "Saṅkhyāvāra ",
  "patthana2.8:98.0.3": "Suddha ",
  "patthana2.8:98.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava (sabbattha nava), novigate nava, noavigate nava. ",
  "patthana2.8:99.0.1": "2.8.1.7.3. Paccayānulomapaccanīya ",
  "patthana2.8:99.0.2": "Hetuduka ",
  "patthana2.8:99.1": "Hetupaccayā naārammaṇe cattāri …pe… nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… namagge cattāri, nasampayutte dve, navippayutte cattāri, nonatthiyā cattāri, novigate cattāri. ",
  "patthana2.8:100.0": "2.8.1.7.4. Paccayapaccanīyānuloma ",
  "patthana2.8:100.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomamātikā) …pe… avigate nava. ",
  "patthana2.8:101.1": "Nīvaraṇadukaṁ niṭṭhitaṁ. ",
  "patthana2.8:102.0.1": "2.8.2. Nīvaraṇiyaduka ",
  "patthana2.8:102.0.2": "2.8.2.1–7. Paṭiccādivāra ",
  "patthana2.8:102.1": "Nīvaraṇiyaṁ dhammaṁ paṭicca nīvaraṇiyo dhammo uppajjati hetupaccayā …pe…. (Nīvaraṇiyadukaṁ yathā lokiyadukaṁ, evaṁ kātabbaṁ ninnānākaraṇaṁ.) ",
  "patthana2.8:103.1": "Dvikkhattuṁ kāmacchandena, ",
  "patthana2.8:103.2": "Catukkhattuṁ paṭighena ca; ",
  "patthana2.8:103.3": "Uddhaccaṁ vicikicchā ca, ",
  "patthana2.8:103.4": "Ubhopete sakiṁ sakiṁ; ",
  "patthana2.8:103.5": "Nīvaraṇānaṁ nīvaraṇehi, ",
  "patthana2.8:103.6": "Aṭṭhavidhaṁ payojanaṁ. ",
  "patthana2.8:104.1": "Nīvaraṇadukassa mātikā idha katā. ",
  "patthana2.8:105.1": "Nīvaraṇiyadukaṁ niṭṭhitaṁ. ",
  "patthana2.8:106.0.1": "2.8.3. Nīvaraṇasampayuttaduka ",
  "patthana2.8:106.0.2": "2.8.3.1. Paṭiccavāra ",
  "patthana2.8:106.0.3": "2.8.3.1.1. Paccayānuloma ",
  "patthana2.8:106.0.4": "Vibhaṅgavāra ",
  "patthana2.8:106.0.5": "Hetu ",
  "patthana2.8:106.1": "Nīvaraṇasampayuttaṁ dhammaṁ paṭicca nīvaraṇasampayutto dhammo uppajjati hetupaccayā—nīvaraṇasampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.8:107.1": "Nīvaraṇasampayuttaṁ dhammaṁ paṭicca nīvaraṇavippayutto dhammo uppajjati hetupaccayā—nīvaraṇasampayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.8:108.1": "Nīvaraṇasampayuttaṁ dhammaṁ paṭicca nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā uppajjanti hetupaccayā—nīvaraṇasampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.8:109.1": "Nīvaraṇavippayuttaṁ dhammaṁ paṭicca nīvaraṇavippayutto dhammo uppajjati hetupaccayā—nīvaraṇavippayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (Yāva ajjhattikā mahābhūtā.) ",
  "patthana2.8:110.1": "Nīvaraṇasampayuttañca nīvaraṇavippayuttañca dhammaṁ paṭicca nīvaraṇavippayutto dhammo uppajjati hetupaccayā—nīvaraṇasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. (Saṅkhittaṁ.) ",
  "patthana2.8:111.0.1": "Saṅkhyāvāra ",
  "patthana2.8:111.0.2": "Suddha ",
  "patthana2.8:111.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā pañca …pe… natthiyā dve …pe… avigate pañca. ",
  "patthana2.8:112.1": "Anulomaṁ. ",
  "patthana2.8:113.0.1": "2.8.3.1.2. Paccayapaccanīya ",
  "patthana2.8:113.0.2": "Vibhaṅgavāra ",
  "patthana2.8:113.1": "Nīvaraṇasampayuttaṁ dhammaṁ paṭicca nīvaraṇasampayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe paṭicca avijjānīvaraṇaṁ. ",
  "patthana2.8:114.1": "Nīvaraṇavippayuttaṁ dhammaṁ paṭicca nīvaraṇavippayutto dhammo uppajjati nahetupaccayā—ahetukaṁ nīvaraṇavippayuttaṁ …pe…. (Yāva asaññasattā. Saṅkhittaṁ.) ",
  "patthana2.8:115.0.1": "Saṅkhyāvāra ",
  "patthana2.8:115.0.2": "Suddha ",
  "patthana2.8:115.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā pañca, naanantare nasamanantare naaññamaññe naupanissaye tīṇi, napurejāte cattāri, napacchājāte pañca, naāsevane pañca, nakamme dve, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.8:116.0.1": "2.8.3.1.3. Paccayānulomapaccanīya ",
  "patthana2.8:116.0.2": "Hetuduka ",
  "patthana2.8:116.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā pañca, napurejāte cattāri …pe… nakamme dve, navipāke pañca, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.8:117.0": "2.8.3.1.4. Paccayapaccanīyānuloma ",
  "patthana2.8:117.1": "Nahetupaccayā ārammaṇe dve …pe… magge ekaṁ …pe… avigate dve. ",
  "patthana2.8:118.0": "2.8.3.2. Sahajātavāra ",
  "patthana2.8:118.1": "Sahajātavāropi evaṁ kātabbo. ",
  "patthana2.8:119.0.1": "2.8.3.3. Paccayavāra ",
  "patthana2.8:119.0.2": "2.8.3.3.1. Paccayānuloma ",
  "patthana2.8:119.0.3": "Vibhaṅgavāra ",
  "patthana2.8:119.0.4": "Hetu ",
  "patthana2.8:119.1": "Nīvaraṇasampayuttaṁ dhammaṁ paccayā nīvaraṇasampayutto dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana2.8:120.1": "Nīvaraṇavippayuttaṁ dhammaṁ paccayā nīvaraṇavippayutto dhammo uppajjati hetupaccayā—nīvaraṇavippayuttaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… ekaṁ mahābhūtaṁ …pe… vatthuṁ paccayā nīvaraṇavippayuttā khandhā. ",
  "patthana2.8:121.1": "Nīvaraṇavippayuttaṁ dhammaṁ paccayā nīvaraṇasampayutto dhammo uppajjati hetupaccayā—vatthuṁ paccayā nīvaraṇasampayuttā khandhā. ",
  "patthana2.8:122.1": "Nīvaraṇavippayuttaṁ dhammaṁ paccayā nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā nīvaraṇasampayuttā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.8:123.1": "Nīvaraṇasampayuttañca nīvaraṇavippayuttañca dhammaṁ paccayā nīvaraṇasampayutto dhammo uppajjati hetupaccayā—nīvaraṇasampayuttaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.8:124.1": "Nīvaraṇasampayuttañca nīvaraṇavippayuttañca dhammaṁ paccayā nīvaraṇavippayutto dhammo uppajjati hetupaccayā—nīvaraṇasampayutte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.8:125.1": "Nīvaraṇasampayuttañca nīvaraṇavippayuttañca dhammaṁ paccayā nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā uppajjanti hetupaccayā—nīvaraṇasampayuttaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… nīvaraṇasampayutte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. (Saṅkhittaṁ.) ",
  "patthana2.8:126.0.1": "Saṅkhyāvāra ",
  "patthana2.8:126.0.2": "Suddha ",
  "patthana2.8:126.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā nava, anantare cattāri …pe… vipāke ekaṁ …pe… avigate nava. ",
  "patthana2.8:127.1": "Anulomaṁ. ",
  "patthana2.8:128.0.1": "2.8.3.3.2. Paccayapaccanīya ",
  "patthana2.8:128.0.2": "Vibhaṅgavāra ",
  "patthana2.8:128.1": "Nīvaraṇasampayuttaṁ dhammaṁ paccayā nīvaraṇasampayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe paccayā avijjānīvaraṇaṁ. ",
  "patthana2.8:129.1": "Nīvaraṇavippayuttaṁ dhammaṁ paccayā nīvaraṇavippayutto dhammo uppajjati nahetupaccayā—ahetukaṁ nīvaraṇavippayuttaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… (yāva asaññasattā), cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā nīvaraṇavippayuttā khandhā. ",
  "patthana2.8:130.1": "Nīvaraṇavippayuttaṁ dhammaṁ paccayā nīvaraṇasampayutto dhammo uppajjati nahetupaccayā—vatthuṁ paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.8:131.1": "Nīvaraṇasampayuttañca nīvaraṇavippayuttañca dhammaṁ paccayā nīvaraṇasampayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (Saṅkhittaṁ.) ",
  "patthana2.8:132.0.1": "Saṅkhyāvāra ",
  "patthana2.8:132.0.2": "Suddha ",
  "patthana2.8:132.1": "Nahetuyā cattāri, naārammaṇe tīṇi …pe… napurejāte cattāri, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava …pe… nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.8:133.0": "2.8.3.4. Nissayavāra ",
  "patthana2.8:133.1": "Evaṁ itare dve gaṇanāpi nissayavāropi kātabbo. ",
  "patthana2.8:134.0.1": "2.8.3.5. Saṁsaṭṭhavāra ",
  "patthana2.8:134.0.2": "2.8.3.5.1–4 Paccayacatukka ",
  "patthana2.8:134.1": "Nīvaraṇasampayuttaṁ dhammaṁ saṁsaṭṭho nīvaraṇasampayutto dhammo uppajjati hetupaccayā …pe…. ",
  "patthana2.8:135.1": "Hetuyā dve, ārammaṇe dve (sabbattha dve), vipāke ekaṁ …pe… avigate dve. ",
  "patthana2.8:136.1": "Anulomaṁ. ",
  "patthana2.8:137.1": "Nīvaraṇasampayuttaṁ dhammaṁ saṁsaṭṭho nīvaraṇasampayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe saṁsaṭṭho vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.8:138.1": "Nīvaraṇavippayuttaṁ dhammaṁ saṁsaṭṭho … (Saṅkhittaṁ.) ",
  "patthana2.8:139.1": "Nahetuyā dve, naadhipatiyā dve, napurejāte dve, nakamme dve, navipāke dve, najhāne ekaṁ, namagge ekaṁ, navippayutte dve. ",
  "patthana2.8:140.1": "Paccanīyaṁ. ",
  "patthana2.8:141.0": "2.8.3.6. Sampayuttavāra ",
  "patthana2.8:141.1": "Evaṁ itare dve gaṇanāpi sampayuttavāropi kātabbo. ",
  "patthana2.8:142.0.1": "2.8.3.7. Pañhāvāra ",
  "patthana2.8:142.0.2": "2.8.3.7.1. Paccayānuloma ",
  "patthana2.8:142.0.3": "Vibhaṅgavāra ",
  "patthana2.8:142.0.4": "Hetu ",
  "patthana2.8:142.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa hetupaccayena paccayo—nīvaraṇasampayuttā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Nīvaraṇasampayuttā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Nīvaraṇasampayuttā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.8:143.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa hetupaccayena paccayo—nīvaraṇavippayuttā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.8:144.0": "Ārammaṇa ",
  "patthana2.8:144.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa ārammaṇapaccayena paccayo—rāgaṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ uppajjati; diṭṭhiṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ uppajjati; vicikicchaṁ ārabbha vicikicchā …pe… diṭṭhi …pe… uddhaccaṁ …pe… domanassaṁ uppajjati; uddhaccaṁ ārabbha uddhaccaṁ uppajjati, diṭṭhi …pe… vicikicchā, domanassaṁ uppajjati; domanassaṁ ārabbha domanassaṁ uppajjati; diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ uppajjati. ",
  "patthana2.8:145.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa ārammaṇapaccayena paccayo—ariyā nīvaraṇasampayutte pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti; nīvaraṇasampayutte khandhe aniccato dukkhato anattato vipassati, cetopariyañāṇena nīvaraṇasampayuttacittasamaṅgissa cittaṁ jānāti; nīvaraṇasampayuttā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.8:146.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati, pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṁ …pe… ariyā maggā vuṭṭhahitvā maggaṁ …pe… phalaṁ …pe… nibbānaṁ …pe… nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo; cakkhuṁ …pe… vatthuṁ nīvaraṇavippayutte khandhe aniccato dukkhato anattato vipassati, dibbena cakkhunā rūpaṁ passati. (Yāva āvajjanāya.) ",
  "patthana2.8:147.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ nīvaraṇavippayutte khandhe assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ uppajjati. ",
  "patthana2.8:148.0": "Adhipati ",
  "patthana2.8:148.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—rāgaṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati; diṭṭhiṁ garuṁ katvā assādeti …pe…. **Sahajātādhipati**—nīvaraṇasampayuttādhipati nīvaraṇasampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.8:149.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—nīvaraṇasampayuttādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Nīvaraṇasampayuttādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.8:150.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṁ …pe… ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā …pe… phalaṁ …pe… nibbānaṁ …pe… nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo. **Sahajātādhipati**—nīvaraṇavippayuttādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.8:151.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… pubbe …pe… jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ nīvaraṇavippayutte khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana2.8:152.0": "Anantara ",
  "patthana2.8:152.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa anantarapaccayena paccayo—purimā purimā nīvaraṇasampayuttā khandhā pacchimānaṁ pacchimānaṁ nīvaraṇasampayuttakānaṁ khandhānaṁ anantarapaccayena paccayo. (Mūlaṁ pucchitabbaṁ.) Nīvaraṇasampayuttā khandhā vuṭṭhānassa anantarapaccayena paccayo. (Idha purimā purimāti natthi.) ",
  "patthana2.8:153.1": "(Mūlaṁ pucchitabbaṁ.) Purimā purimā nīvaraṇavippayuttā khandhā pacchimānaṁ pacchimānaṁ nīvaraṇavippayuttānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe… phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.8:154.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa anantarapaccayena paccayo—āvajjanā nīvaraṇasampayuttakānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.8:155.0": "Samanantarādi ",
  "patthana2.8:155.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa samanantarapaccayena paccayo … sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo. ",
  "patthana2.8:156.0": "Upanissaya ",
  "patthana2.8:156.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—rāgaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; dosaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; rāgo …pe… patthanā rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana2.8:157.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—rāgaṁ upanissāya dānaṁ deti …pe… sīlaṁ …pe… uposathakammaṁ …pe… jhānaṁ …pe… vipassanaṁ … maggaṁ … abhiññaṁ … samāpattiṁ uppādeti; dosaṁ …pe… patthanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti; rāgo …pe… patthanā saddhāya …pe… paññāya … kāyikassa sukhassa, kāyikassa dukkhassa, maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.8:158.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti, sīlaṁ …pe… maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti, sīlaṁ …pe… paññaṁ …pe… senāsanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti; saddhā …pe… senāsanaṁ saddhāya …pe… paññāya …pe… maggassa phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.8:159.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… paññaṁ, kāyikaṁ sukhaṁ …pe… senāsanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ rāgassa … dosassa … mohassa … mānassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. ",
  "patthana2.8:160.0": "Purejāta ",
  "patthana2.8:160.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato dukkhato anattato vipassati. Dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe…. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nīvaraṇavippayuttānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.8:161.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha rāgo … doso … moho …. **Vatthupurejātaṁ**—vatthu nīvaraṇasampayuttānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.8:162.0": "Pacchājātāsevana ",
  "patthana2.8:162.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa pacchājātapaccayena paccayo … dve, āsevanapaccayena paccayo … dve. ",
  "patthana2.8:163.0": "Kammādi ",
  "patthana2.8:163.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa kammapaccayena paccayo—nīvaraṇasampayuttā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Sahajātā, nānākkhaṇikā. **Sahajātā**—nīvaraṇasampayuttā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—nīvaraṇasampayuttā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Nīvaraṇasampayuttā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.8:164.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. (Saṅkhittaṁ.) Vipākapaccayā … ekaṁ. ",
  "patthana2.8:165.0": "Āhārādi ",
  "patthana2.8:165.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo … dve. ",
  "patthana2.8:166.0": "Vippayutta ",
  "patthana2.8:166.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.8:167.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. (Saṅkhittaṁ.) ",
  "patthana2.8:168.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu nīvaraṇasampayuttakānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.8:169.0": "Atthi ",
  "patthana2.8:169.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa atthipaccayena paccayo—nīvaraṇasampayutto eko khandho tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe…. ",
  "patthana2.8:170.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—nīvaraṇasampayuttā khandhā cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—nīvaraṇasampayuttā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana2.8:171.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa ca nīvaraṇavippayuttassa ca dhammassa atthipaccayena paccayo—nīvaraṇasampayutto eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. ",
  "patthana2.8:172.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ.) ",
  "patthana2.8:173.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha rāgo …pe… diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ uppajjati; vatthu nīvaraṇasampayuttakānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana2.8:174.1": "Nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā nīvaraṇasampayuttassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—nīvaraṇasampayutto eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana2.8:175.1": "Nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā nīvaraṇavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—nīvaraṇasampayuttā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—nīvaraṇasampayuttā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—nīvaraṇasampayuttā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.8:176.0.1": "Saṅkhyāvāra ",
  "patthana2.8:176.0.2": "Suddha ",
  "patthana2.8:176.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri, samanantare cattāri, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane dve, kamme cattāri, vipāke ekaṁ, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri, vigate cattāri, avigate satta. ",
  "patthana2.8:177.1": "Anulomaṁ. ",
  "patthana2.8:178.0": "Paccanīyuddhāra ",
  "patthana2.8:178.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.8:179.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.8:180.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa ca nīvaraṇavippayuttassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana2.8:181.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana2.8:182.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.8:183.1": "Nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā nīvaraṇasampayuttassa dhammassa sahajātaṁ, purejātaṁ. ",
  "patthana2.8:184.1": "Nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā nīvaraṇavippayuttassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana2.8:185.0.1": "2.8.3.7.2. Paccayapaccanīya ",
  "patthana2.8:185.0.2": "Saṅkhyāvāra ",
  "patthana2.8:185.0.3": "Suddha ",
  "patthana2.8:185.1": "Nahetuyā satta, naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, nasahajāte pañca, naaññamaññe pañca, nanissaye pañca, naupanissaye satta, napurejāte cha …pe… namagge satta, nasampayutte pañca, navippayutte cattāri, noatthiyā cattāri, nonatthiyā satta, novigate satta, noavigate cattāri. ",
  "patthana2.8:186.1": "Paccanīyaṁ. ",
  "patthana2.8:187.0.1": "2.8.3.7.3. Paccayānulomapaccanīya ",
  "patthana2.8:187.0.2": "Hetuduka ",
  "patthana2.8:187.1": "Hetupaccayā naārammaṇe cattāri, naadhipatiyā cattāri, naanantare cattāri, nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… namagge cattāri, nasampayutte dve, navippayutte dve, nonatthiyā cattāri, novigate cattāri. ",
  "patthana2.8:188.0": "2.8.3.7.4. Paccayapaccanīyānuloma ",
  "patthana2.8:188.1": "Nahetupaccayā ārammaṇe cattāri, adhipatiyā pañca (anulomagaṇanā) …pe… avigate satta. ",
  "patthana2.8:189.1": "Nīvaraṇasampayuttadukaṁ niṭṭhitaṁ. ",
  "patthana2.8:190.0.1": "2.8.4. Nīvaraṇanīvaraṇiyaduka ",
  "patthana2.8:190.0.2": "2.8.4.1. Paṭiccavāra ",
  "patthana2.8:190.0.3": "2.8.4.1.1–4 Paccayānulomādi ",
  "patthana2.8:190.1": "Nīvaraṇañceva nīvaraṇiyañca dhammaṁ paṭicca nīvaraṇo ceva nīvaraṇiyo ca dhammo uppajjati hetupaccayā—kāmacchandanīvaraṇaṁ paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ. (Evaṁ sabbe gaṇanā vibhajitabbā, nīvaraṇadukasadisaṁ ninnānākaraṇaṁ.) ",
  "patthana2.8:191.0.1": "2.8.4.7. Pañhāvāra ",
  "patthana2.8:191.0.2": "2.8.4.7.1–4 Paccayānulomādi ",
  "patthana2.8:191.0.3": "Vibhaṅgavāra ",
  "patthana2.8:191.0.4": "Hetu ",
  "patthana2.8:191.1": "Nīvaraṇo ceva nīvaraṇiyo ca dhammo nīvaraṇassa ceva nīvaraṇiyassa ca dhammassa hetupaccayena paccayo—nīvaraṇā ceva nīvaraṇiyā ca hetū sampayuttakānaṁ nīvaraṇānaṁ hetupaccayena paccayo. ",
  "patthana2.8:192.1": "Nīvaraṇo ceva nīvaraṇiyo ca dhammo nīvaraṇiyassa ceva no ca nīvaraṇassa dhammassa hetupaccayena paccayo—nīvaraṇā ceva nīvaraṇiyā ca hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.8:193.1": "Nīvaraṇo ceva nīvaraṇiyo ca dhammo nīvaraṇassa ceva nīvaraṇiyassa ca nīvaraṇiyassa ceva no ca nīvaraṇassa ca dhammassa hetupaccayena paccayo— nīvaraṇā ceva nīvaraṇiyā ca hetū sampayuttakānaṁ khandhānaṁ nīvaraṇānañca cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.8:194.1": "Nīvaraṇiyo ceva no ca nīvaraṇo dhammo nīvaraṇiyassa ceva no ca nīvaraṇassa dhammassa hetupaccayena paccayo—nīvaraṇiyā ceva no ca nīvaraṇā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.8:195.0": "Ārammaṇa ",
  "patthana2.8:195.1": "Nīvaraṇo ceva nīvaraṇiyo ca dhammo nīvaraṇassa ceva nīvaraṇiyassa ca dhammassa ārammaṇapaccayena paccayo—nīvaraṇe ārabbha nīvaraṇā uppajjanti. (Mūlaṁ pucchitabbaṁ.) Nīvaraṇe ārabbha nīvaraṇiyā ceva no ca nīvaraṇā khandhā uppajjanti. (Mūlaṁ pucchitabbaṁ.) Nīvaraṇe ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.8:196.1": "Nīvaraṇiyo ceva no ca nīvaraṇo dhammo nīvaraṇiyassa ceva no ca nīvaraṇassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati, assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi … vicikicchā … uddhaccaṁ … domanassaṁ uppajjati; pubbe suciṇṇāni …pe… jhānā …pe… ariyā gotrabhuṁ paccavekkhanti, vodānaṁ …pe… pahīne kilese …pe… vikkhambhite kilese …pe… pubbe samudāciṇṇe …pe… cakkhuṁ …pe… vatthuṁ nīvaraṇiye ceva no ca nīvaraṇe khandhe aniccato …pe… vipassati, assādeti abhinandati …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati …pe…. (Yāva āvajjanā tāva kātabbā.) ",
  "patthana2.8:197.1": "Nīvaraṇiyo ceva no ca nīvaraṇo dhammo nīvaraṇassa ceva nīvaraṇiyassa ca dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ nīvaraṇiye ceva no ca nīvaraṇe khandhe assādeti abhinandati, taṁ ārabbha rāgo …pe… diṭṭhi … vicikicchā … uddhaccaṁ … domanassaṁ uppajjati. ",
  "patthana2.8:198.1": "Nīvaraṇiyo ceva no ca nīvaraṇo dhammo nīvaraṇassa ceva nīvaraṇiyassa ca nīvaraṇiyassa ceva no ca nīvaraṇassa ca dhammassa ārammaṇapaccayena paccayo— dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ nīvaraṇiye ceva no ca nīvaraṇe khandhe assādeti abhinandati, taṁ ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. (Evaṁ itarepi tīṇi kātabbā.) ",
  "patthana2.8:199.1": "(Ārammaṇasadisā adhipatipaccayā, purejātampi ārammaṇasadisaṁ. Upanissayepi lokuttaraṁ na kātabbaṁ. Saṅkhittaṁ, evaṁ vitthāretabbaṁ yathā nīvaraṇadukaṁ, evaṁ paccavekkhitvā kātabbaṁ.) ",
  "patthana2.8:200.1": "Nīvaraṇanīvaraṇiyadukaṁ niṭṭhitaṁ. ",
  "patthana2.8:201.0.1": "2.8.5. Nīvaraṇanīvaraṇasampayuttaduka ",
  "patthana2.8:201.0.2": "2.8.5.1. Paṭiccavāra ",
  "patthana2.8:201.0.3": "2.8.5.1. Paccayānuloma ",
  "patthana2.8:201.0.4": "Vibhaṅgavāra ",
  "patthana2.8:201.0.5": "Hetu ",
  "patthana2.8:201.1": "Nīvaraṇañceva nīvaraṇasampayuttañca dhammaṁ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati hetupaccayā—kāmacchandanīvaraṇaṁ paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ. (Cakkaṁ. Sabbepi nīvaraṇā kātabbā.) ",
  "patthana2.8:202.1": "Nīvaraṇañceva nīvaraṇasampayuttañca dhammaṁ paṭicca nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo uppajjati hetupaccayā—nīvaraṇe paṭicca sampayuttakā khandhā. ",
  "patthana2.8:203.1": "Nīvaraṇañceva nīvaraṇasampayuttañca dhammaṁ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca nīvaraṇasampayutto ceva no ca nīvaraṇo ca dhammā uppajjanti hetupaccayā—kāmacchandanīvaraṇaṁ paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ sampayuttakā ca khandhā. (Cakkaṁ.) ",
  "patthana2.8:204.1": "Nīvaraṇasampayuttañceva no ca nīvaraṇaṁ dhammaṁ paṭicca nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo uppajjati hetupaccayā—nīvaraṇasampayuttañceva no ca nīvaraṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.8:205.1": "Nīvaraṇasampayuttañceva no ca nīvaraṇaṁ dhammaṁ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati hetupaccayā—nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe paṭicca nīvaraṇā. ",
  "patthana2.8:206.1": "Nīvaraṇasampayuttañceva no ca nīvaraṇaṁ dhammaṁ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca nīvaraṇasampayutto ceva no ca nīvaraṇo ca dhammā uppajjanti hetupaccayā—nīvaraṇasampayuttañceva no ca nīvaraṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā nīvaraṇā ca …pe… dve khandhe …pe…. ",
  "patthana2.8:207.1": "Nīvaraṇañceva nīvaraṇasampayuttañca nīvaraṇasampayuttañceva no ca nīvaraṇañca dhammaṁ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati hetupaccayā—kāmacchandanīvaraṇañca sampayuttake ca khandhe paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ. (Cakkaṁ.) ",
  "patthana2.8:208.1": "Nīvaraṇañceva nīvaraṇasampayuttañca nīvaraṇasampayuttañceva no ca nīvaraṇañca dhammaṁ paṭicca nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo uppajjati hetupaccayā—nīvaraṇasampayuttañceva no ca nīvaraṇaṁ ekaṁ khandhañca nīvaraṇañca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.8:209.1": "Nīvaraṇañceva nīvaraṇasampayuttañca nīvaraṇasampayuttañceva no ca nīvaraṇañca dhammaṁ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca nīvaraṇasampayutto ceva no ca nīvaraṇo ca dhammā uppajjanti hetupaccayā—nīvaraṇasampayuttañceva no ca nīvaraṇaṁ ekaṁ khandhañca kāmacchandanīvaraṇañca paṭicca tayo khandhā thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ …pe… dve khandhe ca …pe… (cakkaṁ. Saṅkhittaṁ.) ",
  "patthana2.8:210.0.1": "Saṅkhyāvāra ",
  "patthana2.8:210.0.2": "Suddha ",
  "patthana2.8:210.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), kamme nava, āhāre nava …pe… avigate nava. ",
  "patthana2.8:211.1": "Anulomaṁ. ",
  "patthana2.8:212.0.1": "2.8.5.1.2. Paccayapaccanīya ",
  "patthana2.8:212.0.2": "Vibhaṅgavāra ",
  "patthana2.8:212.1": "Nīvaraṇañceva nīvaraṇasampayuttañca dhammaṁ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati nahetupaccayā—vicikicchānīvaraṇaṁ paṭicca avijjānīvaraṇaṁ, uddhaccanīvaraṇaṁ paṭicca avijjānīvaraṇaṁ. ",
  "patthana2.8:213.1": "Nīvaraṇasampayuttañceva no ca nīvaraṇaṁ dhammaṁ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe paṭicca avijjānīvaraṇaṁ. ",
  "patthana2.8:214.1": "Nīvaraṇañceva nīvaraṇasampayuttañca nīvaraṇasampayuttañceva no ca nīvaraṇañca dhammaṁ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati nahetupaccayā—vicikicchānīvaraṇañca sampayuttake ca khandhe paṭicca avijjānīvaraṇaṁ, uddhaccanīvaraṇañca sampayuttake ca khandhe paṭicca avijjānīvaraṇaṁ. (Saṅkhittaṁ.) ",
  "patthana2.8:215.0.1": "Saṅkhyāvāra ",
  "patthana2.8:215.0.2": "Suddha ",
  "patthana2.8:215.1": "Nahetuyā tīṇi, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. ",
  "patthana2.8:216.0": "2.8.5.1.3. Paccayānulomapaccanīya ",
  "patthana2.8:216.1": "Hetupaccayā naadhipatiyā nava …pe… navippayutte nava. ",
  "patthana2.8:217.0": "2.8.5.1.4. Paccayapaccanīyānuloma ",
  "patthana2.8:217.1": "Nahetupaccayā ārammaṇe tīṇi, anantare tīṇi, samanantare tīṇi (sabbattha tīṇi), magge tīṇi …pe… avigate tīṇi. ",
  "patthana2.8:218.0": "2.8.5.2–6. Sahajāta-paccaya-nissaya-saṁsaṭṭha-sampayuttavāra ",
  "patthana2.8:218.1": "(Evaṁ sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā ninnānākaraṇā.) ",
  "patthana2.8:219.0.1": "2.8.5.7. Pañhāvāra ",
  "patthana2.8:219.0.2": "2.8.5.7.1. Paccayānuloma ",
  "patthana2.8:219.0.3": "Vibhaṅgavāra ",
  "patthana2.8:219.0.4": "Hetu ",
  "patthana2.8:219.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa hetupaccayena paccayo—nīvaraṇā ceva nīvaraṇasampayuttā ca hetū sampayuttakānaṁ nīvaraṇānaṁ hetupaccayena paccayo. ",
  "patthana2.8:220.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇasampayuttassa ceva no ca nīvaraṇassa dhammassa hetupaccayena paccayo—nīvaraṇā ceva nīvaraṇasampayuttā ca hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana2.8:221.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇassa ceva nīvaraṇasampayuttassa ca nīvaraṇasampayuttassa ceva no ca nīvaraṇassa ca dhammassa hetupaccayena paccayo—nīvaraṇā ceva nīvaraṇasampayuttā ca hetū sampayuttakānaṁ khandhānaṁ nīvaraṇānañca hetupaccayena paccayo. ",
  "patthana2.8:222.0": "Ārammaṇa ",
  "patthana2.8:222.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa ārammaṇapaccayena paccayo—nīvaraṇe ārabbha nīvaraṇā uppajjanti. (Mūlaṁ kātabbaṁ.) Nīvaraṇe ārabbha nīvaraṇasampayuttā ceva no ca nīvaraṇā khandhā uppajjanti. (Mūlaṁ kātabbaṁ.) Nīvaraṇe ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.8:223.1": "Nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo nīvaraṇasampayuttassa ceva no ca nīvaraṇassa dhammassa ārammaṇapaccayena paccayo—nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe ārabbha nīvaraṇasampayuttā ceva no ca nīvaraṇā khandhā uppajjanti. (Mūlaṁ pucchitabbaṁ.) Nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe ārabbha nīvaraṇā uppajjanti. (Mūlaṁ pucchitabbaṁ.) Nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.8:224.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca nīvaraṇasampayutto ceva no ca nīvaraṇo ca dhammā nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana2.8:225.0": "Adhipatyādi ",
  "patthana2.8:225.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Garukārammaṇāyeva.) ",
  "patthana2.8:226.1": "Nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo nīvaraṇasampayuttassa ceva no ca nīvaraṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe garuṁ katvā nīvaraṇasampayuttā ceva no ca nīvaraṇā khandhā uppajjanti. **Sahajātādhipati**—nīvaraṇasampayuttā ceva no ca nīvaraṇādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. (Mūlaṁ kātabbaṁ.) **Ārammaṇādhipati**—nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe garuṁ katvā nīvaraṇā uppajjanti. **Sahajātādhipati**—nīvaraṇasampayuttā ceva no ca nīvaraṇādhipati sampayuttakānaṁ nīvaraṇānaṁ adhipatipaccayena paccayo. (Mūlaṁ kātabbaṁ.) **Ārammaṇādhipati**—nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe garuṁ katvā nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. **Sahajātādhipati**—nīvaraṇasampayuttā ceva no ca nīvaraṇādhipati sampayuttakānaṁ khandhānaṁ nīvaraṇānañca adhipatipaccayena paccayo. ",
  "patthana2.8:227.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca nīvaraṇasampayutto ceva no ca nīvaraṇo ca dhammā nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. ",
  "patthana2.8:228.1": "Anantarapaccayena paccayo (āvajjanāpi vuṭṭhānampi natthi, sabbattha purimā purimā kātabbā) … samanantarapaccayena paccayo … nava … sahajātapaccayena paccayo … nava … aññamaññapaccayena paccayo … nava … nissayapaccayena paccayo … nava … upanissayapaccayena paccayo … nava (ārammaṇasadisaṁ, vipāko natthi) … āsevanapaccayena paccayo … pañca. ",
  "patthana2.8:229.0": "Kamma ",
  "patthana2.8:229.1": "Nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo nīvaraṇasampayuttassa ceva no ca nīvaraṇassa dhammassa kammapaccayena paccayo—nīvaraṇasampayuttā ceva no ca nīvaraṇā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Nīvaraṇasampayuttā ceva no ca nīvaraṇā cetanā sampayuttakānaṁ nīvaraṇānaṁ kammapaccayena paccayo. (Mūlaṁ kātabbaṁ.) Nīvaraṇasampayuttā ceva no ca nīvaraṇā cetanā sampayuttakānaṁ khandhānaṁ nīvaraṇānañca kammapaccayena paccayo. ",
  "patthana2.8:230.0": "Āhārādi ",
  "patthana2.8:230.1": "Nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo nīvaraṇasampayuttassa ceva no ca nīvaraṇassa dhammassa āhārapaccayena paccayo … tīṇi … indriyapaccayena paccayo … tīṇi … jhānapaccayena paccayo … tīṇi … maggapaccayena paccayo … tīṇi … sampayuttapaccayena paccayo … nava … atthipaccayena paccayo … nava … natthipaccayena paccayo … nava … vigatapaccayena paccayo … nava … avigatapaccayena paccayo … nava. ",
  "patthana2.8:231.0.1": "Saṅkhyāvāra ",
  "patthana2.8:231.0.2": "Suddha ",
  "patthana2.8:231.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.8:232.0": "Paccanīyuddhāra ",
  "patthana2.8:232.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Evaṁ navapi tīsu padesu parivattetabbā.) ",
  "patthana2.8:233.0.1": "2.8.5.7.2. Paccayapaccanīya ",
  "patthana2.8:233.0.2": "Saṅkhyāvāra ",
  "patthana2.8:233.0.3": "Suddha ",
  "patthana2.8:233.1": "Nahetuyā nava, naārammaṇe nava …pe… noavigate nava. ",
  "patthana2.8:234.0": "2.8.5.7.3. Paccayānulomapaccanīya ",
  "patthana2.8:234.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā tīṇi, naanantare tīṇi, nasamanantare tīṇi, naupanissaye tīṇi …pe… namagge tīṇi, navippayutte tīṇi, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.8:235.0": "2.8.5.7.4. Paccayapaccanīyānuloma ",
  "patthana2.8:235.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomamātikā) …pe… avigate nava. ",
  "patthana2.8:236.1": "Nīvaraṇanīvaraṇasampayuttadukaṁ niṭṭhitaṁ. ",
  "patthana2.8:237.0.1": "2.8.6. Nīvaraṇavippayuttanīvaraṇiyaduka ",
  "patthana2.8:237.0.2": "2.8.6.1–7. Paṭiccādivāra ",
  "patthana2.8:237.0.3": "2.8.6.1–7.1–4 Paccayānulomādi ",
  "patthana2.8:237.1": "Nīvaraṇavippayuttaṁ nīvaraṇiyaṁ dhammaṁ paṭicca nīvaraṇavippayutto nīvaraṇiyo dhammo uppajjati hetupaccayā—nīvaraṇavippayuttaṁ nīvaraṇiyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… (Saṅkhittaṁ.) ",
  "patthana2.8:238.1": "(Yathā cūḷantaraduke lokiyadukaṁ, evaṁ kātabbaṁ ninnānākaraṇaṁ.) ",
  "patthana2.8:239.1": "Nīvaraṇavippayuttanīvaraṇiyadukaṁ niṭṭhitaṁ. ",
  "patthana2.8:240.1": "Nīvaraṇagocchakaṁ niṭṭhitaṁ. "
}