{
  "patthana2.3:0.1": "Paṭṭhānapakaraṇa ",
  "patthana2.3:0.2": "Dhammānuloma (1), Dukapaṭṭhānapāḷi (2) ",
  "patthana2.3:0.3": "2.3. Āsavagocchaka ",
  "patthana2.3:1.0.1": "Vibhaṅgavāra ",
  "patthana2.3:1.0.2": "Hetu ",
  "patthana2.3:1.1": "Āsavaṁ dhammaṁ paṭicca āsavo dhammo uppajjati hetupaccayā—kāmāsavaṁ paṭicca diṭṭhāsavo avijjāsavo, diṭṭhāsavaṁ paṭicca kāmāsavo avijjāsavo, avijjāsavaṁ paṭicca kāmāsavo diṭṭhāsavo, bhavāsavaṁ paṭicca avijjāsavo, diṭṭhāsavaṁ paṭicca avijjāsavo. (Ekekampi cakkaṁ kātabbaṁ.) ",
  "patthana2.3:2.1": "Āsavaṁ dhammaṁ paṭicca noāsavo dhammo uppajjati hetupaccayā—āsavaṁ paṭicca āsavasampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.3:3.1": "Āsavaṁ dhammaṁ paṭicca āsavo ca noāsavo ca dhammā uppajjanti hetupaccayā— kāmāsavaṁ paṭicca diṭṭhāsavo avijjāsavo sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṁ. (Cakkaṁ.) ",
  "patthana2.3:4.1": "Noāsavaṁ dhammaṁ paṭicca noāsavo dhammo uppajjati hetupaccayā—noāsavaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānaṁ rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana2.3:5.1": "Noāsavaṁ dhammaṁ paṭicca āsavo dhammo uppajjati hetupaccayā—noāsave khandhe paṭicca āsavā. ",
  "patthana2.3:6.1": "Noāsavaṁ dhammaṁ paṭicca āsavo ca noāsavo ca dhammā uppajjanti hetupaccayā— noāsavaṁ ekaṁ khandhaṁ paṭicca tayo khandhā āsavā ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.3:7.1": "Āsavañca noāsavañca dhammaṁ paṭicca āsavo dhammo uppajjati hetupaccayā— kāmāsavañca sampayuttake ca khandhe paṭicca diṭṭhāsavo avijjāsavo. (Cakkaṁ bandhitabbaṁ.) ",
  "patthana2.3:8.1": "Āsavañca noāsavañca dhammaṁ paṭicca noāsavo dhammo uppajjati hetupaccayā— noāsavaṁ ekaṁ khandhañca āsave ca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.3:9.1": "Āsavañca noāsavañca dhammaṁ paṭicca āsavo ca noāsavo ca dhammā uppajjanti hetupaccayā—noāsavaṁ ekaṁ khandhañca kāmāsavañca paṭicca tayo khandhā diṭṭhāsavo avijjāsavo cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe…. (Cakkaṁ. Saṅkhittaṁ.) ",
  "patthana2.3:10.0.1": "Saṅkhyāvāra ",
  "patthana2.3:10.0.2": "Suddha ",
  "patthana2.3:10.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), vipāke ekaṁ, āhāre nava …pe… avigate nava. ",
  "patthana2.3:11.1": "Anulomaṁ. ",
  "patthana2.3:12.0.1": "2.3.1.1.2. Paccayapaccanīya ",
  "patthana2.3:12.0.2": "Vibhaṅgavāra ",
  "patthana2.3:12.0.3": "Nahetu ",
  "patthana2.3:12.1": "Noāsavaṁ dhammaṁ paṭicca noāsavo dhammo uppajjati nahetupaccayā—ahetukaṁ noāsavaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe…. (Yāva asaññasattā.) ",
  "patthana2.3:13.1": "Noāsavaṁ dhammaṁ paṭicca āsavo dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.3:14.0": "Naārammaṇa ",
  "patthana2.3:14.1": "Āsavaṁ dhammaṁ paṭicca noāsavo dhammo uppajjati naārammaṇapaccayā—āsave paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.3:15.1": "Noāsavaṁ dhammaṁ paṭicca noāsavo dhammo uppajjati naārammaṇapaccayā—noāsave khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, ekaṁ mahābhūtaṁ …pe…. (Yāva asaññasattā.) ",
  "patthana2.3:16.1": "Āsavañca noāsavañca dhammaṁ paṭicca noāsavo dhammo uppajjati naārammaṇapaccayā—āsave ca sampayuttake ca khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. (Saṅkhittaṁ.) ",
  "patthana2.3:17.0.1": "Saṅkhyāvāra ",
  "patthana2.3:17.0.2": "Suddha ",
  "patthana2.3:17.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.3:18.1": "Paccanīyaṁ. ",
  "patthana2.3:19.0.1": "2.3.1.1.3. Paccayānulomapaccanīya ",
  "patthana2.3:19.0.2": "Hetuduka ",
  "patthana2.3:19.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.3:20.1": "Anulomapaccanīyaṁ. ",
  "patthana2.3:21.0.1": "2.3.1.1.4. Paccayapaccanīyānuloma ",
  "patthana2.3:21.0.2": "Nahetuduka ",
  "patthana2.3:21.1": "Nahetupaccayā ārammaṇe dve, anantare dve …pe… vipāke ekaṁ …pe… magge ekaṁ …pe… avigate dve. ",
  "patthana2.3:22.1": "Paccanīyānulomaṁ. ",
  "patthana2.3:23.0": "2.3.1.2. Sahajātavāra ",
  "patthana2.3:23.1": "Sahajātavāro paṭiccavārasadiso. ",
  "patthana2.3:24.0.1": "2.3.1.3. Paccayavāra ",
  "patthana2.3:24.0.2": "2.3.1.3.1. Paccayānuloma ",
  "patthana2.3:24.0.3": "Vibhaṅgavāra ",
  "patthana2.3:24.0.4": "Hetu ",
  "patthana2.3:24.1": "Āsavaṁ dhammaṁ paccayā āsavo dhammo uppajjati hetupaccayā. (Āsavamūlakaṁ tīṇi, paṭiccasadisā.) ",
  "patthana2.3:25.1": "Noāsavaṁ dhammaṁ paccayā noāsavo dhammo uppajjati hetupaccayā—noāsavaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṁ paccayā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ, vatthuṁ paccayā noāsavā khandhā. ",
  "patthana2.3:26.1": "Noāsavaṁ dhammaṁ paccayā āsavo dhammo uppajjati hetupaccayā—noāsave khandhe paccayā āsavā, vatthuṁ paccayā āsavā. ",
  "patthana2.3:27.1": "Noāsavaṁ dhammaṁ paccayā āsavo ca noāsavo ca dhammā uppajjanti hetupaccayā— noāsavaṁ ekaṁ khandhaṁ paccayā tayo khandhā āsavā ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… vatthuṁ paccayā āsavā sampayuttakā ca khandhā. ",
  "patthana2.3:28.1": "Āsavañca noāsavañca dhammaṁ paccayā āsavo dhammo uppajjati hetupaccayā— kāmāsavañca sampayuttake ca khandhe paccayā diṭṭhāsavo avijjāsavo (cakkaṁ). Kāmāsavañca vatthuñca paccayā diṭṭhāsavo avijjāsavo. (Cakkaṁ.) ",
  "patthana2.3:29.1": "Āsavañca noāsavañca dhammaṁ paccayā noāsavo dhammo uppajjati hetupaccayā— noāsavaṁ ekaṁ khandhañca āsave ca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… āsavañca vatthuñca paccayā noāsavā khandhā. ",
  "patthana2.3:30.1": "Āsavañca noāsavañca dhammaṁ paccayā āsavo ca noāsavo ca dhammā uppajjanti hetupaccayā—noāsavaṁ ekaṁ khandhañca kāmāsavañca paccayā tayo khandhā diṭṭhāsavo avijjāsavo cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… (cakkaṁ). Kāmāsavañca vatthuñca paccayā diṭṭhāsavo avijjāsavo sampayuttakā ca khandhā. (Cakkaṁ. Saṅkhittaṁ.) ",
  "patthana2.3:31.0.1": "Saṅkhyāvāra ",
  "patthana2.3:31.0.2": "Suddha ",
  "patthana2.3:31.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… vipāke ekaṁ …pe… avigate nava. ",
  "patthana2.3:32.1": "Anulomaṁ. ",
  "patthana2.3:33.0.1": "2.3.1.3.2. Paccayapaccanīya ",
  "patthana2.3:33.0.2": "Vibhaṅgavāra ",
  "patthana2.3:33.1": "Noāsavaṁ dhammaṁ paccayā noāsavo dhammo uppajjati nahetupaccayā—ahetukaṁ noāsavaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ … vatthuṁ paccayā ahetukā noāsavā khandhā. ",
  "patthana2.3:34.1": "Noāsavaṁ dhammaṁ paccayā āsavo dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.3:35.0.1": "Saṅkhyāvāra ",
  "patthana2.3:35.0.2": "Suddha ",
  "patthana2.3:35.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava …pe… nakamme tīṇi …pe… navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Evaṁ sabbe gaṇanā gaṇetabbā.) ",
  "patthana2.3:36.0": "2.3.1.4. Nissayavāra ",
  "patthana2.3:36.1": "Nissayavāro paccayavārasadiso. ",
  "patthana2.3:37.0.1": "2.3.1.5. Saṁsaṭṭhavāra ",
  "patthana2.3:37.0.2": "2.3.1.5.1–4 Paccayānulomādi ",
  "patthana2.3:37.1": "Āsavaṁ dhammaṁ saṁsaṭṭho āsavo dhammo uppajjati hetupaccayā—kāmāsavaṁ saṁsaṭṭho diṭṭhāsavo avijjāsavo. (Cakkaṁ. Saṅkhittaṁ.) ",
  "patthana2.3:38.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), vipāke ekaṁ …pe… avigate nava. ",
  "patthana2.3:39.1": "Nahetuyā dve, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṁ, namagge ekaṁ, navippayutte nava. ",
  "patthana2.3:40.0": "2.3.1.6. Sampayuttavāra ",
  "patthana2.3:40.1": "Gaṇanāpi sampayuttavāropi saṁsaṭṭhavārasadiso. ",
  "patthana2.3:41.0.1": "2.3.1.7. Pañhāvāra ",
  "patthana2.3:41.0.2": "2.3.1.7.1. Paccayānuloma ",
  "patthana2.3:41.0.3": "Vibhaṅgavāra ",
  "patthana2.3:41.0.4": "Hetu ",
  "patthana2.3:41.1": "Āsavo dhammo āsavassa dhammassa hetupaccayena paccayo—kāmāsavo diṭṭhāsavassa avijjāsavassa hetupaccayena paccayo; bhavāsavo avijjāsavassa hetupaccayena paccayo. (Cakkaṁ.) ",
  "patthana2.3:42.1": "Āsavo dhammo noāsavassa dhammassa hetupaccayena paccayo—āsavā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.3:43.1": "Āsavo dhammo āsavassa ca noāsavassa ca dhammassa hetupaccayena paccayo— kāmāsavo diṭṭhāsavassa avijjāsavassa sampayuttakānañca khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.3:44.1": "Noāsavo dhammo noāsavassa dhammassa hetupaccayena paccayo—noāsavā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.3:45.1": "Noāsavo dhammo āsavassa dhammassa hetupaccayena paccayo—noāsavā hetū sampayuttakānaṁ āsavānaṁ hetupaccayena paccayo. ",
  "patthana2.3:46.1": "Noāsavo dhammo āsavassa ca noāsavassa ca dhammassa hetupaccayena paccayo— noāsavā hetū sampayuttakānaṁ khandhānaṁ āsavānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.3:47.1": "Āsavo ca noāsavo ca dhammā noāsavassa dhammassa hetupaccayena paccayo—āsavā ca noāsavā ca hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.3:48.0": "Ārammaṇa ",
  "patthana2.3:48.1": "Āsavo dhammo āsavassa dhammassa ārammaṇapaccayena paccayo—āsave ārabbha āsavā uppajjanti. ",
  "patthana2.3:49.1": "Āsavo dhammo noāsavassa dhammassa ārammaṇapaccayena paccayo—āsave ārabbha noāsavā khandhā uppajjanti. ",
  "patthana2.3:50.1": "Āsavo dhammo āsavassa ca noāsavassa ca dhammassa ārammaṇapaccayena paccayo— āsave ārabbha āsavā ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.3:51.1": "Noāsavo dhammo noāsavassa dhammassa ārammaṇapaccayena paccayo—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti; nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo; ariyā noāsave pahīne kilese …pe… vikkhambhite kilese …pe… pubbe samudāciṇṇe kilese jānanti, cakkhuṁ …pe… vatthuṁ noāsave khandhe aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena noāsavacittasamaṅgissa cittaṁ jānāti, ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… noāsavā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana2.3:52.1": "Noāsavo dhammo āsavassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā …pe… taṁ assādeti abhinandati, taṁ ārabbha āsavā uppajjanti, sīlaṁ …pe… uposathakammaṁ …pe… pubbe …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ noāsave khandhe assādeti abhinandati, taṁ ārabbha āsavā uppajjanti. ",
  "patthana2.3:53.1": "Noāsavo dhammo āsavassa ca noāsavassa ca dhammassa ārammaṇapaccayena paccayo— dānaṁ datvā …pe… (dutiyagamanaṁ) noāsave khandhe assādeti abhinandati, taṁ ārabbha āsavā ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.3:54.1": "Āsavo ca noāsavo ca dhammā āsavassa dhammassa ārammaṇapaccayena paccayo—āsave ca sampayuttake ca khandhe ārabbha āsavā uppajjanti. ",
  "patthana2.3:55.1": "Āsavo ca noāsavo ca dhammā noāsavassa dhammassa ārammaṇapaccayena paccayo— āsave ca sampayuttake ca khandhe ārabbha noāsavā khandhā uppajjanti. ",
  "patthana2.3:56.1": "Āsavo ca noāsavo ca dhammā āsavassa ca noāsavassa ca dhammassa ārammaṇapaccayena paccayo—āsave ca sampayuttake ca khandhe ārabbha āsavā ca sampayuttakā ca khandhā uppajjanti. ",
  "patthana2.3:57.0": "Adhipati ",
  "patthana2.3:57.1": "Āsavo dhammo āsavassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—āsave garuṁ katvā āsavā uppajjanti. (Tīṇi ārammaṇasadisā, garukārammaṇā kātabbā.) ",
  "patthana2.3:58.1": "Noāsavo dhammo noāsavassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… sīlaṁ …pe… uposathakammaṁ …pe… pubbe …pe… jhānā …pe… ariyā maggā …pe… phalaṁ …pe… nibbānaṁ garuṁ …pe… nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo; cakkhuṁ …pe… vatthuṁ noāsave khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—noāsavā adhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.3:59.1": "Noāsavo dhammo āsavassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… noāsave khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā āsavā uppajjanti. **Sahajātādhipati**—noāsavā adhipati sampayuttakānaṁ āsavānaṁ adhipatipaccayena paccayo. ",
  "patthana2.3:60.1": "Noāsavo dhammo āsavassa ca noāsavassa ca dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ …pe… noāsave khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—noāsavā adhipati sampayuttakānaṁ khandhānaṁ āsavānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.3:61.1": "Āsavo ca noāsavo ca dhammā āsavassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—āsave ca sampayuttake ca khandhe garuṁ katvā assādeti …pe… āsavā uppajjanti. (Tīṇi, garukārammaṇā.) ",
  "patthana2.3:62.0": "Anantara ",
  "patthana2.3:62.1": "Āsavo dhammo āsavassa dhammassa anantarapaccayena paccayo—purimā purimā āsavā pacchimānaṁ pacchimānaṁ āsavānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:63.1": "Āsavo dhammo noāsavassa dhammassa anantarapaccayena paccayo—purimā purimā āsavā pacchimānaṁ pacchimānaṁ noāsavānaṁ khandhānaṁ anantarapaccayena paccayo; āsavā vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.3:64.1": "Āsavo dhammo āsavassa ca noāsavassa ca dhammassa anantarapaccayena paccayo— purimā purimā āsavā pacchimānaṁ pacchimānaṁ āsavānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:65.1": "Noāsavo dhammo noāsavassa dhammassa anantarapaccayena paccayo—purimā purimā noāsavā khandhā pacchimānaṁ pacchimānaṁ noāsavānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe… phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.3:66.1": "Noāsavo dhammo āsavassa dhammassa anantarapaccayena paccayo—purimā purimā noāsavā khandhā pacchimānaṁ pacchimānaṁ āsavānaṁ anantarapaccayena paccayo; āvajjanā āsavānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:67.1": "Noāsavo dhammo āsavassa ca noāsavassa ca dhammassa anantarapaccayena paccayo— purimā purimā noāsavā khandhā pacchimānaṁ pacchimānaṁ āsavānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:68.1": "Āsavo ca noāsavo ca dhammā āsavassa dhammassa anantarapaccayena paccayo … tīṇi. ",
  "patthana2.3:69.0": "Samanantarādi ",
  "patthana2.3:69.1": "Āsavo dhammo āsavassa dhammassa samanantarapaccayena paccayo … sahajātapaccayena paccayo … nava … aññamaññapaccayena paccayo … nava … nissayapaccayena paccayo … nava. (Vatthu ca dassetabbaṁ.) ",
  "patthana2.3:70.0": "Upanissaya ",
  "patthana2.3:70.1": "Āsavo dhammo āsavassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—āsavā āsavānaṁ upanissayapaccayena paccayo. (Tīṇi.) ",
  "patthana2.3:71.1": "Noāsavo dhammo noāsavassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… senāsanaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati; saddhā …pe… senāsanaṁ saddhāya …pe… phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana2.3:72.1": "Noāsavo dhammo āsavassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… saṅghaṁ bhindati, saddhā …pe… senāsanaṁ rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana2.3:73.1": "Noāsavo dhammo āsavassa ca noāsavassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… senāsanaṁ upanissāya …pe… pāṇaṁ hanati …pe… saṅghaṁ bhindati, saddhā …pe… senāsanaṁ rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana2.3:74.1": "Āsavo ca noāsavo ca dhammā āsavassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**… tīṇi. ",
  "patthana2.3:75.0": "Purejāta ",
  "patthana2.3:75.1": "Noāsavo dhammo noāsavassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ (evaṁ vitthāretabbaṁ), phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa, vatthu noāsavānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.3:76.1": "Noāsavo dhammo āsavassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha āsavā uppajjanti. **Vatthupurejātaṁ**—vatthu āsavānaṁ purejātapaccayena paccayo. ",
  "patthana2.3:77.1": "Noāsavo dhammo āsavassa ca noāsavassa ca dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha āsavā ca sampayuttakā ca khandhā uppajjanti. **Vatthupurejātaṁ**—vatthu āsavānañca āsavasampayuttakānañca khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.3:78.0": "Pacchājāta ",
  "patthana2.3:78.1": "Āsavo dhammo noāsavassa dhammassa pacchājātapaccayena paccayo—pacchājātā āsavā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.3:79.1": "Noāsavo dhammo noāsavassa dhammassa pacchājātapaccayena paccayo—pacchājātā noāsavā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.3:80.1": "Āsavo ca noāsavo ca dhammā noāsavassa dhammassa pacchājātapaccayena paccayo— pacchājātā āsavā ca sampayuttakā ca khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.3:81.0": "Āsevana ",
  "patthana2.3:81.1": "Āsavo dhammo āsavassa dhammassa āsevanapaccayena paccayo … nava. ",
  "patthana2.3:82.0": "Kamma ",
  "patthana2.3:82.1": "Noāsavo dhammo noāsavassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—noāsavā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—noāsavā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.3:83.1": "Noāsavo dhammo āsavassa dhammassa kammapaccayena paccayo—noāsavā cetanā sampayuttakānaṁ āsavānaṁ kammapaccayena paccayo. ",
  "patthana2.3:84.1": "Noāsavo dhammo āsavassa ca noāsavassa ca dhammassa kammapaccayena paccayo— noāsavā cetanā sampayuttakānaṁ khandhānaṁ āsavānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.3:85.0": "Vipākāhāra ",
  "patthana2.3:85.1": "Noāsavo dhammo noāsavassa dhammassa vipākapaccayena paccayo … ekaṁ, āhārapaccayena paccayo—noāsavā āhārā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa āhārapaccayena paccayo. ",
  "patthana2.3:86.1": "Noāsavo dhammo āsavassa dhammassa āhārapaccayena paccayo—noāsavā āhārā sampayuttakānaṁ āsavānaṁ āhārapaccayena paccayo. ",
  "patthana2.3:87.1": "Noāsavo dhammo āsavassa ca noāsavassa ca dhammassa āhārapaccayena paccayo— noāsavā āhārā sampayuttakānaṁ khandhānaṁ āsavānaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. ",
  "patthana2.3:88.0": "Indriyādi ",
  "patthana2.3:88.1": "Noāsavo dhammo noāsavassa dhammassa indriyapaccayena paccayo—noāsavā indriyā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo; paṭisandhikkhaṇe …pe… cakkhundriyaṁ cakkhuviññāṇassa …pe… kāyindriyaṁ kāyaviññāṇassa …pe…. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ indriyapaccayena paccayo … tīṇi … jhānapaccayena paccayo … tīṇi … maggapaccayena paccayo … nava … sampayuttapaccayena paccayo … nava. ",
  "patthana2.3:89.0": "Vippayutta ",
  "patthana2.3:89.1": "Āsavo dhammo noāsavassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—āsavā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—āsavā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.3:90.1": "Noāsavo dhammo noāsavassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. **Sahajātā**—noāsavā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo; paṭisandhikkhaṇe …pe… khandhā vatthussa vippayuttapaccayena paccayo, vatthu khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu noāsavānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—noāsavā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.3:91.1": "Noāsavo dhammo āsavassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu āsavānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.3:92.1": "Noāsavo dhammo āsavassa ca noāsavassa ca dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu āsavānaṁ sampayuttakānañca khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.3:93.1": "Āsavo ca noāsavo ca dhammā noāsavassa dhammassa vippayuttapaccayena paccayo— sahajātaṁ, pacchājātaṁ. **Sahajātā**—āsavā ca sampayuttakā ca khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—āsavā ca sampayuttakā ca khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.3:94.0": "Atthi ",
  "patthana2.3:94.1": "Āsavo dhammo āsavassa dhammassa atthipaccayena paccayo—kāmāsavo diṭṭhāsavassa avijjāsavassa atthipaccayena paccayo. (Cakkaṁ.) ",
  "patthana2.3:95.1": "Āsavo dhammo noāsavassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—āsavā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—āsavā purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana2.3:96.1": "Āsavo dhammo āsavassa ca noāsavassa ca dhammassa atthipaccayena paccayo— kāmāsavo diṭṭhāsavassa avijjāsavassa sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. (Cakkaṁ.) ",
  "patthana2.3:97.1": "Noāsavo dhammo noāsavassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—noāsavo eko khandho tiṇṇannaṁ khandhānaṁ …pe… (yāva asaññasattā). **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu noāsavānaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—noāsavā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa kāyassa atthipaccayena paccayo. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.3:98.1": "Noāsavo dhammo āsavassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātā**—noāsavā khandhā āsavānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha āsavā uppajjanti, vatthu āsavānaṁ atthipaccayena paccayo. ",
  "patthana2.3:99.1": "Noāsavo dhammo āsavassa ca noāsavassa ca dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajāto**—noāsavo eko khandho tiṇṇannaṁ khandhānaṁ āsavānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā …pe…. (Cakkaṁ.) ",
  "patthana2.3:100.1": "Āsavo ca noāsavo ca dhammā āsavassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajāto**—kāmāsavo ca sampayuttakā ca khandhā diṭṭhāsavassa avijjāsavassa atthipaccayena paccayo (cakkaṁ). Kāmāsavo ca vatthu ca diṭṭhāsavassa avijjāsavassa atthipaccayena paccayo. (Cakkaṁ.) ",
  "patthana2.3:101.1": "Āsavo ca noāsavo ca dhammā noāsavassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—noāsavo eko khandho ca āsavā ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Sahajātā**—āsavā mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; āsavā ca vatthu ca noāsavānaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—āsavā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—āsavā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.3:102.1": "Āsavo ca noāsavo ca dhammā āsavassa ca noāsavassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—noāsavo eko khandho ca kāmāsavo ca tiṇṇannaṁ khandhānaṁ diṭṭhāsavassa avijjāsavassa cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe… (cakkaṁ). **Sahajāto**—kāmāsavo ca vatthu ca diṭṭhāsavassa avijjāsavassa sampayuttakānañca khandhānaṁ atthipaccayena paccayo. (Cakkaṁ.) ",
  "patthana2.3:103.0.1": "Saṅkhyāvāra ",
  "patthana2.3:103.0.2": "Suddha ",
  "patthana2.3:103.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke ekaṁ, āhāre tīṇi …pe… magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.3:104.1": "Anulomaṁ. ",
  "patthana2.3:105.0": "Paccanīyuddhāra ",
  "patthana2.3:105.1": "Āsavo dhammo āsavassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:106.1": "Āsavo dhammo noāsavassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana2.3:107.1": "Āsavo dhammo āsavassa ca noāsavassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:108.1": "Noāsavo dhammo noāsavassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana2.3:109.1": "Noāsavo dhammo āsavassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.3:110.1": "Noāsavo dhammo āsavassa ca noāsavassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.3:111.1": "Āsavo ca noāsavo ca dhammā āsavassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:112.1": "Āsavo ca noāsavo ca dhammā noāsavassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana2.3:113.1": "Āsavo ca noāsavo ca dhammā āsavassa ca noāsavassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:114.0.1": "2.3.1.7.2. Paccayapaccanīya ",
  "patthana2.3:114.0.2": "Saṅkhyāvāra ",
  "patthana2.3:114.0.3": "Suddha ",
  "patthana2.3:114.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava (sabbattha nava), noavigate nava. ",
  "patthana2.3:115.1": "Paccanīyaṁ. ",
  "patthana2.3:116.0.1": "2.3.1.7.3. Paccayānulomapaccanīya ",
  "patthana2.3:116.0.2": "Hetuduka ",
  "patthana2.3:116.1": "Hetupaccayā naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, naaññamaññe tīṇi, naupanissaye satta (sabbattha satta), namagge satta, nasampayutte tīṇi, navippayutte satta, nonatthiyā satta, novigate satta. ",
  "patthana2.3:117.1": "Anulomapaccanīyaṁ. ",
  "patthana2.3:118.0.1": "2.3.1.7.4. Paccayapaccanīyānuloma ",
  "patthana2.3:118.0.2": "Nahetuduka ",
  "patthana2.3:118.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomapadā paripuṇṇā), avigate nava. ",
  "patthana2.3:119.1": "Paccanīyānulomaṁ. ",
  "patthana2.3:119.2": "Āsavadukaṁ niṭṭhitaṁ. ",
  "patthana2.3:120.0.1": "2.3.2. Sāsavaduka ",
  "patthana2.3:120.0.2": "2.3.2.1–7. Paṭiccādivāra ",
  "patthana2.3:120.0.3": "Vibhaṅgavāra ",
  "patthana2.3:120.0.4": "Hetu ",
  "patthana2.3:120.1": "Sāsavaṁ dhammaṁ paṭicca sāsavo dhammo uppajjati hetupaccayā—sāsavaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana2.3:121.1": "Anāsavaṁ dhammaṁ paṭicca anāsavo dhammo uppajjati hetupaccayā—anāsavaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.3:122.1": "Anāsavaṁ dhammaṁ paṭicca sāsavo dhammo uppajjati hetupaccayā—anāsave khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.3:123.1": "Anāsavaṁ dhammaṁ paṭicca sāsavo ca anāsavo ca dhammā uppajjanti hetupaccayā— anāsavaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.3:124.1": "Sāsavañca anāsavañca dhammaṁ paṭicca sāsavo dhammo uppajjati hetupaccayā— anāsave khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.3:125.1": "(Yathā cūḷantaraduke lokiyadukaṁ, evaṁ kātabbaṁ, ninnānākaraṇaṁ.) ",
  "patthana2.3:126.1": "Sāsavadukaṁ niṭṭhitaṁ. ",
  "patthana2.3:127.0.1": "2.3.3. Āsavasampayuttaduka ",
  "patthana2.3:127.0.2": "2.3.3.1. Paṭiccavāra ",
  "patthana2.3:127.0.3": "2.3.3.1.1. Paccayānuloma ",
  "patthana2.3:127.0.4": "Vibhaṅgavāra ",
  "patthana2.3:127.0.5": "Hetu ",
  "patthana2.3:127.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati hetupaccayā— āsavasampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.3:128.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati hetupaccayā— āsavasampayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, domanassasahagate (…) khandhe paṭicca moho cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.3:129.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavasampayutto ca āsavavippayutto ca dhammā uppajjanti hetupaccayā—āsavasampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… domanassasahagataṁ (…) ekaṁ khandhaṁ paṭicca tayo khandhā moho cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.3:130.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati hetupaccayā— āsavavippayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā, tayo mahābhūte paṭicca ekaṁ mahābhūtaṁ, dve mahābhūte paṭicca dve mahābhūtā, mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana2.3:131.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati hetupaccayā— domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana2.3:132.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavasampayutto ca āsavavippayutto ca dhammā uppajjanti hetupaccayā—domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.3:133.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paṭicca āsavasampayutto dhammo uppajjati hetupaccayā—domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.3:134.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paṭicca āsavavippayutto dhammo uppajjati hetupaccayā—āsavasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, domanassasahagate vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.3:135.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paṭicca āsavasampayutto ca āsavavippayutto ca dhammā uppajjanti hetupaccayā—domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ, dve khandhe …pe…. ",
  "patthana2.3:136.0": "Ārammaṇa ",
  "patthana2.3:136.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati ārammaṇapaccayā—āsavasampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.3:137.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati ārammaṇapaccayā—domanassasahagate vicikicchāsahagate uddhaccasahagate khandhe paṭicca moho. ",
  "patthana2.3:138.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavasampayutto ca āsavavippayutto ca dhammā uppajjanti ārammaṇapaccayā—domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana2.3:139.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati ārammaṇapaccayā—āsavavippayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… vatthuṁ paṭicca khandhā. ",
  "patthana2.3:140.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati ārammaṇapaccayā—domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana2.3:141.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paṭicca āsavasampayutto dhammo uppajjati ārammaṇapaccayā—domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.3:142.0": "Adhipati ",
  "patthana2.3:142.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati adhipatipaccayā … tīṇi. ",
  "patthana2.3:143.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati adhipatipaccayā—āsavavippayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… domanassasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ, ekaṁ mahābhūtaṁ …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana2.3:144.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati adhipatipaccayā—domanassasahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana2.3:145.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavasampayutto ca āsavavippayutto ca dhammā uppajjanti adhipatipaccayā—domanassasahagataṁ mohaṁ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.3:146.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paṭicca āsavasampayutto dhammo uppajjati adhipatipaccayā—domanassasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.3:147.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paṭicca āsavavippayutto dhammo uppajjati adhipatipaccayā—āsavasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, domanassasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.3:148.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paṭicca āsavasampayutto ca āsavavippayutto ca dhammā uppajjanti adhipatipaccayā—domanassasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.3:149.1": "Evaṁ sabbe paccayā vitthāretabbā. Saṅkhittaṁ. ",
  "patthana2.3:150.0.1": "Saṅkhyāvāra ",
  "patthana2.3:150.0.2": "Suddha ",
  "patthana2.3:150.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā nava, anantare cha, samanantare cha, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cha, purejāte cha, āsevane cha, kamme nava, vipāke ekaṁ, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte cha, vippayutte nava, atthiyā nava, natthiyā cha, vigate cha, avigate nava. ",
  "patthana2.3:151.1": "Anulomaṁ. ",
  "patthana2.3:152.0.1": "2.3.3.1.2. Paccayapaccanīya ",
  "patthana2.3:152.0.2": "Vibhaṅgavāra ",
  "patthana2.3:152.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.3:153.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati nahetupaccayā—ahetukaṁ āsavavippayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) ",
  "patthana2.3:154.0": "Naārammaṇa ",
  "patthana2.3:154.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati naārammaṇapaccayā—āsavasampayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.3:155.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati naārammaṇapaccayā—āsavavippayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, ekaṁ mahābhūtaṁ …pe…. (Yāva asaññasattā.) ",
  "patthana2.3:156.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paṭicca āsavavippayutto dhammo uppajjati naārammaṇapaccayā—āsavasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, domanassasahagate vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.3:157.0": "Naadhipati ",
  "patthana2.3:157.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati naadhipatipaccayā. (Saṅkhittaṁ.) ",
  "patthana2.3:158.0": "Napurejātādi ",
  "patthana2.3:158.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati napurejātapaccayā—arūpe āsavasampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.3:159.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati napurejātapaccayā—arūpe vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho, āsavasampayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.3:160.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavasampayutto ca āsavavippayutto ca dhammā uppajjanti napurejātapaccayā—arūpe vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana2.3:161.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati napurejātapaccayā—arūpe āsavavippayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… āsavavippayutte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) ",
  "patthana2.3:162.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati napurejātapaccayā—arūpe vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana2.3:163.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paṭicca āsavasampayutto dhammo uppajjati napurejātapaccayā—arūpe vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.3:164.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paṭicca āsavavippayutto dhammo uppajjati napurejātapaccayā—āsavasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, domanassasahagate vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana2.3:165.1": "(Napacchājātapaccayā nava, naāsevanapaccayā nava.) ",
  "patthana2.3:166.0": "Nakammādi ",
  "patthana2.3:166.1": "Āsavasampayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati nakammapaccayā—āsavasampayutte khandhe paṭicca sampayuttakā cetanā. ",
  "patthana2.3:167.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavavippayutto dhammo uppajjati nakammapaccayā—āsavavippayutte khandhe paṭicca vippayuttakā cetanā. ",
  "patthana2.3:168.1": "Āsavavippayuttaṁ dhammaṁ paṭicca āsavasampayutto dhammo uppajjati nakammapaccayā—domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā cetanā. ",
  "patthana2.3:169.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paṭicca āsavasampayutto dhammo uppajjati nakammapaccayā—domanassasahagate vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca sampayuttakā cetanā … navipākapaccayā … naāhārapaccayā … naindriyapaccayā … najhānapaccayā … namaggapaccayā … nasampayuttapaccayā … navippayuttapaccayā … nonatthipaccayā … novigatapaccayā. ",
  "patthana2.3:170.0.1": "Saṅkhyāvāra ",
  "patthana2.3:170.0.2": "Suddha ",
  "patthana2.3:170.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.3:171.1": "Paccanīyaṁ. ",
  "patthana2.3:172.0.1": "2.3.3.3.3. Paccayānulomapaccanīya ",
  "patthana2.3:172.0.2": "Hetuduka ",
  "patthana2.3:172.1": "Hetupaccayā naārammaṇe tīṇi …pe… napurejāte cha …pe… navipāke nava …pe… nasampayutte tīṇi, navippayutte cattāri, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana2.3:173.1": "Anulomapaccanīyaṁ. ",
  "patthana2.3:174.0.1": "2.3.3.3.4. Paccayapaccanīyānuloma ",
  "patthana2.3:174.0.2": "Nahetuduka ",
  "patthana2.3:174.1": "Nahetupaccayā ārammaṇe dve, anantare dve, samanantare dve …pe… kamme dve, vipāke ekaṁ, āhāre dve …pe… magge ekaṁ, sampayutte dve, vippayutte dve …pe… avigate dve. ",
  "patthana2.3:175.0": "2.3.3.2. Sahajātavāra ",
  "patthana2.3:175.1": "Sahajātavāro paṭiccavārasadiso. ",
  "patthana2.3:176.0.1": "2.3.3.3. Paccayavāra ",
  "patthana2.3:176.0.2": "2.3.3.3.1. Paccayānuloma ",
  "patthana2.3:176.0.3": "Vibhaṅgavāra ",
  "patthana2.3:176.0.4": "Hetu ",
  "patthana2.3:176.1": "Āsavasampayuttaṁ dhammaṁ paccayā āsavasampayutto dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccavārasadiso.) ",
  "patthana2.3:177.1": "Āsavavippayuttaṁ dhammaṁ paccayā āsavavippayutto dhammo uppajjati hetupaccayā— āsavavippayuttaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paccayā cittasamuṭṭhānaṁ rūpaṁ; paṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṁ paccayā khandhā, ekaṁ mahābhūtaṁ …pe… mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, kaṭattārūpaṁ, upādārūpaṁ. Vatthuṁ paccayā āsavavippayuttā khandhā, vatthuṁ paccayā domanassasahagato moho. ",
  "patthana2.3:178.1": "Āsavavippayuttaṁ dhammaṁ paccayā āsavasampayutto dhammo uppajjati hetupaccayā— vatthuṁ paccayā āsavasampayuttakā khandhā, domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā. ",
  "patthana2.3:179.1": "Āsavavippayuttaṁ dhammaṁ paccayā āsavasampayutto ca āsavavippayutto ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā āsavasampayuttakā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ, vatthuṁ paccayā domanassasahagatā khandhā ca moho ca. ",
  "patthana2.3:180.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paccayā āsavasampayutto dhammo uppajjati hetupaccayā—āsavasampayuttaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana2.3:181.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paccayā āsavavippayutto dhammo uppajjati hetupaccayā—āsavasampayutte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, domanassasahagate vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paccayā cittasamuṭṭhānaṁ rūpaṁ, domanassasahagate khandhe ca vatthuñca paccayā domanassasahagato moho. ",
  "patthana2.3:182.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paccayā āsavasampayutto ca āsavavippayutto ca dhammā uppajjanti hetupaccayā—āsavasampayuttaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… āsavasampayutte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… domanassasahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana2.3:183.0": "Ārammaṇādi ",
  "patthana2.3:183.1": "Āsavasampayuttaṁ dhammaṁ paccayā āsavasampayutto dhammo uppajjati ārammaṇapaccayā … tīṇi. (Paṭiccavārasadisā.) ",
  "patthana2.3:184.1": "Āsavavippayuttaṁ dhammaṁ paccayā āsavavippayutto dhammo uppajjati ārammaṇapaccayā—āsavavippayuttaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… vatthuṁ paccayā khandhā, cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā āsavavippayuttā khandhā, vatthuṁ paccayā domanassasahagato vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.3:185.1": "Āsavavippayuttaṁ dhammaṁ paccayā āsavasampayutto dhammo uppajjati ārammaṇapaccayā—vatthuṁ paccayā āsavasampayuttakā khandhā, domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā. ",
  "patthana2.3:186.1": "Āsavavippayuttaṁ dhammaṁ paccayā āsavasampayutto ca āsavavippayutto ca dhammā uppajjanti ārammaṇapaccayā—vatthuṁ paccayā domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā moho ca. ",
  "patthana2.3:187.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paccayā āsavasampayutto dhammo uppajjati ārammaṇapaccayā—āsavasampayuttaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.3:188.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paccayā āsavavippayutto dhammo uppajjati ārammaṇapaccayā—domanassasahagate vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā domanassasahagato vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.3:189.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paccayā āsavasampayutto ca āsavavippayutto ca dhammā uppajjanti ārammaṇapaccayā—domanassasahagataṁ vicikicchāsahagataṁ uddhaccasahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā moho ca …pe… dve khandhe …pe… adhipatipaccayā … anantarapaccayā …pe… avigatapaccayā. ",
  "patthana2.3:190.0.1": "Saṅkhyāvāra ",
  "patthana2.3:190.0.2": "Suddha ",
  "patthana2.3:190.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), kamme nava, vipāke ekaṁ …pe… avigate nava. ",
  "patthana2.3:191.1": "Anulomaṁ. ",
  "patthana2.3:192.0.1": "2.3.3.3.2. Paccayapaccanīya ",
  "patthana2.3:192.0.2": "Vibhaṅgavāra ",
  "patthana2.3:192.1": "Āsavasampayuttaṁ dhammaṁ paccayā āsavavippayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.3:193.1": "Āsavavippayuttaṁ dhammaṁ paccayā āsavavippayutto dhammo uppajjati nahetupaccayā—ahetukaṁ āsavavippayuttaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā āsavavippayuttā khandhā, vatthuṁ paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.3:194.1": "Āsavasampayuttañca āsavavippayuttañca dhammaṁ paccayā āsavavippayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho.  (Saṅkhittaṁ.) ",
  "patthana2.3:195.0.1": "Saṅkhyāvāra ",
  "patthana2.3:195.0.2": "Suddha ",
  "patthana2.3:195.1": "Nahetuyā tīṇi, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. (Evaṁ itarepi dve gaṇanā kātabbā.) ",
  "patthana2.3:196.0": "2.3.3.4. Nissayavāra ",
  "patthana2.3:196.1": "Nissayavāropi paccayavārasadiso. ",
  "patthana2.3:197.0.1": "2.3.3.5. Saṁsaṭṭhavāra ",
  "patthana2.3:197.0.2": "2.3.3.5.1–4 Paccayānulomādi ",
  "patthana2.3:197.1": "Āsavasampayuttaṁ dhammaṁ saṁsaṭṭho āsavasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana2.3:198.1": "Hetuyā cha, ārammaṇe cha, adhipatiyā cha (sabbattha cha), vipāke ekaṁ …pe… avigate cha. ",
  "patthana2.3:199.1": "Āsavasampayuttaṁ dhammaṁ saṁsaṭṭho āsavavippayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe saṁsaṭṭho vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana2.3:200.1": "Āsavavippayuttaṁ dhammaṁ saṁsaṭṭho āsavavippayutto dhammo uppajjati nahetupaccayā …pe…. ",
  "patthana2.3:201.1": "Nahetuyā dve, naadhipatiyā cha, napurejāte cha, napacchājāte cha, naāsevane cha, nakamme cattāri, navipāke cha, najhāne ekaṁ, namagge ekaṁ, navippayutte cha. (Evaṁ itarepi dve gaṇanā kātabbā.) ",
  "patthana2.3:202.0": "2.3.3.6. Sampayuttavāra ",
  "patthana2.3:202.1": "Sampayuttavāropi saṁsaṭṭhavārasadiso. ",
  "patthana2.3:203.0.1": "2.3.3.7. Pañhāvāra ",
  "patthana2.3:203.0.2": "2.3.3.7.1. Paccayānuloma ",
  "patthana2.3:203.0.3": "Vibhaṅgavāra ",
  "patthana2.3:203.0.4": "Hetu ",
  "patthana2.3:203.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa hetupaccayena paccayo— āsavasampayuttā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana2.3:204.1": "Āsavasampayutto dhammo āsavavippayuttassa dhammassa hetupaccayena paccayo— āsavasampayuttā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo; doso mohassa cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.3:205.1": "Āsavasampayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa hetupaccayena paccayo—āsavasampayuttā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; doso sampayuttakānaṁ khandhānaṁ mohassa cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.3:206.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa hetupaccayena paccayo— āsavavippayuttā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo; domanassasahagato vicikicchāsahagato uddhaccasahagato moho cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana2.3:207.1": "Āsavavippayutto dhammo āsavasampayuttassa dhammassa hetupaccayena paccayo— domanassasahagato vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana2.3:208.1": "Āsavavippayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa hetupaccayena paccayo—domanassasahagato vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.3:209.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa dhammassa hetupaccayena paccayo—doso ca moho ca āsavasampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana2.3:210.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavavippayuttassa dhammassa hetupaccayena paccayo—doso ca moho ca cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.3:211.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa ca āsavavippayuttassa ca dhammassa hetupaccayena paccayo—doso ca moho ca sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana2.3:212.0": "Ārammaṇa ",
  "patthana2.3:212.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa ārammaṇapaccayena paccayo— āsavasampayutte khandhe ārabbha āsavasampayuttakā khandhā uppajjanti. ",
  "patthana2.3:213.1": "Āsavasampayutto dhammo āsavavippayuttassa dhammassa ārammaṇapaccayena paccayo— āsavasampayutte khandhe ārabbha āsavavippayuttā khandhā ca moho ca uppajjanti. ",
  "patthana2.3:214.1": "Āsavasampayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa ārammaṇapaccayena paccayo—āsavasampayutte khandhe ārabbha domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. ",
  "patthana2.3:215.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa ārammaṇapaccayena paccayo— dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ paccavekkhati; pubbe suciṇṇāni …pe… jhānā …pe… ariyā maggaṁ …pe… phalaṁ …pe… nibbānaṁ …pe… nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo; ariyā āsavavippayutte pahīne kilese paccavekkhanti; vikkhambhite …pe… pubbe …pe… cakkhuṁ …pe… vatthuṁ āsavavippayutte khandhe aniccato dukkhato anattato vipassati. (Idha assādanā natthi) Dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. Cetopariyañāṇena āsavavippayuttacittasamaṅgissa cittaṁ jānāti, ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… āsavavippayuttā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya mohassa ārammaṇapaccayena paccayo. ",
  "patthana2.3:216.1": "Āsavavippayutto dhammo āsavasampayuttassa dhammassa ārammaṇapaccayena paccayo— dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ uppajjati; pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṁ …pe… cakkhuṁ …pe… vatthuṁ āsavavippayutte khandhe assādeti abhinandati, taṁ ārabbha rāgo …pe… diṭṭhi … domanassaṁ … vicikicchā … uddhaccaṁ uppajjati. ",
  "patthana2.3:217.1": "Āsavavippayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa ārammaṇapaccayena paccayo—cakkhuṁ …pe… vatthuṁ āsavavippayutte khandhe ārabbha domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. ",
  "patthana2.3:218.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa dhammassa ārammaṇapaccayena paccayo—domanassasahagate vicikicchāsahagate uddhaccasahagate khandhe ca mohañca ārabbha āsavasampayuttā khandhā uppajjanti. ",
  "patthana2.3:219.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavavippayuttassa dhammassa ārammaṇapaccayena paccayo—domanassasahagate vicikicchāsahagate uddhaccasahagate khandhe ca mohañca ārabbha āsavavippayuttā khandhā ca moho ca uppajjanti. ",
  "patthana2.3:220.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa ca āsavavippayuttassa ca dhammassa ārammaṇapaccayena paccayo—domanassasahagate vicikicchāsahagate uddhaccasahagate khandhe ca mohañca ārabbha domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. ",
  "patthana2.3:221.0": "Adhipati ",
  "patthana2.3:221.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—āsavasampayutte khandhe garuṁ katvā āsavasampayuttakā khandhā uppajjanti. **Sahajātādhipati**—āsavasampayuttādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana2.3:222.1": "Āsavasampayutto dhammo āsavavippayuttassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—āsavasampayuttādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo; domanassasahagatādhipati mohassa cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.3:223.1": "Āsavasampayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—āsavasampayuttādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo; domanassasahagatādhipati sampayuttakānaṁ khandhānaṁ mohassa ca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.3:224.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā, sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati; pubbe suciṇṇāni …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṁ …pe… phalaṁ …pe… nibbānaṁ garuṁ katvā paccavekkhanti; nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo. **Sahajātādhipati**—āsavavippayuttādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana2.3:225.1": "Āsavavippayutto dhammo āsavasampayuttassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ …pe… uposathakammaṁ katvā taṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati, pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṁ …pe… vatthuṁ āsavavippayutte khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana2.3:226.0": "Anantara ",
  "patthana2.3:226.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa anantarapaccayena paccayo— purimā purimā āsavasampayuttakā khandhā pacchimānaṁ pacchimānaṁ āsavasampayuttakānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:227.1": "Āsavasampayutto dhammo āsavavippayuttassa dhammassa anantarapaccayena paccayo— purimā purimā domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā pacchimassa pacchimassa domanassasahagatassa vicikicchāsahagatassa uddhaccasahagatassa mohassa anantarapaccayena paccayo; āsavasampayuttā khandhā vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.3:228.1": "Āsavasampayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa anantarapaccayena paccayo—purimā purimā domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā pacchimānaṁ pacchimānaṁ domanassasahagatānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana2.3:229.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa anantarapaccayena paccayo— purimo purimo domanassasahagato vicikicchāsahagato uddhaccasahagato moho pacchimassa pacchimassa domanassasahagatassa vicikicchāsahagatassa uddhaccasahagatassa mohassa anantarapaccayena paccayo; purimā purimā āsavavippayuttā khandhā pacchimānaṁ pacchimānaṁ āsavavippayuttānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa …pe… phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana2.3:230.1": "Āsavavippayutto dhammo āsavasampayuttassa dhammassa anantarapaccayena paccayo— purimo purimo domanassasahagato vicikicchāsahagato uddhaccasahagato moho pacchimānaṁ pacchimānaṁ domanassasahagatānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ anantarapaccayena paccayo; āvajjanā āsavasampayuttakānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:231.1": "Āsavavippayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa anantarapaccayena paccayo—purimo purimo domanassasahagato vicikicchāsahagato uddhaccasahagato moho pacchimānaṁ pacchimānaṁ domanassasahagatānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo; āvajjanā domanassasahagatānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana2.3:232.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa dhammassa anantarapaccayena paccayo—purimā purimā domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca pacchimānaṁ pacchimānaṁ domanassasahagatānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:233.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavavippayuttassa dhammassa anantarapaccayena paccayo—purimā purimā domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca pacchimassa pacchimassa domanassasahagatassa vicikicchāsahagatassa uddhaccasahagatassa mohassa anantarapaccayena paccayo; domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.3:234.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa ca āsavavippayuttassa ca dhammassa anantarapaccayena paccayo—purimā purimā domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca pacchimānaṁ pacchimānaṁ domanassasahagatānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana2.3:235.0": "Samanantarādi ",
  "patthana2.3:235.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa samanantarapaccayena paccayo … sahajātapaccayena paccayo … nava … aññamaññapaccayena paccayo … cha … nissayapaccayena paccayo … nava. ",
  "patthana2.3:236.0": "Upanissaya ",
  "patthana2.3:236.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—āsavasampayuttā khandhā āsavasampayuttānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana2.3:237.1": "Āsavasampayutto dhammo āsavavippayuttassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—āsavasampayuttā khandhā āsavavippayuttānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.3:238.1": "Āsavasampayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—āsavasampayuttakā khandhā domanassasahagatānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.3:239.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… sīlaṁ …pe… paññaṁ … kāyikaṁ sukhaṁ …pe… senāsanaṁ … mohaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti; saddhā …pe… paññā … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … moho ca saddhāya …pe… mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.3:240.1": "Āsavavippayutto dhammo āsavasampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti, diṭṭhiṁ gaṇhāti; sīlaṁ …pe… paññaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ … mohaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati; saddhā …pe… moho ca rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana2.3:241.1": "Āsavavippayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhā … sīlaṁ …pe… moho domanassasahagatānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.3:242.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca āsavasampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. (Pucchitabbaṁ mūlaṁ.) Domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca āsavasampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana2.3:243.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa ca āsavavippayuttassa ca dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca domanassasahagatānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana2.3:244.0": "Purejāta ",
  "patthana2.3:244.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato dukkhato anattato vipassati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu āsavavippayuttānaṁ khandhānaṁ mohassa ca purejātapaccayena paccayo. ",
  "patthana2.3:245.1": "Āsavavippayutto dhammo āsavasampayuttassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. **Vatthupurejātaṁ**—vatthu āsavasampayuttakānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana2.3:246.1": "Āsavavippayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ ārabbha domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. **Vatthupurejātaṁ**—vatthu domanassasahagatānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca purejātapaccayena paccayo. ",
  "patthana2.3:247.0": "Pacchājāta ",
  "patthana2.3:247.1": "Āsavasampayutto dhammo āsavavippayuttassa dhammassa pacchājātapaccayena paccayo—pacchājātā āsavasampayuttakā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.3:248.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa pacchājātapaccayena paccayo—pacchājātā āsavavippayuttā khandhā ca moho ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.3:249.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavavippayuttassa dhammassa pacchājātapaccayena paccayo—pacchājātā domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana2.3:250.0": "Āsevana ",
  "patthana2.3:250.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa āsevanapaccayena paccayo … nava. (Āvajjanāpi vuṭṭhānampi natthi.) ",
  "patthana2.3:251.0": "Kamma ",
  "patthana2.3:251.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa kammapaccayena paccayo— āsavasampayuttakā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana2.3:252.1": "Āsavasampayutto dhammo āsavavippayuttassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—āsavasampayuttā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo; domanassasahagatā vicikicchāsahagatā uddhaccasahagatā cetanā mohassa cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—āsavasampayuttakā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.3:253.1": "Āsavasampayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa kammapaccayena paccayo—āsavasampayuttā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; domanassasahagatā vicikicchāsahagatā uddhaccasahagatā cetanā sampayuttakānaṁ khandhānaṁ mohassa ca cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.3:254.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—āsavavippayuttā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—āsavavippayuttā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana2.3:255.0": "Vipāka ",
  "patthana2.3:255.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa vipākapaccayena paccayo … ekaṁ. ",
  "patthana2.3:256.0": "Āhāra ",
  "patthana2.3:256.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa āhārapaccayena paccayo— āsavasampayuttā āhārā sampayuttakānaṁ khandhānaṁ āhārapaccayena paccayo. ",
  "patthana2.3:257.1": "Āsavasampayutto dhammo āsavavippayuttassa dhammassa āhārapaccayena paccayo— āsavasampayuttā āhārā cittasamuṭṭhānānaṁ rūpānaṁ āhārapaccayena paccayo; domanassasahagatā vicikicchāsahagatā uddhaccasahagatā āhārā mohassa cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. ",
  "patthana2.3:258.1": "Āsavasampayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa āhārapaccayena paccayo—āsavasampayuttā āhārā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo; domanassasahagatā vicikicchāsahagatā uddhaccasahagatā āhārā sampayuttakānaṁ khandhānaṁ mohassa ca cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. ",
  "patthana2.3:259.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa āhārapaccayena paccayo— āsavavippayuttā āhārā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa āhārapaccayena paccayo. ",
  "patthana2.3:260.0": "Indriyādi ",
  "patthana2.3:260.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa indriyapaccayena paccayo … cattāri … jhānapaccayena paccayo … cattāri … maggapaccayena paccayo … cattāri … sampayuttapaccayena paccayo … cha. ",
  "patthana2.3:261.0": "Vippayutta ",
  "patthana2.3:261.1": "Āsavasampayutto dhammo āsavavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—āsavasampayuttā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—āsavasampayuttā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.3:262.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. (Saṅkhittaṁ. Vitthāretabbaṁ.) ",
  "patthana2.3:263.1": "Āsavavippayutto dhammo āsavasampayuttassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu āsavasampayuttakānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana2.3:264.1": "Āsavavippayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu domanassasahagatānaṁ vicikicchāsahagatānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca vippayuttapaccayena paccayo. ",
  "patthana2.3:265.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana2.3:266.0": "Atthi ",
  "patthana2.3:266.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa atthipaccayena paccayo … ekaṁ. ",
  "patthana2.3:267.1": "Āsavasampayutto dhammo āsavavippayuttassa dhammassa atthipaccayena paccayo— sahajātaṁ, pacchājātaṁ. **Sahajātā**—āsavasampayuttā khandhā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā mohassa ca cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—āsavasampayuttā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana2.3:268.1": "Āsavasampayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa atthipaccayena paccayo. (Sahajātasadisaṁ.) ",
  "patthana2.3:269.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Saṅkhittaṁ, vitthāretabbaṁ.) ",
  "patthana2.3:270.1": "Āsavavippayutto dhammo āsavasampayuttassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajāto**—domanassasahagato vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṁ uppajjati, domanassaṁ uppajjati, vatthu āsavasampayuttakānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana2.3:271.1": "Āsavavippayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—domanassasahagato vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ ārabbha domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. ",
  "patthana2.3:272.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—āsavasampayutto eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe… domanassasahagato vicikicchāsahagato uddhaccasahagato eko khandho ca moho ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo; dve khandhā ca …pe…. ",
  "patthana2.3:273.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—āsavasampayuttā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo; domanassasahagatā vicikicchāsahagatā uddhaccasahagatā khandhā ca vatthu ca mohassa atthipaccayena paccayo. **Pacchājātā**—āsavasampayuttā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—āsavasampayuttā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana2.3:274.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa ca āsavavippayuttassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—domanassasahagato vicikicchāsahagato uddhaccasahagato eko khandho ca moho ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajāto**—domanassasahagato vicikicchāsahagato uddhaccasahagato eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ mohassa ca …pe… dve khandhā ca …pe…. ",
  "patthana2.3:275.0.1": "Saṅkhyāvāra ",
  "patthana2.3:275.0.2": "Suddha ",
  "patthana2.3:275.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā pañca, anantare nava, samanantare nava, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cattāri, vipāke ekaṁ, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.3:276.0": "Paccanīyuddhāra ",
  "patthana2.3:276.1": "Āsavasampayutto dhammo āsavasampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:277.1": "Āsavasampayutto dhammo āsavavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana2.3:278.1": "Āsavasampayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:279.1": "Āsavavippayutto dhammo āsavavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana2.3:280.1": "Āsavavippayutto dhammo āsavasampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.3:281.1": "Āsavavippayutto dhammo āsavasampayuttassa ca āsavavippayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana2.3:282.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:283.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana2.3:284.1": "Āsavasampayutto ca āsavavippayutto ca dhammā āsavasampayuttassa ca āsavavippayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:285.0.1": "2.3.3.7.2. Paccayapaccanīya ",
  "patthana2.3:285.0.2": "Saṅkhyāvāra ",
  "patthana2.3:285.0.3": "Suddha ",
  "patthana2.3:285.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava (sabbattha nava), noavigate nava. ",
  "patthana2.3:286.0": "Hetuduka ",
  "patthana2.3:286.1": "Hetupaccayā naārammaṇe nava, naadhipatiyā nava …pe… nasamanantare nava, naaññamaññe tīṇi, naupanissaye nava …pe… namagge nava, nasampayutte tīṇi, navippayutte cha, nonatthiyā nava, novigate nava. ",
  "patthana2.3:287.0.1": "2.2. Paccayapaccanīya ",
  "patthana2.3:287.0.2": "Vibhaṅgavāra ",
  "patthana2.3:287.0.3": "Nahetuduka ",
  "patthana2.3:287.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā pañca …pe… avigate nava. ",
  "patthana2.3:288.1": "Paccanīyānulomaṁ. ",
  "patthana2.3:288.2": "Āsavasampayuttadukaṁ niṭṭhitaṁ. ",
  "patthana2.3:289.0.1": "2.3.4. Āsavasāsavaduka ",
  "patthana2.3:289.0.2": "2.3.4.1. Paṭiccavāra ",
  "patthana2.3:289.0.3": "2.3.4.1. 1–4 Paccayānulomādi ",
  "patthana2.3:289.0.4": "Vibhaṅgavāra ",
  "patthana2.3:289.0.5": "Hetu ",
  "patthana2.3:289.1": "Āsavañceva sāsavañca dhammaṁ paṭicca āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā—kāmāsavaṁ paṭicca diṭṭhāsavo avijjāsavo (cakkaṁ bandhitabbaṁ) bhavāsavaṁ paṭicca avijjāsavo (cakkaṁ bandhitabbaṁ) diṭṭhāsavaṁ paṭicca avijjāsavo. ",
  "patthana2.3:290.1": "Āsavañceva sāsavañca dhammaṁ paṭicca sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā—āsave paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana2.3:291.1": "Āsavañceva sāsavañca dhammaṁ paṭicca āsavo ceva sāsavo ca sāsavo ceva no ca āsavo ca dhammā uppajjanti hetupaccayā—kāmāsavaṁ paṭicca diṭṭhāsavo avijjāsavo sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ, bhavāsavaṁ. (Cakkaṁ bandhitabbaṁ.) ",
  "patthana2.3:292.1": "Sāsavañceva no ca āsavaṁ dhammaṁ paṭicca sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā—sāsavañceva no ca āsavaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe…. ",
  "patthana2.3:293.1": "Sāsavañceva no ca āsavaṁ dhammaṁ paṭicca āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā—sāsave ceva no ca āsave khandhe paṭicca āsavā. ",
  "patthana2.3:294.1": "Sāsavañceva no ca āsavaṁ dhammaṁ paṭicca āsavo ceva sāsavo ca sāsavo ceva no ca āsavo ca dhammā uppajjanti hetupaccayā—sāsavañceva no ca āsavaṁ ekaṁ khandhaṁ paṭicca tayo khandhā āsavā ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana2.3:295.1": "Āsavañceva sāsavañca sāsavañceva no ca āsavañca dhammaṁ paṭicca āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā—kāmāsavañca sampayuttake ca khandhe paṭicca diṭṭhāsavo avijjāsavo. (Evaṁ cakkaṁ bandhitabbaṁ.) ",
  "patthana2.3:296.1": "Āsavañceva sāsavañca sāsavañceva no ca āsavañca dhammaṁ paṭicca sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā—sāsavañceva no ca āsavaṁ ekaṁ khandhañca āsave ca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe…. ",
  "patthana2.3:297.1": "Āsavañceva sāsavañca sāsavañceva no ca āsavañca dhammaṁ paṭicca āsavo ceva sāsavo ca sāsavo ceva no ca āsavo ca dhammā uppajjanti hetupaccayā— sāsavañceva no ca āsavaṁ ekaṁ khandhañca kāmāsavañca paṭicca tayo khandhā diṭṭhāsavo avijjāsavo cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe…. (Cakkaṁ. Saṅkhittaṁ.) ",
  "patthana2.3:298.0": "2.3.4.2–6. Sahajāta-paccaya-nissaya-saṁsaṭṭha-sampayuttavāra ",
  "patthana2.3:298.1": "(Evaṁ paṭiccavāropi sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi yathā āsavadukaṁ evaṁ kātabbaṁ, ninnānaṁ.) ",
  "patthana2.3:299.0.1": "2.3.4.7. Pañhāvāra ",
  "patthana2.3:299.0.2": "2.3.4.7.1–4. Paccayānulomādi ",
  "patthana2.3:299.0.3": "Vibhaṅgavāra ",
  "patthana2.3:299.1": "(Pañhāvāre hetupaccayepi ārammaṇapaccayepi lokuttaraṁ na kātabbaṁ, sekhā gotrabhuṁ paccavekkhanti, vodānaṁ paccavekkhantīti kātabbā. Adhipatipaccayampi sabbaṁ jānitvā kātabbaṁ.) ",
  "patthana2.3:300.0": "Anantara ",
  "patthana2.3:300.1": "Āsavo ceva sāsavo ca dhammo āsavassa ceva sāsavassa ca dhammassa anantarapaccayena paccayo—purimā purimā āsavā pacchimānaṁ pacchimānaṁ āsavānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:301.1": "Āsavo ceva sāsavo ca dhammo sāsavassa ceva no ca āsavassa dhammassa anantarapaccayena paccayo—purimā purimā āsavā pacchimānaṁ pacchimānaṁ sāsavānañceva no ca āsavānaṁ khandhānaṁ anantarapaccayena paccayo; āsavā vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.3:302.1": "Āsavo ceva sāsavo ca dhammo āsavassa ceva sāsavassa ca sāsavassa ceva no ca āsavassa ca dhammassa anantarapaccayena paccayo—purimā purimā āsavā pacchimānaṁ pacchimānaṁ āsavānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:303.1": "Sāsavo ceva no ca āsavo dhammo sāsavassa ceva no ca āsavassa dhammassa anantarapaccayena paccayo—purimā purimā sāsavā ceva no ca āsavā khandhā pacchimānaṁ pacchimānaṁ sāsavānañceva no ca āsavānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa, anulomaṁ vodānassa, āvajjanā sāsavānañceva no ca āsavānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:304.1": "Sāsavo ceva no ca āsavo dhammo āsavassa ceva sāsavassa ca dhammassa anantarapaccayena paccayo—purimā purimā sāsavā ceva no ca āsavā khandhā pacchimānaṁ pacchimānaṁ āsavānaṁ anantarapaccayena paccayo; āvajjanā āsavānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:305.1": "Sāsavo ceva no ca āsavo dhammo āsavassa ceva sāsavassa ca sāsavassa ceva no ca āsavassa ca dhammassa anantarapaccayena paccayo—purimā purimā sāsavā ceva no ca āsavā khandhā pacchimānaṁ pacchimānaṁ āsavānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo; āvajjanā āsavānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:306.1": "Āsavo ceva sāsavo ca sāsavo ceva no ca āsavo ca dhammā āsavassa ceva sāsavassa ca dhammassa anantarapaccayena paccayo—purimā purimā āsavā ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ āsavānaṁ anantarapaccayena paccayo. ",
  "patthana2.3:307.1": "Āsavo ceva sāsavo ca sāsavo ceva no ca āsavo ca dhammā sāsavassa ceva no ca āsavassa dhammassa anantarapaccayena paccayo—purimā purimā āsavā ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ sāsavānañceva no ca āsavānaṁ khandhānaṁ anantarapaccayena paccayo; āsavā ca sampayuttakā ca khandhā vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana2.3:308.1": "Āsavo ceva sāsavo ca sāsavo ceva no ca āsavo ca dhammā āsavassa ceva sāsavassa ca sāsavassa ceva no ca āsavassa ca dhammassa anantarapaccayena paccayo— purimā purimā āsavā ca sampayuttakā ca khandhā pacchimānaṁ pacchimānaṁ āsavānaṁ sampayuttakānañca khandhānaṁ anantarapaccayena paccayo. (Evaṁ sabbaṁ vitthāretabbaṁ.) ",
  "patthana2.3:309.1": "(Āsavadukepi anantaraṁ iminā sadisaṁ kātabbaṁ. Āvajjanāpi vuṭṭhānampi evaṁ samuddiṭṭhaṁ saṅkhittaṁ. Sabbaṁ paripuṇṇaṁ. Āsavadukasadisaṁ kātabbaṁ, ninnānaṁ.) ",
  "patthana2.3:310.1": "Āsavasāsavadukaṁ niṭṭhitaṁ. ",
  "patthana2.3:311.0.1": "2.3.5. Āsavaāsavasampayuttaduka ",
  "patthana2.3:311.0.2": "2.3.5.1. Paṭiccavāra ",
  "patthana2.3:311.0.3": "2.3.5.1.1. Paccayānuloma ",
  "patthana2.3:311.0.4": "Vibhaṅgavāra ",
  "patthana2.3:311.0.5": "Hetu ",
  "patthana2.3:311.1": "Āsavañceva āsavasampayuttañca dhammaṁ paṭicca āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā—kāmāsavaṁ paṭicca diṭṭhāsavo avijjāsavo. (Cakkaṁ bandhitabbaṁ.) Bhavāsavaṁ paṭicca avijjāsavo (cakkaṁ bandhitabbaṁ). Diṭṭhāsavaṁ paṭicca avijjāsavo. ",
  "patthana2.3:312.1": "Āsavañceva āsavasampayuttañca dhammaṁ paṭicca āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā—āsave paṭicca sampayuttakā khandhā. ",
  "patthana2.3:313.1": "Āsavañceva āsavasampayuttañca dhammaṁ paṭicca āsavo ceva āsavasampayutto ca āsavasampayutto ceva no ca āsavo ca dhammā uppajjanti hetupaccayā— āsavasampayuttaṁ kāmāsavaṁ paṭicca diṭṭhāsavo avijjāsavo sampayuttakā ca khandhā. (Sabbaṁ cakkaṁ.) ",
  "patthana2.3:314.1": "Āsavasampayuttañceva no ca āsavaṁ dhammaṁ paṭicca āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā—āsavasampayuttañceva no ca āsavaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.3:315.1": "Āsavasampayuttañceva no ca āsavaṁ dhammaṁ paṭicca āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā—āsavasampayuttañceva no ca āsave khandhe paṭicca āsavā. ",
  "patthana2.3:316.1": "Āsavasampayuttañceva no ca āsavaṁ dhammaṁ paṭicca āsavo ceva āsavasampayutto ca āsavasampayutto ceva no ca āsavo ca dhammā uppajjanti hetupaccayā— āsavasampayuttañceva no ca āsavaṁ ekaṁ khandhaṁ paṭicca tayo khandhā āsavā ca …pe… dve khandhe …pe…. ",
  "patthana2.3:317.1": "Āsavañceva āsavasampayuttañca āsavasampayuttañceva no ca āsavañca dhammaṁ paṭicca āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā— kāmāsavañca sampayuttake ca khandhe paṭicca diṭṭhāsavo avijjāsavo. (Sabbaṁ cakkaṁ.) ",
  "patthana2.3:318.1": "Āsavañceva āsavasampayuttañca āsavasampayuttañceva no ca āsavañca dhammaṁ paṭicca āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā— āsavasampayuttañceva no ca āsavaṁ ekaṁ khandhañca āsave ca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana2.3:319.1": "Āsavañceva āsavasampayuttañca āsavasampayuttañceva no ca āsavañca dhammaṁ paṭicca āsavo ceva āsavasampayutto ca āsavasampayutto ceva no ca āsavo ca dhammā uppajjanti hetupaccayā—āsavasampayuttañceva no ca āsavaṁ ekaṁ khandhañca kāmāsavañca paṭicca tayo khandhā diṭṭhāsavo avijjāsavo …pe… dve khandhe …pe…. ",
  "patthana2.3:320.1": "Cakkaṁ. Evaṁ sabbe paccayā kātabbā. ",
  "patthana2.3:321.0.1": "Saṅkhyāvāra ",
  "patthana2.3:321.0.2": "Suddha ",
  "patthana2.3:321.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava, saṅkhittaṁ), kamme nava (vipākaṁ natthi), āhāre nava …pe… avigate nava. ",
  "patthana2.3:322.1": "Anulomaṁ. ",
  "patthana2.3:323.0.1": "2.3.5.1.2. Paccayapaccanīya ",
  "patthana2.3:323.0.2": "Vibhaṅgavāra ",
  "patthana2.3:323.0.3": "Naadhipatyādi ",
  "patthana2.3:323.1": "Āsavañceva āsavasampayuttaṁ dhammaṁ paṭicca āsavo ceva āsavasampayutto ca dhammo uppajjati naadhipatipaccayā (nahetumūlakaṁ natthi), napurejātapaccayā, napacchājātapaccayā. (Saṅkhittaṁ.) ",
  "patthana2.3:324.0.1": "Saṅkhyāvāra ",
  "patthana2.3:324.0.2": "Suddha ",
  "patthana2.3:324.1": "Naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. ",
  "patthana2.3:325.0": "2.3.5.2–6. Sahajāta-paccaya-nissaya-saṁsaṭṭha-sampayuttavāra ",
  "patthana2.3:325.1": "(Evaṁ itare dve gaṇanāpi sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi paripuṇṇaṁ paṭiccasadisā.) ",
  "patthana2.3:326.0.1": "2.3.5.7. Pañhāvāra ",
  "patthana2.3:326.0.2": "2.3.5.7.1. Paccayānuloma ",
  "patthana2.3:326.0.3": "Vibhaṅgavāra ",
  "patthana2.3:326.0.4": "Hetu ",
  "patthana2.3:326.1": "Āsavo ceva āsavasampayutto ca dhammo āsavassa ceva āsavasampayuttassa ca dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana2.3:327.1": "Āsavasampayutto ceva no ca āsavo dhammo āsavasampayuttassa ceva no ca āsavassa dhammassa hetupaccayena paccayo—āsavasampayuttā ceva no ca āsavā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana2.3:328.0": "Ārammaṇādi ",
  "patthana2.3:328.1": "Āsavo ceva āsavasampayutto ca dhammo āsavassa ceva āsavasampayuttassa ca dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana2.3:329.1": "Āsavasampayutto ceva no ca āsavo dhammo āsavasampayuttassa ceva no ca āsavassa dhammassa ārammaṇapaccayena paccayo—āsavasampayutte ceva no ca āsave khandhe ārabbha āsavasampayuttā ceva no ca āsavā khandhā uppajjanti. ",
  "patthana2.3:330.1": "Āsavasampayutto ceva no ca āsavo dhammo āsavassa ceva āsavasampayuttassa ca dhammassa ārammaṇapaccayena paccayo—āsavasampayutte ceva no ca āsave khandhe ārabbha āsavā uppajjanti. ",
  "patthana2.3:331.1": "Āsavasampayutto ceva no ca āsavo dhammo āsavassa ceva āsavasampayuttassa ca āsavasampayuttassa ceva no ca āsavassa ca dhammassa ārammaṇapaccayena paccayo— āsavasampayutte ceva no ca āsave khandhe ārabbha āsavā ca āsavasampayuttakā ca khandhā uppajjanti. ",
  "patthana2.3:332.1": "Āsavo ceva āsavasampayutto ca āsavasampayutto ceva no ca āsavo ca dhammā āsavassa ceva āsavasampayuttassa ca dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana2.3:333.1": "Adhipatipaccayā … (ārammaṇasadisā, garukārammaṇā) anantarapaccayā … (ārammaṇasadisāyeva, purimā purimāti kātabbā.) Samanantarapaccayā … sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā. (Ārammaṇasadisaṁyeva, vibhajanā natthi … tīṇi. Upanissayaṁ sabbaṁ kātabbaṁ.) ",
  "patthana2.3:334.0": "Kammādi ",
  "patthana2.3:334.1": "Āsavasampayutto ceva no ca āsavo dhammo āsavasampayuttassa ceva no ca āsavassa dhammassa kammapaccayena paccayo … tīṇi … āhārapaccayena paccayo … tīṇi … indriyapaccayena paccayo … tīṇi … jhānapaccayena paccayo … tīṇi … maggapaccayena paccayo … nava … sampayuttapaccayena paccayo … nava … atthipaccayena paccayo … natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo … nava. ",
  "patthana2.3:335.0.1": "Saṅkhyāvāra ",
  "patthana2.3:335.0.2": "Suddha ",
  "patthana2.3:335.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. ",
  "patthana2.3:336.0": "Paccanīyuddhāra ",
  "patthana2.3:336.1": "Āsavo ceva āsavasampayutto ca dhammo āsavassa ceva āsavasampayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:337.1": "Āsavo ceva āsavasampayutto ca dhammo āsavasampayuttassa ceva no ca āsavassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:338.1": "Āsavo ceva āsavasampayutto ca dhammo āsavassa ceva āsavasampayuttassa ca āsavasampayuttassa ceva no ca āsavassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:339.1": "Āsavasampayutto ceva no ca āsavo dhammo āsavasampayuttassa ceva no ca āsavassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:340.1": "Āsavasampayutto ceva no ca āsavo dhammo āsavassa ceva āsavasampayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:341.1": "Āsavasampayutto ceva no ca āsavo dhammo āsavassa ceva āsavasampayuttassa ca āsavasampayuttassa ceva no ca āsavassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:342.1": "Āsavo ceva āsavasampayutto ca āsavasampayutto ceva no ca āsavo ca dhammā āsavassa ceva āsavasampayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:343.1": "Āsavo ceva āsavasampayutto ca āsavasampayutto ceva no ca āsavo ca dhammā āsavasampayuttassa ceva no ca āsavassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:344.1": "Āsavo ceva āsavasampayutto ca āsavasampayutto ceva no ca āsavo ca dhammā āsavassa ceva āsavasampayuttassa ca āsavasampayuttassa ceva no ca āsavassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana2.3:345.0.1": "2.3.5.7.2. Paccayapaccanīya ",
  "patthana2.3:345.0.2": "Saṅkhyāvāra ",
  "patthana2.3:345.0.3": "Suddha ",
  "patthana2.3:345.1": "Nahetuyā nava, naārammaṇe nava (sabbattha nava), noavigate nava. ",
  "patthana2.3:346.0.1": "2.3.5.7.3. Paccayānulomapaccanīya ",
  "patthana2.3:346.0.2": "Hetuduka ",
  "patthana2.3:346.1": "Hetupaccayā naārammaṇe cattāri …pe… nasamanantare cattāri, naupanissaye cattāri …pe… namagge cattāri …pe… navippayutte cattāri, nonatthiyā cattāri, novigate cattāri. ",
  "patthana2.3:347.0": "2.3.5.7.4. Paccayapaccanīyānuloma ",
  "patthana2.3:347.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomapadāni gaṇitabbāni) …pe… avigate nava. ",
  "patthana2.3:348.1": "Āsavaāsavasampayuttadukaṁ niṭṭhitaṁ. ",
  "patthana2.3:349.0.1": "2.3.6. Āsavavippayuttasāsavaduka ",
  "patthana2.3:349.0.2": "2.3.6.1–7. Paṭiccādivāra ",
  "patthana2.3:349.0.3": "Hetu ",
  "patthana2.3:349.1": "Āsavavippayuttaṁ sāsavaṁ dhammaṁ paṭicca āsavavippayutto sāsavo dhammo uppajjati hetupaccayā—āsavavippayuttaṁ sāsavaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ …pe…. ",
  "patthana2.3:350.1": "Āsavavippayuttaṁ anāsavaṁ dhammaṁ paṭicca āsavavippayutto anāsavo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana2.3:351.1": "(Yathā cūḷantaraduke lokiyadukaṁ, evaṁ vitthāretabbaṁ ninnānākaraṇaṁ, saṅkhittaṁ.) ",
  "patthana2.3:352.1": "Āsavavippayuttasāsavadukaṁ niṭṭhitaṁ. ",
  "patthana2.3:353.1": "Āsavagocchakaṁ niṭṭhitaṁ. "
}