{
  "patthana3.3:0.1": "Paṭṭhānapakaraṇa",
  "patthana3.3:0.2": "Dhammānuloma (1), Dukatikapaṭṭhānapāḷi (3)",
  "patthana3.3:0.3": "3.3. Cūḷantaraduka, Kusalattika",
  "patthana3.3:1.0.1": "Paccayacatukka",
  "patthana3.3:1.0.2": "Hetu",
  "patthana3.3:1.1": "Sappaccayaṃ kusalaṃ dhammaṃ paṭicca sappaccayo kusalo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana3.3:2.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ, adhipatiyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.3:3.0": "Naadhipati",
  "patthana3.3:3.1": "Sappaccayaṃ kusalaṃ dhammaṃ paṭicca sappaccayo kusalo dhammo uppajjati naadhipatipaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:4.1": "Naadhipatiyā ekaṃ, napurejāte ekaṃ, napacchājāte ekaṃ, naāsevane ekaṃ, nakamme ekaṃ, navipāke ekaṃ, navippayutte ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.3:5.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.)",
  "patthana3.3:6.0": "Hetu",
  "patthana3.3:6.1": "Sappaccayo kusalo dhammo sappaccayassa kusalassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana3.3:7.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.3:8.1": "Sappaccayaṃ akusalaṃ dhammaṃ paṭicca sappaccayo akusalo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana3.3:9.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.3:10.0": "Hetu",
  "patthana3.3:10.1": "Sappaccayaṃ abyākataṃ dhammaṃ paṭicca sappaccayo abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:11.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.3:12.1": "Nahetuyā ekaṃ, naārammaṇe ekaṃ, naadhipatiyā ekaṃ. (Sabbattha ekaṃ, saṃkhittaṃ.)",
  "patthana3.3:13.0": "Hetvādi",
  "patthana3.3:13.1": "Sappaccayo abyākato dhammo sappaccayassa abyākatassa dhammassa hetupaccayena paccayo. (1)",
  "patthana3.3:14.1": "Sappaccayo abyākato dhammo sappaccayassa abyākatassa dhammassa ārammaṇapaccayena paccayo. (1)",
  "patthana3.3:15.1": "Appaccayo abyākato dhammo sappaccayassa abyākatassa dhammassa ārammaṇapaccayena paccayo. (1)",
  "patthana3.3:16.1": "Sappaccayo abyākato dhammo sappaccayassa abyākatassa dhammassa upanissayapaccayena paccayo. (1)",
  "patthana3.3:17.1": "Appaccayo abyākato dhammo sappaccayassa abyākatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo. (1) (Saṃkhittaṃ.)",
  "patthana3.3:18.1": "Hetuyā ekaṃ, ārammaṇe dve, adhipatiyā dve, anantare ekaṃ …pe… nissaye ekaṃ, upanissaye dve, purejāte ekaṃ, pacchājāte ekaṃ, (sabbattha ekaṃ), avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.3:19.0": "Paccanīyuddhāra",
  "patthana3.3:19.1": "Sappaccayo abyākato dhammo sappaccayassa abyākatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo.",
  "patthana3.3:20.1": "Appaccayo abyākato dhammo sappaccayassa abyākatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana3.3:21.1": "Nahetuyā dve, naārammaṇe ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.3:22.1": "Hetupaccayā naārammaṇe ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.3:23.1": "Nahetupaccayā ārammaṇe dve. (Saṃkhittaṃ.)",
  "patthana3.3:24.1": "Sappaccayadukakusalattikaṃ niṭṭhitaṃ.",
  "patthana3.3:25.0": "3.3.2. Saṅkhataduka, Kusalattika",
  "patthana3.3:25.1": "Saṅkhataṃ kusalaṃ dhammaṃ paṭicca saṅkhato kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ. Sappaccayasadisaṃ vitthāretabbaṃ.)",
  "patthana3.3:26.1": "Saṅkhatadukakusalattikaṃ niṭṭhitaṃ.",
  "patthana3.3:27.0": "Hetu",
  "patthana3.3:27.1": "Anidassanaṃ kusalaṃ dhammaṃ paṭicca anidassano kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:28.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.3:29.0": "Hetu",
  "patthana3.3:29.1": "Anidassanaṃ akusalaṃ dhammaṃ paṭicca anidassano akusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:30.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.3:31.0": "Hetu",
  "patthana3.3:31.1": "Anidassanaṃ abyākataṃ dhammaṃ paṭicca anidassano abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:32.1": "Hetuyā tīṇi, ārammaṇe ekaṃ, adhipatiyā tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana3.3:33.1": "Nahetuyā tīṇi (sabbattha tīṇi), nakamme tīṇi, navipāke tīṇi, naāhāre tīṇi …pe… novigate tīṇi. (Saṃkhittaṃ.)",
  "patthana3.3:34.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.)",
  "patthana3.3:35.0": "Hetvādi",
  "patthana3.3:35.1": "Anidassano abyākato dhammo anidassanassa abyākatassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana3.3:36.1": "Sanidassano abyākato dhammo anidassanassa abyākatassa dhammassa ārammaṇapaccayena paccayo. (1)",
  "patthana3.3:37.1": "Anidassano abyākato dhammo anidassanassa abyākatassa dhammassa ārammaṇapaccayena paccayo. (1)",
  "patthana3.3:38.1": "Sanidassano abyākato dhammo anidassanassa abyākatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati. (1)",
  "patthana3.3:39.1": "Anidassano abyākato dhammo anidassanassa abyākatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. Anidassano abyākato dhammo sanidassanassa abyākatassa ca anidassanassa abyākatassa ca dhammassa adhipatipaccayena paccayo—sahajātādhipati. (2)",
  "patthana3.3:40.1": "Sanidassano abyākato dhammo anidassanassa abyākatassa dhammassa upanissayapaccayena paccayo—pakatūpanissayo. (1)",
  "patthana3.3:41.1": "Anidassano abyākato dhammo anidassanassa abyākatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. (1) (Saṃkhittaṃ.)",
  "patthana3.3:42.1": "Hetuyā tīṇi, ārammaṇe dve, adhipatiyā tīṇi, anantare ekaṃ …pe… sahajāte tīṇi, aññamaññe ekaṃ, nissaye tīṇi, upanissaye dve, purejāte tīṇi, pacchājāte tīṇi, āsevane ekaṃ, kamme tīṇi, vipāke tīṇi (sabbattha tīṇi) sampayutte ekaṃ, vippayutte tīṇi, atthiyā pañca, natthiyā ekaṃ …pe… avigate pañca. (Saṃkhittaṃ.)",
  "patthana3.3:43.1": "Sanidassanadukakusalattikaṃ niṭṭhitaṃ.",
  "patthana3.3:43.2": "Appaccayampi asaṅkhatampi sanidassanampi na labbhati.",
  "patthana3.3:44.0": "Hetu",
  "patthana3.3:44.1": "Appaṭighaṃ kusalaṃ dhammaṃ paṭicca appaṭigho kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:45.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… vippayutte ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.3:46.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.3:47.1": "Appaṭighaṃ akusalaṃ dhammaṃ paṭicca appaṭigho akusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:48.1": "Hetuyā ekaṃ …pe… avigate ekaṃ (pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.3:49.0": "Hetu",
  "patthana3.3:49.1": "Sappaṭighaṃ abyākataṃ dhammaṃ paṭicca sappaṭigho abyākato dhammo uppajjati hetupaccayā. Sappaṭighaṃ abyākataṃ dhammaṃ paṭicca appaṭigho abyākato dhammo uppajjati hetupaccayā. Sappaṭighaṃ abyākataṃ dhammaṃ paṭicca sappaṭigho abyākato ca appaṭigho abyākato ca dhammā uppajjanti hetupaccayā … nava.",
  "patthana3.3:50.1": "Appaṭighaṃ abyākataṃ dhammaṃ paṭicca appaṭigho abyākato dhammo uppajjati ārammaṇapaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:51.1": "Hetuyā nava, ārammaṇe ekaṃ, adhipatiyā nava …pe… aññamaññe cha, nissaye nava, upanissaye ekaṃ, purejāte āsevane ekaṃ, kamme nava, vipāke nava …pe… avigate nava. (Saṃkhittaṃ.)",
  "patthana3.3:52.0": "Nahetu",
  "patthana3.3:52.1": "Sappaṭighaṃ abyākataṃ dhammaṃ paṭicca sappaṭigho abyākato dhammo uppajjati nahetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:53.1": "Nahetuyā nava …pe… novigate nava. (Sabbattha nava, saṃkhittaṃ.)",
  "patthana3.3:54.0": "Hetu",
  "patthana3.3:54.1": "Appaṭigho abyākato dhammo appaṭighassa abyākatassa dhammassa hetupaccayena paccayo. (3) (Saṃkhittaṃ.)",
  "patthana3.3:55.1": "Hetuyā tīṇi, ārammaṇe dve, adhipatiyā tīṇi, anantare ekaṃ, samanantare ekaṃ, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye dve, purejāte tīṇi, pacchājāte tīṇi, āsevane ekaṃ, kamme tīṇi, vipāke tīṇi, āhāre tīṇi, indriye pañca, jhāne tīṇi, magge tīṇi, sampayutte ekaṃ, vippayutte cattāri, atthiyā nava, natthiyā ekaṃ, vigate ekaṃ, avigate nava.",
  "patthana3.3:56.0": "Paccanīyuddhāra",
  "patthana3.3:56.1": "Sappaṭigho abyākato dhammo sappaṭighassa abyākatassa dhammassa sahajātapaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana3.3:57.1": "Nahetuyā nava, naārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana3.3:58.1": "Hetupaccayā naārammaṇe tīṇi. (Saṃkhittaṃ.)",
  "patthana3.3:59.1": "Nahetupaccayā ārammaṇe dve. (Saṃkhittaṃ.)",
  "patthana3.3:60.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṃ, evaṃ gaṇetabbaṃ.)",
  "patthana3.3:61.1": "Sappaṭighadukakusalattikaṃ niṭṭhitaṃ.",
  "patthana3.3:62.0": "Hetu",
  "patthana3.3:62.1": "Arūpiṃ kusalaṃ dhammaṃ paṭicca arūpī kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:63.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ. (Saṃkhittaṃ. Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.3:64.1": "Arūpiṃ akusalaṃ dhammaṃ paṭicca arūpī akusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:65.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ. Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.3:66.0": "Hetu-ārammaṇa",
  "patthana3.3:66.1": "Rūpiṃ abyākataṃ dhammaṃ paṭicca rūpī abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana3.3:67.1": "Arūpiṃ abyākataṃ dhammaṃ paṭicca arūpī abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana3.3:68.1": "Rūpiṃ abyākatañca arūpiṃ abyākatañca dhammaṃ paṭicca rūpī abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana3.3:69.1": "Rūpiṃ abyākataṃ dhammaṃ paṭicca arūpī abyākato dhammo uppajjati ārammaṇapaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:70.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca, anantare tīṇi, samanantare tīṇi …pe… aññamaññe cha …pe… purejāte ekaṃ, āsevane ekaṃ, kamme nava, vipāke nava …pe… avigate nava. (Saṃkhittaṃ.)",
  "patthana3.3:71.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava …pe… napurejāte nava …pe… nakamme dve, navipāke pañca, naāhāre ekaṃ, naindriye ekaṃ, najhāne dve, namagge nava, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. (Saṃkhittaṃ, paccanīyaṃ.)",
  "patthana3.3:72.0": "Hetu",
  "patthana3.3:72.1": "Arūpī abyākato dhammo arūpissa abyākatassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana3.3:73.1": "Hetuyā tīṇi, ārammaṇe dve, adhipatiyā tīṇi, anantare ekaṃ, samanantare ekaṃ, sahajāte satta, aññamaññe cha, nissaye satta, upanissaye dve, purejāte ekaṃ, pacchājāte ekaṃ, āsevane ekaṃ, kamme tīṇi, vipāke tīṇi, āhāre cattāri, indriye cha, jhāne tīṇi, magge tīṇi, sampayutte ekaṃ, vippayutte dve …pe… avigate satta. (Saṃkhittaṃ.)",
  "patthana3.3:74.1": "Nahetuyā satta, naārammaṇe satta. (Saṃkhittaṃ.)",
  "patthana3.3:75.1": "Hetupaccayā naārammaṇe tīṇi. (Saṃkhittaṃ.)",
  "patthana3.3:76.1": "Nahetupaccayā ārammaṇe dve. (Saṃkhittaṃ.)",
  "patthana3.3:77.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṃ, evaṃ gaṇetabbaṃ.)",
  "patthana3.3:78.1": "Rūpīdukakusalattikaṃ niṭṭhitaṃ.",
  "patthana3.3:79.0": "Hetu",
  "patthana3.3:79.1": "Lokiyaṃ kusalaṃ dhammaṃ paṭicca lokiyo kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana3.3:80.1": "Lokuttaraṃ kusalaṃ dhammaṃ paṭicca lokuttaro kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana3.3:81.1": "Lokiyaṃ kusalaṃ dhammaṃ paṭicca lokiyo kusalo dhammo uppajjati ārammaṇapaccayā. (1)",
  "patthana3.3:82.1": "Lokuttaraṃ kusalaṃ dhammaṃ paṭicca lokuttaro kusalo dhammo uppajjati ārammaṇapaccayā. (1) (Saṃkhittaṃ.)",
  "patthana3.3:83.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā dve …pe… kamme dve …pe… avigate dve. (Saṃkhittaṃ, anulomaṃ.)",
  "patthana3.3:84.1": "Naadhipatiyā dve …pe… naāsevane ekaṃ …pe… navippayutte dve. (Saṃkhittaṃ.)",
  "patthana3.3:85.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.)",
  "patthana3.3:86.0": "Hetvādi",
  "patthana3.3:86.1": "Lokiyo kusalo dhammo lokiyassa kusalassa dhammassa hetupaccayena paccayo. (1)",
  "patthana3.3:87.1": "Lokuttaro kusalo dhammo lokuttarassa kusalassa dhammassa hetupaccayena paccayo. (1)",
  "patthana3.3:88.1": "Lokiyo kusalo dhammo lokiyassa kusalassa dhammassa ārammaṇapaccayena paccayo. (1)",
  "patthana3.3:89.1": "Lokuttaro kusalo dhammo lokiyassa kusalassa dhammassa ārammaṇapaccayena paccayo. (1)",
  "patthana3.3:90.1": "Lokiyo kusalo dhammo lokiyassa kusalassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. (1)",
  "patthana3.3:91.1": "Lokuttaro kusalo dhammo lokuttarassa kusalassa dhammassa adhipatipaccayena paccayo—sahajātādhipati. Lokuttaro kusalo dhammo lokiyassa kusalassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati. (2) (Saṃkhittaṃ.)",
  "patthana3.3:92.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā tīṇi, anantare dve, samanantare dve, sahajāte dve …pe… upanissaye cattāri, āsevane dve, kamme dve, āhāre dve …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana3.3:93.0": "Hetu",
  "patthana3.3:93.1": "Lokiyaṃ akusalaṃ dhammaṃ paṭicca lokiyo akusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:94.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ, sahajātavāropi …pe… pañhāvāropi sabbattha sadisā.)",
  "patthana3.3:95.0": "Hetu",
  "patthana3.3:95.1": "Lokiyaṃ abyākataṃ dhammaṃ paṭicca lokiyo abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana3.3:96.1": "Lokuttaraṃ abyākataṃ dhammaṃ paṭicca lokuttaro abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana3.3:97.1": "Lokiyaṃ abyākatañca lokuttaraṃ abyākatañca dhammaṃ paṭicca lokiyo abyākato dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana3.3:98.1": "Hetuyā pañca, ārammaṇe dve …pe… āsevane ekaṃ, kamme pañca, vipāke pañca …pe… avigate pañca. (Saṃkhittaṃ, anulomaṃ.)",
  "patthana3.3:99.1": "Nahetuyā ekaṃ, naārammaṇe tīṇi, naadhipatiyā dve …pe… napurejāte cattāri, napacchājāte pañca …pe… nakamme ekaṃ, navipāke ekaṃ, naāhāre ekaṃ …pe… namagge ekaṃ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. (Saṃkhittaṃ, paccanīyaṃ.)",
  "patthana3.3:100.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.)",
  "patthana3.3:101.0": "Hetu",
  "patthana3.3:101.1": "Lokiyo abyākato dhammo lokiyassa abyākatassa dhammassa hetupaccayena paccayo. (1)",
  "patthana3.3:102.1": "Lokuttaro abyākato dhammo lokuttarassa abyākatassa dhammassa hetupaccayena paccayo … tīṇi. (Saṃkhittaṃ.)",
  "patthana3.3:103.1": "Hetuyā cattāri, ārammaṇe tīṇi, adhipatiyā cattāri, anantare cattāri, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane ekaṃ, kamme cattāri, vipāke cattāri, āhāre cattāri …pe… magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta …pe… avigate satta. (Saṃkhittaṃ.)",
  "patthana3.3:104.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṃ, evaṃ gaṇetabbaṃ.)",
  "patthana3.3:105.1": "Lokiyadukakusalattikaṃ niṭṭhitaṃ.",
  "patthana3.3:106.0": "Hetu",
  "patthana3.3:106.1": "Kenaci viññeyyaṃ kusalaṃ dhammaṃ paṭicca kenaci viññeyyo kusalo dhammo uppajjati hetupaccayā. Kenaci viññeyyaṃ kusalaṃ dhammaṃ paṭicca kenaci naviññeyyo kusalo dhammo uppajjati hetupaccayā. Kenaci viññeyyaṃ kusalaṃ dhammaṃ paṭicca kenaci viññeyyo kusalo ca kenaci naviññeyyo kusalo ca dhammā uppajjanti hetupaccayā. (3) (Saṃkhittaṃ.)",
  "patthana3.3:107.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Saṃkhittaṃ.)",
  "patthana3.3:107.2": "Paccanīya",
  "patthana3.3:108.0": "Naadhipati",
  "patthana3.3:108.1": "Kenaci viññeyyaṃ kusalaṃ dhammaṃ paṭicca kenaci viññeyyo kusalo dhammo uppajjati naadhipatipaccayā. (Saṃkhittaṃ.)",
  "patthana3.3:109.1": "Naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme nava, navipāke nava …pe… navippayutte nava. (Saṃkhittaṃ.)",
  "patthana3.3:110.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā vitthāretabbā.)",
  "patthana3.3:111.0": "Hetu",
  "patthana3.3:111.1": "Kenaci viññeyyo kusalo dhammo kenaci viññeyyassa kusalassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana3.3:112.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava …pe… kamme nava …pe… avigate nava. (Saṃkhittaṃ.)",
  "patthana3.3:113.1": "Nahetuyā nava, naārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana3.3:114.1": "Hetupaccayā naārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana3.3:115.1": "Nahetupaccayā ārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana3.3:116.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṃ, evaṃ gaṇetabbaṃ. Kenaci viññeyyaṃ akusalampi kenaci viññeyyaṃ abyākatampi kenaci viññeyyakusalasadisaṃ vitthāretabbaṃ.)",
  "patthana3.3:117.1": "Kenaciviññeyyadukakusalattikaṃ niṭṭhitaṃ.",
  "patthana3.3:118.1": "Cūḷantaradukaṃ niṭṭhitaṃ."
}