{
  "patthana3.11:0.1": "Paṭṭhānapakaraṇa",
  "patthana3.11:0.2": "Dhammānuloma (1), Dukatikapaṭṭhānapāḷi (3)",
  "patthana3.11:0.3": "3.11. Upādānagocchaka, Kusalattika",
  "patthana3.11:1.0.1": "3.11.1.1–7. Paṭiccādivāra",
  "patthana3.11:1.0.2": "Paccayacatukka",
  "patthana3.11:1.1": "Noupādānaṃ kusalaṃ dhammaṃ paṭicca noupādāno kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.11:2.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.11:3.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.11:4.1": "Upādānaṃ akusalaṃ dhammaṃ paṭicca upādāno akusalo dhammo uppajjati hetupaccayā. Upādānaṃ akusalaṃ dhammaṃ paṭicca noupādāno akusalo dhammo uppajjati hetupaccayā. Upādānaṃ akusalaṃ dhammaṃ paṭicca upādāno akusalo ca noupādāno akusalo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana3.11:5.1": "Noupādānaṃ akusalaṃ dhammaṃ paṭicca noupādāno akusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana3.11:6.1": "Upādānaṃ akusalañca noupādānaṃ akusalañca dhammaṃ paṭicca upādāno akusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana3.11:7.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), avigate nava. (Saṃkhittaṃ.)",
  "patthana3.11:8.1": "Noupādānaṃ akusalaṃ dhammaṃ paṭicca noupādāno akusalo dhammo uppajjati nahetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.11:9.1": "Nahetuyā ekaṃ, naadhipatiyā nava, napurejāte nava …pe… nakamme tīṇi, navipāke nava, navippayutte nava. (Saṃkhittaṃ. Sahajātavārādi vitthāretabbo.)",
  "patthana3.11:10.1": "Upādāno akusalo dhammo upādānassa akusalassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana3.11:11.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (noupādānamūlake tīṇi, sahajātādhipati), anantare nava …pe… nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi (noupādānamūlake), āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava …pe… avigate nava. (Saṃkhittaṃ.)",
  "patthana3.11:12.1": "Noupādānaṃ abyākataṃ dhammaṃ paṭicca noupādāno abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.11:13.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.11:14.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.11:15.0.1": "3.11.2.1. Kusalapada, Kusalattika",
  "patthana3.11:15.0.2": "Hetu",
  "patthana3.11:15.1": "Upādāniyaṃ kusalaṃ dhammaṃ paṭicca upādāniyo kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana3.11:16.1": "Anupādāniyaṃ kusalaṃ dhammaṃ paṭicca anupādāniyo kusalo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana3.11:17.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṃkhittaṃ. Lokiyalokuttaradukakusalasadisaṃ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṃ.)",
  "patthana3.11:18.1": "Upādāniyaṃ akusalaṃ dhammaṃ paṭicca upādāniyo akusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.11:19.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.11:20.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.11:21.1": "Upādāniyaṃ abyākataṃ dhammaṃ paṭicca upādāniyo abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana3.11:22.1": "Anupādāniyaṃ abyākataṃ dhammaṃ paṭicca anupādāniyo abyākato dhammo uppajjati hetupaccayā. Anupādāniyaṃ abyākataṃ dhammaṃ paṭicca upādāniyo abyākato dhammo uppajjati hetupaccayā. Anupādāniyaṃ abyākataṃ dhammaṃ paṭicca upādāniyo abyākato ca anupādāniyo abyākato ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana3.11:23.1": "Upādāniyaṃ abyākatañca anupādāniyaṃ abyākatañca dhammaṃ paṭicca upādāniyo abyākato dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana3.11:24.1": "Hetuyā pañca, ārammaṇe dve …pe… āsevane ekaṃ …pe… avigate pañca. (Saṃkhittaṃ. Lokiyadukaabyākatasadisaṃ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṃ.)",
  "patthana3.11:25.0.1": "3.11.3. Upādānasampayuttaduka, Kusalattika",
  "patthana3.11:25.0.2": "Hetu",
  "patthana3.11:25.1": "Upādānavippayuttaṃ kusalaṃ dhammaṃ paṭicca upādānavippayutto kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.11:26.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.11:27.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.11:28.1": "Upādānasampayuttaṃ akusalaṃ dhammaṃ paṭicca upādānasampayutto akusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana3.11:29.1": "Upādānavippayuttaṃ akusalaṃ dhammaṃ paṭicca upādānavippayutto akusalo dhammo uppajjati hetupaccayā … dve.",
  "patthana3.11:30.1": "Upādānasampayuttaṃ akusalañca upādānavippayuttaṃ akusalañca dhammaṃ paṭicca upādānasampayutto akusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.11:31.1": "Hetuyā cha, ārammaṇe cha (sabbattha cha), avigate cha. (Saṃkhittaṃ.)",
  "patthana3.11:32.1": "Nahetuyā ekaṃ, naadhipatiyā cha …pe… nakamme cattāri, navipāke cha, navippayutte cha. (Saṃkhittaṃ. Sahajātavārādi vitthāretabbo.)",
  "patthana3.11:33.1": "Upādānasampayutto akusalo dhammo upādānasampayuttassa akusalassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana3.11:34.1": "Upādānavippayutto akusalo dhammo upādānavippayuttassa akusalassa dhammassa hetupaccayena paccayo … dve.",
  "patthana3.11:35.1": "Upādānasampayutto akusalo ca upādānavippayutto akusalo ca dhammā upādānasampayuttassa akusalassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana3.11:36.1": "Hetuyā cha, ārammaṇe nava, adhipatiyā nava (upādānasampayuttamūlake tīṇi, sahajātādhipati, upādānavippayutte ekaṃ), anantare nava, samanantare nava, sahajāte cha, aññamaññe cha, nissaye cha, upanissaye nava, āsevane nava, kamme cattāri, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte cha, atthiyā cha, natthiyā nava, vigate nava, avigate cha. (Saṃkhittaṃ.)",
  "patthana3.11:37.1": "Upādānavippayuttaṃ abyākataṃ dhammaṃ paṭicca upādānavippayutto abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.11:38.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.11:39.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.11:40.0.1": "3.11.4. Upādānaupādāniyaduka, Kusalattika",
  "patthana3.11:40.0.2": "Hetu",
  "patthana3.11:40.1": "Upādāniyañceva no ca upādānaṃ kusalaṃ dhammaṃ paṭicca upādāniyo ceva no ca upādāno kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.11:41.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.11:42.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.11:43.1": "Upādānañceva upādāniyañca akusalaṃ dhammaṃ paṭicca upādāno ceva upādāniyo ca akusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana3.11:44.1": "Upādāniyañceva no ca upādānaṃ akusalaṃ dhammaṃ paṭicca upādāniyo ceva no ca upādāno akusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana3.11:45.1": "Upādānañceva upādāniyaṃ akusalañca upādāniyañceva no ca upādānaṃ akusalañca dhammaṃ paṭicca upādāno ceva upādāniyo ca akusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana3.11:46.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Saṃkhittaṃ. Imaṃ gamanaṃ upādānadukaakusalasadisaṃ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṃ.)",
  "patthana3.11:47.1": "Upādāniyañceva no ca upādānaṃ abyākataṃ dhammaṃ paṭicca upādāniyo ceva no ca upādāno abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana3.11:48.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana3.11:49.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana3.11:50.0.1": "3.11.5. Upādānaupādānasampayuttaduka, Kusalattika",
  "patthana3.11:50.0.2": "Hetu",
  "patthana3.11:50.1": "Upādānañceva upādānasampayuttañca akusalaṃ dhammaṃ paṭicca upādāno ceva upādānasampayutto ca akusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana3.11:51.1": "Upādānasampayuttañceva no ca upādānaṃ akusalaṃ dhammaṃ paṭicca upādānasampayutto ceva no ca upādāno akusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana3.11:52.1": "Upādānañceva upādānasampayuttaṃ akusalañca upādānasampayuttañceva no ca upādānaṃ akusalañca dhammaṃ paṭicca upādāno ceva upādānasampayutto ca akusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana3.11:53.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… avigate nava. (Saṃkhittaṃ.) (Imaṃ gamanaṃ upādānadukaakusalasadisaṃ. Idha pana hetupaccayā idaṃ nānaṃ. Sahajātavārepi …pe… pañhāvārepi sabbattha nava.)",
  "patthana3.11:54.0.1": "3.11.6. Upādānavippayuttaupādāniyaduka, Kusalattika",
  "patthana3.11:54.0.2": "Hetu",
  "patthana3.11:54.1": "Upādānavippayuttaṃ upādāniyaṃ kusalaṃ dhammaṃ paṭicca upādānavippayutto upādāniyo kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana3.11:55.1": "Upādānavippayuttaṃ anupādāniyaṃ kusalaṃ dhammaṃ paṭicca upādānavippayutto anupādāniyo kusalo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana3.11:56.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṃkhittaṃ. Lokiyadukakusalasadisaṃ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṃ.)",
  "patthana3.11:57.1": "Upādānavippayuttaṃ upādāniyaṃ akusalaṃ dhammaṃ paṭicca upādānavippayutto upādāniyo akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana3.11:58.1": "Upādānavippayuttaṃ upādāniyaṃ abyākataṃ dhammaṃ paṭicca upādānavippayutto upādāniyo abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana3.11:59.1": "Upādānavippayuttaṃ anupādāniyaṃ abyākataṃ dhammaṃ paṭicca upādānavippayutto anupādāniyo abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana3.11:60.1": "Upādānavippayuttaṃ upādāniyaṃ abyākatañca upādānavippayuttaṃ anupādāniyaṃ abyākatañca dhammaṃ paṭicca upādānavippayutto upādāniyo abyākato dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana3.11:61.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Saṃkhittaṃ. Lokiyadukaabyākatasadisaṃ. Sahajātavārampi …pe… pañhāvārampi sabbattha vitthāretabbaṃ.)",
  "patthana3.11:62.1": "Upādānagocchakakusalattikaṃ niṭṭhitaṃ."
}