{
  "sn47.19:0.1": "Zbiór połączonych mów - 47 ",
  "sn47.19:0.2": "2. Rozdział o Nālandzie ",
  "sn47.19:0.3": "Mowa wygłoszona w Sedaka ",
  "sn47.19:1.1": "Pewnego razu, Błogosławiony przebywał w kraju Sumbha, w Sedaka, jednym z miast targowych ludu Sumbha. ",
  "sn47.19:1.2": "Tam Błogosławiony zwrócił się do mnichów: ",
  "sn47.19:1.3": "„Mnisi, zdarzyło się kiedyś, że pewien akrobata przygotowawszy bambusową tyczkę, zwrócił się do swojego pomocnika Medakathāliki: ",
  "sn47.19:1.4": "»Zbliż się, drogi Medakathāliko, wespnij się na moje ramiona i stań na tej bambusowej tyczce«. ",
  "sn47.19:1.5": "»Dobrze, mistrzu«, odpowiedział Medakathālika, po czym, o mnisi, wszedł on na ramiona akrobaty i stanął na uprzednio przygotowanej, bambusowej tyczce. ",
  "sn47.19:1.6": "Wtedy to, mnisi, akrobata powiedział do pomocnika Medakathāliki: ",
  "sn47.19:1.7": "»Ochraniaj mnie teraz, drogi Medakathāliko, tak jak ja będę ochraniał ciebie. ",
  "sn47.19:1.8": "W ten sposób, ubezpieczając jeden drugiego i osłaniając jeden drugiego, pokażemy nasz talent, dostaniemy zapłatę i wyjdziemy bezpiecznie z pozycji z bambusową tyczką«. ",
  "sn47.19:1.9": "Gdy to zostało powiedziane, pomocnik Medakathālika zwrócił się do akrobaty: ",
  "sn47.19:1.10": "»Nie damy rady tego zrobić w ten sposób, mistrzu. ",
  "sn47.19:1.11": "Ty ochraniaj siebie, mistrzu, a ja będę ochraniał siebie. ",
  "sn47.19:1.12": "W ten sposób, gdy każdy z nas będzie ubezpieczał samego siebie i osłaniał samego siebie, pokażemy nasz talent, dostaniemy zapłatę i wyjdziemy bezpiecznie z pozycji z bambusową tyczką«. ",
  "sn47.19:2.1": "„Taka właśnie jest metoda” – powiedział Błogosławiony, „podobna jest do tego, co powiedział Medakathāilka do swojego nauczyciela. ",
  "sn47.19:2.2": "Chcąc ochraniać siebie, mnisi, powinno się praktykować ustanowienia uważności; ",
  "sn47.19:2.3": "chcąc ochraniać innych, powinno się praktykować ustanowienia uważności. ",
  "sn47.19:2.4": "Ochraniając samego siebie, o mnisi, ochrania się innych, ochraniając innych, ochrania się samego siebie. ",
  "sn47.19:3.1": "W jaki sposób, mnisi, ochraniając samego siebie, ochrania się innych? ",
  "sn47.19:3.2": "Dzięki przykładaniu się, rozwijaniu umysłu i częstej medytacji. ",
  "sn47.19:3.3": "W taki sposób, mnisi, ochraniając samego siebie, ochrania się innych. ",
  "sn47.19:3.4": "W jaki sposób, mnisi, ochraniając innych, ochrania się samego siebie? ",
  "sn47.19:3.5": "Dzięki cierpliwości, łagodnemu życiu pozbawionemu przemocy, wzbudzaniu w umyśle miłującej dobroci oraz dzięki empatii. ",
  "sn47.19:3.6": "W taki sposób, mnisi, ochraniając innych, ochrania się samego siebie. ",
  "sn47.19:3.7": "Chcąc ochraniać siebie, mnisi, powinno się praktykować ustanowienia uważności; ",
  "sn47.19:3.8": "chcąc ochraniać innych, powinno się praktykować ustanowienia uważności. ",
  "sn47.19:3.9": "Ochraniając samego siebie, o mnisi, ochrania się innych, ochraniając innych, ochrania się samego siebie”. ",
  "sn47.19:3.10": "Dziewiąta. "
}