{
  "sn36.6:0.1": "Linked Discourses 36.6 ",
  "sn36.6:0.2": "1. With Verses ",
  "sn36.6:0.3": "An Arrow ",
  "sn36.6:1.1": "“Mendicants, an unlearned ordinary person feels pleasant, painful, and neutral feelings. ",
  "sn36.6:1.2": "A learned noble disciple also feels pleasant, painful, and neutral feelings. ",
  "sn36.6:1.3": "What, then, is the difference between an ordinary unlearned person and a learned noble disciple?” ",
  "sn36.6:1.4": "“Our teachings are rooted in the Buddha. …” ",
  "sn36.6:1.5": "“When an unlearned ordinary person experiences painful physical feelings they sorrow and wail and lament, beating their breast and falling into confusion. ",
  "sn36.6:1.6": "They experience two feelings: ",
  "sn36.6:1.7": "physical and mental. ",
  "sn36.6:1.8": "It’s like a person who is struck with an arrow, ",
  "sn36.6:1.9": "only to be struck with a second arrow. ",
  "sn36.6:1.10": "That person experiences the feeling of two arrows. ",
  "sn36.6:1.11": "In the same way, when an unlearned ordinary person experiences painful physical feelings they sorrow and wail and lament, beating their breast and falling into confusion. ",
  "sn36.6:1.12": "They experience two feelings: ",
  "sn36.6:1.13": "physical and mental. ",
  "sn36.6:1.14": "When they’re touched by painful feeling, they resist it. ",
  "sn36.6:1.15": "The underlying tendency for repulsion towards painful feeling underlies that. ",
  "sn36.6:1.16": "When touched by painful feeling they look forward to enjoying sensual pleasures. ",
  "sn36.6:1.17": "Why is that? ",
  "sn36.6:1.18": "Because an unlearned ordinary person doesn’t understand any escape from painful feeling apart from sensual pleasures. ",
  "sn36.6:1.19": "Since they look forward to enjoying sensual pleasures, the underlying tendency to greed for pleasant feeling underlies that. ",
  "sn36.6:1.20": "They don’t truly understand feelings’ origin, ending, gratification, drawback, and escape. ",
  "sn36.6:1.21": "The underlying tendency to ignorance about neutral feeling underlies that. ",
  "sn36.6:1.22": "If they feel a pleasant feeling, they feel it attached. ",
  "sn36.6:1.23": "If they feel a painful feeling, they feel it attached. ",
  "sn36.6:1.24": "If they feel a neutral feeling, they feel it attached. ",
  "sn36.6:1.25": "They’re called an unlearned ordinary person who is attached to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress, I say. ",
  "sn36.6:2.1": "When a learned noble disciple experiences painful physical feelings they don’t sorrow or wail or lament, beating their breast and falling into confusion. ",
  "sn36.6:2.2": "They experience one feeling: ",
  "sn36.6:2.3": "physical, not mental. ",
  "sn36.6:3.1": "It’s like a person who is struck with an arrow, ",
  "sn36.6:3.2": "but was not struck with a second arrow. ",
  "sn36.6:3.3": "That person would experience the feeling of one arrow. ",
  "sn36.6:3.4": "In the same way, when a learned noble disciple experiences painful physical feelings they don’t sorrow or wail or lament, beating their breast and falling into confusion. ",
  "sn36.6:3.5": "They experience one feeling: ",
  "sn36.6:3.6": "physical, not mental. ",
  "sn36.6:3.7": "When they’re touched by painful feeling, they don’t resist it. ",
  "sn36.6:3.8": "There’s no underlying tendency for repulsion towards painful feeling underlying that. ",
  "sn36.6:3.9": "When touched by painful feeling they don’t look forward to enjoying sensual pleasures. ",
  "sn36.6:3.10": "Why is that? ",
  "sn36.6:3.11": "Because a learned noble disciple understands an escape from painful feeling apart from sensual pleasures. ",
  "sn36.6:3.12": "Since they don’t look forward to enjoying sensual pleasures, there’s no underlying tendency to greed for pleasant feeling underlying that. ",
  "sn36.6:3.13": "They truly understand feelings’ origin, ending, gratification, drawback, and escape. ",
  "sn36.6:3.14": "There’s no underlying tendency to ignorance about neutral feeling underlying that. ",
  "sn36.6:3.15": "If they feel a pleasant feeling, they feel it detached. ",
  "sn36.6:3.16": "If they feel a painful feeling, they feel it detached. ",
  "sn36.6:3.17": "If they feel a neutral feeling, they feel it detached. ",
  "sn36.6:3.18": "They’re called a learned noble disciple who is detached from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress, I say. ",
  "sn36.6:3.19": "This is the difference between a learned noble disciple and an unlearned ordinary person. ",
  "sn36.6:4.1": "A wise and learned person isn’t affected ",
  "sn36.6:4.2": "by feelings of pleasure and pain. ",
  "sn36.6:4.3": "This is the great difference in skill ",
  "sn36.6:4.4": "between the wise and the ordinary. ",
  "sn36.6:5.1": "A learned person who has assessed the teaching ",
  "sn36.6:5.2": "discerns this world and the next. ",
  "sn36.6:5.3": "Desirable things don’t disturb their mind, ",
  "sn36.6:5.4": "nor are they repelled by the undesirable. ",
  "sn36.6:6.1": "Both favoring and opposing ",
  "sn36.6:6.2": "are cleared and ended, they are no more. ",
  "sn36.6:6.3": "Knowing the stainless, sorrowless state, ",
  "sn36.6:6.4": "they who have gone beyond rebirth understand rightly.” "
}