{
  "sn19.1:0.1": "Budini govori tematski grupisani 19.11 ",
  "sn19.1:0.2": "1. Prvo poglavlje ",
  "sn19.1:0.3": "Kostur ",
  "sn19.1:1.1": "Ovako sam čuo. ",
  "sn19.1:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. ",
  "sn19.1:1.3": "U to vreme su poštovani Lakkhaṇa i poštovani Mahāmoggallāna boravili na Lešinarevoj hridi. ",
  "sn19.1:1.4": "Onda poštovani Mahāmoggallāna, pošto se ujutro obukao, uze svoju prosjačku zdelu i gornji ogrtač, te otide do poštovanog Lakkhaṇa. Kada je stigao, reče poštovanom Lakkhaṇi: ",
  "sn19.1:1.5": "„Hajde, prijatelju Lakkhaṇa, idemo u Rāđagahu da prosimo hranu.” ",
  "sn19.1:1.6": "„U redu, prijatelju”, odgovori poštovani Lakkhaṇa poštovanom Mahāmoggallāni. ",
  "sn19.1:1.7": "Dok je poštovani Mahāmoggallāna silazio sa Lešinareve hridi, na jednom mestu se nasmeši. ",
  "sn19.1:1.8": "Tada ga poštovani Lakkhaṇa upita: ",
  "sn19.1:1.9": "„Koji je uzrok, prijatelju Moggallāna, koji je povod što si se nasmešio?” ",
  "sn19.1:1.10": "„Nije vreme, prijatelju Lakkhaṇa, za to pitanje. ",
  "sn19.1:1.11": "Pitaj me to u prisustvu Blaženog.” ",
  "sn19.1:2.1": "A kad su isprosili hranu u Rāđagahi i vratili se, posle obroka, odoše njih dvojica do Blaženog. Pošto su mu se poklonili, sedoše sa strane. Dok je tako sedeo sa strane, poštovani Lakkhaṇa upita poštovanog Mahāmoggallānu: ",
  "sn19.1:2.2": "„Dok je poštovani Mahāmoggallāna silazio sa Lešinareve hridi, na jednom mestu se nasmešio. ",
  "sn19.1:2.3": "„Koji je uzrok, prijatelju Moggallāna, koji je povod što si se nasmešio?” ",
  "sn19.1:3.1": "„Prijatelju, dok sam silazio sa Lešinareve hridi, video sam kostur kako putuje vazduhom. ",
  "sn19.1:3.2": "Supovi, vrane i jastrebovi su ga pratili, kljucali ga među rebra, komadali i razvlačili. ",
  "sn19.1:3.3": "A on je ispuštao krike bola. ",
  "sn19.1:3.4": "Tada sam pomislio: ",
  "sn19.1:3.5": "„Zadivljujuće je to, čudesno je to, ",
  "sn19.1:3.6": "da postoji takvo biće, ",
  "sn19.1:3.7": "da postoji takav zloduh, ",
  "sn19.1:3.8": "da postoji takvo ponovno rođenje!’” ",
  "sn19.1:4.1": "Onda se Blaženi obrati monasima: ",
  "sn19.1:4.2": "„Zaista, monasi, učenici poseduju oko, ",
  "sn19.1:4.3": "učenici poseduju znanje, kada učenik može da vidi, zna ili posvedoči tako nešto! ",
  "sn19.1:4.4": "I ja sam, monasi, ranije video to biće, ali nisam o tome govorio. ",
  "sn19.1:4.5": "Da sam o tome govorio, drugi mi ne bi verovali. ",
  "sn19.1:4.6": "A da mi nisu verovali, to bi im dugo vremena bilo na štetu i patnju. ",
  "sn19.1:4.7": "To biće je, monasi, bilo kasapin goveda u ovoj istoj Rāđagahi. ",
  "sn19.1:4.8": "Zbog tog čina je mnogo godina, mnogo stotina godina, mnogo hiljada godina, mnogo stotina hiljada godina trpelo u paklu. A sada, kao preostali rezultat tog istog čina, doživljava ovakvo ponovno rođenje.” ",
  "sn19.1:4.9": "(Preostale sutte ovog potpoglavlja slede isti obrazac kao i prva. Kao i u pali tekstu, tako se i ovde u prevodu navode samo one fraze koje se razlikuju.) "
}