{
  "sn10.3:1.1": "This discourse is also at <a href='https://suttacentral.net/snp2.5/en/sujato'>Snp 2.5</a>. ",
  "sn10.3:1.2": "“Shaggy” is <i lang='pi' translate='no'>khara</i> and “Spiky” is <i lang='pi' translate='no'>sūciloma</i>, literally “needle-hair”. Some <i lang='pi' translate='no'>yakkhas</i> are magnificent kings or warriors, but this pair are more like grotesque demons (<i lang='pi' translate='no'>rakkhasas</i>), a stereotype that bedeviled <i lang='pi' translate='no'>yakṣas</i> of later times. <i lang='pi' translate='no'>Khara</i> is found for a number of demons in Sanskrit. We don’t find <i lang='pi' translate='no'>suciloma</i>, but compare the demons Khara and his twin sister, the ugly and mutilated Śūrpaṇakhā (“wicker-nails”). ",
  "sn10.3:2.8": "Considering the Ganges is 100 km away, this is even more impressive. ",
  "sn10.3:3.1": "Despite their savage demeanor, they pivot right away to deep Dhamma questions. This kind of rapid pivot is characteristic of such conversion narratives. ",
  "sn10.3:5.2": "The banyan is “trunk-born” (<i lang='pi' translate='no'>khandhaja</i>) in two ways. As an epiphyte, it is sometimes called the “strangler fig”, since it grows around the trunk of a previous tree, strangling it (much like the <i lang='pi' translate='no'>māluva</i> below). Then the banyan sends out aerial roots from the branches; when they reach the ground they establish themselves as supportive trunks known as “prop roots”, so that even if original trunk dies, the tree survives. Thus the tree itself is “trunk-born” and its multiple prop roots are also “trunk-born”. Grammar and commentary indicate the second sense is meant here. The metaphor is even more apt, since the word <i lang='pi' translate='no'>nigrodha</i> (“banyan”) means “down-grower”, as the tree grows not to the sky but back into the earth. ",
  "sn10.3:5.4": "The “camel’s foot creeper” (<i lang='pi' translate='no'>māluva</i>) takes root and grows over the tree, ultimately engulfing and destroying it (<a href='https://suttacentral.net/mn45/en/sujato#4.1'>MN 45:4.1</a>). "
}