{
  "sn15.13:0.1": "Verbundene Lehrreden 15.13 ",
  "sn15.13:0.2": "2. Das zweite Kapitel ",
  "sn15.13:0.3": "Dreißig Mönche und Nonnen ",
  "sn15.13:1.1": "Bei Rājagaha, im Bambuswäldchen. ",
  "sn15.13:1.2": "Da gingen dreißig Mönche und Nonnen aus Pāvā zum Buddha. Sie alle lebten in der Wildnis, aßen nur Almosen, trugen Fetzenroben und besaßen nur je drei Roben; und doch hatten alle noch Fesseln. Sie verbeugten sich vor dem Buddha und setzten sich zur Seite hin. ",
  "sn15.13:1.3": "Da kam dem Buddha in den Sinn: ",
  "sn15.13:1.4": "„Diese dreißig Mönche und Nonnen aus Pāvā leben in der Wildnis, essen nur Almosen, tragen Fetzenroben und besitzen nur je drei Roben; und doch haben sie alle noch Fesseln. ",
  "sn15.13:1.5": "Warum lehre ich sie nicht den Dhamma, sodass ihr Geist da, wo sie gerade sitzen, durch Nicht-Ergreifen von den Befleckungen befreit wird?“ ",
  "sn15.13:1.6": "Und der Buddha sagte zu den Mönchen und Nonnen: ",
  "sn15.13:1.7": "„Mönche und Nonnen!“ ",
  "sn15.13:1.8": "„Ehrwürdiger Herr“, antworteten sie. ",
  "sn15.13:1.9": "Der Buddha sagte: ",
  "sn15.13:2.1": "„Mönche und Nonnen, das Umherwandern hat keinen bekannten Anfang. ",
  "sn15.13:2.2": "Ein Anfangspunkt für das Umherstreifen und Umherwandern der Lebewesen, die von Unwissenheit eingehüllt und von Verlangen gefesselt sind, ist nicht gefunden. ",
  "sn15.13:2.3": "Was meint ihr? Was ist mehr: der Blutstrom, den ihr vergossen habt, wenn euch der Kopf abgeschlagen wurde, während ihr solch eine sehr lange Zeit umhergestreift und umhergewandert seid, oder das Wasser in den vier Weltmeeren?“ ",
  "sn15.13:2.4": "„Wie wir die Lehre des Buddha verstehen, ist der Blutstrom, den wir vergossen haben, wenn uns der Kopf abgeschlagen wurde, während wir umhergestreift und umhergewandert sind, mehr als das Wasser in den vier Weltmeeren.“ ",
  "sn15.13:3.1": "„Gut, gut, Mönche und Nonnen! Es ist gut, dass ihr meine Lehre so versteht. ",
  "sn15.13:3.2": "Der Blutstrom, den ihr vergossen habt, wenn euch der Kopf abgeschlagen wurde, während ihr umhergestreift und umhergewandert seid, ist tatsächlich mehr als das Wasser in den vier Weltmeeren. ",
  "sn15.13:3.3": "Lange Zeit seid ihr Kühe gewesen, und der Blutstrom, den ihr vergossen habt, wenn euch als Kuh der Kopf abgeschlagen wurde, ist mehr als das Wasser in den vier Weltmeeren. ",
  "sn15.13:3.4": "Lange Zeit seid ihr Büffel gewesen … ",
  "sn15.13:3.5": "Widder … ",
  "sn15.13:3.6": "Ziegen … ",
  "sn15.13:3.7": "Rotwild … ",
  "sn15.13:3.8": "Hühner … ",
  "sn15.13:3.9": "Schweine … ",
  "sn15.13:3.10": "Lange Zeit seid ihr Räuber gewesen und wurdet festgenommen, weil ihr Dörfer überfallen, ",
  "sn15.13:3.11": "Landstraßen unsicher gemacht ",
  "sn15.13:3.12": "oder Ehebruch begangen habt, und der Blutstrom, den ihr vergossen habt, wenn euch als Räuber der Kopf abgeschlagen wurde, ist mehr als das Wasser in den vier Weltmeeren. ",
  "sn15.13:3.13": "Und warum? ",
  "sn15.13:3.14": "Das Umherwandern hat keinen bekannten Anfang. … ",
  "sn15.13:3.15": "Eben das reicht völlig aus, dass ihr in Bezug auf alle Bedingungen ernüchtert werdet, dass eure Leidenschaft schwindet und ihr davon frei werdet.“ ",
  "sn15.13:4.1": "Das sagte der Buddha. ",
  "sn15.13:4.2": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. ",
  "sn15.13:4.3": "Und während diese Lehrrede gesprochen wurde, wurde der Geist dieser dreißig Mönche und Nonnen aus Pāvā durch Nicht-Ergreifen von den Befleckungen befreit. "
}