{
  "sn15.20:0.1": "Verbundene Lehrreden 15 ",
  "sn15.20:0.2": "2. Das zweite Kapitel ",
  "sn15.20:0.3": "20. Der Berg Vepulla ",
  "sn15.20:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "sn15.20:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn15.20:1.3": "„Mönche und Nonnen!“ ",
  "sn15.20:1.4": "„Ehrwürdiger Herr“, antworteten sie. ",
  "sn15.20:1.5": "Der Buddha sagte: ",
  "sn15.20:2.1": "„Mönche und Nonnen, das Umherwandern hat keinen bekannten Anfang. ",
  "sn15.20:2.2": "Ein Anfangspunkt für das Umherstreifen und Umherwandern der Lebewesen, die von Unwissenheit eingehüllt und von Verlangen gefesselt sind, ist nicht gefunden. ",
  "sn15.20:2.3": "Es war einmal eine Zeit, Mönche und Nonnen, da war dieser Berg Vepulla als Pācīnavaṁsa bekannt. ",
  "sn15.20:2.4": "Zu der Zeit waren die Menschen als Tivarer bekannt. ",
  "sn15.20:2.5": "Die Lebensdauer der Tivarer betrug 40.000 Jahre. ",
  "sn15.20:2.6": "Sie brauchten vier Tage, um auf den Berg Vepulla zu steigen, und vier Tage, um hinabzusteigen. ",
  "sn15.20:2.7": "Zu dieser Zeit erschien Kakusandha, der Gesegnete, der Vollendete, der vollkommen erwachte Buddha in der Welt. ",
  "sn15.20:2.8": "Kakusandha hatte ein erlesenes Paar von Hauptschülern mit Namen Vidhura und Sañjīva. ",
  "sn15.20:2.9": "Seht, Mönche und Nonnen! Der Name dieses Berges ist verschwunden, diese Menschen sind gestorben, und dieser Buddha ist vollkommen erloschen. ",
  "sn15.20:2.10": "So unbeständig sind Bedingungen, ",
  "sn15.20:2.11": "so brüchig sind Bedingungen, ",
  "sn15.20:2.12": "so unzuverlässig sind Bedingungen. ",
  "sn15.20:2.13": "Eben das reicht völlig aus, dass ihr in Bezug auf alle Bedingungen ernüchtert werdet, dass eure Leidenschaft schwindet und ihr davon frei werdet. ",
  "sn15.20:3.1": "Es war einmal eine Zeit, da war dieser Berg Vepulla als Vaṅkaka bekannt. ",
  "sn15.20:3.2": "Zu der Zeit waren die Menschen als Rohitasser bekannt. ",
  "sn15.20:3.3": "Die Lebensdauer der Rohitasser betrug 30.000 Jahre. ",
  "sn15.20:3.4": "Sie brauchten drei Tage, um auf den Berg Vepulla zu steigen, und drei Tage, um hinabzusteigen. ",
  "sn15.20:3.5": "Zu dieser Zeit erschien Koṇāgamana, der Gesegnete, der Vollendete, der vollkommen erwachte Buddha in der Welt. ",
  "sn15.20:3.6": "Koṇāgamana hatte ein erlesenes Paar von Hauptschülern mit Namen Bhiyyosa und Uttara. ",
  "sn15.20:3.7": "Seht, Mönche und Nonnen! Der Name dieses Berges ist verschwunden, diese Menschen sind gestorben, und dieser Buddha ist vollkommen erloschen. ",
  "sn15.20:3.8": "So unbeständig sind Bedingungen … ",
  "sn15.20:4.1": "Es war einmal eine Zeit, da war dieser Berg Vepulla als Supassa bekannt. ",
  "sn15.20:4.2": "Zu der Zeit waren die Menschen als Suppiyer bekannt. ",
  "sn15.20:4.3": "Die Lebensdauer der Suppiyer betrug 20.000 Jahre. ",
  "sn15.20:4.4": "Sie brauchten zwei Tage, um auf den Berg Vepulla zu steigen, und zwei Tage, um hinabzusteigen. ",
  "sn15.20:4.5": "Zu dieser Zeit erschien Kassapa, der Gesegnete, der Vollendete, der vollkommen erwachte Buddha in der Welt. ",
  "sn15.20:4.6": "Kassapa hatte ein erlesenes Paar von Hauptschülern mit Namen Tissa und Bhāradvāja. ",
  "sn15.20:4.7": "Seht, Mönche und Nonnen! Der Name dieses Berges ist verschwunden, diese Menschen sind gestorben, und dieser Buddha ist vollkommen erloschen. ",
  "sn15.20:4.8": "So unbeständig sind Bedingungen … ",
  "sn15.20:5.1": "Heutzutage ist dieser Berg Vepulla als Vepulla bekannt. ",
  "sn15.20:5.2": "Und diese Menschen sind als Magadher bekannt. ",
  "sn15.20:5.3": "Die Lebensdauer der Magadher ist kurz, knapp und flüchtig. ",
  "sn15.20:5.4": "Ein langes Leben dauert hundert Jahre oder ein wenig länger. ",
  "sn15.20:5.5": "Die Magadher brauchen eine Stunde, um auf den Berg Vepulla zu steigen, und eine Stunde, um hinabzusteigen. ",
  "sn15.20:5.6": "Und jetzt bin ich der Gesegnete, der Vollendete, der vollkommen erwachte Buddha, der in der Welt erschienen ist. ",
  "sn15.20:5.7": "Ich habe ein erlesenes Paar von Hauptschülern mit Namen Sāriputta und Moggallāna. ",
  "sn15.20:5.8": "Es kommt eine Zeit, da der Name dieses Berges verschwinden wird, da diese Menschen sterben werden und da ich vollkommen erloschen sein werde. ",
  "sn15.20:5.9": "So unbeständig sind Bedingungen, ",
  "sn15.20:5.10": "so brüchig sind Bedingungen, ",
  "sn15.20:5.11": "so unzuverlässig sind Bedingungen. ",
  "sn15.20:5.12": "Eben das reicht völlig aus, dass ihr in Bezug auf alle Bedingungen ernüchtert werdet, dass eure Leidenschaft schwindet und ihr davon frei werdet.“ ",
  "sn15.20:6.1": "Das sagte der Buddha. ",
  "sn15.20:6.2": "Und der Heilige, der Lehrer, fuhr fort: ",
  "sn15.20:7.1": "„Bei den Tivarern hieß er Pācīnavaṁsa, ",
  "sn15.20:7.2": "bei den Rohitassern Vaṅkaka, ",
  "sn15.20:7.3": "Supassa bei den Suppiyern, ",
  "sn15.20:7.4": "und bei den Magadhern heißt er Vepulla. ",
  "sn15.20:8.1": "Ach! Bedingungen sind unbeständig, ",
  "sn15.20:8.2": "Entstehen und Vergehen ist ihre Natur. ",
  "sn15.20:8.3": "Wenn sie entstanden sind, hören sie auf. ",
  "sn15.20:8.4": "Ihr Zur-Ruhe-Kommen ist wahre Seligkeit.“ ",
  "sn15.20:9.5": "Die Verbundenen Lehrreden über den nicht bekannten Anfang sind abgeschlossen. "
}