{
  "sn15.3:0.1": "Verbundene Lehrreden 15.3 ",
  "sn15.3:0.2": "1. Das erste Kapitel ",
  "sn15.3:0.3": "Tränen ",
  "sn15.3:1.1": "In Sāvatthī. ",
  "sn15.3:1.2": "„Mönche und Nonnen, das Umherwandern hat keinen bekannten Anfang. ",
  "sn15.3:1.3": "Ein Anfangspunkt für das Umherstreifen und Umherwandern der Lebewesen, die von Unwissenheit eingehüllt und von Verlangen gefesselt sind, ist nicht gefunden. ",
  "sn15.3:1.4": "Was meint ihr? Was ist mehr: der Tränenstrom, den ihr beim Weinen und Wehklagen vergossen habt, da ihr mit Ungeliebtem verbunden und von Geliebtem getrennt wart, während ihr solch eine sehr lange Zeit umhergestreift und umhergewandert seid, oder das Wasser in den vier Weltmeeren?“ ",
  "sn15.3:1.5": "„Wie wir die Lehre des Buddha verstehen, ist der Tränenstrom, den wir vergossen haben, während wir umhergestreift und umhergewandert sind, mehr als das Wasser in den vier Weltmeeren.“ ",
  "sn15.3:2.1": "„Gut, gut, Mönche und Nonnen! Es ist gut, dass ihr meine Lehre so versteht. ",
  "sn15.3:2.2": "Der Tränenstrom, den ihr vergossen habt, während ihr umhergestreift und umhergewandert seid, ist tatsächlich mehr als das Wasser in den vier Weltmeeren. ",
  "sn15.3:2.3": "Lange Zeit habt ihr den Tod einer Mutter erfahren … ",
  "sn15.3:2.5": "den Tod eines Vaters … ",
  "sn15.3:2.6": "eines Bruders … ",
  "sn15.3:2.7": "einer Schwester … ",
  "sn15.3:2.8": "eines Sohnes … ",
  "sn15.3:2.9": "einer Tochter … ",
  "sn15.3:2.10": "den Verlust von Angehörigen … ",
  "sn15.3:2.11": "den Verlust von Vermögen … ",
  "sn15.3:2.12": "oder den Verlust von Gesundheit. Der Tränenstrom, den ihr beim Weinen und Wehklagen vergossen habt, da ihr mit Ungeliebtem verbunden und von Geliebtem getrennt wart, während ihr umhergestreift und umhergewandert seid, ist tatsächlich mehr als das Wasser in den vier Weltmeeren. ",
  "sn15.3:2.13": "Und warum? ",
  "sn15.3:2.14": "Das Umherwandern hat keinen bekannten Anfang. … ",
  "sn15.3:2.15": "Eben das reicht völlig aus, dass ihr in Bezug auf alle Bedingungen ernüchtert werdet, dass eure Leidenschaft schwindet und ihr davon frei werdet.“ "
}