{
  "sn15.8:0.1": "Verbundene Lehrreden 15.8 ",
  "sn15.8:0.2": "1. Das erste Kapitel ",
  "sn15.8:0.3": "Der Ganges ",
  "sn15.8:1.1": "Bei Rājagaha, im Bambuswäldchen. ",
  "sn15.8:1.2": "Da ging ein gewisser Brahmane zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "sn15.8:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und fragte den Buddha: ",
  "sn15.8:1.4": "„Herr, wie viele Äonen sind vergangen?“ ",
  "sn15.8:1.5": "„Brahmane, es sind viele Äonen vergangen. ",
  "sn15.8:1.6": "Es ist nicht leicht, zu berechnen, ",
  "sn15.8:1.7": "wie viele Äonen vergangen sind, wie viele hundert oder tausend oder hunderttausend Äonen.“ ",
  "sn15.8:2.1": "„Aber Meister Gotama, ist es möglich, dafür ein Gleichnis zu geben?“ ",
  "sn15.8:2.2": "„Das ist möglich“, sagte der Buddha. ",
  "sn15.8:2.3": "„Betrachten wir den Ganges von seiner Quelle bis zur Mündung in das Weltmeer. Es ist nicht leicht, zu berechnen, ",
  "sn15.8:2.4": "wie viele Sandkörner sich zwischen diesen beiden Orten befinden, wie viele hundert oder tausend oder hunderttausend Sandkörner. ",
  "sn15.8:2.5": "Die Äonen, die vergangen sind, sind mehr als diese. ",
  "sn15.8:2.6": "Es ist nicht leicht, zu berechnen, ",
  "sn15.8:2.7": "wie viele Äonen vergangen sind, wie viele hundert oder tausend oder hunderttausend Äonen. ",
  "sn15.8:2.8": "Und warum nicht? ",
  "sn15.8:2.9": "Das Umherwandern hat keinen bekannten Anfang. ",
  "sn15.8:2.10": "Ein Anfangspunkt für das Umherstreifen und Umherwandern der Lebewesen, die von Unwissenheit eingehüllt und von Verlangen gefesselt sind, ist nicht gefunden. ",
  "sn15.8:2.11": "So lange Zeit hast du Leiden, Qual und Verderben erfahren und die Leichenfelder aufgefüllt. ",
  "sn15.8:2.12": "Eben das reicht völlig aus, dass du in Bezug auf alle Bedingungen ernüchtert wirst, dass deine Leidenschaft schwindet und du davon frei wirst.“ ",
  "sn15.8:3.1": "Daraufhin sagte der Brahmane zum Buddha: ",
  "sn15.8:3.2": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "sn15.8:3.3": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}