{
  "sn55.21:0.1": "Саньютта Никая 55.21 ",
  "sn55.21:0.2": "3. Саракани ",
  "sn55.21:0.3": "К Маханаме (I) ",
  "sn55.21:1.1": "Я слышал, что ",
  "sn55.21:1.2": "однажды Благословенный пребывал в стране Сакьев в Капилаваттху в парке Нигродхи. ",
  "sn55.21:1.3": "И тогда Маханама из рода Сакьев отправился к Благословенному и, по прибытии, поклонившись, сел рядом. Затем он обратился к Благословенному: ",
  "sn55.21:1.4": "«Господин, этот город Капилаваттху богатый и процветающий, густо населённый, его улицы переполнены толпами людей. ",
  "sn55.21:1.5": "Иногда, когда я вхожу в Капилаваттху вечером после вдохновляющих встреч с Благословенным или с монахами, ",
  "sn55.21:1.6": "я встречаюсь с несущимся слоном ",
  "sn55.21:1.7": "или лошадью, ",
  "sn55.21:1.8": "с несущейся колесницей ",
  "sn55.21:1.9": "или повозкой, ",
  "sn55.21:1.10": "с несущимся человеком. ",
  "sn55.21:1.11": "В этот момент моё памятование о Благословенном затуманивается, моё памятование о Дхамме… о Сангхе затуманивается. ",
  "sn55.21:1.12": "Мысль приходит ко мне: ",
  "sn55.21:1.13": "«Если я умру в этот самый миг, каковой будет моя судьба, какой будет моя дальнейшая участь?» ",
  "sn55.21:2.1": "«Не бойся, Маханама! Не бойся! ",
  "sn55.21:2.2": "Твоя смерть не будет плохой, твоя кончина не будет печальной. ",
  "sn55.21:2.3": "Тот, чей ум долгое время был ухожен верой, ухожен нравственностью, ухожен изучением Дхаммы, ухожен отречением, ухожен мудростью – у того, когда тело, обладающее формой, состоящее из четырёх великих элементов, рождённое отцом и матерью, выстроенное из риса и каши, подверженное непостоянству, трению, давлению, распаду и рассеиванию – ",
  "sn55.21:2.4": "съедается воронами, грифами, ястребами, собаками, гиенами, или всяческими существами – ",
  "sn55.21:2.5": "ум, который долгое время был ухожен верой, ухожен нравственностью, ухожен изучением, ухожен отречением, ухожен мудростью – взмывает и отделяется. ",
  "sn55.21:3.1": "Представь, как если бы человек бросил банку с топлёным маслом или простым маслом в глубокое озеро, в котором она бы разбилась. ",
  "sn55.21:3.2": "Осколки и фрагменты банки пошли бы на дно, тогда как топлёное масло или простое масло всплыло бы и отделилось. ",
  "sn55.21:3.3": "Точно также, у того, чей ум долгое время был ухожен верой, ухожен нравственностью, ухожен изучением, ухожен отречением, ухожен мудростью, то тогда, ",
  "sn55.21:3.4": "когда тело… съедается воронами, грифами, ястребами, собаками, гиенами или всяческими существами – ",
  "sn55.21:3.5": "ум… взмывает и отделяется. ",
  "sn55.21:3.7": "Не бойся, Маханама! Не бойся! ",
  "sn55.21:3.8": "Твоя смерть не будет плохой, твоя кончина не будет печальной». "
}