{
  "sn55.22:0.1": "Саньютта Никая 55.22 ",
  "sn55.22:0.2": "3. Саракани ",
  "sn55.22:0.3": "Маханама (II) ",
  "sn55.22:1.1": "Так я слышал. ",
  "sn55.22:1.2": "Однажды Благословенный проживал в стране Сакьев, в Капилаваттху, в парке Нигродхи. ",
  "sn55.22:1.3": "И тогда Маханама из рода Сакьев отправился к Благословенному и, по прибытии, поклонившись, сел рядом. Затем он обратился к Благословенному: ",
  "sn55.22:1.4": "«Господин, этот город Капилаваттху богатый и процветающий, густо населённый, его улицы переполнены толпами людей. ",
  "sn55.22:1.5": "Вечером, когда я вхожу в Капилаваттху после посещения Благословенного или монахов, достойных почитания, ",
  "sn55.22:1.6": "я натыкаюсь на бродячего слона, ",
  "sn55.22:1.7": "бродячую лошадь, ",
  "sn55.22:1.8": "бродячую колесницу, ",
  "sn55.22:1.9": "бродячую повозку, ",
  "sn55.22:1.10": "бродячего человека. ",
  "sn55.22:1.11": "В этот момент моё памятование о Благословенном затуманивается, моё памятование о Дхамме… о Сангхе затуманивается. ",
  "sn55.22:1.12": "Мысль приходит ко мне: ",
  "sn55.22:1.13": "«Если я умру в этот самый миг, каковой будет моя участь, каковым будет мой будущий удел?» ",
  "sn55.22:2.1": "«Не бойся, Маханама! Не бойся! ",
  "sn55.22:2.2": "Твоя смерть не будет плохой, твоя кончина не будет плохой. ",
  "sn55.22:2.3": "Благородный ученик, наделённый этими четырьмя вещами, направляется, склоняется, устремляется к ниббане. ",
  "sn55.22:2.4": "Какими четырьмя? ",
  "sn55.22:2.5": "Вот, Маханама, благородный ученик наделён непоколебимой уверенностью в Будде… ",
  "sn55.22:2.7": "Дхамме… ",
  "sn55.22:2.8": "Сангхе… ",
  "sn55.22:2.9": "наделён добродетелями… ведущими к сосредоточению. ",
  "sn55.22:3.1": "Представь, Маханама, как если бы дерево склонялось, устремлялось, направлялось к востоку. Если бы его срубили у основания, в какую сторону оно бы упало?» ",
  "sn55.22:3.2": "«Уважаемый, оно бы упало в том направлении, в котором оно склонялось, устремлялось, направлялось». ",
  "sn55.22:3.3": "«Точно так же, Маханама, благородный ученик, наделённый этими четырьмя вещами, склоняется, устремляется,  направляется к ниббане». "
}