{
  "sn55.5:0.1": "Саньютта Никая 55.5 ",
  "sn55.5:0.2": "1. Бамбуковые врата ",
  "sn55.5:0.3": "Сарипутта (II) ",
  "sn55.5:1.1": "И тогда достопочтенный Сарипутта подошёл к Благословенному, поклонился ему и сел рядом. Благословенный сказал ему: ",
  "sn55.5:1.2": "«Сарипутта, „фактор для вступления в поток, фактор для вступления в поток“ – так говорят. ",
  "sn55.5:1.3": "И что же такое, Сарипутта, фактор для вступления в поток?» ",
  "sn55.5:1.4": "«Общение с чистыми людьми, уважаемый – это фактор для вступления в поток. Слушание подлинной Дхаммы – это фактор для вступления в поток. Мудрое внимание – это фактор для вступления в поток. Практика в соответствии с Дхаммой – это фактор для вступления в поток». ",
  "sn55.5:1.5": "«Хорошо, Сарипутта, хорошо! ",
  "sn55.5:1.6": "<em> Общение с чистыми людьми – это фактор для вступления в поток.<j></em> Слушание подлинной Дхаммы – это фактор для вступления в поток.<j><em> Мудрое внимание – это фактор для вступления в поток.<j></em> Практика в соответствии с Дхаммой – это фактор для вступления в поток. ",
  "sn55.5:2.1": "Сарипутта, «поток, поток» – так говорят. ",
  "sn55.5:2.2": "И что же такое поток, Сарипутта?» ",
  "sn55.5:2.3": "«Тот самый Благородный восьмеричный путь, уважаемый, является потоком. ",
  "sn55.5:2.4": "То есть правильные воззрения, правильное устремление, правильная речь, правильные действия, правильные средства к жизни, правильное усилие, правильная осознанность, правильное сосредоточение». ",
  "sn55.5:2.5": "«Хорошо, Сарипутта, хорошо! ",
  "sn55.5:2.6": "Этот самый Благородный восьмеричный путь является потоком. ",
  "sn55.5:2.7": "То есть правильные воззрения… правильное сосредоточение. ",
  "sn55.5:3.1": "Сарипутта, «вступивший в поток, вступивший в поток» – так говорят. ",
  "sn55.5:3.2": "И кто же такой, Сарипутта, вступивший в поток?» ",
  "sn55.5:3.3": "«Тот, кто обладает этим Благородным восьмеричным путём, уважаемый, и является тем, кого называют вступившим в поток. То есть такой-то почтенный с таким-то именем из такого-то клана». ",
  "sn55.5:3.4": "«Хорошо, Сарипутта, хорошо! ",
  "sn55.5:3.5": "Тот, кто обладает этим Благородным восьмеричным путём, является тем, кого называют вступившим в поток. То есть такой-то почтенный с таким-то именем из такого-то клана». "
}