{
  "sn55.7:0.1": "Саньютта Никая 55.7 ",
  "sn55.7:0.2": "1. Бамбуковые врата ",
  "sn55.7:0.3": "Жители Бамбуковых Врат ",
  "sn55.7:1.1": "Так я слышал. ",
  "sn55.7:1.2": "Однажды Благословенный странствовал по стране Косал вместе с большой общиной монахов и прибыл в брахманскую косальскую деревню под названием Бамбуковые Врата. ",
  "sn55.7:1.3": "Домохозяева-брахманы Бамбуковых Врат услышали: ",
  "sn55.7:1.4": "«Говорят, господа, что отшельник Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, путешествует по стране Косал с большой общиной монахов и прибыл в Бамбуковые Врата. ",
  "sn55.7:1.5": "И об этом господине Готаме распространилась славная молва: ",
  "sn55.7:1.6": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный. ",
  "sn55.7:1.7": "Постигнув посредством прямого знания этот мир с его дэвами, Марами, Брахмами, и это поколение с его жрецами и отшельниками, князьями и простыми людьми, он провозглашает им Дхамму. ",
  "sn55.7:1.8": "Он обучает их Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – правильной в значениях и формулировках. Он раскрывает святую жизнь, всецело совершенную и чистую“. ",
  "sn55.7:1.9": "Хорошо было бы увидеть таких арахантов». ",
  "sn55.7:2.1": "И тогда домохозяева-брахманы Бамбуковых Врат отправились к Благословенному и по прибытии, поклонившись ему, сели рядом. Некоторые поклонились Благословенному и сели рядом. Некоторые обменялись с ним приветствиями и после обмена вежливыми приветствиями и любезностями сели рядом. Некоторые из них сели рядом, поприветствовав Благословенного сложенными у груди ладонями. Некоторые из них сели рядом, объявив перед Благословенным своё имя и имя клана. Некоторые из них сели рядом просто молча. Когда они уселись, они сказали Благословенному: ",
  "sn55.7:2.2": "«Господин Готама, у нас есть такие мечты, желания и надежды как эти: ",
  "sn55.7:2.3": "«Будем жить в доме, полном детей! Будем наслаждаться сандаловым деревом из Каси! Будем носить гирлянды, использовать благовония, мази. Будем принимать золото и серебро! С распадом тела, после смерти, родимся в счастливом уделе, в небесном мире!» ",
  "sn55.7:2.4": "Поскольку у нас есть такие мечты, желания, и надежды, пусть господин Готама обучит нас Дхамме так, чтобы мы могли проживать в доме, полном детей… и после смерти родиться в счастливом уделе, в небесном мире». ",
  "sn55.7:3.1": "«Я научу вас, домохозяева, изложению Дхаммы, применимому к самому себе. ",
  "sn55.7:3.2": "Слушайте внимательно то, о чём я буду говорить». ",
  "sn55.7:3.3": "«Да, господин», – ответили те домохозяева-брахманы Бамбуковых Врат. ",
  "sn55.7:3.4": "Благословенный сказал: ",
  "sn55.7:4.1": "«И каково, домохозяева, изложение Дхаммы, применимое к самому себе? ",
  "sn55.7:4.2": "Вот, домохозяева, благородный ученик рассуждает так: ",
  "sn55.7:4.3": "„Я тот, кто желает жить, кто не желает умирать. Я хочу счастья и не хочу страдания. ",
  "sn55.7:4.4": "Поскольку я тот, кто желает жить и не желает умирать, хочет счастья и не хочет страдания, то если кто-нибудь забрал бы мою жизнь, это не было бы милым и приятным для меня. ",
  "sn55.7:4.5": "И если бы я забрал чужую жизнь у того, кто желает жить и не желает умирать, хочет счастья и не хочет страдания, то это не было бы милым и приятным для него тоже. ",
  "sn55.7:4.6": "То, что немило и неприятно мне, немило и неприятно другому. ",
  "sn55.7:4.7": "Как я могу причинить другому то, что немило и неприятно мне?“ ",
  "sn55.7:4.8": "Рассуждая так, он воздерживается от убийства живых существ, призывает других к отказу от убийства живых существ, восхваляет воздержание от убийства живых существ. ",
  "sn55.7:4.9": "Таким образом его телесное поведение очищено в этих трёх аспектах. ",
  "sn55.7:5.1": "Далее, домохозяева, благородный ученик рассуждает так: ",
  "sn55.7:5.2": "„Если бы кто-либо забрал у меня то, чего я ему не дал, то есть совершил кражу, то это не было бы милым и приятным для меня. ",
  "sn55.7:5.3": "И если бы я забрал у другого то, что он мне не дал, то есть совершил кражу, то это тоже не было бы милым и приятным для него. ",
  "sn55.7:5.4": "То, что немило и неприятно мне, немило и неприятно другому. ",
  "sn55.7:5.5": "Как я могу причинить другому то, что немило и неприятно мне?“ ",
  "sn55.7:5.6": "Рассуждая так, он воздерживается от взятия того, что не дано, призывает других к отказу от взятия того, что не дано, восхваляет воздержание от взятия того, что не дано. ",
  "sn55.7:5.7": "Таким образом его телесное поведение очищено в этих трёх аспектах. ",
  "sn55.7:6.1": "Далее, домохозяева, благородный ученик рассуждает так: ",
  "sn55.7:6.2": "„Если бы кто-либо совершил прелюбодеяние с моими жёнами, то это не было бы милым и приятным для меня. ",
  "sn55.7:6.3": "И если бы я совершил прелюбодеяние с жёнами другого, то это тоже не было бы милым и приятным для него. ",
  "sn55.7:6.4": "",
  "sn55.7:6.5": "Как я могу причинить другому то, что немило и неприятно мне?“ ",
  "sn55.7:6.6": "Рассуждая так, он воздерживается от неблагого поведения в чувственных удовольствиях, призывает других к отказу от неблагого поведения в чувственных удовольствиях, восхваляет воздержание от неблагого поведения в чувственных удовольствиях. ",
  "sn55.7:6.7": "Таким образом его телесное поведение очищено в этих трёх аспектах. ",
  "sn55.7:7.1": "Далее, домохозяева, благородный ученик рассуждает так: ",
  "sn55.7:7.2": "„Если бы кто-либо разрушил моё благополучие лживыми речами, то это не было бы милым и приятным для меня. ",
  "sn55.7:7.3": "И если бы я разрушил благополучие другого, то это тоже не было бы милым и приятным для него. ",
  "sn55.7:7.5": "Как я могу причинить другому то, что немило и неприятно мне?“ ",
  "sn55.7:7.6": "Рассуждая так, он воздерживается от лжи, призывает других к отказу от лжи, восхваляет воздержание от лжи. ",
  "sn55.7:7.7": "Таким образом его словесное поведение очищено в этих трёх аспектах. ",
  "sn55.7:8.1": "Далее, домохозяева, благородный ученик рассуждает так: ",
  "sn55.7:8.2": "„Если бы кто-либо поссорил меня с друзьями сеющей распри речью, то это не было бы милым и приятным для меня. ",
  "sn55.7:8.3": "И если бы я поссорил другого с его друзьями сеющей распри речью, то это тоже не было бы милым и приятным для него. … “ ",
  "sn55.7:8.4": "Таким образом его словесное поведение очищено в этих трёх аспектах. ",
  "sn55.7:9.1": "Далее, домохозяева, благородный ученик рассуждает так: ",
  "sn55.7:9.2": "„Если бы кто-либо обратился ко мне c грубой речью, то это не было бы милым и приятным для меня. ",
  "sn55.7:9.3": "И если бы я обратился к другому c грубой речью, то это тоже не было бы милым и приятным для него. … “ ",
  "sn55.7:9.5": "Таким образом его словесное поведение очищено в этих трёх аспектах. ",
  "sn55.7:10.1": "Далее, домохозяева, благородный ученик рассуждает так: ",
  "sn55.7:10.2": "„Если бы кто-либо обратился ко мне с легкомысленной речью и пустословием, то это не было бы милым и приятным для меня. ",
  "sn55.7:10.3": "И если бы я обратился к другому с легкомысленной речью и пустословием, то это тоже не было бы милым и приятным для него. ",
  "sn55.7:10.5": "Как я могу причинить другому то, что немило и неприятно мне?“ ",
  "sn55.7:10.6": "Рассуждая так, он воздерживается от легкомысленной речи и пустословия, призывает других к отказу от легкомысленной речи и пустословия, восхваляет воздержание от легкомысленной речи и пустословия. ",
  "sn55.7:10.7": "Таким образом его словесное поведение очищено в этих трёх аспектах. ",
  "sn55.7:11.1": "Кроме того, он наделён непоколебимой уверенностью в Будде: ",
  "sn55.7:11.2": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.7:11.3": "в Дхамме … ",
  "sn55.7:11.4": "в Сангхе … ",
  "sn55.7:11.5": "Он наделён добродетелями, которые дороги благородным … ведущими к сосредоточению». ",
  "sn55.7:11.6": "И когда, домохозяева, благородный ученик наделён этими семью благими качествами и этими четырьмя желанными состояниями, то, если он пожелает, он может заявить о себе так: ",
  "sn55.7:11.7": "„Я тот, кто покончил с адом, покончил с миром животных, покончил с миром страдающих духов, покончил с состояниями лишений, с плохими уделами, с нижними мирами. Я – вступивший в поток, более не подверженный погибели нижних миров, утверждённый в своей участи достичь освобождения, направляюсь к просветлению“». ",
  "sn55.7:12.1": "Когда так было сказано, домохозяева-брахманы Бамбуковых Врат сказали: ",
  "sn55.7:12.2": "«Великолепно, господин Готама! … ",
  "sn55.7:12.3": "Мы принимаем прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn55.7:12.4": "Пусть Благословенный помнит нас как мирских последователей, принявших прибежище с этого дня и на всю жизнь». "
}