{
  "sn55.26:0.1": "Саньютта Никая 55.26 ",
  "sn55.26:0.2": "3. Саракани ",
  "sn55.26:0.3": "Анатхапиндика (I) ",
  "sn55.26:1.1": "В Саваттхи. ",
  "sn55.26:1.2": "И в то время домохозяин Анатхапиндика был нездоров, поражён болезнью, серьёзно болен. ",
  "sn55.26:1.3": "И тогда домохозяин Анатхапиндика обратился к некоему человеку так: ",
  "sn55.26:1.4": "Ну же, почтенный, пойди к достопочтенному Сарипутте, поклонись ему в ноги от моего имени и скажи: ",
  "sn55.26:1.5": "«Уважаемый, домохозяин Анатхапиндика нездоров, поражён болезнью, серьёзно болен. ",
  "sn55.26:1.6": "Он кланяется в ноги достопочтенному Сарипутте». ",
  "sn55.26:1.7": "И затем скажи: ",
  "sn55.26:1.8": "«Было бы хорошо, уважаемый, если бы достопочтенный Сарипутта из сострадания пришёл домой к домохозяину Анатхапиндике». ",
  "sn55.26:2.1": "«Да, господин» – ответил человек и отправился к достопочтенному Сарипутте, поклонился ему и сел рядом, а затем донёс послание. ",
  "sn55.26:3.5": "Достопочтенный Сарипутта молча согласился. ",
  "sn55.26:4.1": "И затем, утром, достопочтенный Сарипутта, одевшись, взяв чашу и внешнее одеяние, отправился домой к домохозяину Анатхапиндике вместе с сопровождавшим его достопочтенным Анандой. Там он сел на подготовленное для него сиденье и сказал домохозяину Анатхапиндике: ",
  "sn55.26:4.2": "«Я надеюсь, ты поправляешься, домохозяин, я надеюсь, тебе становится лучше. Я надеюсь, твои болезненные ощущения спадают, а не возрастают, и что можно увидеть их спад, а не увеличение». ",
  "sn55.26:4.3": "«Уважаемый, я не поправляюсь, мне не становится лучше. Сильные болезненные ощущения возрастают во мне, а не спадают, и можно увидеть их увеличение, а не спад». ",
  "sn55.26:5.1": "«У тебя, домохозяин, нет того недоверия к Будде, которым обладает необученный заурядный человек, и из-за чего он с распадом тела, после смерти, переродится в состоянии лишений, в несчастливом уделе, в нижних мирах, даже в аду. ",
  "sn55.26:5.2": "Но у тебя есть непоколебимая уверенность в Будде: ",
  "sn55.26:5.3": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.26:5.4": "Если ты будешь рассматривать в себе эту непоколебимую уверенность в Будде, то твои боли могут прямо тут же и утихнуть. ",
  "sn55.26:6.1": "У тебя, домохозяин, нет того недоверия к Дхамме, которым обладает необученный заурядный человек, и из-за чего он с распадом тела, после смерти, переродится в состоянии лишений, в несчастливом уделе, в нижних мирах, в аду. ",
  "sn55.26:6.2": "Но у тебя есть непоколебимая уверенность в Дхамме: ",
  "sn55.26:6.3": "«Дхамма превосходно провозглашена Благословенным, видимая здесь и сейчас, незамедлительно действенная, приглашающая к исследованию, ведущая вперёд, переживаемая мудрыми для себя». ",
  "sn55.26:6.4": "Если ты будешь рассматривать в себе эту непоколебимую уверенность в Дхамме, то твои боли могут прямо тут же и утихнуть. ",
  "sn55.26:7.1": "У тебя, домохозяин, нет недоверия к Сангхе, которым обладает необученный заурядный человек, и из-за чего он с распадом тела, после смерти, переродится в состоянии лишений, в несчастливом уделе, в нижних мирах, в аду. ",
  "sn55.26:7.2": "Но у тебя есть непоколебимая уверенность в Сангхе: ",
  "sn55.26:7.3": "«Сангха учеников Благословенного практикует хороший путь, практикует прямой путь, практикует верный путь, практикует правильный путь; другими словами, четыре пары, или восемь, типов личностей – это Сангха учеников Благословенного: достойная даров, достойная гостеприимства, достойная подношений, достойная почтительного приветствия, несравненное поле заслуг для мира». ",
  "sn55.26:7.4": "Если ты будешь рассматривать в себе эту непоколебимую уверенность в Сангхе, то твои боли могут прямо тут же и утихнуть. ",
  "sn55.26:8.1": "У тебя, домохозяин, нет той безнравственности, которой обладает необученный заурядный человек, и из-за чего он с распадом тела, после смерти, переродится в состоянии лишений, в несчастливом уделе, в нижних мирах, в аду. ",
  "sn55.26:8.2": "Но у тебя есть эти добродетели, которые дороги благородным: прочные, цельные, незапятнанные, неиспорченные, освобождающие, восхваляемые мудрецами, не цепляемые, ведущие к сосредоточению. ",
  "sn55.26:8.3": "Если ты будешь рассматривать в себе эти добродетели, которые дороги благородным, то твои боли могут прямо тут же и утихнуть. ",
  "sn55.26:9.1": "У тебя, домохозяин, нет тех неправильных воззрений, которыми обладает необученный заурядный человек, и из-за чего он с распадом тела, после смерти, переродится в состоянии лишений, в несчастливом уделе, в нижних мирах, в аду. ",
  "sn55.26:9.2": "Но у тебя правильные воззрения. ",
  "sn55.26:9.3": "Если ты будешь рассматривать в себе эти правильные воззрения, то твои боли могут прямо тут же и утихнуть. ",
  "sn55.26:10.1": "У тебя, домохозяин, нет того неправильного устремления… ",
  "sn55.26:11.1": "неправильной речи… ",
  "sn55.26:12.1": "неправильного действия… ",
  "sn55.26:13.1": "неправильных средств к жизни… ",
  "sn55.26:14.1": "неправильного усилия… ",
  "sn55.26:15.1": "неправильной осознанности… ",
  "sn55.26:16.1": "неправильного сосредоточения… ",
  "sn55.26:17.1": "неправильного знания… ",
  "sn55.26:18.1": "неправильного освобождения… которым обладает необученный заурядный человек, и из-за чего он с распадом тела, после смерти, переродится в состоянии лишений, в несчастливом уделе, в нижних мирах, в аду. ",
  "sn55.26:18.2": "Но у тебя есть правильное устремление… …правильное освобождение. ",
  "sn55.26:18.3": "Если ты будешь рассматривать в себе это правильное освобождение, то твои боли могут прямо тут же и утихнуть». ",
  "sn55.26:19.1": "И тогда боли домохозяина Анатхапиндики в тот же миг и утихли. ",
  "sn55.26:19.2": "И тогда домохозяин Анатхапиндика поделился с достопочтенными Сарипуттой и Анандой едой из своей собственной тарелки. ",
  "sn55.26:19.3": "И когда достопочтенный Сарипутта поел и убрал чашу, домохозяин Анатхапиндика взял более низкое сиденье, сел рядом ",
  "sn55.26:19.4": "и достопочтенный Сарипутта поблагодарил его следующими строфами: ",
  "sn55.26:20.1": "«Когда в Татхагату есть вера у него, ",
  "sn55.26:20.2": "Когда она прочна, неколебима, ",
  "sn55.26:20.3": "А также есть благое поведение, ",
  "sn55.26:20.4": "Что восхваляется и благородным мило; ",
  "sn55.26:21.1": "Когда доверием он обладает к Сангхе ",
  "sn55.26:21.2": "И наделён исправленным воззрением, ",
  "sn55.26:21.3": "То говорят, что человек такой не беден, ",
  "sn55.26:21.4": "И жизнь свою напрасно не прожил. ",
  "sn55.26:22.1": "И тот, кто к пониманию способен, ",
  "sn55.26:22.2": "Учение Будды кто запоминает, ",
  "sn55.26:22.3": "Быть предан должен нравственности, вере, ",
  "sn55.26:22.4": "И пусть он, убеждённый, видит Дхамму». ",
  "sn55.26:23.1": "И тогда достопочтенный Сарипутта, поблагодарив домохозяина Анатхапиндику этими строфами, поднялся со своего сиденья и ушёл. ",
  "sn55.26:24.1": "И затем достопочтенный Ананда отправился к Благословенному, поклонился ему, и сел рядом. Затем Благословенный сказал ему: ",
  "sn55.26:24.2": "«Ананда, откуда путь держишь средь бела дня?» ",
  "sn55.26:24.3": "«Уважаемый, домохозяин Анатхапиндика был наставлен достопочтенным Сарипуттой таким-то и таким-то наставлением». ",
  "sn55.26:24.4": "«Сарипутта мудр, Ананда. ",
  "sn55.26:24.5": "Сарипутта наделён великой мудростью, до такой степени, что он может разъяснить четыре фактора вступления в поток в десяти отношениях». "
}