{
  "sn55.35:0.1": "Саньютта Никая 55.35 ",
  "sn55.35:0.2": "4. Потоки заслуг ",
  "sn55.35:0.3": "Божественные следы (II) ",
  "sn55.35:1.1": "«Монахи, существуют эти четыре божественных следа дэвов – ради очищения существ, что ещё не очищены, ради отмывания существ, что ещё не отмыты. ",
  "sn55.35:2.1": "Какие четыре? ",
  "sn55.35:2.2": "Вот, монахи, благородный ученик наделён непоколебимой уверенностью в Будде: ",
  "sn55.35:2.3": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.35:2.4": "И он размышляет так: ",
  "sn55.35:2.5": "«И что же такое божественный след дэвов?» ",
  "sn55.35:2.6": "Он понимает так: ",
  "sn55.35:2.7": "«Я слышал, что в настоящее время дэвы считают не-притеснение высочайшим. ",
  "sn55.35:2.8": "А я никого не притесняю – ни слабого, ни сильного. ",
  "sn55.35:2.9": "Вне сомнений, я пребываю, обладая одним из божественных следов». ",
  "sn55.35:2.10": "Таков первый божественный след дэвов… ",
  "sn55.35:3.1": "Далее, монахи, благородный ученик наделён непоколебимой уверенностью в Дхамме… ",
  "sn55.35:3.2": "Далее, монахи, благородный ученик наделён непоколебимой уверенностью в Сангхе… ",
  "sn55.35:4.1": "Далее, монахи, благородный ученик наделён добродетелями, которые дороги благородным: прочными, цельными, незапятнанными, неиспорченными, освобождающими, восхваляемыми мудрецами, не цепляемыми, ведущими к сосредоточению. ",
  "sn55.35:4.2": "И он размышляет так: ",
  "sn55.35:4.3": "«И что же такое божественный след дэвов?» ",
  "sn55.35:4.4": "Он понимает так: ",
  "sn55.35:4.5": "«Я слышал, что в настоящее время дэвы считают не-притеснение высочайшим. ",
  "sn55.35:4.6": "А я никого не притесняю – ни слабого, ни сильного. ",
  "sn55.35:4.7": "Вне сомнений, я пребываю, обладая одним из божественных следов». ",
  "sn55.35:4.8": "Таков четвёртый божественный след дэвов… ",
  "sn55.35:4.9": "Таковы четыре божественных следа дэвов – ради очищения существ, что ещё не очищены, ради отмывания существ, что ещё не отмыты». "
}