{
  "sn55.27:0.1": "Саньютта Никая 55.27 ",
  "sn55.27:0.2": "3. Саракани ",
  "sn55.27:0.3": "Анатхапиндика (II) ",
  "sn55.27:1.1": "В Саваттхи. ",
  "sn55.27:1.2": "И в то время домохозяин Анатхапиндика был нездоров, поражён болезнью, серьёзно болен. ",
  "sn55.27:1.3": "И тогда домохозяин Анатхапиндика обратился к некоему человеку так: ",
  "sn55.27:1.4": "«Ну же, почтенный, пойди к достопочтенному Ананде, поклонись ему в ноги от моего имени и скажи: ",
  "sn55.27:1.5": "„Уважаемый, домохозяин Анатхапиндика нездоров, поражён болезнью, серьёзно болен. ",
  "sn55.27:1.6": "Он кланяется в ноги достопочтенному Ананде“. ",
  "sn55.27:1.7": "И затем скажи: ",
  "sn55.27:1.8": "„Было бы хорошо, уважаемый, если бы достопочтенный Ананда из сострадания пришёл домой к домохозяину Анатхапиндике“. ",
  "sn55.27:2.1": "«Да, господин» – ответил человек и отправился к достопочтенному Ананде, поклонился ему и сел рядом, а затем донёс послание. ",
  "sn55.27:2.6": "Достопочтенный Ананда молча согласился. ",
  "sn55.27:3.1": "И затем, утром, достопочтенный Ананда, одевшись, взяв чашу и внешнее одеяние, отправился домой к домохозяину Анатхапиндике. Там он сел на подготовленное для него сиденье и сказал домохозяину Анатхапиндике: ",
  "sn55.27:3.2": "«Я надеюсь, ты поправляешься, домохозяин, я надеюсь, тебе становится лучше. Я надеюсь, твои болезненные ощущения спадают, а не возрастают, и что можно увидеть их спад, а не увеличение». ",
  "sn55.27:3.3": "«Уважаемый, я не поправляюсь, мне не становится лучше. Сильные болезненные ощущения возрастают во мне, а не спадают, и можно увидеть их увеличение, а не спад». ",
  "sn55.27:4.1": "«Домохозяин, у необученного заурядного человека, который наделён этими четырьмя вещами, имеется ужас, трепет и страх перед неминуемой смертью. ",
  "sn55.27:4.2": "Какими четырьмя? ",
  "sn55.27:4.3": "Вот, домохозяин, необученный заурядный человек наделён недоверием к Будде, ",
  "sn55.27:4.4": "и когда он рассматривает в себе это недоверие к Будде, возникает ужас, трепет и страх перед неминуемой смертью. ",
  "sn55.27:5.1": "Далее, домохозяин, необученный заурядный человек наделён недоверием к Дхамме, ",
  "sn55.27:5.2": "и когда он рассматривает в себе это недоверие к Дхамме, возникает ужас, трепет и страх перед неминуемой смертью. ",
  "sn55.27:6.1": "Далее, домохозяин, необученный заурядный человек наделён недоверием к Сангхе, ",
  "sn55.27:6.2": "и когда он рассматривает в себе это недоверие к Сангхе, возникает ужас, трепет и страх перед неминуемой смертью. ",
  "sn55.27:7.1": "Далее, домохозяин, необученный заурядный человек безнравственен, ",
  "sn55.27:7.2": "и когда он рассматривает в себе эту безнравственность, возникает ужас, трепет и страх перед неминуемой смертью. ",
  "sn55.27:7.3": "У необученного заурядного человека, который наделён этими четырьмя вещами, имеется ужас, трепет и страх перед неминуемой смертью. ",
  "sn55.27:8.1": "Домохозяин, у благородного ученика, наделённого этими четырьмя вещами, не возникает ужаса, трепета и страха перед неминуемой смертью. ",
  "sn55.27:8.2": "Какими четырьмя? ",
  "sn55.27:8.3": "Вот, домохозяин, благородный ученик наделён непоколебимой уверенностью в Будде: ",
  "sn55.27:8.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.27:8.5": "Когда он рассматривает в себе эту непоколебимую уверенность в Будде, у него не возникает ужаса, трепета и страха перед неминуемой смертью. ",
  "sn55.27:9.1": "Далее, домохозяин, благородный ученик наделён непоколебимой уверенностью в Дхамме: ",
  "sn55.27:9.2": "«Дхамма превосходно провозглашена Благословенным, видимая здесь и сейчас, незамедлительно действенная, приглашающая к исследованию, ведущая вперёд, переживаемая мудрыми для себя». ",
  "sn55.27:9.3": "Когда он рассматривает в себе эту непоколебимую уверенность в Дхамме, у него не возникает ужаса, трепета и страха перед неминуемой смертью. ",
  "sn55.27:10.1": "Далее, домохозяин, благородный ученик наделён непоколебимой уверенностью в Сангхе: ",
  "sn55.27:10.2": "«Сангха учеников Благословенного практикует хороший путь, практикует прямой путь, практикует верный путь, практикует правильный путь; другими словами, четыре пары, или восемь, типов личностей – это Сангха учеников Благословенного: достойная даров, достойная гостеприимства, достойная подношений, достойная почтительного приветствия, несравненное поле заслуг для мира». ",
  "sn55.27:10.3": "Когда он рассматривает в себе эту непоколебимую уверенность в Сангхе, у него не возникает ужаса, трепета и страха перед неминуемой смертью. ",
  "sn55.27:11.1": "Далее, домохозяин, благородный ученик наделён добродетелями, которые дороги благородным: прочными, цельными, незапятнанными, неиспорченными, освобождающими, восхваляемыми мудрецами, не цепляемыми, ведущими к сосредоточению. ",
  "sn55.27:11.2": "Когда он рассматривает в себе эти добродетели, которые дороги благородным, у него не возникает ужаса, трепета и страха перед неминуемой смертью. ",
  "sn55.27:11.3": "У благородного ученика, наделённого этими четырьмя вещами, не возникает ужаса, трепета и страха перед неминуемой смертью». ",
  "sn55.27:12.1": "«Я не боюсь, уважаемый Ананда. ",
  "sn55.27:12.2": "С чего бы мне бояться? ",
  "sn55.27:12.3": "Ведь я, уважаемый, наделён непоколебимой уверенностью в Будде… ",
  "sn55.27:12.5": "Дхамме… ",
  "sn55.27:12.6": "Сангхе. ",
  "sn55.27:12.8": "А что касается тех правил тренировки для мирян, которым учил Благословенный, то я не вижу в себе такого, чтобы какое-либо из них было бы нарушено». ",
  "sn55.27:12.9": "«Какое благо для тебя, домохозяин! Какое великое благо для тебя, домохозяин! ",
  "sn55.27:12.10": "Ты, домохозяин, провозгласил плод вступления в поток». "
}