{
  "sn55.37:0.1": "Саньютта Никая 55.37 ",
  "sn55.37:0.2": "4. Потоки заслуг ",
  "sn55.37:0.3": "Маханама ",
  "sn55.37:1.1": "Однажды Благословенный проживал в стране Сакьев, в Капилаваттху, в парке Нигродхи. ",
  "sn55.37:1.2": "И тогда Маханама из клана Сакьев отправился к Благословенному, поклонился ему и сел рядом. Затем он сказал: ",
  "sn55.37:2.1": "«Уважаемый, каким образом кто-либо считается мирским последователем Будды?» ",
  "sn55.37:2.2": "«Маханама, когда человек принял прибежище в Будде, в Дхамме, в Сангхе, ",
  "sn55.37:2.3": "тогда он считается мирским последователем». ",
  "sn55.37:3.1": "«Каким образом, уважаемый, мирской последователь совершенен в нравственности?» ",
  "sn55.37:3.2": "«Когда, Маханама, мирской последователь воздерживается от убийства живых существ, от взятия того, что ему не было дано, от неблагого поведения в чувственных удовольствиях, от лжи, от вина, хмельного и одурманивающих веществ, что создают основу для беспечности, ",
  "sn55.37:3.3": "то в этом случае он совершенен в нравственности». ",
  "sn55.37:4.1": "«Каким образом, уважаемый, мирской последователь совершенен в вере?» ",
  "sn55.37:4.2": "«Маханама, мирской последователь – человек веры. Он верит в просветление Татхагаты так: ",
  "sn55.37:4.3": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.37:4.4": "Вот каким образом мирской последователь совершенен в вере». ",
  "sn55.37:5.1": "«Каким образом, уважаемый, мирской последователь совершенен в щедрости?» ",
  "sn55.37:5.2": "«Вот, Маханама, мирской последователь пребывает дома с умом, лишённым пятна скупости, – щедрым, великодушным, преданным благотворительности, – радуется тому, что дарит и делится. ",
  "sn55.37:5.3": "Вот каким образом мирской последователь совершенен в щедрости». ",
  "sn55.37:6.1": "«Каким образом, уважаемый, мирской последователь совершенен в мудрости?» ",
  "sn55.37:6.2": "«Вот, Маханама, мирской последователь мудр, он наделён мудростью в отношении возрастания и исчезновения – благородной, проницательной, ведущей к полному уничтожению страданий. ",
  "sn55.37:6.3": "Вот каким образом мирской последователь совершенен в мудрости». "
}