{
  "sn55.17:0.1": "Саньютта Никая 55.17 ",
  "sn55.17:0.2": "2. Царский парк ",
  "sn55.17:0.3": "Друзья и и товарищи (II) ",
  "sn55.17:1.1": "Монахи, тех, к кому у вас есть сострадание, тех, кто относится к вам с вниманием, – друзей или товарищей, близких и родственников – вам следует наставлять, утверждать, укреплять в четырёх факторах вступления в поток. ",
  "sn55.17:1.2": "Каких четырёх? ",
  "sn55.17:1.3": "Вам следует их наставлять, утверждать, укреплять в непоколебимой уверенности в Будде так: ",
  "sn55.17:1.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.17:2.1": "Монахи, можно увидеть перемену в четырёх великих элементах – в элементе земли, элементе воды, элементе огня, элементе воздуха, но не может быть перемены в благородном ученике, который наделён непоколебимой уверенностью в Будде. ",
  "sn55.17:2.2": "Перемена здесь такова, что благородный ученик, наделённый непоколебимой уверенностью в Будде, переродился бы в аду, в мире животных, в мире страдающих духов. Такого быть не может. ",
  "sn55.17:2.3": "Вам следует их наставлять, утверждать, укреплять в непоколебимой уверенности в Дхамме … ",
  "sn55.17:2.4": "Вам следует их наставлять, утверждать, укреплять в непоколебимой уверенности в Сангхе … ",
  "sn55.17:2.5": "Вам следует их наставлять, утверждать, укреплять в добродетелях, которые дороги благородным: прочных, цельных, незапятнанных, неиспорченных, освобождающих, восхваляемых мудрецами, не цепляемых, ведущих к сосредоточению. ",
  "sn55.17:2.6": "Монахи, можно увидеть перемену в четырёх великих элементах – в элементе земли, элементе воды, элементе огня, элементе воздуха, но не может быть перемены в благородном ученике, который наделён добродетелями, которые дороги благородным. ",
  "sn55.17:2.7": "Перемена здесь такова, что благородный ученик, наделённый добродетелями, которые дороги благородным, переродился бы в аду, в мире животных, в мире страдающих духов. Такого быть не может. ",
  "sn55.17:2.8": "Тех, к кому у вас есть сострадание, тех, кто относится к вам с вниманием, – друзей или товарищей, близких и родственников – вам следует наставлять, утверждать, укреплять в этих четырёх факторах вступления в поток». "
}