{
  "sn55.24:0.1": "Саньютта Никая 55.24 ",
  "sn55.24:0.2": "3. Саракани ",
  "sn55.24:0.3": "Саракани (I) ",
  "sn55.24:1.1": "В Капилаваттху. ",
  "sn55.24:1.2": "В то время недавно скончавшийся Саракани из клана Сакьев ",
  "sn55.24:1.3": "был объявлен вступившим в поток самим Благословенным, ",
  "sn55.24:1.4": "не подверженным погибели нижних миров, утверждённым в своей участи достичь освобождения, направляющимся к просветлению. ",
  "sn55.24:1.5": "По этому случаю ряд Сакьев, повстречавшись, собравшись, сетовали, ворчали и жаловались по этому поводу, говоря: ",
  "sn55.24:1.6": "«Удивительно, господа! Поразительно, господа! ",
  "sn55.24:1.7": "Да здесь кто угодно может быть вступившим в поток, ",
  "sn55.24:1.8": "если уж Благословенный объявил таковым недавно скончавшегося Саракани, ",
  "sn55.24:1.10": "объявил его не подверженным погибели нижних миров, утверждённым в своей участи достичь освобождения, направляющимся к просветлению! ",
  "sn55.24:1.11": "Ведь Саракани был слишком слаб для тренировки и пил одурманивающие напитки!» ",
  "sn55.24:2.1": "Тогда Маханама из клана Сакьев отправился к Благословенному, поклонился ему и рассказал обо всём, что произошло. Благословенный ответил: ",
  "sn55.24:3.1": "«Маханама, мирянин, который уже давно принялприбежище в Будде, Дхамме и Сангхе, – как он может отправиться в нижние миры? ",
  "sn55.24:3.2": "Если кто-либо говорил бы о ком-либо правдиво: ",
  "sn55.24:3.3": "„Он был мирянином, который уже давно принял прибежище в Будде, Дхамме и Сангхе“, ",
  "sn55.24:3.4": "то именно о Саракани из клана Сакьев он мог бы правдиво сказать так. ",
  "sn55.24:4.1": "Маханама, бывает так, что некий человек наделён непоколебимой уверенностью в Будде: ",
  "sn55.24:4.2": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.24:4.3": "И то же в отношении Дхаммы ",
  "sn55.24:4.4": "и Сангхи. ",
  "sn55.24:4.5": "И у него радостная мудрость, быстрая мудрость, и он достиг освобождения. ",
  "sn55.24:4.6": "За счёт уничтожения пятен умственных загрязнений он в этой самой жизни входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, реализовав это для себя прямым знанием. ",
  "sn55.24:4.7": "Этот человек, Маханама, освобождён от ада, от мира животных, от мира страдающих духов; освобождён от состояния лишений, неблагих уделов, нижних миров. ",
  "sn55.24:5.1": "Маханама, бывает так, что некий человек наделён непоколебимой уверенностью в Будде, ",
  "sn55.24:5.3": "Дхамме, ",
  "sn55.24:5.4": "Сангхе. ",
  "sn55.24:5.5": "И у него радостная мудрость, быстрая мудрость, но он ещё не достиг освобождения. ",
  "sn55.24:5.6": "С полным уничтожением пяти нижних оков он стал тем, кто переродится спонтанно в мире Чистых обителей и там обретёт окончательную ниббану, не возвращаясь из того мира обратно в этот мир. ",
  "sn55.24:5.7": "Этот человек тоже, Маханама, освобождён от ада, от мира животных, от мира страдающих духов; освобождён от состояния лишений, неблагих уделов, нижних миров. ",
  "sn55.24:6.1": "Маханама, бывает так, что некий человек наделён непоколебимой уверенностью в Будде, ",
  "sn55.24:6.3": "Дхамме, ",
  "sn55.24:6.4": "Сангхе. ",
  "sn55.24:6.5": "У него нет ни радостной мудрости, ни быстрой мудрости, он не достиг освобождения. ",
  "sn55.24:6.6": "С полным уничтожением трёх нижних оков и с ослаблением жажды, злобы, заблуждения, он является однажды-возвращающимся, тем, кто вернётся в этот мир лишь ещё один раз и тогда положит конец страданию. ",
  "sn55.24:6.7": "Этот человек тоже, Маханама, освобождён от ада, от мира животных, от мира страдающих духов; освобождён от состояния лишений, неблагих уделов, нижних миров. ",
  "sn55.24:7.1": "Маханама, бывает так, что некий человек наделён непоколебимой уверенностью в Будде, ",
  "sn55.24:7.3": "Дхамме, ",
  "sn55.24:7.4": "Сангхе. ",
  "sn55.24:7.5": "У него нет ни радостной мудрости, ни быстрой мудрости, он не достиг освобождения. ",
  "sn55.24:7.6": "С полным уничтожением трёх нижних оков он является вступившим в поток, не подверженным погибели нижних миров, утверждённым в своей участи достичь освобождения, направляющимся к просветлению. ",
  "sn55.24:7.7": "Этот человек тоже, Маханама, освобождён от ада, от мира животных, от мира страдающих духов; освобождён от состояния лишений, неблагих уделов, нижних миров. ",
  "sn55.24:8.1": "Маханама, бывает так, что некий человек не наделён непоколебимой уверенностью в Будде, ",
  "sn55.24:8.2": "Дхамме, ",
  "sn55.24:8.3": "Сангхе. ",
  "sn55.24:8.4": "У него нет ни радостной мудрости, ни быстрой мудрости, он не достиг освобождения. ",
  "sn55.24:8.5": "Однако у него есть пять дхамм: ",
  "sn55.24:8.6": "качество веры, качество усердия, качество осознанности, качество сосредоточения, качество мудрости. ",
  "sn55.24:8.7": "И он, обдумав до достаточной степени мудростью, согласился с учениями, провозглашёнными Татхагатой. ",
  "sn55.24:8.8": "Этот человек тоже, Маханама, не является тем, кто идёт в ад, в мир животных, в мир страдающих духов; к состояниям лишений, в неблагие уделы, нижние миры. ",
  "sn55.24:9.1": "Маханама, бывает так, что некий человек не наделён непоколебимой уверенностью в Будде, ",
  "sn55.24:9.2": "Дхамме, ",
  "sn55.24:9.3": "Сангхе. ",
  "sn55.24:9.4": "У него нет ни радостной мудрости, ни быстрой мудрости, он не достиг освобождения. ",
  "sn55.24:9.5": "Однако у него есть пять дхамм: ",
  "sn55.24:9.6": "качество веры, качество усердия, качество осознанности, качество сосредоточения и качество мудрости. ",
  "sn55.24:9.7": "И у него есть достаточная вера в Татхагату, достаточная преданность ему. ",
  "sn55.24:9.8": "Этот человек тоже, Маханама, не является тем, кто идёт в ад, в мир животных, в мир страдающих духов; к состояниям лишений, в неблагие уделы, нижние миры. ",
  "sn55.24:9.9": "Маханама, даже если бы эти великие саловые деревья могли понять то, что хорошо сказанно, и то, что плохо сказано, то я бы провозгласил эти великие саловые деревья вступившими в поток, не подверженными погибели нижних миров, утверждёнными в своей участи достичь освобождения, направляющимися к просветлению. ",
  "sn55.24:9.10": "Так что уж говорить о Саракани из клана Сакьев? ",
  "sn55.24:9.11": "Маханама, Саракани из клана Сакьев предпринял тренировку в момент своей смертити». "
}