{
  "sn55.36:0.1": "Саньютта Никая 55.36 ",
  "sn55.36:0.2": "4. Потоки заслуг ",
  "sn55.36:0.3": "Подобный дэвам ",
  "sn55.36:1.1": "«Монахи, когда благородный ученик обладает четырьмя вещами, дэвы ликуют и говорят о его сходстве с ними. ",
  "sn55.36:1.2": "Какими четырьмя? ",
  "sn55.36:1.3": "Вот, монахи, благородный ученик наделён непоколебимой уверенностью в Будде: ",
  "sn55.36:1.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.36:1.5": "Тем дэвам, которые, будучи людьми, умерли здесь в человеческом мире и переродились там, в небесном мире, обладающим непоколебимой уверенностью в Будде, приходит такая мысль: ",
  "sn55.36:1.6": "«Поскольку благородный ученик наделён такой же непоколебимой уверенностью в Будде, которой обладали и мы, когда умерли там и переродились здесь, то он появится среди дэвов». ",
  "sn55.36:2.1": "Далее, монахи, благородный ученик наделён непоколебимой уверенностью в Дхамме… ",
  "sn55.36:2.2": "Далее, монахи, благородный ученик наделён непоколебимой уверенностью в Сангхе… ",
  "sn55.36:2.3": "Далее, монахи, благородный ученик наделён добродетелями, которые дороги благородным: прочными, цельными, незапятнанными, неиспорченными, освобождающими, восхваляемыми мудрецами, не цепляемыми, ведущими к сосредоточению. ",
  "sn55.36:2.4": "Тем дэвам, которые, будучи людьми, умерли здесь в человеческом мире и переродились там, в небесном мире, обладающими такими же нравственными качествами, которые дороги Благородным, приходит такая мысль: ",
  "sn55.36:2.5": "«Поскольку благородный ученик наделён такими же добродетелями, которыми обладали и мы, когда умерли там и переродились здесь, то он появится среди дэвов». ",
  "sn55.36:2.6": "«Монахи, когда благородный ученик обладает четырьмя вещами, дэвы ликуют и говорят о его сходстве с ними. "
}