{
  "sn55.8:0.1": "Саньютта Никая 55.8 ",
  "sn55.8:0.2": "1. Бамбуковые врата ",
  "sn55.8:0.3": "Кирпичная Зала (I) ",
  "sn55.8:1.1": "Так я слышал. ",
  "sn55.8:1.2": "Однажды Благословенный проживал в Натике, в Кирпичной Зале. ",
  "sn55.8:1.3": "И тогда достопочтенный Ананда подошёл к Благословенному, поклонился ему, сел рядом и сказал: ",
  "sn55.8:2.1": "«Уважаемый, монах по имени Салха скончался. ",
  "sn55.8:2.2": "Какова его участь, каков его будущий удел? ",
  "sn55.8:2.3": "Монахиня по имени Нанда скончалась. ",
  "sn55.8:2.4": "Какова её участь, каков её будущий удел? ",
  "sn55.8:2.5": "Мирянин по имени Судатта скончался. ",
  "sn55.8:2.6": "Какова его участь, каков его будущий удел? ",
  "sn55.8:2.7": "Мирянка по имени Суджата скончалась. ",
  "sn55.8:2.8": "Какова её участь, каков её будущий удел?» ",
  "sn55.8:3.1": "«Ананда, скончавшийся монах Салха с уничтожением пятен загрязнений ума ещё в этой самой жизни вошёл в незапятнанное освобождении ума, освобождении мудростью, и пребывал в них, реализовав это для себя посредством прямого знания. ",
  "sn55.8:3.2": "Скончавшаяся монахиня Нанда с полным уничтожением пяти нижних оков стала тем, кто переродился спонтанно в мире Чистых обителей и там обретёт окончательную ниббану, не возвращаясь из того мира обратно в этот мир. ",
  "sn55.8:3.3": "Скончавшийся мирянин Судатта с полным уничтожением трёх нижних оков и с ослаблением жажды, злобы и заблуждения стал однажды-возвращающимся, тем, кто вернётся в этот мир лишь ещё один раз и тогда положит конец страданию. ",
  "sn55.8:3.4": "Скончавшаяся мирянка Суджата с полным уничтожением трёх нижних оков стала вступившей в поток, более не подверженной погибели нижних миров, утверждённой в своей участи достичь освобождения, направляющейся к просветлению. ",
  "sn55.8:4.1": "Не стоит удивляться, Ананда, что человек умирает. ",
  "sn55.8:4.2": "Но если каждый раз, когда кто-либо умер, ты будешь подходить и расспрашивать меня об этом, то это будет хлопотным для Татхагаты. ",
  "sn55.8:4.3": "Поэтому, Ананда, я научу тебя изложению Дхаммы, , которое называется зеркалом Дхаммы, обладая которым, благородный ученик, если захочет, может объявить о себе: ",
  "sn55.8:4.4": "«Я тот, кто покончил с адом, покончил с миром животных, покончил с миром страдающих духов, покончил с состояниями лишений, с плохими уделами, с нижними мирами. Я – вступивший в поток, более не подверженный погибели нижних миров, утверждённый в своей участи достичь освобождения, направляюсь к просветлению». ",
  "sn55.8:5.1": "И что это, Ананда, за изложение Дхаммы, зеркало Дхаммы, обладая которым, благородный ученик, если захочет, может объявить о себе так? ",
  "sn55.8:6.1": "Вот, Ананда, благородный ученик наделён непоколебимой уверенностью в Будде: «Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.8:6.2": "в Дхамме … ",
  "sn55.8:6.3": "в Сангхе … ",
  "sn55.8:6.4": "Он наделён добродетелями, которые дороги благородным … ведущими к сосредоточению». ",
  "sn55.8:6.5": "Это, Ананда, и является изложением Дхаммы, зеркалом Дхаммы, ",
  "sn55.8:6.6": "обладая которым, благородный ученик, если захочет, может объявить о себе: ",
  "sn55.8:6.7": "«Я тот, кто покончил с адом, покончил с миром животных, покончил с миром страдающих духов, покончил с состояниями лишений, с плохими уделами, с нижними мирами. Я – вступивший в поток, более не подверженный погибели нижних миров, утверждённый в своей участи достичь освобождения, направляюсь к просветлению». "
}