{
  "sn55.10:0.1": "Саньютта Никая 55.10 ",
  "sn55.10:0.2": "1. Бамбуковые врата ",
  "sn55.10:0.3": "Кирпичная Зала (III) ",
  "sn55.10:1.1": "Cев рядом, достопочтенный Ананда сказал Благословенному: ",
  "sn55.10:1.2": "Уважаемый, мирянин по имени Какката скончался в Натике. ",
  "sn55.10:1.3": "Какова его участь, каков его будущий удел? ",
  "sn55.10:1.4": "Мирянин по имени Калинга… ",
  "sn55.10:1.5": "Никата… ",
  "sn55.10:1.6": "Катиссаха… ",
  "sn55.10:1.7": "Туттха… ",
  "sn55.10:1.8": "Сантуттха… ",
  "sn55.10:1.9": "Бхадда… ",
  "sn55.10:1.10": "Субхадда скончался в Натике. ",
  "sn55.10:1.11": "Какова его участь, каков его будущий удел?» ",
  "sn55.10:2.1": "«Ананда, скончавшийся мирянин Какката с полным уничтожением пяти нижних оков стал тем, кто переродился спонтанно в мире Чистых обителей и там обретёт окончательную ниббану, не возвращаясь из того мира обратно в этот мир. ",
  "sn55.10:2.2": "И то же самое в отношении мирян Калинги, ",
  "sn55.10:2.3": "Никаты, ",
  "sn55.10:2.4": "Катиссахи, ",
  "sn55.10:2.5": "Туттхи, ",
  "sn55.10:2.6": "Сантуттхи, ",
  "sn55.10:2.7": "Бхадды, ",
  "sn55.10:2.8": "Субхадды. ",
  "sn55.10:3.1": "Более пятидесяти скончавшихся в Натике мирян с полным уничтожением пяти нижних оков стали теми, кто переродился спонтанно в мире Чистых обителей и там обретёт окончательную ниббану, не возвращаясь из того мира обратно в этот мир. ",
  "sn55.10:3.2": "Более чем девяносто скончавшихся в Натике мирян с полным уничтожением трёх нижних оков и с ослаблением жажды, злобы и заблуждения, стали однажды-возвращающимися, теми, кто вернётся в этот мир лишь ещё один раз и тогда положит конец страданию. ",
  "sn55.10:3.3": "Пятьсот шесть скончавшихся в Натике мирян с полным уничтожением трёх нижних оков стали вступившими в поток, более не подверженными погибели нижних миров, утверждёнными в своей участи достичь освобождения, направляющимися к просветлению. ",
  "sn55.10:4.1": "Не стоит удивляться, Ананда, что человек умирает. ",
  "sn55.10:4.2": "Но если каждый раз, когда кто-либо умер, ты будешь подходить и расспрашивать меня об этом, то это будет хлопотным для Татхагаты. ",
  "sn55.10:4.3": "Поэтому, Ананда, я научу тебя изложению Дхаммы, которое называется зеркалом Дхаммы, обладая которым, благородный ученик, если захочет, может объявить о себе: ",
  "sn55.10:4.4": "«Я тот, кто покончил с адом, покончил с миром животных, покончил с миром страдающих духов, покончил с состояниями лишений, с плохими уделами, с нижними мирами. Я – вступивший в поток, более не подверженный погибели нижних миров, утверждённый в своей участи достичь освобождения, направляюсь к просветлению». ",
  "sn55.10:5.1": "И что это, Ананда, за изложение Дхаммы, зеркало Дхаммы, обладая которым, благородный ученик, если захочет, может объявить о себе так? ",
  "sn55.10:6.1": "Вот, Ананда, благородный ученик наделён непоколебимой уверенностью в Будде: «Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.10:6.2": "Он наделён непоколебимой уверенностью в Дхамме… ",
  "sn55.10:6.3": "Он наделён непоколебимой уверенностью в Cангхе… ",
  "sn55.10:6.4": "Он наделён добродетелями, которые дороги благородным … ведущими к сосредоточению». ",
  "sn55.10:6.5": "Это, Ананда, и является изложением Дхаммы, зеркалом Дхаммы, ",
  "sn55.10:6.6": "обладая которым, благородный ученик, если захочет, может объявить о себе: ",
  "sn55.10:6.7": "«Я тот, кто покончил с адом, покончил с миром животных, покончил с миром страдающих духов, покончил с состояниями лишений, с плохими уделами, с нижними мирами. Я – вступивший в поток, более не подверженный погибели нижних миров, утверждённый в своей участи достичь освобождения, направляюсь к просветлению». "
}