{
  "sn55.12:0.1": "Саньютта Никая 55.12 ",
  "sn55.12:0.2": "2. Царский парк ",
  "sn55.12:0.3": "Брахманы ",
  "sn55.12:1.1": "В Саваттхи. ",
  "sn55.12:1.2": "«Монахи, брахманы провозглашают путь, называемый направлением ввысь. ",
  "sn55.12:1.3": "Они наставляют своих учеников так: ",
  "sn55.12:1.4": "«Ну же, почтенный, вставай рано утром и иди на восток. ",
  "sn55.12:1.5": "Когда будешь идти так, то не обходи встречающиеся на пути впадину, обрыв, столб, колючки, деревенский пруд или выгребную яму. ",
  "sn55.12:1.6": "Тебе стоит ждать смерти там, куда ты упадёшь. ",
  "sn55.12:1.7": "Так, почтенный, с распадом тела, после смерти, ты переродишься в счастливом уделе, в небесном мире». ",
  "sn55.12:2.1": "Монахи, практика этих брахманов – это глупый путь, дурацкий путь. Он не ведёт к разочарованию, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане. ",
  "sn55.12:2.2": "Но я, монахи, провозглашаю путь, ведущий ввысь в Дисциплине Благородных – ",
  "sn55.12:2.3": "путь, который ведёт к полному разочарованию, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане. ",
  "sn55.12:3.1": "И что это за путь, монахи, ведущий ввысь, ",
  "sn55.12:3.2": "который ведёт к полному разочарованию… ниббане? ",
  "sn55.12:3.3": "Вот, монахи, благородный ученик наделён непоколебимой уверенностью в Будде: ",
  "sn55.12:3.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.12:3.5": "Он наделён непоколебимой уверенностью в Дхамме… ",
  "sn55.12:3.6": "Он наделён непоколебимой уверенностью в Cангхе… ",
  "sn55.12:3.7": "Он наделён добродетелями, которые дороги благородным … ведущими к сосредоточению». ",
  "sn55.12:3.8": "Таков, монахи, путь, ведущий ввысь, ",
  "sn55.12:3.9": "который ведёт к полному разочарованию, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане». "
}