{
  "sn55.30:0.1": "Саньютта Никая 55.30 ",
  "sn55.30:0.2": "3. Саракани ",
  "sn55.30:0.3": "Личчхави ",
  "sn55.30:1.1": "Однажды Благословенный проживал в Весали, в Великом лесу, в Зале С Остроконечной Крышей. ",
  "sn55.30:1.2": "И тогда министр Личчхави по имени Нандака отправился к Благословенному, поклонился ему и сел рядом. И затем Благословенный сказал ему: ",
  "sn55.30:2.1": "«Нандака, благородный ученик, наделённый этими четырьмя вещами, является вступившим в поток, не подверженным погибели нижних миров, утверждённым[в своей участи достичь освобождения, направляющимся к просветлению. ",
  "sn55.30:2.2": "Какими четырьмя? ",
  "sn55.30:2.3": "Вот, Нандака, благородный ученик наделён непоколебимой уверенностью в Будде: ",
  "sn55.30:2.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.30:2.5": "Он наделён непоколебимой уверенностью в Дхамме: «Дхамма превосходно провозглашена Благословенным, видимая здесь и сейчас, незамедлительно действенная, приглашающая к исследованию, ведущая вперёд, переживаемая мудрыми для себя». ",
  "sn55.30:2.6": "Он наделён непоколебимой уверенностью в Сангхе: «Сангха учеников Благословенного практикует хороший путь, практикует прямой путь, практикует верный путь, практикует правильный путь; другими словами, четыре пары, или восемь, типов личностей – это Сангха учеников Благословенного: достойная даров, достойная гостеприимства, достойная подношений, достойная почтительного приветствия, несравненное поле заслуг для мира». ",
  "sn55.30:2.7": "Он наделён добродетелями, которые дороги благородным: прочными, цельными, незапятнанными, неиспорченными, освобождающими, восхваляемыми мудрецами, не цепляемыми, ведущими к сосредоточению. ",
  "sn55.30:2.8": "Благородный ученик, наделённый этими четырьмя вещами, является вступившим в поток, не подверженным погибели нижних миров, утверждённым в своей участи достичь освобождения, направляющимся к просветлению. ",
  "sn55.30:3.1": "Далее, Нандака, благородный ученик, наделённый этими четырьмя вещами, становится обладателем длинной жизни – небесной или человеческой. ",
  "sn55.30:3.2": "Он становится обладателем красоты – небесной или человеческой. ",
  "sn55.30:3.3": "Он становится обладателем удовольствия – небесного или человеческого. ",
  "sn55.30:3.4": "Он становится обладателем славы – небесной или человеческой. ",
  "sn55.30:3.5": "Он становится обладателем власти – небесной или человеческой. ",
  "sn55.30:3.6": "И я говорю так, Нандака, не потому, что услышал об этом от других жрецов и отшельников. Но я говорю, что узнал, увидел, понял сам». ",
  "sn55.30:4.1": "Когда так было сказано, подошедший человек обратился к Нандаке, министру Личчхави: ",
  "sn55.30:4.2": "«Всё готово для принятия вами ванны, уважаемый». ",
  "sn55.30:4.3": "«Довольно, я говорю тебе, с меня этой внешней ванны. ",
  "sn55.30:4.4": "Мне достаточно этой внутренней ванны, то есть, ",
  "sn55.30:4.5": "убеждённости в Благословенном». "
}