{
  "sn55.39:0.1": "Саньютта Никая 55.39 ",
  "sn55.39:0.2": "4. Потоки заслуг ",
  "sn55.39:0.3": "Калигодха ",
  "sn55.39:1.1": "Однажды Благословенный проживал в стране Сакьев, в Капилаваттху, в парке Нигродхи. ",
  "sn55.39:1.2": "И тогда, утром, Благословенный, одевшись, взяв чашу и внешнее одеяние, отправился в дом мирянки Калигодхи из клана Сакьев. Там он сел на подготовленное сиденье. ",
  "sn55.39:1.3": "И тогда мирянка Калигодха из клана Сакьев подошла к Благословенному, поклонилась ему и села рядом. Благословенный сказал ей: ",
  "sn55.39:2.1": "«Годха, благородная ученица, наделённая четырьмя дхаммами, является вступившей в поток, не подверженной погибели нижних миров, утверждённой в своей участи достичь освобождения, направляющейся к просветлению. ",
  "sn55.39:2.2": "Какими четырьмя? ",
  "sn55.39:2.3": "Вот, Годха, ученица Благородных наделена непоколебимой уверенностью в Будде: ",
  "sn55.39:2.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.39:2.5": "Она наделена непоколебимой уверенностью в Дхамме: «Дхамма превосходно провозглашена Благословенным, видимая здесь и сейчас, незамедлительно действенная, приглашающая к исследованию, ведущая вперёд, переживаемая мудрыми для себя». ",
  "sn55.39:2.6": "Она наделена непоколебимой уверенностью в Сангхе: «Сангха учеников Благословенного, идущих по хорошему пути, идущих по прямому пути, идущих по верному пути, идущих по совершенному пути, другими словами, четыре пары или восемь типов личностей – это Сангха учеников Благословенного: достойная даров, достойная гостеприимства, достойная подношений, достойная уважения, несравненное поле заслуг для мира». ",
  "sn55.39:2.7": "Она пребывает дома с умом, лишённым пятна скупости, – щедрым, великодушным, преданным благотворительности, – радуется тому, что дарит и делится. ",
  "sn55.39:2.8": "Годха, благородная ученица, наделённая этими четырьмя дхаммами, является вступившей в поток, не подверженной погибели нижних миров, утверждённой в своей участи достичь освобождения, направляющейся к просветлению». ",
  "sn55.39:3.1": "«Уважаемый, что касается этих четырёх факторов вступления в поток, которым научил Благословенный, то все они есть во мне, и я живу в соответствии с ними. ",
  "sn55.39:3.2": "Ведь я, уважаемый, наделена непоколебимой уверенностью в Будде, ",
  "sn55.39:3.4": "в Дхамме ",
  "sn55.39:3.5": "и в Сангхе. ",
  "sn55.39:3.6": "Более того, когда в моей семье появляется что-то, чем можно поделиться, всё это я безвозмездно раздаю среди тех, кто нравственен и добр». ",
  "sn55.39:3.7": "«Какое благо для тебя, Годха! Какое большое благо для тебя, Годха! ",
  "sn55.39:3.8": "Ты провозгласила плод вступления в поток». "
}