{
  "sn55.3:0.1": "Саньютта Никая 55.3 ",
  "sn55.3:0.2": "1. Бамбуковые врата ",
  "sn55.3:0.3": "Мирянин Дигхаву ",
  "sn55.3:1.1": "Однажды Благословенный проживал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "sn55.3:1.2": "И в то время мирянин Дигхаву был нездоров, поражён болезнью, серьёзно болен. ",
  "sn55.3:1.3": "Тогда мирянин Дигхаву обратился к отцу, домохозяину Джотике: ",
  "sn55.3:1.4": "«Ну же, домохозяин, пойди к Благословенному, поклонись ему в ноги от моего имени и скажи: ",
  "sn55.3:1.5": "Уважаемый, мирянин Дигхаву нездоров, поражён болезнью, серьёзно болен. ",
  "sn55.3:1.6": "Он выражает почтение Благословенному, кланяясь в ноги Благословенному». ",
  "sn55.3:1.7": "И затем скажи: ",
  "sn55.3:1.8": "«Было бы хорошо, уважаемый, если бы Благословенный из сострадания пришёл бы домой к мирянину Дигхаву». ",
  "sn55.3:1.9": "«Конечно, дорогой», – ответил домохозяин Джотика. Он отправился к Благословенному, поклонился ему и сел рядом, а затем донёс послание. ",
  "sn55.3:1.14": "Благословенный молча согласился. ",
  "sn55.3:2.1": "И затем Благословенный, одевшись, взяв чашу и внешнее одеяние, отправился домой к мирянину Дигхаву. Там он сел на приготовленное для него сиденье и сказал мирянину Дигхаву: ",
  "sn55.3:2.2": "«Я надеюсь, ты поправляешься, Дигхаву, я надеюсь, тебе становится лучше. Я надеюсь, твои болезненные ощущения спадают, а не возрастают, и что можно увидеть их спад, а не увеличение». ",
  "sn55.3:2.3": "«Уважаемый, я не поправляюсь, мне не становится лучше. Сильные болезненные ощущения возрастают во мне, а не спадают, и можно увидеть их увеличение, а не спад». ",
  "sn55.3:2.4": "«Тогда, Дигхаву, ты должен тренировать себя так: ",
  "sn55.3:2.5": "«Я буду тем, кто наделён непоколебимой уверенностью в Будде … ",
  "sn55.3:2.6": "в Дхамме … ",
  "sn55.3:2.7": "в Сангхе … ",
  "sn55.3:2.8": "Я буду тем, кто наделён добродетелями, которые дороги благородным … ведущими к сосредоточению». ",
  "sn55.3:2.9": "Вот так тебе следует тренировать себя». ",
  "sn55.3:3.1": "«Уважаемый, что касается этих четырёх факторов вступления в поток, которым научил Благословенный, то все они наличествуют во мне, и я живу в соответствии с ними. ",
  "sn55.3:3.2": "Ведь я, уважаемый, наделён непоколебимой уверенностью в Будде… ",
  "sn55.3:3.3": "в Дхамме … ",
  "sn55.3:3.4": "в Сангхе … ",
  "sn55.3:3.5": "Я наделён добродетелями… ведущими к сосредоточению». ",
  "sn55.3:3.6": "«Тогда, Дигхаву, будучи утверждённым в этих четырёх факторах вступления в поток, далее тебе следует развивать шесть вещей, что имеют отношение к истинному знанию. ",
  "sn55.3:3.7": "Дигхаву,<j>- пребывай в созерцании непостоянства во всех формациях,<j>- воспринимай страдание во всём, что непостоянно,<j>- воспринимай безличностность во всём, что является страданием,<j>- воспринимай оставление,<j>- воспринимай угасание,<j>- воспринимай прекращение. ",
  "sn55.3:3.8": "Вот так ты должен тренировать себя». ",
  "sn55.3:4.1": "«Уважаемый, что касается этих шести вещей, что имеют отношение к истинному знанию, которым научил Благословенный, то все они наличествуют во мне, и я живу в соответствии с ними. ",
  "sn55.3:4.2": "Ведь я, уважаемый, пребываю в созерцании непостоянства во всех формациях; воспринимаю страдание во всём, что непостоянно; воспринимаю безличностность во всём, что является страданием; воспринимаю оставление; воспринимаю угасание; воспринимаю прекращение. ",
  "sn55.3:4.3": "Однако, уважаемый, мысль приходит ко мне: ",
  "sn55.3:4.4": "«После того, как я умру, пусть этот домохозяин Джотика не впадает в переживание». ",
  "sn55.3:4.5": "«Не нужно волноваться об этом, дорогой Дигхаву. ",
  "sn55.3:4.6": "Ну же, дорогой Дигхаву, слушай внимательно то, о чём говорит тебе Благословенный». ",
  "sn55.3:5.1": "И тогда Благословенный, дав это наставление мирянину Дигхаву, встал со своего сиденья и ушёл. ",
  "sn55.3:5.2": "И вскоре после того как Благословенный ушёл, мирянин Дигхаву скончался. ",
  "sn55.3:5.3": "И тогда группа монахов подошла к Благословенному, они поклонись ему и сели рядом. Затем они спросили Благословенного: ",
  "sn55.3:5.4": "«Уважаемый, тот мирянин по имени Дигхаву, которому Благословенный дал краткое наставление, скончался. ",
  "sn55.3:5.5": "Какова его участь, каков его будущий удел?» ",
  "sn55.3:5.6": "«Монахи, мирянин Дигхаву был мудр. Он практиковал в соответствии с Дхаммой и не беспокоил меня чрезмерными вопросами о Дхамме. ",
  "sn55.3:5.7": "Монахи, с полным уничтожением пяти нижних оков мирянин Дигхаву стал тем, кто обрёл спонтанное рождение в мире Чистых обителей, и там достигнет ниббаны, никогда более не возвращаясь из того мира обратно в этот мир». "
}