{
  "sn55.19:0.1": "Саньютта Никая 55.19 ",
  "sn55.19:0.2": "2. Царский парк ",
  "sn55.19:0.3": "Посещение дэвов (II) ",
  "sn55.19:1.1": "В Саваттхи. ",
  "sn55.19:1.2": "И тогда, подобно тому, как сильный человек распрямил бы согнутую руку или согнул распрямлённую, достопочтенный Махамоггаллана исчез из рощи Джеты и появился среди дэвов Таватимсы. ",
  "sn55.19:1.3": "И тогда группа дэвов Таватимсы подошла к достопочтенному Махамоггаллане и, поклонившись ему, встала рядом. И тогда достопочтенный Махамоггаллана обратился к этим божествам: ",
  "sn55.19:2.1": "«Хорошо, друзья, обладать непоколебимой уверенностью в Будде: ",
  "sn55.19:2.2": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.19:2.3": "Из-за обладания непоколебимой уверенностью в Будде некоторые существа здесь, с распадом тела, после смерти, переродились в счастливом уделе, в небесном мире. ",
  "sn55.19:2.4": "Хорошо, друзья, обладать непоколебимой уверенностью в Дхамме… ",
  "sn55.19:2.5": "Хорошо, друзья, обладать непоколебимой уверенностью в Сангхе… ",
  "sn55.19:2.6": "обладать добродетелями… ",
  "sn55.19:2.7": "Из-за обладания непоколебимой уверенностью в Будде… Дхамме… Сангхе… обладания добродетелями… ведущими к сосредоточению, некоторые существа здесь с распадом тела, после смерти, переродились в счастливом уделе, в небесном мире». ",
  "sn55.19:3.1": "«Хорошо, почтенный Моггаллана, обладать непоколебимой уверенностью в Будде… ",
  "sn55.19:3.4": "Дхамме… ",
  "sn55.19:3.5": "Сангхе… ",
  "sn55.19:3.6": "обладать добродетелями… ведущими к сосредоточению. ",
  "sn55.19:3.7": "Потому что из-за обладания непоколебимой уверенностью в Будде… Дхамме… Сангхе… обладания добродетелями… ведущими к сосредоточению, некоторые существа здесь с распадом тела, после смерти, переродились в счастливом уделе, в небесном мире». "
}