{
  "sn55.6:0.1": "Саньютта Никая 55.6 ",
  "sn55.6:0.2": "1. Бамбуковые врата ",
  "sn55.6:0.3": "Дворецкие ",
  "sn55.6:1.1": "В Саваттхи. ",
  "sn55.6:1.2": "В то время большая группа монахов изготавливала одеяние для Благословенного, размышляя так: ",
  "sn55.6:1.3": "«По истечении трёх месяцев, когда эта одежда будет готова, Благословенный отправится в странствие». ",
  "sn55.6:1.4": "И в то время дворецкие Исидатта и Пурана находились в Садхуке по неким делам. ",
  "sn55.6:1.5": "Они услышали: ",
  "sn55.6:1.6": "«Большая группа монахов, как говорят, изготавливает одежду для Благословенного, размышляя о том, что ",
  "sn55.6:1.7": "по истечении трёх месяцев, когда эта одежда будет готова, Благословенный отправится в странствие». ",
  "sn55.6:2.1": "И тогда дворецкие Исидатта и Пурана поставили на дорогу человека и сказали ему: ",
  "sn55.6:2.2": "«Почтенный, когда увидишь, как идёт Благословенный, совершенный, полностью просветлённый, то тогда сообщи нам об этом». ",
  "sn55.6:2.3": "Простояв два или три дня, он издали увидел, что идёт Благословенный. ",
  "sn55.6:2.4": "Увидев его, он отправился к Исидатте и Пуране и сказал им: ",
  "sn55.6:2.5": "«Господа, Благословенный идёт, совершенный, полностью просветлённый. ",
  "sn55.6:2.6": "Вы можете пойти к нему, как только сочтёте нужным». ",
  "sn55.6:3.1": "И тогда дворецкие Исидатта и Пурана подошли к Благословенному, поклонились ему, и пошли вслед за ним. ",
  "sn55.6:3.2": "Благословенный свернул с дороги, подошёл к подножью дерева и сел на подготовленное для него сиденье. ",
  "sn55.6:3.3": "Дворецкие Исидатта и Пурана поклонились Благословенному и сели рядом. ",
  "sn55.6:3.4": "Затем они обратились к нему: ",
  "sn55.6:4.1": "«Уважаемый, когда мы слышим, что ",
  "sn55.6:4.2": "Благословенный покинет Саваттхи, чтобы странствовать по стране Косал, в нас возникают беспокойство и грусть: ",
  "sn55.6:4.3": "«Благословенный будет далеко от нас». ",
  "sn55.6:4.4": "И затем, когда мы слышим, что ",
  "sn55.6:4.5": "Благословенный покинул Саваттхи, чтобы странствовать по стране Косал, в нас возникают беспокойство и грусть: ",
  "sn55.6:4.6": "«Благословенный далеко от нас». ",
  "sn55.6:5.1": "Далее, уважаемый, когда слышим, что ",
  "sn55.6:5.2": "Благословенный покинет страну Косал, чтобы странствовать по стране Маллов, в нас возникают беспокойство и грусть: ",
  "sn55.6:5.3": "«Благословенный будет далеко от нас». ",
  "sn55.6:5.4": "И затем, когда мы слышим, что ",
  "sn55.6:5.5": "Благословенный покинул страну Косал, чтобы странствовать по стране Маллов, в нас возникают беспокойство и грусть: ",
  "sn55.6:5.6": "«Благословенный далеко от нас». ",
  "sn55.6:6.1": "Далее, уважаемый, когда слышим, что ",
  "sn55.6:6.2": "Благословенный покинет страну Маллов, чтобы странствовать по стране Вадджей… ",
  "sn55.6:7.1": "Далее, уважаемый, когда слышим, что ",
  "sn55.6:7.2": "Благословенный покинет страну Вадджей, чтобы странствовать по стране Каси… ",
  "sn55.6:8.1": "Далее, уважаемый, когда слышим, что ",
  "sn55.6:8.2": "Благословенный покинет страну Каси, чтобы странствовать по стране Магадхов, в нас возникают беспокойство и грусть: ",
  "sn55.6:8.3": "«Благословенный будет далеко от нас». ",
  "sn55.6:8.4": "И затем, когда мы слышим, что ",
  "sn55.6:8.5": "Благословенный покинул страну Каси, чтобы странствовать по стране Магадхов, в нас возникают беспокойство и грусть: ",
  "sn55.6:8.6": "«Благословенный далеко от нас». ",
  "sn55.6:9.1": "Но, уважаемый, когда мы слышим, что ",
  "sn55.6:9.2": "Благословенный покинет страну Магадхов, чтобы странствовать по стране Каси, в нас возникают эйфория и радость при мысли: ",
  "sn55.6:9.3": "«Благословенный будет близко к нам». ",
  "sn55.6:9.4": "И затем, когда мы слышим, что ",
  "sn55.6:9.5": "Благословенный покинул страну Магадхов, чтобы странствовать по стране Каси, в нас возникают эйфория и радость при мысли: ",
  "sn55.6:9.6": "«Благословенный рядом с нами». ",
  "sn55.6:10.1": "Далее, уважаемый, когда мы слышим, что ",
  "sn55.6:10.2": "Благословенный покинет страну Каси, чтобы странствовать по стране Вадджей… ",
  "sn55.6:11.2": "Благословенный покинет страну Вадджей, чтобы странствовать по стране Маллов… ",
  "sn55.6:12.2": "Благословенный покинет страну Маллов, чтобы странствовать по стране Косал… ",
  "sn55.6:13.1": "Далее, уважаемый, когда слышим, что ",
  "sn55.6:13.2": "Благословенный покинет страну Косал, чтобы прибыть в Саваттхи, в нас возникают эйфория и радость при мысли: ",
  "sn55.6:13.3": "«Благословенный будет близко к нам». ",
  "sn55.6:13.4": "И затем, когда мы слышим, что ",
  "sn55.6:13.5": "Благословенный пребывает в Саваттхи, в роще Джеты, в монастыре Анатхапиндики, в нас возникают большая эйфория и радость при мысли: ",
  "sn55.6:13.6": "«Благословенный рядом с нами». ",
  "sn55.6:14.1": "«Поэтому, дворецкие, домохозяйская жизнь тесная и пыльная. Бездомная жизнь подобна бескрайним просторам. ",
  "sn55.6:14.2": "Этого достаточно для вас, дворецкие, чтобы быть прилежными». ",
  "sn55.6:14.3": "«Уважаемый, на нас лежит другое ограничение, ещё более ограничивающее и считающееся ещё более ограничивающим, нежели это». ",
  "sn55.6:14.4": "«И каково же это, дворецкие, другое ограничение, что лежит на вас, ещё более ограничивающее и считающееся ещё более ограничивающим, нежели это?» ",
  "sn55.6:15.1": "«Уважаемый, когда царь Пасенади Косальский хочет совершить прогулку по своему парку удовольствий, то после того, как мы готовим для него прогулочных слонов, нам нужно разместить дорогих и любимых жён царя по своим сиденьям – одну впереди, одну – сзади. ",
  "sn55.6:15.2": "И, уважаемый, аромат этих женщин подобен на мгновение открытой ароматной шкатулке. Вот каково находиться с женщинами из дворца, что носят благовония. ",
  "sn55.6:15.3": "Кроме того, уважаемый, прикосновение этих женщин подобно пучку хлопка или капока. Вот каково находиться с женщинами из дворца, что столь изысканно ухожены. ",
  "sn55.6:15.4": "Кроме того, уважаемый, слонов следует охранять, этих женщин следует охранять и самих себя следует охранять – ",
  "sn55.6:15.5": "но всё же мы не припоминаем, чтобы в нас возникло хоть одно неблагое состояние ума по отношению к этим женщинам. ",
  "sn55.6:15.6": "Таково, уважаемый, другое ограничение, ещё более ограничивающее и считающеесяещё более ограничивающим, нежели это». ",
  "sn55.6:16.1": "«Поэтому, дворецкие, домохозяйская жизнь тесная и пыльная. Бездомная жизнь подобна бескрайним просторам. ",
  "sn55.6:16.2": "Этого достаточно для вас, дворецкие, чтобы быть прилежными. ",
  "sn55.6:16.3": "Благородный ученик, дворецкие, наделённый четырьмя вещами, является вступившим в поток, более не подверженным погибели нижних миров, утверждённым в своей участи достичь освобождения, направляющимся к просветлению. ",
  "sn55.6:17.1": "Какими четырьмя? ",
  "sn55.6:17.2": "Вот, дворецкие, благородный ученик наделён непоколебимой уверенностью в Будде: ",
  "sn55.6:17.3": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.6:17.4": "Он наделён непоколебимой уверенностью в Дхамме… ",
  "sn55.6:17.5": "в Сангхе … ",
  "sn55.6:17.6": "И он пребывает дома с умом, лишённым пятна скупости, – щедрым, великодушным, преданным благотворительности – радуется тому, что дарит и делится. ",
  "sn55.6:17.7": "Благородный ученик, наделённый этими четырьмя вещами, является вступившим в поток, более не подверженным погибели нижних миров, утверждённым в своей участи достичь освобождения, направляющимся к просветлению. ",
  "sn55.6:18.1": "Вы, дворецкие, обладаете непоколебимой уверенностью в Будде… ",
  "sn55.6:18.3": "Дхамме… ",
  "sn55.6:18.4": "Сангхе… ",
  "sn55.6:18.5": "Более того, когда есть что-либо в вашей семье, чем можно было бы поделиться, всё это вы безвозмездно дарите тем, кто нравственен и порядочен. ",
  "sn55.6:18.6": "Как вы думаете, дворецкие, ",
  "sn55.6:18.7": "сколько людей среди Косал могут сравниться с вами ",
  "sn55.6:18.8": "в отношении дарения и разделения?» ",
  "sn55.6:18.9": "«Какое благо для нас, уважаемый, какое великое благо для нас, уважаемый, ",
  "sn55.6:18.10": "что Благословенный нас так хорошо понимает». "
}