{
  "sn55.41:0.1": "Саньютта Никая 55.41 ",
  "sn55.41:0.2": "5. Потоки заслуг со строфами ",
  "sn55.41:0.3": "Потоки (I) ",
  "sn55.41:1.1": "«Монахи, существуют эти четыре потока заслуг, четыре потока благого, пищи для счастья. ",
  "sn55.41:1.2": "Какие четыре? ",
  "sn55.41:1.3": "Вот, монахи, благородный ученик наделён непоколебимой уверенностью в Будде: ",
  "sn55.41:1.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "sn55.41:1.5": "Таков первый поток заслуг, поток благого, пища для счастья. ",
  "sn55.41:2.1": "Далее, монахи, благородный ученик наделён непоколебимой уверенностью в Дхамме: «Дхамма превосходно провозглашена Благословенным, видимая здесь и сейчас, незамедлительно действенная, приглашающая к исследованию, ведущая вперёд, переживаемая мудрыми для себя». Таков второй поток заслуг, поток благого, пища для счастья. ",
  "sn55.41:2.2": "Далее, монахи, благородный ученик наделён непоколебимой уверенностью в Сангхе: «Сангха учеников Благословенного, идущих по хорошему пути, идущих по прямому пути, идущих по верному пути, идущих по совершенному пути, другими словами, четыре пары или восемь типов личностей – это Сангха учеников Благословенного: достойная даров, достойная гостеприимства, достойная подношений, достойная уважения, несравненное поле заслуг для мира». Таков третий поток заслуг, поток благого, пища для счастья. ",
  "sn55.41:3.1": "Далее, монахи, благородный ученик наделён добродетелями, которые дороги благородным: прочными, цельными, незапятнанными, неиспорченными, освобождающими, восхваляемыми мудрецами, не цепляемыми, ведущими к сосредоточению. ",
  "sn55.41:3.2": "Таков четвёртый поток заслуг, поток благого, пища для счастья. ",
  "sn55.41:3.3": "Таковы четыре потока заслуг, четыре потока благого, пищи для счастья. ",
  "sn55.41:4.1": "Когда, монахи, благородный ученик обладает этими четырьмя потоками заслуг, потоками благого, непросто измерить его заслуги так: ",
  "sn55.41:4.2": "«Вот таков объём его потока заслуг, потока благого, пищи для счастья». ",
  "sn55.41:4.3": "Но вместо этого этот объём считается неизмеримым, безмерным, огромной массой заслуг. ",
  "sn55.41:5.1": "Монахи, подобно тому, как непросто измерить объём воды в океане: ",
  "sn55.41:5.2": "«Вот столько-то литров воды здесь» или «Здесь столько-то сотен литров воды» или «Здесь столько-то тысяч литров воды» или «Здесь столько-то сотен тысяч литров воды» – ",
  "sn55.41:5.3": "но вместо этого этот объём считается неизмеримым, безмерным, огромным объёмом воды, ",
  "sn55.41:5.4": "точно так же, когда благородный ученик обладает этими четырьмя потоками заслуг… ",
  "sn55.41:5.6": "это считается неизмеримым, безмерным, огромной массой заслуг». ",
  "sn55.41:6.1": "Так сказал Благословенный. ",
  "sn55.41:6.2": "И, сказав так, Счастливейший, Учитель, далее добавил: ",
  "sn55.41:7.1": "«Подобно рекам, используемым многими людьми, ",
  "sn55.41:7.2": "Что вниз текут и достигают океана, – ",
  "sn55.41:7.3": "Воды большой объем и море без краёв, ",
  "sn55.41:7.4": "Ковчег пугающий, что полон самоцветов, – ",
  "sn55.41:8.1": "Так и заслуг потоки достигают мудреца – ",
  "sn55.41:8.2": "Дающего еду, напитки, одеяния, ",
  "sn55.41:8.3": "Дарителя постелей, сидений, покрывал – ",
  "sn55.41:8.4": "Они как будто реки, несут что воды к морю». "
}