{
  "ya5.2.3:0.1": "5 Saccayamaka ",
  "ya5.2.3:0.2": "5.2 Pavattivāra ",
  "ya5.2.3:0.3": "5.2.3. Uppādanirodhavāra ",
  "ya5.2.3:1.0.1": "5.2.3.1 Paccuppannavāra ",
  "ya5.2.3:1.0.2": "5.2.3.1.1. Anulomapuggala ",
  "ya5.2.3:1.1": " Yassa dukkhasaccaṁ uppajjati tassa samudayasaccaṁ nirujjhatīti? No. ",
  "ya5.2.3:2.1": " Yassa vā pana samudayasaccaṁ nirujjhati tassa dukkhasaccaṁ uppajjatīti? No. ",
  "ya5.2.3:3.1": " Yassa dukkhasaccaṁ uppajjati tassa maggasaccaṁ nirujjhatīti? No. ",
  "ya5.2.3:4.1": " Yassa vā pana maggasaccaṁ nirujjhati tassa dukkhasaccaṁ uppajjatīti? No. ",
  "ya5.2.3:5.1": " Yassa samudayasaccaṁ uppajjati tassa maggasaccaṁ nirujjhatīti? No. ",
  "ya5.2.3:6.1": " Yassa vā pana maggasaccaṁ nirujjhati tassa samudayasaccaṁ uppajjatīti? No. ",
  "ya5.2.3:7.0": "5.2.3.1.2. Anulomaokāsa ",
  "ya5.2.3:7.1": " Yattha dukkhasaccaṁ uppajjati tattha samudayasaccaṁ nirujjhatīti? ",
  "ya5.2.3:8.1": "Asaññasatte tattha dukkhasaccaṁ uppajjati, no ca tattha samudayasaccaṁ nirujjhati …pe…. ",
  "ya5.2.3:9.1": "(Yatthakaṁ uppādavārepi nirodhavārepi uppādanirodhavārepi sadisaṁ natthi nānākaraṇaṁ.) ",
  "ya5.2.3:10.0": "5.2.3.1.3. Anulomapuggalokāsa ",
  "ya5.2.3:10.1": " Yassa yattha dukkhasaccaṁ uppajjati tassa tattha samudayasaccaṁ nirujjhatīti? No. ",
  "ya5.2.3:11.1": "(Yassakampi yassayatthakampi sadisaṁ.) ",
  "ya5.2.3:12.0": "5.2.3.1.4. Paccanīkapuggala ",
  "ya5.2.3:12.1": " Yassa dukkhasaccaṁ nuppajjati tassa samudayasaccaṁ na nirujjhatīti? ",
  "ya5.2.3:13.1": "Taṇhāya bhaṅgakkhaṇe tesaṁ dukkhasaccaṁ nuppajjati, no ca tesaṁ samudayasaccaṁ na nirujjhati. Sabbesaṁ cavantānaṁ pavatte taṇhāvippayuttacittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ dukkhasaccañca nuppajjati samudayasaccañca na nirujjhati. ",
  "ya5.2.3:14.1": " Yassa vā pana samudayasaccaṁ na nirujjhati tassa dukkhasaccaṁ nuppajjatīti? ",
  "ya5.2.3:15.1": "Sabbesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ samudayasaccaṁ na nirujjhati, no ca tesaṁ dukkhasaccaṁ nuppajjati. Sabbesaṁ cavantānaṁ pavatte taṇhāvippayuttacittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ samudayasaccañca na nirujjhati dukkhasaccañca nuppajjati. ",
  "ya5.2.3:16.1": " Yassa dukkhasaccaṁ nuppajjati tassa maggasaccaṁ na nirujjhatīti? ",
  "ya5.2.3:17.1": "Maggassa bhaṅgakkhaṇe tesaṁ dukkhasaccaṁ nuppajjati, no ca tesaṁ maggasaccaṁ na nirujjhati. Sabbesaṁ cavantānaṁ pavatte maggavippayuttacittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ dukkhasaccañca nuppajjati maggasaccañca na nirujjhati. ",
  "ya5.2.3:18.1": " Yassa vā pana maggasaccaṁ na nirujjhati tassa dukkhasaccaṁ nuppajjatīti? ",
  "ya5.2.3:19.1": "Sabbesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ maggasaccaṁ na nirujjhati, no ca tesaṁ dukkhasaccaṁ nuppajjati. Sabbesaṁ cavantānaṁ pavatte maggavippayuttacittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ maggasaccañca na nirujjhati dukkhasaccañca nuppajjati. ",
  "ya5.2.3:20.1": " Yassa samudayasaccaṁ nuppajjati tassa maggasaccaṁ na nirujjhatīti? ",
  "ya5.2.3:21.1": "Maggassa bhaṅgakkhaṇe tesaṁ samudayasaccaṁ nuppajjati, no ca tesaṁ maggasaccaṁ na nirujjhati. Taṇhāvippayuttacittassa uppādakkhaṇe maggavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ samudayasaccañca nuppajjati maggasaccañca na nirujjhati. ",
  "ya5.2.3:22.1": " Yassa vā pana maggasaccaṁ na nirujjhati tassa samudayasaccaṁ nuppajjatīti? ",
  "ya5.2.3:23.1": "Taṇhāya uppādakkhaṇe tesaṁ maggasaccaṁ na nirujjhati, no ca tesaṁ samudayasaccaṁ nuppajjati. Maggavippayuttacittassa bhaṅgakkhaṇe taṇhāvippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ maggasaccañca na nirujjhati samudayasaccañca nuppajjati. ",
  "ya5.2.3:24.0": "5.2.3.1.5. Paccanīkaokāsa ",
  "ya5.2.3:24.1": " Yattha dukkhasaccaṁ nuppajjati …pe…. ",
  "ya5.2.3:25.0": "5.2.3.1.6. Paccanīkapuggalokāsa ",
  "ya5.2.3:25.1": " Yassa yattha dukkhasaccaṁ nuppajjati …pe…. ",
  "ya5.2.3:26.1": "(Yassakampi yassayatthakampi sadisaṁ, yassayatthakepi nirodhasamāpannānanti na kātabbaṁ.) ",
  "ya5.2.3:27.0.1": "5.2.3.2. Atītavāra ",
  "ya5.2.3:27.0.2": "5.2.3.2.1. Anulomapuggala ",
  "ya5.2.3:27.1": " Yassa dukkhasaccaṁ uppajjittha tassa samudayasaccaṁ nirujjhitthāti? Āmantā. ",
  "ya5.2.3:28.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya5.2.3:29.1": "(Atītā pucchā yathā uppādavāre vibhattā evaṁ uppādanirodhavārepi anulomampi paccanīkampi vibhajitabbaṁ.) ",
  "ya5.2.3:30.0.1": "5.2.3.3. Anāgatavāra ",
  "ya5.2.3:30.0.2": "5.2.3.3.1. Anulomapuggala ",
  "ya5.2.3:30.1": " Yassa dukkhasaccaṁ uppajjissati tassa samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.3:31.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ dukkhasaccaṁ uppajjissati, no ca tesaṁ samudayasaccaṁ nirujjhissati. Itaresaṁ tesaṁ dukkhasaccañca uppajjissati samudayasaccañca nirujjhissati. ",
  "ya5.2.3:32.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya5.2.3:33.1": " Yassa dukkhasaccaṁ uppajjissati tassa maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.3:34.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ dukkhasaccaṁ uppajjissati, no ca tesaṁ maggasaccaṁ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ dukkhasaccañca uppajjissati maggasaccañca nirujjhissati. ",
  "ya5.2.3:35.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya5.2.3:36.1": " Yassa samudayasaccaṁ uppajjissati tassa maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.3:37.1": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ samudayasaccaṁ uppajjissati, no ca tesaṁ maggasaccaṁ nirujjhissati. Ye maggaṁ paṭilabhissanti tesaṁ samudayasaccañca uppajjissati maggasaccañca nirujjhissati. ",
  "ya5.2.3:38.1": " Yassa vā pana maggasaccaṁ nirujjhissati tassa samudayasaccaṁ uppajjissatīti? ",
  "ya5.2.3:39.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ maggasaccaṁ nirujjhissati, no ca tesaṁ samudayasaccaṁ uppajjissati. Ye maggaṁ paṭilabhissanti tesaṁ maggasaccañca nirujjhissati samudayasaccañca uppajjissati. ",
  "ya5.2.3:40.0": "5.2.3.3.2. Anulomaokāsa ",
  "ya5.2.3:40.1": " Yattha dukkhasaccaṁ uppajjissati …pe…. ",
  "ya5.2.3:41.0": "5.2.3.3.3. Anulomapuggalokāsa ",
  "ya5.2.3:41.1": " Yassa yattha dukkhasaccaṁ uppajjissati tassa tattha samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.3:42.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti asaññasattānaṁ tesaṁ tattha …pe… itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha …pe…. (Yassakampi yassayatthakampi sadisaṁ.) ",
  "ya5.2.3:43.0": "5.2.3.3.4. Paccanīkapuggala ",
  "ya5.2.3:43.1": " Yassa dukkhasaccaṁ nuppajjissati tassa samudayasaccaṁ na nirujjhissatīti? Āmantā. ",
  "ya5.2.3:44.1": " Yassa vā pana samudayasaccaṁ na nirujjhissati tassa dukkhasaccaṁ nuppajjissatīti? ",
  "ya5.2.3:45.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ samudayasaccaṁ na nirujjhissati, no ca tesaṁ dukkhasaccaṁ nuppajjissati. Pacchimacittasamaṅgīnaṁ tesaṁ samudayasaccañca na nirujjhissati dukkhasaccañca nuppajjissati. ",
  "ya5.2.3:46.1": " Yassa dukkhasaccaṁ nuppajjissati tassa maggasaccaṁ na nirujjhissatīti? Āmantā. ",
  "ya5.2.3:47.1": " Yassa vā pana maggasaccaṁ na nirujjhissati tassa dukkhasaccaṁ nuppajjissatīti? ",
  "ya5.2.3:48.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ maggasaccaṁ na nirujjhissati, no ca tesaṁ dukkhasaccaṁ nuppajjissati. Pacchimacittasamaṅgīnaṁ tesaṁ maggasaccañca na nirujjhissati dukkhasaccañca nuppajjissati. ",
  "ya5.2.3:49.1": " Yassa samudayasaccaṁ nuppajjissati tassa maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.3:50.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ samudayasaccaṁ nuppajjissati, no ca tesaṁ maggasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ tesaṁ samudayasaccañca nuppajjissati maggasaccañca na nirujjhissati. ",
  "ya5.2.3:51.1": " Yassa vā pana maggasaccaṁ na nirujjhissati tassa samudayasaccaṁ nuppajjissatīti? ",
  "ya5.2.3:52.1": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ maggasaccaṁ na nirujjhissati, no ca tesaṁ samudayasaccaṁ nuppajjissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ tesaṁ maggasaccañca na nirujjhissati samudayasaccañca nuppajjissati. ",
  "ya5.2.3:53.0": "5.2.3.3.5. Paccanīkaokāsa ",
  "ya5.2.3:53.1": " Yattha dukkhasaccaṁ nuppajjissati …pe…. ",
  "ya5.2.3:54.0": "5.2.3.3.6. Paccanīkapuggalokāsa ",
  "ya5.2.3:54.1": " Yassa yattha dukkhasaccaṁ nuppajjissati …pe…. ",
  "ya5.2.3:55.1": "(Yassakampi yassayatthakampi sadisaṁ, samudayasaccaṁ maggasaccaṁ nānākaraṇaṁ, aggamaggassa bhaṅgakkhaṇe, arahantānaṁ asaññasattānaṁ tesaṁ tattha maggasaccañca na nirujjhissati samudayasaccañca nuppajjissati.) ",
  "ya5.2.3:56.0.1": "5.2.3.4. Paccuppannātītavāra ",
  "ya5.2.3:56.0.2": "5.2.3.4.1. Anulomapuggala ",
  "ya5.2.3:56.1": " Yassa dukkhasaccaṁ uppajjati tassa samudayasaccaṁ nirujjhitthāti? Āmantā. ",
  "ya5.2.3:57.1": " Yassa vā pana …pe…. ",
  "ya5.2.3:58.1": "(Paccuppannaatītā pucchā uppādavārepi uppādanirodhavārepi yassakampi yatthakampi yassayatthakampi anulomampi paccanīkampi sadisaṁ, asammohantena vibhajitabbā.) ",
  "ya5.2.3:59.0.1": "5.2.3.5. Paccuppannānāgatavāra ",
  "ya5.2.3:59.0.2": "5.2.3.5.1. Anulomapuggala ",
  "ya5.2.3:59.1": " Yassa dukkhasaccaṁ uppajjati tassa samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.3:60.1": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ dukkhasaccaṁ uppajjati, no ca tesaṁ samudayasaccaṁ nirujjhissati. Itaresaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ dukkhasaccañca uppajjati samudayasaccañca nirujjhissati. ",
  "ya5.2.3:61.1": " Yassa vā pana samudayasaccaṁ nirujjhissati tassa dukkhasaccaṁ uppajjatīti? ",
  "ya5.2.3:62.1": "Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ samudayasaccaṁ nirujjhissati, no ca tesaṁ dukkhasaccaṁ uppajjati. Sabbesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ samudayasaccañca nirujjhissati dukkhasaccañca uppajjati. ",
  "ya5.2.3:63.1": " Yassa dukkhasaccaṁ uppajjati tassa maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.3:64.1": "Arahantānaṁ cittassa uppādakkhaṇe ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ dukkhasaccaṁ uppajjati, no ca tesaṁ maggasaccaṁ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ dukkhasaccañca uppajjati maggasaccañca nirujjhissati. ",
  "ya5.2.3:65.1": " Yassa vā pana maggasaccaṁ nirujjhissati tassa dukkhasaccaṁ uppajjatīti? ",
  "ya5.2.3:66.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ maggasaccaṁ nirujjhissati, no ca tesaṁ dukkhasaccaṁ uppajjati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ maggasaccañca nirujjhissati dukkhasaccañca uppajjati. ",
  "ya5.2.3:67.1": " Yassa samudayasaccaṁ uppajjati tassa maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.3:68.1": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe tesaṁ samudayasaccaṁ uppajjati, no ca tesaṁ maggasaccaṁ nirujjhissati. Ye maggaṁ paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe tesaṁ samudayasaccañca uppajjati maggasaccañca nirujjhissati. ",
  "ya5.2.3:69.1": " Yassa vā pana maggasaccaṁ nirujjhissati tassa samudayasaccaṁ uppajjatīti? ",
  "ya5.2.3:70.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ maggasaccaṁ nirujjhissati, no ca tesaṁ samudayasaccaṁ uppajjati. Ye maggaṁ paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe tesaṁ maggasaccañca nirujjhissati samudayasaccañca uppajjati. ",
  "ya5.2.3:71.0": "5.2.3.5.2. Anulomaokāsa ",
  "ya5.2.3:71.1": " Yattha dukkhasaccaṁ uppajjati …pe…. ",
  "ya5.2.3:72.0": "5.2.3.5.3. Anulomapuggalokāsa ",
  "ya5.2.3:72.1": " Yassa yattha dukkhasaccaṁ uppajjati tassa tattha samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.3:73.1": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha dukkhasaccaṁ …pe… itaresaṁ catuvokāraṁ pañcavokāraṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ tattha dukkhasaccaṁ …pe…. ",
  "ya5.2.3:74.1": " Yassa vā pana yattha samudayasaccaṁ nirujjhissati tassa tattha dukkhasaccaṁ uppajjatīti? ",
  "ya5.2.3:75.1": "Catuvokārā pañcavokārā cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ tattha samudayasaccaṁ nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ tattha samudayasaccañca nirujjhissati dukkhasaccañca uppajjati. ",
  "ya5.2.3:76.1": " Yassa yattha dukkhasaccaṁ uppajjati tassa tattha maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.3:77.1": "Arahantānaṁ cittassa uppādakkhaṇe āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha dukkhasaccaṁ uppajjati, no ca tesaṁ tattha maggasaccaṁ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ tattha dukkhasaccañca uppajjati maggasaccañca nirujjhissati. ",
  "ya5.2.3:78.1": " Yassa vā pana yattha maggasaccaṁ nirujjhissati tassa tattha dukkhasaccaṁ uppajjatīti? ",
  "ya5.2.3:79.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ tattha maggasaccaṁ nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ uppajjati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ tattha maggasaccañca nirujjhissati dukkhasaccañca uppajjati. ",
  "ya5.2.3:80.1": " Yassa yattha samudayasaccaṁ uppajjati tassa tattha maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.3:81.1": "Āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe tesaṁ tattha samudayasaccaṁ uppajjati, no ca tesaṁ tattha maggasaccaṁ nirujjhissati. Ye maggaṁ paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe tesaṁ tattha samudayasaccañca uppajjati maggasaccañca nirujjhissati. ",
  "ya5.2.3:82.1": " Yassa vā pana yattha maggasaccaṁ nirujjhissati tassa tattha samudayasaccaṁ uppajjatīti? ",
  "ya5.2.3:83.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ tattha maggasaccaṁ nirujjhissati, no ca tesaṁ tattha samudayasaccaṁ uppajjati. Ye maggaṁ paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe tesaṁ tattha maggasaccañca nirujjhissati samudayasaccañca uppajjati. ",
  "ya5.2.3:84.0": "5.2.3.5.4. Paccanīkapuggala ",
  "ya5.2.3:84.1": " Yassa dukkhasaccaṁ nuppajjati tassa samudayasaccaṁ na nirujjhissatīti? ",
  "ya5.2.3:85.1": "Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ dukkhasaccaṁ nuppajjati, no ca tesaṁ samudayasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṁ dukkhasaccañca nuppajjati samudayasaccañca na nirujjhissati. ",
  "ya5.2.3:86.1": " Yassa vā pana samudayasaccaṁ na nirujjhissati tassa dukkhasaccaṁ nuppajjatīti? ",
  "ya5.2.3:87.1": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ samudayasaccaṁ na nirujjhissati, no ca tesaṁ dukkhasaccaṁ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṁ samudayasaccañca na nirujjhissati dukkhasaccañca nuppajjati. ",
  "ya5.2.3:88.1": " Yassa dukkhasaccaṁ nuppajjati tassa maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.3:89.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ dukkhasaccaṁ nuppajjati, no ca tesaṁ maggasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe aggaphalassa uppādakkhaṇe tesaṁ dukkhasaccañca nuppajjati maggasaccañca na nirujjhissati. ",
  "ya5.2.3:90.1": " Yassa vā pana maggasaccaṁ na nirujjhissati tassa dukkhasaccaṁ nuppajjatīti? ",
  "ya5.2.3:91.1": "Arahantānaṁ cittassa uppādakkhaṇe ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ maggasaccaṁ na nirujjhissati, no ca tesaṁ dukkhasaccaṁ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe aggaphalassa uppādakkhaṇe tesaṁ maggasaccañca na nirujjhissati dukkhasaccañca nuppajjati. ",
  "ya5.2.3:92.1": " Yassa samudayasaccaṁ nuppajjati tassa maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.3:93.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ samudayasaccaṁ nuppajjati, no ca tesaṁ maggasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ samudayasaccañca nuppajjati maggasaccañca na nirujjhissati. ",
  "ya5.2.3:94.1": " Yassa vā pana maggasaccaṁ na nirujjhissati tassa samudayasaccaṁ nuppajjatīti? ",
  "ya5.2.3:95.1": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe tesaṁ maggasaccaṁ na nirujjhissati, no ca tesaṁ samudayasaccaṁ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ maggasaccañca na nirujjhissati samudayasaccañca nuppajjati. ",
  "ya5.2.3:96.0": "5.2.3.5.5. Paccanīkaokāsa ",
  "ya5.2.3:96.1": " Yattha dukkhasaccaṁ nuppajjati …pe…. ",
  "ya5.2.3:97.0": "5.2.3.5.6. Paccanīkapuggalokāsa ",
  "ya5.2.3:97.1": " Yassa yattha dukkhasaccaṁ nuppajjati tassa tattha samudayasaccaṁ na nirujjhissatīti? ",
  "ya5.2.3:98.1": "Catuvokārā pañcavokārā cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ tattha dukkhasaccaṁ nuppajjati, no ca tesaṁ tattha samudayasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha dukkhasaccañca nuppajjati samudayasaccañca na nirujjhissati. ",
  "ya5.2.3:99.1": " Yassa vā pana yattha samudayasaccaṁ na nirujjhissati tassa tattha dukkhasaccaṁ nuppajjatīti? ",
  "ya5.2.3:100.1": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha samudayasaccaṁ na nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha samudayasaccañca na nirujjhissati dukkhasaccañca nuppajjati. ",
  "ya5.2.3:101.1": " Yassa yattha dukkhasaccaṁ nuppajjati tassa tattha maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.3:102.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ tattha dukkhasaccaṁ nuppajjati, no ca tesaṁ tattha maggasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe aggaphalassa uppādakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha dukkhasaccañca nuppajjati maggasaccañca na nirujjhissati. ",
  "ya5.2.3:103.1": " Yassa vā pana yattha maggasaccaṁ na nirujjhissati tassa tattha dukkhasaccaṁ nuppajjatīti? ",
  "ya5.2.3:104.1": "Arahantānaṁ cittassa uppādakkhaṇe āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha maggasaccaṁ na nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe aggaphalassa uppādakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha maggasaccañca na nirujjhissati dukkhasaccañca nuppajjati. ",
  "ya5.2.3:105.1": " Yassa yattha samudayasaccaṁ nuppajjati tassa tattha maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.3:106.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ tattha samudayasaccaṁ nuppajjati, no ca tesaṁ tattha maggasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ tattha samudayasaccañca nuppajjati maggasaccañca na nirujjhissati. ",
  "ya5.2.3:107.1": " Yassa vā pana yattha maggasaccaṁ na nirujjhissati tassa tattha samudayasaccaṁ nuppajjatīti? ",
  "ya5.2.3:108.1": "Āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe tesaṁ tattha maggasaccaṁ na nirujjhissati, no ca tesaṁ tattha samudayasaccaṁ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ tattha maggasaccañca na nirujjhissati samudayasaccañca nuppajjati. ",
  "ya5.2.3:109.0.1": "5.2.3.6. Atītānāgatavāra ",
  "ya5.2.3:109.0.2": "5.2.3.6.1. Anulomapuggala ",
  "ya5.2.3:109.1": " Yassa dukkhasaccaṁ uppajjittha tassa samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.3:110.1": "(Yathā nirodhavāre atītānāgatā pucchā anulomampi paccanīkampi vibhattā evaṁ uppādanirodhavārepi asammohantena vibhajitabbaṁ.) ",
  "ya5.2.3:111.1": "Uppādanirodhavāro. ",
  "ya5.2.3:112.1": "Pavattivāro niṭṭhito. "
}