{
  "ya5.2.2:0.1": "5 Saccayamaka ",
  "ya5.2.2:0.2": "5.2 Pavattivāra ",
  "ya5.2.2:0.3": "5.2.2. Nirodhavāra ",
  "ya5.2.2:1.0.1": "5.2.2.1 Paccuppannavāra ",
  "ya5.2.2:1.0.2": "5.2.2.1.1. Anulomapuggala ",
  "ya5.2.2:1.1": " Yassa dukkhasaccaṁ nirujjhati tassa samudayasaccaṁ nirujjhatīti? ",
  "ya5.2.2:2.1": "Sabbesaṁ cavantānaṁ pavatte taṇhāvippayuttacittassa bhaṅgakkhaṇe tesaṁ dukkhasaccaṁ nirujjhati, no ca tesaṁ samudayasaccaṁ nirujjhati. Taṇhāya bhaṅgakkhaṇe tesaṁ dukkhasaccañca nirujjhati samudayasaccañca nirujjhati. ",
  "ya5.2.2:3.1": " Yassa vā pana samudayasaccaṁ nirujjhati tassa dukkhasaccaṁ nirujjhatīti? Āmantā. ",
  "ya5.2.2:4.1": " Yassa dukkhasaccaṁ nirujjhati tassa maggasaccaṁ nirujjhatīti? ",
  "ya5.2.2:5.1": "Sabbesaṁ cavantānaṁ pavatte maggavippayuttacittassa bhaṅgakkhaṇe tesaṁ dukkhasaccaṁ nirujjhati, no ca tesaṁ maggasaccaṁ nirujjhati. Pañcavokāre maggassa bhaṅgakkhaṇe tesaṁ dukkhasaccañca nirujjhati maggasaccañca nirujjhati. ",
  "ya5.2.2:6.1": " Yassa vā pana maggasaccaṁ nirujjhati tassa dukkhasaccaṁ nirujjhatīti? ",
  "ya5.2.2:7.1": "Arūpe maggassa bhaṅgakkhaṇe tesaṁ maggasaccaṁ nirujjhati, no ca tesaṁ dukkhasaccaṁ nirujjhati. Pañcavokāre maggassa bhaṅgakkhaṇe tesaṁ maggasaccañca nirujjhati dukkhasaccañca nirujjhati. ",
  "ya5.2.2:8.1": " Yassa samudayasaccaṁ nirujjhati tassa maggasaccaṁ nirujjhatīti? No. ",
  "ya5.2.2:9.1": " Yassa vā pana maggasaccaṁ nirujjhati tassa samudayasaccaṁ nirujjhatīti? No. ",
  "ya5.2.2:10.0": "5.2.2.1.2. Anulomaokāsa ",
  "ya5.2.2:10.1": " Yattha dukkhasaccaṁ nirujjhati tattha samudayasaccaṁ nirujjhatīti? ",
  "ya5.2.2:11.1": "Asaññasatte tattha dukkhasaccaṁ nirujjhati …pe…. ",
  "ya5.2.2:12.1": "(Yatthakaṁ uppādepi nirodhepi uppādanirodhepi sadisaṁ, natthi nānākaraṇaṁ.) ",
  "ya5.2.2:13.0": "5.2.2.1.3. Anulomapuggalokāsa ",
  "ya5.2.2:13.1": " Yassa yattha dukkhasaccaṁ nirujjhati …pe…. ",
  "ya5.2.2:14.1": "(Yassayatthakampi sadisaṁ vitthāretabbaṁ.) ",
  "ya5.2.2:15.0": "5.2.2.1.4. Paccanīkapuggala ",
  "ya5.2.2:15.1": " Yassa dukkhasaccaṁ na nirujjhati tassa samudayasaccaṁ na nirujjhatīti? Āmantā. ",
  "ya5.2.2:16.1": " Yassa vā pana samudayasaccaṁ na nirujjhati tassa dukkhasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:17.1": "Sabbesaṁ cavantānaṁ pavatte taṇhāvippayuttacittassa bhaṅgakkhaṇe tesaṁ samudayasaccaṁ na nirujjhati, no ca tesaṁ dukkhasaccaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ samudayasaccañca na nirujjhati dukkhasaccañca na nirujjhati. ",
  "ya5.2.2:18.1": " Yassa dukkhasaccaṁ na nirujjhati tassa maggasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:19.1": "Arūpe maggassa bhaṅgakkhaṇe tesaṁ dukkhasaccaṁ na nirujjhati, no ca tesaṁ maggasaccaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe phalassa bhaṅgakkhaṇe tesaṁ dukkhasaccañca na nirujjhati maggasaccañca na nirujjhati. ",
  "ya5.2.2:20.1": " Yassa vā pana maggasaccaṁ na nirujjhati tassa dukkhasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:21.1": "Sabbesaṁ cavantānaṁ pavatte maggavippayuttacittassa bhaṅgakkhaṇe tesaṁ maggasaccaṁ na nirujjhati, no ca tesaṁ dukkhasaccaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe phalassa bhaṅgakkhaṇe tesaṁ maggasaccañca na nirujjhati dukkhasaccañca na nirujjhati. ",
  "ya5.2.2:22.1": " Yassa samudayasaccaṁ na nirujjhati tassa maggasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:23.1": "Maggassa bhaṅgakkhaṇe tesaṁ samudayasaccaṁ na nirujjhati, no ca tesaṁ maggasaccaṁ na nirujjhati. Sabbesaṁ cittassa uppādakkhaṇe taṇhāvippayuttamaggavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ samudayasaccañca na nirujjhati maggasaccañca na nirujjhati. ",
  "ya5.2.2:24.1": " Yassa vā pana maggasaccaṁ na nirujjhati tassa samudayasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:25.1": "Taṇhāya bhaṅgakkhaṇe tesaṁ maggasaccaṁ na nirujjhati, no ca tesaṁ samudayasaccaṁ na nirujjhati. Sabbesaṁ cittassa uppādakkhaṇe maggavippayuttataṇhāvippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ maggasaccañca na nirujjhati samudayasaccañca na nirujjhati. ",
  "ya5.2.2:26.0": "5.2.2.1.5. Paccanīkaokāsa ",
  "ya5.2.2:26.1": " Yattha dukkhasaccaṁ na nirujjhati …pe…. ",
  "ya5.2.2:27.0": "5.2.2.1.6. Paccanīkapuggalokāsa ",
  "ya5.2.2:27.1": " Yassa yattha dukkhasaccaṁ na nirujjhati …pe…. ",
  "ya5.2.2:28.1": "(Yassakampi yassayatthakampi sadisaṁ, yassayatthakepi nirodhasamāpannānanti cetaṁ na kātabbaṁ.) ",
  "ya5.2.2:29.0.1": "5.2.2.2. Atītavāra ",
  "ya5.2.2:29.0.2": "5.2.2.2.1. Anulomapuggala ",
  "ya5.2.2:29.1": " Yassa dukkhasaccaṁ nirujjhittha tassa samudayasaccaṁ nirujjhitthāti? Āmantā. ",
  "ya5.2.2:30.1": "(Yathā uppādavāre atītā pucchā anulomampi paccanīkampi vibhattā evaṁ nirodhepi vibhajitabbā, natthi nānākaraṇaṁ.) ",
  "ya5.2.2:31.0.1": "5.2.2.3. Anāgatavāra ",
  "ya5.2.2:31.0.2": "5.2.2.3.1. Anulomapuggala ",
  "ya5.2.2:31.1": " Yassa dukkhasaccaṁ nirujjhissati tassa samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:32.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ dukkhasaccaṁ nirujjhissati, no ca tesaṁ samudayasaccaṁ nirujjhissati. Itaresaṁ tesaṁ dukkhasaccañca nirujjhissati samudayasaccañca nirujjhissati. ",
  "ya5.2.2:33.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya5.2.2:34.1": " Yassa dukkhasaccaṁ nirujjhissati tassa maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:35.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ dukkhasaccaṁ nirujjhissati, no ca tesaṁ maggasaccaṁ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ dukkhasaccañca nirujjhissati maggasaccañca nirujjhissati. ",
  "ya5.2.2:36.1": " Yassa vā pana …pe…. Āmantā. ",
  "ya5.2.2:37.1": " Yassa samudayasaccaṁ nirujjhissati tassa maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:38.1": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ samudayasaccaṁ nirujjhissati, no ca tesaṁ maggasaccaṁ nirujjhissati. Ye maggaṁ paṭilabhissanti tesaṁ samudayasaccañca nirujjhissati maggasaccañca nirujjhissati. ",
  "ya5.2.2:39.1": " Yassa vā pana maggasaccaṁ nirujjhissati tassa samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:40.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ maggasaccaṁ nirujjhissati, no ca tesaṁ samudayasaccaṁ nirujjhissati. Ye maggaṁ paṭilabhissanti tesaṁ maggasaccañca nirujjhissati samudayasaccañca nirujjhissati. ",
  "ya5.2.2:41.0": "5.2.2.3.2. Anulomaokāsa ",
  "ya5.2.2:41.1": " Yattha dukkhasaccaṁ nirujjhissati …pe…. ",
  "ya5.2.2:42.0": "5.2.2.3.3. Anulomapuggalokāsa ",
  "ya5.2.2:42.1": " Yassa yattha dukkhasaccaṁ nirujjhissati tassa tattha samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:43.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti asaññasattānaṁ tesaṁ tattha dukkhasaccaṁ nirujjhissati, no ca tesaṁ tattha samudayasaccaṁ nirujjhissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha dukkhasaccañca nirujjhissati samudayasaccañca nirujjhissati …pe…. ",
  "ya5.2.2:44.1": "(Yassakampi yassayatthakampi sadisaṁ.) ",
  "ya5.2.2:45.0": "5.2.2.3.4. Paccanīkapuggala ",
  "ya5.2.2:45.1": " Yassa dukkhasaccaṁ na nirujjhissati tassa samudayasaccaṁ na nirujjhissatīti? Āmantā. ",
  "ya5.2.2:46.1": " Yassa vā pana samudayasaccaṁ na nirujjhissati tassa dukkhasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:47.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ samudayasaccaṁ na nirujjhissati, no ca tesaṁ dukkhasaccaṁ na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṁ samudayasaccañca na nirujjhissati dukkhasaccañca na nirujjhissati. ",
  "ya5.2.2:48.1": " Yassa dukkhasaccaṁ na nirujjhissati tassa maggasaccaṁ na nirujjhissatīti? Āmantā. ",
  "ya5.2.2:49.1": " Yassa vā pana maggasaccaṁ na nirujjhissati tassa dukkhasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:50.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ maggasaccaṁ na nirujjhissati, no ca tesaṁ dukkhasaccaṁ na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṁ maggasaccañca na nirujjhissati dukkhasaccañca na nirujjhissati. ",
  "ya5.2.2:51.1": " Yassa samudayasaccaṁ na nirujjhissati tassa maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:52.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ samudayasaccaṁ na nirujjhissati, no ca tesaṁ maggasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ tesaṁ samudayasaccañca na nirujjhissati maggasaccañca na nirujjhissati. ",
  "ya5.2.2:53.1": " Yassa vā pana maggasaccaṁ na nirujjhissati tassa samudayasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:54.1": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ maggasaccaṁ na nirujjhissati, no ca tesaṁ samudayasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ tesaṁ maggasaccañca na nirujjhissati samudayasaccañca na nirujjhissati. ",
  "ya5.2.2:55.0": "5.2.2.3.5. Paccanīkaokāsa ",
  "ya5.2.2:55.1": " Yattha dukkhasaccaṁ na nirujjhissati …pe…. ",
  "ya5.2.2:56.0": "5.2.2.3.6. Paccanīkapuggalokāsa ",
  "ya5.2.2:56.1": " Yassa yattha dukkhasaccaṁ na nirujjhissati tassa tattha samudayasaccaṁ na nirujjhissatīti? Āmantā. ",
  "ya5.2.2:57.1": " Yassa vā pana yattha samudayasaccaṁ na nirujjhissati tassa tattha dukkhasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:58.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti asaññasattānaṁ tesaṁ tattha samudayasaccaṁ na nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha samudayasaccañca na nirujjhissati dukkhasaccañca na nirujjhissati. ",
  "ya5.2.2:59.1": " Yassa yattha dukkhasaccaṁ na nirujjhissati tassa tattha maggasaccaṁ na nirujjhissatīti? Āmantā. ",
  "ya5.2.2:60.1": " Yassa vā pana yattha maggasaccaṁ na nirujjhissati tassa tattha dukkhasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:61.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti āpāyikānaṁ asaññasattānaṁ tesaṁ tattha maggasaccaṁ na nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha maggasaccañca na nirujjhissati dukkhasaccañca na nirujjhissati. ",
  "ya5.2.2:62.1": " Yassa yattha samudayasaccaṁ na nirujjhissati tassa tattha maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:63.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha samudayasaccaṁ na nirujjhissati, no ca tesaṁ tattha maggasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ asaññasattānaṁ tesaṁ tattha samudayasaccañca na nirujjhissati maggasaccañca na nirujjhissati. ",
  "ya5.2.2:64.1": " Yassa vā pana yattha maggasaccaṁ na nirujjhissati tassa tattha samudayasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:65.1": "Āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ tattha maggasaccaṁ na nirujjhissati, no ca tesaṁ tattha samudayasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ asaññasattānaṁ tesaṁ tattha maggasaccañca na nirujjhissati samudayasaccañca na nirujjhissati. ",
  "ya5.2.2:66.0.1": "5.2.2.4. Paccuppannātītavāra ",
  "ya5.2.2:66.0.2": "5.2.2.4.1. Anulomapuggala ",
  "ya5.2.2:66.1": " Yassa dukkhasaccaṁ nirujjhati tassa samudayasaccaṁ nirujjhitthāti? Āmantā. ",
  "ya5.2.2:67.1": " Yassa vā pana samudayasaccaṁ nirujjhittha tassa dukkhasaccaṁ nirujjhatīti? ",
  "ya5.2.2:68.1": "Sabbesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ samudayasaccaṁ nirujjhittha, no ca tesaṁ dukkhasaccaṁ nirujjhati. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ samudayasaccañca nirujjhittha dukkhasaccañca nirujjhati. ",
  "ya5.2.2:69.1": " Yassa dukkhasaccaṁ nirujjhati tassa maggasaccaṁ nirujjhitthāti? ",
  "ya5.2.2:70.1": "Anabhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ dukkhasaccaṁ nirujjhati, no ca tesaṁ maggasaccaṁ nirujjhittha. Abhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ dukkhasaccañca nirujjhati maggasaccañca nirujjhittha. ",
  "ya5.2.2:71.1": " Yassa vā pana maggasaccaṁ nirujjhittha tassa dukkhasaccaṁ nirujjhatīti? ",
  "ya5.2.2:72.1": "Abhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ maggasaccaṁ nirujjhittha, no ca tesaṁ dukkhasaccaṁ nirujjhati. Abhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ maggasaccañca nirujjhittha dukkhasaccañca nirujjhati. ",
  "ya5.2.2:73.1": " Yassa samudayasaccaṁ nirujjhati tassa maggasaccaṁ nirujjhitthāti? ",
  "ya5.2.2:74.1": "Anabhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe tesaṁ samudayasaccaṁ nirujjhati, no ca tesaṁ maggasaccaṁ nirujjhittha. Abhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe tesaṁ samudayasaccañca nirujjhati maggasaccañca nirujjhittha. ",
  "ya5.2.2:75.1": " Yassa vā pana maggasaccaṁ nirujjhittha tassa samudayasaccaṁ nirujjhatīti? ",
  "ya5.2.2:76.1": "Abhisametāvīnaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṁ tesaṁ maggasaccaṁ nirujjhittha, no ca tesaṁ samudayasaccaṁ nirujjhati. Abhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe tesaṁ maggasaccañca nirujjhittha samudayasaccañca nirujjhati. ",
  "ya5.2.2:77.0": "5.2.2.4.2. Anulomaokāsa ",
  "ya5.2.2:77.1": " Yattha dukkhasaccaṁ nirujjhati …pe…. ",
  "ya5.2.2:78.0": "5.2.2.4.3. Anulomapuggalokāsa ",
  "ya5.2.2:78.1": " Yassa yattha dukkhasaccaṁ nirujjhati tassa tattha samudayasaccaṁ nirujjhitthāti? ",
  "ya5.2.2:79.1": "Suddhāvāsānaṁ upapatticittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha dukkhasaccaṁ nirujjhati, no ca tesaṁ tattha samudayasaccaṁ nirujjhittha. Itaresaṁ catuvokārā pañcavokārā cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ tattha dukkhasaccañca nirujjhati samudayasaccañca nirujjhittha. ",
  "ya5.2.2:80.1": " Yassa vā pana yattha samudayasaccaṁ nirujjhittha tassa tattha dukkhasaccaṁ nirujjhatīti? ",
  "ya5.2.2:81.1": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ tattha samudayasaccaṁ nirujjhittha, no ca tesaṁ tattha dukkhasaccaṁ nirujjhati. Catuvokārā pañcavokārā cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ tattha samudayasaccañca nirujjhittha dukkhasaccañca nirujjhati. ",
  "ya5.2.2:82.1": " Yassa yattha dukkhasaccaṁ nirujjhati tassa tattha maggasaccaṁ nirujjhitthāti? ",
  "ya5.2.2:83.1": "Suddhāvāsānaṁ upapatticittassa bhaṅgakkhaṇe anabhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha dukkhasaccaṁ nirujjhati, no ca tesaṁ tattha maggasaccaṁ nirujjhittha. Abhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ tattha dukkhasaccañca nirujjhati maggasaccañca nirujjhittha. ",
  "ya5.2.2:84.1": " Yassa vā pana yattha maggasaccaṁ nirujjhittha tassa tattha dukkhasaccaṁ nirujjhatīti? ",
  "ya5.2.2:85.1": "Abhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ tattha maggasaccaṁ nirujjhittha, no ca tesaṁ tattha dukkhasaccaṁ nirujjhati. Abhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ tattha maggasaccañca nirujjhittha dukkhasaccañca nirujjhati. ",
  "ya5.2.2:86.1": " Yassa yattha samudayasaccaṁ nirujjhati tassa tattha maggasaccaṁ nirujjhitthāti? ",
  "ya5.2.2:87.1": "Anabhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe tesaṁ tattha samudayasaccaṁ nirujjhati, no ca tesaṁ tattha maggasaccaṁ nirujjhittha. Abhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe tesaṁ tattha samudayasaccañca nirujjhati maggasaccañca nirujjhittha. ",
  "ya5.2.2:88.1": " Yassa vā pana yattha maggasaccaṁ nirujjhittha tassa tattha samudayasaccaṁ nirujjhatīti? ",
  "ya5.2.2:89.1": "Abhisametāvīnaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ tattha maggasaccaṁ nirujjhittha, no ca tesaṁ tattha samudayasaccaṁ nirujjhati. Abhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe tesaṁ tattha maggasaccañca nirujjhittha samudayasaccañca nirujjhati. ",
  "ya5.2.2:90.0": "5.2.2.4.4. Paccanīkapuggala ",
  "ya5.2.2:90.1": " Yassa dukkhasaccaṁ na nirujjhati tassa samudayasaccaṁ na nirujjhitthāti? Nirujjhittha. ",
  "ya5.2.2:91.1": " Yassa vā pana samudayasaccaṁ na nirujjhittha tassa dukkhasaccaṁ na nirujjhatīti? Natthi. ",
  "ya5.2.2:92.1": " Yassa dukkhasaccaṁ na nirujjhati tassa maggasaccaṁ na nirujjhitthāti? ",
  "ya5.2.2:93.1": "Abhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ dukkhasaccaṁ na nirujjhati, no ca tesaṁ maggasaccaṁ na nirujjhittha. Anabhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ dukkhasaccañca na nirujjhati maggasaccañca na nirujjhittha. ",
  "ya5.2.2:94.1": " Yassa vā pana maggasaccaṁ na nirujjhittha tassa dukkhasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:95.1": "Anabhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ maggasaccaṁ na nirujjhittha, no ca tesaṁ dukkhasaccaṁ na nirujjhati. Anabhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ maggasaccañca na nirujjhittha dukkhasaccañca na nirujjhati. ",
  "ya5.2.2:96.1": " Yassa samudayasaccaṁ na nirujjhati tassa maggasaccaṁ na nirujjhitthāti? ",
  "ya5.2.2:97.1": "Abhisametāvīnaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṁ tesaṁ samudayasaccaṁ na nirujjhati, no ca tesaṁ maggasaccaṁ na nirujjhittha. Anabhisametāvīnaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ samudayasaccañca na nirujjhati maggasaccañca na nirujjhittha. ",
  "ya5.2.2:98.1": " Yassa vā pana maggasaccaṁ na nirujjhittha tassa samudayasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:99.1": "Anabhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe tesaṁ maggasaccaṁ na nirujjhittha, no ca tesaṁ samudayasaccaṁ na nirujjhati. Anabhisametāvīnaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ maggasaccañca na nirujjhittha samudayasaccañca na nirujjhati. ",
  "ya5.2.2:100.0": "5.2.2.4.5. Paccanīkaokāsa ",
  "ya5.2.2:100.1": " Yattha dukkhasaccaṁ na nirujjhati …pe…. ",
  "ya5.2.2:101.0": "5.2.2.4.6. Paccanīkapuggalokāsa ",
  "ya5.2.2:101.1": " Yassa yattha dukkhasaccaṁ na nirujjhati tassa tattha samudayasaccaṁ na nirujjhitthāti? ",
  "ya5.2.2:102.1": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ tattha dukkhasaccaṁ na nirujjhati, no ca tesaṁ tattha samudayasaccaṁ na nirujjhittha. Suddhāvāsānaṁ upapatticittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha dukkhasaccañca na nirujjhati samudayasaccañca na nirujjhittha. ",
  "ya5.2.2:103.1": " Yassa vā pana yattha samudayasaccaṁ na nirujjhittha tassa tattha dukkhasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:104.1": "Suddhāvāsānaṁ upapatticittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha samudayasaccaṁ na nirujjhittha, no ca tesaṁ tattha dukkhasaccaṁ na nirujjhati. Suddhāvāsānaṁ upapatticittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha samudayasaccañca na nirujjhittha dukkhasaccañca na nirujjhati. ",
  "ya5.2.2:105.1": " Yassa yattha dukkhasaccaṁ na nirujjhati tassa tattha maggasaccaṁ na nirujjhitthāti? ",
  "ya5.2.2:106.1": "Abhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ tattha dukkhasaccaṁ na nirujjhati, no ca tesaṁ tattha maggasaccaṁ na nirujjhittha. Suddhāvāsānaṁ upapatticittassa uppādakkhaṇe anabhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha dukkhasaccañca na nirujjhati maggasaccañca na nirujjhittha. ",
  "ya5.2.2:107.1": " Yassa vā pana yattha maggasaccaṁ na nirujjhittha tassa tattha dukkhasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:108.1": "Suddhāvāsānaṁ upapatticittassa bhaṅgakkhaṇe anabhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha maggasaccaṁ na nirujjhittha, no ca tesaṁ tattha dukkhasaccaṁ na nirujjhati. Suddhāvāsānaṁ upapatticittassa uppādakkhaṇe anabhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha maggasaccañca na nirujjhittha dukkhasaccañca na nirujjhati. ",
  "ya5.2.2:109.1": " Yassa yattha samudayasaccaṁ na nirujjhati tassa tattha maggasaccaṁ na nirujjhitthāti? ",
  "ya5.2.2:110.1": "Abhisametāvīnaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ tattha samudayasaccaṁ na nirujjhati, no ca tesaṁ tattha maggasaccaṁ na nirujjhittha. Suddhāvāsānaṁ dutiye citte vattamāne anabhisametāvīnaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ tattha samudayasaccañca na nirujjhati maggasaccañca na nirujjhittha. ",
  "ya5.2.2:111.1": " Yassa vā pana yattha maggasaccaṁ na nirujjhittha tassa tattha samudayasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:112.1": "Anabhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe tesaṁ tattha maggasaccaṁ na nirujjhittha, no ca tesaṁ tattha samudayasaccaṁ na nirujjhati. Suddhāvāsānaṁ dutiye citte vattamāne anabhisametāvīnaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ tattha maggasaccañca na nirujjhittha samudayasaccañca na nirujjhati. ",
  "ya5.2.2:113.0.1": "5.2.2.5. Paccuppannānāgatavāra ",
  "ya5.2.2:113.0.2": "5.2.2.5.1. Anulomapuggala ",
  "ya5.2.2:113.1": " Yassa dukkhasaccaṁ nirujjhati tassa samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:114.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṁ dukkhasaccaṁ nirujjhati, no ca tesaṁ samudayasaccaṁ nirujjhissati. Itaresaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ dukkhasaccañca nirujjhati samudayasaccañca nirujjhissati. ",
  "ya5.2.2:115.1": " Yassa vā pana samudayasaccaṁ nirujjhissati tassa dukkhasaccaṁ nirujjhatīti? ",
  "ya5.2.2:116.1": "Sabbesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ samudayasaccaṁ nirujjhissati, no ca tesaṁ dukkhasaccaṁ nirujjhati. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ samudayasaccañca nirujjhissati dukkhasaccañca nirujjhati. ",
  "ya5.2.2:117.1": " Yassa dukkhasaccaṁ nirujjhati tassa maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:118.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ dukkhasaccaṁ nirujjhati, no ca tesaṁ maggasaccaṁ nirujjhissati. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ dukkhasaccañca nirujjhati maggasaccañca nirujjhissati. ",
  "ya5.2.2:119.1": " Yassa vā pana maggasaccaṁ nirujjhissati tassa dukkhasaccaṁ nirujjhatīti? ",
  "ya5.2.2:120.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ maggasaccaṁ nirujjhissati, no ca tesaṁ dukkhasaccaṁ nirujjhati. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ maggasaccañca nirujjhissati dukkhasaccañca nirujjhati. ",
  "ya5.2.2:121.1": " Yassa samudayasaccaṁ nirujjhati tassa maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:122.1": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe tesaṁ samudayasaccaṁ nirujjhati, no ca tesaṁ maggasaccaṁ nirujjhissati. Ye maggaṁ paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe tesaṁ samudayasaccañca nirujjhati maggasaccañca nirujjhissati. ",
  "ya5.2.2:123.1": " Yassa vā pana maggasaccaṁ nirujjhissati tassa samudayasaccaṁ nirujjhatīti? ",
  "ya5.2.2:124.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ maggasaccaṁ nirujjhissati, no ca tesaṁ samudayasaccaṁ nirujjhati. Ye maggaṁ paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe tesaṁ maggasaccañca nirujjhissati samudayasaccañca nirujjhati. ",
  "ya5.2.2:125.0": "5.2.2.5.2. Anulomaokāsa ",
  "ya5.2.2:125.1": " Yattha dukkhasaccaṁ nirujjhati …pe…. ",
  "ya5.2.2:126.0": "5.2.2.5.3. Anulomapuggalokāsa ",
  "ya5.2.2:126.1": " Yassa yattha dukkhasaccaṁ nirujjhati tassa tattha samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:127.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha dukkhasaccaṁ nirujjhati, no ca tesaṁ tattha samudayasaccaṁ nirujjhissati. Itaresaṁ catuvokārā pañcavokārā cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ tattha dukkhasaccañca nirujjhati samudayasaccañca nirujjhissati. ",
  "ya5.2.2:128.1": " Yassa vā pana yattha samudayasaccaṁ nirujjhissati tassa tattha dukkhasaccaṁ nirujjhatīti? ",
  "ya5.2.2:129.1": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ tattha samudayasaccaṁ nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ nirujjhati. Catuvokārā pañcavokārā cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ tattha samudayasaccañca nirujjhissati dukkhasaccañca nirujjhati. ",
  "ya5.2.2:130.1": " Yassa yattha dukkhasaccaṁ nirujjhati tassa tattha maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:131.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha dukkhasaccaṁ nirujjhati, no ca tesaṁ tattha maggasaccaṁ nirujjhissati. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ tattha dukkhasaccañca nirujjhati maggasaccañca nirujjhissati. ",
  "ya5.2.2:132.1": " Yassa vā pana yattha maggasaccaṁ nirujjhissati tassa tattha dukkhasaccaṁ nirujjhatīti? ",
  "ya5.2.2:133.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ tattha maggasaccaṁ nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ nirujjhati. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ tattha maggasaccañca nirujjhissati dukkhasaccañca nirujjhati. ",
  "ya5.2.2:134.1": " Yassa yattha samudayasaccaṁ nirujjhati tassa tattha maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:135.1": "Āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe tesaṁ tattha samudayasaccaṁ nirujjhati, no ca tesaṁ tattha maggasaccaṁ nirujjhissati. Ye maggaṁ paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe tesaṁ tattha samudayasaccañca nirujjhati maggasaccañca nirujjhissati. ",
  "ya5.2.2:136.1": " Yassa vā pana yattha maggasaccaṁ nirujjhissati tassa tattha samudayasaccaṁ nirujjhatīti? ",
  "ya5.2.2:137.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ tattha maggasaccaṁ nirujjhissati, no ca tesaṁ tattha samudayasaccaṁ nirujjhati. Ye maggaṁ paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe tesaṁ tattha maggasaccañca nirujjhissati samudayasaccañca nirujjhati. ",
  "ya5.2.2:138.0": "5.2.2.5.4. Paccanīkapuggala ",
  "ya5.2.2:138.1": " Yassa dukkhasaccaṁ na nirujjhati tassa samudayasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:139.1": "Sabbesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ dukkhasaccaṁ na nirujjhati, no ca tesaṁ samudayasaccaṁ na nirujjhissati. Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ dukkhasaccañca na nirujjhati samudayasaccañca na nirujjhissati. ",
  "ya5.2.2:140.1": " Yassa vā pana samudayasaccaṁ na nirujjhissati tassa dukkhasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:141.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṁ samudayasaccaṁ na nirujjhissati, no ca tesaṁ dukkhasaccaṁ na nirujjhati. Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ samudayasaccañca na nirujjhissati dukkhasaccañca na nirujjhati. ",
  "ya5.2.2:142.1": " Yassa dukkhasaccaṁ na nirujjhati tassa maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:143.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ dukkhasaccaṁ na nirujjhati, no ca tesaṁ maggasaccaṁ na nirujjhissati. Arahantānaṁ cittassa uppādakkhaṇe ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ dukkhasaccañca na nirujjhati maggasaccañca na nirujjhissati. ",
  "ya5.2.2:144.1": " Yassa vā pana maggasaccaṁ na nirujjhissati tassa dukkhasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:145.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ maggasaccaṁ na nirujjhissati, no ca tesaṁ dukkhasaccaṁ na nirujjhati. Arahantānaṁ cittassa uppādakkhaṇe ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ maggasaccañca na nirujjhissati dukkhasaccañca na nirujjhati. ",
  "ya5.2.2:146.1": " Yassa samudayasaccaṁ na nirujjhati tassa maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:147.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ samudayasaccaṁ na nirujjhati, no ca tesaṁ maggasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ samudayasaccañca na nirujjhati maggasaccañca na nirujjhissati. ",
  "ya5.2.2:148.1": " Yassa vā pana maggasaccaṁ na nirujjhissati tassa samudayasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:149.1": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe tesaṁ maggasaccaṁ na nirujjhissati, no ca tesaṁ samudayasaccaṁ na nirujjhati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ maggasaccañca na nirujjhissati samudayasaccañca na nirujjhati. ",
  "ya5.2.2:150.0": "5.2.2.5.5. Paccanīkaokāsa ",
  "ya5.2.2:150.1": " Yattha dukkhasaccaṁ na nirujjhati …pe…. ",
  "ya5.2.2:151.0": "5.2.2.5.6. Paccanīkapuggalokāsa ",
  "ya5.2.2:151.1": " Yassa yattha dukkhasaccaṁ na nirujjhati tassa tattha samudayasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:152.1": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ tattha dukkhasaccaṁ na nirujjhati, no ca tesaṁ tattha samudayasaccaṁ na nirujjhissati. Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ tattha dukkhasaccañca na nirujjhati samudayasaccañca na nirujjhissati. ",
  "ya5.2.2:153.1": " Yassa vā pana yattha samudayasaccaṁ na nirujjhissati tassa tattha dukkhasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:154.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha samudayasaccaṁ na nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ na nirujjhati. Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha samudayasaccañca na nirujjhissati dukkhasaccañca na nirujjhati. ",
  "ya5.2.2:155.1": " Yassa yattha dukkhasaccaṁ na nirujjhati tassa tattha maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:156.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ tattha dukkhasaccaṁ na nirujjhati, no ca tesaṁ tattha maggasaccaṁ na nirujjhissati. Arahantānaṁ cittassa uppādakkhaṇe āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṁ tattha dukkhasaccañca na nirujjhati maggasaccañca na nirujjhissati. ",
  "ya5.2.2:157.1": " Yassa vā pana yattha maggasaccaṁ na nirujjhissati tassa tattha dukkhasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:158.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha maggasaccaṁ na nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ na nirujjhati. Arahantānaṁ cittassa uppādakkhaṇe āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha maggasaccañca na nirujjhissati dukkhasaccañca na nirujjhati. ",
  "ya5.2.2:159.1": " Yassa yattha samudayasaccaṁ na nirujjhati tassa tattha maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:160.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ tattha samudayasaccaṁ na nirujjhati, no ca tesaṁ tattha maggasaccaṁ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ tattha samudayasaccañca na nirujjhati maggasaccañca na nirujjhissati. ",
  "ya5.2.2:161.1": " Yassa vā pana yattha maggasaccaṁ na nirujjhissati tassa tattha samudayasaccaṁ na nirujjhatīti? ",
  "ya5.2.2:162.1": "Āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe tesaṁ tattha maggasaccaṁ na nirujjhissati, no ca tesaṁ tattha samudayasaccaṁ na nirujjhati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ tattha maggasaccañca na nirujjhissati samudayasaccañca na nirujjhati. ",
  "ya5.2.2:163.0.1": "5.2.2.6. Atītānāgatavāra ",
  "ya5.2.2:163.0.2": "5.2.2.6.1. Anulomapuggala ",
  "ya5.2.2:163.1": " Yassa dukkhasaccaṁ nirujjhittha tassa samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:164.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ dukkhasaccaṁ nirujjhittha, no ca tesaṁ samudayasaccaṁ nirujjhissati. Itaresaṁ tesaṁ dukkhasaccañca nirujjhittha samudayasaccañca nirujjhissati. ",
  "ya5.2.2:165.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya5.2.2:166.1": " Yassa dukkhasaccaṁ nirujjhittha tassa maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:167.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ dukkhasaccaṁ nirujjhittha, no ca tesaṁ maggasaccaṁ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ dukkhasaccañca nirujjhittha maggasaccañca nirujjhissati. ",
  "ya5.2.2:168.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya5.2.2:169.1": " Yassa samudayasaccaṁ nirujjhittha tassa maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:170.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ samudayasaccaṁ nirujjhittha, no ca tesaṁ maggasaccaṁ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ samudayasaccañca nirujjhittha maggasaccañca nirujjhissati. ",
  "ya5.2.2:171.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya5.2.2:172.0": "5.2.2.6.2. Anulomaokāsa ",
  "ya5.2.2:172.1": " Yattha dukkhasaccaṁ nirujjhittha …pe…. ",
  "ya5.2.2:173.0": "5.2.2.6.3. Anulomapuggalokāsa ",
  "ya5.2.2:173.1": " Yassa yattha dukkhasaccaṁ nirujjhittha tassa tattha samudayasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:174.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti asaññasattānaṁ tesaṁ tattha dukkhasaccaṁ nirujjhittha, no ca tesaṁ tattha samudayasaccaṁ nirujjhissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha dukkhasaccañca nirujjhittha samudayasaccañca nirujjhissati. ",
  "ya5.2.2:175.1": " Yassa vā pana yattha samudayasaccaṁ nirujjhissati tassa tattha dukkhasaccaṁ nirujjhitthāti? ",
  "ya5.2.2:176.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha samudayasaccaṁ nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ nirujjhittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha samudayasaccañca nirujjhissati dukkhasaccañca nirujjhittha. ",
  "ya5.2.2:177.1": " Yassa yattha dukkhasaccaṁ nirujjhittha tassa tattha maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:178.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti āpāyikānaṁ asaññasattānaṁ tesaṁ tattha dukkhasaccaṁ nirujjhittha, no ca tesaṁ tattha maggasaccaṁ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ tattha dukkhasaccañca nirujjhittha maggasaccañca nirujjhissati. ",
  "ya5.2.2:179.1": " Yassa vā pana yattha maggasaccaṁ nirujjhissati tassa tattha dukkhasaccaṁ nirujjhitthāti? ",
  "ya5.2.2:180.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha maggasaccaṁ nirujjhissati, no ca tesaṁ tattha dukkhasaccaṁ nirujjhittha. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ tattha maggasaccañca nirujjhissati dukkhasaccañca nirujjhittha. ",
  "ya5.2.2:181.1": " Yassa yattha samudayasaccaṁ nirujjhittha tassa tattha maggasaccaṁ nirujjhissatīti? ",
  "ya5.2.2:182.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti āpāyikānaṁ tesaṁ tattha samudayasaccaṁ nirujjhittha, no ca tesaṁ tattha maggasaccaṁ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ tattha samudayasaccañca nirujjhittha maggasaccañca nirujjhissati. ",
  "ya5.2.2:183.1": " Yassa vā pana yattha maggasaccaṁ nirujjhissati tassa tattha samudayasaccaṁ nirujjhitthāti. ",
  "ya5.2.2:184.1": "Suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha maggasaccaṁ nirujjhissati, no ca tesaṁ tattha samudayasaccaṁ nirujjhittha. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ tattha maggasaccañca nirujjhissati samudayasaccañca nirujjhittha. ",
  "ya5.2.2:185.0": "5.2.2.6.4. Paccanīkapuggala ",
  "ya5.2.2:185.1": " Yassa dukkhasaccaṁ na nirujjhittha tassa samudayasaccaṁ na nirujjhissatīti? Natthi. ",
  "ya5.2.2:186.1": " Yassa vā pana samudayasaccaṁ na nirujjhissati tassa dukkhasaccaṁ na nirujjhitthāti? Nirujjhittha. ",
  "ya5.2.2:187.1": " Yassa dukkhasaccaṁ na nirujjhittha tassa maggasaccaṁ na nirujjhissatīti? Natthi. ",
  "ya5.2.2:188.1": " Yassa vā pana maggasaccaṁ na nirujjhissati tassa dukkhasaccaṁ na nirujjhitthāti? Nirujjhittha. ",
  "ya5.2.2:189.1": " Yassa samudayasaccaṁ na nirujjhittha tassa maggasaccaṁ na nirujjhissatīti? Natthi. ",
  "ya5.2.2:190.1": " Yassa vā pana maggasaccaṁ na nirujjhissati tassa samudayasaccaṁ na nirujjhitthāti? Nirujjhittha. ",
  "ya5.2.2:191.0": "5.2.2.6.5. Paccanīkaokāsa ",
  "ya5.2.2:191.1": " Yattha dukkhasaccaṁ na nirujjhittha …pe…. ",
  "ya5.2.2:192.0": "5.2.2.6.6. Paccanīkapuggalokāsa ",
  "ya5.2.2:192.1": " Yassa yattha dukkhasaccaṁ na nirujjhittha tassa tattha samudayasaccaṁ na nirujjhissatīti? Nirujjhissati. ",
  "ya5.2.2:193.1": " Yassa vā pana yattha samudayasaccaṁ na nirujjhissati tassa tattha dukkhasaccaṁ na nirujjhitthāti? Nirujjhittha. ",
  "ya5.2.2:194.1": " Yassa yattha dukkhasaccaṁ na nirujjhittha tassa tattha maggasaccaṁ na nirujjhissatīti? Nirujjhissati. ",
  "ya5.2.2:195.1": " Yassa vā pana yattha maggasaccaṁ na nirujjhissati tassa tattha dukkhasaccaṁ na nirujjhitthāti? Nirujjhittha. ",
  "ya5.2.2:196.1": " Yassa yattha samudayasaccaṁ na nirujjhittha tassa tattha maggasaccaṁ na nirujjhissatīti? ",
  "ya5.2.2:197.1": "Suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha samudayasaccaṁ na nirujjhittha, no ca tesaṁ tattha maggasaccaṁ na nirujjhissati. Asaññasattānaṁ tesaṁ tattha samudayasaccañca na nirujjhittha maggasaccañca na nirujjhissati. ",
  "ya5.2.2:198.1": " Yassa vā pana yattha maggasaccaṁ na nirujjhissati tassa tattha samudayasaccaṁ na nirujjhitthāti? ",
  "ya5.2.2:199.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti āpāyikānaṁ tesaṁ tattha maggasaccaṁ na nirujjhissati, no ca tesaṁ tattha samudayasaccaṁ na nirujjhittha. Asaññasattānaṁ tesaṁ tattha maggasaccañca na nirujjhissati samudayasaccañca na nirujjhittha. ",
  "ya5.2.2:200.1": "Nirodhavāro. "
}