{
  "sn16.11:0.1": "Saṁyutta Nikāya 16 ",
  "sn16.11:0.2": "1. Kassapavagga ",
  "sn16.11:0.3": "11. Cīvarasutta ",
  "sn16.11:1.1": "Ekaṁ samayaṁ āyasmā mahākassapo rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn16.11:1.2": "Tena kho pana samayena āyasmā ānando dakkhiṇagirismiṁ cārikaṁ carati mahatā bhikkhusaṅghena saddhiṁ. ",
  "sn16.11:2.1": "Tena kho pana samayena āyasmato ānandassa tiṁsamattā saddhivihārino bhikkhū sikkhaṁ paccakkhāya hīnāyāvattā bhavanti yebhuyyena kumārabhūtā. ",
  "sn16.11:2.2": "Atha kho āyasmā ānando dakkhiṇagirismiṁ yathābhirantaṁ cārikaṁ caritvā yena rājagahaṁ veḷuvanaṁ kalandakanivāpo yenāyasmā mahākassapo tenupasaṅkami; upasaṅkamitvā āyasmantaṁ mahākassapaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ ānandaṁ āyasmā mahākassapo etadavoca: ",
  "sn16.11:2.3": "“kati nu kho, āvuso ānanda, atthavase paṭicca bhagavatā kulesu tikabhojanaṁ paññattan”ti? ",
  "sn16.11:3.1": "“Tayo kho, bhante kassapa, atthavase paṭicca bhagavatā kulesu tikabhojanaṁ paññattaṁ—",
  "sn16.11:3.2": "dummaṅkūnaṁ puggalānaṁ niggahāya pesalānaṁ bhikkhūnaṁ phāsuvihārāya, mā pāpicchā pakkhaṁ nissāya saṅghaṁ bhindeyyuṁ, kulānuddayatāya ca. ",
  "sn16.11:3.3": "Ime kho, bhante kassapa, tayo atthavase paṭicca bhagavatā kulesu tikabhojanaṁ paññattan”ti. ",
  "sn16.11:4.1": "“Atha kiñcarahi tvaṁ, āvuso ānanda, imehi navehi bhikkhūhi indriyesu aguttadvārehi bhojane amattaññūhi jāgariyaṁ ananuyuttehi saddhiṁ cārikaṁ carasi? ",
  "sn16.11:4.2": "Sassaghātaṁ maññe carasi, kulūpaghātaṁ maññe carasi. ",
  "sn16.11:4.3": "Olujjati kho te, āvuso ānanda, parisā; ",
  "sn16.11:4.4": "palujjanti kho te, āvuso, navappāyā. ",
  "sn16.11:4.5": "Na vāyaṁ kumārako mattamaññāsī”ti. ",
  "sn16.11:5.1": "“Api me, bhante kassapa, sirasmiṁ palitāni jātāni. ",
  "sn16.11:5.2": "Atha ca pana mayaṁ ajjāpi āyasmato mahākassapassa kumārakavādā na muccāmā”ti. ",
  "sn16.11:5.3": "“Tathā hi pana tvaṁ, āvuso ānanda, imehi navehi bhikkhūhi indriyesu aguttadvārehi bhojane amattaññūhi jāgariyaṁ ananuyuttehi saddhiṁ cārikaṁ carasi, sassaghātaṁ maññe carasi, kulūpaghātaṁ maññe carasi. ",
  "sn16.11:5.4": "Olujjati kho te, āvuso ānanda, parisā; ",
  "sn16.11:5.5": "palujjanti kho te, āvuso, navappāyā. ",
  "sn16.11:5.6": "Na vāyaṁ kumārako mattamaññāsī”ti. ",
  "sn16.11:6.1": "Assosi kho thullanandā bhikkhunī: ",
  "sn16.11:6.2": "“ayyena kira mahākassapena ayyo ānando vedehamuni kumārakavādena apasādito”ti. ",
  "sn16.11:7.1": "Atha kho thullanandā bhikkhunī anattamanā anattamanavācaṁ nicchāresi: ",
  "sn16.11:7.2": "“kiṁ pana ayyo mahākassapo aññatitthiyapubbo samāno ayyaṁ ānandaṁ vedehamuniṁ kumārakavādena apasādetabbaṁ maññatī”ti. ",
  "sn16.11:7.3": "Assosi kho āyasmā mahākassapo thullanandāya bhikkhuniyā imaṁ vācaṁ bhāsamānāya. ",
  "sn16.11:8.1": "Atha kho āyasmā mahākassapo āyasmantaṁ ānandaṁ etadavoca: ",
  "sn16.11:8.2": "“tagghāvuso ānanda, thullanandāya bhikkhuniyā sahasā appaṭisaṅkhā vācā bhāsitā. ",
  "sn16.11:8.3": "Yatvāhaṁ, āvuso, kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito, nābhijānāmi aññaṁ satthāraṁ uddisitā, aññatra tena bhagavatā arahatā sammāsambuddhena. ",
  "sn16.11:8.4": "Pubbe me, āvuso, agārikabhūtassa sato etadahosi: ",
  "sn16.11:8.5": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ",
  "sn16.11:8.6": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "sn16.11:8.7": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "sn16.11:8.8": "So khvāhaṁ, āvuso, aparena samayena paṭapilotikānaṁ saṅghāṭiṁ kāretvā ye loke arahanto te uddissa kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajiṁ. ",
  "sn16.11:9.1": "So evaṁ pabbajito samāno addhānamaggappaṭipanno addasaṁ bhagavantaṁ antarā ca rājagahaṁ antarā ca nāḷandaṁ bahuputte cetiye nisinnaṁ. ",
  "sn16.11:9.2": "Disvāna me etadahosi: ",
  "sn16.11:9.3": "‘satthārañca vatāhaṁ passeyyaṁ, bhagavantameva passeyyaṁ; ",
  "sn16.11:9.4": "sugatañca vatāhaṁ passeyyaṁ, bhagavantameva passeyyaṁ; ",
  "sn16.11:9.5": "sammāsambuddhañca vatāhaṁ passeyyaṁ; ",
  "sn16.11:9.6": "bhagavantameva passeyyan’ti. ",
  "sn16.11:9.7": "So khvāhaṁ, āvuso, tattheva bhagavato pādesu sirasā nipatitvā bhagavantaṁ etadavocaṁ: ",
  "sn16.11:9.8": "‘satthā me, bhante, bhagavā, sāvakohamasmi; ",
  "sn16.11:9.9": "satthā me, bhante, bhagavā, sāvakohamasmī’ti. ",
  "sn16.11:9.10": "Evaṁ vutte, maṁ, āvuso, bhagavā etadavoca: ",
  "sn16.11:9.11": "‘yo kho, kassapa, evaṁ sabbacetasā samannāgataṁ sāvakaṁ ajānaññeva vadeyya jānāmīti, apassaññeva vadeyya passāmīti, muddhāpi tassa vipateyya. ",
  "sn16.11:9.12": "Ahaṁ kho pana, kassapa, jānaññeva vadāmi jānāmīti, passaññeva vadāmi passāmīti. ",
  "sn16.11:10.1": "Tasmātiha te, kassapa, evaṁ sikkhitabbaṁ: ",
  "sn16.11:10.2": "“tibbaṁ me hirottappaṁ paccupaṭṭhitaṁ bhavissati theresu navesu majjhimesū”ti. ",
  "sn16.11:10.3": "Evañhi te, kassapa, sikkhitabbaṁ. ",
  "sn16.11:11.1": "Tasmātiha te, kassapa, evaṁ sikkhitabbaṁ: ",
  "sn16.11:11.2": "“yaṁ kiñci dhammaṁ suṇissāmi kusalūpasaṁhitaṁ sabbaṁ taṁ aṭṭhiṁ katvā manasi karitvā sabbacetasā samannāharitvā ohitasoto dhammaṁ suṇissāmī”ti. ",
  "sn16.11:11.3": "Evañhi te, kassapa, sikkhitabbaṁ. ",
  "sn16.11:12.1": "Tasmātiha te, kassapa, evaṁ sikkhitabbaṁ: ",
  "sn16.11:12.2": "“sātasahagatā ca me kāyagatāsati na vijahissatī”ti. ",
  "sn16.11:12.3": "Evañhi te, kassapa, sikkhitabbanti’. ",
  "sn16.11:13.1": "Atha kho maṁ, āvuso, bhagavā iminā ovādena ovaditvā uṭṭhāyāsanā pakkāmi. ",
  "sn16.11:13.2": "Sattāhameva khvāhaṁ, āvuso, saraṇo raṭṭhapiṇḍaṁ bhuñjiṁ aṭṭhamiyā aññā udapādi. ",
  "sn16.11:14.1": "Atha kho, āvuso, bhagavā maggā okkamma yena aññataraṁ rukkhamūlaṁ tenupasaṅkami. ",
  "sn16.11:14.2": "Atha khvāhaṁ, āvuso, paṭapilotikānaṁ saṅghāṭiṁ catugguṇaṁ paññapetvā bhagavantaṁ etadavocaṁ: ",
  "sn16.11:14.3": "‘idha, bhante, bhagavā nisīdatu, yaṁ mamassa dīgharattaṁ hitāya sukhāyā’ti. ",
  "sn16.11:14.4": "Nisīdi kho, āvuso, bhagavā paññatte āsane. ",
  "sn16.11:14.5": "Nisajja kho maṁ, āvuso, bhagavā etadavoca: ",
  "sn16.11:14.6": "‘mudukā kho tyāyaṁ, kassapa, paṭapilotikānaṁ saṅghāṭī’ti. ",
  "sn16.11:14.7": "‘Paṭiggaṇhātu me, bhante, bhagavā paṭapilotikānaṁ saṅghāṭiṁ anukampaṁ upādāyā’ti. ",
  "sn16.11:14.8": "‘Dhāressasi pana me tvaṁ, kassapa, sāṇāni paṁsukūlāni nibbasanānī’ti. ",
  "sn16.11:14.9": "‘Dhāressāmahaṁ, bhante, bhagavato sāṇāni paṁsukūlāni nibbasanānī’ti. ",
  "sn16.11:14.10": "So khvāhaṁ, āvuso, paṭapilotikānaṁ saṅghāṭiṁ bhagavato pādāsiṁ. ",
  "sn16.11:14.11": "Ahaṁ pana bhagavato sāṇāni paṁsukūlāni nibbasanāni paṭipajjiṁ. ",
  "sn16.11:15.1": "Yañhi taṁ, āvuso, sammā vadamāno vadeyya: ",
  "sn16.11:15.2": "‘bhagavato putto oraso mukhato jāto dhammajo dhammanimmito dhammadāyādo, paṭiggahitāni sāṇāni paṁsukūlāni nibbasanānī’ti, mamaṁ taṁ sammā vadamāno vadeyya: ",
  "sn16.11:15.3": "‘bhagavato putto oraso mukhato jāto dhammajo dhammanimmito dhammadāyādo, paṭiggahitāni sāṇāni paṁsukūlāni nibbasanānī’ti. ",
  "sn16.11:16.1": "Ahaṁ kho, āvuso, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
  "sn16.11:16.2": "Ahaṁ kho, āvuso, yāvade ākaṅkhāmi …pe… ",
  "sn16.11:16.3": "(navannaṁ anupubbavihārasamāpattīnaṁ pañcannañca abhiññānaṁ evaṁ vitthāro veditabbo.) ",
  "sn16.11:17.1": "Ahaṁ kho, āvuso, āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharāmi; ",
  "sn16.11:17.2": "sattaratanaṁ vā, āvuso, nāgaṁ aḍḍhaṭṭhamaratanaṁ vā tālapattikāya chādetabbaṁ maññeyya, yo me cha abhiññā chādetabbaṁ maññeyyā”ti. ",
  "sn16.11:18.1": "Cavittha ca pana thullanandā bhikkhunī brahmacariyamhāti. ",
  "sn16.11:18.2": "Ekādasamaṁ. "
}