{
  "sn16.4:0.1": "Saṁyutta Nikāya 16 ",
  "sn16.4:0.2": "1. Kassapavagga ",
  "sn16.4:0.3": "4. Kulūpakasutta ",
  "sn16.4:1.1": "Sāvatthiyaṁ viharati. ",
  "sn16.4:1.2": "“Taṁ kiṁ maññatha, bhikkhave, ",
  "sn16.4:1.3": "kathaṁrūpo bhikkhu arahati kulūpako hotuṁ, kathaṁrūpo bhikkhu na arahati kulūpako hotun”ti? ",
  "sn16.4:1.4": "Bhagavaṁmūlakā no, bhante, dhammā …pe… ",
  "sn16.4:1.5": "bhagavā etadavoca: ",
  "sn16.4:2.1": "“Yo hi koci, bhikkhave, bhikkhu evaṁcitto kulāni upasaṅkamati: ",
  "sn16.4:2.2": "‘dentuyeva me, mā nādaṁsu; ",
  "sn16.4:2.3": "bahukaññeva me dentu, mā thokaṁ; ",
  "sn16.4:2.4": "paṇītaññeva me dentu, mā lūkhaṁ; ",
  "sn16.4:2.5": "sīghaññeva me dentu, mā dandhaṁ; ",
  "sn16.4:2.6": "sakkaccaññeva me dentu, mā asakkaccan’ti. ",
  "sn16.4:2.7": "Tassa ce, bhikkhave, bhikkhuno evaṁcittassa kulāni upasaṅkamato na denti, tena bhikkhu sandīyati; so tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:2.8": "Thokaṁ denti, no bahukaṁ …pe… ",
  "sn16.4:2.9": "lūkhaṁ denti, no paṇītaṁ … ",
  "sn16.4:2.10": "dandhaṁ denti, no sīghaṁ, tena bhikkhu sandīyati; so tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:2.11": "Asakkaccaṁ denti, no sakkaccaṁ; tena bhikkhu sandīyati; so tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:2.12": "Evarūpo kho, bhikkhave, bhikkhu na arahati kulūpako hotuṁ. ",
  "sn16.4:3.1": "Yo ca kho, bhikkhave, bhikkhu evaṁcitto kulāni upasaṅkamati: ",
  "sn16.4:3.2": "‘taṁ kutettha labbhā parakulesu—",
  "sn16.4:3.3": "dentuyeva me, mā nādaṁsu; ",
  "sn16.4:3.4": "bahukaññeva me dentu, mā thokaṁ; ",
  "sn16.4:3.5": "paṇītaññeva me dentu, mā lūkhaṁ; ",
  "sn16.4:3.6": "sīghaññeva me dentu, mā dandhaṁ; ",
  "sn16.4:3.7": "sakkaccaññeva me dentu, mā asakkaccan’ti. ",
  "sn16.4:3.8": "Tassa ce, bhikkhave, bhikkhuno evaṁcittassa kulāni upasaṅkamato na denti; tena bhikkhu na sandīyati; so na tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:3.9": "Thokaṁ denti, no bahukaṁ; tena bhikkhu na sandīyati; so na tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:3.10": "Lūkhaṁ denti, no paṇītaṁ; tena bhikkhu na sandīyati; so na tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:3.11": "Dandhaṁ denti, no sīghaṁ; tena bhikkhu na sandīyati; so na tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:3.12": "Asakkaccaṁ denti, no sakkaccaṁ; tena bhikkhu na sandīyati; so na tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:3.13": "Evarūpo kho, bhikkhave, bhikkhu arahati kulūpako hotuṁ. ",
  "sn16.4:4.1": "Kassapo, bhikkhave, evaṁcitto kulāni upasaṅkamati: ",
  "sn16.4:4.2": "‘taṁ kutettha labbhā parakulesu—",
  "sn16.4:4.3": "dentuyeva me, mā nādaṁsu; ",
  "sn16.4:4.4": "bahukaññeva me dentu, mā thokaṁ; ",
  "sn16.4:4.5": "paṇītaññeva me dentu, mā lūkhaṁ; ",
  "sn16.4:4.6": "sīghaññeva me dentu, mā dandhaṁ; ",
  "sn16.4:4.7": "sakkaccaññeva me dentu, mā asakkaccan’ti. ",
  "sn16.4:4.8": "Tassa ce, bhikkhave, kassapassa evaṁcittassa kulāni upasaṅkamato na denti; tena kassapo na sandīyati; so na tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:4.9": "Thokaṁ denti, no bahukaṁ; tena kassapo na sandīyati; so na tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:4.10": "Lūkhaṁ denti, no paṇītaṁ; tena kassapo na sandīyati; so na tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:4.11": "Dandhaṁ denti, no sīghaṁ; tena kassapo na sandīyati; so na tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:4.12": "Asakkaccaṁ denti, no sakkaccaṁ; tena kassapo na sandīyati; so na tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedayati. ",
  "sn16.4:4.13": "Kassapena vā hi vo, bhikkhave, ovadissāmi yo vā panassa kassapasadiso. Ovaditehi ca pana vo tathattāya paṭipajjitabban”ti. ",
  "sn16.4:4.14": "Catutthaṁ. "
}