{
  "sn16.4:0.1": "Saṃyutta Nikāya 16 ",
  "sn16.4:0.2": "1. Kassapavagga ",
  "sn16.4:0.3": "4. Kulūpakasutta ",
  "sn16.4:1.1": "Sāvatthiyaṃ viharati. ",
  "sn16.4:1.2": "“Taṃ kiṃ maññatha, bhikkhave, ",
  "sn16.4:1.3": "kathaṃrūpo bhikkhu arahati kulūpako hotuṃ, kathaṃrūpo bhikkhu na arahati kulūpako hotun”ti? ",
  "sn16.4:1.4": "Bhagavaṃmūlakā no, bhante, dhammā …pe… ",
  "sn16.4:1.5": "bhagavā etadavoca: ",
  "sn16.4:2.1": "“Yo hi koci, bhikkhave, bhikkhu evaṃcitto kulāni upasaṅkamati: ",
  "sn16.4:2.2": "‘dentuyeva me, mā nādaṃsu; ",
  "sn16.4:2.3": "bahukaññeva me dentu, mā thokaṃ; ",
  "sn16.4:2.4": "paṇītaññeva me dentu, mā lūkhaṃ; ",
  "sn16.4:2.5": "sīghaññeva me dentu, mā dandhaṃ; ",
  "sn16.4:2.6": "sakkaccaññeva me dentu, mā asakkaccan’ti. ",
  "sn16.4:2.7": "Tassa ce, bhikkhave, bhikkhuno evaṃcittassa kulāni upasaṅkamato na denti, tena bhikkhu sandīyati; so tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:2.8": "Thokaṃ denti, no bahukaṃ …pe… ",
  "sn16.4:2.9": "lūkhaṃ denti, no paṇītaṃ … ",
  "sn16.4:2.10": "dandhaṃ denti, no sīghaṃ, tena bhikkhu sandīyati; so tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:2.11": "Asakkaccaṃ denti, no sakkaccaṃ; tena bhikkhu sandīyati; so tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:2.12": "Evarūpo kho, bhikkhave, bhikkhu na arahati kulūpako hotuṃ. ",
  "sn16.4:3.1": "Yo ca kho, bhikkhave, bhikkhu evaṃcitto kulāni upasaṅkamati: ",
  "sn16.4:3.2": "‘taṃ kutettha labbhā parakulesu—",
  "sn16.4:3.3": "dentuyeva me, mā nādaṃsu; ",
  "sn16.4:3.4": "bahukaññeva me dentu, mā thokaṃ; ",
  "sn16.4:3.5": "paṇītaññeva me dentu, mā lūkhaṃ; ",
  "sn16.4:3.6": "sīghaññeva me dentu, mā dandhaṃ; ",
  "sn16.4:3.7": "sakkaccaññeva me dentu, mā asakkaccan’ti. ",
  "sn16.4:3.8": "Tassa ce, bhikkhave, bhikkhuno evaṃcittassa kulāni upasaṅkamato na denti; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:3.9": "Thokaṃ denti, no bahukaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:3.10": "Lūkhaṃ denti, no paṇītaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:3.11": "Dandhaṃ denti, no sīghaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:3.12": "Asakkaccaṃ denti, no sakkaccaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:3.13": "Evarūpo kho, bhikkhave, bhikkhu arahati kulūpako hotuṃ. ",
  "sn16.4:4.1": "Kassapo, bhikkhave, evaṃcitto kulāni upasaṅkamati: ",
  "sn16.4:4.2": "‘taṃ kutettha labbhā parakulesu—",
  "sn16.4:4.3": "dentuyeva me, mā nādaṃsu; ",
  "sn16.4:4.4": "bahukaññeva me dentu, mā thokaṃ; ",
  "sn16.4:4.5": "paṇītaññeva me dentu, mā lūkhaṃ; ",
  "sn16.4:4.6": "sīghaññeva me dentu, mā dandhaṃ; ",
  "sn16.4:4.7": "sakkaccaññeva me dentu, mā asakkaccan’ti. ",
  "sn16.4:4.8": "Tassa ce, bhikkhave, kassapassa evaṃcittassa kulāni upasaṅkamato na denti; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:4.9": "Thokaṃ denti, no bahukaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:4.10": "Lūkhaṃ denti, no paṇītaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:4.11": "Dandhaṃ denti, no sīghaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:4.12": "Asakkaccaṃ denti, no sakkaccaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
  "sn16.4:4.13": "Kassapena vā hi vo, bhikkhave, ovadissāmi yo vā panassa kassapasadiso. Ovaditehi ca pana vo tathattāya paṭipajjitabban”ti. ",
  "sn16.4:4.14": "Catutthaṃ. "
}