{
  "sn16.6:0.1": "Saṃyutta Nikāya 16 ",
  "sn16.6:0.2": "1. Kassapavagga ",
  "sn16.6:0.3": "6. Ovādasutta ",
  "sn16.6:1.1": "Rājagahe veḷuvane. ",
  "sn16.6:1.2": "Atha kho āyasmā mahākassapo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ mahākassapaṃ bhagavā etadavoca: ",
  "sn16.6:1.3": "“ovada, kassapa, bhikkhū; ",
  "sn16.6:1.4": "karohi, kassapa, bhikkhūnaṃ dhammiṃ kathaṃ. ",
  "sn16.6:1.5": "Ahaṃ vā, kassapa, bhikkhū ovadeyyaṃ tvaṃ vā; ",
  "sn16.6:1.6": "ahaṃ vā bhikkhūnaṃ dhammiṃ kathaṃ kareyyaṃ tvaṃ vā”ti. ",
  "sn16.6:2.1": "“Dubbacā kho, bhante, etarahi bhikkhū, dovacassakaraṇehi dhammehi samannāgatā, akkhamā, appadakkhiṇaggāhino anusāsaniṃ. ",
  "sn16.6:2.2": "Idhāhaṃ, bhante, addasaṃ bhaṇḍañca nāma bhikkhuṃ ānandassa saddhivihāriṃ abhijikañca nāma bhikkhuṃ anuruddhassa saddhivihāriṃ aññamaññaṃ sutena accāvadante: ",
  "sn16.6:2.3": "‘ehi, bhikkhu, ko bahutaraṃ bhāsissati, ko sundarataraṃ bhāsissati, ko cirataraṃ bhāsissatī’”ti. ",
  "sn16.6:3.1": "Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ",
  "sn16.6:3.2": "“ehi tvaṃ, bhikkhu, mama vacanena bhaṇḍañca bhikkhuṃ ānandassa saddhivihāriṃ abhijikañca bhikkhuṃ anuruddhassa saddhivihāriṃ āmantehi: ",
  "sn16.6:3.3": "‘satthā āyasmante āmantetī’”ti. ",
  "sn16.6:3.4": "“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "sn16.6:3.5": "“satthā āyasmante āmantetī”ti. ",
  "sn16.6:4.1": "“Evamāvuso”ti kho te bhikkhū tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te bhikkhū bhagavā etadavoca: ",
  "sn16.6:4.2": "“saccaṃ kira tumhe, bhikkhave, aññamaññaṃ sutena accāvadatha: ",
  "sn16.6:4.3": "‘ehi, bhikkhu, ko bahutaraṃ bhāsissati, ko sundarataraṃ bhāsissati, ko cirataraṃ bhāsissatī’”ti? ",
  "sn16.6:4.4": "“Evaṃ, bhante”. ",
  "sn16.6:4.5": "“Kiṃ nu kho me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha: ",
  "sn16.6:4.6": "‘etha tumhe, bhikkhave, aññamaññaṃ sutena accāvadatha—",
  "sn16.6:4.7": "ehi, bhikkhu, ko bahutaraṃ bhāsissati, ko sundarataraṃ bhāsissati, ko cirataraṃ bhāsissatī’”ti? ",
  "sn16.6:4.8": "“No hetaṃ, bhante”. ",
  "sn16.6:4.9": "“No ce kira me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha, atha kiñcarahi tumhe, moghapurisā, kiṃ jānantā kiṃ passantā evaṃ svākkhāte dhammavinaye pabbajitā samānā aññamaññaṃ sutena accāvadatha: ",
  "sn16.6:4.10": "‘ehi, bhikkhu, ko bahutaraṃ bhāsissati, ko sundarataraṃ bhāsissati, ko cirataraṃ bhāsissatī’”ti. ",
  "sn16.6:5.1": "Atha kho te bhikkhū bhagavato pādesu sirasā nipatitvā bhagavantaṃ etadavocuṃ: ",
  "sn16.6:5.2": "“accayo no, bhante, accagamā, yathābāle yathāmūḷhe yathāakusale, ye mayaṃ evaṃ svākkhāte dhammavinaye pabbajitā samānā aññamaññaṃ sutena accāvadimha: ",
  "sn16.6:5.3": "‘ehi, bhikkhu, ko bahutaraṃ bhāsissati, ko sundarataraṃ bhāsissati, ko cirataraṃ bhāsissatī’ti. ",
  "sn16.6:5.4": "Tesaṃ no, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti. ",
  "sn16.6:6.1": "“Taggha tumhe, bhikkhave, accayo accagamā yathābāle yathāmūḷhe yathāakusale, ye tumhe evaṃ svākkhāte dhammavinaye pabbajitā samānā aññamaññaṃ sutena accāvadittha: ",
  "sn16.6:6.2": "‘ehi, bhikkhu, ko bahutaraṃ bhāsissati, ko sundarataraṃ bhāsissati, ko cirataraṃ bhāsissatī’ti. ",
  "sn16.6:6.3": "Yato ca kho tumhe, bhikkhave, accayaṃ accayato disvā yathādhammaṃ paṭikarotha, taṃ vo mayaṃ paṭiggaṇhāma. ",
  "sn16.6:6.4": "Vuddhi hesā, bhikkhave, ariyassa vinaye yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti āyatiñca saṃvaraṃ āpajjatī”ti. ",
  "sn16.6:6.5": "Chaṭṭhaṃ. "
}