{
  "an4.85:0.1": "Skupina Číselně Řazených 4 ",
  "an4.85:0.2": "9. Druh “Neotřesitelný” ",
  "an4.85:0.3": "85. Rozprava O Temném Mířícím K Temnu ",
  "an4.85:1.1": "„Mniši, na světě jsou známé čtyři druhy osob. ",
  "an4.85:1.2": "Které čtyři? ",
  "an4.85:1.3": "1. Temný mířící k temnu, ",
  "an4.85:1.4": "2. temný mířící k záři, ",
  "an4.85:1.5": "3. zářivý mířící k temnu, ",
  "an4.85:1.6": "4. zářivý mířící k záři. ",
  "an4.85:2.1": "A jak je, mniši, osoba temná, mířící k temnu? ",
  "an4.85:2.2": "Mniši, zde (v tomto světě), se nějaká osoba zrodí v nízké rodině – v rodině vyvrhelů nebo v rodině bambusových dělníků nebo v rodině (rybářů či) lovců nebo v rodině výrobců (kožešiny či) povozů, nebo v rodině sběračů (květinového) odpadu, chudý, (trpící) nedostatkem jídla, pití, potravin, nelibého živobytí ve kterém se mu dostává nelibé obživy, nelibého oblečení. ",
  "an4.85:2.3": "A je také ošklivý, nevzhledný, zavalitý, (trpící) mnoha nemocemi, jednooký nebo hrbatý nebo chromý nebo částečně ochrnutý, nedostává jídlo, pití, oblečení, vozidlo, květiny, vůně, masti, lůžka, obydlí, osvětlení. ",
  "an4.85:2.4": "(On) koná zlo tělem, koná zlo řečí, koná zlo myslí. ",
  "an4.85:2.5": "(On) vykoná zlo tělem, vykoná zlo řečí, vykoná zlo myslí a po rozpadu těla, po smrti, se zrodí (ve světě) prostém radosti, v nedobrém cíli, (dojde) zničení (a) objeví se v pekle. ",
  "an4.85:2.6": "Takto, mniši, je osoba temná mířící k temnu. ",
  "an4.85:3.1": "A jak je, mniši, osoba temná, mířící k záři? ",
  "an4.85:3.2": "Mniši, zde (v tomto světě), se nějaká osoba zrodí v nízké rodině - v rodině vyvrhelů nebo v rodině bambusových dělníků nebo v rodině (rybářů či) lovců nebo v rodině výrobců (kožešiny či) povozů nebo v rodině sběračů (květinového) odpadu, chudý, (trpící) nedostatkem jídla, pití, potravin, nelibého živobytí ve kterém se mu dostává nelibé obživy, nelibého oblečení. ",
  "an4.85:3.3": "A je také ošklivý, nevzhledný, zavalitý, (trpící) mnoha nemocemi, jednooký nebo hrbatý nebo chromý nebo částečně ochrnutý, nedostává jídlo, pití, oblečení, vozidlo, květiny, vůně, masti, lůžka, obydlí, osvětlení. ",
  "an4.85:3.4": "(On) koná dobro tělem, koná dobro řečí, koná dobro myslí. ",
  "an4.85:3.5": "(On) vykoná dobro tělem, vykoná dobro řečí, vykoná dobro myslí a po rozpadu těla, po smrti, se zrodí v dobrém světě, v nebeském světě. ",
  "an4.85:3.6": "Takto, mniši, je osoba temná mířící k záři. ",
  "an4.85:4.1": "A jak je, mniši, osoba zářivá, mířící k temnu? ",
  "an4.85:4.2": "Mniši, zde (v tomto světě), se nějaká osoba zrodí v ušlechtilé (šlechtické) rodině - v rodině bohatých šlechticů, nebo v rodině bohatých brahmínů, nebo v rodině bohatých pánů domu, bohaté se spoustou majetku, majetné, vlastnící hodně zlata a stříbra, vlastnící hodně luxusu a budov, vlastnící spoustu věcí a zrní. ",
  "an4.85:4.3": "(On) je navíc krásný, pohledný, respectable, dokonalý výborným vzhledem, dostává jídlo, pití, oblečení, vozidlo, květiny, vůně, masti, lůžka, obydlí, osvětlení. ",
  "an4.85:4.4": "(On) koná zlo tělem, koná zlo řečí, koná zlo myslí. ",
  "an4.85:4.5": "(On) vykoná zlo tělem, vykoná zlo řečí, vykoná zlo myslí a po rozpadu těla, po smrti, se zrodí (ve světě) prostém radosti, v nedobrém cíli, (dojde) zničení (a) objeví se v pekle. ",
  "an4.85:4.6": "Takto, mniši, je osoba zářivá mířící k temnu. ",
  "an4.85:5.1": "A jak je, mniši, osoba zářivá, mířící k záři? ",
  "an4.85:5.2": "Mniši, zde (v tomto světě), se nějaká osoba zrodí v ušlechtilé (šlechtické) rodině - v rodině bohatých šlechticů, nebo v rodině bohatých brahmínů, nebo v rodině bohatých pánů domu, bohaté se spoustou majetku, majetné, vlastnící hodně zlata a stříbra, vlastnící hodně luxusu a budov, vlastnící spoustu věcí a zrní. ",
  "an4.85:5.3": "(On) je navíc krásný, pohledný, respectable, dokonalý výborným vzhledem, dostává jídlo, pití, oblečení, vozidlo, květiny, vůně, masti, lůžka, obydlí, osvětlení. ",
  "an4.85:5.4": "(On) koná dobro tělem, koná dobro řečí, koná dobro myslí. ",
  "an4.85:5.5": "(On) vykoná dobro tělem, vykoná dobro řečí, vykoná dobro myslí a po rozpadu těla, po smrti, se zrodí v dobrém světě, v nebeském světě. ",
  "an4.85:5.6": "Takto, mniši, je osoba temná mířící k záři. ",
  "an4.85:5.7": "Vskutku, mniši, na světě jsou známé tyto čtyři druhy osob. ",
  "an4.85:5.8": "Pátá (rozprava). "
}