{
  "snp1.4:0.1": "Lehrreden-Sammelband 1.4 ",
  "snp1.4:0.2": "Mit Bhāradvāja dem Bauern ",
  "snp1.4:1.1": "So habe ich es gehört: ",
  "snp1.4:1.2": "Einmal hielt sich der Buddha im Land der Magadher in den Südlichen Hügeln beim Brahmanendorf Ekanāḷa auf. ",
  "snp1.4:1.3": "Nun hatte zu dieser Zeit der Brahmane Bhāradvāja der Bauer etwa fünfhundert Pflüge gerüstet, da es die Zeit der Aussaat war. ",
  "snp1.4:1.4": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und ging dahin, wo Bhāradvāja der Bauer arbeitete. ",
  "snp1.4:1.5": "Zu dieser Zeit teilte Bhāradvāja der Bauer Essen aus. ",
  "snp1.4:1.6": "Da ging der Buddha dorthin, wo das Essen ausgeteilt wurde, und stellte sich zur Seite hin. ",
  "snp1.4:2.1": "Bhāradvāja der Bauer sah ihn für Almosen dastehen ",
  "snp1.4:2.2": "und sagte zu ihm: ",
  "snp1.4:2.3": "„Ich pflüge und säe, Asket, und dann esse ich. ",
  "snp1.4:2.4": "Auch du solltest pflügen  und säen, und dann kannst du essen.“ ",
  "snp1.4:3.1": "„Auch ich pflüge und säe, Brahmane, und dann esse ich.“ ",
  "snp1.4:3.2": "„Ich sehe den Meister Gotama nicht mit einem Joch oder einem Pflug oder einer Pflugschar oder einer Peitsche oder Ochsen, und doch sagt er: ",
  "snp1.4:3.4": "‚Auch ich pflüge und säe, Brahmane, und dann esse ich.‘“ ",
  "snp1.4:4.1": "Und Bhāradvāja der Bauer redete den Buddha mit einer Strophe an: ",
  "snp1.4:5.1": "„Du behauptest, ein Bauer zu sein, ",
  "snp1.4:5.2": "aber ich sehe deinen Ackerbau nicht. ",
  "snp1.4:5.3": "Sprich mir von deinem Ackerbau, wenn du gefragt wirst, ",
  "snp1.4:5.4": "sodass ich deinen Ackerbau erkennen kann.“ ",
  "snp1.4:6.1": "„Vertrauen ist meine Saat, Inbrunst mein Regen, ",
  "snp1.4:6.2": "Weisheit ist mein Joch und mein Pflug. ",
  "snp1.4:6.3": "Gewissen ist mein Pflugbaum, der Geist mein Riemen, ",
  "snp1.4:6.4": "Achtsamkeit meine Pflugschar und meine Peitsche. ",
  "snp1.4:7.1": "Der Körper bewacht, die Sprache bewacht, ",
  "snp1.4:7.2": "so beschränke ich die Aufnahme von Nahrung. ",
  "snp1.4:7.3": "Die Wahrheit benutze ich als meine Sense, ",
  "snp1.4:7.4": "und Freundlichkeit ist mein Ausspannen. ",
  "snp1.4:8.1": "Energie ist mein Lasttier, ",
  "snp1.4:8.2": "das mich zu einem Ort der Geborgenheit trägt. ",
  "snp1.4:8.3": "Es geht, ohne sich umzuwenden, ",
  "snp1.4:8.4": "dahin, wo es keinen Kummer gibt. ",
  "snp1.4:9.1": "So betreibe ich den Ackerbau, ",
  "snp1.4:9.2": "dessen Frucht die Unsterblichkeit ist. ",
  "snp1.4:9.3": "Wenn du diesen Ackerbau beendet hast, ",
  "snp1.4:9.4": "bist du von allem Leiden erlöst.“ ",
  "snp1.4:10.1": "Und Bhāradvāja der Bauer füllte eine Bronzeschale mit Milchreis und reichte sie dem Buddha: ",
  "snp1.4:10.2": "„Iss Milchreis, Meister Gotama! ",
  "snp1.4:10.3": "Du bist wahrhaftig ein Bauer. ",
  "snp1.4:10.4": "Denn Meister Gotama betreibt den Ackerbau, dessen Frucht die Unsterblichkeit ist.“ ",
  "snp1.4:11.1": "„Speise, die mit einem Zauber besungen ist, ist für mich nicht zu genießen. ",
  "snp1.4:11.2": "Das ist nicht der Grundsatz derer, die sehen, Brahmane. ",
  "snp1.4:11.3": "Die Buddhas weisen Dinge zurück, die mit einem Zauber besungen sind. ",
  "snp1.4:11.4": "Da das ein Naturgesetz ist, Brahmane, leben sie so. ",
  "snp1.4:12.1": "Mit anderer Speise und anderem Trank ",
  "snp1.4:12.2": "bewirte den Vollkommenen, den großen Eremiten, ",
  "snp1.4:12.3": "dessen Befleckungen aufgelöst sind, dessen Reue gestillt. ",
  "snp1.4:12.4": "Denn er ist das Feld für den, der Verdienst sucht.“ ",
  "snp1.4:13.1": "„Wem, Meister Gotama, sollte ich dann diesen Milchreis geben?“ ",
  "snp1.4:13.2": "„Brahmane, ich sehe niemanden in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – ich sehe niemanden, der diesen Milchreis richtig verdauen könnte, außer dem Klargewordenen oder einem seiner Schüler. ",
  "snp1.4:13.3": "Nun, Brahmane, wirf den Milchreis fort an eine Stelle, wo wenig wächst, oder wirf ihn in Wasser, in dem keine Lebewesen sind.“ ",
  "snp1.4:14.1": "Und der Brahmane Bhāradvāja der Bauer warf den Milchreis in Wasser, in dem keine Lebewesen waren. ",
  "snp1.4:14.2": "Und als der Milchreis ins Wasser geworfen wurden, zischte und brodelte, dampfte und rauchte er. ",
  "snp1.4:14.3": "Wie eine Eisenpfanne, die den ganzen Tag erhitzt wurde: Wenn man sie ins Wasser legen würde, würde sie zischen und brodeln, dampfen und rauchen. ",
  "snp1.4:14.4": "Ebenso zischte und brodelte, dampfte und rauchte der Milchreis, als er ins Wasser geworfen wurde. ",
  "snp1.4:15.1": "Da war der Brahmane Bhāradvāja der Bauer erschüttert und seine Haare sträubten sich. Er ging zum Buddha, beugte seinen Kopf zu dessen Füßen und sagte: ",
  "snp1.4:15.2": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "snp1.4:15.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "snp1.4:15.4": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "snp1.4:15.5": "Darf ich vor dem Asketen Gotama die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "snp1.4:16.1": "Und der Brahmane Bhāradvāja der Bauer erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "snp1.4:16.2": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Bhāradvāja, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "snp1.4:16.3": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "snp1.4:16.4": "Und der Ehrwürdige Bhāradvāja wurde einer der Vollendeten. "
}