{
  "sn4.25:1.2": "Marcus Bingenheimer proposes emending <i lang='pi' translate='no'>arati</i> to <i lang='pi' translate='no'>rati</i> (“delight”), which is in line with the senses of the other names, and is found in certain sources (<em>Studies in Āgama Literature</em> 4.5). However, Sanskrit knows a malignant she-demon <i lang='pi' translate='no'>arāti</i>, who must be chased away from children (Atharva Veda 118.1). Probably the Chinese translators normalized the term. ",
  "sn4.25:2.2": "Mara’s fascination with the Buddha seems more than professional. He was taking it personally. ",
  "sn4.25:2.4": "Apparently cow elephants were used to trap wild bulls. ",
  "sn4.25:3.4": "At this point, Māra has given up hope. ",
  "sn4.25:4.3": "In this idiom, the locative <i lang='pi' translate='no'>saṅkhaye</i> acts as an instrumental or ablative of cause (<i lang='pi' translate='no'>saṅkhayā</i>), that is, “with” or “due to” (rather than “in”) the ending of attachments. In similar contexts, <i lang='pi' translate='no'>khayā</i> is usually ablative. ",
  "sn4.25:6.5": "They approach an unknown ascetic with an extravagant gesture of submission. ",
  "sn4.25:11.1": "",
  "sn4.25:13.1": "Repeating her father’s argument. ",
  "sn4.25:14.1": "The Buddha’s responds more closely to the accusations than he did with her father. | This verse is quoted and discussed, and the Sutta cited by name as the “Maiden’s Questions” (<i lang='pi' translate='no'>kumāripañhā</i>) at <a href='https://suttacentral.net/an10.26/en/sujato'>AN 10.26</a>. ",
  "sn4.25:16.2": "Bodhi notes that the Sanskrit parallels here have present tense <i lang='pi' translate='no'>tarati</i> for the Pali’s aorist <i lang='pi' translate='no'>atari</i>. I translate assuming present tense. | Here the five floods must be the five senses, against which the Buddha has proven himself immune. Delight wants to know how to transcend the mind. ",
  "sn4.25:16.4": "",
  "sn4.25:17.2": "The present participle <i lang='pi' translate='no'>asaṅkharāno</i> is a unique form. The meaning is not entirely clear in this context. The commentary says it means not generating the three kinds of kamma that lead to rebirth. ",
  "sn4.25:20.2": "Read <i lang='pi' translate='no'>tarissanti</i>. ",
  "sn4.25:21.1": "This verse also at <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#24.6.10'>Kd 1:24.6.10</a>. ",
  "sn4.25:24.1": "",
  "sn4.25:25.1": "Like the concluding verse of the previous Sutta, this must have been added by redactors. "
}