{
  "dn-blurbs:dn1": "Wenn andere den Buddha loben oder tadeln, schauen sie oft auf unwichtige Einzelheiten. Der Buddha stellt eine Analyse von 62 falschen Ansichten dar; wenn man sie durchschaut, ist man abgelöst von sinnlosen Spekulationen. ",
  "dn-blurbs:dn2": "Der frisch gekrönte König Ajātasattu ist verstört wegen der gewaltsamen Art, mit der er an die Krone gelangte. Er besucht den Buddha, um inneren Frieden zu finden, und fragt ihn über den Nutzen der geistlichen Übung. Dies ist literarisch und spirituell einer der großartigsten Texte des frühen Buddhismus. ",
  "dn-blurbs:dn3": "Ein junger brahmanischer Student greift die Familie des Buddha an und wird auf seinen Platz verwiesen. ",
  "dn-blurbs:dn4": "Ein angesehener Brahmane besucht den Buddha trotz Vorbehalten anderer Brahmanen. Sie sprechen darüber, was es wirklich bedeutet, ein Brahmane zu sein, und der Buddha führt seinen Gesprächspartner geschickt zu seiner eigenen Sichtweise. ",
  "dn-blurbs:dn5": "Ein Brahmane wünscht ein großes Opfer darzubringen und fragt den Buddha um Rat. Der Buddha erzählt eine Legende aus der Vergangenheit, in der ein König überzeugt wird, seinen Plan für ein gewaltsames Opfer fallenzulassen. Stattdessen wendet er seine Mittel den bedürftigen Bürgern des Landes zu. Doch selbst so ein wohltätiges und gewaltfreies Opfer verblasst im Vergleich zu dem spirituellen Opfer, die Bindungen aufzugeben. ",
  "dn-blurbs:dn6": "Der Buddha erklärt einer gemischten Gruppe von Laien, wie die Ergebnisse der Meditation von der Art abhängen, wie man übt, und gibt einen Überblick über das Ziel der Übung und den edlen achtfachen Pfad. Er beschreibt die stufenweise Übung anhand einer Begegnung, die er hatte. ",
  "dn-blurbs:dn7": "Diese Lehrrede über die stufenweise Übung wird zum größten Teil vom Buddha in der vorhergehenden zitiert. ",
  "dn-blurbs:dn8": "Der Buddha wird von einem nackten Asketen über das Thema geistlicher Bußübungen herausgefordert. Er weist darauf hin, dass es sehr wohl möglich ist, alle Arten von Entbehrungsübungen auszuführen, ohne innerlich rein zu sein. ",
  "dn-blurbs:dn9": "Der Buddha diskutiert mit einem Wanderer über die Natur der Wahrnehmung und wie sie sich durch tiefere Meditationsstadien hindurch entwickelt. Keine davon sollte allerdings mit einem Selbst oder einer Seele gleichgesetzt werden. ",
  "dn-blurbs:dn10": "Kurz nach dem Tod des Buddha wird der Ehrwürdige Ānanda eingeladen, die Kernlehren zu erklären. ",
  "dn-blurbs:dn11": "Der Buddha weigert sich, Wunder vorzuführen, und erklärt, dass das nicht der richtige Weg ist, um Vertrauen zu erwecken. Er fährt fort mit der Geschichte eines Mönchs, dessen fehlgeleitete Suche nach Antworten ihn sogar bis zu Brahmā führt. ",
  "dn-blurbs:dn12": "Ein Brahmane ist der Idee verfallen, dass es keinen Sinn hat, anderen in spirituellen Dingen zu helfen. Der Buddha besucht ihn und überzeugt ihn vom wahren Nutzen geistlicher Unterweisung. ",
  "dn-blurbs:dn13": "Eine Anzahl Brahmanen diskutiert über den richtigen Weg zu Brahmā. Der Buddha bestreitet den Anspruch von Autorität, die sich auf die Veden stützt, und besteht darauf, dass nur persönliche Erfahrung zur Wahrheit führen kann. ",
  "dn-blurbs:dn14": "Der Buddha spricht über die sechs Buddhas der Vergangenheit und berichtet ausführlich über einen von ihnen, Vipassī. ",
  "dn-blurbs:dn15": "Ānandas Behauptung, dass er das abhängige Entstehen leicht verstehe, wird vom Buddha zurückgewiesen. Dieser legt dann eine komplexe und anspruchsvolle Aufgliederung des abhängigen Entstehens vor, in der er verborgene Nuancen und Beziehungen dieser zentralen Lehre aufzeigt. ",
  "dn-blurbs:dn16": "Diese ausgedehnte Erzählung ist die längste aller Lehrreden. Sie erzählt von den Ereignissen rund um den Tod des Buddha, enthält viele lebhafte und bewegende Einzelheiten und ist ein guter Einstieg, um den Buddha als Menschen kennenzulernen und zu verstehen, wie die buddhistische Gemeinschaft sein Hinscheiden bewältigte. ",
  "dn-blurbs:dn17": "Eine aufwendig erzählte Geschichte aus einem früheren Leben des Buddha als legendärer König, der allem entsagte, um zu meditieren. ",
  "dn-blurbs:dn18": "Ausgehend vom Schicksal von Schülerinnen und Schülern, die kürzlich verstorben sind, wechselt die Szene zu einem Dhammagespräch unter den Göttern. ",
  "dn-blurbs:dn19": "Eine niedere Gottheit unterrichtet den Buddha über die Geschäfte und Gespräche der Götter. ",
  "dn-blurbs:dn20": "Als sich Gottheiten aus allen Bereichen zu Ehren des Buddha zusammenfinden, beschreibt er sie mit einer Reihe von Strophen. Diese Strophen, die in Theravada-Ländern häufig rezitiert werden, geben eine der detailliertesten Beschreibungen der Gottheiten, die zur Zeit des Buddha verehrt wurden. ",
  "dn-blurbs:dn21": "Nachdem er ein Liebeslied von einem Musikgott gehört hat, führt der Buddha mit Sakka ein tiefes Gespräch über den bedingten Ursprung von Bindungen und Leiden. ",
  "dn-blurbs:dn22": "Der Buddha geht auf den siebten Faktor des edlen achtfachen Pfades ein, die Achtsamkeitsmeditation. Diese Lehrrede ist im Wesentlichen identisch mit MN 10, nur dass sie zusätzlich einen erweiterten Abschnitt über die vier edlen Wahrheiten enthält, die von MN 141 abgeleitet ist. ",
  "dn-blurbs:dn23": "Das ist eine lange und unterhaltsame Debatte zwischen einem Mönch und einem Skeptiker, der in einer langen und bizarren Ausführung zu beweisen versucht, dass es ein Leben nach dem Tod nicht gibt. Die Lehrrede enthält eine bunte Reihe von Parabeln und Gleichnissen. ",
  "dn-blurbs:dn24": "Der Buddha lässt sich von Sunakkhattas Drohungen, die Robe abzulegen, nicht beeindrucken. Prahlerische Vorführungen des Asketentums oder wundersamer Fähigkeiten lehnt er ab und zeigt stattdessen seine Überlegenheit. ",
  "dn-blurbs:dn25": "Diese Lehrrede zeigt ein besonders gutes Beispiel von Dialog zwischen Religionen. Der Buddha betont, dass es ihm nicht darum geht, dass jemand seinen Lehrer oder seine Übung aufgibt, sondern nur darum, den Menschen zu helfen, das Leiden aufzugeben. ",
  "dn-blurbs:dn26": "Zur Veranschaulichung seiner Maxime, dass man sich nur auf sich selbst verlassen sollte, gibt der Buddha einen ausführlichen Bericht über den Niedergang einer königlichen Linie der Vergangenheit und den darauf folgenden Verfall der Gesellschaft. Diese Entwicklung ist jedoch nicht abgeschlossen, und der Buddha sagt voraus, dass die Gesellschaft irgendwann in völliges Chaos zerfallen wird. Doch in der fernen Zukunft, in einer Zeit des Friedens und der Fülle, wird ein anderer Buddha, Metteyya, erscheinen. ",
  "dn-blurbs:dn27": "Im Gegensatz zu den eigennützigen Mythen der Brahmanen stellt der Buddha eine Evolutionserzählung vor, die zeigt, dass menschliche Entscheidungen ein untrennbarer Bestandteil des ökologischen Gleichgewichts darstellen und wie übermäßige Gier die Ordnung der Natur zerstört. ",
  "dn-blurbs:dn28": "Kurz vor seinem Tod besucht Sāriputta den Buddha und hält eine bewegende Lobrede auf seinen großen Lehrer. ",
  "dn-blurbs:dn29": "Nach dem Tod des Nigaṇṭhers Nātaputta, des Anführers der Jainas, betont der Buddha die Stabilität und Reife seiner eigenen Gemeinschaft. Er ermuntert die Gemeinschaft dazu, nach seinem Tod zusammenzukommen und die Lehren im Einklang gemeinsam aufzusagen. ",
  "dn-blurbs:dn30": "Das Sutta stellt die brahmanische Prophezeiung von einem großen Mann vor und erklärt im Einzelnen die 32 Kennzeichen. Die Lehrrede enthält einige der jüngsten und komplexesten Versformen des Kanon. ",
  "dn-blurbs:dn31": "Der Buddha trifft einen jungen Mann, der seine verstorbenen Eltern mit Ritualen verehrt. Der Buddha deutet die sinnlosen Rituale neu in Form von ethischem Verhalten. Das ist die ausführlichste Lehrrede über Ethik für Laien. ",
  "dn-blurbs:dn32": "Mächtige Geister halten eine Versammlung ab und warnen den Buddha, dass nicht alle Geister freundlich sind; die Mönche und Nonnen sollten daher Schutzverse lernen. ",
  "dn-blurbs:dn33": "Der Buddha ermuntert den Ehrwürdigen Sāriputta, die Mönche und Nonnen zu unterweisen, und dieser führt eine lange Auflistung buddhistischer Lehrbegriffe an, die in numerischer Reihenfolge geordnet sind.",
  "dn-blurbs:dn34": "Ähnlich wie die vorige Lehrrede, aber mit einer anderen Art der Darstellung. Diese beiden Lehrreden nehmen manche Abhidhamma-Methoden vorweg. ",
  "dn-blurbs:dn-mahavagga": "Dieses Kapitel besteht aus einer gemischten Gruppe von Lehrreden. Manche bewegen sich um die Ereignisse um den Tod des Buddha, während andere in legendenhafte Szenarien schweifen, die in einer Welt von Göttern spielen, und wieder andere ganz bodenständig ausführlich über die Lehre diskutieren.",
  "dn-blurbs:dn-pathikavagga": "Wie das vorherige Kapitel enthält auch dieses eine gemischte Gruppe von Lehrreden. Benannt ist es nach der ersten Lehrrede des Kapitels. Unter den Lehrreden befinden sich legendenhafte Darstellungen der Geschichte und der Zukunft unserer Welt, die in buddhistischen Kreisen außerordentlich berühmt und einflussreich sind.",
  "dn-blurbs:dn-silakkhandhavagga": "Das Kapitel mit dem Abschnitt über Ethik (Sīlakkhandhavagga) ist ein Kapitel mit 13 Lehrreden. Jede enthält eine lange Passage über die stufenweise Übung in Ethik, Meditation und Weisheit. Das Kapitel ist nach der ersten dieser Stufen benannt. Die beiden bekannten Versionen des Dīrghāgama (auf Chinesisch und Sanskrit) haben jeweils ein ähnliches Kapitel. Trotz der mönchischen Natur der zentralen Lehre handeln die meisten dieser Lehrreden von einem Dialog mit Laien, und es werden die Beziehungen zwischen den Lehren des Buddha und anderen zeitgenössischen Bewegungen betont. "
}