{
  "ja-blurbs:ja1": "Der Hausbesitzer Anāthapiṇḍika bringt seine Freunde zum Buddha und alle nehmen Zuflucht. Während einer längeren Abwesenheit des Buddha wenden sie sich aber wieder ihren früheren Lehrern zu. Der Buddha zeigt anhand einer Geschichte aus einem früheren Leben, welche schlimmen Folgen es hat, auf falschen Rat zu hören. In ähnlicher Form finden wir diese Geschichte in DN 23. ",
  "ja-blurbs:ja2": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie dieser Mönch in einem früheren Leben durch seinen unermüdlichen Einsatz Viele vor dem Verdursten gerettet hatte. ",
  "ja-blurbs:ja3": "Ein Mönch verliert den Mut zum Üben. Der Buddha spornt ihn an, indem er die Geschichte eines gierigen Kaufmanns erzählt, der sich eine gute Gelegenheit entgehen lässt, weil er hofft, sich den gewünschten Gegenstand ohne Gegenleistung aneignen zu können. ",
  "ja-blurbs:ja4": "Die Geschichte des Mönchs Cūḷapanthaka wird ausführlich berichtet. Nachdem der Buddha ihm zum Erwachen verholfen hat, erzählt er, wie er ihm in einem früheren Leben zu Reichtum verholfen hatte. ",
  "ja-blurbs:ja5": "Der törichte Mönch Udāyi will das Verteilen der Speisen übernehmen, übt das Amt aber schlecht aus. Der Buddha erzählt, wie er bereits in einem früheren Leben sein Amt als königlicher Schatzmeister schlecht ausgeübt hatte. ",
  "ja-blurbs:ja6": "Ein Mönch hat weit mehr Besitztümer, als es Mönchen und Nonnen zusteht. Der Buddha erinnert ihn an sein Gewissen, indem er erzählt, wie er auch in einem früheren Leben sich an sein Gewissen erinnern ließ und sein bösartiges Verhalten als Wassergeist änderte. ",
  "ja-blurbs:ja7": "König Pasenadi von Kosala will den Sohn seiner Hauptgemahlin nicht anerkennen, nachdem er erfahren hat, dass die Mutter dieser Königin eine Sklavin war (die Geschichte wird in Ja 465 erzählt). Der Buddha ermuntert ihn, seinen Sohn dennoch anzuerkennen, und erzählt, wie er selbst in einem früheren Leben als Sohn eines Königs und einer Reisigsammlerin geboren und dennoch von seinem Vater anerkannt worden war. ",
  "ja-blurbs:ja8": "Die Geschichte ist identisch mit der in Ja 462 und wird dort erzählt. Lediglich die abschließende Strophe ist diesem Jātaka eigentümlich und wird hier angeführt. ",
  "ja-blurbs:ja9": "Die Mönche freuen sich über das Fortziehen des Buddha und preisen es. Der Buddha erzählt, wie er auch in einem früheren Leben bereits das weltliche Leben hinter sich gelassen hatte. ",
  "ja-blurbs:ja10": "Der Mönch Bhaddiya bringt sein Entzücken zum Ausdruck, als er daran denkt, wie er als Laie, obwohl er viele Soldaten zu seinem Schutz hatte, in ständiger Angst lebte, jetzt aber, da er ein Vollendeter geworden ist, selbst in den gefährlichsten Wäldern keine Furcht mehr empfindet. Der Buddha erzählt, dass es ihm in einem früheren Leben bereits ähnlich ergangen war. Bhaddiyas Geschichte ist auch Thema in Ud 2.10. ",
  "ja-blurbs:ja11": "Devadatta hat den Orden gespalten und sich mit einem Gefolge von 500 Mönchen und Nonnen abgesetzt. Der Buddha schickt Sāriputta und andere hin, um die 500 Anhänger zurückzugewinnen, was auch gelingt. Sāriputta kommt wie ein strahlender Sieger an, und der Buddha erzählt, wie er in einem früheren Leben als Gazelle bereits 500 Artgenossen sicher vor Gefahren bewahrt hatte, während sein damaliger Bruder Devadatta seine Herde wegen seines Mangels an Weisheit verlor. ",
  "ja-blurbs:ja12": "Devadatta will eine schwangere Nonne aus dem Orden entfernen, ohne zu prüfen, ob ihre Schwangerschaft bereits zu ihrer Laienzeit zustande gekommen war. Sie geht zum Buddha, wo ihr Gerechtigkeit widerfährt. Sie und ihr Sohn erlangen Vollendung. Der Buddha berichtet, wie er diese beiden auch in einem früheren Leben beschützt hatte, als sie alle Gazellen waren. ",
  "ja-blurbs:ja13": "Ein Mönch leidet unter der Sehnsucht nach seiner früheren Frau. Der Buddha sagt, auch in einem früheren Leben habe diese Frau ihn bereits zu Fall gebracht, und berichtet eine Episode, in der sie als Gazelle ihn dem Jäger auslieferte. Das Jātaka endet mit ausgesprochen frauenverachtenden Versen. ",
  "ja-blurbs:ja14": "Ein Mönch wird von einer Sklavin mittels wohlschmeckender Speisen verlockt, zu seiner früheren Familie zurückzukehren. Der Buddha berichtet, wie er in einem früheren Leben bereits ein ähnliches Schicksal erlitt, als er eine Gazelle und die Sklavin ein Parkwächter war. Dies ist ein sehr seltener Fall, in dem in einem Jātaka eine Person im früheren Leben ein anderes Geschlecht hat als im jetzigen. ",
  "ja-blurbs:ja15": "Ein Mönch will sich nicht belehren lassen. Der Buddha berichtet, wie er auch in einem früheren Leben als Gazelle sich nicht belehren ließ und infolgedessen in der Schlinge eines Jägers gefangen wurde. ",
  "ja-blurbs:ja16": "Eine Kontrastgeschichte zur vorigen: Der Ehrwürdige Rāhula findet keine andere Unterkunft und verbringt die Nacht in einer Toilette. Seine Regeltreue wird gelobt, und der Buddha berichtet, wie er in einem früheren Leben, weil er sich belehren ließ und das Gelernte richtig anwendete, als Gazelle aus einer Schlinge entkam. Die Geschichte von Rāhula finden wir auch im Vinaya: https://suttacentral.net/pli-tv-bu-vb-pc5/en/brahmali (keine deutsche Übersetzung auf SuttaCentral). ",
  "ja-blurbs:ja17": "Zwei Mönche sind sich uneinig, ob es in der dunklen oder der hellen Monatshälfte kühler sei, und fragen den Buddha. Dieser entgegnet, er habe ihnen die gleiche Frage bereits in einem früheren Leben beantwortet, als er ein Waldeinsiedler war und die beiden Mönche wilde Tiere. ",
  "ja-blurbs:ja18": "Der Buddha wird gefragt, ob es verdienstvoll sei, Tiere zu schlachten, um mit dem Fleisch die Verstorbenen zu speisen. Der Buddha verneint und berichtet, wie in einem früheren Leben ein Widder, der geschlachtet werden soll, sich bewusst war, dass sein Schicksal darauf zurückgeht, dass er selbst in einem früheren Leben als Brahmane solche Schlachtopfer durchgeführt hatte. ",
  "ja-blurbs:ja19": "Der Buddha wird nach dem Sinn des Brauchs befragt, einer Gottheit vor einer Unternehmung ein Opfer zu versprechen, das dann nach erfolgreicher Unternehmung eingelöst wird; hierzu werden Tiere geschlachtet. Der Buddha sagt, dies sei kein guter Brauch, und berichtet, wie er in einem früheren Leben als Baumgottheit bereits die Menschen so unterwiesen hatte. ",
  "ja-blurbs:ja20": "An einem Lotusteich entdecken die Mönche gespaltene Schilfhalme. Der Buddha erklärt, das gehe auf eine Begebenheit aus einem früheren Leben zurück, als er selbst ein Affenkönig war und es seiner Herde mittels dieser Halme ermöglichte, aus dem Teich zu trinken, ohne dass der dort hausende Dämon sie fressen konnte. ",
  "ja-blurbs:ja21": "Als die Mönche und Nonnen sich darüber unterhalten, wie Devadatta vergeblich versucht hat, den Buddha zu töten, erzählt der Buddha, dass er das auch in einem früheren Leben bereits versucht hatte, ebenfalls ohne Erfolg, als er ein Jäger war und der Bodhisatta eine Gazelle. ",
  "ja-blurbs:ja22": "Die gegenwärtige Geschichte zu diesem Jātaka wird als Nebenhandlung in Jātaka 465 erzählt, wo der Buddha sich für seine Verwandten einsetzt. Hier berichtet er, wie er in einem früheren Leben, als er ein Hund war, ebenfalls seine Verwandten beschützt hat. ",
  "ja-blurbs:ja23": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie er selbst in einem früheren Leben als Schlachtross noch mit einer Verwundung alle seine Kräfte mobilisiert hatte. ",
  "ja-blurbs:ja24": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie er selbst in einem früheren Leben als Vollblutpferd in der Schlacht noch mit einer Verwundung alle seine Kräfte mobilisiert hatte. ",
  "ja-blurbs:ja25": "Sāriputta gibt seinem Schüler eine unpassende Betrachtungsübung, mit der er keinen Fortschritt macht. Der Buddha erkennt den Geist des Schülers und gibt ihm eine Übung, die ihn zum Ziel führt. Anschließend erzählt er, wie er bereits in einem früheren Leben den Geist dieses Mönchs erkannt hatte, als dieser ein Pferd war. ",
  "ja-blurbs:ja26": "Ein Mönch, der beim Buddha ordiniert ist, nimmt regelmäßig in Devadattas abtrünnigem Kloster das Essen ein. Der Buddha sagt, er sei schon in einem früheren Leben jedem nachgelaufen, und erzählt die Geschichte eines Elefanten, der sich in seinem Verhalten zuerst von Räubern, dann aber auch von Weisen beeinflussen lässt. ",
  "ja-blurbs:ja27": "Ein Mönch hat mit einem Laien eine enge Freundschaft. Der Buddha erzählt, wie die beiden auch in einem früheren Leben eng befreundet waren, als einer ein Elefant, der andere ein Hund war. ",
  "ja-blurbs:ja28": "Die sechs Mönche beschimpfen und beleidigen andere Mönche. Der Buddha weist sie zurecht und sagt, niemand möge harte Worte. Er veranschaulicht seine Unterweisung mit einer Geschichte aus einem früheren Leben, in der er selbst ein Bulle war, der nur auf freundliche Worte seines Meisters hin seine Leistung zeigte. ",
  "ja-blurbs:ja29": "Der Buddha führt ein Doppelwunder vor, mit dem er die Anhänger anderer Lehren, die sich ihrer Wunderkraft rühmen, in die Schranken weist. Das Wunder wird in Ja 483 geschildert. Als die Mönche und Nonnen sich über die Stärke unterhalten, die der Buddha gezeigt hat, erzählt er eine Geschichte aus einem früheren Leben, in der er als Bulle besondere Kraft besaß. ",
  "ja-blurbs:ja30": "Die Geschichte der Gegenwart wird im Jātaka 477 erzählt. Es geht um einen Mönch, der in ein Mädchen verliebt ist. Der Buddha erzählt hier die Geschichte aus einem früheren Leben, in der der verliebte Mönch ein Mastschwein war, das zur Hochzeit des Mädchens geschlachtet wurde. ",
  "ja-blurbs:ja31": "Ein Mönch trinkt Wasser, ohne vorher kleine Lebewesen herauszusieben. Der Buddha tadelt ihn und berichtet, wie er selbst in einem früheren Leben als Götterkönig Sakka seinen Wagen auf der Flucht vor den Asuras wendete, um junge Vögel zu verschonen, deren Umwelt sonst zerstört worden wäre (siehe SN 11.6). Dazwischen wird noch sehr ausführlich berichtet, welche Taten Sakka und sein Gefolge zu dieser guten Wiedergeburt gebracht hatten. ",
  "ja-blurbs:ja32": "Ein Mönch hat weit mehr Besitztümer, als es Mönchen und Nonnen zusteht. Der Buddha tadelt ihn, woraufhin er in Zorn gerät, seine Roben zerreißt und, als er wegen seiner Nacktheit verspottet wird, schließlich aus dem Orden austritt. Der Buddha erzählt, wie er in einem früheren Leben als Pfau ebenfalls durch schamloses Verhalten etwas Kostbares verlor: eine wunderbare Ehefrau. ",
  "ja-blurbs:ja33": "Der Buddha ermahnt seine Verwandten, nicht zu streiten, und illustriert seine Mahnung mit einer Geschichte aus einem früheren Leben, als Wachteln durch einträchtiges Verhalten dem Vogelfänger entkamen, aber nicht mehr, als sie sich stritten. Die dazugehörige Geschichte aus der Gegenwart, in der die Sakyer und die Koliyer gegeneinander Krieg führen wollen, wird im Jātaka 536 erzählt. ",
  "ja-blurbs:ja34": "Ein Mönch leidet unter der Sehnsucht nach seiner früheren Frau, was im Jātaka 13 berichtet wird. Der Buddha sagt, auch in einem früheren Leben habe diese Frau ihn bereits dem Tod ausgeliefert, und er selbst habe ihn gerettet. Er berichtet eine Episode, in der die beiden Eheleute Fische waren. Die Frau entkam dem Netz des Fischers, der Mann nicht. ",
  "ja-blurbs:ja35": "Ein Waldbrand verschont den Ort, wo sich der Buddha aufhält. Die Mönche schreiben das der Macht des Buddha zu, doch dieser sagt, die Ursache dafür liege in einem früheren Leben. Er erzählt, wie er als kleiner Vogel, der noch nicht fliegen konnte, einzig die Kraft seines Vertrauens zu früheren Buddhas zur Verfügung hatte, um ein herannahendes Feuer an ebendiesem Ort aufzuhalten. Die Wirkung dieses Glaubensaktes schütze diese Fläche nun bis zum Ende des Äons. ",
  "ja-blurbs:ja36": "Ein Mönch sieht sich außerstande, sich seinem vorgesehenen Betrachtungsstoff zu widmen, da seine Hütte abgebrannt ist. Am Ende der Regenzeit kehrt er ohne Ergebnis zum Buddha zurück. Dieser tadelt ihn dafür, dass er nicht verstand, was für ihn das Richtige war, und erzählt als Gegenbeispiel, wie in einem früheren Leben selbst Vögel das verstanden. ",
  "ja-blurbs:ja37": "Einige unehrerbietige Mönche belegen Wohnungen für sich selbst, sodass Altehrwürdige wie Sāriputta die Nacht im Freien zubringen müssen. Der Buddha tadelt dieses Verhalten und legt fest, dass die Hierarchie im Orden entsprechend des Alters zu beobachten sei. Er illustriert dies mit einer Geschichte aus einem früheren Leben, in der selbst Tiere diese Hierarchie respektierten. ",
  "ja-blurbs:ja38": "Ein Mönch, der im Schneidern geschickt ist, fertigt für die anderen Roben aus alten Lumpen, die er mit ein paar oberflächlichen Tricks hübsch aussehen lässt, bis ihn ein Schneider aus dem Dorf mit dem gleichen Trick hereinlegt. Der Buddha erzählt, wie die beiden bereits in einem früheren Leben Ähnliches getan hatten, als der Mönch ein Kranich war, der die Fische betrog, und der Schneider ein Krebs, der den Kranich betrog. ",
  "ja-blurbs:ja39": "Sāriputta hat einen Gefährten, der sich, solange er im Kloster ist, vorbildlich verhält, aber als er mit Sāriputta in einer anderen Gegend auf Almosengang ist, verhält er sich trotzig und feindselig. Der Buddha erklärt, dass er auch in einem früheren Leben schon ein solches Verhalten an den Tag gelegt hatte, als er Sklave eines Gutsbesitzers war und dessen Sohn das vom Vater vergrabene Geld zeigen sollte. ",
  "ja-blurbs:ja40": "Anāthapiṇḍika, der reiche Wohltäter aus Sāvatthī, verliert nach und nach sein Vermögen und kann nur noch sehr einfache Mahlzeiten spenden. Der Buddha tröstet ihn darüber in AN 9.20. In diesem Jātaka ist die Handlung noch um eine Gottheit erweitert, die in Anāthapiṇḍikas Haus lebt und, nachdem sie aus eigennützigen Motiven versucht, ihn von der Buddhalehre abzubringen, von ihm des Hauses verwiesen wird. Obdachlos geworden, bereut sie ihr Handeln und schafft, um sich mit ihm zu versöhnen, Anāthapiṇḍikas verlorenes Vermögen wieder her. Anlässlich dieser Vorfälle erzählt der Buddha, wie er selbst sich in einem früheren Leben nicht einmal von Māra vom Almosenspenden abhalten ließ. ",
  "ja-blurbs:ja41": "Der Mönch Losaka wird als „Unglückskind“ geboren und sogar von seiner Familie verstoßen. Als er Mönch wird, erhält er gerade so viel Almosen, dass er überleben kann, erlangt aber trotzdem die Vollendung. Nach seinem Tod berichtet der Buddha, welche früheren Taten zu seinem Schicksal geführt haben. ",
  "ja-blurbs:ja42": " Der Buddha erzählt, wie ein gefräßiger Mönch auch in einem früheren Leben gefräßig war, als er eine Krähe war, und damit in großes Unglück kam. ",
  "ja-blurbs:ja43": "Im Hinblick auf einen Mönch, der keinen Rat annehmen will, erzählt der Buddha, dass dieser auch in einem früheren Leben gegen den Rat des Bodhisatta eine Giftschlange als Haustier hielt und von ihr tödlich gebissen wurde. ",
  "ja-blurbs:ja44": "Bewohner eines Dorfes ziehen mit Pfeil und Bogen in den Kampf gegen Mücken. Statt die Mücken zu vernichten, verwunden sie sich gegenseitig. Der Buddha erzählt daraufhin eine Geschichte aus einem früheren Leben, in der ein Sohn seinen Vater erschlug, als er eine Mücke auf seinem Kopf erschlagen wollte. ",
  "ja-blurbs:ja45": "Als eine Magd statt der Fliegen, die sie von ihr vertreiben will, ihre Mutter erschlägt, erzählt der Buddha, dass sie dasselbe auch bereits in einem früheren Leben getan hatte, als er selbst ihr Dienstherr war. ",
  "ja-blurbs:ja46": "Ein Junge gießt junge Bäume, indem er sie ausreißt und die Wurzeln begießt; die entsprechende Stelle im Park bleibt kahl. Der Buddha erzählt, wie dieser Junge in einem früheren Leben als Affe dem Parkwächter einen Gefallen tun wollte und auf genau dieselbe Weise Unheil anrichtete. ",
  "ja-blurbs:ja47": "Ein Lehrling verdirbt den Branntwein seines Meisters, indem er Salz zufügt. Der Buddha erzählt, wie er genau das Gleiche auch in einem früheren Leben getan hatte. ",
  "ja-blurbs:ja48": "Anlässlich eines Mönchs, der keinen Rat annehmen will, erzählt der Buddha, wie dieser Mönch in einem früheren Leben als Brahmane den Rat seines Schülers, des Bodhisatta, in den Wind schlug und infolgedessen zusammen mit tausend anderen ums Leben kam. ",
  "ja-blurbs:ja49": "Ein nackter Asket lässt aus Verärgerung über eine Familie eine Hochzeit platzen. Der Buddha berichtet, dass es in einem früheren Leben bereits einen ähnlichen Vorfall gegeben habe. Damals habe ein Weiser – niemand anders als der Bodhisatta – erklärt, dass Astrologie nicht das geeignete Mittel ist, um einer ehelichen Verbindung Glück zu bringen. ",
  "ja-blurbs:ja50": "Das Jātaka berichtet, wie der Buddha, als er in einem früheren Leben König war, sein Volk mittels einer Drohung dazu gebracht hatte, nichts Schlechtes mehr zu tun. Die dazugehörige Geschichte aus der Gegenwart findet sich in Jātaka 469; dort preisen die Mönche die Taten, die der Buddha zum Wohl der Welt verübte. ",
  "ja-blurbs:ja51": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie er selbst in einem früheren Leben als König selbst in Gefangenschaft nicht den Mut sinken ließ und dadurch sich und sein Land rettete. ",
  "ja-blurbs:ja52": "In diesem kurzen Jātaka wird lediglich gesagt, dass es wiederum um einen Mönch geht, der den Mut zum Üben verliert und der vom Buddha mittels einer Geschichte aus einem früheren Leben angespornt wird. Alle Einzelheiten finden sich im Mahājanaka-Jātaka, Ja 539. ",
  "ja-blurbs:ja53": "Ein paar Gauner wollen Anāthapiṇḍika mit vergiftetem Branntwein bewusstlos machen, um ihn auszurauben. Er aber durchschaut ihre Absicht und berichtet dem Buddha von dem Vorfall. Dieser erzählt, dass sie das gleiche Spiel bereits in einem früheren Leben mit ihm selbst versucht hätten, als er in Benares ein Großkaufmann war. ",
  "ja-blurbs:ja54": "Ein Parkwächter erweist sich als besonders geschickt im Einschätzen der Qualität der Früchte auf den Bäumen. Der Buddha erzählt, wie er selbst in einem früheren Leben die Fähigkeit besaß, giftige Früchte zu erkennen, die Mangofrüchten glichen. ",
  "ja-blurbs:ja55": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie er selbst in einem früheren Leben als Prinz selbst dann noch den Mut nicht sinken ließ, als er in der Gewalt eines Dämons war, des späteren Aṅgulimāla. ",
  "ja-blurbs:ja56": "Ein Mönch fühlt sich von der Vielzahl der Regeln überfordert und will die Robe ablegen. Der Buddha gibt ihm stattdessen drei Regeln zu beachten, und dieser Übung fühlt er sich gewachsen. Nach kurzer Zeit erreicht er das Ziel. Der Buddha veranschaulicht anhand einer Geschichte aus einem früheren Leben, wie hilfreich es ist, sich komplexe Aufgaben in kleine Portionen einzuteilen. ",
  "ja-blurbs:ja57": "Anlässlich von Devadattas Mordplänen berichtet der Buddha, dieser habe ihm auch in einem früheren Leben bereits nach dem Leben getrachtet. Er erzählt, wie Devadatta als ein Krokodil auf Wunsch seiner Frau ihn, den Affenkönig, fangen wollte. ",
  "ja-blurbs:ja58": "Eine weitere Geschichte, die der Buddha im Zusammenhang mit Devadattas Mordplänen erzählt. Diesmal ist der Bodhisatta ein Sohn des Affenkönigs Devadatta, und dieser kastriert alle seine Söhne aus Furcht vor Konkurrenz. Der Bodhisatta entgeht diesem Schicksal durch Stärke und Klugheit. ",
  "ja-blurbs:ja59": "Anlässlich eines Mönchs, der keinen Rat annehmen will, erzählt der Buddha, wie dieser Mönch in einem früheren Leben den Rat seines Vaters, des Bodhisatta, missachtete und beide dadurch ihr mit Trommeln mühsam verdientes Geld verloren. ",
  "ja-blurbs:ja60": "Wie im vorigen Jātaka, nur war diesmal der Bodhisatta der Sohn und das Instrument ein Muschelhorn. ",
  "ja-blurbs:ja61": "Dieses Jātaka erzählt eine Geschichte aus einem früheren Leben, die die Schlechtigkeit der Frauen illustrieren soll. Darin wird eine Greisin so von Lust gepackt, dass sie dafür ihren eigenen Sohn, der für ihre Pflege sorgt, töten will. Die dazugehörige Geschichte aus der Gegenwart wird in Jātaka 527 erzählt. ",
  "ja-blurbs:ja62": "Anlässlich eines Mönchs, der wegen seiner Anhänglichkeit an Frauen mit dem geistlichen Leben unzufrieden ist, erzählt der Buddha eine Geschichte aus einem früheren Leben, um die Schlechtigkeit der Frauen zu demonstrieren. Es geht um eine Frau, die von Geburt an von der Welt isoliert wurde und doch ihrem Ehemann untreu wurde. ",
  "ja-blurbs:ja63": "Anlässlich eines Mönchs, der wegen seiner Anhänglichkeit an Frauen mit dem geistlichen Leben unzufrieden ist, erzählt der Buddha eine Geschichte aus einem früheren Leben, um die Schlechtigkeit der Frauen zu demonstrieren. Es geht um ein Mädchen, das bereits als Kind seine Diener schikaniert, dann einen Einsiedler, der sie aus dem Fluss rettet, dazu bringt, um ihretwillen sein geistliches Leben aufzugeben, und ihn später sogar den Räubern ausliefert. ",
  "ja-blurbs:ja64": "Ein Anhänger des Buddha hat eine Frau, deren Verhalten auf für ihn unerklärliche Art wechselt. Der Buddha erzählt, dass das bereits in einem früheren Leben so gewesen sei, und dass das wechselnde Verhalten mit ehelicher Untreue zu tun habe. ",
  "ja-blurbs:ja65": "Ein Anhänger des Buddha hat eine Frau, deren Verhalten wegen ihrer ehelichen Untreue wechselhaft ist. Dem Mann, der darüber bedrückt ist, erklärt der Buddha anhand einer Geschichte aus einem früheren Leben, dass dieses Verhalten für Frauen normal sei und für einen Weisen kein Grund, sich aufzuregen. ",
  "ja-blurbs:ja66": "Ein Mönch verliebt sich und ist mit dem geistlichen Leben unzufrieden. Der Buddha erzählt, wie er selbst in einem früheren Leben ein Asket gewesen sei und sich in eine Frau verliebt habe; diese aber habe ihm geholfen, wieder zur Besinnung zu kommen und zum Asketenleben zurückzukehren. ",
  "ja-blurbs:ja67": "Drei Männer werden unschuldig verhaftet. Eine Frau erreicht durch ihre klugen Antworten, dass der König alle drei freilässt. Der Buddha erzählt ein paralleles Ereignis aus einem früheren Leben. ",
  "ja-blurbs:ja68": "Ein brahmanisches Ehepaar begrüßt den Buddha als seinen „Sohn“, und der Buddha erklärt, dass sie in vielen früheren Leben tatsächlich dieses Verwandtschaftsverhältnis hatten. Er spricht die Lehrrede vom Alter (vermutlich Snp 4.6). ",
  "ja-blurbs:ja69": "Sāriputta verzehrt den Kuchen, der für seinen jungen Assistenten aufgehoben worden war, als dieser nicht rechtzeitig vom Dorf zurückkommt. Der Junge beschämt Sāriputta mit einer Bemerkung, woraufhin dieser nie mehr Kuchen isst. Der Buddha bringt den Vorfall mit einer Geschichte aus einem früheren Leben in Verbindung, in der Sāriputta eine Schlange war, die einmal ausgespienes Gift nicht wieder schlucken wollte. ",
  "ja-blurbs:ja70": "Ein junger Mann wird zunächst aus den falschen Gründen Mönch und kehrt wiederholt zum Laienleben zurück, erlangt aber beim siebten Anlauf schließlich die Heiligkeit. Der Buddha erzählt daraufhin, wie er selbst in einem früheren Leben mehrmals zu einem Leben als Asket ansetzte, bevor es ihm schließlich gelang, das Haften an seinem weltlichen Leben aufzugeben. Parallele Elemente zu diesem Jātaka finden sich in Ja 509. ",
  "ja-blurbs:ja71": "Bereits erwachte Mönche wollen zusammen mit ihrem noch unerwachten Freund in ihre Einsiedelei ziehen, doch Letzterer übt in der Nacht vor der Abreise zu angestrengt, sodass er im Stehen einschläft und sich den Oberschenkel bricht. Um ihn zu pflegen, schieben die Freunde ihren Aufbruch auf. Der Buddha erzählt, wie dieser Mönch seine Freunde bereits in einem früheren Leben an der Ausführung ihrer Pläne gehindert hatte, indem er frisches Holz zum trockenen Feuerholz legte, mit dem dann nicht rechtzeitig ein Feuer angezündet werden konnte. ",
  "ja-blurbs:ja72": "Die Mönche unterhalten sich über Devadattas Maßlosigkeit. Der Buddha erzählt, wie Devadatta sich auch in einem früheren Leben bereits maßlos gezeigt und einem Elefanten sämtliche Zähne und Zahnwurzeln weggenommen hatte. ",
  "ja-blurbs:ja73": "Die Mönche unterhalten sich über Devadattas Pläne, den Buddha zu ermorden. Der Buddha erzählt, wie Devadatta auch in einem früheren Leben, als er ein böser König war, versuchte, den Bodhisatta ums Leben zu bringen. ",
  "ja-blurbs:ja74": "Dieses Jātaka bezieht sich auf den im Jātaka 536 berichteten Vorfall, bei dem die Sakyer und die Koliyer in Streit geraten und der Buddha sie versöhnt. Um seine Verwandten zum einträchtigen Miteinander zu ermahnen, erzählt der Buddha hier, wie selbst Bäume, wenn sie miteinander verbunden sind, einem Strum standhalten, während einzeln stehende Bäume, die keine Gemeinschaft haben, entwurzelt werden. ",
  "ja-blurbs:ja75": "Als im Reich Kosala große Trockenheit herrscht, lässt der Buddha es regnen. Als die Mönche sich darüber unterhalten, erzählt er, dass er auch in einem früheren Leben, als er ein Fisch war, bereits für Regen gesorgt hatte. ",
  "ja-blurbs:ja76": "Ein Laienschüler aus Sāvatthī rettet eine Karawane vor einem Räuberangriff, indem er die ganze Nacht in Gehmeditation zubringt. Die Räuber denken, er sei eine Wache, und sehen von dem geplanten Überfall ab. Als er die Begebenheit dem Buddha berichtet, erzählt dieser, wie auch er selbst in einem früheren Leben auf die gleiche Art eine Karawane gerettet und zudem die Kaufleute mit seiner Furchtlosigkeit beeindruckt hatte. ",
  "ja-blurbs:ja77": "König Pasenadi von Kosala hat schlechte Träume und erwacht voller Furcht. Nachdem er zuerst seine Brahmanen um Rat gefragt hat und diese ein großes Opfer zum Abwenden des durch die Träume angekündigten Unglücks anberaumen, schickt die Königin Mallikā den König zum Buddha. Dieser beruhigt ihn, indem er erklärt, dass die Erfüllung der Träume weit in der Zukunft liege, wenn die Welt sich zum Schlechteren entwickle. Auch erzählt er, wie der König Brahmadatta in einem früheren Leben die gleichen Träume hatte und der Bodhisatta ihm dazu die gleichen Erklärungen gab wie jetzt dem König Pasenadi. ",
  "ja-blurbs:ja78": "Der Buddha bekehrt zusammen mit dem Ehrwürdigen Mahāmoggallāna einen geizigen Kaufmann zur Großzügigkeit. Als die Mönche sich darüber unterhalten, erzählt der Buddha, wie Moggallāna auch in einem früheren Leben den Kaufmann von seinem Geiz bekehrt hatte; damals war Moggallāna der verstorbene und als Gott wiedergeborene Vater des geizigen Kaufmanns. ",
  "ja-blurbs:ja79": "Ein Dorfverwalter macht mit Räubern gemeinsame Sache; die Räuber plündern das Dorf aus und teilen mit dem Verwalter. Der Buddha sagt, Ähnliches habe dieser auch bereits in einem früheren Leben getan, wobei ihn der Bodhisatta durchschaut habe. ",
  "ja-blurbs:ja80": "Ein Mönch prahlt mit seiner angeblich überaus reichen Herkunft. Der Buddha berichtet, dass dieser Mönch in einem früheren Leben mit einer Kunstfertigkeit im Bogenschießen geprahlt hatte, die er nicht besaß. ",
  "ja-blurbs:ja81": "Der Mönch Sagata bändigt mit seiner Wunderkraft eine bösartige Giftschlange. Die berüchtigten „sechs Mönche“ stiften die Bewohner von Kosambi an, ihm zum Dank Branntwein zu geben, was sie tun – mit der Folge, dass der Buddha für die Mönche und Nonnen eine Regel gegen das Trinken von Alkohol erlässt. Er erzählt auch eine Episode aus einem früheren Leben, bei der das Branntweintrinken viele Asketen zu unasketischem Benehmen gebracht hatte. ",
  "ja-blurbs:ja82": "Das Jātaka stellt die Verbindung her zwischen einem Mönch aus der Gegenwart, der keinen Rat annehmen will, und einem Protagonisten aus einem früheren Leben, aus der Zeit des Buddha Kassapa, der in der Hölle mit einem Rad gequält wird. Auf die gleichen Vorfälle wird auch in Ja 104 und Ja 369 Bezug genommen. ",
  "ja-blurbs:ja83": "Anāthapiṇḍika hat einen Freund aus Kindertagen, der ins Unglück gerät und dem er hilft. Dieser bewacht dann sein Haus während seiner Abwesenheit und verhindert einen Überfall durch Räuber. Der Buddha erzählt, dass der gleiche Freund ihm selbst in einem früheren Leben den gleichen Dienst erwiesen hatte. ",
  "ja-blurbs:ja84": "Ein Junge fragt seinen Vater nach den Toren zum Guten. Als dieser sie nicht beantworten kann, geht er mit dem Kind zum Buddha. Dieser sagt, er selbst hätte dem Jungen die gleiche Frage bereits in einem früheren Leben beantwortet, als er selbst sein Vater war. ",
  "ja-blurbs:ja85": "Ein Mönch verliebt sich und wird unzufrieden mit dem Mönchsleben. Der Buddha vergleicht Sinnenfreuden mit einer wohlschmeckenden, aber giftigen Frucht und erzählt, wie er selbst in einem früheren Leben in der Lage war, diese richtig zu erkennen. ",
  "ja-blurbs:ja86": "Ein Brahmane, der vom König besonderes geehrt wird, stiehlt Geld, um zu prüfen, ob ihm die besondere Ehre wegen seiner Tugend erwiesen wird. Er kommt zu dem Schluss, dass dem so ist, und wird Mönch, um seine Tugend weiter zu vertiefen. Nachdem er Arahant geworden ist, berichtet der Buddha, wie er selbst in einem früheren Leben auf ähnliche Weise den Wert der Tugend geprüft habe. ",
  "ja-blurbs:ja87": "Ein abergläubischer Brahmane will ein paar Kleider loswerden, die von Mäusen angenagt wurden und von denen er deshalb Unheil befürchtet. Er lässt seinen Sohn die Kleider unter strengen Vorsichtsmaßnahmen zum Leichenfeld bringen. Dort aber nimmt sie der Buddha in der Absicht, Vater und Sohn eine Lektion zu erteilen. Mittels einer Erzählung aus einem früheren Leben, in der Vater und Sohn schon einmal einen ähnlichen Vorfall erlebt hatten, bringt er sie von ihrem Aberglauben ab und zum Stromeintritt. ",
  "ja-blurbs:ja88": "Dieses Jātaka gleicht Jātaka 28, nur dass es hier um einen Ochsen mit Namen Sārambha geht, der nur auf freundliche Worte hört. ",
  "ja-blurbs:ja89": "Die Geschichte aus der Gegenwart wird im Uddālaka-Jātaka (Ja 487) erzählt; es geht um einen Mönch, der sich mit betrügerischen Mitteln Bedarfsgegenstände verschafft. Der Buddha erzählt hier, wie dieser in einem früheren Leben als angeblicher Filzhaar-Asket seinem Unterstützer sein Vermögen stahl. ",
  "ja-blurbs:ja90": "Anāthapiṇḍikas Freundlichkeit gegenüber einem Geschäftspartner wird von diesem nicht erwidert. Als der Geschäftspartner erneut um einen Gefallen ersucht, werden seine Leute von Anāthapiṇḍikas Leuten ausgeplündert. Als der Buddha von dem Vorfall erfährt, sagt er, dieser Geschäftsfreund habe sich ihm selbst gegenüber bereits in einem früheren Leben genauso verhalten. ",
  "ja-blurbs:ja91": "Mönche und Nonnen benutzen ihre gespendeten Bedarfsgegenstände achtlos, und der Buddha vergleicht diese Art des Umgangs mit Spenden mit einem Gift. Er erzählt eine Geschichte aus einem früheren Leben, in der ein Falschspieler einen Würfel in den Mund zu nehmen pflegte. Sein Mitspieler, der Bodhisatta, durchschaute ihn und vergiftete den Würfel, um ihm eine Lektion zu erteilen. ",
  "ja-blurbs:ja92": "Die Frauen des Königs von Kosala wünschen sich den Mönch Ānanda zum Lehrer, und er kommt regelmäßig, um sie im Dhamma zu unterweisen. Als dem König eines Tages ein Kronjuwel verloren geht, versucht er, durch Druck den Dieb ausfindig zu machen. Der Ehrwürdige Ānanda aber rät ihm zu einer List, mit deren Hilfe er sein Juwel zurückerhält. Der Buddha erzählt daraufhin eine Geschichte aus einem früheren Leben, in der ebenfalls ein gestohlener Schmuck mithilfe einer List wiedergefunden wurde. ",
  "ja-blurbs:ja93": "Mönche und Nonnen benutzen ihre von Verwandten gespendeten Bedarfsgegenstände achtlos, und der Buddha vergleicht diese Art des Umgangs mit Spenden mit einem Gift. Gift töte, auch wenn es einem durch Verwandte gegeben werde. Er erzählt eine Geschichte aus einem früheren Leben, in der ein Kuhhirte einen Löwen mittels Gift tötet, das er am Körper einer vom Löwen geliebten Gazelle anbringt. ",
  "ja-blurbs:ja94": "Ein früherer Mönch, der sich nun einem anderen Lehrer zugewandt hat, übt die von diesem gelehrte raue Askese. Der Buddha berichtet, wie er selbst in einem früheren Leben ebenso verblendet gewesen sei und solche raue Askese praktiziert habe. ",
  "ja-blurbs:ja95": "Das Jātaka berichtet eine Szene aus den letzten Stunden des Buddha, wo Ānanda den Buddha bittet, doch an einem bedeutenderen Ort als in Kusinārā endgültig zu erlöschen (siehe auch DN 16). Der Buddha erzählt daraufhin vom früheren Glanz dieses Ortes unter dem König Mahāsudassana (ausführlich in DN 17), der auf seinem Sterbebett auf die Unbeständigkeit aller Bedingungen hinwies. ",
  "ja-blurbs:ja96": "Zunächst wird das Sutta von der „Schönsten im ganzen Land“ (SN 47.20) erzählt, in dem das Gleichnis eines Mannes gegeben wird, der eine mit Öl gefüllte Schüssel durch eine Menschenmenge trägt, ohne etwas zu verschütten. Anschließend sagt der Buddha, diese Übung sei vergleichsweise leicht. Er erzählt eine Geschichte aus einem früheren Leben, in der er einen Wald mit Dämoninnen durchqueren musste, die versuchten, ihn durch sinnliche Trugbilder zu verlocken. Es gelang ihm als Einzigem, den Verlockungen zu widerstehen, und er erlangte dadurch Königswürde. ",
  "ja-blurbs:ja97": "Ein Mönch ist mit seinem Unglück verheißenden Namen unzufrieden und möchte ihn ändern. Der Buddha sagt, dieser Mönch hätte auch in einem früheren Leben an die Macht von Namen geglaubt, und erzählt, wie er sich eines Besseren belehren ließ. ",
  "ja-blurbs:ja98": "Zwei Kaufleute unternehmen zusammen eine Handelsreise. Einer von ihnen hofft darauf, dass der andere nach der entbehrungsreichen Reise an allzu üppigem Essen sterben würde, und plante, dann dessen Erben um einen Teil des Gewinns von der Reise zu betrügen. Der Buddha erzählt, wie er in einem früheren Leben Ähnliches auch mit ihm selbst versucht hatte. ",
  "ja-blurbs:ja99": "Die Mönche unterhalten sich über Sāriputtas Vorzüge, und der Buddha erzählt daraufhin, wie dieser in einem früheren Leben eine kurze Aussage des Bodhisatta richtig verstand und erklärte. ",
  "ja-blurbs:ja100": "Das Jātaka beginnt mit der Geschichte von der ungewöhnlich langen Schwangerschaft der Suppavāsā (siehe Ud 2.8) und berichtet, dass der so geborene Sohn später Mönch und ein Vollendeter wurde. Der Buddha erzählt, durch welche Taten in einem früheren Leben die schwierige Schwangerschaft und Entbindung verursacht wurden. ",
  "ja-blurbs:ja101": "Das Jātaka ist identisch mit dem Parosahassa-Jātaka (Ja 99), außer, dass das Wort „tausend“ durch „hundert“ ersetzt ist und in der abschließenden Strophe das Wort „schreien“ durch „denken“. ",
  "ja-blurbs:ja102": "Ein Mann prüft seine Tochter auf ihre Tugendhaftigkeit, indem er sich verliebt stellt, und sie besteht den Test. Der Buddha erzählt, wie er selbst in einem früheren Leben als Baumgott beobachtet hatte, wie der Vater mit seiner Tochter das Gleiche schon einmal tat. ",
  "ja-blurbs:ja103": "Anāthapiṇḍika beeilt sich auf dem Heimweg von einer Geschäftsreise, nach Hause zurückzukommen, um nicht Räubern in die Hände zu fallen. Der Buddha erzählt, wie er selbst in einem früheren Leben das Gleiche getan hatte. ",
  "ja-blurbs:ja104": "Das Jātaka stellt die Verbindung her zwischen einem Mönch aus der Gegenwart, der keinen Rat annehmen will, und einem Protagonisten aus einem früheren Leben, aus der Zeit des Buddha Kassapa, der in der Hölle mit einem Rad gequält wird. Auf die gleichen Vorfälle wird auch in Ja 82 und Ja 369 Bezug genommen. ",
  "ja-blurbs:ja105": "Ein furchtsamer Mönch läuft bei jedem kleinsten Geräusch im Wald voller Angst davon. Der Buddha erzählt, wie er in einem früheren Leben als Elefant eine ähnliche Furcht empfunden hatte und vom Bodhisatta, der ein Baumgott war, davon befreit wurde. ",
  "ja-blurbs:ja106": "Sowohl die Geschichte aus der der Gegenwart als auch die aus einem früheren Leben werden ausführlicher im Cūḷanārada-Jātaka (ja 477) erzählt. Es geht um einen Mönch, der sich in ein Mädchen verliebt. In einem früheren Leben verließ er, damals der Sohn des Bodhisatta, die Einsiedelei seines Vaters wegen eines Mädchens und kehrte später von ihr enttäuscht zurück. ",
  "ja-blurbs:ja107": "Ein Mönch, der zu Laienzeiten gut im Kieselsteinwerfen war, erlegt aus Spaß mit Kieselsteinen einen Schwan. Der Buddha erzählt, wie er auch in einem früheren Leben ein begnadeter Kieselsteinwerfer war und vom König gebeten wurde, den allzu schwatzhaften Hauspriester zum Schweigen zu bringen. Zu diesem Zweck tauschte der Schütze allerdings seine Kieselsteine gegen Ziegenkot als Munition ein, die punktgenau im Mund des Schwätzers landete. ",
  "ja-blurbs:ja108": "Ein Laienschüler des Buddha hat eine korpulente Ehefrau. Als die Mönche darüber abfällig reden, erzählt der Buddha, wie diese Frau in einem früheren Leben eine ähnliche Figur hatte, aber durch ihr umsichtiges Verhalten dem König auffiel, der sie daraufhin zu seiner Hauptgemahlin machte. ",
  "ja-blurbs:ja109": "Ein armer Mann möchte dem Buddha Almosen spenden und bäckt einen Kuchen aus den Resten von Reisstaub. Der Buddha verzehrt den Kuchen, und die ganze Stadt ist so beeindruckt davon, dass man dem Spender viel Geld und eine angesehene Stellung gibt. Der Buddha erzählt von einer ähnlichen Begebenheit in einem früheren Leben, als der Bodhisatta ein Baumgott war, der von dem Armen eine Spende erhielt. ",
  "ja-blurbs:ja110": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Es geht um einen „allumfassenden Duft“, mit dem eine Diebin ein von ihr gestohlenes Schmuckstück besprengt haben will. Die Geschichte wird unter der Überschrift „Das Band“ erzählt. ",
  "ja-blurbs:ja111": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Die Geschichte wird unter der Überschrift „Der Esel“ erzählt. Ein Kind kann durchaus besser sein als sein Vater, illustriert am Beispiel des Esels, der Vater des viel wertvolleren Maultiers ist. ",
  "ja-blurbs:ja112": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Die Geschichte wird unter der Überschrift „Die Frage nach dem verborgenen Pfad“ erzählt. Eine Unterhaltung zwischen Amaradevi und dem Weisen Mahosadha; sie fragt ihn in einem Rätsel nach dem Weg zu ihrem Haus. ",
  "ja-blurbs:ja113": "Anlässlich der durch Devadatta herbeigeführten Spaltung des Ordens erzählt der Buddha, wie dieser bereits in einem früheren Leben, als er ein Schakal war, einen Brahmanen betrog. ",
  "ja-blurbs:ja114": "Zwei Mönche brauchen am Ende der Regenzeit drei Monate, bis sie sich entschließen, aufzubrechen und den Buddha zu besuchen. Der Buddha erzählt, wie sie in einem früheren Leben als Fische aufgrund ihrer Trägheit in ein Netz gerieten, aus dem der Bodhisatta sie befreien konnte. ",
  "ja-blurbs:ja115": "Eine Nonne, die verhindern will, dass andere das gleiche gute Almosen bekommen wie sie, streut Gerüchte, dass es in dem betreffenden Stadtviertel gefährliche Tiere gebe. Eines Tages wird sie selbst dort von einem Widder angegriffen und bricht sich ein Bein. Der Buddha erzählt, wie sie bereits in einem früheren Leben ihre eigenen Warnungen nicht befolgte und so ums Leben kam. ",
  "ja-blurbs:ja116": "Die Geschichte aus der Gegenwart wird in Ja 427 erzählt. Der Buddha erzählt hier, wie der betreffende Mönch in einem früheren Leben als Zirkusartist sich zu viel vornimmt und einen weisen Rat in den Wind schlägt. ",
  "ja-blurbs:ja117": "Die Geschichte aus der Gegenwart wird in Ja 481 erzählt. Hier erzählt der Buddha, wie der Mönch Kokālika in einem früheren Leben als Asket einen anderen mit unnötigen Anweisungen zu dessen Arbeit so belästigte, dass dieser ihn erschlug. ",
  "ja-blurbs:ja118": "Ein reicher Kaufmannssohn, der sich mit einer Hure nicht einlassen will und anschließend keine Auskunft über deren Verbleib geben kann, soll hingerichtet werden. Nachdem er in letzter Minute gerettet wird, wird er Mönch. Der Buddha erzählt, wie er selbst in einem früheren Leben als Wachtel das Futter eines Jägers nicht annahm und so sein Leben rettete – gerade wie der Kaufmannssohn die weltlichen Verlockungen aufgab und so ein Heiliger wurde. ",
  "ja-blurbs:ja119": "Ein Mönch lebt sich nicht in die Klosterroutine ein und macht nachts Lärm. Der Buddha erzählt, wie er in einem früheren Leben als Hahn zur falschen Zeit krähte und deshalb umkam. ",
  "ja-blurbs:ja120": "Die Geschichte aus der Gegenwart wird in Ja 472 erzählt. Hier erzählt der Buddha, wie er in einem früheren Leben als königlicher Hauspriester die Lügen der Königin entlarvte und sich und viele andere vor der Hinrichtung rettete. ",
  "ja-blurbs:ja121": "Die Vorgeschichte ist ähnlich der in Ja 83: Anāthapiṇḍika behält sein Vermögen durch den Einsatz eines Freundes, der sozial niedriger gestellt ist als er selbst. Der Buddha erzählt, wie er selbst in einem früheren Leben als Geist eines Grasbüschels eine mächtige Baumgottheit vor dem Verlust ihrer Wohnung bewahren konnte. Die soziale Stellung spielt für die Freundschaft keine Rolle. ",
  "ja-blurbs:ja122": "Devadatta ist angesichts der beeindruckenden Eigenschaften des Buddha neidisch. Der Buddha erzählt, wie in einem früheren Leben Devadatta ein König war, der neidisch auf seinen Elefanten, den Bodhisatta, war und in der Folge seine Herrschaft einbüßen musste. ",
  "ja-blurbs:ja123": "Der Mönch Udāyī chantet oft dem Anlass unangemessene Texte. Der Buddha erzählt, wie er in einem früheren Leben als Brahmanenschüler von seinem Lehrer, dem Bodhisatta, mit keinem Mittel zu mehr Weisheit gebracht werden konnte. ",
  "ja-blurbs:ja124": "Ein Mönch fällt durch seine Beflissenheit auf. Der Buddha erzählt, wie er in einem früheren Leben als Asket in einer Dürrezeit einen Wassertrog für Tiere baute, die ihm zum Dank täglich so viele Früchte brachten, dass sich davon 500 Asketen ernähren konnten. ",
  "ja-blurbs:ja125": "Mit Bezug auf einen prahlerischen Mönch erzählt der Buddha, wie dieser in einem früheren Leben ein intelligenter Sklave war, der, um ein besseres Leben zu haben, sich für den Sohn seines Herrn, des Bodhisatta, ausgab. Der Bodhisatta lässt ihn gewähren, zügelt aber seinen Übermut, indem er seine Frau einen Vers lehrt, mit dem diese ihren Mann in seine Grenzen weisen kann. ",
  "ja-blurbs:ja126": "Ein Brahmane beurteilt für den König die Qualität von Schwertern mittels seines Geruchssinns, lässt sich aber für eine gute Bewertung bestechen. Ein Schmied arbeitet Pfeffer in seine Schwertklinge ein, was dazu führt, dass der Qualitätsprüfer sich, da er niesen muss, bei der Geruchsprobe die Nase aufschneidet. Der Buddha erzählt, wie er das Gleiche bereits in einem früheren Leben getan hatte. Gleichzeitig gelang es dem Neffen des Königs, indem er sich selbst zum Niesen brachte, seine geliebte Prinzessin zu heiraten. So kann Niesen sich gut oder schlecht auswirken. ",
  "ja-blurbs:ja127": "Dieses Jātaka gleicht Ja 125. Diesmal schickt der Herr allerdings einen Papagei, um den Verbleib des Sklaven ausfindig zu machen, und holt ihn schließlich in seine ursprüngliche Stellung zurück. ",
  "ja-blurbs:ja128": "Der Buddha erzählt, dass ein heuchlerischer Mönch bereits in einem früheren Leben ein Heuchler war. Er war ein Schakal, der sich als tugendhafter Asket ausgab, um Ratten in seine Nähe zu locken, die er dann auffraß. Der König der Ratten, der Bodhisatta, kam ihm auf die Schliche und legte ihm das Handwerk. ",
  "ja-blurbs:ja129": "Der Buddha erzählt, dass ein heuchlerischer Mönch bereits in einem früheren Leben ein Heuchler war. Er war ein Schakal, der bei einem Waldbrand fast seinen gesamten Pelz verlor. Er gab sich als Feueranbeter aus und gewann so das Vertrauen der Ratten, die er dann auffraß. Der König der Ratten, der Bodhisatta, kam ihm auf die Schliche und legte ihm das Handwerk. ",
  "ja-blurbs:ja130": "Die Frau eines Brahmanen betrügt ihren Mann regelmäßig und stellt sich ihm gegenüber krank. Der Buddha erzählt, dass die beiden bereits in einem früheren Leben ein Paar waren, bei dem die gleiche Situation bestand. Damals konnte der Bodhisatta, der der Lehrer des Mannes war, die Frau mit dem passenden Mittel „heilen“. ",
  "ja-blurbs:ja131": "Der Buddha erzählt, dass Devadatta in einem früheren Leben genauso undankbar war wie im jetzigen. Der Bodhisatta und Devadatta sind befreundete Kaufleute, und als Devadatta in Not gerät, hilft ihm sein Freund. Im umgekehrten Fall lässt allerdings Devadatta den Freund im Stich. Doch dieser will die Freundschaft nicht aufgeben und kann am Ende sogar sein Vermögen wiederherstellen. ",
  "ja-blurbs:ja132": "Māras Töchter konnten den Buddha nicht verlocken, und er erzählt, wie er auch in einem früheren Leben sich nicht durch den Anblick schöner Frauen verlocken ließ. Es ist die Geschichte aus Ja 96 (Telapatta-Jātaka), die hier mit einer anderen Strophe endet. ",
  "ja-blurbs:ja133": "Zu Beginn der Regenzeit brennt einem Mönch die Hütte ab, und statt sich eine geeignetere Bleibe zu suchen, bleibt er da, kommt aber mit seiner Übung nicht voran. Der Buddha erzählt, wie in einem früheren Leben selbst Vögel richtig erkannt hätten, wann es Zeit ist, ihr Heim zu verlassen. ",
  "ja-blurbs:ja134": "Der Buddha erzählt eine Begebenheit aus einem früheren Leben im Zusammenhang mit einer Frage, die er Sāriputta stellte. Die eigentliche Geschichte wird im Jātaka 483 erzählt. ",
  "ja-blurbs:ja135": "Der Buddha erzählt eine Begebenheit aus einem früheren Leben im Zusammenhang mit einer Frage, die er Sāriputta stellte. Die eigentliche Geschichte wird im Jātaka 483 erzählt. ",
  "ja-blurbs:ja136": "Die Nonnen, angeführt von Thullanandā, nehmen übermäßig viel Knoblauch von einem Feld. Der Buddha erzählt, dass Thullanandā bereits in einem früheren Leben maßlos war. Sie war die Gattin des Bodhisatta, der nach seinem frühen Tod als goldener Schwan wiedergeboren wurde und seiner früheren Familie seine Federn zum Lebensunterhalt schenkte; sie jedoch nahm alle auf einmal. ",
  "ja-blurbs:ja137": "Vier Mönche kommen auf ihrem Almosengang zu einer Frau, die Kuchen als Reiseproviant für ihre Tochter gebacken hat, der nun von den Mönchen verzehrt wird. Der Buddha erzählt, wie die vier bereits in einem früheren Leben dieser Frau, die damals eine Maus war, die Lebensgrundlage wegnahmen. ",
  "ja-blurbs:ja138": "Der Buddha erzählt, dass ein heuchlerischer Mönch bereits in einem früheren Leben ein Heuchler war. Er gab sich als Asket aus, war aber aus Gier nach gutem Geschmack bereit, zu töten. ",
  "ja-blurbs:ja139": "Devadatta hat seine Möglichkeiten sowohl als Laie als auch als Mönch verwirkt. Der Buddha erzählt, wie er in einem früheren Leben aus Geiz ebenfalls in doppelter Hinsicht ins Unglück stürzte. ",
  "ja-blurbs:ja140": "Bezugnehmend auf Jātaka 465, wo er seine Verwandten beschützt, erzählt der Buddha, wie er auch in einem früheren Leben für seine Verwandten, die Krähen, sorgte. Ein königlicher Priester war auf die Krähen erzürnt, da eine ihren Kot auf ihn fallen ließ, und empfahl daher Krähenfett als Heilmittel für Brandwunden bei Elefanten, obwohl Krähen kein Fett besitzen. Der Bodhisatta stellte die Sache klar und ersparte damit den Krähen ein elendes Schicksal. ",
  "ja-blurbs:ja141": "Die Geschichte aus der Gegenwart entspricht dem Mahiḷāmukha-Jātaka, Ja 26. Der Buddha erzählt dazu eine Geschichte aus einem früheren Leben, in der der betreffende Mönch eine junge Echse war, die sich von einem Chamäleon, Devadatta, Freundschaft vortäuschen ließ. ",
  "ja-blurbs:ja142": "Der Buddha erzählt, dass Devadatta bereits in einem früheren Leben vergeblich versucht hatte, ihn zu töten, als der Bodhisatta ein Schakal und Devadatta ein Mensch war, der das Fleisch des Schakals essen wollte. ",
  "ja-blurbs:ja143": "Devadatta nimmt 500 Mönche mit sich, als er den Orden spaltet, und ahmt das Benehmen des Buddha nach. Der Buddha erzählt, wie Devadatta bereits in einem früheren Leben sein Verhalten nachahmte; Devadatta war ein Schakal, der unbedingt wie der Bodhisatta, der Löwe, sein wollte. ",
  "ja-blurbs:ja144": "Angesichts sinnloser Askese-Übungen von Ājīvaka-Asketen erzählt der Buddha, wie er selbst in einem früheren Leben zunächst ein Feueranbeter war, dann aber die Nutzlosigkeit dieser Praxis erkannte und sich stattdessen der Meditation widmete. ",
  "ja-blurbs:ja145": "Die Geschichte aus der Gegenwart findet sich in Ja 423. Es geht um einen Mönch, der sich nicht von seiner früheren Frau lösen kann. Der Buddha erzählt eine Geschichte aus einem früheren Leben, um zu illustrieren, dass man eine Frau nicht bewachen kann. ",
  "ja-blurbs:ja146": "Eine Gruppe Mönche, die im Alter fortziehen, erhalten von ihren früheren Familien, insbesondere von einer Frau, regelmäßig wohlschmeckendes Almosen. Bei deren Tod sind sie verzweifelt. Der Buddha erzählt, wie sie in einem früheren Leben als Krähen ebenfalls den Tod eines Krähenweibchens nicht ertragen konnten und versuchten, dass Meer auszutrinken, um es so zurückzuholen. Der Bodhisatta, ein Meeresgott, vertrieb sie und rettete ihnen so das Leben. ",
  "ja-blurbs:ja147": "Ein Mönch kann sich nicht von seiner früheren Frau lösen. Der Buddha erzählt, dass er durch sie bereits in einem früheren Leben ins Unglück geriet, als sie ihn anstiftete, für sie ein kostbares Kleid aus den Beständen des Königs zu stehlen. ",
  "ja-blurbs:ja148": "Eine Gruppe von Mönchen wird um Mitternacht von Gedanken an die Rückkehr ins Weltleben befallen, und der Buddha wartet nicht bis zum nächsten Morgen, um ihnen eine entsprechende Unterweisung zu geben. Er erzählt zu nächtlicher Zeit, wie er selbst in einem früheren Leben als Schakal aus Gefräßigkeit im Körper eines toten Elefanten wohnen blieb und dort in große Not geriet. ",
  "ja-blurbs:ja149": "Ein bösartiger Prinz wird vom Buddha mit nur einer einzigen Unterweisung besänftigt. Der Buddha erzählt, wie er diesen auch in einem früheren Leben, als er „Prinz Bösewicht“ war, besänftigen konnte, indem er ein Gleichnis von einem Baum mit bitteren Blättern benutzte. ",
  "ja-blurbs:ja150": "Das Jātaka beginnt mit der Geschichte des Königs Ajātasattu, mit der auch DN 2 eingeleitet ist. Der König, der auf den Rat Devadattas seinen Vater ermordet hat, besucht den Buddha, um Erleichterung von seiner Gewissensqual zu finden. Der Buddha erzählt, wie er auch in einem früheren Leben durch Vertrauen zu einem bösen Wesen ins Verderben geriet. Er war ein junger Brahmanenschüler, der damit prahlte, einen toten Tiger wieder lebendig zu machen – worauf der Tiger ihn tötete. ",
  "ja-blurbs:ja151": "Für die Geschichte aus der Gegenwart wird auf das Tesakuṇa-Jātaka (Ja 521) verwiesen. Der König von Kosala trifft gerechte Entscheidungen; so etwas war viel schwerer zu einer Zeit, als kein Buddha da war, der einen König beraten konnte. Der Buddha erzählt eine Geschichte aus einem früheren Leben, in der zwei Könige die Vorfahrt auf einem engen Straßenstück anhand ihrer Tugendhaftigkeit regeln. ",
  "ja-blurbs:ja152": "Der Sohn eines Baders stirbt an Liebeskummer. Der Buddha erzählt, wie er in einem früheren Leben ein Schakal war, der sich in eine Löwin verliebte. ",
  "ja-blurbs:ja153": "Ein Mönch denkt, er sei weiser als Sāriputta, und will diesen mit einer Frage demütigen. Die Ereignisse wenden sich zu seinen Ungunsten, und zuletzt fällt er gar in eine Toilette. Der Buddha erzählt, wie er in einem früheren Leben ein Wildschwein war, das dachte, sich mit dem Löwen anlegen zu können, sein Leben aber nur retten konnte, indem es sich im Kot wälzte. ",
  "ja-blurbs:ja154": "Zwei Befehlshaber des Heeres von Kosala sind bittere Feinde. Dem Buddha gelingt es, sie zu versöhnen. Er erzählt, wie sie in einem früheren Leben, als sie mythische Tiere waren, ebenfalls von ihm versöhnt worden waren. ",
  "ja-blurbs:ja155": "Der Buddha erlaubt den Mönchen, wenn Laien ihnen beim Niesen „Gesundheit“ wünschen, darauf zu antworten, obwohl ein solcher Wunsch Aberglaube ist. Er erklärt dann, woher dieser Brauch kommt: In einem früheren Leben fraß ein Dämon alle, die einander nicht „Gesundheit“ wünschten, bis er vom Bodhisatta gebändigt wurde. ",
  "ja-blurbs:ja156": "Ein Mönch verliert den Mut zum Üben, wie in Ja 462 (Saṁvara-Jātaka) erzählt. Der Buddha erzählt, wie dieser Mönch in einem früheren Leben als ein Elefant für einen neugeborenen Prinzen das Königreich gewann. ",
  "ja-blurbs:ja157": "Ānanda erhält vom König von Kosala und dessen Frauen tausend Roben, die er unter seine Mitmönche verteilt. Sein persönlicher Assistent erhält die Hälfte davon. Der Buddha sagt, dies sei keine Parteilichkeit, da Ānanda dem Assistenten seine Freundschaftsdienste vergelte, und erzählt, wie er selbst in einem früheren Leben als Löwe dem Schakal Ānanda, der ihm in wahrsten Sinne des Wortes aus der Patsche geholfen hatte, diesen Freundschaftsdienst lebenslang vergalt. ",
  "ja-blurbs:ja158": "Zwei Mönche, die gegen andere streitsüchtig sind, gehen miteinander harmonisch um. Der Buddha erzählt, dass die beiden in einem früheren Leben als Pferde genau das Gleiche taten, und verbindet seine Geschichte mit der Einsicht, dass gleich Geartete gut miteinander auskommen. ",
  "ja-blurbs:ja159": "Ein Mönch verliebt sich in eine Frau und wird unzufrieden. Der Buddha erzählt daraufhin eine wundersame Geschichte aus der Vergangenheit, in der ein goldener Pfau selbst nach vielen hundert Jahren Leben in Einsamkeit noch dem Reiz eines Weibchens verfällt und so dem Jäger in die Schlinge geht. Der König, der den Jäger gesandt hat, weil er den Pfau essen will, wird von diesem über die wahren Zusammenhänge zwischen Taten und ihrem Ergebnis belehrt. ",
  "ja-blurbs:ja160": "Devadatta ahmt den Buddha nach, woraufhin dieser eine Geschichte aus einem früheren Leben erzählt, in dem Devadatta der uneheliche Sohn eines Schwanenkönigs war. Als dieser sich anmaßte, den echten König nachzuahmen, muss er dafür Strafe erleiden. ",
  "ja-blurbs:ja161": "Für die Geschichte aus der Gegenwart wird auf Ja 427 verwiesen. Es geht um einen Mönch, der sich nicht belehren lassen will. Hier erzählt der Buddha, wie derselbe in einem früheren Leben gegen den Rat seines Lehrers einen wilden Elefanten großzog und schließlich von diesem getötet wurde. ",
  "ja-blurbs:ja162": "Für die Geschichte aus der Gegenwart wird auf Ja 144 verwiesen. Es geht um Asketen, die Feueropfer darbringen. Der Buddha sagt, diese Übung sei nicht förderlich, und erzählt, wie er selbst in einem früheren Leben diese Praxis übte, bis ihm seine Hütte abbrannte. ",
  "ja-blurbs:ja163": "In einem Dorf werden Spenden für Asketen gesammelt. Eine kleine Gruppe will diese den nicht-buddhistischen Sekten zugutekommen lassen, die Mehrheit will sie aber dem Buddha mit seinem Saṅgha spenden und setzt sich schließlich durch. Der Buddha erzählt daraufhin, dass diese kleine Gruppe in einem früheren Leben versucht habe, Spenden zu erhalten, die eigentlich ihm zustanden. Der Bodhisatta war der Sohn des königlichen Hofbrahmanen, der starb, bevor sein Sohn alles nötige Wissen besaß. Die anderen Brahmanen wollten daraufhin seine Aufgaben übernehmen und hofften auf die damit verbundenen Spenden; doch ihre Rechnung ging nicht auf. ",
  "ja-blurbs:ja164": "Für die Geschichte aus der Gegenwart wird auf Ja 540 verwiesen. Es geht um einen Mönch, der mit seinem Almosen seine Eltern unterhält und dafür von seinen Mitmönchen kritisiert wird. Der Buddha erzählt, wie in einem früheren Leben der spätere Sāriputta den Bodhisatta und seine Eltern, die Geier waren, versorgte, obwohl sie nicht mit ihm verwandt waren – um wieviel weniger ist zu tadeln, wer seine eigenen Eltern unterhält. ",
  "ja-blurbs:ja165": "Die Gegenwartsgeschichte gleicht der in Ja 154. Dem Buddha gelingt es, zwei verfeindete Befehlshaber zu versöhnen. Er erzählt, wie er sie auch in einem früheren Leben versöhnte, als sie ein Mungo (Ichneumon) und eine Schlange waren. ",
  "ja-blurbs:ja166": "Ein Brahmane weist seinen Sohn an, ihn nach seinem Tod nur an einem Platz zu verbrennen, an dem nie eine „unreine“ Person verbrannt wurde, und zeigt ihm einen solchen. Der Buddha erklärt, dass die beiden in zahlreichen früheren Leben bereits die gleiche Diskussion hatten – und dass es auf der ganzen Welt keinen Ort gibt, der nicht bereits Verbrennungs- oder Begräbnisstätte für unzählige Menschen war. ",
  "ja-blurbs:ja167": "Eine Göttin verliebt sich in den Ehrwürdige Samiddhi und will ihn vom Mönchtum abbringen. Er weist sie zurück. Der Buddha erzählt daraufhin, wie es ihm selbst in einem früheren Leben ähnlich ergangen war. ",
  "ja-blurbs:ja168": "Das Jātaka bezieht sich auf das Sutta SN 47.6, in dem eine unvorsichtige Wachtel von einem Habicht gefasst wird. Der Buddha erzählt, wie es ihm selbst in einem früheren Leben, als er eine Wachtel war, genauso ergangen war, und wie er, als der die Chance bekam, sich in seinem eigenen Revier aufzuhalten, gerettet wurde. ",
  "ja-blurbs:ja169": "Der Buddha spricht über die Vorzüge der Liebe. Er erzählt am Beispiel des Asketen Araka, wie diese Übung auch in nicht-buddhistischen Lehren zu reicher Frucht führt. ",
  "ja-blurbs:ja170": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Die Geschichte wird unter der Überschrift „Die Frage nach dem Chamäleon“ erzählt. Ein Chamäleon ehrt den König, doch als es dafür belohnt wird, wird es stolz. ",
  "ja-blurbs:ja171": "Die schwerhörige Schwiegermutter eines Gutsbesitzers versteht fälschlich, ihr Schwiegersohn sei Mönch geworden. Das Gerücht verbreitet sich schnell, und der Betroffene beschließt, das zu tun, was nun ohnehin alle glauben. Der Buddha erzählt daraufhin, dass es ihm selbst in einem früheren Leben ähnlich ergangen war. ",
  "ja-blurbs:ja172": "Der Mönch Kokālika will es anderen im Aufsagen der Lehre gleichtun, überschätzt aber sein Wissen hoffnungslos und stellt sich vor dem versammelten Saṅgha bloß. Der Buddha erzählt, wie dieser Mönch sich auch in einem früheren Leben bloßgestellt hatte, als er als Schakal mit den Löwen brüllen wollte. ",
  "ja-blurbs:ja173": "Für die Geschichte aus der Gegenwart wird auf Ja 487 verwiesen (Dutoit scheint von einer anderen Nummerierung auszugehen). Es geht um einen falschen Mönch, und der Buddha erzählt, wie derselbe in einem früheren Leben, als er ein Affe war, sich als Asket ausgab, aber vom Bodhisatta durchschaut wurde. ",
  "ja-blurbs:ja174": "In Bezug auf die Undankbarkeit und den Verrat Devadattas erzählt der Buddha, wie derselbe in einem früheren Leben ein Affe war und den Bodhisatta, nachdem dieser ihm zu trinken gegeben hatte, mit Kot besudelte. ",
  "ja-blurbs:ja175": "In Bezug auf einen falschen Mönch erzählt der Buddha, wie ein Affe, nachdem er zuvor die Hütten einer Asketengruppe verwüstet hat, sich selbst als Asket ausgibt, um Spenden zu erhalten. ",
  "ja-blurbs:ja176": "König Pasenadi von Kosala zweifelt, ob es die richtige Zeit für einen Feldzug ist, und erhofft sich Rat vom Buddha. Dieser erzählt eine Geschichte aus einem früheren Leben, in der ein Affe von einer Handvoll Erbsen eine verliert und nun alle anderen fallen lässt, um nach dieser einen zu suchen. So gibt er dem König zu verstehen, dass es nicht wert ist, Vieles aufs Spiel zu setzen um Weniges zu gewinnen, und dieser lässt von seinem geplanten Feldzug ab. ",
  "ja-blurbs:ja177": "Der Buddha wird wegen seiner Einsicht und Weisheit gepriesen. Er erzählt darauf eine Geschichte aus einem früheren Leben, in dem er als ein Affenkönig bereits diese Eigenschaften besaß. ",
  "ja-blurbs:ja178": "Ein junger Mann genest von einer Krankheit, indem er sich fern vom Elternhaus aufhält. Der Buddha erzählt darauf, wie eine Schildkröte in einem früheren Leben aus Anhänglichkeit in einem See zurückblieb, der im Sommer austrocknete, und dort ums Leben kam. ",
  "ja-blurbs:ja179": "Mönche verdienen sich einen Lebensunterhalt mit für Mönche unpassenden Tätigkeiten (es wird dazu auf das Sāketa-Jātaka, Ja 237, verwiesen, das aber dieses Thema nicht behandelt). Der Buddha tadelt sie deswegen und vergleicht ihr Verhalten mit einem Brahmanen, der in der Not die Reste von einem Angehörigen der untersten Kaste isst und daran keine Freude hat. ",
  "ja-blurbs:ja180": "Laien in Sāvatthī sammeln Spenden, die sie gemeinsam dem Saṅgha mit dem Buddha überreichen. Der Buddha lobt ihr Tun und erzählt eine ähnliche Begebenheit aus einem früheren Leben. Es kommt nicht auf die Höhe der Spende an, sondern auf die Reinheit der Absicht. ",
  "ja-blurbs:ja181": "Der Buddha erzählt, wie er bereits in einem früheren Leben das weltliche Leben aufgab, nachdem er als Meister-Bogenschütze alle Feinde ohne Blutvergießen in die Flucht geschlagen hatte. ",
  "ja-blurbs:ja182": "Das Jātaka beginnt mit der fantastischen Geschichte, wie der Ehrwürdige Nanda zum Üben gebracht wird, die auch in Ud 3.2 berichtet wird. Der Buddha erzählt daraufhin, wie Nanda in einem früheren Leben, als er ein Kampfelefant war, ebenfalls vom Bodhisatta angespornt wurde, seine Aufgabe zu erfüllen. ",
  "ja-blurbs:ja183": "Eine Gruppe von Laien, die quasi wie Mönche leben, hat eine Gruppe von Unterstützern, die von ihren Resten lebt und sich in der freien Zeit mit lautstarken Kampfspielen vergnügt. Der Buddha erzählt, dass in einem früheren Leben die tugendhafte Gruppe Pferde waren, die auf ein Weingetränk hin still im Stall standen, während die anderen, damals Esel, den Rest bekamen und, davon berauscht, viel Lärm verursachten. ",
  "ja-blurbs:ja184": "Für die Geschichte aus der Gegenwart wird auf Ja 26 verwiesen. Es geht um einen Mönch, der sich von Devadatta beeinflussen lässt. Der Buddha erzählt eine Geschichte aus einem früheren Leben, in der ein Pferd zu hinken anfing, indem es seinen hinkenden Wärter, Devadatta, nachahmte. Als es einen anderen Wärter bekam, ließ es sich wieder zu einem guten Gangbild anregen. ",
  "ja-blurbs:ja185": "Ein Brahmane, der die drei Veden gut gelernt hat, kann sich nicht mehr daran erinnern, als sein Geist von Begierde und anderen negativen Zuständen befallen wird. Der Buddha erzählt, wie er selbst in einem früheren Leben der Lehrer dieses Brahmanen war, und derselbe auch damals seine Texte nicht mehr erinnern konnte, als sein Geist zu sehr mit anderen Dingen beschäftigt war. Vgl. AN 5.193. ",
  "ja-blurbs:ja186": "Es geht wieder um den schlechten Einfluss, den schlechte Menschen ausüben. Der Buddha erzählt eine komplexe Geschichte von einem König, der ein Reich gewinnt und einen wundersamen Mangobaum hat. Dessen süße Früchte werden durch die Nachbarschaft von bitteren Pflanzen verdorben, bis diese entfernt werden. ",
  "ja-blurbs:ja187": "Sāriputta und Moggallāna empfinden offenbar das Verhalten eines alten Mönchs als unpassend und entfernen sich ohne ein Wort. Der Buddha erzählt, wie derselbe in einem früheren Leben ein Schakal war, der mitreden wollte, als Sāriputta und Moggallāna, zwei Schwäne, sich mit dem Bodhisatta, einem Baumgott, unterhielten. ",
  "ja-blurbs:ja188": "Der Mönch Kokālika will es anderen im Aufsagen der Lehre gleichtun, wie in Ja 172, überschätzt aber sein Wissen hoffnungslos und stellt sich vor dem versammelten Saṅgha bloß. Der Buddha erzählt, wie dieser Mönch auch in einem früheren Leben mit seiner Stimme auffiel. Damals war er ein Mischling zwischen Löwe und Schakal, der äußerlich den Löwen glich, doch eine Schakalstimme hatte. ",
  "ja-blurbs:ja189": "Der Mönch Kokālika will seine Stimme ertönen lassen. Darauf erzählt der Buddha, wie derselbe in einem früheren Leben ein Esel war, dem sein Besitzer eine Löwenhaut überhängte, sodass er unbehelligt in den Feldern fressen konnte. Schließlich verriet er sich selbst mit seiner Stimme. ",
  "ja-blurbs:ja190": "Ein Laie hat so tiefes Vertrauen zum Buddha, dass er trockenen Fußes über den Fluss gehen kann, um seinen Vortrag zu hören. Darauf erzählt der Buddha, wie derselbe in einem früheren Leben aufgrund seines sittlichen Lebensstils das Wohlwollen mächtiger mythischer Meeresbewohner gewann, die ihn und seinen Freund nach dem Kentern ihres Schiffes retteten. ",
  "ja-blurbs:ja191": "Für die Geschichte aus der Gegenwart wird auf Ja 423 verwiesen. Es geht um einen Mönch, der sich nicht von seiner früheren Frau lösen kann. Der Buddha erzählt, wie er bereits in einem früheren Leben mit derselben verheiratet war und diese ihn durch ihren Rat vor dem König und der ganzen Stadt bloßstellte. ",
  "ja-blurbs:ja192": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Die Geschichte wird unter der Überschrift „Die Frage nach dem Glück und dem Unglücksvogel“ erzählt. Ein Unglücksvogel verstößt seine tugendhafte Frau, weil Glück und Unglück nicht zusammenkommen können. ",
  "ja-blurbs:ja193": "Für die Geschichte aus der Gegenwart wird auf Ja 527 verwiesen. Es geht um einen verliebten Mönch. Um diesem Mönch die Schlechtigkeit der Frauen zu demonstrieren, erzählt der Buddha, wie er in einem früheren Leben alles für seine Frau tat und sie ihn dennoch zu töten suchte, weil sie sich in einen Anderen verliebt hatte. ",
  "ja-blurbs:ja194": "In Bezug auf Devadattas Versuch, den Buddha zu töten, erzählt dieser, wie Devadatta in einem früheren Leben ein König war, der den Bodhisatta töten lassen wollte, nachdem er sich in dessen Frau verliebt hatte. Aber damals ebenso wie heute scheiterte er mit seinem Versuch. ",
  "ja-blurbs:ja195": "Ein Minister des Königs Pasenadi von Kosala begeht Ehebruch mit einer Frau des königlichen Harems. Der Buddha rät, den beiden zu vergeben, und illustriert seinen Rat mit einer Geschichte aus einem früheren Leben, in dem für den gleichen Sachverhalt das Gleichnis eines Lotusteichs gegeben wird, in dem ein Schakal badet, obwohl er weiß, dass der Teich dem Löwen gehört. ",
  "ja-blurbs:ja196": "Ein Mönch verliebt sich in eine Frau. Der Buddha vergleicht daraufhin Frauen mit Dämoninnen und erzählt eine Geschichte aus einem früheren Leben, in der Dämoninnen Schiffbrüchige in ihre Stadt zu locken pflegten, bloß um sie bei der Ankunft der nächsten aufzufressen. Der Bodhisatta erscheint als geflügeltes Pferd und rettet die, die die Gefahr erkennen – gerade wie der Buddha die rettet, die seinem Rat folgen. ",
  "ja-blurbs:ja197": "Ein Mönch, der im Vertrauen auf die Zustimmung seines Lehrers ein Stück Stoff nimmt und ihn erst nachträglich um sein Einverständnis bittet, wird stattdessen von ihm geschlagen. Der Buddha erzählt, wie dieser Lehrer in einem früheren Leben ein Elefant war, der den Mönch, der ihn nach dem Tod seiner Mutter aufzog, tötete; der Bodhisatta erklärt bei diesem Anlass, woran man Freund und Feind unterscheiden kann. ",
  "ja-blurbs:ja198": "Ein Mönch verliebt sich in eine Frau. Der Buddha erzählt, wie er selbst in einem früheren Leben als Papagei beobachtete, wie die Herrin des Hauses Ehebruch beging, sobald sich eine Gelegenheit bot, und warnt den Mönch vor der Treulosigkeit der Frauen. ",
  "ja-blurbs:ja199": "Ein Mönch ist in eine Frau verliebt. Der Buddha führt ihm die Treulosigkeit der Frauen vor Augen, indem er erzählt, wie er selbst in einem früheren Leben seine treulose Frau und ihren Geliebten heftig prügelte. ",
  "ja-blurbs:ja200": "Ein Brahmane kann sich nicht entscheiden, welchem von vier Bewerbern er seine Töchter gegen soll, und fragt den Buddha um Rat. Dieser erzählt, wie der gleiche Brahmane in einem früheren Leben mit dem gleichen Anliegen zu ihm kam und er zu dem Bewerber riet, der sich durch Tugend auszeichnete. ",
  "ja-blurbs:ja201": "Die Geschichte aus der Gegenwart findet sich auch in SN 3.10. König Pasenadi von Kosala hat viele Verbrecher in Fesseln legen lassen. Der Buddha sagt, viel schwerer als diese Fesseln sei die Fessel der Gier zu durchbrechen, und erzählt, wie er in einem früheren Leben gegen den Willen seiner Frau als Einsiedler fortzog. ",
  "ja-blurbs:ja202": "Der vollendete Mönch Lakuntaka, der berühmt ist für seinen schönen Vortrag der Lehre, ist von unansehnlicher Gestalt. Der Buddha erzählt, wie es dazu kam: In einem früheren Leben war er ein König, der sich auf Kosten alter Menschen und Tiere mit bösartigen Späßen amüsierte, bis ihn Sakka der Götterkönig zur Raison rief. ",
  "ja-blurbs:ja203": "Ein Mönch stirbt an einem Schlangenbiss (der Vorfall wird auch in AN 4.67 berichtet). Der Buddha rät, Liebe zu den Schlangen zu entfalten, um sich vor derartigen Unfällen zu schützen, und lehrt dabei die Verse des berühmten Khandha-Paritta. Er erzählt, wie er diese bereits vor seinem Erwachen in einem früheren Leben gelehrt hatte. ",
  "ja-blurbs:ja204": "Devadatta imitiert den Buddha. Dieser erzählt, wie er selbst in einem früheren Leben eine Wasserkrähe war, Devadatta aber eine Stadtkrähe, die dennoch wie die Wasserkrähe Fische fangen wollte und dabei elend ertrank. ",
  "ja-blurbs:ja205": "Zwei Mönche bilden sich viel auf ihre körperliche Schönheit ein und streiten sich darum. Ein alter Mönch soll der Schiedsrichter sein, doch der stellt nur seine eigene Schönheit heraus. Der Buddha erzählt darauf eine Geschichte aus einem früheren Leben, in dem er selbst eine Baumgottheit war und eine ganz ähnliche Szene zwischen zwei Fischen und einer Schildkröte beobachtete. ",
  "ja-blurbs:ja206": "Mit Bezug auf Devadattas Mordpläne am Buddha erzählt dieser, wie in einem früheren Leben Devadatta ein Jäger war, der den Bodhisatta, eine Gazelle, in einer Schlinge fing. Durch die Hilfe seiner Freunde kam dieser aber wieder frei. ",
  "ja-blurbs:ja207": "Ein Mönch kann sich nicht von seiner früheren Frau lösen. Der Buddha erzählt, wie derselbe in einem früheren Leben ein König war, dessen Frau nach ihrem Tod in ihrem nächsten Leben als Wurm von ihm nichts mehr wissen wollte. Das zu erfahren, beendete sowohl die Trauer des Königs als auch die des Mönchs. ",
  "ja-blurbs:ja208": "Mit Bezug auf Devadattas Mordpläne am Buddha erzählt dieser eine Geschichte aus einem früheren Leben, als Devadatta ein Krokodil, der Bodhisatta aber ein Affe war. Die Frau des Krokodils bekommt ein unwiderstehliches Verlangen, das Herz des Affen zu fressen, und um ihr Leben zu retten, versucht das Krokodil, den Bodhisatta mittels einer List zu fangen. Dieser ist jedoch schlauer, und das Krokodil geht leer aus. ",
  "ja-blurbs:ja209": "Ein Mönch achtet sorgfältig auf seine körperliche Gesundheit. Der Buddha erzählt, wie derselbe in einem früheren Leben die gleich Sorgfalt anwandte, um der Schlinge des Vogelfängers zu entkommen. ",
  "ja-blurbs:ja210": "Devadatta imitiert das Verhalten des Buddha. Dieser erzählt, wie Devadatta in einem früheren Leben ebenfalls den Bodhisatta nachahmen wollte, als sie beide Spechte waren. Devadatta kam dabei ums Leben, als er in einen für ihn zu harten Baum pickte. ",
  "ja-blurbs:ja211": "Der Mönch Udāyī hat Schwierigkeiten, vor einer Gruppe zu sprechen. Der Buddha erzählt, wie Udāyī in einem früheren Leben sein Vater war, der vom König einen Ochsen erbitten wollte. Trotz intensiven Einübens sagt er dennoch im entscheidenden Moment das Falsche. Dennoch wird sein Gesuch vom König großzügig erfüllt. ",
  "ja-blurbs:ja212": "Ein Mönch kann sich von seiner früheren Frau nicht lösen. Der Buddha erzählt, wie dieselbe bereits in einem früheren Leben seine Frau war und ihm das Essen vorsetzte, das ihr Liebhaber übrig gelassen hatte. ",
  "ja-blurbs:ja213": "Der König von Kosala lässt sich von Anhängern anderer Lehren bestechen für die Erlaubnis, direkt neben dem Kloster in Jetas Wäldchen ein eigenes Kloster zu bauen. Der Buddha durchschaut den Sachverhalt und erzählt dem König eine Geschichte aus einem früheren Leben, wo ein König durch Annehmen von Geschenken Streit zwischen zwei Gruppen von Asketen stiftete. Die Götter zürnten ihm darauf und verwüsteten sein ganzes Königreich. ",
  "ja-blurbs:ja214": "Die Mönche und Nonnen unterhalten sich über die Weisheit des Buddha. Dieser erzählt, wie er in einem früheren Leben als königlicher Hauspriester in Ungnade fiel und verbannt wurde. Später erinnerte sich der König an seine Vorzüge und wünschte sich ihn zurück. Um seine Weisheit zu prüfen, sandte er ihm einen rätselhaften Spruch, den der Bodhisatta richtig verstand und daraufhin zurückkehrte. ",
  "ja-blurbs:ja215": "Für die Geschichte aus der Gegenwart wird auf Ja 481 verwiesen. Es geht darum, dass der Mönch Kokālika zu viel redet. Der Buddha erzählt daraufhin, wie derselbe in einem früheren Leben eine geschwätzige Schildkröte war, die von ihren Freunden, den Schwänen, an einem Stock durch die Luft getragen wurde. Da sie ihr Mundwerk nicht beherrschen konnte, ließ sie den Stock los und stürzte ab. Dies diente dem Bodhisatta dazu, seinen Herrn, einen allzu redseligen König, zu bedachtsamerem Gebrauch der Sprache zu veranlassen. ",
  "ja-blurbs:ja216": "Ein Mönch kann sich von seiner früheren Frau nicht lösen. Der Buddha erzählt, wie derselbe in einem früheren Leben als Fisch von Fischern gefangen wurde. Das Jātaka will demonstrieren, wie sein Weibchen – nun die jetzige Frau – damals zu seinem Unglück beigetragen hat, tatsächlich aber erzählt es, wie seine Anhänglichkeit an diese Frau zu seiner Befreiung führte. ",
  "ja-blurbs:ja217": "Ein Mann prüft die Tugendhaftigkeit seiner Tochter, wie schon im Ja 102 erzählt. Hier erzählt der Buddha eine weitere Episode, wie er in einem früheren Leben als Baumgott eine ähnliche Prüfung beobachtete. ",
  "ja-blurbs:ja218": "Zwei Kaufleute kehren erfolgreich von einer Handelsreise zurück. Einer von ihnen hofft, dass sein Geschäftspartner nach der entbehrungsreichen Reise an Verdauungsstörungen stirbt, und zögert daher die Teilung des Gewinns hinaus, um am Ende alles zu behalten. Der Buddha erzählt, wie der Betrüger in einem früheren Leben versuchte, den Ehrlichen der beiden mit einer billigen Ausrede um sein hab und Gut zu betrügen. Dieser aber war gewitzt genug, ihm etwas entgegenzusetzen. ",
  "ja-blurbs:ja219": "Ein Mönch ist frustriert angesichts der Zähigkeit der Befleckungen. Der Buddha erzählt, wie er in einem früheren Leben als Affe gefangen wurde, um dem König zu dienen, und später von diesem freigelassen wurde. Zurück bei seinen Affen, erzählt er, wie sehr die Menschen unter dem Einfluss der Gier stehen. Die Affen halten sich darauf die Ohren zu: „Etwas Unpassendes haben wir gehört!“ ",
  "ja-blurbs:ja220": "In Bezug auf Devadattas Mordabsichten erzählt der Buddha eine Geschichte aus einem früheren Leben, in der Devadatta ein ungerechter, bestechlicher Richter ist. Der König setzt den Bodhisatta an seine Stelle, weshalb er diesen töten will. Doch all seine Pläne laufen ins Leere, da der Bodhisatta göttliche Hilfe erhält. Interessant, dass in diesem Jātaka der spätere Sāriputta ein reinerer Mensch ist als der Bodhisatta. ",
  "ja-blurbs:ja221": "Die Bewohner von Rājagaha sammeln Spenden. Die kostbare Robe, die darunter ist, geben sie Devadatta, der daraus eine besondere Robe macht, die ihn als „Heiligen“ kennzeichnet. Der Buddha erzählt daraufhin, wie Devadatta auch in einem früheren Leben die Robe eines Paccekabuddha trug, um sich bei seinen bösen Absichten zu tarnen. ",
  "ja-blurbs:ja222": "In Bezug auf Devadattas gewalttätige Art erzählt der Buddha, wie dieser in einem früheren Leben ihn selbst, seinen jüngeren Bruder und ihre blinde Mutter, die Affen waren, grausam tötete und dafür seine Strafe erhielt. ",
  "ja-blurbs:ja223": "Ein Kaufmann behandelt seine Frau schlecht und teilt nicht einmal das Essen mit ihr. Der Buddha erzählt daraufhin, wie derselbe in einem früheren Leben König war und sie seine erste Gemahlin, die aber außer dem Titel nichts von ihm erhielt. Dem Bodhisatta, einem weisen Minister, gelang es, den König umzustimmen, sodass er seine Gattin nun gleichberechtigt behandelte. ",
  "ja-blurbs:ja224": "Hier fehlt die eigentliche Jātaka-Geschichte, und es wird nur eine Strophe gegeben. Es scheint sich um eine andere Version von Ja 57 und 208 zu handeln, die Geschichte vom Krokodil, das das Herz des Affen fressen will. ",
  "ja-blurbs:ja225": "Dieses Jātaka ähnelt Ja 195. Ein Minister des Königs von Kosala begeht Ehebruch mit einer Frau des königlichen Harems, doch der König verzeiht ihm. Der Buddha erzählt, wie ihm selbst in einem früheren Leben, als er König von Benares war, von einem Minister das Gleiche widerfahren war. Er verzieh damals nicht nur seinem Minister, sondern brachte diesen auch dazu, einem seiner Diener zu verzeihen, der in seinem Haus das Gleiche getan hatte. ",
  "ja-blurbs:ja226": "Für die Geschichte der Gegenwart wie auch der Vergangenheit wird auf Ja 176 verwiesen. Der König von Kosala will zur unpassenden Zeit in den Krieg ziehen. Der Buddha erzählt die Geschichte aus einem früheren Leben wie oben und fügt noch eine weitere Geschichte von einer Eule an, die sich bei Tag aus ihrem Versteck hervor bewegt und so von Krähen angegriffen wird. ",
  "ja-blurbs:ja227": "Ein Dorfbewohner stellt den Mönchen, die zu ihrer Almosenrunde kommen, aufdringliche und unverschämte Fragen. Ein fremder Mönch bändigt ihn mit einer Tracht Prügel und indem er ihn mit Kot bewirft. Der Buddha erzählt, wie in einem früheren Leben ein Elefant einen Mistkäfer mit seinem Kot tötete – niemand anders als jener Mönch und der unverschämte Fragensteller. ",
  "ja-blurbs:ja228": "Für nähere Einzelheiten wird auf das Kāma-Jātaka, Ja 467, verwiesen. Hier erzählt der Buddha die Geschichte eines gierigen Königs, der auf das Versprechen eines Fremden, drei Städte für ihn einzunehmen, diesem nicht einmal einen Schlafplatz anbietet und sich vor dem ganzen Hofstaat blamiert. ",
  "ja-blurbs:ja229": "Ein Asket, der sich seiner Disputierkunst rühmt, will mit dem Buddha ein Streitgespräch beginnen, sucht aber doch lieber das Weite, als er nur das Tor des Klosters sieht. Der Buddha erzählt, wie derselbe in einem früheren Leben als mächtiger König mit seinem Heer bereits beim Anblick des Stadttors des Bodhisatta kehrtmachte, anstatt wie geplant die Stadt zu erobern. ",
  "ja-blurbs:ja230": "Wie das vorherige Jātaka, bloß dass der streitlustige Asket das Kloster betritt und erst beim Anblick des Buddha kehrtmacht. Der Buddha erzählt eine ähnliche Geschichte aus einem früheren Leben wie dort, bloß dass wiederum der angreifende König nicht am Stadttor, sondern beim Anblick des verteidigenden Königs die Flucht ergreift. ",
  "ja-blurbs:ja231": "Angesichts von Devadattas Versuch, mit dem Buddha zu rivalisieren, erzählt dieser eine Geschichte aus der Vergangenheit, in der der Bodhisatta ein Elefantenbändiger und Devadatta sein Schüler war. Er lehrte seinen Schüler die gesamte Kunst, und dieser wollte dann vom König das gleiche Gehalt wie der Meister, konnte letztlich aber doch nicht mit diesem mithalten. ",
  "ja-blurbs:ja232": "Ein junges Mädchen erfährt, dass der Stier, der einen Höcker auf dem Rücken hat, geehrt wird, weil er unter den Rindern der König ist. Sie schließt daraus, dass eine solche Wölbung bei Menschen die gleiche Bedeutung haben müsse, und verliebt sich in einen buckligen Mann. Der Buddha erzählt, dieses Mädchen sei in einem früheren Leben seine künftige Schwiegertochter gewesen und habe sich kurz vor der geplanten Hochzeit aus dem gleichen Grund in einen buckligen Mann verliebt. In diesem Fall dauerte die Liebe allerdings nicht allzu lange. ",
  "ja-blurbs:ja233": "Ein Mönch hat Schwierigkeiten, seine sinnlichen Triebe zu beherrschen. Der Buddha vergleicht diese Triebe mit einer Harpune mit Widerhaken und erzählt, wie in einem früheren Leben ein Krokodil durch eine solche Harpune zu Tode kam, da es die Fische des Königs fressen wollte. ",
  "ja-blurbs:ja234": "Eine junge Frau heiratet einen Mann, der sie nicht liebt. Sie hört von Sāriputta und Moggallāna die Lehre und erlangt den Stromeintritt, wird daraufhin Nonne und wird eine Vollendete. Der Buddha erzählt, wie sie in einem früheren Leben die Frau eines verbannten Königssohns war und, als ihr Mann das Interesse an ihr verlor, bei einem anderen Asketen beglückende Meditationszustände erlernte. ",
  "ja-blurbs:ja235": "Ānanda wird von einem Laienfreund eingeladen, mit ihm zusammen im Haus zu leben. Der Buddha erzählt, wie derselbe in einem früheren Leben versucht habe, ihn selbst von einem geistlichen Leben abzubringen. ",
  "ja-blurbs:ja236": "In Bezug auf einen Betrüger erzählt der Buddha, wie dieser in einem früheren Leben als Kranich die Fische in Sicherheit wiegen wollte, indem er völlig reglos dastand. Der Bodhisatta aber durchschaute seine wahren Absichten. ",
  "ja-blurbs:ja237": "Dieses Jātaka nimmt Bezug auf Jātaka 68 und erklärt, dass Zuneigung zwischen Menschen häufig auf Beziehungen aus früheren Leben zurückzuführen ist. ",
  "ja-blurbs:ja238": "Ein kleiner Junge fragt seinen Vater nach den „Toren des Heils“, und dieser geht mit der Frage zum Buddha. Der Buddha erzählt, wie der Junge in einem früheren Leben ebenfalls bereits als Kind auf ein heilsames Leben bedacht war. ",
  "ja-blurbs:ja239": "Das Jātaka berichtet von Kämpfen, die der König Ajātasattu von Magadha und der König Pasenadi von Kosala miteinander austragen. Diese Kämpfe werden auch in den Suttas in SN 3.14 und SN 3.15 erwähnt. Das Jātaka berichtet, wie Ajātasattus Stimmung mit Sieg und Niederlage schwankt, und der Buddha erzählt daraufhin, wie Ajātasattu in einem früheren Leben eine Wasserschlange war, die Fische jagte, aber zuletzt der Übermacht vieler Fische erlag. ",
  "ja-blurbs:ja240": "Menschen und nicht-menschliche Wesen freuen sich über Devadattas Tod. Der Buddha erzählt eine Geschichte aus einem früheren Leben, wo Devadatta ein grausamer, ungerechter König war und alle sich bei seinem Tod freuten; es wurde sogar befürchtet, er könne die Höllenwächter so drangsalieren, dass diese ihn zurückschickten! ",
  "ja-blurbs:ja241": "Devadatta verliert nach seinen Versuchen, den Buddha zu ermorden, sein Ansehen. Der Buddha erzählt, wie er in einem früheren Leben ein Schakal war, der einen mächtigen Zauberspruch beherrschte und sich damit zum König der Tiere machte. Als er auch die Stadt der Menschen angreifen wollte, vereitelte der Bodhisatta sein Unterfangen, und der Schakal kam elend zu Tode. ",
  "ja-blurbs:ja242": "Ein Hund, der bei den Wasserträgern in der Wartehalle aufgewachsen ist, läuft seinem neuen Besitzer davon, sobald dieser ihn von der Leine lässt. Der Buddha erzählt, wie das Tier Ähnliches bereits in einem früheren Leben getan hatte. ",
  "ja-blurbs:ja243": "Devadatta leugnet, dass der Buddha sein Lehrer ist, und behauptet, alles aus eigener Kraft gelernt zu haben. Der Buddha erzählt, wie Devadatta in einem früheren Leben von ihm im Musizieren unterwiesen wurde und sich dann im Wettstreit mit seinem Lehrer messen wollte. Mit Hilfe Sakkas des Götterkönigs errang der Bodhisatta den Sieg in diesem Wettstreit und hörte dann im Himmel von den Göttinnen, welche guten Taten sie dorthin gebracht hatten. Die einzelnen Geschichten sind im Guttila-Vimānavatthu (Vv 33) berichtet. ",
  "ja-blurbs:ja244": "Ein Asket ist auf der Suche nach einem Sparringspartner zum Diskutieren und kommt dabei zum Buddha. Nachdem dieser seine Frage beantwortet hat, stellt er eine Gegenfrage, woraufhin der andere, da er sie nicht beantworten kann, wegläuft. Der Buddha erzählt, wie dieser Asket in einem früheren Leben ein ähnliches Wortgefecht gegen ihn verlor. ",
  "ja-blurbs:ja245": "Die Hintergrundgeschichte für die Lehrrede über die Wurzel aller Dinge (MN 1). Eine Gruppe von Mönchen aus der Brahmanenkaste denkt, sie seien dem Buddha gleich, da sie die Lehrtexte ebenso wie er auswendig können. Der Buddha trägt ihnen die in der Tat sehr schwierige Lehrrede von der Wurzel aller Dinge vor, die sie nicht verstehen, woraufhin sie ihn als Meister anerkennen. Später erlangen sie alle beim Hören einer weiteren Lehrrede (AN 3.125) die Vollendung. Der Buddha erzählt, wie diese Gruppe von Mönchen in einem früheren Leben seine Schüler waren und auch damals dachten, sie wüssten alles, was der Lehrer weiß, und dann von ihm gedemütigt wurden. ",
  "ja-blurbs:ja246": "Es geht um den Vorfall, bei dem Jaina-Asketen den Buddha beschuldigen, vom General Sīha ein Mahl angenommen zu haben, zu dem dieser eigens für den Buddha ein Tier schlachten ließ (AN 8.12). Der Buddha erzählt, wie in einem früheren Leben der Nigaṇṭher Nātaputta, ein Gutsbesitzer, ihn, einen Asketen, zum Essen einlud und ihm Fleisch eigens zu diesem Zweck geschlachteter Tiere vorsetzte, um seinem Ruf zu schaden. ",
  "ja-blurbs:ja247": "Sāriputta und Mahāmoggallāna halten einen Dhammavortrag, und Udāyī verzieht abschätzig das Gesicht. Darauf erzählt der Buddha, wie jener in einem früheren Leben ein törichter Prinz war, der Recht nicht von Unrecht unterscheiden konnte und immer nur das Gesicht verzog. ",
  "ja-blurbs:ja248": "Das Jātaka nimmt einen losen Bezug auf SN 35.245, das Gleichnis vom Lackbaum. Der Buddha erzählt, wie in einem früheren Leben seine Söhne, vier Prinzen, alle einen Lackbaum in den verschiedenen Stadien seiner Entwicklung gesehen hatten und die Gemeinsamkeit dabei  nicht finden konnten. ",
  "ja-blurbs:ja249": "Ein junger Mann wird von einem älteren Mönch ordiniert, dann aber von ihm ständig drangsaliert, sodass er die Robe wieder ablegt. Bei einem zweiten Anlauf geschieht das Gleiche, doch dann lässt sich der junge Mann nicht wieder auf die Überredungsversuche des Mönchs ein. Der Buddha erzählt, dass Ersterer in einem früheren Leben ein Affe war, der seinem Herrn, dem späteren Mönch, nicht mehr traute, nachdem dieser ihn geschlagen hatte. ",
  "ja-blurbs:ja250": "Der Buddha erzählt, dass ein heuchlerischer Mönch bereits in einem früheren Leben ein Heuchler war. Er war ein Affe, der sich als Asket verkleidet, um sich bei anderen Asketen am Feuer wärmen zu dürfen. Der Bodhisatta durchschaute ihn. ",
  "ja-blurbs:ja251": "Ein Mönch wird beim Anblick einer Frau unzufrieden. Der Buddha erzählt, wie ihm selbst in einem früheren Leben, als er ein Asket war, Ähnliches widerfuhr, als er die Königin leicht bekleidet sah. ",
  "ja-blurbs:ja252": "In Bezug auf einen jähzornigen Mönch erzählt der Buddha, wie dieser in einem früheren Leben ein jähzorniger Prinz war, der seinen Lehrer, den Bodhisatta, töten lassen wollte, weil dieser ihn während der Ausbildung geschlagen hatte. Dem Bodhisatta gelang es aber, ihn zu besänftigen. ",
  "ja-blurbs:ja253": "Eine Gruppe von Mönchen belästigt die Laien mit überzogenen Ansprüchen an ihre Unterstützung, sodass diese Angst vor ihnen bekommen. Der Buddha erzählt eine Geschichte aus einem früheren Leben, in der ein Asket eine ambivalente Beziehung zu einem Schlangenkönig hatte. Sein Bruder riet ihm, die Schlange um ihr Schmuckstück zu bitten, um sie loszuwerden. Dem Nāga ist die Bitte unangenehm, um wieviel mehr erst den Menschen, die für ihren Besitz hart arbeiten müssen. ",
  "ja-blurbs:ja254": "Bei einer großen Almosenspende, an der sich ganz Sāvatthī beteiligt, kann eine arme Frau nur Essen für einen Mönch anbieten. Der einzige, der noch übrig ist, ist Sāriputta. Als sich herumspricht, dass er ihr Gast ist, schicken reiche Bürger ihr Geld für seine Bewirtung, doch Sāriputta ist mit ihrem einfachen Mahl zufrieden und gibt ihr zudem eine Unterweisung, die sie zum Stromeintritt führt. Somit ist sie sowohl in spiritueller als auch in materieller Hinsicht aus ihrem Elend erlöst. Der Buddha erzählt eine Geschichte aus einem früheren Leben, wo Sāriputta ihr ebenfalls Glück gebracht hatte. ",
  "ja-blurbs:ja255": "Ein Mönch stirbt durch Überessen. Der Buddha erzählt, wie es diesem in einem früheren Leben als Papagei ähnlich ergangen war. ",
  "ja-blurbs:ja256": "Eine Gruppe von Geschäftsleuten aus Sāvatthī stößt bei einer Geschäftsreise in einem alten Brunnen auf verschiedene Bodenschätze, mit denen sie nach Hause zurückkehren. Der Buddha lobt ihre Klugheit und erzählt, wie eine ähnliche Gruppe in einem früheren Leben an der gleichen Stelle aus Gier immer weiter grub, bis sie schließlich von einem darunter lebenden Schlangenkönig getötet wurde. ",
  "ja-blurbs:ja257": "Die Mönche preisen die Weisheit des Buddha, und dieser erzählt, dass er auch in einem früheren Leben überaus weise war. Er war ein Prinz, der mit sieben Jahren den Thron bestieg und der Aufgabe trotz seiner Jugend gewachsen war. Es wird eine komplexe Geschichte erzählt, in der ein früherer königlicher Aufwärter unschuldig in allerlei Rechtsstreitigkeiten verwickelt wird und ihm zudem auf dem Weg zum König verschiedene Fragen aufgetragen werden. Der junge König löst die Rechtsfälle mit viel Klugheit und beantwortet alle Fragen. ",
  "ja-blurbs:ja258": "Ein Mönch wird beim Anblick einer Frau unzufrieden. Der Buddha erinnert daran, dass selbst Götter sterben, ohne ihr sinnliches Verlangen vollständig befriedigt zu haben, und erzählt, wie er selbst in einem unvorstellbar langen früheren Leben zunächst ein menschlicher Herrscher, dann ein Herrscher der Vier Großen Könige und zuletzt sogar ein Herrscher bei den Göttern der Dreiunddreißig war und doch nicht zufrieden wurde. ",
  "ja-blurbs:ja259": "Ānanda erhält vom König von Kosala und dessen Frauen tausend Roben, wie bereits in Ja 157 berichtet. Es geht offenbar wieder darum, dass Ānanda seinem persönlichen Assistenten seine früheren Freundschaftsdienste mit dem Hauptteil der Roben vergilt, und der Buddha erzählt, wie ihm in einem früheren Leben, als er ein Asket war und dem König zu Hilfe kam, von diesem dieser Dienst lebenslang vergolten wurde. ",
  "ja-blurbs:ja260": "Das Jātaka verweist auf Ja 434. Es geht um einen besonders essgierigen Mönch, und der Buddha erzählt, wie dieser in einem früheren Leben beim Anblick des königlichen Mahls vor Gier nicht an sich halten konnte und unter dem Vorwand, er sei ein Bote, von dem Mahl aß. Als er erklärte, er sei ein „Bote des Magens“, verzieh ihm der König seine Dreistigkeit. ",
  "ja-blurbs:ja261": "Das Jātaka nimmt Bezug auf Ja 479, das berichtet, wie Ānanda am Eingang zu Jetas Wäldchen einen Bodhibaum pflanzt. Mönche wollen diesem Baum Blumenspenden darbringen, erhalten aber keine Lotusblumen. Als Ānanda selbst geht, bekommt er das Gewünschte und gibt es ihnen. Der Buddha erzählt, wie er selbst in einem früheren Leben Lotusblumen erhielt,  nachdem er im Gegensatz zu seinen Vorgängern, die nichts bekamen, die Wahrheit gesagt hatte. ",
  "ja-blurbs:ja262": "Einem Mönch fällt es schwer, seine Sexualität zu beherrschen. Der Buddha sagt, Frauen könne man nicht behüten, und erzählt, wie ihm selbst in einem früheren Leben seine Tochter mit einem Prinzen weglief, während er sie an der Hand hielt. ",
  "ja-blurbs:ja263": "Einem Mönch fällt es schwer, seine Sexualität zu beherrschen. Der Buddha sagt, Frauen gelinge es, auch den Reinsten zu verunreinigen, und erzählt, wie er selbst in einem früheren Leben von Geburt an so rein war, dass er jede Berührung durch eine Frau ablehnte und von Männern gefüttert werden musste. Dennoch gelang es einer Frau, ihn zu verführen. ",
  "ja-blurbs:ja264": "Das Jātaka erzählt die Geschichte von Bhaddaji, der durch das bloße Anhören einer Lehrrede heilig wird. Er wird Mönch und überquert zusammen mit dem Buddha und anderen Mönchen einen Fluss. Der Buddha bittet ihn, den anderen den königlichen Opferpfahl zu zeigen, der an dieser Stelle im Fluss versunken ist. Dieser hatte Bhaddaji selbst in einem früheren Leben gehört, als er der König Panāda war, und der Buddha erzählt kurz seine Geschichte; für die ausführliche Fassung wird auf Ja 489 verwiesen. Der König Panāda wird außerdem noch in DN 26 und im Gedicht des Ehrwürdigen Bhaddaji, Thag 2.22, erwähnt. Das Gedicht wird hier im Jātaka wiederholt (wobei Dutoit den Ausdruck _yūpa_, Opferpfahl, fälschlich als „Palast“ übersetzt). Lesen Sie Bhikkhu Sujatos Aufsatz über eine beeindruckende mythologische Reise durch die verschiedenen Sammlungen des Palikanons (in deutscher Übersetzung): https://dhammaregen.github.io/dhammaregen/Mythologie/metteyya. ",
  "ja-blurbs:ja265": "Ein Mönch verliert den Mut zum Üben. Der Buddha sagt, Anstrengung lohne selbst da, wo es nicht ums Erwachen gehe, und erzählt dazu, wie er selbst in einem früheren Leben 500 Räuber in die Flucht schlug. ",
  "ja-blurbs:ja266": "Eine Frau erhält mit allerlei Anstrengung ein Treffen mit dem Mann, in den sie verliebt ist, stößt ihn dann aber zurück. Der Buddha erzählt, wie sie mit ihm selbst in einem früheren Leben das Gleiche getan hatte, als er ein edles Pferd und sie eine Eselin war. ",
  "ja-blurbs:ja267": "Ein Ehepaar wird auf dem Heimweg von einer Geschäftsreise von Räubern überfallen, die den Mann töten und die Frau bei sich behalten wollen. Durch die Bitten der Frau kommen sie beide frei. Der Buddha erzählt, wie sie in einem früheren Leben ihm selbst auf ähnliche Weise das Leben rettete, als sie beide Elefanten waren und ein Riesenkrebs den Bodhisatta gepackt hatte. ",
  "ja-blurbs:ja268": "Eine Stelle im Park ist kahl geblieben, weil dort ein junger Parkwächter die Bäume gegossen hat, indem er sie ausriss und gemäß der Größe der Wurzeln begoss. Der Buddha erzählt, wie in einem früheren Leben ein König eine Horde Affen beauftragte, den Park zu gießen, und diese auf genau dieselbe Weise Unheil anrichteten. ",
  "ja-blurbs:ja269": "Es geht um Anāthapiṇḍikas Schwiegertochter Sujātā, die die ganze Familie tyrannisiert; die Geschichte wird auch in AN 7.63 berichtet. Durch eine Unterweisung des Buddha ändert sie nicht nur ihr Verhalten, sondern tritt auch in den Strom ein. Der Buddha erzählt, wie sie auch in einem früheren Leben auf seine Unterweisung hin ihr Verhalten geändert hatte, als er ein König und sie seine Mutter war. ",
  "ja-blurbs:ja270": "Krähen und Eulen führen Krieg. Tagsüber greifen die Krähen die Eulen an, nachts umgekehrt. Der Buddha sagt, diese Feindschaft zwischen den Vögeln gebe es schon seit Anbeginn der Welt, und erzählt, wie in früher Vorzeit die Vögel einen König wählen wollten und sich schon fast auf die Eule geeinigt hatten, dann aber die Krähe Einspruch erhob. Von da an waren die beiden Vogelarten verfeindet. ",
  "ja-blurbs:ja271": "Ein Schakal verschmutzt einen Brunnen mit seinen Ausscheidungen, sodass die Mönche nicht mehr davon trinken können, und wird dann von den Novizen verjagt. Der Buddha erzählt eine ähnliche Begebenheit aus einem früheren Leben. ",
  "ja-blurbs:ja272": "Das Jātaka verweist auf Ja 481, die Geschichte des Mönchs Kokālika. Dieser fasst einen Hass gegen Sāriputta und Moggallāna, kann es aber auch ohne sie nicht aushalten. Die Geschichte aus der Vergangenheit, die der Buddha daraufhin erzählt, illustriert, wie durch das Bedürfnis nach Annehmlichkeit der Zerstörung der Natur Vorschub geleistet wird. ",
  "ja-blurbs:ja273": "Die Geschichte der Gegenwart über zwei zerstrittene Beamte des Königs von Kosala wird in Ja 154 erzählt. Hier erzählt der Buddha eine frivole Geschichte, bei der die beiden in einem früheren Leben ein Affe und eine Schildkröte waren. Dem ersten englischen Übersetzer erschien die Sache anscheinend zu gewagt für seine Zeitgenossen, sodass er es vorzog, statt einer englischen eine lateinische Übersetzung anzufertigen: https://suttacentral.net/ja273/la/rouse. ",
  "ja-blurbs:ja274": "Im Zusammenhang mit einem gefräßigen Mönch erzählt der Buddha die Geschichte einer Krähe, die ihre Fressgier nicht bezähmen konnte und so elend ums Leben kam. ",
  "ja-blurbs:ja275": "Dieses Jātaka gleicht dem vorigen und hat lediglich andere Strophen. ",
  "ja-blurbs:ja276": "Um seine Kunstfertigkeit im Steinschleudern zu demonstrieren, tötet ein Mönch einen Schwan. Der Buddha erzählt, wie er in einem früheren Leben ein König war, der gemeinsam mit seinem ganzen Hofstaat gewissenhaft die fünf Ethikregeln für Laien einhielt. Er teilte sie auf Anfrage den Boten eines anderen Königs mit; interessant ist dabei die Vorstellung, dass man andere nur in ethischen Fragen unterweisen kann, wenn man die betreffenden Regeln selbst einhält. ",
  "ja-blurbs:ja277": "Im Zusammenhang mit Devadattas Mordversuchen erzählt der Buddha, wie dieser in einem früheren Leben als falscher Asket aus Appetit auf Taubenfleisch dem Bodhisatta und seine Taubenschar nach dem Leben getrachtet hatte. ",
  "ja-blurbs:ja278": "Ein Affe ärgert einen Elefanten, der sehr geduldig ist. Eines Tages steht aber an der gleichen Stelle ein ungeduldiger, der sich die Späße des Affen nicht gefallen lässt und ihn tottrampelt. Der Buddha erzählt eine ähnliche Geschichte aus einem früheren Leben, in der er selbst als Büffel die Stelle des geduldigen Elefanten einnahm. ",
  "ja-blurbs:ja279": "Zwei der berüchtigten „sechs Mönche“, durch deren Fehlverhalten zahlreiche Vinayaregeln veranlasst waren, stiften Mönche und Nonnen gegeneinander an. Der Buddha vergleicht ihr Verhalten mit dem eines Kranichs, der einem jungen Mann schaden will, von diesem aber als Glücksvogel betrachtet wird. In diesem Jātaka erscheint der Bodhisatta in der Rolle eines Räuberhauptmanns. ",
  "ja-blurbs:ja280": "Ein Junge bringt die Blätterbüschel, die sein Vater zusammenstellt, durcheinander. Der Buddha erzählt, wie er in einem früheren Leben als Affe das Gleiche tat. ",
  "ja-blurbs:ja281": "Das Jātaka beginnt mit einem Hinweis auf die Gründung des Nonnenordens und identifiziert die Nonnen des Nandakovādasutta (MN 146) mit den Nonnen, die zusammen mit Mahāpajāpati Gotami ordiniert wurden. Die Hauptprotagonistin ist die frühere Frau des Buddha, die hier den Namen Bimbā trägt. Sie bekommt Verdauungsbeschwerden, gegen die ihr zu Laienzeiten Mangosaft geholfen hat, und Sāriputta hilft ihr, diesen auch als Nonne zu bekommen. Der Buddha erzählt darauf eine Geschichte aus der Vergangenheit, in der sie ebenfalls eine Mangofrucht bekam, und in der Sakka der Götterkönig keine besonders tugendhafte Rolle spielte. ",
  "ja-blurbs:ja282": "Ein königlicher Minister, der unschuldig ins Gefängnis kommt, erlangt dort den Stromeintritt. Der Buddha erzählt, wie er selbst in einem früheren Leben sich lieber gefangen nehmen ließ, als Krieg zu führen, und mithilfe eines tiefen Meditationszustandes die Ereignisse zum Besseren wendete. (Vgl. auch Ja 51.) ",
  "ja-blurbs:ja283": "Die Könige Ajātasattu und Pasenadi sind gelegentlich in kriegerische Auseinandersetzungen miteinander verwickelt, wie auch SN 3.14 und 3.15 berichten. Die Version des Jātaka führt den Sieg Pasenadis auf einen Schlachtplan zurück, den Mönche des Buddha miteinander diskutieren. Der Buddha erzählt, wie in einem früheren Leben der der Kriegslist kundige Mönch ein Eber war, dem es gelang, einen Tiger und einen falschen Asketen zu besiegen. ",
  "ja-blurbs:ja284": "Für die Geschichte aus der Gegenwart wird auf Ja 40 verwiesen mit der Ergänzung, dass die darin vorkommende Gottheit die Frucht des Stromeintritts erlangt. Ein Brahmane, der bemerkt, dass es Anāthapiṇḍika wieder gut geht, will von ihm das Glück stehlen, aber dieses will, wie es scheint, durchaus bei Anāthapiṇḍika bleiben. Der Buddha illustriert mit einer Geschichte aus einem früheren Leben, dass man das Glück nicht zwingen kann und es stets zu der Person gelangt, die es verdient. ",
  "ja-blurbs:ja285": "Die Geschichte von der Ermordung der Sundarī wird in Ud 4.8 erzählt. Asketen anderer Schulen wollen damit den Buddha in Verruf bringen, was aber nicht gelingt. Der Buddha illustriert anhand einer Geschichte aus einem früheren Leben, dass man wahrhaft Kostbares nicht besudeln kann. ",
  "ja-blurbs:ja286": "Das Jātaka verweist auf Ja 477. Hier geht es um einen Mönch, der sich verliebt hat, und der Buddha erzählt, dass die Frau seiner Träume ihn in einem früheren Leben, als er ein Schwein war, zum Hochzeitsschmaus verzehrte. ",
  "ja-blurbs:ja287": "Als Sāriputta gefragt wird, wie man in der Welt zu etwas kommt, antwortet er, man müsse dazu wie ein Verrückter handeln. Darauf will der Fragesteller von diesem Gewinn nichts mehr wissen. Der Buddha bestätigt, dass derselbe auch in einem früheren Leben schon verstanden hatte, dass es besser ist, nichts zu besitzen, als sich zum Narren zu machen. ",
  "ja-blurbs:ja288": "Es geht um einen betrügerischen Kaufmann. In der Geschichte aus dem früheren Leben ist es der Bruder des Bodhisatta, der diesen betrügen will; aber eine Flussgottheit sorgt dafür, dass der Bodhisatta sein Eigentum zurückerhält. ",
  "ja-blurbs:ja289": "Die Geschichte aus der Gegenwart wird in Ja 456 erzählt. Ānanda wird der Aufwärter des Buddha, und dieser gewährt ihm acht Wünsche. Der Buddha erzählt, wie er auch in der Vergangenheit Ānanda und seiner ganzen Familie ihre Wünsche gewährt hatte, nachdem dieser sich als fähig in seinem Fach erwiesen hatte. ",
  "ja-blurbs:ja290": "Es wird auf ein Jātaka gleichen Namens, Ja 86, verwiesen. Die Geschichten gleichen sich weitgehend, mit leichten Änderungen an der Geschichte aus dem früheren Leben. ",
  "ja-blurbs:ja291": "Anāthapiṇḍika gibt seinem alkoholabhängigen Neffen wiederholt Geld, doch dieser bleibt seiner Sucht verfallen und stirbt schließlich. Der Buddha erzählt, wie derselbe in einem früheren Leben nicht einmal mit einem Topf, der ihm beständig Geld gab, auskommen konnte. Einem süchtigen Menschen ist mit Geldzuwendungen nicht geholfen. ",
  "ja-blurbs:ja292": "Die Geschichte ähnelt der in Ja 281, nur dass diesmal das Heilmittel für Bimbās Beschwerden ein Reisbrei mit Fischsoße ist. Der Buddha erzählt, wie sie in einem früheren Leben als Krähe unwiderstehliche Lust auf das Mahl des Königs bekam und wie Sāriputta ihr dieses unter Einsatz seines Lebens besorgte. ",
  "ja-blurbs:ja293": "Ein Mann, der von den Ärzten bereits aufgegeben wurde, wird wieder gesund und beschließt, sein neu geschenktes Leben dem Dhamma zu weihen. Er wird Mönch und bald darauf ein Arahant. Der Buddha erzählt, wie es ihm selbst in einem früheren Leben ähnlich ergangen war. ",
  "ja-blurbs:ja294": "Devadatta und Kokālika erhalten regelmäßig Almosen, indem einer den anderen vor den Leuten rühmt. Der Buddha erzählt, wie sie in einem früheren Leben einander schmeichelten und dadurch einer vom andern zu Essen erhielt. ",
  "ja-blurbs:ja295": "Der Buddha erzählt eine weitere Geschichte in Bezug auf Devadatta und Kokālika (siehe voriges Jātaka). Eine Krähe und ein Schakal schmeicheln einander mit Eigenschaften, die sie nicht besitzen. Der Bodhisatta, der eine Baumgottheit in der „schlechtesten“ Baumart ist, erkennt das Fehlen der guten Eigenschaften an. ",
  "ja-blurbs:ja296": "Der Ehrwürdige Upānanda hält andere zu strenger Askese an und nimmt selbst übermäßig viele Bedarfsgegenstände in Anspruch. Der Buddha tadelt ihn  und erzählt, wie er in einem früheren Leben die Meeresbewohner vom Wassertrinken abhalten wollte, damit er selbst den ganzen Ozean allein austrinken könne. ",
  "ja-blurbs:ja297": "Für die Geschichte aus der Gegenwart wird auf Ja 147 verweisen, für die Geschichte aus dem früheren Leben auf Ja 423. Ein Mönch kann sich nicht von seiner früheren Frau lösen. Hier wird eine Geschichte erzählt, in der der Mann zu Tode gefoltert wurde und statt seiner Qualen nur seine Frau im Sinn hatte. ",
  "ja-blurbs:ja298": "Ein Mönch, der ein kleines Dorfkloster gegründet hat, wird von einem anderen daraus vertrieben. Der Buddha erzählt von einer ähnlichen Situation, die die beiden in einem früheren Leben als Affen hatten. ",
  "ja-blurbs:ja299": "Der Buddha bittet Mahāmoggallāna, Mönche, die sich im Kloster laut unterhalten, zu erschrecken. Er erzählt, wie dieselben auch in einem früheren Leben Asketen waren, die aber die Askese nicht ernst genommen hatten. ",
  "ja-blurbs:ja300": "Das Jātaka verweist auf eine Episode aus dem Vinaya mit dem Ehrwürdigen Upasena, der kurz nach seiner eigenen Ordination selbst Mönche ordiniert und dafür vom Buddha getadelt wird (https://suttacentral.net/pli-tv-kd1/de/maitrimurti-traetow, Kap. 18, M-T 3~243 ff). Er gibt sich darauf besondere Mühe und wird bald ein Arahant, und sein nächster Besuch beim Buddha ist der Anlass, dass der Buddha Waldmönchen erlaubt, ihn jederzeit zu besuchen (https://suttacentral.net/pli-tv-bu-vb-np15/en/brahmali#1.1.9). Als Mönche vor dem Hintergrund dieser Erlaubnis ihre Decken wegwerfen, um als „Waldmönche“ zu gelten, vergleicht der Buddha ihr Verhalten mit der Art, wie der Wolf den Besinnungstag einhält, und erzählt, wie dieser sich in einem früheren Leben die Ethikregeln nur vornahm, solange es ohnehin keine Gelegenheit gab, sie zu brechen. (Die zweite Vinayastelle liegt nicht in deutscher Übersetzung vor.) ",
  "ja-blurbs:ja301": "Das Jātaka erzählt recht ausführlich, wie vier vormalige Jaina-Nonnen in den Nonnenorden des Buddha eintreten, nachdem Sāriputta ihre Fragen beantwortet hat. Der Buddha erzählt eine Geschichte aus einem früheren Leben, als diese vier ebenfalls Schwestern waren und mit Sāriputtas Hilfe Königinnen wurden. ",
  "ja-blurbs:ja302": "Es wird auf ein anderes Jātaka, vermutlich Ja 157, verwiesen, wo es darum geht, dass Ānanda frühere Freundschaftsdienste vergilt. Hier erzählt der Buddha, wie Ānanda in einem früheren Leben ihm, einem König, auf der Flucht von einer kriegerischen Niederlage in seinem Haus eine Rast verschafft hatte und er ihn anschließend mit königlichen Ehren belohnte. ",
  "ja-blurbs:ja303": "Es wird auf Ja 282 verwiesen. Es geht darum, aus einer schlechten Lage etwas Gutes zu gewinnen. Für die Geschichte aus einem früheren Leben, die der Buddha hier erzählt, wird auf Ja 51 verwiesen. Es geht um einen König, der, selbst als er gefangen und gefoltert wurde, nichts von seiner inneren Stärke verlor. ",
  "ja-blurbs:ja304": "Es geht um einen zornigen Mönch. Der Buddha erzählt, wie dieser in einem früheren Leben sein jüngerer Bruder war, beide mächtige Schlangengeister. Wegen der jähzornigen Art des Jüngeren verbannte der Vater beide Brüder drei Jahre lang in einen Misthaufen, wo sie sich Beschimpfungen von Dorfkindern anhören mussten und so Geduld lernten. ",
  "ja-blurbs:ja305": "Eine Gruppe von Mönchen hat nachts sinnliche Gedanken. Der Buddha bemerkt es, und um zu illustrieren, dass es für böse Taten kein Versteck gibt, erzählt er eine Geschichte aus einem früheren Leben, in der ein Brahmanenlehrer seine Tochter demjenigen seiner Schüler vermählt, der entgegen seiner Anweisung seine Verwandten nicht bestiehlt. ",
  "ja-blurbs:ja306": "Dem Buddha gelingt es, einen Ehestreit zwischen dem König von Kosala und seiner Frau, Königin Mallikā, zu schlichten. Er erzählt dann, wie es ihm auch in einem früheren Leben schon gelungen war, die beiden zu versöhnen, als sie ebenfalls König und Königin waren und er ihr Minister. ",
  "ja-blurbs:ja307": "Die Geschichte wird auch im Mahāparinibbāna-Sutta (DN 16, Kap. 31) erzählt. Ānanda ist bekümmert angesichts des bevorstehenden Todes des Buddha und fürchtet um seinen spirituellen Fortschritt, wenn der Lehrer nicht mehr da ist. Der Buddha tröstet ihn und erzählt, wie Ānanda in einem früheren Leben den Bodhisatta, einen Baumgott, verehrt hatte und dafür von diesem reich belohnt worden war. ",
  "ja-blurbs:ja308": "Mit Bezug auf Devadattas Undankbarkeit erzählt der Buddha eine Geschichte aus einem früheren Leben, in der ein Vogel einem Löwen, dem ein Knochen im Hals steckt, das Leben rettet, aber von ihm keinen Dank erfährt. ",
  "ja-blurbs:ja309": "Die Geschichte wird auch im Vinaya in der Einführung zu Sekhiya 69 erzählt. Die berüchtigten „sechs Mönche“ lehren den Dhamma respektlos von einem niedrigen Sitz aus, während die Zuhörer auf erhöhten Plätzen sitzen. Der Buddha erzählt, wie er in einem früheren Leben beim Stehlen einer Mangofrucht vom Baum des Königs Zeuge wurde, wie der königliche Brahmane von einem niederen Sitz aus den König, der auf einem hohen Sitz saß, die Sprüche lehrte. Er ist über diese Respektlosigkeit der Lehre gegenüber so erschüttert, dass er aus seiner Deckung kommt und die beiden tadelt. Statt ihn hinrichten zu lassen, macht ihn der König als Belohnung für diesen Hinweis zum „König der Nacht“. ",
  "ja-blurbs:ja310": "Ein Mönch verliebt sich und ist mit dem geistlichen Leben unzufrieden. Der Buddha erzählt, wie er selbst in einem früheren Leben ein Asket war und zugunsten eines asketischen Lebens auf ein ehrenvolles Leben als königlicher Hausbrahmane verzichtete. ",
  "ja-blurbs:ja311": "Der Ehrwürdige Mahāmoggallāna verjagt einen Dieb, der sich bei seiner Hütte verstecken will. Der Buddha erzählt, wie er in einem früheren Leben als Baumgott das Gleiche getan hatte, da er fürchtete, das Holz seines Baumes würde sonst für die Hinrichtung des Diebes benutzt werden. In beiden Fällen kann der Bösewicht entkommen. ",
  "ja-blurbs:ja312": "Ein alter Mönch macht es seinen Söhnen schwer, mit ihm zum Kloster zu gehen. Der Buddha erzählt, dass derselbe in einem früheren Leben sein eigener Vater war und damals schon das Gleiche tat. ",
  "ja-blurbs:ja313": "In Bezug auf einen jähzornigen Mönch erzählt der Buddha, wie er selbst in einem früheren Leben ein Asket war, der einem vor Wut verrückten König, der ihn misshandeln ließ, nicht zürnte. ",
  "ja-blurbs:ja314": "Der König von Kosala ist durch einen Traum erschreckt, und seine Brahmanen schlagen ihm ein großes Opfer vor, um die Wirkung des Traums unschädlich zu machen. Der Buddha erklärt, dass der Traum kein schlimmes Vorzeichen war, sondern die Stimmen von Wesen in der Hölle, die der König gehört hat. Er erzählt, wie er selbst in einem früheren Leben diesen Sachverhalt bereits einem König erklärt hatte. Auf die Geschichte mit dem König Pasenadi von Kosala wird auch in SN 3.9 Bezug genommen. ",
  "ja-blurbs:ja315": "Erst als Sāriputta mit ihnen geht, bekommen Mönche, die die Kranken pflegen, das passende höherwertige Essen für ihre Patienten. Der Buddha illustriert mittels einer Geschichte aus einem früheren Leben, dass das Glück beim Almosensammeln von der Art des Auftretens abhängt. ",
  "ja-blurbs:ja316": "Ein Gutsbesitzer richtet eine reiche Spende an den Saṅgha aus, und der Buddha erzählt, wie er selbst in einem früheren Leben sogar bereit war, sein eigenes Fleisch anderen zu essen zu geben. In dieser Art von „Opferbereitschaft“ geht das Jātaka weit über das hinaus, was in den Suttas gelehrt wird. ",
  "ja-blurbs:ja317": "Ein Mann ist betrübt, nachdem sein Bruder gestorben ist. Der Buddha tröstet ihn mit einer Geschichte aus einem früheren Leben, in der er selbst klar erkannte, dass Kummer in einem solchen Fall nicht weiterhilft. ",
  "ja-blurbs:ja318": "Das Jātaka verweist für die gegenwärtige Geschichte auf Ja 423. Es geht um einen Mönch, der sich nicht von seiner früheren Frau lösen kann. Der Buddha erzählt, wie die jetzige geliebte Frau in einem früheren Leben den Mönch, ihren damaligen Geliebten, im Austausch für einen Räuber hinrichten ließ. ",
  "ja-blurbs:ja319": "Für die gegenwärtige Geschichte wird auf Ja 16 verwiesen. Es geht um die guten Eigenschaften des Mönchs Rāhula, des Sohnes des Buddha, und der Buddha erzählt, wie er in einem früheren Leben als Rebhuhn von einem Jäger zum Fangen anderer Rebhühner benutzt wurde und sich Gedanken über seine Schuld am Tun des Jägers machte. ",
  "ja-blurbs:ja320": "Ein hartherziger Mann besucht mit seiner Frau auf dem Heimweg von einer Geschäftsreise den Buddha. Dieser erzählt, wie die beiden in einem früheren Leben ein Paar waren, er der Kronprinz, sie seine Frau, und bis zum Tod des alten Königs in der Verbannung lebten. Auch hier erwies der Mann sich auf eine hypothetische Frage seiner Frau hin als hartherzig, erkannte aber, als er darauf aufmerksam gemacht wurde, ihre Verdienste an und belohnte sie entsprechend. ",
  "ja-blurbs:ja321": "Es wird eine lange Geschichte über einen Aufwärter des Ehrwürdigen Kassapa erzählt, der sich gerne in ein besseres Licht rückt und die Verdienste seines Mitmönchs für sich reklamiert. Als Kassapa ihn tadelt, wird er so böse, dass er dessen Hütte in Brand steckt. Der Buddha erzählt, wie derselbe in einem früheren Leben ein Affe war, der aus Zorn das Nest eines Vogels, des Bodhisatta, zerstörte. ",
  "ja-blurbs:ja322": "Der Buddha vergleicht den Erfolg falscher Askese mit dem Lärm, den ein Hase hörte, und erzählt dazu eine Geschichte aus einem früheren Leben, in der ein Hase beim Geräusch einer herabfallenden Frucht glaubte, die Welt gehe unter, und mitsamt allen Tieren des Waldes die Flucht ergriff. Der Löwe, damals der Bodhisatta, rettete sie alle vor dem Untergang. ",
  "ja-blurbs:ja323": "Für die Gegenwartsgeschichte wird auf Ja 253 verwiesen. Es geht um Mönche, die Laien mit ihren Wünschen übermäßig belästigen. Der Buddha erzählt daraufhin, wie er selbst in einem früheren Leben als Asket sich zwölf Jahre nicht getraute, um ein Paar Schuhe für seine Wanderschaft zu bitten. ",
  "ja-blurbs:ja324": "Ein Asket mit einer Fellrobe wird wegen seiner Unvorsichtigkeit von einem streitlustigen Widder angegriffen. Der Buddha erzählt, wie er in einem früheren Leben bereits den gleichen Fehler begangen hatte. ",
  "ja-blurbs:ja325": "Mit Bezug auf einen betrügerischen Mönch erzählt der Buddha von einer Begegnung, die er in einem früheren Leben mit einem falschen Asketen hatte. Dieser tat nach außen fromm, wollte aber aus Genusssucht den Bodhisatta, eine Eidechse, die ihn verehrte, töten und essen. ",
  "ja-blurbs:ja326": "Als Devadatta den Saṅgha spaltet, holen Sāriputta und Moggallāna die abtrünnigen Mönche zurück. Daraufhin wird Devadatta krank. Der Buddha erzählt, wie dieser in einem früheren Leben, um himmlische Blumen zu erhalten, fälschlich viele Tugenden vorgab, die er nicht besaß, und darauf heftige Schmerzen litt. ",
  "ja-blurbs:ja327": "Anlässlich eines Mönchs, der wegen seines Interesses am anderen Geschlecht mit dem Ordensleben unzufrieden ist, illustriert der Buddha mithilfe einer Geschichte aus einem früheren Leben, wie die Treue einer Frau selbst dann nicht bewahrt werden kann, wenn sie auf einer einsamen Insel mitten im Ozean isoliert wird. Sie kam dorthin, nachdem ein „Weiser der Vorzeit“ sie von ihrem Ehemann entführte. Nachdem ein dritter Mann ihr Versteck ausfindig machte und mit ihr Geschlechtsverkehr hatte, verlor der Entführer das Interesse und gab sie dem Ehemann zurück. Auf die hier berichteten Begebenheiten wird auch im Jātaka 536 Bezug genommen. ",
  "ja-blurbs:ja328": "Ein Mann versinkt nach dem Tod seiner Frau im Trauer. Der Buddha weist auf die Unausweichlichkeit des Todes hin und erzählt, wie er selbst in einem früheren Leben seine Frau verlor, aber diese Unausweichlichkeit bereits so tief verstanden hatte, dass ihn keine Trauer befiel. Eine ähnliche Geschichte wird in Ja 443 erzählt. ",
  "ja-blurbs:ja329": "Nach seinen Versuchen, den Buddha zu ermorden, verliert Devadatta sein Ansehen. Der Buddha erzählt, wie er und Ānanda in einem früheren Leben zwei Papageien waren, die am Königshof lebten, Devadatta aber war ein Affe, der zunächst viel Aufmerksamkeit genoss, dann aber wegen seines ungezogenen Verhaltens sein Ansehen verlor und fortgejagt wurde. ",
  "ja-blurbs:ja330": "Das Jātaka verweist auf das ähnliche Ja 86. Ein Mann stiehlt vom König Geld, um herauszufinden, ob ihm die Anerkennung, die er genießt, wegen seiner Tugend zuteil wird. Der Buddha erzählt, wie er selbst in einem früheren Leben den gleichen Test durchgeführt hatte und daraufhin als Asket in die Einsamkeit gegangen war. Eines Tages beobachtete er ein Schauspiel, bei dem Raubvögel sich gegenseitig ein Stück Fleisch abjagten, und zog daraus den Schluss, dass das Festhalten an Sinnenfreuden nur zu Verdruss führt. Das gleiche Bild findet sich zusammen mit anderen lebhaften Gleichnissen für die Sinnenfreuden in MN 54 und wird in anderen Suttas zitiert. ",
  "ja-blurbs:ja331": "Für die gegenwärtige Geschichte wird auf Ja 481 verweisen. Der Mönch Kokālika fasst einen Hass gegen Sāriputta und Moggallāna. Der Buddha erzählt, wie derselbe in einem früheren Leben ein Kuckuck war, der in einem Krähennest ausgebrütet wurde. Als er durch seine Stimme seine Identität verriet, war ihn die Krähenmutter aus dem Nest. Der königliche Minister nutzt diesen Vorfall, um den König von seiner Geschwätzigkeit zu kurieren. ",
  "ja-blurbs:ja332": "Ein königlicher Hofbrahmane will sich mit seinem Wagen die Vorfahrt erzwingen und wirft in seiner Wut seine Peitsche nach der entgegenkommenden Kutsche, verletzt sich aber dabei nur selbst. Er klagt dann die Gegenpartei an, ihn geschlagen zu haben. Der Buddha erzählt, wie Ähnliches bereits in einem früheren Leben geschehen war. Damals glaubte der König seinem Brahmanen, ohne die Sache zu prüfen, aber der Bodhisatta, der ein königlicher Minister war, drängte auf ein korrektes Verfahren. ",
  "ja-blurbs:ja333": "Das Jātaka verweist auf Ja 320. Es geht um einen Mann, der mit seiner Frau nichts teilen will. Im Unterschied zum obigem Jātaka, wo er sich auf eine hypothetische Frage weigert, ihr etwas abzugeben, geht es hier um das tatsächliche Fleisch einer gebratenen Eidechse. ",
  "ja-blurbs:ja334": "Es wird auf ja 521 verwiesen. Der Buddha unterhält sich mit dem König von Kosala. Er erzählt, wie in einem früheren Leben ein König die Weisheit eines Asketen (des Bodhisatta), dass eine gute oder schlechte Regierung sogar Auswirkungen auf die Qualität der Waldfrüchte habe, auf ihren Wahrheitsgehalt prüfte und bestätigt fand. Von da an gab er sich um so mehr Mühe, gerecht zu regieren. Das Thema, wie sich der Regierungsstil auf alle Aspekte des Landes auswirkt, findet sich auch in AN 4.70. ",
  "ja-blurbs:ja335": "Devadatta imitiert das Verhalten des Buddha. Dieser erzählt, wie Devadatta in einem früheren Leben ebenfalls den Bodhisatta nachahmen wollte, als er ein Schakal war und der Bodhisatta ein Löwe. Devadatta wollte einen Elefanten jagen, wurde aber von ihm zertreten. ",
  "ja-blurbs:ja336": "Mit Bezug auf einen betrügerischen Mönch erzählt der Buddha, wie dieser in einem früheren Leben ein Königssohn im Exil war, der das Leben eines Asketen führte, sich dann aber das seiner Familie von einem anderen König geraubte Vermögen sowie sein Reich zurückholte. ",
  "ja-blurbs:ja337": "Ein Mönch, der die Gepflogenheiten nicht kennt, geht zu früh zum Almosengang und kommt mit leerer Schale zurück. Er schilt daraufhin auf die großzügigen Spender Anāthapiṇḍika und Visākhā. Der Buddha erzählt, wie er selbst in einem früheren Leben ein Asket war, der kein Almosen erhielt, weil der Hausherr ausgegangen war, aber deshalb nicht in Zorn geriet. ",
  "ja-blurbs:ja338": "Eine sonderbare Geschichte über den Prinzen Ajātasattu: Während sie mit ihm schwanger ist, bekommt seine Mutter das unüberwindliche Gelüste, das Blut ihres Mannes zu trinken, was als Vorzeichen gedeutet wird, dass das ungeborene Kind seinen Vater töten wird. Statt sich seiner entledigen zu wollen, liebt König Bimbisāra seinen Sohn heiß und innig. Der Buddha erzählt, wie er in einem früheren Leben einem König geraten hatte, sich vor seinem mörderisch gesonnenen Sohn zu schützen. ",
  "ja-blurbs:ja339": "Als sich die Lehre des Buddha ausbreitet, verlieren andere Sekten an Ansehen. Der Buddha erzählt, wie eine Krähe auf einer Insel, auf der es keine Vögel gab, so lange bestaunt und bewundert wurde, bis die Bewohner einen Pfau zu sehen bekamen. ",
  "ja-blurbs:ja340": "Anāthapiṇḍika, der reiche Wohltäter aus Sāvatthī, verliert nach und nach sein Vermögen und kann nur noch sehr einfache Mahlzeiten spenden. Der Buddha erzählt, wie er selbst in einem früheren Leben ein spendenfreudiger Kaufmann war, auf den Sakka der Götterkönig eifersüchtig wurde. Doch der Bodhisatta ließ sich mit keinem Mittel vom Spenden abhalten. ",
  "ja-blurbs:ja341": "Es wird auf Jātaka 536 verwiesen. ",
  "ja-blurbs:ja342": "Eine weitere Variante der Geschichte vom Affen und vom Krokodil, die bereits in Ja 57 und 208 erzählt und in Ja 224 angedeutet wird. Das Krokodilweibchen will das Herz des Affen fressen und das Männchen versucht, ihn mittels einer Lüge zu fangen, doch der Affe ist schlauer. ",
  "ja-blurbs:ja343": "Die Jungen eines Reihers, der ein Bote am Hof des Königs von Kosala ist, werden während seiner Abwesenheit von Kindern umgebracht. Der Reiher rächt sich, indem der die beiden Kinder einem Tiger vorwirft, der sie auffrisst. Der Buddha berichtet von einem ganz ähnlichen Vorfall in einem früheren Leben, als er selbst der König war. ",
  "ja-blurbs:ja344": "Ein Mönch betrachtet die Mangofrüchte bei seiner Behausung als sein Eigentum und ist erbost, als welche davon gestohlen werden. Er beschuldigt Unschuldige, sie genommen zu haben. Der Buddha erzählt, dass dieser in einem früheren Leben ein falscher Asket war und das Gleicht tat. ",
  "ja-blurbs:ja345": "Ein Mönch führt das Mönchsleben nur halbherzig. Der Buddha erzählt, wie er in einem früheren Leben als königlicher Minister den trägen Gang einer Schildkröte dazu genutzt habe, den König von seiner eigenen Trägheit zu heilen. ",
  "ja-blurbs:ja346": "König Pasenadi von Kosala sieht, wie im Haus des Kaufmanns Anāthapiṇḍika ständig viele Mönche und Nonnen ihr Almosen einnehmen, und will das Gleiche auch in seinem Palast einrichten. Er muss aber feststellen, dass die Mönche und Nonnen sich bei ihm nicht hinsetzen und die Häuser ihrer befreundeten Familien bevorzugen. Der Buddha erklärt auf seine Frage, keine Gabe komme der in Freundschaft gegebenen gleich, und illustriert das mit einer Geschichte aus einem früheren Leben über eine Freundschaft zwischen zwei Asketen. Der eine wird krank, als er von seinem Freund getrennt ist, und gesund, sobald er wieder in dessen Gesellschaft kommt. ",
  "ja-blurbs:ja347": "Es wird auf Ja 469 verwiesen. Es geht um Dinge, die man zum Wohl der Welt tut. Der Buddha erzählt, wie er in einem früheren Leben die Praxis des Tieropfers unterband und sich dadurch den Zorn der Dämonen zuzog. Sakka aber kam ihm zu Hilfe. ",
  "ja-blurbs:ja348": "Es wird auf Ja 477 verwiesen. Ein Mönch, der ohnehin kein besonderes Interesse an der geistlichen Übung zeigt, wird von einer Frau, die einen Schwiegersohn sucht, für ihre Tochter gewonnen. Der Buddha erzählt, dass dieses Mädchen ihn auch in einem früheren Leben zu verführen versuchte, als er der Sohn eines Einsiedlers war. ",
  "ja-blurbs:ja349": "Die berüchtigte Gruppe der „sechs Mönche“ sät Streit und bringt befreundete Mönche auseinander. Der Buddha verurteilt dieses Handeln und erzählt, wie in einem früheren Leben die Freundschaft zwischen einem Löwen und einem Stier von einem Schakal zerstört wurde, sodass die Freunde sich gegenseitig töteten. ",
  "ja-blurbs:ja350": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Die Geschichte wird unter der Überschrift „Die Frage von den Leuchtkäfern“ erzählt. Eine Göttin legt dem König das erste von vier Rätseln vor in der Absicht, den in Ungnade gefallenen Weisen Mahosadha zu rehabilitieren. ",
  "ja-blurbs:ja351": "Ein Minister begeht Ehebruch mit einer Frau aus dem Harem des Königs von Kosala. Der Buddha erzählt eine Geschichte aus einem früheren Leben, in der ein Minister einen König an einen anderen verrät, sodass sein Reich erobert und er selbst ins Gefängnis gesteckt wird. Statt dem Kummer zu verfallen, übt der König Meditation. ",
  "ja-blurbs:ja352": "Ein Mann verfällt nach dem Tod seines Vaters in Kummer. Der Buddha tröstet ihn, indem er erzählt, wie er selbst in einem früheren Leben seinem Vater über seinen Kummer hinweghalf. ",
  "ja-blurbs:ja353": "Das Jātaka berichtet vom Prinzen Bodhi, dem Protagonisten von MN 85, wo er als jemand dargestellt ist, der festes Vertrauen zum Buddha hat und bereits im Mutterleib Zuflucht genommen hat. Das kontrastiert mit der Darstellung hier, wo Prinz Bodhi grausamerweise dem Baumeister, der seinen Palast errichtet hat, die Augen ausstechen lässt, damit er niemand anderem einen ähnlichen erbauen kann. Und damit nicht genug: Die Geschichte, die hier aus einem früheren Leben erzählt wird, schildert ein äußerst brutales Menschenopfer von tausend Königen zu dem Zweck, noch ein weiteres Reich zu erobern. ",
  "ja-blurbs:ja354": "Die gegenwärtige Geschichte gleicht Ja 328 und Ja 352, wo jemand einen Angehörigen verliert. Auch hier tröstet der Buddha den Hinterbliebenen und verdeutlicht mithilfe einer Geschichte aus einem früheren Leben die Unausweichlichkeit des Todes. Dadurch, dass sowohl der Bodhisatta als auch seine Familie stets die Todesbetrachtung geübt hatten, konnten sie den plötzlichen Tod eines Familienmitglieds gut bewältigen. Es wird das Gleichnis von der Schlange verwendet, die ihre alte Haut abstreift (vgl. Snp 1.1), wie auch Zeilen, die sich ähnlich in Thig 6.1 finden: „Er kam ungefragt / und ging ohne Abschied. / … / Wie er kam, so ging er: / Warum soll man darüber weinen?“ ",
  "ja-blurbs:ja355": "Ein Mann wird unschuldig ins Gefängnis geworfen und erlangt dort den Stromeintritt. Als er wieder freikommt, erzählt der Buddha, wie er selbst in einem früheren Leben in einer ähnlichen Situation ekstatische Meditation übte und so selbst im Gefängnis glücklich war. ",
  "ja-blurbs:ja356": "Sāriputta drängt alle möglichen Leute, die Ethikregeln für Laien einzuhalten, auch wenn sie das gar nicht wollen. Der Buddha erzählt, wie er das in einem früheren Leben als brahmanischer Lehrer schon tat. Damals gelang es dem Bodhisatta, seinem Schüler, ihn davon abzubringen. ",
  "ja-blurbs:ja357": "Als im Saṅgha ein Gespräch über Devadattas Grausamkeit aufkommt, erzählt der Buddha, wie dieser bereits in einem früheren Leben grausam die Schwäche junger Vögel ausgenutzt und sie mutwillig getötet hatte. Allerdings gelang es der Vogelmutter mit der Hilfe anderer Tiere, Rache zu nehmen. ",
  "ja-blurbs:ja358": "Es geht erneut um Devadattas Versuche, den Buddha zu töten. Es werden verschiedene Jātakas aufgezählt, in denen Devadatta den Bodhisatta auf unterschiedliche Arten ums Leben gebracht hatte. Hier erzählt der Buddha eine ziemlich gruselige Geschichte, in der Devadatta ein König und er selbst sein Sohn war. Der König ließ sein Kind aus Eifersucht auf grausamste Art vor den Augen des gesamten Hofstaates zerstückeln. ",
  "ja-blurbs:ja359": "Einer Frau gelingt es, in ihrer gesamten Familie die Lehre des Buddha einzuführen. Nachdem sie und ihr Mann den Stromeintritt erlangt haben, werden beide Mönch und Nonne und erlangen die Vollendung. Der Buddha erzählt, wie sie in einem früheren Leben als Antilope durch ihren Mut das Leben ihres Gatten und des ganzen Rudels rettete. ",
  "ja-blurbs:ja360": "Anlässlich eines Mönchs, der nach dem Anblick einer schönen Frau mit dem Ordensleben unzufrieden wird, illustriert der Buddha mithilfe einer Geschichte aus einem früheren Leben, wie die Treue einer Frau selbst dann nicht bewahrt werden kann, wenn sie auf einer einsamen Insel mitten im Ozean isoliert wird. Sie kam dorthin, nachdem der Bodhisatta sie von ihrem Ehemann entführte. Nachdem ein dritter Mann ihr Versteck ausfindig machte und mit ihr Geschlechtsverkehr hatte, verlor der Entführer das Interesse und gab sie dem Ehemann zurück. ",
  "ja-blurbs:ja361": "Ein Mann versucht vergeblich, Sāriputta und Moggallāna gegeneinander aufzubringen. Der Buddha erzählt, wie derselbe in einem früheren Leben das Gleiche versucht hatte, mit dem gleichen Erfolg, als er ein Schakal war und die beiden großen Mönche ein Löwe und ein Tiger. ",
  "ja-blurbs:ja362": "Um zu erfahren, ob Tugend mehr wert sei oder Gelehrsamkeit, stiehlt ein Beamter kleine Geldbeträge vom König. Als das Urteil zugunsten der Tugend ausfällt, wird er Mönch. Der Buddha erzählt, wie er in einem früheren Leben das Gleiche getan hatte und Asket geworden war. ",
  "ja-blurbs:ja363": "Für die Geschichte aus der Gegenwart wie auch die aus einem früheren Leben wird auf Ja 90 verwiesen. Das Jātaka endet aber mit einem anderen Satz von Strophen, die in diesem Fall aus dem Hirisutta, Snp 2.3, entnommen sind. ",
  "ja-blurbs:ja364": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Die Geschichte wird unter der Überschrift „Die Frage von den Leuchtkäfern“ erzählt. Eine Göttin legt dem König das zweite von vier Rätseln vor in der Absicht, den in Ungnade gefallenen Weisen Mahosadha zu rehabilitieren. ",
  "ja-blurbs:ja365": "Ähnlich wie Ja 249. Ein junger Mann wird von einem älteren Mönch ordiniert, dann aber von ihm ständig drangsaliert, sodass er die Robe wieder ablegt. Bei einem zweiten Anlauf geschieht das Gleiche, doch dann lässt sich der junge Mann nicht wieder auf die Überredungsversuche des Mönchs ein. Der Buddha erzählt, dass Ersterer in einem früheren Leben ein Affe war, der seinem Herrn, dem späteren Mönch, nicht mehr traute, nachdem dieser ihn geschlagen hatte. ",
  "ja-blurbs:ja366": "Anlässlich eines Mönchs, der nach dem Anblick einer schönen Frau mit dem Ordensleben unzufrieden wird, erklärt der Buddha, dass sinnliche Erregung einem Gift gleicht, das wie Honig schmeckt. Er erzählt, wie er in einem früheren Leben mit einer Karawane durch einen Wald fuhr, wo Dämonen solchen vergifteten Honig für die Reisenden ausgelegt hatten. ",
  "ja-blurbs:ja367": "Anlässlich von Devadattas Hass auf den Buddha erzählt dieser, wie jener in einem früheren Leben ohne Anlass seinen Tod in Kauf nahm und dabei selbst ums Leben kam. ",
  "ja-blurbs:ja368": "Die Geschichte des vorigen Jātaka wird wiederholt, findet aber noch eine Fortsetzung. Nachdem der Arzt ums Leben gekommen war, wurden die Kinder beschuldigt, ihn getötet zu haben. Als sie vor den König gebracht wurden, konnte der Bodhisatta diesen mit seiner Weisheit von ihrer Unschuld überzeugen. ",
  "ja-blurbs:ja369": "Das Jātaka stellt die Verbindung her zwischen einem Mönch aus der Gegenwart, der keinen Rat annehmen will, und einem Protagonisten aus einem früheren Leben, aus der Zeit des Buddha Kassapa, der unersättlich im Ansammeln von Schätzen war und in der Hölle mit einem Rad gequält wurde. Auf die gleichen Vorfälle wird auch in Ja 82 und Ja 104 Bezug genommen. ",
  "ja-blurbs:ja370": "Für die gegenwärtige Geschichte wird auf Ja 459 verwiesen. 500 frisch ordinierte Mönche werden nachts von sinnlichen Gedanken befallen. Der Buddha ermahnt sie, vor Befleckungen auf der Hut zu sein, und illustriert dies mit einer Geschichte aus einem früheren Leben, als er ein Schwan war und eine Baumgottheit vor einem Schmarotzer warnte, die die Warnung jedoch nicht ernst nahm. ",
  "ja-blurbs:ja371": "Nachdem die streitenden Mönche von Kosambi wieder versöhnt sind, ermahnt der Buddha sie, seine Worte ernst zu nehmen, da er im Dhamma ihr Vater sei. Er erzählt, wie der Prinz Dīghāyu, dessen Eltern vom König von Benares ermordet worden waren, sich an deren Mahnung erinnert, nicht zu töten. Als ihm ihr Mörder in die Hände fällt, schont er deshalb sein Leben. Am Ende des Jātaka finden sich u. a. drei berühmte Strophen, die der Buddha den Streithähnen in Kosambi sagte und die sich auch im Dhammapāda (Dhp 3–5) finden. (Die Geschichte des Streits in Kosambi wird in Ja 428 erzählt.) ",
  "ja-blurbs:ja372": "Ein alter Mönch kann den Tod seines jungen Schülers nicht verschmerzen. Der Buddha erzählt, dass dieser Novize in einem früheren Leben eine junge Gazelle war, die der alte Mönch, damals ein Asket, als Sohn adoptierte; bei ihrem Tod war er ebenso untröstlich wie jetzt. ",
  "ja-blurbs:ja373": "Es wird auf die sonderbare Geschichte über den Prinzen Ajātasattu aus Ja 338 Bezug genommen, der seinen Vater Bimbisāra töten wird. Der Buddha warnt König Bimbisāra und erzählt, wie er in einem früheren Leben einen König davor bewahrt hatte, von seinem Sohn aus Machtgier getötet zu werden. ",
  "ja-blurbs:ja374": "Ein Mönch leidet unter der Sehnsucht nach seiner früheren Frau. Der Buddha sagt, auch in einem früheren Leben habe diese Frau ihn bereits zu Fall gebracht, und erzählt, wie sie ihn aus einer verliebten Laune heraus an einen Räuber verraten hatte. ",
  "ja-blurbs:ja375": "Es geht um einen gierigen Mönch. Der Buddha erzählt, wie er in einem früheren Leben eine Krähe war, die in der Küche Fisch stehlen wollte. Als der Koch sie erwischte, richtete er sie übel zu. ",
  "ja-blurbs:ja376": "Ein Fährmann ist grob zu einem Mönch, der übersetzen will, und setzt ihn an der falschen Stelle und erst nach Einbruch der Dunkelheit am Ufer ab. Der Buddha erzählt, wie derselbe auch in einem früheren Leben ein grober und jähzorniger Fährmann war, der nicht nur seinen Fahrgast, den Bodhisatta, übel behandelte, sondern auch seine schwangere Frau. ",
  "ja-blurbs:ja377": "Für die Geschichte aus der Gegenwart wird auf Ja 487 verwiesen. Ein Mönch verschafft sich mit betrügerischen Mitteln Bedarfsgegenstände. Der Buddha erzählt daraufhin, wie dieser in einem früheren Leben aus unlauteren Motiven Asket geworden war, aber vom Hofpriester des Königs durchschaut wurde. ",
  "ja-blurbs:ja378": "Es geht um das Fortziehen aus dem weltlichen Leben. Der Buddha erzählt, wie in einem früheren Leben sein Jugendfreund, als er selbst Königswürde erlangte, die Welt verließ. Er wurde ein Paccekabuddha, ein Buddha, der für sich allein erwacht ist, aber nicht die Lehre verkündet. Im hohen Alter kehrte er zu seinem früheren Freund zurück und veranlasste ihn, ebenfalls ein Asket zu werden. ",
  "ja-blurbs:ja379": "Ein Mönch verbringt die Regenzeit  mehr schlecht als recht in einem Dorf, in dem die Bewohner ständig wechselnden Lehrern folgen. Der Buddha sagt, es sei nicht weise, an einem solchen Ort zu bleiben, und illustriert das mit einer Geschichte aus einem früheren Leben, in der er selbst und Ānanda Schwäne waren, die auf einem Berg, auf dem hohe und niedere Tiere gleich aussahen, nicht bleiben wollten. ",
  "ja-blurbs:ja380": "Für die Geschichte aus der Gegenwart wird auf Ja 423 verwiesen. Es geht um einen Mönch, der sich nicht von seiner früheren Frau lösen kann. Der Buddha erzählt eine fantastische Geschichte von einem Lotusmädchen, dessen Name zu erraten war, um sie zu gewinnen. ",
  "ja-blurbs:ja381": "Im Hinblick auf einen Mönch, der keinen Rat annehmen will, erzählt der Buddha eine Geschichte von einem Geier, die an die Geschichte des Ikarus erinnert. Der junge Geier fliegt entgegen der Warnung seines Vaters zu hoch hinaus, was ihm zum Verhängnis wird. Während Ikarus durch die Nähe zur Sonne zu Fall kommt, ist es hier der Wind. ",
  "ja-blurbs:ja382": "Anāthapiṇḍika und sein gesamter Haushalt halten die fünf Ethikregeln ein. Der Buddha erzählt, wie er selbst das in einem früheren Leben ebenfalls tat und dadurch ausgewählt wurde, den Streit zweier Göttermädchen zu entscheiden. ",
  "ja-blurbs:ja383": "Anlässlich eines Mönchs, der nach dem Anblick einer schönen Frau mit dem Ordensleben unzufrieden wird, vergleicht der Buddha Frauen mit einer Katze, die einen Vogel mit schönen Worten täuschen will, um ihn dann fressen zu können. ",
  "ja-blurbs:ja384": "Im Hinblick auf einen betrügerischen Mönch erzählt der Buddha, wie derselbe in einem früheren Leben eine Krähe war, die andere Vögel von ihrer angeblichen Asketentugend überzeugte, um ihre Eier fressen zu können. ",
  "ja-blurbs:ja385": "Ein Mönch unterhält mit seinem Almosen seine Eltern. Der Buddha lobt das und erzählt, wie er selbst in einem früheren Leben nicht nur seine Eltern ernährt, sondern ihnen und der ganzen Herde Sicherheit vor Jägern verschafft hatte. ",
  "ja-blurbs:ja386": "Es geht um einen Mönch, der sich nicht von seiner früheren Frau lösen kann. Der Buddha erzählt, wie er selbst in einem früheren Leben sich seiner Frau zuliebe beinahe in den Tod gestürzt hätte, doch in letzter Minute von Sakka davon abgehalten wurde. ",
  "ja-blurbs:ja387": "Für die Geschichte aus der Gegenwart wird auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542) verwiesen. Der Buddha erzählt, wie er auch in einem früheren Leben große Weisheit besessen hatte, und berichtet, wie er, um die Tochter des Schmiedeältesten zu gewinnen, eine äußerst kunstfertige Nadel verfertigte. ",
  "ja-blurbs:ja388": "Ein Mönch ist ständig von Todesfurcht erfüllt. Der Buddha erzählt, wie derselbe sich in einem früheren leben als Schwein fürchtete, als er geschlachtet werden sollte. Sein Bruder, der Bodhisatta, tröstete ihn und erreichte, dass der König und das ganze Land die Ethikregeln einhielt und lange Zeit glücklich lebte. ",
  "ja-blurbs:ja389": "Für die Geschichte aus der Gegenwart wird auf zwei andere Jātakas, Ja 542 und Ja 533, verwiesen. Es geht um Devadattas Versuche, den Buddha zu töten, und Ānandas Einsatz für dessen Leben. Der Buddha erzählt, wie Ānanda in einem früheren Leben ein Krebs war, der dem Bodhisatta das Leben rettete. ",
  "ja-blurbs:ja402": "Für die Geschichte aus der Gegenwart wird auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542) verwiesen. Um zu illustrieren, dass er auch früher schon große Weisheit besaß, erzählt der Buddha, wie er in einem früheren Leben im Amt des königlichen Ratgebers im ganzen Land für einen hohen moralischen Standard und Wohlstand sorgte. Er hilft einem armen alten Brahmanen, sein Leben zu retten sowie sein Geld und seine Frau zu behalten. ",
  "ja-blurbs:ja423": "Ein Mönch kann sich nicht von seiner früheren Frau lösen. Der Buddha erzählt, wie derselbe in einem früheren Leben ein Asket war und sich von Sinnenfreuden verführen ließ. Seine Mitasketen einschließlich des Bodhisatta versuchten, ihn auf den rechten Weg zurückzubringen, was schließlich mithilfe einer weiteren Geschichte aus einem früheren Leben gelang. ",
  "ja-blurbs:ja427": "Ein Mönch will sich nicht belehren lassen, und der Buddha erzählt, wie er in einem früheren Leben als Geier gegen den Rat seines Vaters, des Bodhisatta, zu hoch flog und so ums Leben kam – ganz ähnlich dem Ikarus in der griechischen Mythologie. ",
  "ja-blurbs:ja428": "Das Jātaka schildert, wie es zu dem berühmten Streit in Kosambi kam. Er begann zwischen zwei Mönchen und erfasste nicht nur den gesamten Saṅgha, sondern auch die Laien der Stadt und sogar die Gottheiten. Alle waren in zwei Parteien gespalten. Der Buddha versucht vergeblich, sie zu versöhnen. Auch verschiedene Geschichten aus früheren Leben (hier nur angedeutet) bringen sie nicht zur Vernunft, sodass der Buddha schließlich allein weggeht. ",
  "ja-blurbs:ja434": "Ein besonders essgieriger Mönch verbringt den Vormittag fast ausschließlich mit Almosensammeln. Der Buddha erzählt, wie dieser in einem früheren Leben eine gierige Krähe war, die noch dazu so schön sein wollte wie goldene Gänse. Die Gänse erklären ihr, dass Schönheit nicht nur durch die Art der Nahrung, sondern vor allem durch die Art des Lebenserwerbs zustande kommt. ",
  "ja-blurbs:ja441": "An dieser Stelle findet sich lediglich ein Verweis auf das Punnaka-Jātaka (Vidhura-Jātaka, Ja 546). Die Geschichte wird unter der Überschrift „Das Kapitel von den vier Uposatha-Gelübden“ erzählt. Vier Könige aus unterschiedlichen Reichen, menschlichen und nicht-menschlichen, fragen den Weisen Vidhura, den Bodhisatta, wer von ihnen die größte Tugend besitzt. ",
  "ja-blurbs:ja443": "In Bezug auf einen zornigen Mönch erzählt der Buddha, wie er selbst in einem früheren Leben zusammen mit seiner Frau Asket wurde. Als der König die Frau mit Gewalt von ihm wegführt, gelingt es ihm, eine kurze Anwandlung von Zorn rasch zu beherrschen. Der König ist beeindruckt und lässt die Asketin wieder frei. ",
  "ja-blurbs:ja452": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Die Geschichte wird unter der Überschrift „Die Frage nach der Weisheit“ erzählt. Ein Minister bringt den Weisen Mahosadha zum König zurück. ",
  "ja-blurbs:ja456": "Nachdem er mit häufig wechselnden Aufwärtern nicht immer gute Erfahrungen gemacht hat, möchte der Buddha eine zuverlässige Person für diesen Posten. Ānanda erklärt sich unter acht Bedingungen bereit, und der Buddha akzeptiert sein Angebot. Er erzählt, wie er in einem früheren Leben, als er ein König war, ebenfalls Ānanda gegeben hatte, was dieser wünschte. ",
  "ja-blurbs:ja462": "Ein Mönch verliert den Mut zum Üben. Der Buddha spornt ihn an, indem er erzählt, wie er in einem früheren Leben als Prinz Saṁvara auf den Bodhisatta gehört und beharrlich dessen Rat befolgt hatte und dadurch als jüngster von hundert Prinzen nach dem Tod seines Vaters die Königswürde erhielt. ",
  "ja-blurbs:ja465": "Die Sakyer betrügen den König Pasenadi von Kosala mit der Tochter einer Sklavin, die sie ihm zur Frau geben. Als deren Sohn das später erfährt, schwört er Rache an den Sakyern. Auf seinem Rachefeldzug wird er dreimal vom Buddha aufgehalten. Darauf angesprochen, wie er seine Verwandten beschützte, erzählt dieser, wie er das auch in einem früheren Leben schon getan hatte, als er ein Baumgott war. ",
  "ja-blurbs:ja466": "Devadatta bereut seine Untaten und will den Buddha um Verzeihung bitten, stirbt aber, bevor er ihn sehen kann, wird von der Erde verschlungen und direkt in die Hölle geworfen, zusammen mit 500 Familien, die sich ihm angeschlossen hatten. Der Buddha erzählt, wie er bereits in einem früheren Leben wegen seiner Gier 500 Familien mit sich ins Verderben riss. ",
  "ja-blurbs:ja467": "Ein Brahmane legt ein neues Feld an und bebaut es. Als sein Korn reif ist, verliert er seine ganze Ernte durch einen heftigen Regen. Der Buddha tröstet ihn mit einer Lehrrede (vermutlich Snp 4.1). In diesem Zusammenhang erzählt der Buddha den Mönchen und Nonnen die Geschichte von einem König, der eine wachsende Gier nach Macht entwickelt. Sakka will ihm eine Lektion erteilen, kommt als Fremder in die Stadt und verspricht dem König, für ihn drei Königreiche zu erobern. Der König bietet ihm nicht einmal einen Schlafplatz an und blamiert sich vor dem ganzen Reich. Darauf wird er krank, doch dem Bodhisatta gelingt es, ihn mittels weiser Unterweisung zu heilen. ",
  "ja-blurbs:ja469": "Die Mönche preisen die Taten, die der Buddha zum Wohl der Welt verübt hat. Der Buddha berichtet, wie er auch in einem früheren Leben als Gott Sakka zum Wohl der Welt gehandelt habe. ",
  "ja-blurbs:ja471": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Die Geschichte wird unter der Überschrift „Die Frage nach dem Bock“ erzählt. Selbst sonst so unverträgliche Tiere wie ein Bock und ein Hund freunden sich an, wenn beide einen Nutzen davon  haben. ",
  "ja-blurbs:ja472": "Die Brahmanin Ciñcā gibt vor, vom Buddha ein Kind empfangen zu haben, weil sie dessen guten Ruf zerstören will, wird aber von Göttern entlarvt und stürzt sogleich in die Hölle. Der Buddha erzählt, wie Ciñcā in einem früheren Leben als Königin ihren Stiefsohn, den Prinzen Lotus, den Bodhisatta, des Ehebruchs und der Vergewaltigung beschuldigt. Dieser wird bei seiner Hinrichtung von einem Schlangengott gerettet und zieht als Einsiedler in den Himalaya. ",
  "ja-blurbs:ja475": "Anlässlich eines Streits zwischen Sakyern und Koliyern, über den im Jātaka 536 berichtet wird, erzählt der Buddha eine Geschichte aus einem früheren Leben, in der ein Löwe und eine Baumgottheit im Streit ihren gegenseitigen Tod erwirkt hatten. ",
  "ja-blurbs:ja477": "Ein Mönch, der ohnehin kein besonderes Interesse an der geistlichen Übung zeigt, wird von einer Frau, die einen Schwiegersohn sucht, für ihre Tochter gewonnen. Der Buddha erzählt, dass dieses Mädchen ihn auch in einem früheren Leben zu verführen versuchte, als er der Sohn eines Einsiedlers war. ",
  "ja-blurbs:ja479": "Ānanda pflanzt am Eingang zu Jetas Wäldchen einen Sämling des Bodhibaumes ein, damit die Menschen auch bei Abwesenheit des Buddha einen Ort der Verehrung haben sollen. Der Buddha erzählt, wie Ānanda bereits in einem früheren Leben einen Bodhibaum verehrte. Damals war er ein weltbeherrschender König, der durch allerlei Wirren zu seinem Amt kam und auf dem Weg zu seinen Eltern an einem Bodhibaum vorbeikam. ",
  "ja-blurbs:ja481": "Der Mönch Kokālika veranlasst in berechnender Absicht die Laien eines Dorfes, Sāriputta und Moggallāna Spenden zu geben, in der Hoffnung, selbst etwas zu bekommen. Da seine Hoffnung enttäuscht wird, fasst er einen Hass gegen die beiden. (Sein Schicksal wird auch in AN 10.89 und SN 6.10 berichtet.) Die Geschichte aus der Vergangenheit, die der Buddha daraufhin erzählt, ist eine perfekte Illustration des Sprichworts „Wer andern eine Grube gräbt, fällt selbst hinein.“ Im Lauf des Jātaka werden weitere Geschichten aus früheren Leben erzählt. ",
  "ja-blurbs:ja483": "Der Buddha lässt Sāriputta öffentlich seine Weisheit demonstrieren, indem er ihm eine Frage stellt, die sonst niemand beantworten kann. Danach erzählt er, wie Sāriputta auch in einem früheren Leben in der Lage war, aus Andeutungen einen Sachverhalt richtig zu erkennen. Zu Beginn des Jātaka wird berichtet, wie der Buddha ein Doppelwunder vorführt und anschließend die Regenzeit im Himmel verbringt. ",
  "ja-blurbs:ja487": "Ein Mönch verschafft sich mit betrügerischen Mitteln Bedarfsgegenstände. Der Buddha erzählt daraufhin, wie dieser in einem früheren Leben nicht aus dem Wunsch, sich zu läutern, sondern aus Wissensdurst Asket geworden war und zusammen mit seiner Gruppe dem König ein falsches Asketentum vorspielte. ",
  "ja-blurbs:ja489": "Das Jātaka erzählt, wie sich Visākhā, die Mutter Migāras, vom Buddha acht Vorrechte zum Spenden erbittet (berichtet im Vinaya: https://suttacentral.net/pli-tv-kd8/de/maitrimurti-traetow, Kap. 18). Der Buddha erzählt, wie ihr auch in einem früheren Leben von ihm ein Wunsch erfüllt wurde, als er der Götterkönig Sakka war. Sie war die Frau des Königs Suruci und war kinderlos, und Sakka erfüllte wegen ihrer großen Tugend ihren Wunsch nach einem Sohn. Ihr Sohn ist der große mythische König Panāda, der auch an anderen Stellen im Kanon Erwähnung findet. Siehe auch https://dhammaregen.github.io/dhammaregen/Mythologie/metteyya. Ein interessante Szene ist die, in der der Prinz Panāda bei seinem Inthronisationsfest lachen soll und dazu erhebliche Bemühungen angestellt werden. (Auch hier wird wieder in dem auf Panāda bezogenen Vers _yūpa_, Opferpfahl, fälschlich als „Palast“ übersetzt.) ",
  "ja-blurbs:ja500": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Die Geschichte wird unter der Überschrift „Die Frage nach der Geringwertigkeit des Glanzes“ erzählt. Es handelt sich um eine Debatte in Strophen über die Frage, was wertvoller sei: Ruhm oder Weisheit. ",
  "ja-blurbs:ja506": "Der Buddha lobt das Einhalten des Besinnungstages und erzählt, wie er selbst zuerst als Mensch den Besinnungstag einhielt, um als Schlangenkönig wiedergeboren zu werden, als Schlangenkönig aber dann wieder Mensch werden wollte und ebenfalls, unter Einsatz seines Lebens, den Besinnungstag einhielt. ",
  "ja-blurbs:ja508": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Die Geschichte wird unter der Überschrift „Die Frage an die fünf Weisen“ erzählt. Seine vier Konkurrenten versuchen, den Weisen Mahosadha beim König zu verleumden. ",
  "ja-blurbs:ja509": "Der Buddha erzählt, wie er bereits in einem früheren Leben die Welt verlassen hatte. Er war der Sohn eines königlichen Hauspriesters und zog zusammen mit dem ganzen Königreich in eine von den Göttern errichtete Einsiedelei, und sieben weitere Königreiche folgten diesem Beispiel. ",
  "ja-blurbs:ja515": "Für die Geschichte aus der Gegenwart wird auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542) verwiesen. Um zu illustrieren, dass er auch früher schon große Weisheit besaß, erzählt der Buddha, wie er in einem früheren Leben als siebenjähriger Junge der Einzige war, der eine Frage nach dem richtigen Lebenswandel für einen König beantworten konnte. ",
  "ja-blurbs:ja517": "An dieser Stelle findet sich lediglich ein Verweis auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542). Die Geschichte wird unter der Überschrift „Die Frage nach dem Wasserdämon“ erzählt. Es geht um die Frage, wen aus seinem Umfeld man einem menschenfressenden Wasserdämon geben würde und wen keinesfalls. ",
  "ja-blurbs:ja521": "Dar Buddha spricht mit dem König von Kosala und weist ihn darauf hin, dass das Verhalten der Herrschenden Auswirkungen auf das ganze Land hat und erinnert damit an AN 4.70. Dann erzählt er eine Geschichte aus einem früheren Leben, in der ein kinderloser König drei Vögel als seine Kinder adoptiert. Diese erweisen sich als ausgesprochen weise, und ihrem Rat folgend führt der König eine gute Regierung. ",
  "ja-blurbs:ja522": "Die Umstände von Mahāmoggallānas Tod werden erzählt; sein Leichnam wird mit allen Ehren bestattet. Der Buddha erzählt, wie Moggallāna auch in einem früheren Leben große Ehre erfuhr. Damals war er ein weiser Einsiedler, Schüler des Bodhisatta, der von vielen Menschen geschmäht und misshandelt und nach seinem Tod mit allen Ehren bestattet wurde. ",
  "ja-blurbs:ja525": "Der Buddha erzählt eine Geschichte aus einem früheren Leben in Bezug auf die Selbstüberwindung. Als der Barbier auf dem Kopf des Königs Sutasoma das erste graue Haar entdeckt, zieht der König gegen den Willen seiner Familie, des Hofstaates und der ganzen Stadt als Asket aus dem Palast fort; schließlich folgt ihm das ganze Königreich. ",
  "ja-blurbs:ja527": "Ein Mönch verliebt sich in eine Frau und ist daraufhin mit dem geistlichen Leben unzufrieden. Der Buddha erzählt eine Geschichte aus einem früheren Leben, in der eine junge Frau, die mit ihrer Schönheit alle Männer betört, vom König verschmäht wird, nachdem sie seine Berater um den Verstand gebracht hat. Sie, gekränkt, beschließt darauf, den König zu Fall zu bringen, und zeigt sich ihm in ihrer Schönheit. Doch obwohl er sich sofort in sie verliebt, lässt sich dieser von seinem Heerführer, dem Gatten der Schönen, wieder zur Vernunft bringen. ",
  "ja-blurbs:ja528": "Für die Geschichte aus der Gegenwart wird auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise, Ja 542) verwiesen. Um zu illustrieren, dass er auch früher schon große Weisheit besaß, erzählt der Buddha, wie er in einem früheren Leben als Bettelmönch Bodhi einen König von der Verblendung durch seine Ratgeber erlöste. ",
  "ja-blurbs:ja533": "Als Devadatta in einem erneuten Versuch, den Buddha zu töten, einen wilden Elefanten auf diesen hetzen lässt, will sich Ānanda dazwischen werfen, um das Leben des Buddha zu retten. Der Buddha erzählt eine Begebenheit aus einem früheren Leben, wo Ānanda als ein wilder Schwan ebenfalls unter Einsatz seines Lebens den Bodhisatta rettete, der in einer Schlinge gefangen war. ",
  "ja-blurbs:ja534": "Die gleiche Geschichte aus der Gegenwart wie in Ja 533. Der Buddha erzählt eine Begebenheit aus einem früheren Leben, in der die Königin Khemā von Benares ein Schwangerschaftsgelüste äußert, von dem ihr Leben abhänge: dass sie die Predigt eines golden Schwans zu hören bekommt. Der König lässt einen Teich anlegen, um Schwäne anzulocken, und beauftragt einen Jäger, sie zu fangen. Ānanda ist der Heerführer des Schwanenkönigs, des Bodhisatta, und rettet durch seine Unerschrockenheit dessen Leben. ",
  "ja-blurbs:ja535": "Ein Mönch sticht durch seine große Spendenwilligkeit heraus. Der Buddha sagt, das sei nicht immer so gewesen. In einem früheren Leben sei er besonders geizig gewesen, so sehr, dass er eine Speise, nach der er Appetit gehabt habe, nicht einmal mit seiner Frau habe teilen wollen. Der Buddha berichtet dann, wie er selbst als Gott Sakka zusammen mit anderen Göttern aus dem Geizhals einen genügsamen Spender machte. ",
  "ja-blurbs:ja536": "Der Buddha verhindert einen Krieg zwischen den Sakyern und den Koliyern, und zum Dank senden sie 500 junge Männer zum Eintritt in den Orden. Da diese aber nicht aus eigenem Antrieb diesen Schritt gegangen sind, werden sie nach einer Weile unzufrieden. Der Buddha führt ihnen in vielfältiger Weise mit verschiedenen Geschichten aus früheren Leben die Schlechtigkeit der Frauen vor Augen, wodurch sie die Lust am weiblichen Geschlecht verlieren. Wie in den Jātakas die Regel, trifft die Schuld an sexuellen Ausschweifungen allein die Frauen, während die Männer die Opfer sind. In diesem komplexen Jātaka werden zahlreiche andere Jātakas sowie auch das Attadaṇḍa-Sutta (Snp 4.15) und das Mahāsamaya-Sutta (DN 20) erwähnt. ",
  "ja-blurbs:ja537": "Aṅgulimāla, der Massenmörder, wurde durch den Buddha von seinem bösen Weg abgebracht, und die Mönche und Nonnen drücken darüber ihr Erstaunen aus. Der Buddha sagt, auch in einem früheren leben habe er Aṅgulimāla zum Besseren bekehrt. Er erzählt eine Geschichte, in der er selbst ein Königssohn ist. Ein anderer Königssohn, sein Studienfreund, der spätere Aṅgulimāla, entdeckt als König seine Vorliebe für Menschenfleisch und isst viele seiner Untertanen. Der Bodhisatta bringt ihn schließlich davon ab. Das Jātaka bietet eine Erklärung für die Entstehung des Dorfes Kammāsadamma, das Schauplatz mehrerer Suttas ist. ",
  "ja-blurbs:ja538": "Die Mönche und Nonnen preisen das Fortziehen des Buddha, und dieser sagt, er habe das auch in einem früheren Leben bereits getan. Er erzählt eine Geschichte, in der er als Königssohn so große Angst vor den mit der Herrschaft einhergehenden schlechten Taten hatte, dass er sich taub und stumm stellte, bis er eine Möglichkeit fand, als Asket im Wald zu leben. Seine Eltern und das ganze Königreich sowie zwei weitere Königreiche folgten seinem Beispiel. ",
  "ja-blurbs:ja539": "Die Mönche sprechen darüber, dass der Buddha das weltliche Leben verlassen hat. Dieser sagt, das habe er auch bereits in einem früheren Leben getan, und erzählt in aller Breite die Geschichte des Königs Mahājanaka, der auf dem Höhepunkt seiner Macht das Weltleben aufgab. Eine besondere Rolle spielt dabei ein Erlebnis mit einem geplünderten Mangobaum: Ein Baum mit Früchten hat etwas zu verlieren; einer, der keine Früchte trägt, nicht – diese Überlegung motivierte ihn zur Aufgabe seines prachtvollen Lebens. ",
  "ja-blurbs:ja540": "Ein Mönch versorgt mit Almosen, das er erhält, seine in Armut geratenen Eltern. Mitmönche kritisieren ihn, weil er das gespendete Almosen an Laien weitergebe, doch der Buddha lobt sein Verhalten und erzählt, dass er selbst in einem früheren Leben das Gleiche getan hat. Damals war er der Sohn eines Asketenpaares, dessen Eltern erblindeten, und er versorgte und betreute sie. ",
  "ja-blurbs:ja541": "Der Buddha lächelt an einer Stelle in einem Wald bei Mithila und erzählt, wie er dort in einem früheren Leben als Asket gelebt hat. Er war der König Nimi, der, als ihm die Haare grau zu werden begannen, seinem Sohn den Thron übergab und sich in eine Einsiedelei zurückzog. Noch während seiner Herrschaft aber unternimmt er einen Ausflug in die Welt der Götter und sieht dabei verschiedene Höllen und Himmel. ",
  "ja-blurbs:ja542": "Devadatta will den Buddha töten lassen und heckt einen komplexen Plan aus, bei dem viele Menschen ums Leben kommen würden. Durch die Macht des Buddha wird der Plan allerdings vereitelt. Der Buddha erzählt anschließend, wie Devadatta auch in einem früheren Leben bereits den Tod Vieler wollte, um ihn zu töten. ",
  "ja-blurbs:ja543": "Der Buddha lobt eine Gruppe von Laien, die den Besinnungstag einhalten, und sagt, dass dieser Brauch schon von alters her besteht. Er erzählt eine Geschichte aus einem früheren Leben, in der der Bodhisatta ein Nāgaprinz war, der regelmäßig den Besinnungstag einhielt. Er blieb seinem Vorsatz auch treu, als er von einem Schlangenbändiger angegriffen wurde. ",
  "ja-blurbs:ja544": "Der ehemalige Filzhaarasket Uruveḷakassapa ist mit all seinen Anhängern ein Schüler des Buddha geworden. Als dies bei Vielen Erstaunen auslöst, erzählt der Buddha, wie er bereits in einem früheren Leben Uruveḷakassapa von einem falschen Weg abgebracht hatte. Damals war der heutige Asket ein König, der eine Irrlehre angenommen hatte. Als es seiner weisen Tochter nicht gelang, ihn davon abzubringen, bat sie um die Hilfe der Götter, und ein Brahmā, der Bodhisatta, erfüllte ihren Wunsch. ",
  "ja-blurbs:ja545": "Die Mönche preisen die Weisheit des Buddha, und dieser erzählt ausführlich, wie er bereits in einem früheren Leben Weisheit besaß. Vidhura, der Weise von Kuru, der Bodhisatta, ist ein königlicher Berater. Um von ihm Unterweisung zu erhalten, äußert eine Nāgakönigin ein Verlangen nach seinem Herzen. Der Dämon Punnaka soll es für sie erlangen und dafür ihre Tochter zur Frau erhalten. ",
  "ja-blurbs:ja546": "Die Mönche preisen die Weisheit des Buddha, und dieser erzählt ausführlich, wie er bereits in einem früheren Leben Weisheit besaß. Ein König erhält im Traum eine Prophezeiung über einen künftigen Weisen. Der Bodhisatta, der in der gleichen Nacht empfangen wird, zeigt von Geburt an besondere Merkmale, aber einer der bisherigen Weisen verlangt aus Eifersucht immer weitere Prüfung und Beobachtung vor der Bestätigung seiner Besonderheit. Später legt der Weise Mahosadha bei zahlreichen Gelegenheiten seine Weisheit an den Tag. Das Jātaka setzt sich aus vielen Einzelgeschichten zusammen, von denen eine eine Parallele zur biblischen Geschichte von dem weisen Urteil des Salomon darstellt, als zwei Frauen sich um ein Kind streiten. In zahlreichen anderen Jātakas wird auf das Umaṅga-Jātaka (Ummagga-Jātaka in Dutoits Schreibweise) verwiesen. ",
  "ja-blurbs:ja547": "Der Buddha besucht zum ersten Mal seit seinem Erwachen seine Verwandten, und bei der Gelegenheit geht ein wunderbarer Regenguss nieder. Der Buddha erzählt darauf, wie auch in einem früheren Leben bei einem Treffen mit seinen Verwandten ein solcher Regen gefallen war. Der Bodhisatta ist in dieser Geschichte der König Vessantara, der wegen allzu großer Spendenfreudigkeit von seinem Vater und  den Stadtbewohnern aus dem Reich verbannt wird. Doch selbst als Verstoßener gibt er noch seine verbliebenen Besitztümer her, zuletzt gar seine Kinder und seine Frau. Mit göttlicher Hilfe wird am Ende alles gut. "
}