{
  "ja-blurbs:ja1": "Der Hausbesitzer Anāthapiṇḍika bringt seine Freunde zum Buddha und alle nehmen Zuflucht. Während einer längeren Abwesenheit des Buddha wenden sie sich aber wieder ihren früheren Lehrern zu. Der Buddha zeigt anhand einer Geschichte aus der Vergangenheit, welche schlimmen Folgen es hat, auf falschen Rat zu hören. In ähnlicher Form finden wir diese Geschichte in DN 23. ",
  "ja-blurbs:ja2": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie dieser Mönch in der Vergangenheit durch seinen unermüdlichen Einsatz Viele vor dem Verdursten rettete. ",
  "ja-blurbs:ja3": "Ein Mönch verliert den Mut zum Üben. Der Buddha spornt ihn an, indem er die Geschichte eines gierigen Kaufmanns erzählt, der sich eine gute Gelegenheit entgehen lässt, weil er hofft, sich den gewünschten Gegenstand ohne Gegenleistung aneignen zu können. ",
  "ja-blurbs:ja4": "Die Geschichte des Mönchs Cūḷapanthaka wird ausführlich berichtet. Nachdem der Buddha ihm zum Erwachen verholfen hat, erzählt er, wie er ihm in der Vergangenheit zu Reichtum verholfen hatte. ",
  "ja-blurbs:ja5": "Der törichte Mönch Udāyi will das Verteilen der Speisen übernehmen, übt das Amt aber schlecht aus. Der Buddha erzählt, wie er bereits in der Vergangenheit sein Amt als königlicher Schatzmeister schlecht ausgeübt hatte. ",
  "ja-blurbs:ja6": "Ein Mönch hat weit mehr Besitztümer, als es Mönchen und Nonnen zusteht. Der Buddha erinnert ihn an sein Gewissen, indem er erzählt, wie er auch in der Vergangenheit sich an sein Gewissen erinnern ließ und sein bösartiges Verhalten als Wassergeist änderte. ",
  "ja-blurbs:ja7": "König Pasenadi von Kosala will den Sohn seiner Hauptgemahlin nicht anerkennen, nachdem er erfahren hat, dass die Mutter dieser Königin eine Sklavin war (die Geschichte wird in Ja 465 erzählt). Der Buddha ermuntert ihn, seinen Sohn dennoch anzuerkennen, und erzählt, wie er selbst in der Vergangenheit als Sohn eines Königs und einer Reisigsammlerin geboren und dennoch von seinem Vater anerkannt worden war. ",
  "ja-blurbs:ja8": "Die Geschichte ist identisch mit der in Ja 462 und wird dort erzählt. Lediglich der Vers ist diesem Jātaka eigentümlich und wird hier angeführt. ",
  "ja-blurbs:ja9": "Die Mönche freuen sich über das Fortziehen des Buddha und preisen es. Der Buddha erzählt, wie er auch in der Vergangenheit bereits das weltliche Leben hinter sich gelassen hat. ",
  "ja-blurbs:ja10": "Der Mönch Bhaddiya bringt sein Entzücken zum Ausdruck, als er daran denkt, wie er als Laie, obwohl er viele Soldaten zu seinem Schutz hatte, in ständiger Angst lebte, jetzt aber, da er ein Vollendeter geworden ist, selbst in den gefährlichsten Wäldern keine Furcht mehr empfindet. Der Buddha erzählt, dass es ihm in der Vergangenheit bereits ähnlich ergangen war. ",
  "ja-blurbs:ja11": "Devadatta hat den Orden gespalten und hat sich mit einem Gefolge von 500 Mönchen und Nonnen abgesetzt. Der Buddha schickt Sāriputta und andere hin, um die 500 Anhänger zurückzugewinnen, was auch gelingt. Sāriputta kommt wie ein strahlender Sieger an, und der Buddha erzählt, wie er in der Vergangenheit als Gazelle bereits 500 Artgenossen sicher vor Gefahren bewahrt hat, während sein damaliger Bruder Devadatta seine Herde wegen seines Mangels an Weisheit verlor. ",
  "ja-blurbs:ja12": "Devadatta will eine schwangere Nonne aus dem Orden entfernen, ohne zu prüfen, ob ihre Schwangerschaft bereits zu ihrer Laienzeit zustande gekommen war. Sie geht zum Buddha, wo ihr Gerechtigkeit widerfährt. Sie und ihr Sohn erlangen Vollendung. Der Buddha berichtet, wie er diese beiden auch in der Vergangenheit beschützt hatte, als sie alle Gazellen waren. ",
  "ja-blurbs:ja13": "Ein Mönch leidet unter der Sehnsucht nach seiner früheren Frau. Der Buddha sagt, auch in der Vergangenheit habe diese Frau ihn bereits zu Fall gebracht, und berichtet eine Episode, in der sie als Gazelle ihn dem Jäger auslieferte. Das Jātaka endet mit ausgesprochen frauenverachtenden Versen. ",
  "ja-blurbs:ja14": "Ein Mönch wird von einer Sklavin mittels wohlschmeckender Speisen verlockt, zu seiner früheren Familie zurückzukehren. Der Buddha berichtet, wie er in der Vergangenheit bereits ein ähnliches Schicksal erlitt, als er eine Gazelle und die Sklavin ein Parkwächter war. Dies ist ein sehr seltener Fall, in dem in einem Jātaka eine Person in der Vergangenheit ein anderes Geschlecht hat als in der Gegenwart. ",
  "ja-blurbs:ja15": "Ein Mönch will sich nicht belehren lassen. Der Buddha berichtet, wie er auch in der Vergangenheit als Gazelle sich nicht belehren ließ und infolgedessen in der Schlinge eines Jägers gefangen wurde. ",
  "ja-blurbs:ja16": "Eine Kontrastgeschichte zur vorigen: Der Ehrwürdige Rāhula findet keine andere Unterkunft und verbringt die Nacht in einer Toilette. Seine Regeltreue wird gelobt, und der Buddha berichtet, wie er in der Vergangenheit, weil er sich belehren ließ und das Gelernte richtig anwendete, als Gazelle aus einer Schlinge entkam. Die Geschichte von Rāhula finden wir auch im Vinaya: https://suttacentral.net/pli-tv-bu-vb-pc5/en/brahmali (keine deutsche Übersetzung auf SuttaCentral). ",
  "ja-blurbs:ja17": "Zwei Mönche sind sich uneinig, ob es in der dunklen oder der hellen Monatshälfte kühler sei, und fragen den Buddha. Dieser entgegnet, er habe ihnen die gleiche Frage bereits in der Vergangenheit beantwortet, als er ein Waldeinsiedler war und die beiden Mönche wilde Tiere. ",
  "ja-blurbs:ja18": "Der Buddha wird gefragt, ob es verdienstvoll sei, Tiere zu schlachten, um mit dem Fleisch die Verstorbenen zu speisen. Der Buddha verneint und berichtet, wie in der Vergangenheit ein Widder, der geschlachtet werden soll, sich bewusst ist, dass sein Schicksal darauf zurückgeht, dass er selbst in einem früheren Leben als Brahmane solche Schlachtopfer durchgeführt hat. ",
  "ja-blurbs:ja19": "Der Buddha wird nach dem Sinn des Brauchs befragt, einer Gottheit vor einer Unternehmung ein Opfer zu versprechen, das dann nach erfolgreicher Unternehmung eingelöst wird; hierzu werden Tiere geschlachtet. Der Buddha sagt, dies sei kein guter Brauch, und berichtet, wie er in der Vergangenheit als Baumgottheit bereits die Menschen so unterwiesen hat. ",
  "ja-blurbs:ja20": "An einem Lotusteich entdecken die Mönche gespaltene Schilfhalme. Der Buddha erklärt, das gehe auf eine Begebenheit aus der Vergangenheit zurück, als er selbst ein Affenkönig war und es seiner Herde mittels dieser Halme ermöglichte, aus dem Teich zu trinken, ohne dass der dort hausende Dämon sie fressen konnte. ",
  "ja-blurbs:ja21": "Als die Mönche und Nonnen sich darüber unterhalten, wie Devadatta vergeblich versucht hat, den Buddha zu töten, erzählt der Buddha, dass er das auch in der Vergangenheit bereits versucht habe, ebenfalls ohne Erfolg, als er ein Jäger war und der künftige Buddha eine Gazelle. ",
  "ja-blurbs:ja22": "Die gegenwärtige Geschichte zu diesem Jātaka wird als Nebenhandlung in Jātaka 465 erzählt, wo der Buddha sich für seine Verwandten einsetzt. Hier berichtet er, wie er in der Vergangenheit, als er ein Hund war, ebenfalls seine Verwandten beschützt hat. ",
  "ja-blurbs:ja23": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie er selbst in der Vergangenheit als Schlachtross noch mit einer Verwundung alle seine Kräfte  mobilisiert hatte. ",
  "ja-blurbs:ja24": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie er selbst in der Vergangenheit als Vollblutpferd in der Schlacht noch mit einer Verwundung alle seine Kräfte  mobilisiert hatte. ",
  "ja-blurbs:ja25": "Sāriputta gibt seinem Schüler eine unpassende Betrachtungsübung, mit der er keinen Fortschritt macht. Der Buddha erkennt den Geist des Schülers und gibt ihm eine Übung, die ihn zum Ziel führt. Anschließend erzählt er, wie er bereits in der Vergangenheit den Geist dieses Mönchs erkannt hatte, als dieser ein Pferd war. ",
  "ja-blurbs:ja26": "Ein Mönch, der beim Buddha ordiniert ist, nimmt regelmäßig in Devadattas abtrünnigem Kloster das Essen ein. Der Buddha sagt, er sei schon in der Vergangenheit jedem nachgelaufen, und erzählt die Geschichte eines Elefanten, der sich in seinem Verhalten zuerst von Räubern, dann aber auch von Weisen beeinflussen lässt. ",
  "ja-blurbs:ja27": "Ein Mönch hat mit einem Laien eine enge Freundschaft. Der Buddha erzählt, wie die beiden auch in der Vergangenheit eng befreundet ware, als einer ein Elefant, der andere ein Hund war. ",
  "ja-blurbs:ja28": "Die sechs Mönche beschimpfen und beleidigen andere Mönche. Der Buddha weist sie zurecht und sagt, niemand möge harte Worte. Er veranschaulicht seine Unterweisung mit einer Geschichte aus der Vergangenheit, in der er selbst ein Bulle war, der nur auf freundliche Worte seines Meisters hin seine Leistung zeigte. ",
  "ja-blurbs:ja29": "Der Buddha führt ein Doppelwunder vor, mit dem er die Anhänger anderer Lehren, die sich ihrer Wunderkraft rühmen, in die Schranken weist. Das Wunder wird in Ja 483 geschildert. Als die Mönche und Nonnen sich über die Stärke unterhalten, die der Buddha gezeigt hat, erzählt er eine Geschichte aus der Vergangenheit, in der er als Bulle besondere Kraft besaß. ",
  "ja-blurbs:ja30": "Die Geschichte der Gegenwart wird im Jātaka 477 erzählt. Es geht um einen Mönch, der in ein Mädchen verliebt ist. Der Buddha erzählt hier die Geschichte aus der Vergangenheit, in der der verliebte Mönch ein Mastschwein war, das zur Hochzeit des Mädchens geschlachtet wurde. ",
  "ja-blurbs:ja31": "Ein Mönch trinkt Wasser, ohne vorher kleine Lebewesen herauszusieben. Der Buddha tadelt ihn und berichtet, wie er selbst in der Vergangenheit als Götterkönig Sakka seinen Wagen auf der Flucht vor den Asuras wendete, um junge Vögel zu verschonen, deren Umwelt sonst zerstört worden wäre. Dazwischen wird noch sehr ausführlich berichtet, welche Taten Sakka und sein Gefolge zu dieser guten Wiedergeburt gebracht hatten. ",
  "ja-blurbs:ja32": "Ein Mönch hat weit mehr Besitztümer, als es Mönchen und Nonnen zusteht. Der Buddha tadelt ihn, woraufhin er in Zorn gerät, seine Roben zerreißt und, als er wegen seiner Nacktheit verspottet wird, schließlich aus dem Orden austritt. Der Buddha erzählt, wie er in der Vergangenheit als Pfau ebenfalls durch schamloses Verhalten etwas Kostbares verlor: eine wunderbare Ehefrau. ",
  "ja-blurbs:ja33": "Der Buddha ermahnt seine Verwandten, nicht zu streiten, und illustriert seine Mahnung mit einer Geschichte aus der Vergangenheit, als Wachteln durch einträchtiges Verhalten dem Vogelfänger entkamen, aber nicht mehr, als sie sich stritten. Die dazugehörige Geschichte aus der Gegenwart, in der die Sakyer und die Koliyer gegeneinander Krieg führen wollen, wird im Jātaka 536 erzählt. ",
  "ja-blurbs:ja34": "Ein Mönch leidet unter der Sehnsucht nach seiner früheren Frau, was im Jātaka 13 berichtet wird. Der Buddha sagt, auch in der Vergangenheit habe diese Frau ihn bereits dem Tod ausgeliefert, und er selbst habe ihn gerettet. Er berichtet eine Episode, in der die beiden Eheleute Fische waren. Die Frau entkam dem Netz des Fischers, der Mann nicht. ",
  "ja-blurbs:ja35": "Ein Waldbrand verschont den Ort, wo sich der Buddha aufhält. Die Mönche schreiben das der Macht des Buddha zu, doch dieser sagt, die Ursache dafür liege in der Vergangenheit. Er erzählt, wie er als kleiner Vogel, der noch nicht fliegen konnte, einzig die Kraft seines Vertrauens zu früheren Buddhas zur Verfügung hatte, um ein herannahendes Feuer an ebendiesem Ort aufzuhalten. Die Wirkung dieses Glaubensaktes schütze diese Fläche nun bis zum Ende des Äons. ",
  "ja-blurbs:ja36": "Ein Mönch sieht sich außerstande, sich seinem vorgesehenen Betrachtungsstoff zu widmen, da seine Hütte abgebrannt ist. Am Ende der Regenzeit kehrt er ohne Ergebnis zum Buddha zurück. Dieser tadelt ihn dafür, dass er nicht verstand, was für ihn das Richtige war, und erzählt als Gegenbeispiel, wie selbst Vögel in der Vergangenheit das verstanden. ",
  "ja-blurbs:ja37": "Einige unehrerbietige Mönche belegen Wohnungen für sich selbst, sodass Altehrwürdige wie Sāriputta die Nacht im Freien zubringen müssen. Der Buddha tadelt dieses Verhalten und legt fest, dass die Hierarchie im Orden entsprechend des Alters zu beobachten sei. Er illustriert dies mit einer Geschichte aus der Vergangenheit, in der selbst Tiere diese Hierarchie respektierten. ",
  "ja-blurbs:ja38": "Ein Mönch, der im Schneidern geschickt ist, fertigt für die anderen Roben aus alten Lumpen, die er mit ein paar oberflächlichen Tricks hübsch aussehen lässt, bis ihn ein Schneider aus dem Dorf mit dem gleichen Trick hereinlegt. Der Buddha erzählt, wie die beiden bereits in der Vergangenheit Ähnliches getan hatten, als der Mönch ein Kranich war, die die Fische betrog, und der Schneider ein Krebs, der den Kranich betrog. ",
  "ja-blurbs:ja39": "Sāriputta hat einen Gefährten, der sich, solange er im Kloster ist, vorbildlich verhält, aber als er mit Sāriputta in einer anderen Gegend auf Almosengang ist, verhält er sich trotzig und feindselig. Der Buddha erklärt, dass er auch in der Vergangenheit schon ein solches Verhalten an den Tag gelegt hat, als er Sklave eines Gutsbesitzers war und dessen Sohn das vom Vater vergrabene Geld zeigen sollte. ",
  "ja-blurbs:ja40": "Anāthapiṇḍika, der reiche Wohltäter aus Sāvatthī, verliert nach und nach sein Vermögen und kann nur noch sehr einfache Mahlzeiten spenden. Der Buddha tröstet ihn darüber in AN 9.20. In diesem Jātaka ist die Handlung noch um eine Gottheit erweitert, die in Anāthapiṇḍikas Haus lebt und, nachdem sie aus eigennützigen Motiven versucht, ihn von der Buddhalehre abzubringen, von ihm des Hauses verwiesen wird. Obdachlos geworden, bereut sie ihr Handeln und schafft, um sich mit ihm zu versöhnen, Anāthapiṇḍikas verlorenes Vermögen wieder her. Anlässlich dieser Vorfälle erzählt der Buddha, wie er selbst sich in der Vergangenheit nicht einmal von Māra vom Almosenspenden abhalten ließ. ",
  "ja-blurbs:ja41": "Der Mönch Losaka wird als „Unglückskind“ geboren und sogar von seiner Familie verstoßen. Als er Mönch wird, erhält er gerade so viel Almosen, dass er überleben kann, erlangt aber trotzdem die Vollendung. Nach seinem Tod berichtet der Buddha, welche früheren Taten zu seinem Schicksal geführt haben. ",
  "ja-blurbs:ja42": "Der Buddha erzählt, wie ein gefräßiger Mönch auch in der Vergangenheit gefräßig war, als er eine Krähe war, und damit in großes Unglück kam. ",
  "ja-blurbs:ja43": "Im Hinblick auf einen Mönch, der keinen Rat annehmen will, erzählt der Buddha, dass dieser auch in der Vergangenheit gegen den Rat des Bodhisatta eine Giftschlange als Haustier hielt und von ihr tödlich gebissen wurde. ",
  "ja-blurbs:ja44": "Bewohner eines Dorfes ziehen mit Pfeil und Bogen in den Kampf gegen Mücken. Statt die Mücken zu vernichten, verwunden sie sich gegenseitig. Der Buddha erzählt daraufhin eine Geschichte aus der Vergangenheit, in der ein Sohn seinen Vater erschlug, als er eine Mücke auf seinem Kopf erschlagen wollte. ",
  "ja-blurbs:ja45": "Als eine Magd statt der Fliegen, die sie von ihr vertreiben will, ihre Mutter erschlägt, erzählt der Buddha, dass sie dasselbe auch bereits in der Vergangenheit getan hatte, als er selbst ihr Dienstherr war. ",
  "ja-blurbs:ja46": "Ein Junge gießt junge Bäume, indem er sie ausreißt und die Wurzeln begießt; die entsprechende Stelle im Park bleibt kahl. Der Buddha erzählt, wie dieser Junge in der Vergangenheit als Affe dem Parkwächter einen Gefallen tun wollte und auf genau dieselbe Weise Unheil anrichtete. ",
  "ja-blurbs:ja47": "Ein Lehrling verdirbt den Branntwein seines Meisters, indem er Salz zufügt. Der Buddha erzählt, wie er genau das Gleiche auch in der Vergangenheit getan hatte. ",
  "ja-blurbs:ja48": "Anlässlich eines Mönchs, der keinen Rat annehmen will, erzählt der Buddha, wie dieser Mönch in der Vergangenheit als Brahmane den Rat seines Schülers, des Bodhisatta, in den Wind schlug und infolgedessen zusammen mit tausend anderen ums Leben kam. ",
  "ja-blurbs:ja49": "Ein nackter Asket lässt aus Verärgerung über eine Familie eine Hochzeit platzen. Der Buddha berichtet, dass es in der Vergangenheit bereits einen ähnlichen Vorfall gegeben habe. Damals habe ein Weiser – niemand anders als der Bodhisatta – erklärt, dass Astrologie nicht das geeignete Mittel ist, einer ehelichen Verbindung Glück zu bringen. ",
  "ja-blurbs:ja50": "Das Jātaka berichtet, wie der Buddha, als er in der Vergangenheit König war, sein Volk mittels einer Drohung dazu gebracht hatte, nichts Schlechtes mehr zu tun. Die dazugehörige Geschichte aus der Gegenwart findet sich in Jātaka 469; dort preisen die Mönche die Taten, die der Buddha zum Wohl der Welt verübte. ",
  "ja-blurbs:ja51": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie er selbst in der Vergangenheit als König selbst in Gefangenschaft nicht den Mut sinken ließ und dadurch sich und sein Land rettete. ",
  "ja-blurbs:ja52": "In diesem kurzen Jātaka wird lediglich gesagt, dass es wiederum um einen Mönch geht, der den Mut zum Üben verliert und der vom Buddha mittels einer Geschichte aus der Vergangenheit angespornt wird. Alle Einzelheiten finden sich im Mahājanaka-Jātaka, Ja 539. ",
  "ja-blurbs:ja53": "Ein paar Gauner wollen Anāthapiṇḍika mit vergiftetem Branntwein bewusstlos machen, um ihn auszurauben. Er aber durchschaut ihre Absicht und berichtet dem Buddha von dem Vorfall. Dieser erzählt, dass sie das gleiche Spiel bereits in der Vergangenheit mit ihm selbst versucht hätten, als er in Benares ein Großkaufmann war. ",
  "ja-blurbs:ja54": "Ein Parkwächter erweist sich als besonders geschickt im Einschätzen der Qualität der Früchte auf den Bäumen. Der Buddha erzählt, wie er selbst in der Vergangenheit die Fähigkeit besaß, giftige Früchte zu erkennen, die Mangofrüchten glichen. ",
  "ja-blurbs:ja55": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie er selbst in der Vergangenheit als Prinz selbst dann noch den Mut nicht sinken ließ, als er in der Gewalt eines Dämons war, des späteren Aṅgulimāla. ",
  "ja-blurbs:ja56": "Ein Mönch fühlt sich von der Vielzahl der Regeln überfordert und will die Robe ablegen. Der Buddha gibt ihm stattdessen drei Regeln zu beachten, und dieser Übung fühlt er sich gewachsen. Nach kurzer Zeit erreicht er das Ziel. Der Buddha veranschaulicht anhand einer Geschichte aus der Vergangenheit, wie hilfreich es ist, sich komplexe Aufgaben in kleine Portionen einzuteilen. ",
  "ja-blurbs:ja57": "Anlässlich von Devadattas Mordplänen berichtet der Buddha, dieser habe ihm auch in der Vergangenheit bereits nach dem Leben getrachtet. Er erzählt, wie Devadatta als ein Krokodil auf Wunsch seiner Frau ihn, den Affenkönig, fangen wollte. ",
  "ja-blurbs:ja58": "Eine weitere Geschichte, die der Buddha im Zusammenhang mit Devadattas Mordplänen erzählt. Diesmal ist der Bodhisatta ein Sohn des Affenkönigs Devadatta, und dieser kastriert alle seine Söhne aus Furcht vor Konkurrenz. Der Bodhisatta entgeht diesem Schicksal durch Stärke und Klugheit. ",
  "ja-blurbs:ja59": "Anlässlich eines Mönchs, der keinen Rat annehmen will, erzählt der Buddha, wie dieser Mönch in der Vergangenheit den Rat seines Vaters, des Bodhisatta, missachtete und beide dadurch ihr mit Trommeln mühsam verdientes Geld verloren. ",
  "ja-blurbs:ja60": "Wie im vorigen Jātaka, nur war diesmal der Bodhisatta der Sohn und das Instrument ein Muschelhorn. ",
  "ja-blurbs:ja61": "Dieses Jātaka erzählt eine Geschichte aus der Vergangenheit, die die Schlechtigkeit der Frauen illustrieren soll. Darin wird eine Greisin so von Lust gepackt, dass sie dafür ihren eigenen Sohn, der für ihre Pflege sorgt, töten will. Die dazugehörige Geschichte aus der Gegenwart wird in Jātaka 527 erzählt. ",
  "ja-blurbs:ja62": "Anlässlich eines Mönchs, der wegen seiner Anhänglichkeit an Frauen mit dem geistlichen Leben unzufrieden ist, erzählt der Buddha eine Geschichte aus der Vergangenheit, um die Schlechtigkeit der Frauen zu demonstrieren. Es geht um eine Frau, die von Geburt an von der Welt isoliert wurde, und doch ihrem Ehemann untreu wurde. ",
  "ja-blurbs:ja63": "Anlässlich eines Mönchs, der wegen seiner Anhänglichkeit an Frauen mit dem geistlichen Leben unzufrieden ist, erzählt der Buddha eine Geschichte aus der Vergangenheit, um die Schlechtigkeit der Frauen zu demonstrieren. Es geht um ein Mädchen, das bereits als Kind seine Diener schikaniert, dann einen Einsiedler, der sie aus dem Fluss rettet, dazu bringt, um ihretwillen sein geistliches Leben aufzugeben, und ihn später sogar den Räubern ausliefert. ",
  "ja-blurbs:ja64": "Ein Anhänger des Buddha hat eine Frau, deren Verhalten auf für ihn unerklärliche Art wechselt. Der Buddha erzählt, dass das bereits in der Vergangenheit genauso gewesen sei, und dass das wechselnde Verhalten mit ehelicher Untreue zu tun habe. ",
  "ja-blurbs:ja65": "Ein Anhänger des Buddha hat eine Frau, deren Verhalten wegen ihrer ehelichen Untreue wechselhaft ist. Dem Mann, der darüber bedrückt ist, erklärt der Buddha anhand einer Geschichte aus der Vergangenheit, dass dieses Verhalten für Frauen normal sei und für einen Weisen kein Grund, sich aufzuregen. ",
  "ja-blurbs:ja66": "Ein Mönch verliebt sich und ist mit dem geistlichen Leben unzufrieden. Der Buddha erzählt, wie er selbst in der Vergangenheit ein Asket gewesen sei und sich in eine Frau verliebt habe; diese aber habe ihm geholfen, wieder zur Besinnung zu kommen und zum Asketenleben zurückzukehren. ",
  "ja-blurbs:ja67": "Drei Männer werden unschuldig verhaftet. Eine Frau erreicht durch ihre klugen Antworten, dass der König alle drei freilässt. Der Buddha erzählt ein paralleles Ereignis aus der Vergangenheit. ",
  "ja-blurbs:ja68": "Ein brahmanisches Ehepaar begrüßt den Buddha als ihren „Sohn“, und der Buddha erklärt, dass sie in vielen früheren Existenzen tatsächlich dieses Verwandtschaftsverhältnis hatten. ",
  "ja-blurbs:ja69": "Sāriputta verzehrt den Kuchen, der für seinen jungen Assistenten aufgehoben worden war, als dieser nicht rechtzeitig vom Dorf zurückkommt. Der Junge beschämt Sāriputta mit einer Bemerkung, woraufhin dieser nie mehr Kuchen isst. Der Buddha bringt den Vorfall mit einer Geschichte aus der Vergangenheit in Verbindung, in der Sāriputta eine Schlange war, die einmal ausgespienes Gift nicht wieder schlucken wollte. ",
  "ja-blurbs:ja70": "Ein junger Mann wird zunächst aus den falschen Gründen Mönch und kehrt wiederholt zum Laienleben zurück, erlangt aber beim siebten Anlauf schließlich die Heiligkeit. Der Buddha erzählt daraufhin, wie er selbst in der Vergangenheit mehrmals zu einem Leben als Asket ansetzte, bevor es ihm schließlich gelang, das Haften an sein weltliches Leben aufzugeben. Parallele Elemente zu diesem Jātaka finden sich in Ja 509. ",
  "ja-blurbs:ja71": "Bereits erwachte Mönche wollen zusammen mit ihrem noch unerwachten Freund in ihre Einsiedelei ziehen, doch Letzterer übt in der Nacht zu angestrengt, sodass er im Stehen einschläft und sich den Oberschenkel bricht. Um ihn zu pflegen, schieben die Freunde ihren Aufbruch auf. Der Buddha erzählt, wie dieser Mönch seine Freunde bereits in der Vergangenheit an der Ausführung ihrer Pläne gehindert hatte, indem er frisches Holz zum trockenen Feuerholz legte, mit dem dann nicht rechtzeitig ein Feuer angezündet werden konnte. ",
  "ja-blurbs:ja74": "Dieses Jātaka bezieht sich auf den im Jātaka 536 berichteten Vorfall, bei dem die Sakyer und die Koliyer in Streit geraten und der Buddha sie versöhnt. Um seine Verwandten zum einträchtigen Miteinander zu ermahnen, erzählt der Buddha hier, wie selbst Bäume, wenn sie miteinander verbunden sind, einem Strum standhalten, während einzeln stehende Bäume, die keine Gemeinschaft haben, entwurzelt werden. ",
  "ja-blurbs:ja140": "Bezugnehmend auf Jātaka 465, wo er seine Verwandten beschützt, erzählt der Buddha, wie er auch in der Vergangenheit für seine Verwandten, die Krähen, sorgte. Ein königlicher Priester war auf die Krähen erzürnt, da eine auf ihn ihren Kot fallen ließ, und empfahl daher Krähenfett als Heilmittel für Brandwunden bei Elefanten, obwohl Krähen kein Fett besitzen. Der Bodhisatta stellt die Sache klar und erspart damit den Krähen ein elendes Schicksal. ",
  "ja-blurbs:ja237": "Dieses Jātaka nimmt Bezug auf Jātaka 68 und erklärt, dass Zuneigung zwischen Menschen häufig auf Beziehungen aus früheren Leben zurückzuführen ist. ",
  "ja-blurbs:ja322": "Der Buddha vergleicht den Erfolg falscher Askese mit dem Lärm, den ein Hase hörte, und erzählt dazu eine Geschichte aus der Vergangenheit, in der ein Hase beim Geräusch einer herabfallenden Frucht glaubt, die Welt gehe unter, und mitsamt allen Tieren des Waldes die Flucht ergreift. Der Löwe, damals der künftige Buddha, rettet sie alle vor dem Untergang. ",
  "ja-blurbs:ja327": "Anlässlich eines Mönchs, der wegen seines Interesses am anderen Geschlecht mit dem Ordensleben unzufrieden ist, illustriert der Buddha mithilfe einer Geschichte aus der Vergangenheit, wie die Treue einer Frau selbst dann nicht bewahrt werden kann, wenn sie auf einer einsamen Insel mitten im Ozean isoliert wird. Sie kam dorthin, nachdem ein „Weiser der Vorzeit“ sie von ihrem Ehemann entführte. Nachdem ein dritter Mann ihr Versteck ausfindig macht und mit ihr Geschlechtsverkehr hat, verliert der Entführer das Interesse und gibt sie dem Ehemann zurück. Auf die hier berichteten Begebenheiten wird auch im Jātaka 536 Bezug genommen. ",
  "ja-blurbs:ja357": "Als im Saṅgha ein Gespräch über Devadattas Grausamkeit aufkommt, erzählt der Buddha, wie dieser auch bereits in der Vergangenheit grausam die Schwäche junger Vögel ausnutzte und sie mutwillig tötete. Allerdings gelang es der Vogelmutter mit der Hilfe anderer Tiere, Rache zu nehmen. ",
  "ja-blurbs:ja360": "Anlässlich eines Mönchs, der nach dem Anblick einer schönen Frau mit dem Ordensleben unzufrieden wird, illustriert der Buddha mithilfe einer Geschichte aus der Vergangenheit, wie die Treue einer Frau selbst dann nicht bewahrt werden kann, wenn sie auf einer einsamen Insel mitten im Ozean isoliert wird. Sie kam dorthin, nachdem der Bodhisatta sie von ihrem Ehemann entführte. Nachdem ein dritter Mann ihr Versteck ausfindig macht und mit ihr Geschlechtsverkehr hat, verliert der Entführer das Interesse und gibt sie dem Ehemann zurück. ",
  "ja-blurbs:ja462": "Ein Mönch verliert den Mut zum Üben. Der Buddha spornt ihn an, indem er erzählt, wie er früher als Prinz Saṁvara auf den Bodhisatta gehört und beharrlich dessen Rat befolgt hatte und dadurch als jüngster von hundert Prinzen nach dem Tod seines Vaters die Königswürde erhielt. ",
  "ja-blurbs:ja465": "Die Sakyer betrügen den König Pasenadi von Kosala mit der Tochter einer Sklavin, die sie ihm zur Frau geben. Als deren Sohn das später erfährt, schwört er Rache an den Sakyern. Auf seinem Rachefeldzug wird er dreimal vom Buddha aufgehalten. Darauf angesprochen, wie er seine Verwandten beschützte, erzählt dieser, wie er das auch in der Vergangenheit schon getan hatte, als er ein Baumgott war. ",
  "ja-blurbs:ja466": "Devadatta bereut seine Untaten und will den Buddha um Verzeihung bitten, stirbt aber, bevor er ihn sehen kann, wird von der Erde verschlungen und direkt in die Hölle geworfen, zusammen mit 500 Familien, die sich ihm angeschlossen hatten. Der Buddha erzählt, wie er bereits in der Vergangenheit wegen seiner Gier 500 Familien mit sich ins Verderben riss. ",
  "ja-blurbs:ja469": "Die Mönche preisen die Taten, die der Buddha zum Wohl der Welt verübt hat. Der Buddha berichtet, wie er auch in der Vergangenheit als Gott Sakka zum Wohl der Welt gehandelt habe. ",
  "ja-blurbs:ja475": "Anlässlich eines Streits zwischen Sakyern und Koliyern, über den im Jātaka 536 berichtet wird, erzählt der Buddha eine Geschichte aus der Vergangenheit, in der ein Löwe und eine Baumgottheit im Streit ihren gegenseitigen Tod erwirken. ",
  "ja-blurbs:ja477": "Ein Mönch, der ohnehin kein besonderes Interesse an der geistlichen Übung zeigt, wird von einer Frau, die einen Schwiegersohn sucht, für ihre Tochter gewonnen. Der Buddha erzählt, dass dieses Mädchen ihn auch in der Vergangenheit zu verführen versuchte, als er der Sohn eines Einsiedlers war. ",
  "ja-blurbs:ja483": "Der Buddha lässt Sāriputta öffentlich seine Weisheit demonstrieren, indem er ihm eine Frage stellt, die sonst niemand beantworten kann. Danach erzählt er, wie Sāriputta auch in der Vergangenheit in der Lage war, aus Andeutungen einen Sachverhalt richtig zu erkennen. Zu Beginn des Jātaka wird berichtet, wie der Buddha ein Doppelwunder vorführt und anschließend die Regenzeit im Himmel verbringt. ",
  "ja-blurbs:ja509": "Der Buddha erzählt, wie er bereits in der Vergangenheit die Welt verlassen hatte. Er war der Sohn eines königlichen Hauspriesters und zog zusammen mit dem ganzen Königreich in eine von den Göttern errichtete Einsiedelei, und sieben weitere Königreiche folgten ihrem Beispiel. ",
  "ja-blurbs:ja527": "Ein Mönch verliebt sich in eine Frau und ist daraufhin mit dem geistlichen Leben unzufrieden. Der Buddha erzählt eine Geschichte aus der Vergangenheit, in der eine junge Frau, die mit ihrer Schönheit alle Männer betört, vom König verschmäht wird, nachdem sie seine Berater um den Verstand gebracht hat. Sie, gekränkt, beschließt darauf, den König zu Fall zu bringen, und zeigt sich ihm in ihrer Schönheit. Doch obwohl er sich sofort in sie verliebt, lässt sich dieser von seinem Heerführer, dem Gatten der Schönen, wieder zur Vernunft bringen. ",
  "ja-blurbs:ja533": "Als Devadatta in einem erneuten Versuch, den Buddha zu töten, einen wilden Elefanten auf diesen hetzen lässt, will sich Ānanda dazwischen werfen, um das Leben des Buddha zu retten. Der Buddha erzählt eine Begebenheit aus der Vergangenheit, wo Ānanda als ein wilder Schwan ebenfalls unter Einsatz seines Lebens den künftigen Buddha rettete, der in einer Schlinge gefangen war. ",
  "ja-blurbs:ja536": "Der Buddha verhindert einen Krieg zwischen den Sakyern und den Koliyern, und zum Dank senden sie 500 junge Männer zum Eintritt in den Orden. Da diese aber nicht aus eigenem Antrieb diesen Schritt gegangen sind, werden sie nach einer Weile unzufrieden. Der Buddha führt ihnen in vielfältiger Weise mit verschiedenen Geschichten aus der Vergangenheit die Schlechtigkeit der Frauen vor Augen, wodurch sie die Lust am weiblichen Geschlecht verlieren. Wie in den Jātakas die Regel, trifft die Schuld an sexuellen Ausschweifungen allein die Frauen, während die Männer die Opfer sind. In diesem komplexen Jātaka werden zahlreiche andere Jātakas sowie auch das Attadaṇḍa-Sutta (Snp 4.15) und das Mahāsamaya-Sutta (DN 20) erwähnt. ",
  "ja-blurbs:ja539": "Die Mönche sprechen darüber, dass der Buddha das weltliche Leben verlassen hat. Dieser sagt, das habe er auch bereits in der Vergangenheit getan, und erzählt in aller Breite die Geschichte des Königs Mahājanaka, der auf dem Höhepunkt seiner Macht das Weltleben aufgibt. Eine besondere Rolle spielt dabei ein Erlebnis mit einem geplünderten Mangobaum: Ein Baum mit Früchten hat etwas zu verlieren; einer, der keine Früchte trägt, nicht – diese Überlegung motiviert ihn zur Aufgabe seines prachtvollen Lebens. ",
  "ja-blurbs:ja542": "Devadatta will den Buddha töten lassen und heckt einen komplexen Plan aus, bei dem viele Menschen ums Leben kommen würden. Durch die Macht des Buddha wird der Plan allerdings vereitelt. Der Buddha erzählt anschließend, wie Devadatta auch in der Vergangenheit bereits den Tod Vieler wollte, um ihn zu töten. "
}