{
  "ja-blurbs:ja1": "Der Hausbesitzer Anāthapiṇḍika bringt seine Freunde zum Buddha und alle nehmen Zuflucht. Während einer längeren Abwesenheit des Buddha wenden sie sich aber wieder ihren früheren Lehrern zu. Der Buddha zeigt anhand einer Geschichte aus der Vergangenheit, welche schlimmen Folgen es hat, auf falschen Rat zu hören. In ähnlicher Form finden wir diese Geschichte in DN 23. ",
  "ja-blurbs:ja2": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie dieser Mönch in der Vergangenheit durch seinen unermüdlichen Einsatz Viele vor dem Verdursten rettete. ",
  "ja-blurbs:ja3": "Ein Mönch verliert den Mut zum Üben. Der Buddha spornt ihn an, indem er die Geschichte eines gierigen Kaufmanns erzählt, der sich eine gute Gelegenheit entgehen lässt, weil er hofft, sich den gewünschten Gegenstand ohne Gegenleistung aneignen zu können. ",
  "ja-blurbs:ja4": "Die Geschichte des Mönchs Cūḷapanthaka wird ausführlich berichtet. Nachdem der Buddha ihm zum Erwachen verholfen hat, erzählt er, wie er ihm in der Vergangenheit zu Reichtum verholfen hatte. ",
  "ja-blurbs:ja5": "Der törichte Mönch Udāyi will das Verteilen der Speisen übernehmen, übt das Amt aber schlecht aus. Der Buddha erzählt, wie er bereits in der Vergangenheit sein Amt als königlicher Schatzmeister schlecht ausgeübt hatte. ",
  "ja-blurbs:ja6": "Ein Mönch hat weit mehr Besitztümer, als es Mönchen und Nonnen zusteht. Der Buddha erinnert ihn an sein Gewissen, indem er erzählt, wie er auch in der Vergangenheit sich an sein Gewissen erinnern ließ und sein bösartiges Verhalten änderte. ",
  "ja-blurbs:ja7": "König Pasenadi von Kosala will den Sohn seiner Hauptgemahlin nicht anerkennen, nachdem er erfahren hat, dass die Mutter dieser Königin eine Sklavin war. Der Buddha ermuntert ihn, seinen Sohn dennoch anzuerkennen, und erzählt, wie er selbst in der Vergangenheit als Sohn eines Königs und einer Reisigsammlerin geboren und dennoch von seinem Vater anerkannt worden war. ",
  "ja-blurbs:ja8": "Die Geschichte ist identisch mit der in Ja 462 und wird dort erzählt. Lediglich der Vers ist diesem Jātaka eigentümlich und wird hier angeführt. "
}