{
  "ja-blurbs:ja1": "Der Hausbesitzer Anāthapiṇḍika bringt seine Freunde zum Buddha und alle nehmen Zuflucht. Während einer längeren Abwesenheit des Buddha wenden sie sich aber wieder ihren früheren Lehrern zu. Der Buddha zeigt anhand einer Geschichte aus der Vergangenheit, welche schlimmen Folgen es hat, auf falschen Rat zu hören. In ähnlicher Form finden wir diese Geschichte in DN 23. ",
  "ja-blurbs:ja2": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie dieser Mönch in der Vergangenheit durch seinen unermüdlichen Einsatz Viele vor dem Verdursten rettete. ",
  "ja-blurbs:ja3": "Ein Mönch verliert den Mut zum Üben. Der Buddha spornt ihn an, indem er die Geschichte eines gierigen Kaufmanns erzählt, der sich eine gute Gelegenheit entgehen lässt, weil er hofft, sich den gewünschten Gegenstand ohne Gegenleistung aneignen zu können. ",
  "ja-blurbs:ja4": "Die Geschichte des Mönchs Cūḷapanthaka wird ausführlich berichtet. Nachdem der Buddha ihm zum Erwachen verholfen hat, erzählt er, wie er ihm in der Vergangenheit zu Reichtum verholfen hatte. ",
  "ja-blurbs:ja5": "Der törichte Mönch Udāyi will das Verteilen der Speisen übernehmen, übt das Amt aber schlecht aus. Der Buddha erzählt, wie er bereits in der Vergangenheit sein Amt als königlicher Schatzmeister schlecht ausgeübt hatte. ",
  "ja-blurbs:ja6": "Ein Mönch hat weit mehr Besitztümer, als es Mönchen und Nonnen zusteht. Der Buddha erinnert ihn an sein Gewissen, indem er erzählt, wie er auch in der Vergangenheit sich an sein Gewissen erinnern ließ und sein bösartiges Verhalten als Wassergeist änderte. ",
  "ja-blurbs:ja7": "König Pasenadi von Kosala will den Sohn seiner Hauptgemahlin nicht anerkennen, nachdem er erfahren hat, dass die Mutter dieser Königin eine Sklavin war (die Geschichte wird in Ja 465 erzählt). Der Buddha ermuntert ihn, seinen Sohn dennoch anzuerkennen, und erzählt, wie er selbst in der Vergangenheit als Sohn eines Königs und einer Reisigsammlerin geboren und dennoch von seinem Vater anerkannt worden war. ",
  "ja-blurbs:ja8": "Die Geschichte ist identisch mit der in Ja 462 und wird dort erzählt. Lediglich der Vers ist diesem Jātaka eigentümlich und wird hier angeführt. ",
  "ja-blurbs:ja9": "Die Mönche freuen sich über das Fortziehen des Buddha und preisen es. Der Buddha erzählt, wie er auch in der Vergangenheit bereits das weltliche Leben hinter sich gelassen hat. ",
  "ja-blurbs:ja10": "Der Mönch Bhaddiya bringt sein Entzücken zum Ausdruck, als er daran denkt, wie er als Laie, obwohl er viele Soldaten zu seinem Schutz hatte, in ständiger Angst lebte, jetzt aber, da er ein Vollendeter geworden ist, selbst in den gefährlichsten Wäldern keine Furcht mehr empfindet. Der Buddha erzählt, dass es ihm in der Vergangenheit bereits ähnlich ergangen war. ",
  "ja-blurbs:ja11": "Devadatta hat den Orden gespalten und hat sich mit einem Gefolge von 500 Mönchen und Nonnen abgesetzt. Der Buddha schickt Sāriputta und andere hin, um die 500 Anhänger zurückzugewinnen, was auch gelingt. Sāriputta kommt wie ein strahlender Sieger an, und der Buddha erzählt, wie er in der Vergangenheit als Gazelle bereits 500 Artgenossen sicher vor Gefahren bewahrt hat, während sein damaliger Bruder Devadatta seine Herde wegen seines Mangels an Weisheit verlor. ",
  "ja-blurbs:ja12": "Devadatta will eine schwangere Nonne aus dem Orden entfernen, ohne zu prüfen, ob ihre Schwangerschaft bereits zu ihrer Laienzeit zustande gekommen war. Sie geht zum Buddha, wo ihr Gerechtigkeit widerfährt. Sie und ihr Sohn erlangen Vollendung. Der Buddha berichtet, wie er diese beiden auch in der Vergangenheit beschützt hatte, als sie alle Gazellen waren. ",
  "ja-blurbs:ja13": "Ein Mönch leidet unter der Sehnsucht nach seiner früheren Frau. Der Buddha sagt, auch in der Vergangenheit habe diese Frau ihn bereits zu Fall gebracht, und berichtet eine Episode, in der sie als Gazelle ihn dem Jäger auslieferte. Das Jātaka endet mit ausgesprochen frauenverachtenden Versen. ",
  "ja-blurbs:ja14": "Ein Mönch wird von einer Sklavin mittels wohlschmeckender Speisen verlockt, zu seiner früheren Familie zurückzukehren. Der Buddha berichtet, wie er in der Vergangenheit bereits ein ähnliches Schicksal erlitt, als er eine Gazelle und die Sklavin ein Parkwächter war. Dies ist ein sehr seltener Fall, in dem in einem Jātaka eine Person in der Vergangenheit ein anderes Geschlecht hat als in der Gegenwart. ",
  "ja-blurbs:ja15": "Ein Mönch will sich nicht belehren lassen. Der Buddha berichtet, wie er auch in der Vergangenheit als Gazelle sich nicht belehren ließ und infolgedessen in der Schlinge eines Jägers gefangen wurde. ",
  "ja-blurbs:ja16": "Eine Kontrastgeschichte zur vorigen: Der Ehrwürdige Rāhula findet keine andere Unterkunft und verbringt die Nacht in einer Toilette. Seine Regeltreue wird gelobt, und der Buddha berichtet, wie er in der Vergangenheit, weil er sich belehren ließ und das Gelernte richtig anwendete, als Gazelle aus einer Schlinge entkam. Die Geschichte von Rāhula finden wir auch im Vinaya: https://suttacentral.net/pli-tv-bu-vb-pc5/en/brahmali (keine deutsche Übersetzung auf SuttaCentral). ",
  "ja-blurbs:ja17": "Zwei Mönche sind sich uneinig, ob es in der dunklen oder der hellen Monatshälfte kühler sei, und fragen den Buddha. Dieser entgegnet, er habe ihnen die gleiche Frage bereits in der Vergangenheit beantwortet, als er ein Waldeinsiedler war und die beiden Mönche wilde Tiere. ",
  "ja-blurbs:ja18": "Der Buddha wird gefragt, ob es verdienstvoll sei, Tiere zu schlachten, um mit dem Fleisch die Verstorbenen zu speisen. Der Buddha verneint und berichtet, wie in der Vergangenheit ein Widder, der geschlachtet werden soll, sich bewusst ist, dass sein Schicksal darauf zurückgeht, dass er selbst in einem früheren Leben als Brahmane solche Schlachtopfer durchgeführt hat. ",
  "ja-blurbs:ja19": "Der Buddha wird nach dem Sinn des Brauchs befragt, einer Gottheit vor einer Unternehmung ein Opfer zu versprechen, das dann nach erfolgreicher Unternehmung eingelöst wird; hierzu werden Tiere geschlachtet. Der Buddha sagt, dies sei kein guter Brauch, und berichtet, wie er in der Vergangenheit als Baumgottheit bereits die Menschen so unterwiesen hat. ",
  "ja-blurbs:ja20": "An einem Lotusteich entdecken die Mönche gespaltene Schilfhalme. Der Buddha erklärt, das gehe auf eine Begebenheit aus der Vergangenheit zurück, als er selbst ein Affenkönig war und es seiner Herde mittels dieser Halme ermöglichte, aus dem Teich zu trinken, ohne dass der dort hausende Dämon sie fressen konnte. ",
  "ja-blurbs:ja21": "Als die Mönche und Nonnen sich darüber unterhalten, wie Devadatta vergeblich versucht hat, den Buddha zu töten, erzählt der Buddha, dass er das auch in der Vergangenheit bereits versucht habe, ebenfalls ohne Erfolg, als er ein Jäger war und der künftige Buddha eine Gazelle. ",
  "ja-blurbs:ja22": "Die gegenwärtige Geschichte zu diesem Jātaka wird als Nebenhandlung in Jātaka 465 erzählt, wo der Buddha sich für seine Verwandten einsetzt. Hier berichtet er, wie er in der Vergangenheit, als er ein Hund war, ebenfalls seine Verwandten beschützt hat. ",
  "ja-blurbs:ja23": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie er selbst in der Vergangenheit als Schlachtross noch mit einer Verwundung alle seine Kräfte  mobilisiert hatte. ",
  "ja-blurbs:ja24": "Ein Mönch verliert den Mut zum Üben, und der Buddha spornt ihn an, indem er erzählt, wie er selbst in der Vergangenheit als Vollblutpferd in der Schlacht noch mit einer Verwundung alle seine Kräfte  mobilisiert hatte. ",
  "ja-blurbs:ja25": "Sāriputta gibt seinem Schüler eine unpassende Betrachtungsübung, mit der er keinen Fortschritt macht. Der Buddha erkennt den Geist des Schülers und gibt ihm eine Übung, die ihn zum Ziel führt. Anschließend erzählt er, wie er bereits in der Vergangenheit den Geist dieses Mönchs erkannt hatte, als dieser ein Pferd war. ",
  "ja-blurbs:ja26": "Ein Mönch, der beim Buddha ordiniert ist, nimmt regelmäßig in Devadattas abtrünnigem Kloster das Essen ein. Der Buddha sagt, er sei schon in der Vergangenheit jedem nachgelaufen, und erzählt die Geschichte eines Elefanten, der sich in seinem Verhalten zuerst von Räubern, dann aber auch von Weisen beeinflussen lässt. ",
  "ja-blurbs:ja27": "Ein Mönch hat mit einem Laien eine enge Freundschaft. Der Buddha erzählt, wie die beiden auch in der Vergangenheit eng befreundet ware, als einer ein Elefant, der andere ein Hund war. ",
  "ja-blurbs:ja28": "Die sechs Mönche beschimpfen und beleidigen andere Mönche. Der Buddha weist sie zurecht und sagt, niemand möge harte Worte. Er veranschaulicht seine Unterweisung mit einer Geschichte aus der Vergangenheit, in der er selbst ein Bulle war, der nur auf freundliche Worte seines Meisters hin seine Leistung zeigte. ",
  "ja-blurbs:ja29": "Der Buddha führt ein Doppelwunder vor, mit dem er die Anhänger anderer Lehren, die sich ihrer Wunderkraft rühmen, in die Schranken weist. Das Wunder wird in Ja 483 geschildert. Als die Mönche und Nonnen sich über die Stärke unterhalten, die der Buddha gezeigt hat, erzählt er eine Geschichte aus der Vergangenheit, in der er als Bulle besondere Kraft besaß. ",
  "ja-blurbs:ja30": "Die Geschichte der Gegenwart wird im Jātaka 477 erzählt. Es geht um einen Mönch, der in ein Mädchen verliebt ist. Der Buddha erzählt hier die Geschichte aus der Vergangenheit, in der der verliebte Mönch ein Mastschwein war, das zur Hochzeit des Mädchens geschlachtet wurde. ",
  "ja-blurbs:ja31": "Ein Mönch trinkt Wasser, ohne vorher kleine Lebewesen herauszusieben. Der Buddha tadelt ihn und berichtet, wie er selbst in der Vergangenheit als Götterkönig Sakka seinen Wagen auf der Flucht vor den Asuras wendete, um junge Vögel zu verschonen, deren Umwelt sonst zerstört worden wäre. Dazwischen wird noch sehr ausführlich berichtet, welche Taten Sakka und sein Gefolge zu dieser guten Wiedergeburt gebracht hatten. ",
  "ja-blurbs:ja32": "Ein Mönch hat weit mehr Besitztümer, als es Mönchen und Nonnen zusteht. Der Buddha tadelt ihn, woraufhin er in Zorn gerät, seine Roben zerreißt und, als er wegen seiner Nacktheit verspottet wird, schließlich aus dem Orden austritt. Der Buddha erzählt, wie er in der Vergangenheit als Pfau ebenfalls durch schamloses Verhalten etwas Kostbares verlor: eine wunderbare Ehefrau. ",
  "ja-blurbs:ja462": "Ein Mönch verliert den Mut zum Üben. Der Buddha spornt ihn an, indem er erzählt, wie er früher als Prinz Saṁvara auf den Bodhisattva gehört und beharrlich dessen Rat befolgt hatte und dadurch als jüngster von hundert Prinzen nach dem Tod seines Vaters die Königswürde erhielt. ",
  "ja-blurbs:ja465": "Die Sakyer betrügen den König Pasenadi von Kosala mit der Tochter einer Sklavin, die sie ihm zur Frau geben. Als deren Sohn das später erfährt, schwört er Rache an den Sakyern. Auf seinem Rachefeldzug wird er dreimal vom Buddha aufgehalten. Darauf angesprochen, wie er seine Verwandten beschützte, erzählt dieser, wie er das auch in der Vergangenheit schon getan hatte, als er ein Baumgott war. ",
  "ja-blurbs:ja466": "Devadatta bereut seine Untaten und will den Buddha um Verzeihung bitten, stirbt aber, bevor er ihn sehen kann, wird von der Erde verschlungen und direkt in die Hölle geworfen, zusammen mit 500 Familien, die sich ihm angeschlossen hatten. Der Buddha erzählt, wie er bereits in der Vergangenheit wegen seiner Gier 500 Familien mit sich ins Verderben riss. ",
  "ja-blurbs:ja477": "Ein Mönch, der ohnehin kein besonderes Interesse an der geistlichen Übung zeigt, wird von einer Frau, die einen Schwiegersohn sucht, für ihre Tochter gewonnen. Der Buddha erzählt, dass dieses Mädchen ihn auch in der Vergangenheit zu verführen versuchte, als er der Sohn eines Einsiedlers war. ",
  "ja-blurbs:ja483": "Der Buddha lässt Sāriputta öffentlich seine Weisheit demonstrieren, indem er ihm eine Frage stellt, die sonst niemand beantworten kann. Danach erzählt er, wie Sāriputta auch in der Vergangenheit in der Lage war, aus Andeutungen einen Sachverhalt richtig zu erkennen. Zu Beginn des Jātaka wird berichtet, wie der Buddha ein Doppelwunder vorführt und anschließend die Regenzeit im Himmel verbringt. ",
  "ja-blurbs:ja533": "Als Devadatta in einem erneuten Versuch, den Buddha zu töten, einen wilden Elefanten auf diesen hetzen lässt, will sich Ānanda dazwischen werfen, um das Leben des Buddha zu retten. Der Buddha erzählt eine Begebenheit aus der Vergangenheit, wo Ānanda als ein wilder Schwan ebenfalls unter Einsatz seines Lebens den künftigen Buddha rettete, der in einer Schlinge gefangen war. ",
  "ja-blurbs:ja542": "Devadatta will den Buddha töten lassen und heckt einen komplexen Plan aus, bei dem viele Menschen ums Leben kommen würden. Durch die Macht des Buddha wird der Plan allerdings vereitelt. Der Buddha erzählt anschließend, wie Devadatta auch in der Vergangenheit bereits den Tod Vieler wollte, um ihn zu töten. "
}