{
  "mn-blurbs:mn2": "Unterschiedliche Fragestellungen auf der spirituellen Reise erfordern eine Reihe verschiedener Lösungsansätze. Statt für jedes Problem die gleiche Lösung einzusetzen, skizziert der Buddha sieben Methoden, um mit Befleckungen umzugehen, die jeweils in bestimmten Fällen passen. ",
  "mn-blurbs:mn7": "Die vielen Arten von Unreinheiten, die den Geist beflecken, werden mit Flecken in einem Tuch verglichen. Wenn der Geist rein ist, finden wir Freude, die zu Zuständen hohen Bewusstseins führt. Und schließlich weist der Buddha die brahmaische Vorstellung zurück, dass Reinheit vom Baden in heiligen Flüssen komme.",
  "mn-blurbs:mn10": "Hier geht der Buddha auf den siebten Faktor des edlen achtfachen Pfades ein, die Achtsamkeitsmeditation. Diese Lehrrede fasst viele Meditationsanweisungen zusammen, die sich im gesamten Kanon finden, insbesondere die grundlegenden Übungen, die die Aufmerksamkeit auf den Körper richten. Diese Lehrrede gilt als eine der wichtigsten Lehrreden über Meditation. ",
  "mn-blurbs:mn23": "In einer eigenartigen, mit ausdrucksvoller Bildersprache vollgepackten Lehrrede stellt eine Gottheit einem Mönch ein Rätsel vor; dieser bittet den Buddha um eine Erklärung.",
  "mn-blurbs:mn33": "Aus elf Gründen ist ein Kuhhirte nicht in der Lage, richtig für eine Herde zu sorgen. Der Buddha vergleicht das mit dem spirituellen Wachstum eines Mönchs oder einer Nonne.",
  "mn-blurbs:mn-anupadavagga": "Viele der Lehrreden in diesem Kapitel tauchen in komplexe analytische Darstellungen von Kernlehren ein. Es enthält wichtige Lehrreden über Meditation. ",
  "mn-blurbs:mn-bhikkhuvagga": "Zehn an Mönche gerichtete Lehrreden, von denen viele von Disziplinarangelegenheiten handeln. ",
  "mn-blurbs:mn-brahmanavagga": "Der Buddha setzt sich mit der mächtigen Brahmanenkaste auseinander und stellt ihren Anspruch auf geistliche Autorität in Frage. ",
  "mn-blurbs:mn-culayamakavagga": "Ähnliche Anordnung wie im vorigen Kapitel. ",
  "mn-blurbs:mn-devadahavagga": "Gemischte Lehren. ",
  "mn-blurbs:mn-gahapativagga": "Die Lehrreden in diesem Kapitel sind an Laien aus verschiedenen gesellschaftlichen Gruppen gerichtet. ",
  "mn-blurbs:mn-mahayamakavagga": "Lehrreden, die als Paare von jeweils einem längeren und einem kürzeren Text angeordnet sind. ",
  "mn-blurbs:mn-mulapariyayavagga": "Obwohl es mit dem schwer verständlichen Mūlapariyāya-Sutta beginnt, enthält dieses Kapitel überwiegend grundlegende Lehren und kann im Ganzen als Einführung zu den Lehrreden dienen. ",
  "mn-blurbs:mn-opammavagga": "Ein gemischtes Kapitel mit biografischen Elementen, Gewaltlosigkeit, Nicht-selbst und einer einflussreichen Lehrrede über den Fortschritt der Meditation. ",
  "mn-blurbs:mn-paribbajakavagga": "Der Buddha im Gespräch mit Asketen und Wanderern. ",
  "mn-blurbs:mn-rajavagga": "Verschiedene Gespräche mit Königen und Prinzen, von denen viele Anhänger des Buddha waren. ",
  "mn-blurbs:mn-salayatanavagga": "Die meisten Lehrreden dieses Kapitels beschäftigen sich mit den sechs Sinnesfeldern. ",
  "mn-blurbs:mn-sihanadavagga": "Dieses Kapitel beginnt mit zwei Lehrreden, in denen ein „Löwengebrüll“ vorkommt, und handelt vom Leiden, vom Gemeinschaftsleben und von praktischen Ratschlägen für die Meditation. ",
  "mn-blurbs:mn-sunnatavagga": "Dieses Kapitel ist nach den ersten beiden Lehrreden benannt, die von der Leerheit handeln, und hat weniger analytische und mehr erzählerische Texte. ",
  "mn-blurbs:mn-vibhangavagga": "Eine Reihe von Lehrreden, die als technische Analyse kürzerer Lehren dargestellt sind. "
}