{
  "mn-blurbs:mn1": "Der Buddha untersucht, wie die Vorstellung eines beständigen Selbst aus dem Vorgang der Wahrnehmung hervorgeht. Es wird ein weites Spektrum an Erscheinungen betrachtet, und es werden sowohl naturalistische als auch kosmologische Dimensionen einbezogen.Ein Mensch, der nicht erwacht ist, interpretiert die Erfahrung in Begriffen eines Selbst, während die Fortgeschritteneren die gleichen Erfahrungen haben, ohne daran festzuhalten. ",
  "mn-blurbs:mn2": "Unterschiedliche Fragestellungen auf der spirituellen Reise erfordern eine Reihe verschiedener Lösungsansätze. Statt für jedes Problem die gleiche Lösung einzusetzen, skizziert der Buddha sieben Methoden, um mit Befleckungen umzugehen, die jeweils in bestimmten Fällen passen. ",
  "mn-blurbs:mn3": "Manche Schüler des Buddha erben von ihm nur materielle Vorteile und Ruhm. Aber sein wahres Erbe ist der geistliche Pfad, der Weg der Zufriedenheit. Der Ehrwürdige Sāriputta erklärt, wie man die Früchte des Pfades erfahren kann, indem man dem Beispiel des Buddha folgt. ",
  "mn-blurbs:mn4": "Der Buddha erklärt die Schwierigkeiten des Lebens in der Wildnis und wie man sie durch Reinheit des Verhaltens und Meditation überwindet. Er berichtet von einigen Ängsten und Hindernissen, denen er sich selbst während seiner Übung gegenübersah. ",
  "mn-blurbs:mn5": "Die Hauptschüler des Buddha Sāriputta und Moggallāna benutzen das Gleichnis einer trübe gewordenen Schale, um die Unreinheiten im Geist und im Verhalten zu veranschaulichen. Sie betonen, dass das Entscheidende nicht so sehr ist, ob es Unreinheiten gibt, sondern ob man ihrer gewahr ist. ",
  "mn-blurbs:mn6": "Nach dem Buddha ist sorgfältige Beachtung von Ethikregeln die Grundlage für alle höheren Errungenschaften im geistlichen Leben. ",
  "mn-blurbs:mn7": "Die vielen Arten von Unreinheiten, die den Geist beflecken, werden mit Flecken in einem Tuch verglichen. Wenn der Geist rein ist, finden wir Freude, die zu Zuständen hohen Bewusstseins führt. Und schließlich weist der Buddha die brahmanische Vorstellung zurück, dass Reinheit vom Baden in heiligen Flüssen komme. ",
  "mn-blurbs:mn8": "Der Buddha unterschiedet zwischen friedvoller Meditation und spirituellen Praktiken, die das Leben im Ganzen einbeziehen. Er zählt vierundvierzig Aspekte auf, die er als „Austilgen“ oder das Abtragen der Einbildung beschreibt. ",
  "mn-blurbs:mn9": "Der Ehrwürdige Sāriputta gibt eine ausführliche Erläuterung der rechten Ansicht, des ersten Faktors des edlen achtfachen Pfades. Auf Wunsch anderer Mönche und Nonnen geht er das Thema von vielen verschiedenen Perspektiven aus an. ",
  "mn-blurbs:mn10": "Hier geht der Buddha auf den siebten Faktor des edlen achtfachen Pfades ein, die Achtsamkeitsmeditation. Diese Lehrrede fasst viele Meditationsanweisungen zusammen, die sich im gesamten Kanon finden, insbesondere die grundlegenden Übungen, die die Aufmerksamkeit auf den Körper richten. Diese Lehrrede gilt als eine der wichtigsten Lehrreden über Meditation. ",
  "mn-blurbs:mn11": "Der Buddha erklärt, dass nur die, die seinem Pfad folgen wahrhaftig die vier Stufen des Erwachens erfahren können. Das liegt daran, dass trotz vieler Gemeinsamkeiten mit anderen Systemen keines soweit geht, dass es jede Bindung an die Vorstellung eines Selbst zurückweist. ",
  "mn-blurbs:mn12": "Sunakkhatta, ein ehemaliger Mönch, greift die Lehre des Buddha an, weil sie nur zum Ende des Leidens führt. Der Buddha entgegnet, das sei tatsächlich ein Lob, und fährt fort, indem er seine vielen und mächtigen Errungenschaften aufzählt. ",
  "mn-blurbs:mn13": "Als er auf den Unterschied zwischen seiner Lehre und der anderer Asketen angesprochen wird, weist der Buddha darauf hin, dass diese vom Loslassen sprechen, aber den Grund dafür nicht verstehen. Er erklärt dann sehr ausführlich das Leiden, das aus der Bindung an Sinnesreize hervorgeht. ",
  "mn-blurbs:mn14": "Ein Laie wundert sich, dass er trotz seiner langen Praxis noch Gedanken voller Gier oder Hass hat. Der Buddha erklärt die Wichtigkeit der Vertiefungsmeditation, um solche Bindungen loszulassen. Aber er kritisiert auch Selbstquälerei und berichtet über ein früheres Gespräch mit Jaina-Asketen. ",
  "mn-blurbs:mn15": "Der Ehrwürdige Moggallāna bringt das Thema Ermahnung auf, ohne die eine gesunde Gemeinschaft nicht möglich ist. Er zählt eine Anzahl von Eigenschaften auf, die andere darin bestärken, es für der Mühe wert zu halten, einen auf konstruktive Art zu ermahnen. ",
  "mn-blurbs:mn16": "Der Buddha erklärt verschiedene Arten, wie man von seiner spirituellen Gemeinschaft emotional abgeschnitten wird. ",
  "mn-blurbs:mn17": "Das Leben in der Wildnis ist zwar wunderbar, aber nicht jeder ist dafür bereit. Der Buddha ermuntert uns, zu überlegen, ob unser Umfeld unsere Meditation wirklich unterstützt, und wenn das nicht der Fall ist, zu gehen. ",
  "mn-blurbs:mn18": "Als der Buddha von einem Brahmanen herausgefordert wird, gibt er auf die Frage, wie durch das Wuchern, das sich auf Wahrnehmung gründet, Streit entsteht, eine rätselhafte Antwort. Der Ehrwürdige Kaccāna legt die ins Einzelne gehenden Folgerungen daraus in einer der einsichtsvollsten Passagen des ganzen Kanons dar. ",
  "mn-blurbs:mn19": "Der Buddha berichtet von seiner eigenen Erfahrung beim Entwickeln der Meditation und erklärt, wie man schädliche und wohlwollende Gedanken versteht und schließlich über alles Denken hinausgeht. ",
  "mn-blurbs:mn20": "In einer praktischen Meditationsanleitung beschreibt der Buddha fünf verschiedene Arten, wie man das Denken anhalten kann. ",
  "mn-blurbs:mn21": "Eine Lehrrede voller lebhafter und denkwürdiger Gleichnisse über die Wichtigkeit von Geduld und Liebe selbst angesichts von Beschimpfung und Kritik. Der Buddha schließt mit dem Gleichnis von der Säge, einem der eindrucksvollsten Gleichnisse, die man in den Lehrreden findet. ",
  "mn-blurbs:mn22": "Ein Mönch bestreitet, dass verbotenes Verhalten wirklich ein Problem sei. Die Mönche und danach der Buddha unterziehen ihn einer gehörigen Zurechtweisung. Der Buddha vergleicht jemanden, der nur den Buchstaben der Lehren versteht, mit jemandem, der eine Schlange am Schwanz anpackt, und führt auch das berühmte Gleichnis vom Floß ein. ",
  "mn-blurbs:mn23": "In einer eigenartigen, mit ausdrucksvoller Bildersprache vollgepackten Lehrrede stellt eine Gottheit einem Mönch ein Rätsel vor; dieser bittet den Buddha um eine Erklärung. ",
  "mn-blurbs:mn24": "Der Ehrwürdige Sāriputta sucht das Gespräch mit einem geschätzten Mönch, dem Ehrwürdigen Puṇṇa Mantāniputta, und sie diskutieren über die Stufen der Läuterung. ",
  "mn-blurbs:mn25": "Der Buddha vergleicht die Tatsache, dass man Māra in die Falle geht, mit Wild, das in einer Falle gefangen wird, und illustriert damit die immer komplexeren Strategien, die Jäger und Gejagte anwenden. ",
  "mn-blurbs:mn26": "Dies ist eine der wichtigsten biografischen Erzählungen, die von den Erfahrungen des Buddha erzählt von dem Moment, da er sein Haus verlässt, bis zur Verwirklichung des Erwachens. Er wurde durchgängig von der Notwendigkeit angetrieben, Wiedergeburt und Leiden vollständig zu entrinnen. ",
  "mn-blurbs:mn27": "Der Buddha mahnt zur Vorsicht vor raschen Schlussfolgerungen über die spirituellen Errungenschaften eines Lehrers und vergleicht das mit der Sorgfalt, die ein Fährtensucher aufbringen würde, der die Spuren von Elefanten verfolgt. Er stellt die vollständige Schulung der Mönche und Nonnen vor. ",
  "mn-blurbs:mn28": "Sāriputta legt ausführlich dar, wie alle Lehren des Buddha, gerade wie jeder Fußabdruck in den des Elefanten hineinpasst, in die vier edlen Wahrheiten hineinpassen. Das bietet eine allgemeine Vorlage, nach der man die Lehren des Buddha ordnen kann. ",
  "mn-blurbs:mn29": "Nach dem Vorfall mit Devadatta mahnt der Buddha die Mönche und Nonnen, nicht mit oberflächlichen Vorteilen des geistlichen Lebens selbstzufrieden zu werden, und weist auf die Befreiung als das wahre Herz der Lehre hin. ",
  "mn-blurbs:mn30": "Ähnlich wie die vorige Lehrrede. Nach dem Vorfall mit Devadatta mahnt der Buddha die Mönche und Nonnen, nicht selbstzufrieden zu werden, und weist auf die Befreiung als das wahre Herz der Lehre hin. ",
  "mn-blurbs:mn31": "Der Buddha kommt zu drei Mönchen, die beflissen und einträchtig üben, und fragt sie, wie sie das tun. Sie zögern mit dem Offenlegen ihrer höheren Errungenschaften und erklären, wie sie die praktischen Aspekte des Zusammenlebens handhaben. Doch als der Buddha sie drängt, enthüllen sie, was sie in der Meditation erreicht haben. ",
  "mn-blurbs:mn32": "Mehrere altehrwürdige Mönche und Nonnen schwärmen von der Schönheit der Nacht und diskutieren darüber, welche Art von Übendem den Park schmücken würde. Sie legen ihre Antworten dem Buddha vor, der sie alle preist, aber seine eigene hinzufügt. ",
  "mn-blurbs:mn33": "Ein Kuhhirte mit elf Eigenschaften ist in der Lage, seine Kuhherde zu versorgen. Ebenso kann ein Mönch oder eine Nonne mit elf Eigenschaften im Dhamma wachsen. ",
  "mn-blurbs:mn34": "Anhand der Parallele eines Kuhhirten, der seine Herde über einen gefährlichen Fluss führt, stellt der Buddha die verschiedenen Arten erleuchteter Schüler vor, die den Strom des Umherwanderns überqueren. ",
  "mn-blurbs:mn35": "Saccaka war ein Debattierer, der den Buddha zu einem Wettstreit herausforderte. Trotz seiner Prahlerei lässt sich der Buddha von seinen Attacken nicht aus der Ruhe bringen. ",
  "mn-blurbs:mn36": "In einer weniger konfrontativen Begegnung diskutieren der Buddha und Saccaka über den Unterschied zwischen Entwicklung des Körpers und des Geistes. Der Buddha berichtet von den verschiedenen Übungen, die er vor seinem Erwachen unternahm, und legt dabei dar, wie erstaunlich weit er die körperliche Kasteiung getrieben hatte. ",
  "mn-blurbs:mn37": "Moggallāna besucht den Himmel Sakkas des Götterkönigs, um zu überprüfen, ob dieser wirklich versteht, was der Buddha lehrt. ",
  "mn-blurbs:mn38": "Um der falschen Ansicht, dass ein identisches Bewusstsein von einem Leben zum nächsten wandere, entgegenzutreten, lehrt der Buddha das abhängige Entstehen und zeigt, dass Bewusstsein ausnahmslos in Abhängigkeit von Bedingungen entsteht. ",
  "mn-blurbs:mn39": "Der Buddha ermuntert die Mönche und Nonnen, ihrem Ruf gerecht zu werden, indem sie auf eine Art üben, die die Erwartungen, die die Menschen an Asketen haben, erfüllt oder übertrifft. ",
  "mn-blurbs:mn40": "Die Kennzeichnung als jemand, der eine spirituelle Praxis hat, wird nicht nur an äußeren Zeichen festgemacht, sondern bedeutet ernsthaften inneren Wandel. ",
  "mn-blurbs:mn41": "Der Buddha erklärt einer Gruppe von Brahmanen das Verhalten, das zu Wiedergeburt in höheren oder niedrigeren Zuständen führt, einschließlich ausführlicher Erläuterung der zehn wichtigsten Übungen, die Laien aufnehmen sollten und die auch die Grundlage für die Befreiung bilden. ",
  "mn-blurbs:mn42": "Ähnlich wie das Vorhergehende. Der Buddha erklärt das Verhalten, das zu Wiedergeburt in höheren oder niedrigeren Zuständen führt, einschließlich ausführlicher Erläuterung der zehn wichtigsten Übungen. ",
  "mn-blurbs:mn43": "Eine Reihe von Fragen und Antworten zwischen Sāriputta und Mahākoṭṭhita, mit denen verschiedene subtile und schwer verständliche Aspekte der Lehren untersucht werden. ",
  "mn-blurbs:mn44": "Der Laie Visākha befragt die Nonne Dhammadinnā über verschiedene schwierige Punkte, darunter einige der höchsten Meditationszustände. Der Buddha pflichtet allen ihren Antworten bei. ",
  "mn-blurbs:mn45": "Der Buddha erklärt, wie das Aufnehmen verschiedener Übungen schädliche oder nützliche Wirkung haben kann. Das denkwürdige Gleichnis von der Liane zeigt, wie heimtückisch Versuchungen sein können. ",
  "mn-blurbs:mn46": "Obwohl wir alle glücklich sein wollen, ist es oft so, dass das Gegenteil geschieht. Der Buddha erklärt, warum das so ist. ",
  "mn-blurbs:mn47": "Während manche spirituellen Lehrer gerne im Dunkeln bleiben, ermuntert der Buddha nicht nur seine Schüler, ihn gründlich auszuforschen, sondern gibt ihnen auch eine ausführliche und genaue Anleitung, wie sie das tun sollen. ",
  "mn-blurbs:mn48": "Obwohl der Buddha zugegen war, stürzten die Mönche von Kosambi in einen tiefen und erbitterten Streit. Der Buddha lehrte die widerstrebenden Mönche, Liebe und Eintracht zu entwickeln, und erinnerte sie so an den Frieden, den sie eigentlich suchten. ",
  "mn-blurbs:mn49": "Der Buddha steigt in ein hohes himmlisches Reich auf, wo er einen kosmischen Wettkampf mit einer mächtigen Gottheit austrägt, die der Täuschung verfallen war, sie sei ewig und allmächtig. ",
  "mn-blurbs:mn50": "Māra, der Schwindler und Gott des Todes, versucht, Moggallāna zu belästigen. Das gelingt ihm nicht, und dazu erhält er noch eine ernste Ermahnung, die ihn vor den Gefahren warnt, die drohen, wenn man die Schüler des Buddha angreift. ",
  "mn-blurbs:mn51": "Der Buddha spricht mit Laienschülern über Achtsamkeitsmeditation. Indem er die Offenheit von Tieren der Falschheit von Menschen gegenüberstellt, erklärt er, wie man so übt, dass man weder sich selbst noch anderen schadet. ",
  "mn-blurbs:mn52": "Der Ehrwürdige Ānanda wird von einem Hausbesitzer nach dem Weg zur Freiheit gefragt und erklärt nicht weniger als elf Meditationszustände, die als Tore zur Unsterblichkeit dienen können. ",
  "mn-blurbs:mn58": "Der Anführer der Jainas, der Jaina-Asket aus dem Stamm Ñātika, schickt den Prinzen Abhaya zum Buddha mit dem Auftrag, diesem ein Dilemma vorzutragen; er hofft, ihn damit bloßzustellen. Die Unterredung verläuft nicht ganz wie geplant. ",
  "mn-blurbs:mn59": "Der Buddha klärt eine Meinungsverschiedenheit über die Zahl der Gefühle, die er gelehrt hat, und weist darauf hin, dass je nach Kontext unterschiedliche Arten zu lehren die passenden sind; sie sollten kein Grund zum Streiten sein. Er fährt fort, indem er die Bedeutung der Freude für die Entwicklung höherer Meditationszustände zeigt. ",
  "mn-blurbs:mn62": "Der Buddha rät Rāhula, über das Fehlen eines Selbst zu meditieren, und dieser setzt es gleich in die Praxis um. Als er ihn sieht, rät ihm der Ehrwürdige Sāriputta, die Atemmeditation zu entwickeln, doch der Buddha schlägt zunächst ein breites Spektrum an verschiedenen Übungen vor. ",
  "mn-blurbs:mn81": "Der Buddha gibt einen ungewöhnlichen Bericht über ein früheres Leben in der Zeit eines früheren Buddha mit Namen Kassapa. Er war damals nicht am Dhamma interessiert und musste gezwungen werden, den Buddha zu besuchen. Die Lehrrede ist wichtig, um zu verstehen, wie die Bodhisattva-Doktrin sich entwickelt hat. ",
  "mn-blurbs:mn93": "Ein frühreifer Brahmanenschüler wird gegen seinen Willen gedrängt, den Buddha über die Kastenfrage herauszufordern. Sein Zögern erweist sich als berechtigt. ",
  "mn-blurbs:mn109": "In einer entzückenden Vollmondnacht stellt einer der Mönche dem Buddha eine Reihe von zehn Fragen, die das Herz der Lehre betreffen. Aber als er die Lehre vom Nicht-Selbst hört, ist ein anderer Mönch nicht in der Lage, die Bedeutung zu erfassen. ",
  "mn-blurbs:mn118": "Der Buddha ist von vielen sehr geübten Mönchen und Nonnen umgeben und lehrt ausführlich die Achtsamkeit auf den Atem. Er zeigt, wie sie zu den vier Arten der Achtsamkeitsmeditation in Beziehung steht. ",
  "mn-blurbs:mn119": "Dieses Sutta befasst sich mit dem ersten Aspekt der Achtsamkeitsmeditation, der Beobachtung des Körpers. Die Übungen dieser Serie, so einfach sie scheinen, haben weitreichenden Segen zur Folge. ",
  "mn-blurbs:mn139": "Frieden zu erlangen, ist keine einfache Sache. Der Buddha erklärt, wie man Konflikte vermeidet, indem man zufrieden ist, rechte Rede beachtet, Freude richtig versteht und nicht auf regionalen Gepflogenheiten besteht. ",
  "mn-blurbs:mn140": "Während er eine Nacht in einer Töpferwerkstatt zubringt, hat der Buddha eine zufällige Begegnung mit einem Mönch, der ihn nicht erkennt. Sie haben eine lange und tiefgründige Unterhaltung über die sechs Elemente. Dies ist eine der aufschlussreichsten und bewegendsten Lehrreden des Kanon. ",
  "mn-blurbs:mn141": "Aufbauend auf der ersten Lehrrede des Buddha gibt der Ehrwürdige Sāriputta eine ausführliche Erläuterung der vier edlen Wahrheiten. ",
  "mn-blurbs:mn143": "Als der große Laienschüler Anāthapiṇḍika im Sterben liegt, besucht ihn der Ehrwürdige Sāriputta und gibt ihm eine machtvolle Unterweisung über das Lösen der Bindungen. ",
  "mn-blurbs:mn144": "Sāriputta und Mahācunda besuchen Channa, der krank ist. Channa sagt, es fehle ihm nicht an der nötigen Pflege, aber er leide so große Schmerzen, dass er sich das Leben nehmen wolle, und ist sicher, dass er das frei von Tadel tun würde. Sāriputta will ihn umstimmen und befragt ihn über sein Haften an den sechs Sinnen. Als sich Channa später das Leben nimmt, bestätigt der Buddha, dass er es trotz Sāriputtas Zweifeln frei von Tadel getan habe. ",
  "mn-blurbs:mn145": "Der Ehrwürdige Puṇṇa bittet den Buddha um Unterweisung, bevor er in das fremde Land Sunāparanta aufbricht. Der Buddha warnt ihn vor dem wilden Volk, das dort lebt, und prüft, ob er einer so schwierigen Aufgabe gewachsen ist. ",
  "mn-blurbs:mn146": "Als der Ehrwürdige Nandaka gebeten wird, die Nonnen zu unterweisen, lädt er sie ein, auf seine Fragen zu antworten und sich zu melden, wenn sie etwas nicht verstanden haben. ",
  "mn-blurbs:mn-anupadavagga": "Viele der Lehrreden in diesem Kapitel tauchen in komplexe analytische Darstellungen von Kernlehren ein. Es enthält wichtige Lehrreden über Meditation. ",
  "mn-blurbs:mn-bhikkhuvagga": "Zehn an Mönche gerichtete Lehrreden, von denen viele von Disziplinarangelegenheiten handeln. ",
  "mn-blurbs:mn-brahmanavagga": "Der Buddha setzt sich mit der mächtigen Brahmanenkaste auseinander und stellt ihren Anspruch auf geistliche Autorität in Frage. ",
  "mn-blurbs:mn-culayamakavagga": "Ähnliche Anordnung wie im vorigen Kapitel. ",
  "mn-blurbs:mn-devadahavagga": "Gemischte Lehren. ",
  "mn-blurbs:mn-gahapativagga": "Die Lehrreden in diesem Kapitel sind an Laien aus verschiedenen gesellschaftlichen Gruppen gerichtet. ",
  "mn-blurbs:mn-mahayamakavagga": "Lehrreden, die als Paare von jeweils einem längeren und einem kürzeren Text angeordnet sind. ",
  "mn-blurbs:mn-mulapariyayavagga": "Obwohl es mit dem schwer verständlichen Mūlapariyāya-Sutta beginnt, enthält dieses Kapitel überwiegend grundlegende Lehren und kann im Ganzen als Einführung zu den Lehrreden dienen. ",
  "mn-blurbs:mn-opammavagga": "Ein gemischtes Kapitel mit biografischen Elementen, Gewaltlosigkeit, Nicht-Selbst und einer einflussreichen Lehrrede über den Fortschritt der Meditation. ",
  "mn-blurbs:mn-paribbajakavagga": "Der Buddha im Gespräch mit Asketen und Wanderern. ",
  "mn-blurbs:mn-rajavagga": "Verschiedene Gespräche mit Königen und Prinzen, von denen viele Anhänger des Buddha waren. ",
  "mn-blurbs:mn-salayatanavagga": "Die meisten Lehrreden dieses Kapitels beschäftigen sich mit den sechs Sinnesfeldern. ",
  "mn-blurbs:mn-sihanadavagga": "Dieses Kapitel beginnt mit zwei Lehrreden, in denen ein „Löwengebrüll“ vorkommt, und handelt vom Leiden, vom Gemeinschaftsleben und von praktischen Ratschlägen für die Meditation. ",
  "mn-blurbs:mn-sunnatavagga": "Dieses Kapitel ist nach den ersten beiden Lehrreden benannt, die von der Leerheit handeln, und hat weniger analytische und mehr erzählerische Texte. ",
  "mn-blurbs:mn-vibhangavagga": "Eine Reihe von Lehrreden, die als technische Analyse kürzerer Lehren dargestellt sind. "
}