{
  "mn-blurbs:mn2": "Unterschiedliche Fragestellungen auf der spirituellen Reise erfordern eine Reihe verschiedener Lösungsansätze. Statt für jedes Problem die gleiche Lösung einzusetzen, skizziert der Buddha sieben Methoden, um mit Befleckungen umzugehen, die jeweils in bestimmten Fällen passen. ",
  "mn-blurbs:mn7": "Die vielen Arten von Unreinheiten, die den Geist beflecken, werden mit Flecken in einem Tuch verglichen. Wenn der Geist rein ist, finden wir Freude, die zu Zuständen hohen Bewusstseins führt. Und schließlich weist der Buddha die brahmaische Vorstellung zurück, dass Reinheit vom Baden in heiligen Flüssen komme. ",
  "mn-blurbs:mn10": "Hier geht der Buddha auf den siebten Faktor des edlen achtfachen Pfades ein, die Achtsamkeitsmeditation. Diese Lehrrede fasst viele Meditationsanweisungen zusammen, die sich im gesamten Kanon finden, insbesondere die grundlegenden Übungen, die die Aufmerksamkeit auf den Körper richten. Diese Lehrrede gilt als eine der wichtigsten Lehrreden über Meditation. ",
  "mn-blurbs:mn23": "In einer eigenartigen, mit ausdrucksvoller Bildersprache vollgepackten Lehrrede stellt eine Gottheit einem Mönch ein Rätsel vor; dieser bittet den Buddha um eine Erklärung. ",
  "mn-blurbs:mn33": "Ein Kuhhirte mit elf Eigenschaften ist in der Lage, seine Kuhherde zu versorgen. Ebenso kann ein Mönch oder eine Nonne mit elf Eigenschaften im Dhamma wachsen. ",
  "mn-blurbs:mn44": "Der Laie Visākha befragt die Nonne Dhammadinnā über verschiedene schwierige Punkte, darunter einige der höchsten Meditationszustände. Der Buddha pflichtet allen ihren Antworten bei. ",
  "mn-blurbs:mn52": "Der Ehrwürdige Ānanda wird von einem Hausbesitzer nach dem Weg zur Freiheit gefragt und erklärt nicht weniger als elf Meditationszustände, die als Tore zur Unsterblichkeit dienen können. ",
  "mn-blurbs:mn59": "Der Buddha klärt eine Meinungsverschiedenheit über die Zahl der Gefühle, die er gelehrt hat, und weist darauf hin, dass je nach Kontext unterschiedliche Arten zu lehren die passenden sind; sie sollten kein Grund zum Streiten sein. Er fährt fort, indem er die Bedeutung der Freude für die Entwicklung höherer Meditationszustände zeigt. ",
  "mn-blurbs:mn81": "Der Buddha gibt einen ungewöhnlichen Bericht über ein früheres Leben in der Zeit eines früheren Buddha mit Namen Kassapa. Er war damals nicht am Dhamma interessiert und musste gezwungen werden, den Buddha zu besuchen. Die Lehrrede ist wichtig, um zu verstehen, wie die Bodhisattva-Doktrin sich entwickelt hat. ",
  "mn-blurbs:mn93": "Ein frühreifer Brahmanenschüler wird gegen seinen Willen gedrängt, den Buddha über die Kastenfrage herauszufordern. Sein Zögern erweist sich als berechtigt. ",
  "mn-blurbs:mn109": "In einer entzückenden Vollmondnacht stellt einer der Mönche dem Buddha eine Reihe von zehn Fragen, die das Herz der Lehre betreffen. Aber als er die Lehre vom Nicht-Selbst hört, ist ein anderer Mönch nicht in der Lage, die Bedeutung zu erfassen. ",
  "mn-blurbs:mn139": "Frieden zu erlangen, ist keine einfache Sache. Der Buddha erklärt, wie man Konflikte vermeidet, indem man zufrieden ist, rechte Rede beachtet, Freude richtig versteht und nicht auf regionalen Gepflogenheiten besteht. ",
  "mn-blurbs:mn140": "Während er eine Nacht in einer Töpferwerkstatt zubringt, hat der Buddha eine zufällige Begegnung mit einem Mönch, der ihn nicht erkennt. Sie haben eine lange und tiefgründige Unterhaltung über die sechs Elemente. Dies ist eine der aufschlussreichsten und bewegendsten Lehrreden des Kanon. ",
  "mn-blurbs:mn141": "Aufbauend auf der ersten Lehrrede des Buddha gibt der Ehrwürdige Sāriputta eine ausführliche Erläuterung der vier edlen Wahrheiten. ",
  "mn-blurbs:mn144": "Sāriputta und Mahācunda besuchen Channa, der krank ist. Channa sagt, es fehle ihm nicht an der nötigen Pflege, aber er leide so große Schmerzen, dass er sich das Leben nehmen wolle, und ist sicher, dass er das frei von Tadel tun würde. Sāriputta will ihn umstimmen und befragt ihn über sein Haften an den sechs Sinnen. Als sich Channa später das Leben nimmt, bestätigt der Buddha, dass er es trotz Sāriputtas Zweifeln frei von Tadel getan habe. ",
  "mn-blurbs:mn145": "Der Ehrwürdige Puṇṇa bittet den Buddha um Unterweisung, bevor er in das fremde Land Sunāparanta aufbricht. Der Buddha warnt ihn vor dem wilden Volk, das dort lebt, und prüft, ob er einer so schwierigen Aufgabe gewachsen ist. ",
  "mn-blurbs:mn146": "Als der Ehrwürdige Nandaka gebeten wird, die Nonnen zu unterweisen, lädt er sie ein, auf seine Fragen zu antworten und sich zu melden, wenn sie etwas nicht verstanden haben. ",
  "mn-blurbs:mn-anupadavagga": "Viele der Lehrreden in diesem Kapitel tauchen in komplexe analytische Darstellungen von Kernlehren ein. Es enthält wichtige Lehrreden über Meditation. ",
  "mn-blurbs:mn-bhikkhuvagga": "Zehn an Mönche gerichtete Lehrreden, von denen viele von Disziplinarangelegenheiten handeln. ",
  "mn-blurbs:mn-brahmanavagga": "Der Buddha setzt sich mit der mächtigen Brahmanenkaste auseinander und stellt ihren Anspruch auf geistliche Autorität in Frage. ",
  "mn-blurbs:mn-culayamakavagga": "Ähnliche Anordnung wie im vorigen Kapitel. ",
  "mn-blurbs:mn-devadahavagga": "Gemischte Lehren. ",
  "mn-blurbs:mn-gahapativagga": "Die Lehrreden in diesem Kapitel sind an Laien aus verschiedenen gesellschaftlichen Gruppen gerichtet. ",
  "mn-blurbs:mn-mahayamakavagga": "Lehrreden, die als Paare von jeweils einem längeren und einem kürzeren Text angeordnet sind. ",
  "mn-blurbs:mn-mulapariyayavagga": "Obwohl es mit dem schwer verständlichen Mūlapariyāya-Sutta beginnt, enthält dieses Kapitel überwiegend grundlegende Lehren und kann im Ganzen als Einführung zu den Lehrreden dienen. ",
  "mn-blurbs:mn-opammavagga": "Ein gemischtes Kapitel mit biografischen Elementen, Gewaltlosigkeit, Nicht-Selbst und einer einflussreichen Lehrrede über den Fortschritt der Meditation. ",
  "mn-blurbs:mn-paribbajakavagga": "Der Buddha im Gespräch mit Asketen und Wanderern. ",
  "mn-blurbs:mn-rajavagga": "Verschiedene Gespräche mit Königen und Prinzen, von denen viele Anhänger des Buddha waren. ",
  "mn-blurbs:mn-salayatanavagga": "Die meisten Lehrreden dieses Kapitels beschäftigen sich mit den sechs Sinnesfeldern. ",
  "mn-blurbs:mn-sihanadavagga": "Dieses Kapitel beginnt mit zwei Lehrreden, in denen ein „Löwengebrüll“ vorkommt, und handelt vom Leiden, vom Gemeinschaftsleben und von praktischen Ratschlägen für die Meditation. ",
  "mn-blurbs:mn-sunnatavagga": "Dieses Kapitel ist nach den ersten beiden Lehrreden benannt, die von der Leerheit handeln, und hat weniger analytische und mehr erzählerische Texte. ",
  "mn-blurbs:mn-vibhangavagga": "Eine Reihe von Lehrreden, die als technische Analyse kürzerer Lehren dargestellt sind. "
}