{
  "pli-tv-kd-blurbs:pli-tv-kd1": "Das Mahākhandhaka, das „große Kapitel“, beginnt damit, dass es die Geschichte des Buddha nach seinem Erwachen erzählt. Drei der ersten und bekanntesten Lehrreden – „Das Rad des Dhamma ins Rollen bringen“, die „Kennzeichen des Nicht-selbst“ und die Lehrrede über das „Brennen“ – werden in voller Länge wiedergegeben. Mit dem Anwachsen der Zahl von Schülern entwickelt sich allmählich ein Verfahren für die Ordination. Eine große Zahl von Regeln, die die Ordination betreffen, wird niedergelegt, insbesondere darüber, welche Kandidaten ordiniert werden können, sowie auch Regeln, die das Verhältnis zwischen Lehrer und Schülerin regeln, einschließlich Regeln über Novizen. ",
  "pli-tv-kd-blurbs:pli-tv-kd2": "Das Uposathakkhandhaka, das „Kapitel über den Besinnungstag“, legt die Regeln fest, die den zweimal im Monat stattfindenden Besinnungstag, _uposatha_, betreffen, der an den Vollmond- und Neumondtagen abgehalten wird. An diesen Tagen wird die Ordenssatzung oder der Pātimokkha aufgesagt, die wichtigsten Regeln, die für alle Ordensmitglieder bindend sind. Das Kapitel enthält auch die Regeln in Bezug auf die Begrenzung, _sīmā_, die die räumliche Ausdehnung einer einzelnen Klostergemeinschaft absteckt. Regeln zur Wiedergutmachung bei Verstößen findet man hier auch. ",
  "pli-tv-kd-blurbs:pli-tv-kd3": "Das Vassūpanāyikakkhandhaka, das „Kapitel über das Antreten des Regenzeitaufenthalts“, untersagt den Mönchen und Nonnen das Reisen während der drei Monate der Regenzeit. Stattdessen sollen sie an einem geeigneten Ort den Regenzeitaufenthalt antreten. Es werden dann eine Reihe von Ausnahmen aufgezählt, wegen derer ein Mönch oder eine Nonne bis zu höchstens sieben Tagen verreisen kann, um sich um wichtige Dinge zu kümmern. ",
  "pli-tv-kd-blurbs:pli-tv-kd4": "Das Pavāraṇākhandhaka, das „Kapitel über die Einladungszeremonie“, betrifft Regeln bezüglich der Zeremonie, in der man seine Mitmönche und -nonnen um Verbesserung bittet. Die Zeremonie wird jährlich ganz am Ende des Regenzeitaufenthaltes abgehalten, und die Teilnahme ist für alle Mönche und Nonnen verpflichtend. ",
  "pli-tv-kd-blurbs:pli-tv-kd5": "Das Cammakkhandhaka, das „Kapitel über Häute“, enthält Regeln über den Gebrauch von Schuhwerk und Häuten sowie auch Fahrzeugen und Betten. Zu dem Kapitel gehören auch die ergreifenden Geschichten über den Mönch Soṇa Koḷivisa, der der energischste Schüler des Buddha war, und Soṇa Kuṭikaṇṇa, der in dem abgelegenen Land Avanti Mönch wurde, wo der Buddhismus kaum angekommen war. Das Kapitel nennt auch eine Reihe von Regeln, für die für Länder außerhalb der mittleren Gangesebene Erleichterungen gewährt werden. ",
  "pli-tv-kd-blurbs:pli-tv-kd6": "Das Bhesajjakkhandhaka, das „Kapitel über Arzneien“, behandelt erlaubte Arzenien und medizinische Behandlungen. Die hier niedergelegten Regeln schließen verbote verschiedener Fleischarten ein sowie das Kochverbot für Mönche und Nonnen. Das Kapitel enthält auch die bemerkenswerte Geschichte vom Mönch Pilindavaccha und seinen übernatürlichen Fähigkeiten. Es erzählt auch die Geschichten von der Kurtisane Ambapālī, die dem Saṅgha ihren Mangohain spendet, von der Bekehrung des Generals Sīha und von dem außergewöhnlichen Laien Meṇḍaka, nach dem die Meṇḍaka-Erlaubnis benannt ist. Diese Erlaubnis ermöglicht Laienunterstützern, bei einem Verwalter einen Geldbetrag zu hinterlegen, der dann von einem bestimmten Ordensmitglied, das Bedarfsgegenstände braucht, angesprochen werden kann. Das Kapitel schließt mit vier großen Standards, die Mönchen und Nonnen helfen, zu entscheiden, was erlaubt ist und was nicht. ",
  "pli-tv-kd-blurbs:pli-tv-kd7": "Das Kathinakkhandhaka, das „Kapitel über die Robennäh-Zeremonie“, beschreibt das Vorgehen und die Regeln für die Robennäh-Zeremonie, die normalerweise im letzten Monat der Regenzeit abgehalten wird, nachdem der Regenzeit-Aufenthalt aubgeschlossen wurde. Wenn diese Zeremonie ausgeführt wurde, dauert die Zeit für das Robennähen bis zum Ende der folgenden kalten Jahreszeit, es sei denn, es lägen bestimmte Bedingungen vor. Der größte Teil dieses Kapitels besteht in einer genauen Analyse dieser Bedingungen. ",
  "pli-tv-kd-blurbs:pli-tv-kd8": "Das Cīvarakkhandhaka, das „Kapitel über Robenstoff“, legte eine Anzahl von Regeln über Roben, Robenstoff und Färbeutensilien dar sowie auch Regeln über Erbschaften. Hier finden wir die ausführliche Geschichte des Doktor Jīvaka, des Leibarztes des Buddha, und die Geschichte von Visākha, seiner wichtigsten Unterstützerin, die zeigt, dass sie den Zusammenhang zwischen Großzügigkeit und Erfolg in der Meditation versteht. Das Kapitel enthält auch die bewegende Geschichte, wie der Buddha und Ānanda einen Mönch waschen, der Durchfall hat. ",
  "pli-tv-kd-blurbs:pli-tv-kd9": "Das Campeyyakkhandhaka, das „Kapitel über die aus Campā“, enthält eine technische Diskussion über die Gültigkeit formaler klösterlicher Verfahren, _saṅghakamma_. Das Kapitel beginnt mit der Geschichte vom Mönch Kassapagotta, der böswillig beschuldigt wird, einen Verstoß begangen zu haben. ",
  "pli-tv-kd-blurbs:pli-tv-kd10": "Das Kosambakakkhandhaka, das „Kapitel über die von Kosambī“, bespricht, wie damit umzugehen ist, wenn sich der Saṅgha entzweit. Das Kapitel beginnt mit der Geschichte über den „Vorfall von Kosambī“, der zu einem ernsten Streit und einer Entzweiung des Saṅgha führte. Der Buddha erzählt die Geschichte von Dīghāvu, eine längere Fassung des Kosambī-Jātaka aus der Jātaka-Sammlung, in einem Versuch, die Mönche wieder zur Vernunft zu bringen. Als er damit scheitert, geht er weg und besucht die drei Freunde Anuruddha, Nandiya und Kimbila, die beispielhaft die Kunst vorführen, in Eintracht zu leben. ",
  "pli-tv-kd-blurbs:pli-tv-kd11": "Das Kammakkhandhaka, das „Kapitel über Verfahren“, beschreibt technische Einzelheiten zur Gültigkeit formaler Verfahren, die Sanktionen gegen die Person beinhalten, die einen Verstoß begeht. Das Kapitel bespricht die Verfügung eines solchen Verfahrens, das Verhalten, das vom Schuldigen gefordert wird, um daraus entlassen zu werden, sowie das Aufheben der Verfügung. ",
  "pli-tv-kd-blurbs:pli-tv-kd12": "Das Pārivāsikakkhandhaka, das „Kapitel über die in der Probezeit“, enthält eine detaillierte Beschreibung des Verhaltens, das von einem Mönch oder einer Nonne gefordert wird, der oder die einen mit Enthebung verbundenen Verstoß, _saṅghādisesa_, begangen hat, um rehabilitiert werden zu können. ",
  "pli-tv-kd-blurbs:pli-tv-kd13": "Das Samuccayakkhandhaka, das „Kapitel über Ansammlung“, beschreibt im Einzelnen das Verfahren zur Wiedergutmachung für jemanden, der einen mit Enthebung verbundenen Verstoß, _saṅghādisesa_, begangen hat. ",
  "pli-tv-kd-blurbs:pli-tv-kd14": "Das Samathakkhandhaka, das „Kapitel über das Beilegen von Rechtsangelegenheiten“, gibt eine ausführliche Beschreibung, wie die Grundsätze zum Beilegen disziplinarischer Angelegenheiten (die _adhikaraṇasamathadhamma_), die letzten sieben „Regeln“ der Ordenssatzung, in der Praxis anzuwenden sind. Das Kapitel schließt eine technische Diskussion über die Natur der vier Arten von Rechtsangelegenheiten ein. ",
  "pli-tv-kd-blurbs:pli-tv-kd15": "Das Khuddakavatthukkhandhaka, das „Kapitel über kurze Themen“, enthält eine große und breit gefächerte Anzahl kleinerer Regeln, einschließlich Regeln über erlaubte Gebäude. Ein wiederkehrendes Thema ist, dass Luxusgegenstände und Schwelgen in sinnlichen Genüssen nicht erlaubt sind. Hier findet man die Verse, die gegen gefährliche Insekten und Schlangen schützen, das sogenannte Khandhaparitta. Das Verfahren zum „Umdrehen der Schale“ wird beschrieben, ein Verfahren, das gegen Laien gerichtet ist, die dem Interesse des Buddhismus entgegenwirken. Dieses Kapitel enthält auch die vieldiskutierte Anweisung für Mönche und Nonnen, die Lehre des Buddha in ihrer eigenen Ausdrucksweise zu lernen. ",
  "pli-tv-kd-blurbs:pli-tv-kd16": "Das Senāsanakkhandhaka, das „Kapitel über Unterkünfte“, gibt weitere Regeln über erlaubte Unterkünfte einschließlich den erlaubten Methoden, sie zu bauen und zu verputzen, und den erlaubten Einrichtungsgegenständen. Es werden eine Reihe weniger bedeutender Regeln festgelegt, wie etwa das Verfahren zur Bestimmung von Funktionsträgern in der Gemeinschaft. Das Kapitel erzählt die Geschichte von Anāthapiṇḍika, der vielleicht der größte Wohltäter in der frühesten Phase des Buddhismus ist. Hier finden wir auch die Erzählung des Tittira-Jātaka, des „Jātaka vom Rebhuhn“, das man in etwas anderer Form in der Jātaka-Sammlung findet. ",
  "pli-tv-kd-blurbs:pli-tv-kd17": "Das Saṅghabhedakakkhandhaka, das „Kapitel über Spaltung des Saṅgha“, beginnt mit der Geschichte vom Fortziehen einiger Verwandter des Buddha einschließlich Anuruddha und Devadatta. Die Geschichte geht weiter mit Devadattas Ehrgeiz, den Saṅgha zu leiten – einschließlich der Geschichte vom König Ajātasattu, der seinen Vater umbringt, und Devadattas Versuchen, den Buddha zu töten – und erzählt, wie seine Taten schließlich zur Spaltung führen. Als Teil der Geschichte legt der Buddha das „Verfahren der Ankündigung“ nieder, mit dem der Saṅgha sich von Handlungen von Einzelpersonen distanzieren kann. Das Kapitel schließt mit einer technischen Diskussion über Spaltung. ",
  "pli-tv-kd-blurbs:pli-tv-kd18": "Das Vattakkhandhaka, das „Kapitel über Verhalten“, legt die Verhaltensregeln nieder, wie sie für eine Vielzahl von Umständen zutreffen, wie etwa für den Umgang zwischen Lehrer und Schüler; für besuchende, ansässige und abreisende Mönche und Nonnen; für die Almosenrunde und das Leben im Wald; für Essräume, Unterkünfte, sanitäre Anlagen und Saunas. ",
  "pli-tv-kd-blurbs:pli-tv-kd19": "Das Pātimokkhaṭṭhapanakkhandhaka, das „Kapitel über das Aussetzen der Ordenssatzung“, erlaubt es, einen Mönch oder eine Nonne vom Aufsagen der Ordenssatzung auszuschließen, wenn sie einen Verstoß nicht vorher gestanden haben. Dieses Kapitel beschreibt auch die Eigenschaften, die man selbst haben sollte, bevor man andere zurechtweist. ",
  "pli-tv-kd-blurbs:pli-tv-kd20": "Das Bhikkhunikkhandhaka, das „Kapitel über Nonnen“, umfasst alle Regeln außerhalb der Ordenssatzung, des Pātimokkha, die den Nonnen eigen sind, einschließlich der Ordinationszeremonie und der Ordination mittels Boten. Das Kapitel beginnt mit der Ordination von Mahāpajāpatī Gotamī, die den Beginn des Nonnensaṅgha markiert. ",
  "pli-tv-kd-blurbs:pli-tv-kd21": "Das Pañcasatikakkhandhaka, das „Kapitel über die Versammlung von Fünfhundert“, erzählt die Geschichte vom ersten gemeinschaftlichen Aufsagen (_saṅgīti_) der Lehren des Buddha in Rājagaha, das auch als „erstes Konzil“ bekannt ist. Ānanda, der persönliche Aufwärter des Buddha, sagte die Lehrreden auf, während Upāli das Ordensrecht aufsagte. ",
  "pli-tv-kd-blurbs:pli-tv-kd22": "Das Sattasatikakkhandhaka, das „Kapitel über die Versammlung von Siebenhundert“, erzählt die Geschichte einer größeren Meinungsverschiedenheit im Saṅgha über Aspekte des Ordensrechts, insbesondere den Gebrauch von Geld. Nach einem langen Verfahren einigt man sich darauf, dass Mönche und Nonnen kein Geld verwenden sollen. Dieser Vorfall wird oft als „zweites Konzil“ bezeichnet. "
}