{
  "pli-tv-bu-vb-blurbs:pli-tv-bu-vb-as1": "Eine disziplinarische Angelegenheit kann nur beigelegt werden, wenn alle Betroffenen bei der Verhandlung anwesend sind. Außerdem muss das Verfahren im Einklang mit allen Aspekten des Ordensrechts ablaufen. ",
  "pli-tv-bu-vb-blurbs:pli-tv-bu-vb-as2": "Wenn ein Mönch für seine klare Erinnerung bekannt ist, kann jede Anklage gegen ihn dadurch beigelegt werden, dass er aufgrund seiner Erinnerung an die betreffenden Ereignisse seine Unschuld erklärt. ",
  "pli-tv-bu-vb-blurbs:pli-tv-bu-vb-as3": "Ein geisteskranker Mönch ist für seine Verstöße nicht verantwortlich. Verstöße, die er während einer vergangenen Episode von Geisteskrankheit begangen hat, können durch eine Erklärung früherer Geisteskrankheit beigelegt werden. ",
  "pli-tv-bu-vb-blurbs:pli-tv-bu-vb-as4": "Alle Verstöße außer denen, die mit Ausschluss verbunden sind, sollten durch angemessene Wiedergutmachung beigelegt werden. ",
  "pli-tv-bu-vb-blurbs:pli-tv-bu-vb-as5": "Eine Diskussion, die sich in die Länge zieht, ohne zu einer Lösung zu führen, kann durch Mehrheitsbeschluss beigelegt werden. ",
  "pli-tv-bu-vb-blurbs:pli-tv-bu-vb-as6": "Einem Mönch, der in Bezug auf den Verstoß, den er begangen hat, störrisch ist, kann ein Verweis erteilt werden. ",
  "pli-tv-bu-vb-blurbs:pli-tv-bu-vb-as7": "Wenn es in einem Streit um eine Anzahl von Verstößen auf beiden Seiten geht und der Orden denkt, es könnte zu Verhärtung oder Spaltung führen, wenn jeder Verstoß auf die übliche Art abgehandelt würde, dann kann der Orden beschließen, ein Verfahren anzuwenden, bei dem alle Verstöße auf einmal beigelegt werden. Verstöße, bei denen dies nicht angewendet werden kann, sind die, die mit Ausschluss oder Enthebung verbunden sind, sowie alle Verstöße, bei denen auch Laien betroffen sind. ",
  "pli-tv-bu-vb-blurbs:pli-tv-bu-vb-as": "Es gibt sieben <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i>, „Grundsätze für das Beilegen disziplinarischer Angelegenheiten“, die für Mönche und Nonnen gleich sind. Es sind keine Regeln im gewöhnlichen Sinn, und die Einteilung als schwere oder leichte Verstöße trifft daher auf sie nicht zu. Sie geben vielmehr die richtige Methode vor, um mit disziplinarischen Angelegenheiten umzugehen. Die ausführliche Erläuterung dazu findet sich im <i lang='pi' translate='no'>Samathakkhandhaka</i>. Die disziplinarischen Angelegenheiten, die mithilfe dieser Grundsätze beigelegt werden, fallen in vier Gruppen: Streitigkeiten, Anschuldigungen, Verstöße und Verfahren. Unter „Verfahren“ fallen Ordensverfahren wie Ordinationen und das Einhalten des Besinnungstages (<i lang='pi' translate='no'>Uposatha</i>). ",
  "pli-tv-bu-vb-blurbs:pli-tv-bu-vb-ay1": "Eine Laienschülerin kann sehen, dass ein Mönch an einem versteckten Ort bei einer Frau sitzt. Wenn sie ihn eines mit Ausstoßung, Enthebung oder Geständnis verbundenen Verstoßes beschuldigt und er gibt den Verstoß zu, gilt er als des entsprechenden Verstoßes schuldig. ",
  "pli-tv-bu-vb-blurbs:pli-tv-bu-vb-ay2": "Eine Laienschülerin kann sehen, dass ein Mönch vertraulich bei einer Frau sitzt. Wenn sie ihn eines mit Enthebung oder Geständnis verbundenen Verstoßes beschuldigt und er gibt den Verstoß zu, gilt er als des entsprechenden Verstoßes schuldig. ",
  "pli-tv-bu-vb-blurbs:pli-tv-bu-vb-ay": "Die Regeln dieser Kategorie sind im Pali als <i lang='pi' translate='no'>Aniyata</i>, „unbestimmt“, bekannt. Für die Mönche gibt es zwei dieser Regeln, für die Nonnen keine. Es handelt sich um Verfahren, die festlegen, wie damit umzugehen ist, wenn ein Mönch eines sexuell unangemessenen Verhaltens gegenüber einer Frau beschuldigt wird. "
}