{
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-as1": "Eine disziplinarische Angelegenheit kann nur beigelegt werden, wenn alle Betroffenen bei der Verhandlung anwesend sind. Außerdem muss das Verfahren im Einklang mit allen Aspekten des Ordensrechts ablaufen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-as2": "Wenn eine Nonne für ihre klare Erinnerung bekannt ist, kann jede Anklage gegen sie dadurch beigelegt werden, dass sie aufgrund ihrer Erinnerung an die betreffenden Ereignisse ihre Unschuld erklärt. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-as3": "Eine geisteskranke Nonne ist für ihre Verstöße nicht verantwortlich. Verstöße, die sie während einer vergangenen Episode von Geisteskrankheit begangen hat, können durch eine Erklärung früherer Geisteskrankheit beigelegt werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-as4": "Alle Verstöße außer denen, die mit Ausschluss verbunden sind, sollten durch angemessene Wiedergutmachung beigelegt werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-as5": "Eine Diskussion, die sich in die Länge zieht, ohne zu einer Lösung zu führen, kann durch Mehrheitsbeschluss beigelegt werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-as6": "Einer Nonne, die in Bezug auf den Verstoß, den sie begangen hat, störrisch ist, kann ein Verweis erteilt werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-as7": "Wenn es in einem Streit um eine Anzahl von Verstößen auf beiden Seiten geht und der Orden denkt, es könnte zu Verhärtung oder Spaltung führen, wenn jeder Verstoß auf die übliche Art abgehandelt würde, dann kann der Orden beschließen, ein Verfahren anzuwenden, bei dem alle Verstöße auf einmal beigelegt werden. Verstöße, bei denen dies nicht angewendet werden kann, sind die, die mit Ausschluss oder Enthebung verbunden sind, sowie alle Verstöße, bei denen auch Laien betroffen sind. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-as": "Es gibt sieben <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i>, „Grundsätze für das Beilegen disziplinarischer Angelegenheiten“, die für Mönche und Nonnen gleich sind. Es sind keine Regeln im gewöhnlichen Sinn, und die Einteilung als schwere oder leichte Verstöße trifft daher auf sie nicht zu. Sie geben vielmehr die richtige Methode vor, um mit disziplinarischen Angelegenheiten umzugehen. Die ausführliche Erläuterung dazu findet sich im <i lang='pi' translate='no'>Samathakkhandhaka</i>. Die disziplinarischen Angelegenheiten, die mithilfe dieser Grundsätze beigelegt werden, fallen in vier Gruppen: Streitigkeiten, Anschuldigungen, Verstöße und Verfahren. Unter „Verfahren“ fallen Ordensverfahren wie Ordinationen und das Einhalten des Besinnungstages (<i lang='pi' translate='no'>Uposatha</i>). ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np1": "Eine Nonne, die mehr als eine Schale hat, muss die zusätzliche Schale abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np2": "Eine Nonne, die Robenstoff auf unpassende Art verteilt, muss den Robenstoff abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np3": "Eine Nonne, die eine Robe, die sie einer anderen Nonne im Tausch gegeben  hat, wieder wegnimmt, muss die Robe abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np4": "Eine Nonne, die um eine Sache bittet, aber wenn sie sie erhält, sagt, sie wolle etwas anderes, muss den Gegenstand abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np5": "Eine Nonne, die etwas von einem Verwalter bekommt, es dann aber gegen etwas anderes tauscht, muss den Gegenstand abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np6": "Eine Nonne, die einen Bedarfsgegenstand, der dem Orden gehört und der für einen bestimmten Zweck bestimmt ist, wegtauscht, muss den eingetauschten Gegenstand abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np7": "Eine Nonne, die um einen Bedarfsgegenstand bittet, der dem Orden gehört und für einen bestimmten Zweck bestimmt ist, ihn dann aber gegen etwas anderes tauscht, muss den eingetauschten Gegenstand abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np8": "Eine Nonne, die einen gemeinschaftlichen Bedarfsgegenstand, der für einen bestimmten Zweck bestimmt ist, wegtauscht, muss den eingetauschten Gegenstand abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np9": "Eine Nonne, die um einen gemeinschaftlichen Bedarfsgegenstand bittet, der für einen bestimmten Zweck bestimmt ist, ihn dann aber gegen etwas anderes tauscht, muss den eingetauschten Gegenstand abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np10": "Eine Nonne, die um einen persönlichen Bedarfsgegenstand für einen bestimmten Zweck bittet, ihn dann aber gegen etwas anderes tauscht, muss den eingetauschten Gegenstand abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np11": "Eine Nonne, die um einen teuren schweren Umhang bittet, muss diesen abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np12": "Eine Nonne, die um einen teuren leichten Umhang bittet, muss diesen abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np13": "Eine Nonne, die zusätzlichen Robenstoff länger als zehn Tage behält, muss den Robenstoff abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np14": "Eine Nonne, die eine ihrer fünf Roben länger als einen Tag nicht bei sich hat, muss die Robe abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np15": "Eine Nonne kann zusätzlichen Robenstoff bis zu einem Monat behalten, wenn sie mehr in Aussicht hat. Eine Nonne, die ihn darüber hinaus behält, muss den Robenstoff abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np16": "Eine Nonne, die einen Laien um Robenstoff bittet, außer, wenn ihre Roben verloren oder zerstört sind, muss den Robenstoff abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np17": "Wenn die Roben einer Nonne verloren oder zerstört sind, sollte sie beim Bitten um Robenstoff das rechte Maß kennen. Wenn nicht, muss sie den Robenstoff abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np18": "Wenn ein Laie eine Robe für eine Nonne kaufen will und die Nonne bittet um eine erlesene Robe, muss sie die Robe abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np19": "Wenn zwei Laien unabhängig voneinander eine Robe für eine Nonne kaufen wollen und die Nonne bittet sie, ihr Geld zusammenzulegen und eine erlesene Robe zu kaufen, muss sie die Robe abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np20": "Wenn Geld zum Gebrauch für eine Nonne in der richtigen Weise bei einem Verwalter hinterlegt wurde, kann die Nonne dem Verwalter einen Hinweis geben, dass sie eine Robe braucht. Wenn sie auf diese Art die Robe nicht bekommt, aber sie bekommt eine mittels unangemessenen Verhaltens, muss sie die Robe abtreten und den Verstoß gestehen. Diese Regel schreibt auch das Vorgehen vor, durch das ein Laienanhänger im Namen einer Spenderin Geld zur Unterstützung einer Nonne verwahren kann. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np21": "Eine Nonne, die Geld annimmt, muss es abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np22": "Eine Nonne, die Geld bei einem Handel annimmt, muss es abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np23": "Eine Nonne, die Tauschhandel betreibt, es sei denn mit ihren Klostergenossinnen, muss den erworbenen Artikel abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np24": "Eine Nonne, die um eine neue Schale bittet, wenn ihre Schale noch brauchbar ist, muss diese abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np25": "Eine Nonne, die Tonika länger als sieben Tage behält, muss sie abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np26": "Eine Nonne, die einer anderen Nonne Robenstoff gibt, ihn aber später aus Zorn wieder wegnimmt, muss ihn abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np27": "Eine Nonne, die um Garn bittet und davon Robenstoff weben lässt, muss diesen abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np28": "Wenn ein Laie für eine Nonne Robenstoff weben lässt und die Nonne stellt Forderungen an die Weber, muss sie den Robenstoff abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np29": "Eine Nonne, die eine „eilige Robe“ über die annehmbare Zeitbegrenzung hinaus lagert, muss diese abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np30": "Eine Nonne, die eine für den Orden bestimmte Spende für sich selbst zweckentfremdet, muss den Gegenstand abtreten und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-np": "Die Regeln dieser Kategorie sind im Pali als <i lang='pi' translate='no'>Nissaggiya-Pācittiya</i> bekannt, „mit Abtretung und Geständnis verbunden“. Es gibt dreißig dieser Regeln für Nonnen und die gleiche Anzahl für Mönche, obwohl nur achtzehn beiden gemeinsam sind. Diese Regeln werden, wie auch die verbleibenden Regeln der Ordenssatzung, als leichte Verstöße, <i lang='pi' translate='no'>lahukāpatti</i>, eingestuft. Für leichte Verstöße gibt es gewöhnlich keine Sanktionen außer einem Geständnis. Bei den <i lang='pi' translate='no'>Nissaggiya-Pācittiya</i>-Regeln muss allerdings jeder mit dem Begehen des Verstoßes verbundene Gegenstand abgetreten werden. Nachdem der Verstoß gestanden wurde, wird der Gegenstand, von ein paar Ausnahmen abgesehen, der Person, die den Verstoß begangen hat, zurückgegeben. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc1": "Eine Nonne, die rohen Knoblauch isst, muss den Verstoß gestehen. Diese Regel enthält auch die Erzählung des Suvaṇṇahaṁsa-Jātaka, das in das man in etwas anderer Form in der Jātaka-Sammlung findet. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc2": "Eine Nonne, die ihre Achsel- oder Schamhaare entfernt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc3": "Eine Nonne, die auf ihre Geschlechtsteile schlägt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc4": "Eine Nonne, die einen Dildo benutzt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc5": "Eine Nonne, die mehr als zwei Fingergelenke in ihre Scheide einführt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc6": "Eine Nonne, die einem Mönch beim Essen aufwartet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc7": "Eine Nonne, die um rohes Getreide bittet und es dann zubereitet und isst, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc8": "Eine Nonne, die Kot, Urin oder Abfall über eine Mauer entsorgt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc9": "Eine Nonne, die Kot, Urin oder Abfall auf Nutzpflanzen entsorgt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc10": "Eine Nonne, die hingeht, um eine Show zu sehen, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc11": "Eine Nonne, die in der Absicht, unbeobachtet zu sein, nachts allein bei einem Mann steht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc12": "Eine Nonne, die in der Absicht, unbeobachtet zu sein, mit einem Mann an einem verborgenen Platz steht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc13": "Eine Nonne, die in der Absicht, unbeobachtet zu sein, allein mit einem Mann draußen im Freien steht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc14": "Eine Nonne, die in der Absicht, unbeobachtet zu sein, allein mit einem Mann auf der Straße steht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc15": "Eine Nonne, die ein Haus verlässt, ohne die Eigentümer zu informieren, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc16": "Eine Nonne, die sich in einem Haus auf einen Sitz setzt oder hinlegt, ohne die Eigentümer um Erlaubnis zu bitten, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc17": "Eine Nonne, die in einem Haus Bettzeug ausbreitet und sich dann setzt oder hinlegt, ohne die Eigentümer um Erlaubnis zu bitten, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc18": "Eine Nonne, die jemanden ohne Nachzudenken tadelt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc19": "Eine Nonne, die sich oder jemand anderen verflucht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc20": "Eine Nonne, die weint und sich selbst schlägt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc21": "Eine Nonne, die nackt badet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc22": "Eine Nonne, die eine zu große Baderobe macht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc23": "Eine Nonne, die die Robe einer anderen Nonne, nachdem sie sie aufgetrennt hat, nicht wieder zusammennäht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc24": "Eine Nonne, die eine ihrer fünf Roben fünf Tage lang nicht berührt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc25": "Eine Nonne, die ohne Erlaubnis der Besitzerin eine geliehene Robe trägt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc26": "Eine Nonne, die einen Nonnenorden daran hindert, Robenstoff zu bekommen, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc27": "Eine Nonne, die eine angemessene Verteilung von Robenstoff blockiert, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc28": "Eine Nonne, die eine Robe jemandem gibt, der nicht dem buddhistischen Orden angehört, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc29": "Eine Nonne, die ohne guten Grund die Verteilung von Robenstoff behindert, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc30": "Eine Nonne, die den Orden daran hindert, die Zeit des Robennähens zu beenden, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc31": "Eine Nonne, die sich ins gleiche Bett legt wie eine andere Nonne, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc32": "Eine Nonne, die ihr Bettzeug mit einer anderen Nonne teilt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc33": "Eine Nonne, die es einer anderen Nonne absichtlich unbehaglich macht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc34": "Eine Nonne, die sich um eine kranke Nonnenschülerin nicht kümmert, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc35": "Eine Nonne, die einer anderen Nonne eine Unterkunft gibt und sie dann hinauswirft, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc36": "Eine Nonne, die beharrlich unangemessene Kontakte mit Laien pflegt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc37": "Eine Nonne, die in einer gefährlichen Gegend ihres eigenen Landes ohne eine Gruppe von Reisenden auf Wanderschaft geht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc38": "Eine Nonne, die in einer gefährlichen Gegend im Ausland ohne eine Gruppe von Reisenden auf Wanderschaft geht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc39": "Eine Nonne, die während der Regenzeit auf Wanderschaft geht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc40": "Eine Nonne, die nach der Regenzeit nicht auf Wanderschaft geht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc41": "Eine Nonne, die ein Freizeithaus oder einen Freizeitpark besucht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc42": "Eine Nonne, die einen großen oder üppigen Sitz benutzt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc43": "Eine Nonne, die Garn spinnt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc44": "Eine Nonne, die eine Laienperson bedient, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc45": "Eine Nonne, die einwilligt, eine Rechtsangelegenheit beizulegen, dann aber nichts dazu unternimmt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc46": "Eine Nonne, die jemandem, der nicht dem buddhistischen Orden angehört, zu essen gibt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc47": "Eine Nonne, die eine gemeinschaftliche Menstruationsrobe über die beabsichtigte Zeit hinaus verwendet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc48": "Eine Nonne, die auf Wanderschaft geht, ohne ihre Unterkunft aufzugeben, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc49": "Eine Nonne, die sich nutzloses Wissen aneignet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc50": "Eine Nonne, die nutzloses Wissen lehrt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc51": "Eine Nonne, die ein Mönchskloster ohne Erlaubnis betritt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc52": "Eine Nonne, die einen Mönch beschimpft, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc53": "Eine Nonne, die im Zorn einen Orden beschimpft, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc54": "Eine Nonne, die isst, nachdem sie ihr Mahl beendet hat, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc55": "Eine Nonne, die versucht, ihre Unterstützer davon abzuhalten, andere zu unterstützen, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc56": "Eine Nonne, die die Regenzeit in einem Kloster verbringt, in dem keine Mönche sind, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc57": "Eine Nonne, die nach der Regenzeit nicht beide Orden einlädt, sie zu ermahnen, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc58": "Eine Nonne, die nicht zu den Unterweisungen oder den formalen Sitzungen des Ordens geht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc59": "Eine Nonne, die sich nicht alle zwei Wochen beim Mönchsorden über den Besinnungstag und die Unterweisung erkundigt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc60": "Eine Nonne, die mit einem Mann allein ist und von ihm am Oberschenkel behandelt wird, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc61": "Eine Nonne, die eine Schwangere ordiniert, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc62": "Eine Nonne, die eine Stillende ordiniert, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc63": "Eine Nonne, die eine Nonne in Schulung ordiniert, die ihre Schulung nicht abgeschlossen hat, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc64": "Eine Nonne, die eine Nonne in Schulung ohne Zustimmung des Ordens ordiniert, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc65": "Eine Nonne, die ein verheiratetes Mädchen ordiniert, das jünger als zwölf Jahre ist, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc66": "Eine Nonne, die eine verheiratetes Mädchen ordiniert, das seine Schulung nicht abgeschlossen hat, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc67": "Eine Nonne, die ein verheiratetes Mädchen ohne Zustimmung des Ordens ordiniert, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc68": "Eine Nonne, die eine Schülerin ordiniert, sie dann aber nicht zwei Jahre lang anleitet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc69": "Eine Nonne, die nicht zwei Jahre lang bei ihrer Präzeptorin bleibt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc70": "Eine Nonne, die eine Schülerin ordiniert und sie anschließend nicht mitnimmt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc71": "Eine Nonne, die ein unverheiratetes Mädchen ordiniert, das jünger als zwanzig Jahre ist, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc72": "Eine Nonne, die eine unverheiratetes Mädchen ordiniert, das seine Schulung nicht abgeschlossen hat, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc73": "Eine Nonne, die ein unverheiratetes Mädchen ohne Zustimmung des Ordens ordiniert, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc74": "Eine Nonne, die noch nicht lange genug ordiniert ist und die Ordination erteilt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc75": "Eine Nonne, die ohne Zustimmung des Ordens die Ordination erteilt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc76": "Eine Nonne, die sich einverstanden erklärt, wenn ihr die Erlaubnis zum Erteilen der Ordination verweigert wird, das aber später kritisiert, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc77": "Eine Nonne, die einer Nonne in Schulung verspricht, sie im Austausch für Robenstoff zu ordinieren, dann aber nichts unternimmt, um sie zu ordinieren, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc78": "Eine Nonne, die einer Nonne in Schulung verspricht, sie dafür, dass sie ihr zwei Jahre lang aufwartet, zu ordinieren, dann aber nichts unternimmt, um sie zu ordinieren, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc79": "Eine Nonne, die eine Nonne in Schulung ordiniert, die auf unangemessene Art Kontakte knüpft und schwierig im Umgang ist, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc80": "Eine Nonne, die eine Nonne in Schulung ordiniert, die keine Erlaubnis von ihren Eltern und ihrem Ehemann hat, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc81": "Eine Nonne, die eine Nonne in Schulung ordiniert, nachdem die Zustimmung des Ordens abgelaufen ist, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc82": "Eine Nonne, die in aufeinanderfolgenden Jahren die Ordination erteilt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc83": "Eine Nonne, die in einem Jahr zwei Frauen ordiniert, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc84": "Eine Nonne, die einen Sonnenschirm und Sandalen benutzt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc85": "Eine Nonne, die in einem Fahrzeug reist, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc86": "Eine Nonne, die einen Hüftschmuck trägt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc87": "Eine Nonne, die Schmuck trägt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc88": "Eine Nonne, die mit Düften und Farben badet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc89": "Eine Nonne, die mit Düften und Blüten aus ölhaltigen Samen badet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc90": "Eine Nonne, die sich von einer anderen Nonne reiben lässt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc91-93": "Eine Nonne, die sich von einer Nonne in Schulung, einer Novizin oder einer Laienfrau reiben lässt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc94": "Eine Nonne, die sich vor einen Mönch hinsetzt, ohne um Erlaubnis zu bitten, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc95": "Eine Nonne, die einem Mönch eine Frage stellt, ohne dass er das erlaubt hätte, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc96": "Eine Nonne, die eine bewohnte Gegend betritt, ohne ein Oberteil zu tragen, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc97": "Eine Nonne, die lügt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc98": "Eine Nonne, die eine andere Nonne mit Worten beleidigt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc99": "Eine Nonne, die boshaftes Gerede über eine andere Nonne verbreitet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc100": "Eine Nonne, die eine nicht-ordinierte Person unterweist, um das Wort des Buddha auswendig zu lernen, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc101": "Eine Nonne, die sich mehr als drei aufeinanderfolgende Nächte im gleichen Raum niederlegt wie eine nicht-ordinierte Person, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc102": "Eine Nonne, die sich im gleichen Raum niederlegt wie ein Mann, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc103": "Eine Nonne, die einen Mann mehr als sechs Sätze vom Wort des Buddha lehrt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc104": "Eine Nonne, die einer nicht-ordinierten Person von ihren hohen spirituellen Errungenschaften berichtet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc105": "Eine Nonne, die einer nicht-ordinierten Person von einem schweren Verstoß einer anderen Nonne berichtet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc106": "Eine Nonne, die die Erde umgräbt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc107": "Eine Nonne, die absichtlich Vegetation zerstört, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc108": "Eine Nonne, die ausweichend antwortet oder schweigt, wenn sie vom Orden befragt wird, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc109": "Eine Nonne, die einen Funktionsträger im Orden tadelt oder verunglimpft, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc110": "Eine Nonne, die Möbel, die dem Orden gehören, draußen stehen lässt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc111": "Eine Nonne, die in einer Unterkunft, die dem Orden gehört, Bettzeug liegen lässt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc112": "Eine Nonne, die sich in einer Unterkunft, die dem Orden gehört, hinlegt und dabei eine andere Nonne bedrängt mit dem Ziel, sie zum Fortgehen zu bewegen, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc113": "Eine Nonne, die eine andere Nonne aus einer Unterkunft, die dem Orden gehört, hinauswirft, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc114": "Eine Nonne, die im nicht beplankten oberen Stockwerk einer Hütte, die dem Orden gehört, ein Bett mit unbefestigten Füßen benutzt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc115": "Eine Nonne, die mehr als drei Lagen Baumaterial aufbringt, wenn sie eine große Unterkunft baut, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc116": "Eine Nonne, die Wasser, in dem Lebewesen sind, auf den Boden gießt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc117": "Eine Nonne, die mehr als eine Mahlzeit in einem öffentlichen Gasthaus isst, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc118": "Eine Nonne, die als Mitglied einer eigens eingeladenen Gruppe von Nonnen isst, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc119": "Eine Nonne, die mehr als drei Schüsseln voll Gebäck annimmt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc120": "Eine Nonne, die zwischen Mittag und Morgendämmerung isst, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc121": "Eine Nonne, die Lebensmittel isst, die sie über Nacht aufbewahrt hat, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc122": "Eine Nonne, die Essen verzehrt, das nicht angeboten wurde, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc123": "Eine Nonne, die eine andere Nonne zur Almosenrunde mitnimmt, sie aber dann wegschickt, weil sie etwas Unpassendes tun will, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc124": "Eine Nonne, die sich hinsetzt und ein Paar bedrängt, das voller Begierde ist, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc125": "Eine Nonne, die mit einem Mann an einem verborgenen Platz zusammensitzt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc126": "Eine Nonne, die mit einem Mann allein zusammensitzt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc127": "Eine Nonne, die vor oder nach einer Mahlzeit, zu der sie eingeladen ist, andere Laien besucht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc128": "Eine Nonne, die beim Bitten um Bedarfsgegenstände den Rahmen, zu dem sie eingeladen wurde, überschreitet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc129": "Eine Nonne, die hingeht, um einen Truppenaufmarsch zu sehen, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc130": "Eine Nonne, die länger als drei Nächte bei einem Heer bleibt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc131": "Eine Nonne, die, während sie bei einem Heer ist, geht, um Heeresaktivitäten zu sehen, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc132": "Eine Nonne, die Alkohol trinkt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc133": "Eine Nonne, die eine andere Nonne kitzelt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc134": "Eine Nonne, die im Wasser spielt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc135": "Eine Nonne, die respektlos ist, wenn sie zu Recht bei einer Übertretung der Ordenssatzung korrigiert wird, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc136": "Eine Nonne, die eine andere Nonne erschreckt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc137": "Eine Nonne, die ein Feuer anzündet, um sich zu wärmen, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc138": "Eine Nonne in der mittleren Gangesebene, die, außer, wenn sie schmutzig ist, mehr als einmal in zwei Wochen badet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc139": "Eine Nonne, die eine neue Robe trägt, ohne sie vorher zu markieren, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc140": "Eine Nonne, die Robenstoff benutzt, der an eine Mitnonne weitergegeben wurde, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc141": "Eine Nonne, die Bedarfsgegenstände einer anderen Nonne versteckt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc142": "Eine Nonne, die absichtlich ein Lebewesen tötet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc143": "Eine Nonne, die Wasser benutzt, in dem Lebewesen sind, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc144": "Eine Nonne, die versucht, eine Angelegenheit aus dem Ordensrecht, die regelgerecht beigelegt wurde, wieder aufzurollen, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc145": "Eine Nonne, die nach vorheriger Verabredung mit Dieben zusammen reist, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc146": "Eine Nonne, die sagt, Dinge, die der Buddha als hinderlich erklärt hat, seien nicht wirklich hinderlich, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc147": "Eine Nonne, die mit einer Nonne zusammenlebt, die ausgestoßen wurde, weil sie die Ansicht hegt, Dinge, die der Buddha als hinderlich erklärt hat, seien nicht wirklich hinderlich, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc148": "Eine Nonne, die mit eine Novizin zusammenlebt, die ausgeschlossen wurde, weil sie die Ansicht hegt, Dinge, die der Buddha als hinderlich erklärt hat, seien nicht wirklich hinderlich, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc149": "Eine Nonne, die einen Trick als Vorwand benutzt, um die Ordenssatzung nicht einzuhalten, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc150": "Eine Nonne, die die Ordenssatzung tadelt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc151": "Eine Nonne, die fälschlich behauptet, eine Regel aus der Ordenssatzung nicht gekannt zu haben, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc152": "Eine Nonne, die im Zorn eine andere Nonne schlägt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc153": "Eine Nonne, die im Zorn eine andere Nonne körperlich bedroht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc154": "Eine Nonne, die eine andere Nonne fälschlich eines Verstoßes beschuldigt, der mit Enthebung verbunden ist, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc155": "Eine Nonne, die einer anderen Nonne absichtlich Angst macht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc156": "Eine Nonne, die andere Nonnen, die über die Lehre und das Ordensrecht diskutieren, belauscht, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc157": "Eine Nonne, die zugestimmt hat, dass der Orden ein offizielles Verfahren durchführt, und später dieses Verfahren kritisiert, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc158": "Eine Nonne, die weggeht, ohne ihre Zustimmung zu geben, während der Orden über eine Angelegenheit entscheidet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc159": "Wenn eine Nonne als Mitglied eines vollständigen Ordens eine Robe an eine Funktionsträgerin im Orden ausgibt, das aber später kritisiert, muss sie den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc160": "Eine Nonne, die eine für den Orden bestimmte Spende für eine einzelne Person zweckentfremdet, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc161": "Eine Nonne, die irgendetwas aufhebt, das als wertvoll gilt, muss den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc162": "Eine Nonne, die ein Nadelkästchen aus Knochen, Elfenbein oder Horn herstellt, muss es zerstören und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc163": "Eine Nonne, die ein Bett mit hohen Beinen baut, muss diese kürzen und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc164": "Eine Nonne, die ein Bett mit üppiger Polsterung baut, muss das Polster entfernen und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc165": "Eine Nonne, die einen zu großen Verband macht, muss ihn kleiner machen und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc166": "Eine Nonne, die eine zu große Robe macht, muss sie kleiner machen und den Verstoß gestehen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pc": "Die Regeln dieser Kategorie sind im Pali als <i lang='pi' translate='no'>Pācittiya</i> bekannt, „mit Geständnis verbunden“. Es gibt 166 dieser Regeln für Nonnen, von denen siebzig für die Mönche gleich sind. Das ist die größte Gruppe von Regeln in der Ordenssatzung. Diese Regeln gelten zusammen mit allen anderen Regeln außer den mit Ausschluss und Enthebung verbundenen als leichte Verstöße, <i lang='pi' translate='no'>lahukāpatti</i>. Für leichte Verstöße gibt es keine Sanktionen außer einem Geständnis. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pd": "Die Regeln dieser Kategorie sind im Pali als <i lang='pi' translate='no'>Pāṭidesanīya</i> bekannt, „mit Zugeben verbunden“. Für die Nonnen gibt es acht dieser Regeln, die einer einzigen Regel für die Mönche entsprechen (<i lang='pi' translate='no'>Bhikkhu-Pācittiya</i> 39). Zusammengefasst besagen sie, dass eine Nonne, die um besondere Speisen bittet, den Verstoß zugeben muss. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pj1": "Eine Nonne, die willentlich Geschlechtsverkehr hat, ist ausgeschlossen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pj2": "Eine Nonne, die etwas Wertvolles stiehlt, ist ausgeschlossen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pj3": "Eine Nonne, die einen Menschen tötet, ist ausgeschlossen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pj4": "Eine Nonne, die fälschlich behauptet, einen hohen spirituellen Zustand erreicht zu haben, ist ausgeschlossen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pj5": "Eine lüsterne Nonne, die erlaubt, dass ein lüsterner Mann sie irgendwo unterhalb des Schlüsselbeins und oberhalb der Knie berührt, ist ausgeschlossen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pj6": "Eine Nonne, die nichts unternimmt, wenn sie weiß, dass eine andere Nonne einen mit Ausschluss verbundenen Verstoß begangen hat, ist ausgeschlossen. Diese ist die erste einer langen Reihe von Regeln, bei denen die berüchtigte Nonne Thullanandā zuerst den Verstoß beging. Entweder war Thullanandā eine außergewöhnlich schlechte Nonne, oder sie ist eine literarische Stellvertreterin für die eigentlichen Schuldigen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pj7": "Eine Nonne, die beharrlich für einen rechtmäßig ausgestoßenen Mönch Partei ergreift, ist ausgeschlossen. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pj8": "Eine Nonne, die alle acht Arten koketten Verhaltens erlaubt, ist ausgeschlossen. Diese ist die erste einer langen Reihe von Regeln, in denen eine Gruppe von sechs Nonnen vorkommt. Diese Nonnen waren möglicherweise der Gruppe der sechs Mönche angegliedert oder sie ahmten sie nach. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-pj": "Die Regeln dieser Kategorie sind im Pali als <i lang='pi' translate='no'>Pārājika</i> bekannt. Die genaue Bedeutung des Paliwortes ist umstritten, aber es besteht kein Zweifel, dass es sich auf einen Ausschluss aus dem Saṅgha bezieht. Es gibt acht solcher Regeln für Nonnen, von denen vier auch für die Mönche gelten. Jede, die eine dieser Regeln übertritt, verliert unmittelbar ihren Status als Nonne. Sie wird vom Saṅgha ausgeschlossen und kann für den Rest ihres Lebens nicht wieder ordiniert werden. Die <i lang='pi' translate='no'>Pārājikas</i> sind zusammen mit der nächsten Kategorie von Regeln, den <i lang='pi' translate='no'>Saṅghādisesas</i>, insgesamt als schwere Verstöße, <i lang='pi' translate='no'>garukāpatti</i>, bekannt. Diese Regeln sind für das richtige Führen des Ordenslebens grundlegend. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-sk": "Die Regeln dieser Kategorie sind im Pali als <i lang='pi' translate='no'>Sekhiya</i> bekannt, „die zur Schulung gehören“. Es gibt 75 dieser Regeln, die für Nonnen und Mönche gleich sind. Die <i lang='pi' translate='no'>Sekhiyas</i> sind zum großen Teil Anstandsregeln. Eine <i lang='pi' translate='no'>Sekhiya</i>regel zu übertreten, wird nur dann als Verstoß angesehen, wenn es aus Respektlosigkeit der Regel gegenüber geschieht. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss1": "Eine Nonne, die unangemessenen Gebrauch von Gerichtsverfahren macht, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss2": "Eine Nonne, die eine Verbrecherin ordiniert, die zum Tod verurteilt ist, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss3": "Eine Nonne, die allein durch eine unbewohnte Gegend geht oder eine Nacht allein zubringt, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss4": "Eine Nonne, die ohne Erlaubnis eine andere Nonne, die rechtmäßig ausgestoßen wurde, wieder einsetzt, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss5": "Eine lüsterne Nonne, die Essen von einem lüsternen Mann annimmt, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss6": "Eine Nonne, die eine andere Nonne ermuntert, Essen von einem lüsternen Mann anzunehmen, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss7": "Eine Nonne, die die Rolle einer Kupplerin zur Anbahnung einer Beziehung zwischen einem Mann und einer Frau übernimmt, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss8": "Eine Nonne, die im Zorn eine andere Nonne fälschlich eines mit Ausschluss verbundenen Verstoßes beschuldigt, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss9": "Eine Nonne, die im Zorn einen Trick benutzt, um eine andere Nonne fälschlich eines mit Ausschluss verbundenen Verstoßes zu beschuldigen, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss10": "Eine Nonne, die beharrlich äußert, sie wolle den Buddhismus aufgeben und sich einer anderen Religion anschließen, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss11": "Eine Nonne, die beharrlich sagt, die anderen Nonnen seien voreingenommen, weil eine Rechtsangelegenheit nicht nach ihren Wünschen entschieden wurde, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss12": "Nonnen, die beharrlich für unangemessenes Knüpfen von Kontakten berüchtigt sind, die im Orden Schwierigkeiten machen und Verstöße voreinander verheimlichen, werden enthoben. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss13": "Eine Nonne, die andere Nonnen beharrlich ermutigt, der vorgenannten Regel entgegenzuhandeln, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss14": "Eine Nonne, die versucht, eine Spaltung des Ordens herbeizuführen, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss15": "Eine Nonne, die eine andere Nonne unterstützt, die versucht, eine Spaltung des Ordens herbeizuführen, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss16": "Eine Nonne, die sich weigert, sich bei einer Übertretung der Ordenssatzung korrigieren zu lassen, muss enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss17": "Eine Nonne, die Laien an einem Ort dazu bringt, das Vertrauen zu den Lehren des Buddha zu verlieren, sollte von diesem Ort verbannt werden. Wenn sie sich weigert, die Verbannung zu akzeptieren, muss sie enthoben werden. ",
  "pli-tv-bi-vb-blurbs:pli-tv-bi-vb-ss": "Die Regeln dieser Kategorie sind im Pali als <i lang='pi' translate='no'>Saṅghādisesa</i> bekannt. Die genaue Bedeutung des Paliwortes ist umstritten, aber gemäß dem Kommentar bedeutet es, dass der Saṅgha am Anfang (<i lang='pi' translate='no'>ādi</i>) und für den Rest (<i lang='pi' translate='no'>sesa</i>) des Verfahrens notwendig ist. Es gibt siebzehn dieser Regeln für die Nonnen, von denen sieben auch für die Mönche gelten. Wer dagegen verstößt, muss sich einer Probezeit unterziehen, bevor er wieder in seine frühere Position im Saṅgha eingesetzt wird. "
}