{
  "pv-blurbs:pv1": "Vollendete sind wie ein Feld, auf das man Spenden säen kann. ",
  "pv-blurbs:pv2": "Der bloße Gebrauch von harter Rede reicht aus, um Leiden zu verursachen. ",
  "pv-blurbs:pv3": "Ein Gespenst erklärt die Gefahr, die im Gebrauch harter Rede liegt. ",
  "pv-blurbs:pv4": "Wie helfen wir unseren verstorbenen Verwandten? ",
  "pv-blurbs:pv5": "Der Buddha erklärt, wie man Verdienst mit verstorbenen Verwandten teilt. ",
  "pv-blurbs:pv6": "Ein Gespenst erklärt sein Leiden aufgrund von Lügen und schlechten Taten in einem früheren Leben. ",
  "pv-blurbs:pv7": "Eifersucht und Hass können nur zu Leiden führen. ",
  "pv-blurbs:pv8": "Wie helfen wir denen, die von Kummer befallen sind? ",
  "pv-blurbs:pv9": "Was geschieht, wenn man die beleidigt, die Spenden geben? ",
  "pv-blurbs:pv10": "Ein Gespenst erklärt den Wert des Gebens und Verdienstschaffens. ",
  "pv-blurbs:pv11": "Warum ist es wichtig, zu geben, wenn man die Gelegenheit dazu hat? ",
  "pv-blurbs:pv12": "Ist es möglich, nicht traurig zu sein, wenn jemand stirbt? Für die edlen Schüler des Buddha ist es das. ",
  "pv-blurbs:pv13": "Was kann passieren, wenn wir nicht spenden, sondern geizig sind? ",
  "pv-blurbs:pv14": "Wie können wir das Leid unserer verstorbenen Verwandten lindern? ",
  "pv-blurbs:pv15": "Selbst geringfügige schlechte Taten können zu großem Leid führen. ",
  "pv-blurbs:pv16": "Harte Rede und schlechte Taten führen nur zu schlechten Ergebnissen. ",
  "pv-blurbs:pv17": "Was sollen wir tun, um im nächsten Leben glücklich zu sein? ",
  "pv-blurbs:pv18": "Wie sollen wir denken, um Kummer zu überwinden? ",
  "pv-blurbs:pv19": "Was geschieht, wenn wir nicht bekümmert sind und die, die es sind, beschimpfen? ",
  "pv-blurbs:pv20": "Warum sollen wir Verdienst mit unseren verstorbenen Verwandten teilen? ",
  "pv-blurbs:pv21": "Geben wird immer zu guten Ergebnissen führen. ",
  "pv-blurbs:pv22": "Harte Rede gegen die, die Gutes tun, führt zu Leiden. ",
  "pv-blurbs:pv23": "Selbst eine kleine Tat kann großes Verdienst bringen. ",
  "pv-blurbs:pv24": "Ein Gespenst erklärt, wie schwerwiegend sexuelle Verfehlungen sind. ",
  "pv-blurbs:pv25": "Ein Asket tröstet die Königin Ubbari und heilt ihren Kummer. ",
  "pv-blurbs:pv26": "Großzügigkeit wird zu Glück und guten Ergebnissen führen. ",
  "pv-blurbs:pv27": "Ein Gespenst legt dar, wie man Verdienst mit verstorbenen Verwandten teilt. ",
  "pv-blurbs:pv28": "Ein Gespenst erklärt, wie man Verdienst zu einem guten Bestimmungsort lenken kann. ",
  "pv-blurbs:pv29": "Gier und Betrug führen nur zu Schmerz und Leiden. ",
  "pv-blurbs:pv30": "Wie entkommt man der eigenen schlechten Vergangenheit? ",
  "pv-blurbs:pv31": "Was geschieht, wenn man sein Urteilsvermögen von Gier trüben lässt? ",
  "pv-blurbs:pv32": "Selbst wenn man nur kurze Zeit Ethikregeln einhält, hat es einen Nutzen. ",
  "pv-blurbs:pv33": "Jemandem das Leben nehmen wird nur zu Leiden führen. ",
  "pv-blurbs:pv34": "Was sind die Gefahren von Lüge, Geschwätz und entzweiender Rede? ",
  "pv-blurbs:pv35": "Die zu beleidigen, die die Reliquien des Buddha verehren, wird nur zu Leiden führen. ",
  "pv-blurbs:pv36": "Wie entkommt man dem Weg in die Hölle? ",
  "pv-blurbs:pv37": "Eine Gottheit erklärt einer Gruppe von Kaufleuten, die sich in der Wüste verirrt haben, die Ergebnisse guter Taten und des Einhaltens von Ethikregeln. ",
  "pv-blurbs:pv38": "Ein Gespenst berät den König über die Gefahren falscher Ansichten und die Wichtigkeit der Zuflucht zu den drei Juwelen. ",
  "pv-blurbs:pv39": "Zwei Höllenwärter erklären Revati die Ergebnisse ihrer schlechten Taten und zeigen ihr die Ergebnisse des Verdienstes ihres Mannes. ",
  "pv-blurbs:pv40": "Ein Mönch erklärt einem Gespenst, wozu es führt, wenn man widerstrebend gibt. ",
  "pv-blurbs:pv41": "Wohin führt es, wenn man übermäßig in Sinnenfreuden schwelgt? ",
  "pv-blurbs:pv42": "Was geschieht mit einem Prinzen, der einen isolierten Buddha schlecht behandelte? ",
  "pv-blurbs:pv43": "Was geschieht, wenn man sich schlechten Mönchen anschließt? ",
  "pv-blurbs:pv44": "Ein Gespenst erklärt, wohin es führt, wenn man sich einem schlechten Mönch anschließt. ",
  "pv-blurbs:pv45": "Der Ehrwürdige Moggallāna spricht mit Gespenstern, die leiden, weil sie als Menschen geizig waren. ",
  "pv-blurbs:pv46": "Eine Frau und ein Gespenst sprechen darüber, verdienstvolle Taten zu tun, um eine schlechte Wiedergeburt zu vermeiden. ",
  "pv-blurbs:pv47": "Was geschieht, wenn man Verdienst mit verstorbenen Angehörigen teilt? ",
  "pv-blurbs:pv48": "Was war das Ergebnis einer kleinen Gabe? ",
  "pv-blurbs:pv49": "Was geschieht, wenn man mit unlauteren Mitteln Geld verdient? ",
  "pv-blurbs:pv50": "Gespenster sprechen darüber, wie sie in der Vergangenheit keine Großzügigkeit geübt haben. ",
  "pv-blurbs:pv51": "Der Ehrwürdige Moggallāna fragt ein Gespenst nach seinen früheren schlechten Taten. "
}