{
  "sn-blurbs:sn1": "Die „Verbundenen Lehrreden über Gottheiten“ beinhalten 81 Lehrreden, die alle den Buddha im Gespräch mit einer Gottheit zeigen. Typischerweise besucht eine Gottheit den Buddha im Kloster in Sāvatthī und und erhellt die Nacht mit ihrem Glanz. Die Gottheit spricht den Buddha mit einer Frage oder einem Vers an; das kann ein Lob sein, eine Probe, ein Rätsel oder einfach eine Überlegung. Der Buddha antwortet gewöhnlich, indem er das Gespräch auf eine höhere Ebene bringt. Wie stets in buddhistischen Texten wird eine Gottheit nicht verehrt, sondern wird als befristete Wiedergeburt in einem höheren Bereich angesehen; die Gottheiten lernen vom Buddha, nicht umgekehrt. In den meisten Fällen ist der erzählerische Rahmen knapp, und nach einer Weile fällt er ganz weg und es bleiben nur die Strophen. Die Lehrreden haben kein spezielles Thema; sie reichen vom Einfachen bis zum Tiefgründigen. ",
  "sn-blurbs:sn1.1": "Der Buddha überquerte die Flut des Leidens, indem er weder stand noch schwamm. ",
  "sn-blurbs:sn1.2": "Freiheit kommt dadurch zustande, dass wir das Haften an der Wiedergeburt beenden. ",
  "sn-blurbs:sn1.3": "Das Leben ist kurz, daher sollten wir den Köder der Welt fallen lassen. ",
  "sn-blurbs:sn1.4": "Die Zeit fliegt, daher sollten wir den Köder der Welt fallen lassen. ",
  "sn-blurbs:sn1.5": "Eine rätselhafte Fragenreihe, die der Buddha ebenso rätselhaft beantwortet. ",
  "sn-blurbs:sn1.6": "Wie viele sind wach, während andere schlafen? ",
  "sn-blurbs:sn1.7": "Wer die Lehren begreift, lebt ruhig im Unruhigen. ",
  "sn-blurbs:sn1.8": "Wer über die Lehren nicht verwirrt ist, lebt ruhig im Unruhigen. ",
  "sn-blurbs:sn1.9": "Solange man die Einbildung nicht aufgibt, bleibt man im Reich des Todes gefangen. ",
  "sn-blurbs:sn1.10": "Die den geistlichen Weg üben, haben trotz ihres einfachen Lebens eine reine Hautfarbe. ",
  "sn-blurbs:sn1.11": "Selbst der göttliche Garten des Entzückens ist unbeständig. ",
  "sn-blurbs:sn1.12": "Wir denken, dass unsere Bindungen uns Glück bringen, aber in Wirklichkeit bringen sie nur Kummer. ",
  "sn-blurbs:sn1.13": "Wie in vielen dieser Lehrreden beantwortet der Buddha hier die Strophe eines Gottes mit einer subtilen Wendung zum Dhamma hin. ",
  "sn-blurbs:sn1.14": "Den weltlichen Werten eines Gottes stellt der Buddha eine verbesserte Fassung gegenüber. ",
  "sn-blurbs:sn1.15": "Das leise Wispern des Dschungels kann beängstigend sein – aber nicht für den Buddha. ",
  "sn-blurbs:sn1.16": "Faulheit ist ein Hindernis auf dem Pfad. ",
  "sn-blurbs:sn1.17": "Für einen ungezügelten Asketen ist das Leben schwer; er sollte seine Gedanken nach innen ziehen wie eine Schildkröte ihre Glieder. ",
  "sn-blurbs:sn1.18": "Hat irgendjemand ein Gewissen oder Schamgefühl? ",
  "sn-blurbs:sn1.19": "Hast du eine kleine Hütte oder ein kleines Nest – oder bist du frei? ",
  "sn-blurbs:sn1.20": "Eine Gottheit versucht, einen Mönch in Versuchung zu führen, dass er zuerst Sinnenfreuden genießen und danach fortziehen soll. ",
  "sn-blurbs:sn1.21": "Ein Mönch sollte leben, als stünde sein Kopf in Flammen. ",
  "sn-blurbs:sn1.22": "Das Böse, das du tust, verletzt dich selbst. ",
  "sn-blurbs:sn1.23": "Diese ganze Generation ist verfilzt wie das Haar von Filzhaarasketen. Aber wer kann das Filzgeflecht auflösen? ",
  "sn-blurbs:sn1.24": "Man soll den Geist abschirmen, aber nur von Bösem. ",
  "sn-blurbs:sn1.25": "Wenn ein Vollendeter über jeglichen Begriff von Selbst hinausgegangen ist, spricht er dann noch von sich selbst als „ich“? ",
  "sn-blurbs:sn1.26": "Wie viele Lampen gibt es, die die Welt erhellen? ",
  "sn-blurbs:sn1.27": "Der Strom der Wiedergeburten wird angehalten, wenn Name und Form aufhören. ",
  "sn-blurbs:sn1.28": "Selbst Reiche sind gierig nach mehr – gibt es jemanden, der frei von Gier ist? ",
  "sn-blurbs:sn1.29": "Ein Rätsel dazu, wie man mit einem Körper leben soll. ",
  "sn-blurbs:sn1.30": "Der Buddha wird gefragt, wie man Erlösung vom Leiden findet. ",
  "sn-blurbs:sn1.31": "Eine Gruppe von Gottheiten preist in Strophen das Zusammensein mit Guten, und der Buddha gibt seine eigene Antwort dazu. ",
  "sn-blurbs:sn1.32": "Eine Gruppe von Gottheiten preist in Strophen die Großzügigkeit, und der Buddha gibt seine eigene Antwort dazu. ",
  "sn-blurbs:sn1.33": "Eine Gruppe von Gottheiten preist in Strophen die Großzügigkeit, und der Buddha gibt seine eigene Antwort dazu: Die Übung des Dhamma geht darüber hinaus. ",
  "sn-blurbs:sn1.34": "Zwei Gottheiten tauschen mit dem Buddha Strophen darüber aus, wie Sinnenfreuden zu Leiden führen. ",
  "sn-blurbs:sn1.35": "Einige Gottheiten kommen, um am Buddha etwas auszusetzen. Er antwortet auf ihre Kritik, woraus sich eine weitere Diskussion über Fehler und Vergebung ergibt. ",
  "sn-blurbs:sn1.36": "Eine Gruppe von Satullapa-Göttern spricht den Buddha mit Strophen zu verschiedenen Themen an. Die Zuordnung der Strophen ist hier unklar, und ein Vergleich mit den chinesischen Parallelen legt nahe, dass beim Pali Textteile verloren gingen. ",
  "sn-blurbs:sn1.37": "Eine große Zusammenkunft von Gottheiten besucht den Buddha und den Saṅgha in Kapilavatthu. ",
  "sn-blurbs:sn1.38": "Eine Reihe von Gottheiten lobt die Widerstandskraft und Gefasstheit des Buddha, als sein Fuß verletzt ist. ",
  "sn-blurbs:sn1.39": "Eine Göttin, die sich als Kokanadā zu erkennen gibt, behauptet, aus eigener Erfahrung die Lehren des Buddha über das Karma bestätigen zu können. ",
  "sn-blurbs:sn1.40": "Eine Göttin, die sich als Kokanadā zu erkennen gibt, wohl eine Schwester derjenigen aus dem vorigen Sutta, fasst die Lehre in einer prägnanten Strophe zusammen. ",
  "sn-blurbs:sn1.41": "Eine Gottheit sagt vor dem Buddha ein paar Strophen auf. ",
  "sn-blurbs:sn1.42": "Verschiedene Gaben haben je ihren eigenen Zweck. ",
  "sn-blurbs:sn1.43": "Götter und Menschen essen gerne, welche Lebewesen mögen kein Essen? ",
  "sn-blurbs:sn1.44": "Eine einzelne Strophe als ein Dhamma-Rätsel. ",
  "sn-blurbs:sn1.45": "Eine Strophe zum Lob des Buddha. ",
  "sn-blurbs:sn1.46": "Um aus dem Wald der Täuschung zu entkommen, braucht man das Fahrzeug des Dhamma. ",
  "sn-blurbs:sn1.47": "Für die, die ein Kloster spenden, wächst das Verdienst stets an. ",
  "sn-blurbs:sn1.48": "Strophen zum Lob des Klosters in Jetas Wäldchen und des Ehrwürdigen Sāriputta, offenbar vom Gott Anāthapiṇḍika gesprochen. ",
  "sn-blurbs:sn1.49": "Der Buddha wird nach dem künftigen Schicksal von geizigen und von großzügigen Menschen gefragt. ",
  "sn-blurbs:sn1.50": "Ghaṭikāra, ein Schüler des früheren Buddha Kassapa, besucht den Buddha und spricht über sein früheres Leben und das Schicksal seiner sieben Freunde. ",
  "sn-blurbs:sn1.51": "Sittlichkeit ist auch im Alter gut. ",
  "sn-blurbs:sn1.52": "Sittlichkeit ist gut, wenn sie nicht verkümmert. ",
  "sn-blurbs:sn1.53": "Dinge, die in diesem und im nächsten Leben Freunde sind. ",
  "sn-blurbs:sn1.54": "Was ist für verschiedene Wesen die Grundlage? — Diese Strophe ist ungewöhnlich, da sie kein „Dhamma-Gegenstück“ hat. ",
  "sn-blurbs:sn1.55": "Ein Mensch wird durch Verlangen geboren und fürchtet Leiden. ",
  "sn-blurbs:sn1.56": "Ein Mensch wird durch Verlangen geboren und ist nicht vom Leiden befreit. ",
  "sn-blurbs:sn1.57": "Ein Mensch wird durch Verlangen geboren, und sein Schicksal wird durch seine Taten geprägt. ",
  "sn-blurbs:sn1.58": "Was ist der falsche Weg? ",
  "sn-blurbs:sn1.59": "Der wahre Gefährte eines Menschen ist sein Vertrauen. ",
  "sn-blurbs:sn1.60": "Ein Paar von Strophen über die Natur der Dichtkunst; es fehlt ein Dhamma-Gegenstück. ",
  "sn-blurbs:sn1.61": "Der „Name“ drückt alles nieder. ",
  "sn-blurbs:sn1.62": "Der Geist führt die Welt an und beherrscht sie. ",
  "sn-blurbs:sn1.63": "Verlangen führt die Welt an und beherrscht sie. ",
  "sn-blurbs:sn1.64": "Die Welt ist von Genießen gefesselt. ",
  "sn-blurbs:sn1.65": "Die Welt ist von Genießen angekettet. ",
  "sn-blurbs:sn1.66": "Die Welt ist mit Alter und Tod geschlagen und brennt mit dem Feuer des Wünschens. ",
  "sn-blurbs:sn1.67": "Die Welt steckt in der Falle des Verlangens und ist auf Leiden gebaut. ",
  "sn-blurbs:sn1.68": "Die Welt ist vom Tod zugebunden. ",
  "sn-blurbs:sn1.69": "Die Welt ist vom Wünschen angekettet. ",
  "sn-blurbs:sn1.70": "Ein Dhammarätsel, dessen Lösung, rätselhafterweise, „sechs“ ist. ",
  "sn-blurbs:sn1.71": "Das Töten des Zorns ist die einzige Art des Tötens, die von den Edlen gepriesen wird. ",
  "sn-blurbs:sn1.72": "Was ist das Erkennungszeichen eines Wagens, eines Feuers, eines Volkes, einer Frau? Auch hier gibt es kein Dhamma-Gegenstück. ",
  "sn-blurbs:sn1.73": "Eine Reihe von Fragen dazu, was das Beste ist. ",
  "sn-blurbs:sn1.74": "Eine Gottheit stellt eine Reihe Fragen, die eine andere Gottheit beantwortet, und der Buddha gibt eine bessere Antwort. ",
  "sn-blurbs:sn1.75": "Warum fürchten sich Menschen immer noch, obwohl der Pfad gelehrt wurde? ",
  "sn-blurbs:sn1.76": "Eine Reihe von Fragen zum Pfad. ",
  "sn-blurbs:sn1.77": "Eine Reihe von Fragen zu verschiedenen Themen. ",
  "sn-blurbs:sn1.78": "Was sollte man nicht hergeben? ",
  "sn-blurbs:sn1.79": "Eine Reihe von Fragen zu verschiedenen Themen. ",
  "sn-blurbs:sn1.80": "Eine Reihe von Fragen zu verschiedenen Themen. ",
  "sn-blurbs:sn1.81": "Eine Reihe von Fragen über verschiedene Menschen. ",
  "sn-blurbs:sn2": "Die „Verbundenen Lehrreden über Götter“ beinhalten 30 Lehrreden, die alle den Buddha im Gespräch mit einem Gott zeigen. Hier wird statt des Begriffs <i lang='pi' translate='no'>devatā</i> im vorigen <i lang='pi' translate='no'>Saṁyutta</i> der Ausdruck <i lang='pi' translate='no'>devaputta</i> benutzt. Der Unterschied besteht lediglich dem Namen nach, es gibt keinen Unterschied in der Bedeutung. Der Stil der Lehrreden ist ähnlich wie in den „Verbundenen Lehrreden über Gottheiten“, obwohl hier das Thema der Entsagung stärker betont wird. Einige dieser Lehrreden werden im heutigen Theravada regelmäßig rezitiert; die Tāyana-Verse in SN 2.8 über Beflissenheit werden häufig von Ordinierten rezitiert, wohingegen die Lehrreden über Sonne und Mond (SN 2.9 und SN 2.10) beliebte Chants sind, die man auch auf Tibetisch findet. ",
  "sn-blurbs:sn2.1": "Ein Gott namens Kassapa kommt zum Buddha und spricht über die Übung der Mönche und Nonnen in Abgeschiedenheit und über rechte Rede. ",
  "sn-blurbs:sn2.2": "Der Gott Kassapa spricht darüber, dass ein Mönch viel meditieren soll und dass er friedvoll und frei sein soll. ",
  "sn-blurbs:sn2.3": "Der Gott Māgha fragt den Buddha, was man erschlagen soll, damit man gut schläft und ohne Kummer ist. ",
  "sn-blurbs:sn2.4": "Der Gott Māghadha fragt den Buddha, wie viele Lichtquellen es in der Welt gibt. Der Buddha nennt vier Lichter, von denen der Buddha das beste ist. ",
  "sn-blurbs:sn2.5": "Der Gott Dāmali schlägt vor, dass ein wahrer Brahmane sich bemühen muss, Verlangen aufzugeben. Der Buddha ist anderer Meinung und sagt, ein wahrer Heiliger hat seine Arbeit bereits vollendet. ",
  "sn-blurbs:sn2.6": "Der Gott Kāmada wendet sich mit einer Reihe rätselhafter Aussagen an den Buddha und klagt über die Schwierigkeit der geistlichen Übung. Der Buddha stimmt zu, aber weist darauf hin, dass wahrhaft Übende es trotz der Schwierigkeiten tun. ",
  "sn-blurbs:sn2.7": "Pañcālacaṇḍa preist den Buddha dafür, dass er inmitten der Enge der Welt eine Öffnung gefunden hat. Aber der Buddha sagt, jeder, der Achtsamkeit und Stille besitze, könne solch einen Ausweg finden. ",
  "sn-blurbs:sn2.8": "Tāyana, ein Gott, der im vergangenen Leben Anführer einer nicht-buddhistischen Sekte war, spricht eine Reihe von Strophen zum Lob energischer Anstrengung und Übung. Die berühmten Strophen werden häufig von Theravada-Mönchen rezitiert.  ",
  "sn-blurbs:sn2.9": "In einer Parabel einer Mondfinsternis wird der Mondgott Candimā von dem Dämonenfürsten Rāhu verschluckt. Candimā ruft den Buddha an, und dieser befiehlt Rāhu, ihn loszulassen. Dieses Sutta wird als Schutzvers rezitiert. ",
  "sn-blurbs:sn2.10": "In einer Parabel einer Sonnenfinsternis wird der Sonnengott Suriya von dem Dämonenfürsten Rāhu verschluckt. Suriya ruft den Buddha an, und dieser befiehlt Rāhu, ihn loszulassen. Dieses Sutta wird als Schutzvers rezitiert. ",
  "sn-blurbs:sn2.11": "Der Gott Candimasa sagt, wer Vertiefung übt, wird sicher das Entrinnen finden. Der Buddha fügt hinzu, dass man auch ausdauernd sein und Fehler beseitigen muss. ",
  "sn-blurbs:sn2.12": "Der Gott Veṇhu feiert die Freude derer, die der Lehre des Buddha folgen. Der Buddha bestätigt, dass diese dem Tod entgehen werden. Veṇhu ist die Pali-Schreibweise für Viṣṇu, und dies ist ein seltener Fall eines Auftretens eines Gottes dieses Namens in den frühen Texten. ",
  "sn-blurbs:sn2.13": "Der Gott Dīghalaṭṭhi kommt zum Buddha nach Rājagaha und preist einen Mönch, der zu meditieren liebt. ",
  "sn-blurbs:sn2.14": "Der Gott Nandana fragt den Buddha, wer sittlich, weise und über das Leiden hinausgegangen ist und selbst von den Göttern verehrt wird. Der Buddha antwortet, dass solch ein Mensch ein Arahant ist. ",
  "sn-blurbs:sn2.15": "Der Gott Candana fragt, wer die Flut überquert hat. Der Buddha antwortet, dass es jemand ist, der sittlich, weise und friedlich und über die Bindung an Wiedergeburt hinausgegangen ist. ",
  "sn-blurbs:sn2.16": "Der Gott Vāsudatta sagt, ein Mönch solle so leben, als stünde sein Kopf in Flammen, um die Begierde aufzugeben. Der Buddha ändert die Strophe ab und betont das Aufgeben der Bindung an ein Selbst. ",
  "sn-blurbs:sn2.17": "Der Gott Subrahmā fragt nach dem Entrinnen von der Furcht. Der Buddha sagt, man könne der Furcht nicht entrinnen, ohne alles loszulassen. ",
  "sn-blurbs:sn2.18": "In Sāketa fragt der Gott Kakudha den Buddha, ob er genießt oder bekümmert ist. Der Buddha antwortet, da er keine Bindungen habe, genieße er weder, noch sei er bekümmert. ",
  "sn-blurbs:sn2.19": "Der Gott Uttara spricht von der Flüchtigkeit des Lebens, er sagt, man solle Gutes tun, um künftig in einem glücklichen Leben wiedergeboren zu werden. Der Buddha entgegnet, man soll die Bindungen loslassen. ",
  "sn-blurbs:sn2.20": "Ein Gott, der in seinem früheren Leben Anāthapiṇḍika, der Unterstützer des Buddha, war, kommt zum Buddha und spricht Strophen zum Lob des von ihm gespendeten Klosters in Jetas Wäldchen, guter Taten und des Ehrwürdigen Sāriputta. ",
  "sn-blurbs:sn2.21": "Der Gott Shiva sagt, man solle sich nur mit Guten zusammenschließen, und das führe zu Glück. Der Buddha fügt hinzu, das das Zusammenschließen mit Guten zum Beenden des Leidens führt. Siva ist die Pali-Schreibweise für den Sanskritnamen Śiva, und dies ist ein seltener Fall eines Auftretens eines Gottes dieses Namens in den frühen Texten. ",
  "sn-blurbs:sn2.22": "Der Gott Khema spricht eine Reihe von Strophen zum Lob guter Taten. Der Buddha antwortet mit einem Gleichnis für jemanden, der vom Pfad des Guten abkommt. ",
  "sn-blurbs:sn2.23": "Der Gott Serī spricht davon, dass jeder Essen liebe, worauf der Buddha mit einem Lob des Gebens antwortet. Darauf spricht Serī von seiner eigenen Großzügigkeit in einem früheren Leben. ",
  "sn-blurbs:sn2.24": "Ghaṭikāra, ein Schüler des früheren Buddha Kassapa, besucht den Buddha und spricht über sein früheres Leben und das Schicksal seiner sieben Freunde. Ähnelt SN 1.50. ",
  "sn-blurbs:sn2.25": "Einige Mönche in Kosala werden nachlässig und werden vom Gott Mit Jantu  ermahnt. ",
  "sn-blurbs:sn2.26": "Rohitassa fragt den Buddha, ob es möglich ist, durch Reisen ans Ende der Welt zu kommen. Der Buddha sagt nein, und Rohitassa erzählt, wie er in einem früheren Leben als Seher vergeblich versucht hatte, eben diese Meisterleistung zu vollbringen. Der Buddha sagt, das Ende der Welt finde man in diesem Körper. ",
  "sn-blurbs:sn2.27": "Der Gott Nanda spricht von der Flüchtigkeit des Lebens, er sagt, man solle Gutes tun, um künftig in einem glücklichen Leben wiedergeboren zu werden. Der Buddha entgegnet, man soll die Bindungen loslassen. ",
  "sn-blurbs:sn2.28": "Der Gott Nandivisāla bringt eine ausgeklügelte Metapher für den Körper und fragt, wie man ihm entrinnen kann. ",
  "sn-blurbs:sn2.29": "Der Buddha fragt Ānanda, ob er Sāriputta möge, und wenn dieser sagt, das tue er, erscheint der Gott Susīma mit seinem Gefolge und strahlt vor Freude über das Lob Sāriputtas in in leuchtenden Farben. ",
  "sn-blurbs:sn2.30": "Eine Reihe von Göttern, die vorher Asketen in nicht-buddhistischen Glaubensrichtungen waren, kommen zum Buddha und sprechen eine Strophe zum Lob ihrer früheren Lehrer; gelegentlich ist es auch Kritik. ",
  "sn-blurbs:sn3": "Die „Verbundenen Lehrreden mit dem Kosaler“ enthalten 25 Lehrreden mit dem König Pasenadi von Kosala. Pasenadi erscheint in den frühen Texten als vielschichtiger menschlicher Charakter mit Marotten und Torheiten, aber auch mit großer Hingabe und der Fähigkeit, zu wachsen. Er erscheint auch häufig an anderer Stelle in den Suttas; MN 87 erzählt die Geschichte, wie die Königin Mallikā ihn zum Dhamma hinführt. Auch hier erscheint Mallikā, und in SN 3.8 zeigt sie, dass sie sich nicht fürchtet, ihren König herauszufordern. Die Suttas in dieser Sammlung betten die Verse typischerweise in umfangreiche Prosaerzählungen ein, die die Kämpfe und Schwierigkeiten veranschaulichen, die einen König heimsuchen, der auf den Dhamma bedacht ist, aber dennoch in einer Welt mit Spionen, Opfern, Strafen, Kriegen und den vielen Versuchungen des Lebens als König regieren muss. ",
  "sn-blurbs:sn3.1": "König Pasenadi begegnet dem Buddha zum ersten Mal. Er wundert sich, wieso der Buddha behaupten kann, erwacht zu sein, obwohl er noch so jung ist. Der Buddha lehrt ihn vier Dinge, die man nicht aufgrund ihrer Jugend unterschätzen sollte. ",
  "sn-blurbs:sn3.2": "König Pasenadi fragt, wie viele Dinge bei einem Menschen zu Leiden führen. ",
  "sn-blurbs:sn3.3": "König Pasenadi fragt, ob es etwas gibt, das geboren ist und das Alter und Tod entgehen kann. ",
  "sn-blurbs:sn3.4": "König Pasenadi berichtet von einer Überlegung, die ihm während einer Klausur aufkam, und sagt, dass die, die Schlechtes tun, sich selbst wie einen Feind behandeln. Der Buddha drückt seine Zustimmung in Strophen aus. ",
  "sn-blurbs:sn3.5": "Selbst wenn ihn eine ganze Armee schützt, ist jemand, der Schlechtest tut, ungeschützt. ",
  "sn-blurbs:sn3.6": "Wenige in der Welt werden nicht nachlässig und selbstgefällig, wenn sie materiellen Luxus erhalten. ",
  "sn-blurbs:sn3.7": "König Pasenadi beklagt sich, dass er im Gerichtssaal Menschen sieht, die um der Sinnenfreuden willen beständig lügen. ",
  "sn-blurbs:sn3.8": "König Pasenadi fragt die Königin Mallikā, wer ihr am liebsten ist. Beide sind sich einig, dass man sich selbst am liebsten ist, und der Buddha stimmt ihnen zu. ",
  "sn-blurbs:sn3.9": "Für den König Pasenadi wird ein großes Opfer vorbereitet, für das auch viele Tiere geschlachtet werden sollen. Der Buddha verurteilt ein solches Opfer und sagt, ein Opfer sei fruchtbar, wenn es ohne Tadel sei und ohne jemandem Schaden zuzufügen. ",
  "sn-blurbs:sn3.10": "König Pasenadi lässt viele Menschen in Ketten legen und der Vorgang wird dem Buddha berichtet. ",
  "sn-blurbs:sn3.11": "Eine Gruppe verschiedener Asketen geht vorbei, und König Pasenadi fragt den Buddha, ob darunter Vollendete seien. Der Buddha sagt, für jemanden wie Pasenadi sei es nicht einfach, die spirituelle Reife anderer Menschen zu beurteilen. Pasenadi gibt zu, dass sie in Wirklichkeit seine Spione sind. ",
  "sn-blurbs:sn3.12": "Fünf Könige, darunter König Pasenadi, fragen sich, welches Sinnesorgan das beste Vergnügen bietet. Sie fragen den Buddha, der antwortet, dass es subjektiv ist und von den jeweiligen Vorlieben abhängt. Davon wird der Laie Candanaṅgalika angeregt, den Buddha mit einer Strophe zu preisen. ",
  "sn-blurbs:sn3.13": "Als König Pasenadi übergewichtig und außer Atem erscheint, rät ihm der Buddha in der wohl weltweit ersten Abmagerungskur, seine Nahrungsmenge zu reduzieren. Er lehrt einen der königlichen Aufwärter eine Strophe, die dieser jedesmal aufsagen soll, wenn der König am Essen ist. ",
  "sn-blurbs:sn3.14": "König Pasenadi verliert eine Schlacht gegen seinen Neffen, den König Ajātasattu von Magadha. ",
  "sn-blurbs:sn3.15": "In einer Schlacht, die auf die in SN 3.14 folgt, besiegt Pasenadi Ajātasattu und nimmt ihn gefangen. Er handelt mitfühlend und entlässt ihn lebend, nachdem er seine gesamte militärische Ausstattung überwältigt hat. ",
  "sn-blurbs:sn3.16": "König Pasenadi ist über die Nachricht, dass die Königin Mallikā eine Tochter zur Welt gebracht hat, enttäuscht. Doch der Buddha tröstet ihn und sagt, eine Frau kann sich als besser erweisen als ein Mann. ",
  "sn-blurbs:sn3.17": "König Pasenadi fragt den Buddha nach einem Ding, das sowohl für dieses als für das nächste Leben einen Nutzen sichert. ",
  "sn-blurbs:sn3.18": "Als Antwort auf König Pasenadis Lob der guten Freundschaft gibt der Buddha eine frühere Unterhaltung mit Ānanda über das Thema wieder. Weiter sagt er dann, dass es, wenn man gute Freunde hat, wichtig ist, Beflissenheit zu entwickeln. ",
  "sn-blurbs:sn3.19": "Ein reicher Mann stirbt kinderlos. Der Buddha sagt, man solle Reichtum richtig genießen und teilen. ",
  "sn-blurbs:sn3.20": "Ein reicher Mann stirbt kinderlos. Der Buddha erzählt, wie ein Hausbesitzer zur Zeit eines für sich allein erwachten Buddha namens Tagarasikhī eine Gabe spendete, das aber später bedauerte. ",
  "sn-blurbs:sn3.21": "Der Buddha erklärt Pasenadi vier Arten von Menschen: solche, die von Dunkel zu Dunkel gehen, von Dunkel zu Licht, von Licht zu Dunkel und von Licht zu Licht. ",
  "sn-blurbs:sn3.22": "König Pasenadi beklagt den Tod seiner Großmutter. ",
  "sn-blurbs:sn3.23": "König Pasenadi fragt, wie viele Dinge in der Welt zu Leiden führen. ",
  "sn-blurbs:sn3.24": "„Wo sollte ich spenden?“ und „Wo bringt eine Spende die reichste Frucht?“ sind zwei verschiedene Fragen. ",
  "sn-blurbs:sn3.25": "Alter und Tod rollen über alle hinweg wie Berge, die aus den vier Himmelsrichtungen kommen und alles auf ihrem Weg zermalmen. ",
  "sn-blurbs:sn4": "Die „Verbundenen Lehrreden mit Māra“ enthalten 25 Lehrreden, in denen Māra vorkommt, der Gott der Versuchung, des Betrugs und des Todes. In diesen Lehrreden erscheint Māra typischerweise in erschreckender oder betörender Gestalt und hofft, den Buddha zu stören, oder er fordert den Buddha mit einer missbilligenden Strophe heraus. Wie im vorigen Abschnitt ist die Prosaerzählung hier von beträchtlichem Umfang. Der Buddha erkennt Māra augenblicklich und legt seinen Betrug in einer Strophe offen. Māra erscheint auch im nächsten Abschnitt durchgängig, wo die Nonnen es mit ihm aufnehmen. ",
  "sn-blurbs:sn4.1": "Māra wirft dem Buddha vor, er habe den Pfad der Kasteiungen verlassen. ",
  "sn-blurbs:sn4.2": "Māra erscheint dem Buddha in der Form eines wilden Elefanten, um ihm Furcht einzujagen. ",
  "sn-blurbs:sn4.3": "Māra versucht, dem Buddha Angst einzujagen, indem er abwechselnd schöne und abstoßende Gestalten annimmt. ",
  "sn-blurbs:sn4.4": "Als der Buddha den Mönchen und Nonnen erklärt, wie er die Freiheit fand, behauptet Māra, er sei noch gefangen. ",
  "sn-blurbs:sn4.5": "Als der Buddha den Mönchen und Nonnen erklärt, wie er und seine Mönche und Nonnen die Freiheit fanden, behauptet Māra, er sei noch gefangen. ",
  "sn-blurbs:sn4.6": "Māra erscheint als riesige Schlange, doch der Buddha bleibt unberührt. ",
  "sn-blurbs:sn4.7": "Nachdem er die ganze Nacht meditiert hat, legt sich der Buddha beim Morgengrauen hin und schläft. Māra schilt ihn, er sei faul. ",
  "sn-blurbs:sn4.8": "Der Buddha und Māra tauschen Strophen darüber aus, ob Bindungen eine Quelle der Freude oder des Leidens sind. ",
  "sn-blurbs:sn4.9": "Obwohl der Buddha sagt, das Leben sei kurz, sagt Māra, es sei lang. ",
  "sn-blurbs:sn4.10": "Obwohl der Buddha sagt, das Leben sei kurz, sagt Māra, es sei lang. ",
  "sn-blurbs:sn4.11": "Māra zerschmettert Felsbrocken in einem Versuch, dem Buddha Angst zu machen. ",
  "sn-blurbs:sn4.12": "Māra tadelt den Buddha wegen seines Löwengebrülls und behauptet, der Buddha sei nicht ohne Seinesgleichen. ",
  "sn-blurbs:sn4.13": "Der Buddha ruht, nachdem er von einem Splitter verletzt wurde, und Māra tadelt ihn, er sei faul. ",
  "sn-blurbs:sn4.14": "Māra will den Buddha vom Lehren abbringen und warnt ihn, er werde durch Bevorzugung korrumpiert. ",
  "sn-blurbs:sn4.15": "Māra droht dem Buddha mit einer „geistigen Schlinge“ in der Luft. ",
  "sn-blurbs:sn4.16": "Als die Mönche und Nonnen der Lehre zuhören, nimmt Māra die Gestalt eines Ochsen an und tut so, als wolle er ihre Almosenschalen zertreten. ",
  "sn-blurbs:sn4.17": "Als die Mönche und Nonnen der Lehre zuhören, macht Māra ein fürchterliches Getöse, um sie abzulenken. ",
  "sn-blurbs:sn4.18": "Māra sorgt dafür, dass der Buddha kein Almosen bekommt, doch dieser ist damit zufrieden, sich von Freude zu ernähren. ",
  "sn-blurbs:sn4.19": "Als die Mönche und Nonnen der Lehre zuhören, nimmt Māra die Gestalt eines Bauern an, der seine verlorenen Ochsen sucht, und spricht den Buddha an. ",
  "sn-blurbs:sn4.20": "Der Buddha fragt sich, ob es möglich sei, gerecht und ohne Gewalt zu herrschen. Māra erscheint und drängt den Buddha, diesen Weg einzuschlagen. ",
  "sn-blurbs:sn4.21": "Māra begibt sich als alter Brahmane zu einigen jungen Mönchen und versucht, sie mit einem Gespräch über die Freuden der Jugend zu verführen. ",
  "sn-blurbs:sn4.22": "Māra belästigt wiederholt den Mönch Samiddhi, als dieser in Klausur ist. Der Buddha ermutigt ihn, bis Samiddhi schließlich selbst in der Lage ist, Māra zu erkennen. ",
  "sn-blurbs:sn4.23": "Der Ehrwürdige Godhika muss feststellen, dass er aufgrund einer schweren Krankheit immer wieder aus seinem Meditationszustand herauskommt. Schließlich erwägt er Selbstmord, und Māra will den Buddha veranlassen, ihn davon abzubringen. Aber der Buddha sagt, Godhika habe bereits das Erwachen erlangt und sei ohne Tadel gestorben. ",
  "sn-blurbs:sn4.24": "Māra hat sieben Jahre lang vergeblich versucht, den Buddha bei einer Schwäche zu ertappen. Er beklagt sein Versagen mit Gleichnissen von einer Krabbe, der von Kindern die Beine ausgerissen werden, und von einer Krähe, die versucht, einen Stein zu fressen. ",
  "sn-blurbs:sn4.25": "Niedergeschlagen beklagt Māra gegenüber seinen drei Töchtern sein Versagen, den Buddha bei einer Schwäche zu ertappen. Darauf nehmen die Töchter die Aufgabe auf sich und wollen den Buddha mit einer Reihe sinnlicher Gestalten, die sie annehmen, verführen. Aber auch ihnen gelingt es nicht, und Māra züchtigt sie wegen ihrer Anmaßung. ",
  "sn-blurbs:sn5": "Die „Verbundenen Lehrreden mit Nonnen“ bestehen aus zehn Lehrreden, die Situationen beschreiben, in denen verschiedene Nonnen sich zum Meditieren in einen Wald zurückziehen. Dort werden sie von Māra herausgefordert. Die Strophen in diesem Kapitel überschneiden sich teilweise mit denen im Therīgāthā, doch einige sind hier einzigartig. Māras Angriffe sind unterschiedlich. Manchmal ist er sexistisch und behauptet, Frauen hätten eine schwache Weisheit (SN 5.2). Manche dieser kurzen Texte gehören zu den meistzitierten Suttas überhaupt. ",
  "sn-blurbs:sn5.1": "Die Nonne Āḷavikā ist in den Finsteren Wald gegangen, um sich zurückzuziehen, als Māra kommt, um ihr Angst zu machen. Er behauptet, es gebe kein Entrinnen, und Abgeschiedenheit sei zwecklos. Sie erkennt ihn sofort und weist seinen Spott zurück; sie erklärt, dass sie außerhalb seines Machtbereichs ist. ",
  "sn-blurbs:sn5.2": "Als sie im Finsteren Wald meditiert, wird die Nonne Somā von Māra verhöhnt, der behauptet, eine Frau könne niemals die subtile Wahrheit sehen. Sie weist ihn zurück, indem sie klarstellt, dass das Geschlecht keine Rolle spielt, wenn man tiefgründige Wahrheiten erkennt, und schickt Māra fort zu denen, die noch am Geschlecht haften. ",
  "sn-blurbs:sn5.3": "Māra verhöhnt die Nonne Kisāgotamī, indem er behauptet, sie trauere um Söhne und sehne sich nach einem Mann. Sie weist ihn zurück und erklärt, dass sie die Masse der Dunkelheit zerstört und das Heer des Todes besiegt hat. ",
  "sn-blurbs:sn5.4": "Māra kommt zu der Nonne Vijayā in Gestalt eines gut aussehenden jungen Mannes und versucht, sie von ihrem Weg abzubringen. Sie aber weist Sinnenfreuden zurück; sie genießt subtile Meditationszustände und hat die Unwissenheit beendet. ",
  "sn-blurbs:sn5.5": "Uppalavaṇṇā wird von Māra getadelt, der sagt, eine schöne Frau wie sie solle sich vor Schurken fürchten. Sie weist jedoch solche Ängste zurück und sagt, sie könne ihre Wunderkräfte benutzen, um tausend Schurken wie ihn zu schlagen. ",
  "sn-blurbs:sn5.6": "Māra fragt die Nonne Cālā, warum sie die Wiedergeburt missbilligt. Sie antwortet, dass diese notwendigerweise zu Leiden führt. ",
  "sn-blurbs:sn5.7": "Māra fragt die Nonne Upacālā, wo sie wiedergeboren werden will. Doch da die Welt überall brennt, weist sie jede Form der Wiedergeburt zurück. ",
  "sn-blurbs:sn5.8": "Māra fragt die Nonne Sīsupacālā, an wessen Lehre sie glaubt. Sie antwortet, dass sie die verschiedenen Sekten zurückweist und dem Buddha folgt, dessen Lehre in die Freiheit führt. ",
  "sn-blurbs:sn5.9": "Māra fragt die Nonne Selā, wer diese „Marionette“ schuf, das heißt, die Form, die wiedergeboren wurde. Sie antwortet, dass es keinen Schöpfer gibt, sondern dass die Form aufgrund von Bedingungen entsteht, geradeso wie die Saat auf einem Feld aufgrund von Bedingungen reift. ",
  "sn-blurbs:sn5.10": "Māra fragt die Nonne Vajirā, wer dieses Wesen erschaffen hat. Sie erkennt ihn und weist darauf hin, dass das Wort „Wesen“ nichts als eine Übereinkunft ist, um die Aggregate zu beschreiben, geradeso wie wir das Wort „Wagen“ benutzen, wenn die entsprechenden Teile zusammengefügt sind. ",
  "sn-blurbs:sn6": "Die „Verbundenen Lehrreden mit Brahmās“ enthalten 15 Lehrreden, in denen hohe brahmanische Gottheiten vorkommen. Meistens begegnen wir dem „Großen Brahmā“, der als Schöpfergott betrachtet wird, aber er ist nur einer aus einer Klasse von Gottheiten, und hier treffen wir noch einige andere an. Der Brahmā wird hier wie auch an anderer Stelle in den frühen buddhistischen Texten auf respektvolle Weise dargestellt. Er wird als eine glanzvolle Gottheit betrachtet, die aufgrund eines starken guten Kammas in diesem Bereich wiedergeboren ist. Wie hier, so handelt er oft als ein Vorkämpfer für die buddhistische Sache. Allerdings ist er wie alle Götter noch unter dem Einfluss der Täuschung und ist der Wiedergeburt nicht entgangen. ",
  "sn-blurbs:sn6.1": "Nach seinem Erwachen zögerte der Buddha damit, zu lehren, da er dachte, der Dhamma sei zu subtil, als dass die Menschen ihn verstehen könnten. Da erscheint die hohe Gottheit Brahmā Sahampati und ermuntert ihn zum Lehren, indem sie darauf hinweist, dass es solche gibt, die „wenig Sand in den Augen“ haben und die verstehen werden. ",
  "sn-blurbs:sn6.2": "Nach seinem Erwachen denkt der Buddha darüber nach, dass man vor etwas Ehrfurcht haben sollte; aber wen sollte er ehren, da er völlig erwacht war? Er erkennt, dass er mit Ehrfurcht vor dem Dhamma leben sollte. Brahmā Sahampati erscheint und stimmt ihm zu und sagt, dass das auch alle Buddhas der Vergangenheit getan hätten und die der Zukunft tun würden. ",
  "sn-blurbs:sn6.3": "Brahmā Sahampati erscheint vor einer Frau, die ihm ergeben ist, und sagt ihr, sie solle das Essen statt ihm lieber ihrem Sohn, einem buddhistischen Mönch, spenden, da Brahmās die Art von Speise, die sie spendet, nicht essen. ",
  "sn-blurbs:sn6.4": "Der Brahmā Baka bildet sich die falsche Ansicht ein, dass sein Dasein beständig und unvergänglich wäre. Der Buddha geht hin, um ihn davon abzubringen. Sie haben einen Austausch in Strophen, bei dem der Buddha Baka von seinen früheren Leben erzählt. ",
  "sn-blurbs:sn6.5": "Ein nicht benannter Brahmāgott denkt, er sei so mächtig, dass kein Asket sich ihm nähern könne. Der Buddha geht geradewegs zu seinem Bereich und erscheint in Flammen gehüllt über seinem Kopf, gefolgt von Mahāmoggallāna und anderen Schülern. Der Brahmā und sein Gefolge sind gebührend beeindruckt. ",
  "sn-blurbs:sn6.6": "Die Brahmās Subrahmā und Suddhāvāsa bemerken, dass ein Brahmā-Gefährte nachlässig lebt und übermäßig von seiner eigenen Pracht beeindruckt ist. Sie gehen zu ihm, um ihn aus seiner Selbstzufriedenheit zu rütteln. ",
  "sn-blurbs:sn6.7": "Die Brahmās Subrahmā und Suddhāvāsa kommen zum Buddha und sprechen über den Mönch Kokālika, einen Anhänger Devadattas. ",
  "sn-blurbs:sn6.8": "Die Brahmās Subrahmā und Suddhāvāsa kommen zum Buddha und sprechen über den Mönch Katamorakatissaka, einen Anhänger Devadattas. ",
  "sn-blurbs:sn6.9": "Der Brahmā Tudu versucht, Kokālika davon zu überzeugen, Vertrauen zu Sāriputta und Moggallāna zu haben, doch Kokālika will davon nichts wissen. ",
  "sn-blurbs:sn6.10": "Kokālika geht zum Buddha und tadelt Sāriputta und Moggallāna. Da er absichtlich solch große Mönche verleumdet, stirbt er, und Brahmā Sahampati unterrichtet den Buddha, dass er in der Hölle wiedergeboren wurde. Der Buddha gibt ein denkwürdiges Gleichnis über die Lebensdauer in der Hölle. ",
  "sn-blurbs:sn6.11": "Der Brahmā Sanaṅkumāra erscheint dem Buddha und versichert, dass der Adlige oder Khattiya die beste Kaste ist, der Buddha aber der beste Mensch. ",
  "sn-blurbs:sn6.12": "Der Brahmā Sahampati weist mit Bezug auf Devadatta darauf hin, dass Ehre einen Schurken zerstört. ",
  "sn-blurbs:sn6.13": "Der Brahmā Sahampati erscheint dem Buddha und preist Asketen, die furchtlos im tiefen Wald leben; er feiert die Vielen, die die Freiheit gefunden haben. ",
  "sn-blurbs:sn6.14": "Der Buddha erzählt die Geschichte vom früheren Buddha Sikhī und seinem Schüler Abhibhū. Sie besuchen eine Brahmāwelt, wo sie viele erstaunliche Kunststücke vorführen und Unterweisungen geben. ",
  "sn-blurbs:sn6.15": "Als der Buddha vollkommen erlosch, führte Brahmā Sahampati eine Gruppe herausragender Wesen an, die Strophen zum Gedenken aufsagten. ",
  "sn-blurbs:sn7": "Die „Verbundenen Lehrreden mit Brahmanen“ enthalten 22 Lehrreden, die den Buddha im Umgang mit verschiedenen Mitgliedern der Brahmanenkaste zeigen. Die Brahmanen waren die Wächter der brahmanischen Texte und Überlieferungen und sahen sich selbst als die spirituelle Elite der Gesellschaft an. Ein Dreh- und Angelpunkt der ethischen Lehren des Buddha war, dass der Wert eines Menschen durch seine Taten bestimmt wird, nicht durch die Kaste. Das forderte die brahmanische Autorität unmittelbar heraus, und eine Anzahl von Lehrreden haben einen verständlicherweise kämpferischen Charakter. Doch die Brahmanen waren eine gemischte Gemeinschaft, und wir finden ebenso häufig, dass sie dem Buddha gegenüber Respekt und Dankbarkeit zeigen. ",
  "sn-blurbs:sn7.1": "Als eine Brahmanin ihr Vertrauen zu den Drei Juwelen zum Ausdruck bringt, ist ihr Mann verärgert. Sich ermuntert ihn, den Buddha zu besuchen, der seinen Zorn besänftigt. ",
  "sn-blurbs:sn7.2": "Ein Brahmane besucht den Buddha und lässt eine Schimpftirade auf ihn los, doch der Buddha weigert sich, sie anzunehmen, und zeigt, dass er frei von Zorn bleibt. ",
  "sn-blurbs:sn7.3": "Ein Brahmane besucht den Buddha und beschimpft ihn, aber der Buddha zeigt nur Geduld. ",
  "sn-blurbs:sn7.4": "Ein Brahmane ist sprachlos vor Zorn, weil ein anderer Brahmane unter dem Buddha fortgezogen ist. Abermals beruhigt ihn der Buddha und weist darauf hin, dass man mit Zorn nur sich selbst schadet. ",
  "sn-blurbs:sn7.5": "Ein Brahmane, der „der Gutmütige“ genannt wird, besucht den Buddha. Dieser lehrt ihn die wahre Bedeutung von Gutmütigkeit. ",
  "sn-blurbs:sn7.6": "Ein Brahmane mit Filzhaaren fragt den Buddha, wie wir dieses Geflecht entflechten können. Diese kurze Strophenreihe wurde eine der wichtigsten im ganzen Theravāda-Buddhismus, als sie als Eckpfeiler für die Kommentar-Abhandlung Visuddhimagga (Weg der Läuterung) verwendet wurde. ",
  "sn-blurbs:sn7.7": "Der Brahmane mit dem Beinamen „der Reine“ macht die bemerkenswert buddhistische Aussage, dass man durch bloße Kasteiung nicht rein werde. Das erreicht man nur durch Wissen und reines Verhalten. ",
  "sn-blurbs:sn7.8": "Ein Brahmane, der ein Feueropfer darbringt, lädt den Buddha ein, den gesegneten Milchreis anzunehmen und sagt, der Buddha sei ein wahrer Brahmane. ",
  "sn-blurbs:sn7.9": "Ein Brahmane, der ein Feueropfer darbringt, will dem Buddha den Opferkuchen anbieten, zögert aber, als er sieht, dass er ein kahlköpfiger Asket ist. Er fragt ihn nach seiner Kaste, aber der Buddha betont stattdessen die Wichtigkeit des Verhaltens. Der Buddha gibt eine metaphorische Neuinterpretation der Elemente brahmanischer Rituale. ",
  "sn-blurbs:sn7.10": "Ein Brahmane sucht seine entlaufenen Ochsen, als er den Buddha friedlich im Wald meditieren sieht. Er klagt über die vielen Sorgen in seinem Leben und feiert das Glück des Buddha und die Freiheit von solchen Sorgen. ",
  "sn-blurbs:sn7.11": "Ein brahmanischer Bauer tadelt den Buddha, weil dieser kein Essen produziert und von der Arbeit anderer lebt. Aber der Buddha zeigt, dass seine wirkliche Arbeit von geistlicher Natur ist. ",
  "sn-blurbs:sn7.12": "Ein Brahmane beschwert sich, weil der Buddha ihn wiederholt für sein Almosen besucht. Der Buddha ergreift die Gelegenheit und weist darauf hin, dass sich alle natürlichen Erscheinungen in Zyklen wiederholen und nur ein Erwachter diesem Kreislauf entrinnt. ",
  "sn-blurbs:sn7.13": "Der Buddha ist krank und schickt seinen Aufwärter, den Mönch Upavāṇa, um Badewasser zu holen. Ein Brahmane gibt ihm nicht nur das Wasser, sondern auch Melasse für seine Magenbeschwerden. Später besucht der Brahmane den Buddha, um über Großzügigkeit zu sprechen. ",
  "sn-blurbs:sn7.14": "Ein Brahmane wurde von seinen undankbaren Söhnen aus dem Haus geworfen und kommt in schäbiger Kleidung zum Buddha. Dieser gibt ihm Strophen, die er in der Dorfversammlung aufsagen soll, in denen er seine treulosen Söhne mit seinem zuverlässigen Stock vergleicht. Beschämt nehmen die Söhne ihren Vater wieder auf, baden ihn und geben ihm Kleider. ",
  "sn-blurbs:sn7.15": "Ein hochnäsiger Brahmane hört den Buddha lehren und ist erschüttert, als dieser anscheinend seine Gedanken liest. Zur Verwunderung der Menge beugt er sich nieder und küsst dem Buddha die Füße. Der Buddha lässt ihn sich hinsetzen und sie tauschen Strophen zum Thema Einbildung aus. ",
  "sn-blurbs:sn7.16": "Ein Brahmane, der es liebt, jedem zu widersprechen, begibt sich zum Buddha, um ihn herauszufordern. Doch als er den Buddha reden hört, findet er nichts, dem er widersprechen könnte. ",
  "sn-blurbs:sn7.17": "Ein Brahmane genießt seine Arbeit im Dschungel. Als er den Buddha dort meditieren sieht, fragt er sich, welche Art von Arbeit dieser genießt. ",
  "sn-blurbs:sn7.18": "Einige Brahmanenschüler sehen den Buddha meditieren, als sie Feuerholz sammeln. Sie unterrichten ihren Lehrer darüber, der den Buddha besucht und ihn fragt, wie er im wilden Urwald so friedvoll sein kann. ",
  "sn-blurbs:sn7.19": "Ein Brahmane will wissen, ob rechtmäßiges Almosensammeln eine richtige Art ist, seine Eltern zu versorgen. ",
  "sn-blurbs:sn7.20": "Der Buddha erklärt, dass ein wahrer Mönch jemand ist, der über das Böse hinausgegangen ist. ",
  "sn-blurbs:sn7.21": "Ein Brahmane glaubt, er könne seine Sünden durch Baden abwaschen. Doch der Buddha spricht vom Dhamma als einem See für die wahre Läuterung. ",
  "sn-blurbs:sn7.22": "Als der Buddha eine brahmanische Ratssitzung besucht, beschweren sie sich, dass er sich falsch benehme. ",
  "sn-blurbs:sn8": "Die „Verbundenen Lehrreden mit Vaṅgīsa“ enthalten zwölf Lehrreden mit Versen gesprochen von Vaṅgīsa, dem berühmtesten Dichter des frühen Buddhismus. Seine Gedichte zeigen eine Ausgereiftheit und persönliche Verletzlichkeit, die sie als die vielleicht charakteristischste literarische Stimme der frühen Texte kennzeichnen. Manche dieser Lehrreden sprechen von seinen Unsicherheiten und Schwierigkeiten und wie ihm geholfen wurde, sie zu überwinden. Andere sprechen von seiner freudigen Hingabe an den Buddha und den Saṅgha und von seinem endgültigen Triumph. ",
  "sn-blurbs:sn8.1": "Nachdem er von schönen Frauen verlockt wurde, vertreibt der frisch ordinierte Mönch Vaṅgīsa seine Begierde und feiert seine Hingabe an den spirituellen Pfad in Versen. ",
  "sn-blurbs:sn8.2": "Vaṅgīsa wird erneut von Begierde gequält, aber es gelingt ihm, sie durch eigene Anstrengung zu vertreiben. Seine Strophen sprechen vom Weg des Hauslosen, dem Loslassen von Begierde und falschen Ansichten und der Hingabe an sittliches Verhalten und Abgeschiedenheit. ",
  "sn-blurbs:sn8.3": "Vaṅgīsa, der ein geachteter Dichter ist, sah auf weniger talentierte Mönche und Nonnen herab. Beschämt über seine eigene Einbildung ermahnt er sich selbst, bescheiden  und im Frieden zu sein. ",
  "sn-blurbs:sn8.4": "Vaṅgīsa wird erneut von Begierde gequält und wendet sich an Ānanda um Hilfe. Ānanda rät ihm seine Wahrnehmung so umzulenken, dass schöne Dinge nicht länger schön erscheinen. ",
  "sn-blurbs:sn8.5": "Der Buddha gibt eine einfache Unterweisung über vier Eigenschaften von guter Rede. Vaṅgīsa wird davon angeregt, eine Reihe ausgefeilterer Strophen zu dem Thema zu anzubringen, mit denen er insbesondere die Rede des Buddha preist, die zur Unsterblichkeit führt. ",
  "sn-blurbs:sn8.6": "Als er sieht, wie Sāriputta über den Dhamma spricht und der Saṅgha andächtig zuhört, trägt Vaṅgīsa Strophen zu seinem Lob vor. ",
  "sn-blurbs:sn8.7": "Am Pavāraṇā-Tag am Ende der Regenzeit lädt der Buddha den Saṅgha ein, ihn zu ermahnen. Aber nicht nur der Buddha ist ohne Fehler, sondern auch alle 500 anwesenden Mönche. Vaṅgīsa drängt es, den Buddha auf kunstvolle Art zu preisen. ",
  "sn-blurbs:sn8.8": "Als er sieht, wie der Buddha über den Dhamma spricht und der Saṅgha andächtig zuhört, trägt Vaṅgīsa Strophen zu seinem Lob vor. Die Frage, ob diese Strophen spontan gedichtet seien, bejaht er, und der Buddha lädt ihn ein, weiter zu sprechen. ",
  "sn-blurbs:sn8.9": "Aññā Koṇḍañña, der allererste Schüler, der den Dhamma verstand, kommt nach einer langen Zeit der Abgeschiedenheit zu einem Besuch zum Buddha. Vaṅgīsa drückt seine Ergriffenheit in Versen zu seinem Lob aus. ",
  "sn-blurbs:sn8.10": "Vaṅgīsa rühmt Moggallāna und den Saṅgha. ",
  "sn-blurbs:sn8.11": "Vaṅgīsa sagt, der Buddha überstrahle, wie Mond und Sonne, die ganze Welt. ",
  "sn-blurbs:sn8.12": "Vaṅgīsa erinnert sich an seine Vergangenheit als wandernder Dichter und feiert die Freiheit, die er im Dhamma gefunden hat. ",
  "sn-blurbs:sn9": "Die „Verbundenen Lehrreden im Wald“ enthalten 14 Lehrreden mit Strophen, die die Erfahrungen einiger Mönche wiedergeben, die im Wald leben. Typischerweise ist der Mönch irgendwie lasch oder nachlässig und eine Gottheit erscheint, die ihn ermahnt und zu mehr Beflissenheit anspornt. ",
  "sn-blurbs:sn9.1": "Ein Mönch im Wald lässt seinen Geist zum Laienleben schweifen, aber wird von einer dort lebenden Gottheit gewarnt. ",
  "sn-blurbs:sn9.2": "Als ein Mönch mitten am Tag einschläft, versucht eine Gottheit, ihn aufzuwecken. Aber nicht alles ist so, wie es scheint. ",
  "sn-blurbs:sn9.3": "Ein Mönch mit Namen Kassapagotta begegnet im Wald einem Jäger und versucht, ihn zu unterweisen. Aber eine Gottheit, mahnt ihn, seine Zeit nicht zu verschwenden. ",
  "sn-blurbs:sn9.4": "Als eine Gruppe von Mönchen und Nonnen den Wald verlässt, in dem sie sich aufgehalten hat, beklagen die Naturgottheiten ihre Abwesenheit. ",
  "sn-blurbs:sn9.5": "Eine Gottheit warnt Ānanda, sich nicht zu sehr mit dem Unterrichten von Laien abzugeben. ",
  "sn-blurbs:sn9.6": "Eine frühere Partnerin des Ehrwürdigen Anuruddha mit dem Namen „Weberin“ versucht, ihn mit himmlischen Sinnenfreuden zu verführen. Aber er sieht ein größeres Glück. ",
  "sn-blurbs:sn9.7": "Als der Ehrwürdige Nāgadatta zu viel Zeit im Dorf verbringt, wird er von einer Gottheit ermahnt. ",
  "sn-blurbs:sn9.8": "Eine Gottheit sorgt sich wegen des Geredes über einen Mönch, der eine enge Beziehung zu einer Familie im Dorf hat. Sie nimmt die Gestalt der Hausherrin dieser Familie an und versucht, ihn zu warnen; er aber sagt, wer wirklich übt, stört sich nicht an Gerede. ",
  "sn-blurbs:sn9.9": "Als er den Lärm eines Stadtfestes hört, fühlt ein Mönch sich im Wald einsam. Eine Gottheit kommt, um ihn zu trösten und ihm zu helfen. ",
  "sn-blurbs:sn9.10": "Als ein Mönch seine Gewohnheit aufgibt, die Texte aufzusagen, tadelt ihn eine Gottheit. Aber es scheint, als habe er Frieden gefunden. ",
  "sn-blurbs:sn9.11": "Ein Mönch, der von schlechten Gedanken geplagt wird, wird von einer Gottheit ermutigt. ",
  "sn-blurbs:sn9.12": "Eine Gottheit spricht davon, wie furchteinflößend der murmelnde Wald ist. Aber einem Mönch gefällt das gerade. ",
  "sn-blurbs:sn9.13": "Eine Gruppe von Mönchen und Nonnen im Wald ist in schlechte Verhaltensweisen verfallen und wird eingebildet und verwirrt. Eine Gottheit kommt, um sie zu ermahnen, und macht dabei deutlich, dass sie nur von denen spricht, die sich schlecht benehmen, nicht von allen. ",
  "sn-blurbs:sn9.14": "Ein Mönch nimmt ein Bad in einem Lotusteich und schnuppert an einem Lotus. Eine Gottheit beschuldigt ihn deshalb als „Duftdieb“. Für jemanden, der ein Leben der Reinheit lebt, ist selbst eine solche Kleinigkeit ein Anlass zur Sorge. ",
  "sn-blurbs:sn10": "Die „Verbundenen Lehrreden mit Geistern“ enthalten 12 Lehrreden mit Versen, die über Begegnungen zwischen dem Buddha – oder in einem Fall dem Mönch Anuruddha – und verschiedenen Geistern (<i lang='pi' translate='no'>yakkha</i>) berichten. Die Geister waren örtliche Naturgeister, die im alten Indien verehrt wurden, und gehörten einer niedrigeren Ordnung an als die Götter und die Brahmās. Während solche Geister in späteren Formen des Buddhismus typischerweise als bösartig und gefährlich dargestellt werden, sind sie in den frühen Texten ambivalenter; viele sind freundlich und stellen einfach nur Dhammafragen oder preisen Dhammatugenden wie Achtsamkeit. Das heißt nicht, dass sie nicht auch unheimlich sein können, und manche Lehrreden zeigen ihre grimmigeren Seiten. Besonders bemerkenswert ist die Liebe, die Geistermütter zu ihren Kindern empfinden. ",
  "sn-blurbs:sn10.1": "Ein Naturgeist fragt den Buddha, wie der Körper entsteht, wenn es keine Seele gibt. ",
  "sn-blurbs:sn10.2": "Ein Geist sagt dem Buddha, wenn er wirklich frei wäre, solle er nicht andere unterweisen. ",
  "sn-blurbs:sn10.3": "Die Geister Zottel und Stachelhaar streiten darüber, ob der Buddha ein wahrer Asket ist oder nicht. Sie begeben sich zunächst mit Drohungen zu ihm, fragen dann aber nach den Ursachen für Gier und Hass. ",
  "sn-blurbs:sn10.4": "Der Geist Maṇibhadda spricht lobend über die Achtsamkeit und äußert die Meinung, dass jemand, der achtsam ist, frei von Hass sei. Der Buddha stimmt zu, dass Achtsamkeit etwas Wunderbares ist, dass man aber nur durch die Entfaltung der Liebe frei von Hass wird. ",
  "sn-blurbs:sn10.5": "Es scheint, der Novize Sānu sei nach Hause zurückgekehrt, um die Robe abzulegen. Um ihn daran zu hindern, ergreift ein Geist Besitz von ihm und ermuntert ihn, weiter dem Weg des Guten zu folgen. Sānus Mutter, die um ihren Sohn weint, versucht ebenfalls, ihn dazu zu bewegen, in der Robe zu bleiben. ",
  "sn-blurbs:sn10.6": "Eine Geisterfrau bringt ihren Sohn Piyaṅkara zum Schweigen, damit sie die Lehre hören und sich um Gutmütigkeit bemühen kann. ",
  "sn-blurbs:sn10.7": "Eine Geisterfrau bringt ihre Kinder zum Schweigen, als sie der Lehre zuhört. Aber ihr Sohn Punabbasu sagt, er habe nicht geredet, da er auch lernen wolle. ",
  "sn-blurbs:sn10.8": "Als Anāthapiṇḍika hörte, dass ein Buddha in der Welt erschienen sei, stand er morgens in aller Frühe auf, um ihn zu besuchen. Aber eine geheimnisvolle Dunkelheit ließ ihn zögern, und ein Geist sprach ihm wiederholt Mut zu, damit er vorwärtsgehe. Schließlich kam er beim Buddha an und fragte ihn, ob er gut geschlafen habe. ",
  "sn-blurbs:sn10.9": "Ein Geist, der voller Vertrauen zur Nonne Sukkā ist, zieht durch die Dörfer und Städte und ermuntert die Menschen, ihr beim Lehren zuzuhören. ",
  "sn-blurbs:sn10.10": "Ein Geist, der voller Vertrauen zur Nonne Sukkā ist, zieht durch die Dörfer und Städte und preist die Vorzüge, die es hat, ihr Spenden zu geben. ",
  "sn-blurbs:sn10.11": "Ein Geist, der voller Vertrauen zur Nonne Cīrā ist, zieht durch die Dörfer und Städte und preist die Vorzüge, die es hat, ihr Spenden zu geben. ",
  "sn-blurbs:sn10.12": "Die berühmte Geschichte vom Geist Āḷavaka, der versucht, den Buddha zu schikanieren, aber bald durch eine überraschend einsichtige Reihe von Fragen und Antworten überzeugt wird. Diese Geschichte bildet den Hintergrund für mehrere aufwendige Legenden der späteren Traditionen. ",
  "sn-blurbs:sn11": "Die „Verbundenen Lehrreden mit Sakka“ enthalten 25 Lehrreden mit Strophen, die Geschichten erzählen, in denen Sakka, der König der Götter der Dreiunddreißig, vorkommt. Viele dieser Lehrreden sind recht lang und enthalten bedeutende Prosateile sowie ausgedehnte Dialoge in Versform. Sakka wird als ein Anhänger des Buddha gezeigt, der buddhistische Tugenden wie Güte und Versöhnlichkeit verteidigt, selbst während er mit den Dämonen Krieg führt. ",
  "sn-blurbs:sn11.1": "Der Versuch Sakkas des Götterkönigs, einen Gegenangriff gegen die Dämonen zu organisieren, wird von seinem faulen General Suvīra vereitelt. Sakka fragt Suvīra, wie man, ohne sich zu bemühen, bekommen kann, was man will; aber Suvīra scheint zu glauben, Sakka könne ihm jeden Wunsch erfüllen. Der Buddha betont, dass es für die Götter hilfreich ist, sich zu bemühen, um wieviel mehr erst für Mönche und Nonnen. ",
  "sn-blurbs:sn11.2": "Der Versuch Sakkas des Götterkönigs, einen Gegenangriff gegen die Dämonen zu organisieren, wird von seinem faulen General Susīma vereitelt. Sakka fragt Susīma, wie man, ohne sich zu bemühen, bekommen kann, was man will; aber Susīma scheint zu glauben, Sakka könne ihm jeden Wunsch erfüllen. Der Buddha betont, dass es für die Götter hilfreich ist, sich zu bemühen, um wieviel mehr erst für Mönche und Nonnen. ",
  "sn-blurbs:sn11.3": "Sakka sammelt seine Truppen mit Blick auf seine Fahnenspitze. Aber der Buddha weist darauf hin, dass die Götter bei all ihrer Macht nicht frei von Furcht sind, er jedoch ist es. Er ermuntert die Mönche und Nonnen, sich auf die drei Juwelen zu besinnen, um Furcht zu vertreiben. ",
  "sn-blurbs:sn11.4": "In einem Kampf zwischen den Göttern und den Dämonen wird der Dämonenfürst Vepacitti gefangengenommen und gefesselt in Sakkas Halle gebracht. Vepacitti beleidigt Sakka, der diese harten Worte geduldig erträgt. Sein Wagenlenker ob er aus Schwäche oder aus Furcht schweige, aber Sakka sagt, es bringe nichts, Worte an eine Diskussion mit einem Toren zu verschwenden. ",
  "sn-blurbs:sn11.5": "Der Dämonenfürst Vepacitti schlägt Sakka vor, eine Schlacht statt mit Kampf mit geistreichen Worten ausfechten. Vepacitti preist dabei harte Strafen, während Sakka für Geduld und Versöhnlichkeit eintritt. ",
  "sn-blurbs:sn11.6": "Auf der Flucht vor dem Dämonenheer droht Sakkas Wagen Vogelnester im Wald zu gefährden. Statt den Vögeln ihr Zuhause zu rauben, weist Sakka seinen Wagenlenker an, umzudrehen, selbst wenn ihn das das Leben kosten sollte. ",
  "sn-blurbs:sn11.7": "Sakka denkt darüber nach, dass man nicht einmal seinem Feind schaden sollte. Als er das erkennt, nutzt Vepacitti es sofort aus. ",
  "sn-blurbs:sn11.8": "Der Götterkönig Sakka und den Dämonenfürst Verocana besuchen den Buddha und sprechen lobend über das Bemühen. ",
  "sn-blurbs:sn11.9": "In längst vergangener Zeit besuchten Sakka der Götterkönig und Vepacitti der Dämonenfürst die Einsiedelei einiger Seher. Vepacitti benimmt sich unhöflich, während Sakka ihnen Ehrerbietung erweist. Die Seher bitten Sakka, zu gehen, da ihre ungewaschenen Körper stinken. Sakka hingegen sagt, er liebe ihren Geruch. ",
  "sn-blurbs:sn11.10": "Als in vergangener Zeit ein Krieg zwischen Göttern und Dämonen drohte, suchten einige Seher den Dämonenfürsten Sambara auf, um Schutz zu erbitten. Doch da sie Sakka verbunden waren, wies er sie ab, woraufhin sie ihn verfluchten. ",
  "sn-blurbs:sn11.11": "Sakka erlangte seine Stellung aufgrund von sieben Gelübden, die er in der Vergangenheit einhielt. ",
  "sn-blurbs:sn11.12": "Die vielen Namen Sakkas gehen auf seine guten Taten in der Vergangenheit zurück. ",
  "sn-blurbs:sn11.13": "Der Licchaver Mahāli ist skeptisch, ob der Buddha wirklich Sakka gesehen hat. ",
  "sn-blurbs:sn11.14": "Die Götter beklagen sich, als ein armer Mann im Himmel wiedergeboren wird. Aber Sakka weist darauf hin, dass er, obwohl er arm war, viel Gutes getan hat. ",
  "sn-blurbs:sn11.15": "Als Sakka nach einem Ort fragt, der wirklich entzückend ist, sagt der Buddha, es ist überall dort, wo sich Vollendete aufhalten. ",
  "sn-blurbs:sn11.16": "Als Sakka fragt, wo ein Opfer am fruchtbarsten ist, sagt der Buddha, es ist beim Saṅgha. ",
  "sn-blurbs:sn11.17": "Sakka und Brahmā Sahampati kommen zum Buddha, um ihm ihre Ehrerbietung zu erweisen. ",
  "sn-blurbs:sn11.18": "Als Sakka sich zu einer Vergnügungsfahrt bereit macht, hebt er seine zusammengelegten Hände zu den vier Himmelsrichtungen. Sein Wagenlenker Mātali weist darauf hin, dass Sakka von Göttern und Menschen verehrt wird, und fragt, wen er verehre. Sakka sagt: sowohl Mönche und Nonnen, die gut üben, als auch tugendhafte Laien. ",
  "sn-blurbs:sn11.19": "Als Sakka sich zu einer Vergnügungsfahrt bereit macht, hebt er seine zusammengelegten Hände zum Buddha. Sein Wagenlenker Mātali weist darauf hin, dass Sakka von Göttern und Menschen verehrt wird, und fragt, wen er verehre. Sakka sagt: den Buddha, die vollendeten Mönche und Nonnen und die, die auf dem Pfad in Schulung sind. ",
  "sn-blurbs:sn11.20": "Als Sakka sich zu einer Vergnügungsfahrt bereit macht, hebt er seine zusammengelegten Hände zum Saṅgha der Mönche und Nonnen. Sein Wagenlenker Mātali fragt, warum er schlecht riechende Mönche und Nonnen verehre. Sakka sagt, er verehre sie wegen ihrer Entsagung und ihres Friedens. ",
  "sn-blurbs:sn11.21": "Zorn ist das Einzige, dessen Töten der Buddha empfiehlt. ",
  "sn-blurbs:sn11.22": "Als ein hässlicher Geist sich auf Sakkas Thron setzt, sind die Götter empört. Aber je mehr sie sich beklagen, umso schöner wird der Geist. Sie erkennen, dass es ein so genannter „Zorn-fressender Geist“ ist, und Sakka behandelt ihn freundlich und respektvoll. ",
  "sn-blurbs:sn11.23": "Als Vepacitti krank wird, besucht Sakka seinen alten Widersacher, der ihn bittet, ihn zu heilen. Aber Sakka verlangt, dass Vepacitti ihn zuerst eine mächtige Zauberformel lehrt. ",
  "sn-blurbs:sn11.24": "Als zwei Mönche ein Zerwürfnis haben, erinnert der Buddha an Sakkas weise Worte, Freundschaft nicht durch Zorn zu zerstören. ",
  "sn-blurbs:sn11.25": "Der Buddha erinnert an Sakkas Mahnung, dass Zorn Menschen zermalmen kann wie ein Berg. ",
  "sn-blurbs:sn12": "Die „Verbundenen Lehrreden über ursächliche Zusammenhänge“ ist eine größere Sammlung, die 93 Lehrreden über die buddhistische Kernlehre des abhängigen Entstehens enthält. Das abhängige Entstehen zeigt eine Reihe durch Bedingungen verknüpfter Glieder, die darlegen, wie Leiden entsteht und wie es aufhört. Als solches ist es eine erweiterte Behandlung der zweiten und dritten edlen Wahrheit. Es beinhaltet psychologische und existentielle Aspekte des Leidens und zeigt, wie wir, wenn wir in Bindungen feststecken, Entscheidungen treffen, die uns an ein weiteres Umherwandern in künftigen Leben binden. Eine der wichtigsten Absichten besteht darin, zu erklären, wie Wiedergeburt stattfindet, ohne dass man ein metaphysisches Konzept wie eine Seele bemühen müsste. Die Sammlung beginnt, indem jeder der Begriffe in der üblichen 12-gliedrigen Kette definiert wird, Definitionen, die dann durchgängig vorausgesetzt werden. Die restlichen Lehrreden wiederholen dieses Thema und führen neue Blickwinkel und Formulierungen ein. ",
  "sn-blurbs:sn12.1": "Die berühmten zwölf Glieder des abhängigen Entstehens werden aufgezählt; sie zeigen, wie Leiden in Abhängigkeit von Unwissenheit entsteht und aufhört. ",
  "sn-blurbs:sn12.2": "Der Buddha definiert jedes der zwölf Glieder. Das sind allgemeine Definitionen, die immer zutreffen, wenn die zwölf Glieder genannt werden. ",
  "sn-blurbs:sn12.3": "Leiden verursachen ist der falsche Weg, Leiden zu Ende gehen lassen der richtige. ",
  "sn-blurbs:sn12.4": "In der fernen Vergangenheit dachte der Buddha Vipassī darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand. ",
  "sn-blurbs:sn12.5": "In der fernen Vergangenheit dachte der Buddha Sikhī darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand. ",
  "sn-blurbs:sn12.6": "In der fernen Vergangenheit dachte der Buddha Vessabhū darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand. ",
  "sn-blurbs:sn12.7": "In der fernen Vergangenheit dachte der Buddha Kakusandha darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand. ",
  "sn-blurbs:sn12.8": "In der fernen Vergangenheit dachte der Buddha Koṇāgamana darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand. ",
  "sn-blurbs:sn12.9": "In der fernen Vergangenheit dachte der Buddha Kassapa darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand. ",
  "sn-blurbs:sn12.10": "Gotama, der Buddha unserer Zeit, dachte darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand. ",
  "sn-blurbs:sn12.11": "Der Buddha definiert die vier Arten von „Essen“ oder „Nahrung“; diese umfassen essbare Nahrung, Berührung, Absicht und Bewusstsein. Sie alle werden von Verlangen erzeugt und hängen daher mit dem abhängigen Entstehen zusammen. ",
  "sn-blurbs:sn12.12": "Der ehrwürdige Moḷiyaphagguna fragt, wer das Bewusstseins-Essen esse. Der Buddha antwortet, die Frage sei unangemessen, da sie ein Selbst als handelnde Person voraussetze. Vielmehr seien alle Glieder des abhängigen Entstehens lediglich natürliche Bedingungen, die nichts mit einem „Selbst“ zu tun hätten. ",
  "sn-blurbs:sn12.13": "Wer das abhängige Entstehe nicht versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn12.14": "Wer das abhängige Entstehe nicht versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn12.15": "Der ehrwürdige Kaccānagotta fragt den Buddha nach der rechten Ansicht, und der Buddha antwortet, dass sich rechte Ansicht entwickelt, wenn man den Ursprung und das Aufhören der Welt sieht und frei von Bindungen ist. Dieses kurze aber tiefgründige und schwierige Sutta wurde berühmt als die einzige kanonische Referenz, die in Nāgārjunas Mūlamadhyamakakārikā genannt wird, dem vielleicht berühmtesten philosophischen Werk der gesamten buddhistischen Literatur. ",
  "sn-blurbs:sn12.16": "Jemand darf ein „Dhammalehrer“ genannt werden, wenn er oder sie für das Ziel lehrt, das Leiden zu beenden. ",
  "sn-blurbs:sn12.17": "Ein nackter Asket mit Namen Kassapa spricht den Buddha auf seiner Almosenrunde an und fragt, ob man sein Leiden selbst erschafft, ob es jemand anders tut, ob es beide sind oder der Zufall. Der Buddha erklärt, weshalb er all diese Möglichkeiten verwirft, und stellt fest, dass Leiden aufgrund von Bedingungen entsteht. ",
  "sn-blurbs:sn12.18": "Ein Wanderer namens Timbaruka fragt den Buddha, ob man Glück und Schmerz selbst erschafft, ob es jemand anders tut, ob es beide sind oder der Zufall. Der Buddha erklärt, weshalb er all diese Möglichkeiten verwirft, und stellt fest, dass Glück und Schmerz aufgrund von Bedingungen entstehen. ",
  "sn-blurbs:sn12.19": "Der Kluge und der Tor sind beide aufgrund ihrer Taten in diesem Leben wiedergeboren, Taten aus früheren Leben, die durch Unwissenheit bedingt sind. Aber ein Tor macht weiter die gleichen Fehler und wird erneut wiedergeboren, wogegen ein kluger Mensch das nicht tut. ",
  "sn-blurbs:sn12.20": "Der Buddha unterscheidet zwischen „abhängig entstandenen Erscheinungen“ – den zwölf Faktoren – und „abhängigem Entstehen“ – dem Gesetz der Bedingtheit. Wer diese Dinge versteht, sorgt sich nicht länger um Vergangenheit oder Zukunft. ",
  "sn-blurbs:sn12.21": "Die Lehre des Buddha beruht darauf, dass er die zehn Kräfte und die vier Gründe für Selbstvertrauen besitzt. ",
  "sn-blurbs:sn12.22": "Die Lehre des Buddha beruht darauf, dass er die zehn Kräfte und die vier Gründe für Selbstvertrauen besitzt. Wenn eine Nonne oder ein Mönch eine solch offene Lehre hört, strengt er oder sie sich sehr an und bedenkt dabei sowohl das eigene Wohl als auch das anderer. ",
  "sn-blurbs:sn12.23": "Die Verunreinigungen werden nur beendet, wenn man die Wahrheit sieht. Aber das Sehen der Wahrheit wird durch eine wesentliche Bedingung erreicht. In dieser Weise werden zwölf Faktoren, die zu Freiheit führen, mit den zwölf Faktoren, die zu Leiden führen, zusammengebracht. ",
  "sn-blurbs:sn12.24": "Sāriputta wird von verschiedenen Asketen nach der Ursache des Leidens gefragt. Er antwortet, dass der Buddha lehre, Leiden entstehe aufgrund von Bedingungen. Darüber hinaus seien alle, die Meinungen über den Ursprung des Leidens vorbrächten, selbst Teil des Netzes von Bedingungen, da sie ihre Ansichten nicht ohne Berührung darlegen könnten. Ānanda berichtet dem Buddha von dem Austausch, und dieser lobt Sāriputtas Antwort. ",
  "sn-blurbs:sn12.25": "Sāriputta wird vom Ehrwürdigen Bhūmija nach der Ursache für Glück und Schmerz gefragt. Er antwortet, dass der Buddha lehre, Glück und Schmerz entstünden aufgrund von Bedingungen. Darüber hinaus seien alle, die Meinungen über diese Frage vorbrächten, selbst Teil des Netzes von Bedingungen, da sie ihre Ansichten nicht ohne Berührung darlegen könnten. Ānanda berichtet dem Buddha von dem Austausch, und dieser lobt Sāriputtas Antwort. ",
  "sn-blurbs:sn12.26": "Der Buddha wird vom Ehrwürdigen Upavāṇa nach der Ursache des Leidens gefragt. Er antwortet, Leiden entstehe aufgrund von Bedingungen. Darüber hinaus seien alle, die Meinungen über den Ursprung des Leidens vorbrächten, selbst Teil des Netzes von Bedingungen, da sie ihre Ansichten nicht ohne Berührung darlegen könnten. ",
  "sn-blurbs:sn12.27": "Das abhängige Entstehen wird in die vier edlen Wahrheiten eingebettet. ",
  "sn-blurbs:sn12.28": "Eine Nonne, die das abhängige Entstehen versteht, gilt als eine Übende mit vollendeter Ansicht. ",
  "sn-blurbs:sn12.29": "Ein Asket, der das abhängige Entstehen versteht, wird das Ziel des Asketenlebens erreichen. ",
  "sn-blurbs:sn12.30": "Ein Asket, der das abhängige Entstehen versteht, kann sehr wohl diesen Bedingungen entkommen. ",
  "sn-blurbs:sn12.31": "Der Buddha bittet Sāriputta, einen Vers aus „Ajitas Fragen“ im Parāyana (Snp 5.2) zu erläutern. Sāriputta zögert zunächst, entspricht der Bitte aber, als der Buddha andeutet, dass er eine Antwort aus dem Blickwinkel der Bedingtheit möchte. ",
  "sn-blurbs:sn12.32": "Ein Mönch namens Kaḷāra der Adlige unterrichtet Sāriputta darüber, dass der Mönch Moḷiyaphagguna die Robe abgelegt hat. Sāriputtas Antwort deutet er zu weitgehend und berichtet dem Buddha, Sāriputta habe behauptet, alle Verunreinigungen beendet zu haben. Der Buddha ruft Sāriputta, um dessen Aussage zu klären, und Sāriputta erläutert sie aus dem Blickwinkel des abhängigen Entstehens. ",
  "sn-blurbs:sn12.33": "Eine Analyse von 44 Punkten zur Entwicklung von Einsicht, die mit dem abhängigen Entstehen zusammenhängen. Dazu gehört eine wichtige Unterscheidung zwischen Erkenntnis, die dadurch entsteht, dass man die Gegenwart direkt erkennt, und solcher, die dadurch entsteht, dass man von der Gegenwart auf die Vergangenheit und Zukunft schließt. ",
  "sn-blurbs:sn12.34": "Eine Analyse von 77 Punkten zur Entwicklung von Einsicht, die mit dem abhängigen Entstehen zusammenhängen. ",
  "sn-blurbs:sn12.35": "Ein Mönch fragt, wer Alter und Tod und die anderen Faktoren besitze. Der Buddha sagt, die Frage sei falsch, da sie ein Selbst als Handelnden voraussetze. Vielmehr ist das abhängige Entstehen die Lehre, die „auf die mittlere Art“ gelehrt wird und die Erscheinungen anhand natürlicher Bedingungen erklärt. ",
  "sn-blurbs:sn12.36": "Inhaltlich wie das vorige Sutta, außer, dass es als allgemeine Unterweisung an die Mönche und Nonnen gegeben wird, ohne einen bestimmten Fragesteller. ",
  "sn-blurbs:sn12.37": "Dieser Körper ist nicht euer; er ist das Ergebnis von altem Kamma, das durch Entscheidungen in früheren Leben geschaffen wurde. ",
  "sn-blurbs:sn12.38": "Absichten oder Entscheidungen sind die Kraft, die das Bewusstsein von einem Leben zum nächsten treibt. ",
  "sn-blurbs:sn12.39": "Absichten oder Entscheidungen sind die Kraft, die das Bewusstsein von einem Leben zum nächsten treibt. ",
  "sn-blurbs:sn12.40": "Absichten oder Entscheidungen sind die Kraft, die das Bewusstsein von einem Leben zum nächsten treibt. ",
  "sn-blurbs:sn12.41": "Ein edler Laienschüler hat die fünf Gefahren beseitigt, die vom Verstoß gegen die Ethikregeln kommen, besitzt die vier Faktoren des Stromeintritts und versteht das abhängige Entstehen. ",
  "sn-blurbs:sn12.42": "Ein edler Laienschüler hat die fünf Gefahren beseitigt, die vom Verstoß gegen die Ethikregeln kommen, besitzt die vier Faktoren des Stromeintritts und versteht das abhängige Entstehen. ",
  "sn-blurbs:sn12.43": "Das Entstehen und das Enden des Leidens werden anhand der Sinneserfahrungen erklärt, die zu Verlangen führen. ",
  "sn-blurbs:sn12.44": "Das Entstehen und das Enden der Welt werden anhand der Sinneserfahrungen erklärt, die zu Verlangen und Leiden führen. ",
  "sn-blurbs:sn12.45": "Während er in Klausur ist, führt der Buddha zu sich selbst aus, wie das Entstehen und das Enden der Welt anhand der Sinneserfahrungen erklärt werden, die zu Verlangen und Leiden führen. Ein Mönch hört ihn, und der Buddha fordert ihn auf, sich diese Lehre zu merken. ",
  "sn-blurbs:sn12.46": "Ein Brahmane fragt, ob die Person, die etwas tut, die gleiche ist, die das Ergebnis erfährt, oder jemand anders. Der Buddha weist beide Ansichten als Extreme zurück. ",
  "sn-blurbs:sn12.47": "Der Brahmane Jāṇussoṇi fragt den Buddha, ob alles existiert oder nichts existiert. Der Buddha weist beide Ansichten als Extreme zurück. ",
  "sn-blurbs:sn12.48": "Ein brahmanischer Kosmologe fragt den Buddha, ob alles existiert oder nichts existiert. Der Buddha weist beide Ansichten als Extreme zurück. ",
  "sn-blurbs:sn12.49": "Ein edler Schüler ist über die Glieder des abhängigen Entstehens nicht unsicher, da er sie selbst sieht, unabhängig von anderen. ",
  "sn-blurbs:sn12.50": "Ein edler Schüler ist über die Glieder des abhängigen Entstehens nicht unsicher, da er sie selbst sieht, unabhängig von anderen. ",
  "sn-blurbs:sn12.51": "Ein Mönch sollte die Ursachen des Leidens gründlich anhand des abhängigen Entstehens untersuchen. Bei Menschen, die noch Unwissenheit haben, führen Entscheidungen zu Wiedergeburt in entsprechenden Daseinszuständen. Wer die Unwissenheit ausgerottet hat, ist losgelöst und wird nirgends wiedergeboren. ",
  "sn-blurbs:sn12.52": "Wenn man sich mit angenehmen Dingen befasst, die zum Ergreifen einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einem großen Feuer. ",
  "sn-blurbs:sn12.53": "Wenn man sich mit angenehmen Dingen befasst, die zum Fesseln einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einer Lampe. ",
  "sn-blurbs:sn12.54": "Wenn man sich mit angenehmen Dingen befasst, die zum Fesseln einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einer Lampe. ",
  "sn-blurbs:sn12.55": "Wenn man sich mit angenehmen Dingen befasst, die zum Ergreifen einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einem Baum. ",
  "sn-blurbs:sn12.56": "Wenn man sich mit angenehmen Dingen befasst, die zum Ergreifen einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einem Baum. ",
  "sn-blurbs:sn12.57": "Wenn man sich mit angenehmen Dingen befasst, die zum Fesseln einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einem kleinen Bäumchen. ",
  "sn-blurbs:sn12.58": "Wenn man sich mit angenehmen Dingen befasst, die zum Fesseln einladen, wird der seelische und körperliche Organismus wiedergeboren; veranschaulicht mit dem Gleichnis von einem Baum. ",
  "sn-blurbs:sn12.59": "Wenn man sich mit angenehmen Dingen befasst, die zum Fesseln einladen, wird das Bewusstsein wiedergeboren; veranschaulicht mit dem Gleichnis von einem Baum. ",
  "sn-blurbs:sn12.60": "Ānandas Behauptung, dass er das abhängige Entstehen leicht verstehe, wird vom Buddha zurückgewiesen. Die Eröffnung dieses Sutta gleicht der von DN 15, Mahānidāna. ",
  "sn-blurbs:sn12.61": "Ein unwissender Mensch kann von Anhänglichkeit an den Körper frei werden, aber nicht an den Geist. Dennoch wäre es besser für ihn, sich an den Körper zu hängen, da er sich weniger verändert als der Geist, der umherspringt wie ein Affe. Ein edler Schüler hingegen denkt über das abhängige Entstehen nach. ",
  "sn-blurbs:sn12.62": "Ein unwissender Mensch kann von Anhänglichkeit an den Körper frei werden, aber nicht an den Geist. Dennoch wäre es besser für ihn, sich an den Körper zu hängen, da er sich weniger verändert als der Geist. Ein edler Schüler hingegen denkt über das abhängige Entstehen nach. ",
  "sn-blurbs:sn12.63": "Der Buddha beschreibt die vier Arten von „Nahrung“: essbare Nahrung, Berührung, Absicht und Bewusstsein. Er illustriert sie jeweils mit machtvollen, schockierenden Gleichnissen. ",
  "sn-blurbs:sn12.64": "Der Buddha beschreibt die vier Arten von „Nahrung“: essbare Nahrung, Berührung, Absicht und Bewusstsein. Er zeigt anhand des abhängigen Entstehens, wie sie zu Leiden führen. ",
  "sn-blurbs:sn12.65": "Der Buddha erzählt, wie er durch das Untersuchen des abhängigen Entstehens erwacht ist. Er vergleicht das Auffinden des Ziels mit der Entdeckung einer alten Stadt, die vergessen und von Unkraut überwuchert ist. ",
  "sn-blurbs:sn12.66": "Die richtige Art, sich selbst zu untersuchen, ist die Betrachtung, wie Leiden durch Verlangen und Bindungen entsteht, die wiederum von angenehmen Erfahrungen gespeist werden. ",
  "sn-blurbs:sn12.67": "Die Ehrwürdigen Mahākoṭṭhita und Sāriputta diskutieren darüber, ob die Faktoren des abhängigen Entstehens von einem selbst geschaffen werden, von jemand anderem, von beiden, oder ob sie durch Zufall entstehen. ",
  "sn-blurbs:sn12.68": "Der Ehrwürdige Saviṭṭha befragt den Ehrwürdigen Musila nach seinen spirituellen Erfolgen und schließt aus den Antworten, dass er ein Arahant ist. Doch der Ehrwürdige Nārada zeigt eine andere mögliche Erklärung auf, dass man nämlich den Dhamma sehen kann, ohne das Erwachen vollständig verwirklicht zu haben. ",
  "sn-blurbs:sn12.69": "So, wie das Meer, wenn es aufwallt, die einströmenden Gewässer aufwallen lässt, führen die Faktoren des abhängigen Entstehens zu Leiden. ",
  "sn-blurbs:sn12.70": "Der Wanderer Susīma lässt sich in betrügerischer Absicht in den Saṅgha aufnehmen, um für die Wanderer das Geheimnis des Ruhms und Erfolgs des Buddha auszuspionieren. Als er Mönche und Nonnen sagen hört, sie seien vollendet, fragt er sie, ob sie Wunderkräfte oder formlose Zustände entwickelt hätten, was sie verneinen. Darüber verwundert fragt er den Buddha, er erklärt, dass das Erwachen durch Einsicht in die Grundsätze von Unbeständigkeit und Kausalität zustande kommt. Schließlich gesteht Susīma seine Verfehlung. ",
  "sn-blurbs:sn12.71": "Wer Alter und Tod nicht versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn12.72-81": "Wer die verschiedenen Faktoren des abhängigen Entstehens nicht versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn12.82": "Wer die verschiedenen Faktoren des abhängigen Entstehens nicht versteht, sollte sich einen Lehrer suchen. ",
  "sn-blurbs:sn13": "Die „Verbundenen Lehrreden über den Durchbruch“ enthalten 11 Lehrreden darüber, was es bedeutet, den Dhamma zu verstehen. Jede Lehrrede enthält ein denkwürdiges Gleichnis, das die wahrhaft gewaltigen Auswirkungen des Augenblicks veranschaulicht, wenn man die vier edlen Wahrheiten sieht. ",
  "sn-blurbs:sn13.1": "Für jemanden, der die Wahrheit gesehen hat, gleicht das Leiden, das überstanden ist, der großen Erde; das, das noch bleibt, gleicht einem bisschen Erde unter dem Fingernagel. ",
  "sn-blurbs:sn13.2": "Für jemanden, der die Wahrheit gesehen hat, gleicht das Leiden, das überstanden ist, dem Wasser in einem großen Stausee; das, das noch bleibt, gleicht ein paar Wassertropfen auf einem Grashalm. ",
  "sn-blurbs:sn13.3": "Für jemanden, der die Wahrheit gesehen hat, gleicht das Leiden, das überstanden ist, der Wassermasse am Zusammenfluss großer Ströme; das, das noch bleibt, gleicht ein paar Tropfen. ",
  "sn-blurbs:sn13.4": "Für jemanden, der die Wahrheit gesehen hat, gleicht das Leiden, das überstanden ist, der Wassermasse am Zusammenfluss großer Ströme; das, das noch bleibt, gleicht ein paar Tropfen. ",
  "sn-blurbs:sn13.5": "Für jemanden, der die Wahrheit gesehen hat, gleicht das Leiden, das überstanden ist, der großen Erde; das, das noch bleibt, gleicht sieben Lehmklümpchen. ",
  "sn-blurbs:sn13.6": "Für jemanden, der die Wahrheit gesehen hat, gleicht das Leiden, das überstanden ist, der großen Erde; das, das noch bleibt, gleicht sieben Lehmklümpchen. ",
  "sn-blurbs:sn13.7": "Für jemanden, der die Wahrheit gesehen hat, gleicht das Leiden, das überstanden ist, dem Wasser im Meer; das, das noch bleibt, gleicht ein paar Tropfen. ",
  "sn-blurbs:sn13.8": "Für jemanden, der die Wahrheit gesehen hat, gleicht das Leiden, das überstanden ist, dem Wasser im Meer; das, das noch bleibt, gleicht ein paar Tropfen. ",
  "sn-blurbs:sn13.9": "Für jemanden, der die Wahrheit gesehen hat, gleicht das Leiden, das überstanden ist, dem Himalaya; das, das noch bleibt, gleicht sieben Kieselsteinen. ",
  "sn-blurbs:sn13.10": "Für jemanden, der die Wahrheit gesehen hat, gleicht das Leiden, das überstanden ist, dem Himalaya; das, das noch bleibt, gleicht sieben Kieselsteinen. ",
  "sn-blurbs:sn13.11": "Für jemanden, der die Wahrheit gesehen hat, gleicht das Leiden, das überstanden ist, Sineru, dem König der Berge; das, das noch bleibt, gleicht sieben Kieselsteinen. ",
  "sn-blurbs:sn14": "Die „Verbundenen Lehrreden über die Elemente“ enthalten 39 Lehrreden über verschiedene Faktoren, die als „Elemente“ (<i lang='pi' translate='no'>dhātu</i>) eingeordnet sind. Im Buddhismus wird der Begriff „Element“ auf eine ganze Reihe von Erscheinungen angewendet, am häufigsten auf die Haupteigenschaften der Materie, Erde, Wasser, Feuer und Luft. Hier spielen diese vier Elemente allerdings nur eine kleine Rolle, und ein großer Teil des Textes ist der Analyse des Wahrnehmungsprozesses sowie verschiedenen Charaktereigenschaften gewidmet. Die Beziehung oder Abhängigkeit von Elementen untereinander ist ein großes Thema, und dieses Kapitel kann als ein Anhang zum Kapitel über ursächliche Zusammenhänge betrachtet werden. ",
  "sn-blurbs:sn14.1": "Die Sinne arbeiten aufgrund der verschiedenen Elemente der Sinneserfahrung, nämlich des inneren Sinnesorgans, des äußeren Sinnesreizes und des Bewusstseins. ",
  "sn-blurbs:sn14.2": "Die vielfältigen inneren Elemente der Sinneserfahrung führen zu vielfältigen Berührungen. ",
  "sn-blurbs:sn14.3": "Die vielfältigen Berührungen führen nicht zu vielfältigen Elementen von Sinneserfahrungen. ",
  "sn-blurbs:sn14.4": "Vielfältige Berührungen führen zu vielfältigen Gefühlen. ",
  "sn-blurbs:sn14.5": "Vielfältige Gefühle führen nicht zu vielfältigen Berührungen. ",
  "sn-blurbs:sn14.6": "Die Sinne arbeiten aufgrund der verschiedenen äußeren Elemente der Sinneserfahrung, nämlich der äußeren Sinnesreize. ",
  "sn-blurbs:sn14.7": "Die vielfältigen äußeren Elemente der Sinneserfahrung führen zu vielfältigen Wahrnehmungen, Gedanken, Wünschen, Leidenschaften und Arten der Suche. ",
  "sn-blurbs:sn14.8": "Die vielfältigen Wahrnehmungen, Gedanken, Wünsche, Leidenschaften und Arten der Suche führen nicht zu den vielfältigen äußeren Elementen der Sinneserfahrung. ",
  "sn-blurbs:sn14.9": "Die vielfältigen äußeren Elemente der Sinneserfahrung führen zu vielfältigen Wahrnehmungen, Gedanken, Wünschen, Leidenschaften, Arten der Suche und materiellen Besitztümern. ",
  "sn-blurbs:sn14.10": "Die vielfältigen Wahrnehmungen, Gedanken, Wünsche, Leidenschaften, Arten der Suche und materiellen Besitztümer führen nicht zu den vielfältigen äußeren Elementen der Sinneserfahrung. ",
  "sn-blurbs:sn14.11": "Eine seltene Gruppe von sieben Elementen: Licht, Schönheit, die vier formlosen Zustände und der Zustand des Aufhörens. Jedes Element ist durch die Verneinung von etwas definiert: Licht versus Dunkelheit, Schönheit versus Hässlichkeit usw. ",
  "sn-blurbs:sn14.12": "Sinnliche, boshafte und grausame Gedanken entstehen aus einer Reihe von Ursachen. ",
  "sn-blurbs:sn14.13": "Wenn nicht erleuchtete Menschen fälschlich die Ansicht haben, gewisse Menschen seien Buddhas, so kommt das durch ihre Unwissenheit. ",
  "sn-blurbs:sn14.14": "Menschen von schlechtem Charakter schließen sich zusammen, und Menschen von gutem Charakter schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.15": "Der Buddha weist darauf hin, dass jeder der großen Schüler einen Kreis von Schülern ähnlichen Charakters hat. Die Mönche aus Devadattas Schülerkreis haben alle üble Wünsche.  ",
  "sn-blurbs:sn14.16": "Menschen von schlechtem Charakter schließen sich zusammen, und Menschen von gutem Charakter schließen sich ebenfalls zusammen. Mit Gleichnissen und Gedichten illustriert. ",
  "sn-blurbs:sn14.17": "Menschen ohne Vertrauen und mit anderen schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.18": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.19": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.20": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.21": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.22": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.23": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.24": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.25": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.26": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.27": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.28": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.29": "Menschen mit schlechten Eigenschaften schließen sich zusammen, und Menschen mit guten Eigenschaften schließen sich ebenfalls zusammen. ",
  "sn-blurbs:sn14.30": "Die vier stofflichen Elemente Erde, Wasser, Feuer und Luft; die Bedeutung von „Luft“ liegt nahe bei „Wind“. ",
  "sn-blurbs:sn14.31": "Vor seinem Erwachen sah der Buddha die vorteilhaften und nachteiligen Folgen und das Entrinnen hinsichtlich der vier stofflichen Elemente. ",
  "sn-blurbs:sn14.32": "Der Buddha machte sich auf, um die vorteilhaften und nachteiligen Folgen und das Entrinnen hinsichtlich der vier stofflichen Elemente zu entdecken, und er fand sie. ",
  "sn-blurbs:sn14.33": "Die Wesen lieben die vier stofflichen Elemente wegen ihrer vorteilhaften Folgen, sind von ihnen abgestoßen wegen ihrer nachteiligen Folgen und können ihnen entrinnen, weil es ein Entrinnen gibt. ",
  "sn-blurbs:sn14.34": "Wenn die stofflichen Elemente ausschließlich schmerzhaft wären, würden die Wesen sich nicht daran binden; wenn sie ausschließlich angenehm wären, wäre es unmöglich, davon loszukommen. ",
  "sn-blurbs:sn14.35": "Wenn man in den stofflichen Elementen Vergnügen sucht, sucht man im Leiden Vergnügen. ",
  "sn-blurbs:sn14.36": "Das Entstehen der vier stofflichen Elemente ist das Entstehen von Leiden. ",
  "sn-blurbs:sn14.37": "Wer die vier stofflichen Elemente nicht versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn14.38": "Wer die vier stofflichen Elemente nicht versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn14.39": "Wer die vier stofflichen Elemente nicht versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn15": "Die „Verbundenen Lehrreden über den nicht bekannten Anfang“ enthalten 20 Lehrreden, die davon handeln, dass ein erster Anfang des Vorgangs des Umherwanderns (<i lang='pi' translate='no'>Saṁsāra</i>) nicht bekannt ist. Dieses Thema steht der Hybris der Schöpfungsmythen, die man in den meisten Religionen findet, direkt entgegen, die selbstsicher Ereignisse nacherzählen, die der Erkenntnis dauerhaft unzugänglich sind. Der Buddha betonte, dass das Umherwandern bereits seit einem unergründlichen Zeitraum abläuft, und veranschaulicht das mit einer Reihe von lebhaften Bildern. ",
  "sn-blurbs:sn15.1": "Das Umherwandern ist endlos wie das Gras und die Stängel, die man in Indien findet. ",
  "sn-blurbs:sn15.2": "Das Umherwandern ist endlos wie die große Erde. ",
  "sn-blurbs:sn15.3": "Die Tränen, die man im Laufe des Umherwanderns vergossen hat, sind mehr als die Wassermassen in den Meeren. ",
  "sn-blurbs:sn15.4": "Die Muttermilch, die man im Laufe des Umherwanderns getrunken hat, ist mehr als die Wassermassen in den Meeren. ",
  "sn-blurbs:sn15.5": "Ein großer Berg wäre abgetragen, bevor ein Äon zu Ende ist. ",
  "sn-blurbs:sn15.6": "Eine Stadt voller Senfkörner wäre leer, bevor ein Äon zu Ende ist. ",
  "sn-blurbs:sn15.7": "Selbst wenn man sich jeden Tag 100.000 Äonen ins Gedächtnis rufen würde, könnte man sich nie an den Anfang des Umherwanderns erinnern. ",
  "sn-blurbs:sn15.8": "Es sind mehr Äonen vergangen, als es Sandkörner im Ganges gibt. ",
  "sn-blurbs:sn15.9": "Wie ein Stock, der mal auf diese, mal auf jene Seite fällt, werden die Lebewesen in verschiedenen Bereichen wiedergeboren. ",
  "sn-blurbs:sn15.10": "Die Menge an Knochen, die jeder Einzelne beim Umherwandern zurückgelassen hat, ist größer als ein großer Berg. ",
  "sn-blurbs:sn15.11": "Wenn du jemanden leiden siehst, denke daran, dass du das auch schon erlebt hast. ",
  "sn-blurbs:sn15.12": "Wenn du jemanden glücklich siehst, denke daran, dass du das auch schon erlebt hast. ",
  "sn-blurbs:sn15.13": "Das Blut, das man im Laufe des Umherwanderns vergossen hat, wenn man geschlachtet oder hingerichtet wurde, ist mehr als die Wassermassen in den Meeren. ",
  "sn-blurbs:sn15.14": "Es ist nicht leicht, ein Wesen zu finden, das nicht unsere Mutter war. ",
  "sn-blurbs:sn15.15": "Es ist nicht leicht, ein Wesen zu finden, das nicht unser Vater war. ",
  "sn-blurbs:sn15.16": "Es ist nicht leicht, ein Wesen zu finden, das nicht unser Bruder war. ",
  "sn-blurbs:sn15.17": "Es ist nicht leicht, ein Wesen zu finden, das nicht unsere Schwester war. ",
  "sn-blurbs:sn15.18": "Es ist nicht leicht, ein Wesen zu finden, das nicht unser Sohn war. ",
  "sn-blurbs:sn15.19": "Es ist nicht leicht, ein Wesen zu finden, das nicht unsere Tochter war. ",
  "sn-blurbs:sn15.20": "Der Buddha berichtet, dass die Völker der Vergangenheit verschiedene Namen für die Berge um Rājagaha hatten. Doch jetzt sind sie alle vergangen. ",
  "sn-blurbs:sn16": "Die „Verbundenen Lehrreden mit Kassapa“ enthalten dreizehn Lehrreden mit einem der berühmtesten Schüler des Buddha, dem Mönch Kassapa. Kassapa lebte asketisch und übte beflissen, und seine manchmal kritische Stimme wurde von seiner Liebe zur Natur und einer zärtlichen Sorge um die Laiengemeinschaft gemäßigt. Diese Lehrreden zeigen seine wunderbaren spirituellen Errungenschaften und seine vorrangige Sorge um den gesunden Zustand und die lange Fortdauer der buddhistischen Gemeinschaft. ",
  "sn-blurbs:sn16.1": "Kassapa ist mit Roben, Almosen, Unterkunft und Arznei zufrieden. ",
  "sn-blurbs:sn16.2": "Sāriputta begibt sich zu Kassapa und fragt, wieso nur jemand, der eifrig und besonnen ist, Freiheit finden kann. ",
  "sn-blurbs:sn16.3": "Kassapa begibt sich zu Familien wie der Mond: bescheiden, mit einem Abstand und ohne Erwartungen. Wenn er lehrt, sind seine Absichten rein. ",
  "sn-blurbs:sn16.4": "Manche Mönche oder Nonnen besuchen Familien in der Hoffnung, erlesene gaben und Respekt zu erhalten – aber nicht Kassapa. ",
  "sn-blurbs:sn16.5": "Der Buddha weist auf Kassapas fortgeschrittenes Alter hin und hält ihn an, seinen asketischen Lebensstil aufzugeben und in einem bequemen Kloster zu leben. ",
  "sn-blurbs:sn16.6": "Der Buddha lädt Kassapa ein, die Mönche und Nonnen zu unterweisen, doch dieser zögert, da einige miteinander um das Aufsagen der Lehre gewetteifert hatten. ",
  "sn-blurbs:sn16.7": "Der Buddha lädt Kassapa ein, die Mönche und Nonnen zu unterweisen, doch dieser zögert und sagt, die Mönche und Nonnen seien halsstarrig geworden und ihre guten Eigenschaften verkümmerten. ",
  "sn-blurbs:sn16.8": "Der Buddha lädt Kassapa ein, die Mönche und Nonnen zu unterweisen, doch dieser zögert und sagt, früher wären altehrwürdige Mönche und Nonnen Vorbilder gewesen, aber jetzt zeigten sie Ruhm und Besitztümern ihre Achtung statt der guten Übung. ",
  "sn-blurbs:sn16.9": "Der Buddha bestätigt, dass Kassapa, genau wie er selbst, die volle Meisterschaft über alle tiefen Meditationszustände und höheren spirituellen Verwirklichungen besitzt. ",
  "sn-blurbs:sn16.10": "Als Kassapa von Ānanda überredet wird, die Nonnen zu unterweisen, vergleicht ihn die Nonne Thullatissā unvorteilhaft mit Ānanda. Kassapa nimmt das zum Anlass, Ānanda zu verwarnen und seine eigene spirituelle Meisterschaft herauszustellen. Diese Lehrrede scheint nach dem Tod des Buddha zu spielen. ",
  "sn-blurbs:sn16.11": "Als mehrere Schüler Ānandas die Robe ablegen, weist Kassapa diesen zurecht und nennt ihn einen „Jungen“. Die Nonne Thullanandā hört das und tadelt Kassapa. Sie behauptet, er wäre früher einem anderen Lehrer gefolgt. Kassapa weist das zurück und gibt einen Bericht seines Fortziehens und seiner ersten Begegnung mit dem Buddha. ",
  "sn-blurbs:sn16.12": "Sāriputta fragt Kassapa, ob ein Klargewordener nach dem Tod fortbesteht. ",
  "sn-blurbs:sn16.13": "Kassapa fragt den Buddha, warum es mehr Regeln, aber weniger erwachte Mönche und Nonnen gibt. Der Buddha antwortet, das hänge mit dem Aufkommen der Nachbildung der wahren Lehre zusammen, und nennt fünf Faktoren, die zum Niedergang führen. ",
  "sn-blurbs:sn17": "Die „Verbundenen Lehrreden über Besitz und Ehre“ enthalten 43 Lehrreden, die die Mönche und Nonnen vor den schrecklichen Gefahren warnen, die in materiellen Besitztümern und dem Hang zu Ehre und Beliebtheit lauern, teilweise mit eindrücklichen Gleichnissen. Im letzten Kapitel wird insbesondere ausgeführt, wie diese Dinge zu Devadattas Untergang führten. ",
  "sn-blurbs:sn17.1": "Besitz, Ehre und Beliebtheit sind schreckliche Dinge, die den spirituellen Fortschritt behindern. ",
  "sn-blurbs:sn17.2": "Besitz, Ehre und Beliebtheit sind schreckliche Dinge, die uns fangen, wie man einen Fisch mit dem Angelhaken fängt. ",
  "sn-blurbs:sn17.3": "Besitz, Ehre und Beliebtheit sind schreckliche Dinge, die einen treffen, wie die Harpune eine Schildkröte trifft. ",
  "sn-blurbs:sn17.4": "Besitz, Ehre und Beliebtheit sind schreckliche Dinge, die einen festhalten, wie ein langhaariges Schaf in einem Dornengestrüpp festgehalten wird. ",
  "sn-blurbs:sn17.5": "Ein Mönch, der stolz auf seinen Besitz, seine Ehre und seine Beliebtheit ist, ist wie ein Mistkäfer, der stolz auf seinen Mist ist. ",
  "sn-blurbs:sn17.6": "Besitz, Ehre und Beliebtheit sind schreckliche Dinge, wie ein Blitzschlag. ",
  "sn-blurbs:sn17.7": "Besitz, Ehre und Beliebtheit sind schreckliche Dinge, wie ein vergifteter Pfeil. ",
  "sn-blurbs:sn17.8": "Ein Mönch, der stolz auf seinen Besitz, seine Ehre und seine Beliebtheit ist, hat nie Frieden, wie ein räudiger Schakal. ",
  "sn-blurbs:sn17.9": "Ein Mönch, der stolz auf seinen Besitz, seine Ehre und seine Beliebtheit ist, hat nie Frieden, wie ein Vogel in einem Orkan. ",
  "sn-blurbs:sn17.10": "Besitz, Ehre und Beliebtheit sind schreckliche Dinge, und wenn man daran haftet, führt das zu einer schlechten Wiedergeburt. ",
  "sn-blurbs:sn17.11": "Besitz, Ehre und Beliebtheit sind schreckliche Dinge, die selbst den Geist eines reinen Menschen verderben können. ",
  "sn-blurbs:sn17.12": "Besitz, Ehre und Beliebtheit sind schreckliche Dinge, die selbst den Geist eines reinen Menschen verderben können. ",
  "sn-blurbs:sn17.13-20": "Besitz, Ehre und Beliebtheit sind schreckliche Dinge, die selbst den Geist eines reinen Menschen verderben können. ",
  "sn-blurbs:sn17.21": "Besitz, Ehre und Beliebtheit können noch verführerischer sein als eine Frau. ",
  "sn-blurbs:sn17.22": "Besitz, Ehre und Beliebtheit können noch verführerischer sein als die Schönste im ganzen Land. ",
  "sn-blurbs:sn17.23": "Eine Mutter sollte für ihren Sohn, wenn er im Haus lebt, wünschen, dass er sein soll wie Citta und Hatthaka. Aber wenn er ein Mönch wird, sollte er nicht zu Besitz, Ehre und Beliebtheit kommen! ",
  "sn-blurbs:sn17.24": "Eine Mutter sollte für ihre Tochter, wenn sie im Haus lebt, wünschen, dass sie sein soll wie Khujjuttarā und Veḷukaṇṭakī. Aber wenn sie eine Nonne wird, sollte sie nicht zu Besitz, Ehre und Beliebtheit kommen! ",
  "sn-blurbs:sn17.25": "Jemand, der Besitz, Ehre und Beliebtheit nicht vollständig versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn17.26": "Jemand, der Besitz, Ehre und Beliebtheit nicht vollständig versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn17.27": "Jemand, der Besitz, Ehre und Beliebtheit nicht vollständig versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn17.28": "Besitz, Ehre und Beliebtheit schneiden durch die Haut bis ins Knochenmark. ",
  "sn-blurbs:sn17.29": "Besitz, Ehre und Beliebtheit schneiden durch die Haut bis ins Knochenmark wie ein Strick. ",
  "sn-blurbs:sn17.30": "Besitz, Ehre und Beliebtheit sind selbst für einen Vollendeten noch ein Problem, da sie seine Meditation beeinträchtigen können. ",
  "sn-blurbs:sn17.31": "Wegen Besitz, Ehre und Beliebtheit bewirkte Devadatta eine Spaltung. ",
  "sn-blurbs:sn17.32": "Wegen Besitz, Ehre und Beliebtheit war die Wurzel des Tauglichen bei Devadatta abgeschnitten. ",
  "sn-blurbs:sn17.33": "Wegen Besitz, Ehre und Beliebtheit waren taugliche Eigenschaften bei Devadatta abgeschnitten. ",
  "sn-blurbs:sn17.34": "Wegen Besitz, Ehre und Beliebtheit waren helle Eigenschaften bei Devadatta abgeschnitten. ",
  "sn-blurbs:sn17.35": "Wegen Besitz, Ehre und Beliebtheit kam es zu Devadattas Untergang, wie ein Bananenbaum, dessen Frucht zu seinem Untergang führt. ",
  "sn-blurbs:sn17.36": "Prinz Ajātasattus reichliche Spenden an Devadatta führten zu dessen Niedergang. ",
  "sn-blurbs:sn17.37": "Selbst jemand, der nicht um seiner Mutter willen lügen würde, tut es dennoch, wenn er von Besitz, Ehre und Beliebtheit verdorben ist. ",
  "sn-blurbs:sn17.37-43": "Besitz, Ehre und Beliebtheit sind schreckliche Dinge, die selbst den Geist eines reinen Menschen verderben können. ",
  "sn-blurbs:sn17.38-43": "Selbst jemand, der nicht um seines Vaters oder anderer Verwandter willen lügen würde, tut es dennoch, wenn er von Besitz, Ehre und Beliebtheit verdorben ist. ",
  "sn-blurbs:sn18": "Die „Verbundenen Lehrreden mit Rāhula“ enthalten 22 Lehrreden, in denen der Buddha seinen Sohn Rāhula über grundlegende Lehren wie die Aggregate oder Sinnesfelder befragt. ",
  "sn-blurbs:sn18.1": "Der Buddha entspricht Rāhulas Bitte nach einer kurzen Unterweisung und lehrt die inneren Sinnesfelder im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.2": "Der Buddha entspricht Rāhulas Bitte nach einer kurzen Unterweisung und lehrt die äußeren Sinnesfelder im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.3": "Der Buddha entspricht Rāhulas Bitte nach einer kurzen Unterweisung und lehrt die Arten des Sinnesbewusstseins im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.4": "Der Buddha entspricht Rāhulas Bitte nach einer kurzen Unterweisung und lehrt die Sinnesberührungen im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.5": "Der Buddha entspricht Rāhulas Bitte nach einer kurzen Unterweisung und lehrt die aus Sinnesberührungen entsprungenen Gefühle im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.6": "Der Buddha entspricht Rāhulas Bitte nach einer kurzen Unterweisung und lehrt die Sinneswahrnehmungen im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.7": "Der Buddha entspricht Rāhulas Bitte nach einer kurzen Unterweisung und lehrt Absichten in Bezug auf Sinneseindrücke im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.8": "Der Buddha entspricht Rāhulas Bitte nach einer kurzen Unterweisung und lehrt Verlangen nach Sinneseindrücken im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.9": "Der Buddha entspricht Rāhulas Bitte nach einer kurzen Unterweisung und lehrt die sechs Elemente im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.10": "Der Buddha entspricht Rāhulas Bitte nach einer kurzen Unterweisung und lehrt die fünf Aggregate im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.11": "Der Buddha lehrt Rāhula die inneren Sinnesfelder im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.12-20": "Der Buddha lehrt Rāhula die Sinne, Aggregate und Elemente im Licht der drei Kennzeichen. ",
  "sn-blurbs:sn18.21": "Der Ehrwürdige Rāhula fragt, wie man erkennen soll, sodass Einbildung nicht mehr vorkommt. Der Buddha lehrt ihn, die fünf Aggregate im Hinblick auf das Fehlen eines Selbst zu untersuchen. ",
  "sn-blurbs:sn18.22": "Der Ehrwürdige Rāhula fragt, wie man erkennen soll, sodass Einbildung nicht mehr vorkommt und man friedvoll ist. Der Buddha lehrt ihn, die fünf Aggregate im Hinblick auf das Fehlen eines Selbst zu untersuchen. ",
  "sn-blurbs:sn19": "Die „Verbundenen Lehrreden mit Lakkhaṇa“ enthalten 21 Lehrreden, in denen der Buddha mit den Mönchen Lakkhaṇa („Kennzeichen“) und Mahāmoggallāna spricht. Durch seine Wunderkraft sieht Mahāmoggallāna Wesen in verschiedenen Zuständen von Folter und Bedrängnis, die er dem Buddha und seinem Mitmönch beschreibt. ",
  "sn-blurbs:sn19.1": "Als er zu seinem Almosengang die Geierkuppe hinuntersteigt, lächelt der Ehrwürdige Moggallāna. Später berichtet er dem Buddha und dem Ehrwürdigen Lakkhaṇa, dass er ein Skelett durch die Luft fliegen sah, das von Raubvögeln verfolgt wurde. Der Buddha fügt hinzu, dass dieses Wesen in seinem früheren Leben ein Metzger war. ",
  "sn-blurbs:sn20": "Die „Verbundenen Lehrreden mit Gleichnissen“ enthalten 12 Lehrreden mit Parabeln oder Gleichnissen, die verschiedene Punkte der Lehre veranschaulichen. Das Kapitel hebt das Geschick des Buddha hervor, für jede Situation lebendige und passende Gleichnisse zu finden. ",
  "sn-blurbs:sn20.1": "So wie die Dachsparren vom First abhängen, so hängen untaugliche Eigenschaften von der Unwissenheit ab. ",
  "sn-blurbs:sn20.2": "So wie ein bisschen Erde unter dem Fingernagel weniger ist als die große Erde, so sind die Wesen, die als Menschen wiedergeboren werden, weniger als die anderen. ",
  "sn-blurbs:sn20.3": "So wie eine Familie mit wenigen Männern und vielen Frauen leicht angegriffen wird, so werden Mönche oder Nonnen, die keine Liebe besitzen, leicht von nicht-menschlichen Wesen angegriffen. ",
  "sn-blurbs:sn20.4": "Liebe ist noch segensreicher als Großzügigkeit. ",
  "sn-blurbs:sn20.5": "So wie es nicht möglich ist, einen Speer mit bloßer Hand zu verbiegen, so ist es nicht möglich, Mönche oder Nonnen, die die Liebe entwickelt haben, zu Fall zu bringen. ",
  "sn-blurbs:sn20.6": "Schneller als der schnellste Flitzer Pfeile im Flug fangen könnte gehen bedingte Erscheinungen zugrunde. ",
  "sn-blurbs:sn20.7": "So wie eine Trommel in alten Zeiten verfiel, so wird auch die wahre Lehre verschwinden. ",
  "sn-blurbs:sn20.8": "So wie Krieger, die auf hölzernen Kopfkissen schlafen, wachsam bleiben, ist es auch bei denen, die auf dem spirituellen Weg sind. ",
  "sn-blurbs:sn20.9": "Ein Mönch, der übermäßig Kontakte mit Laien pflegt, ist wie ein Elefantenkalb, das versucht, den großen Elefantenbullen nachzuahmen. ",
  "sn-blurbs:sn20.10": "So wie es einer Katze schlecht ergeht, wenn sie zu hastig frisst, so ergeht es Mönchen und Nonnen schlecht, wenn sie ihre Sinne nicht zügeln. ",
  "sn-blurbs:sn20.11": "Ein räudiger Schakal heult vor Unbehagen, doch für manche wäre das immer noch eine gute Wiedergeburt. ",
  "sn-blurbs:sn20.12": "Ein alter Schakal heult beim Morgengrauen, aber selbst er besitzt mehr Dankbarkeit als Manche. ",
  "sn-blurbs:sn21": "Die „Verbundenen Lehrreden mit Mönchen“ beinhalten 12 Lehrreden, in denen verschiedene Mönche auftreten. Anders als das Kapitel über Nonnen benutzt dieses keine feste Vorlage, sondern stellt ein breites Spektrum an Szenarien dar. Jeder Fall zeigt eine persönliche Herausforderung oder einen spirituellen Triumph und wirft so ein Licht auf das Leben der Mönche. ",
  "sn-blurbs:sn21.1": "Moggallāna denkt darüber nach, dass die zweite Vertiefung edles Schweigen ist, und der Buddha ermuntert ihn, diese zu entwickeln. ",
  "sn-blurbs:sn21.2": "Sāriputta sagt, nichts könne ihn traurig machen, nicht einmal, dass der Buddha nicht mehr da wäre. ",
  "sn-blurbs:sn21.3": "Sāriputta und Moggallāna treffen sich und sprechen über energisches Üben und den Einsatz von Wunderkräften. Am Ende sprechen die beiden großen Mönche sich gegenseitig ein warmes Lob aus. ",
  "sn-blurbs:sn21.4": "Als ein Mönch seine Pflichten vernachlässigt und stattdessen zurückgezogen lebt, beschweren sich andere Mönche. Der Buddha befragt ihn und stellt fest, dass er erwacht ist. ",
  "sn-blurbs:sn21.5": "Der Buddha preist den Ehrwürdigen Sujāta als einen, der innere und äußere Schönheit besitzt. ",
  "sn-blurbs:sn21.6": "Der Ehrwürdige Bhaddiya ist ein Zwerg und wird deswegen als hässlich und unansehnlich angesehen. Der Buddha ermahnt die Mönche und Nonnen, ihn nicht zu verachten, denn er hat das Erwachen verwirklicht. ",
  "sn-blurbs:sn21.7": "Der Buddha lobt den Ehrwürdigen Visākha, den Sohn Pañcālis, dafür, dass er den Dhamma lehrt. ",
  "sn-blurbs:sn21.8": "Der Ehrwürdige Nanda trägt hübsche Roben, eine extravagante Schale und schminkt sich, weshalb der Buddha ihn zu einem einfachen Leben ermahnt. ",
  "sn-blurbs:sn21.9": "Der Ehrwürdige Tissa ermahnt andere, aber wird aufgebracht, wenn er selbst ermahnt wird. Der Buddha ermuntert ihn, seinen Zorn loszulassen. ",
  "sn-blurbs:sn21.10": "Ein Mönch, der „Ältester“ heißt, lebt gerne allein. Der Buddha erklärt, was Alleinleben wirklich bedeutet. ",
  "sn-blurbs:sn21.11": "Der Buddha beschreibt den Ehrwürdigen Mahākappina als hellhäutig, dünn und mit spitzer Nase – und als einen Erwachten. ",
  "sn-blurbs:sn21.12": "Der Buddha preist zwei Freunde, die Schüler des Ehrwürdigen Mahākappina sind. ",
  "sn-blurbs:sn22": "Die „Verbundenen Lehrreden über die Aggregate“ enthalten 159 Lehrreden über das zentrale Lehrthema der fünf Aggregate. Dieser Begriff wurde in der ersten Rede des Buddha als eine Zusammenfassung der edlen Wahrheit vom Leiden eingeführt und wurde in allen Formen des Buddhismus zu einer grundlegenden Lehre. Ein „Aggregat“ bedeutet im Wesentlichen eine Reihe oder ein Satz von Erscheinungen. Die fünf sind Form (<i lang='pi' translate='no'>rūpa</i>, d. h. „materielle Erscheinungen“ oder manchmal einfach „Körper“; man beachte, dass <i lang='pi' translate='no'>rūpa</i> im Buddhismus alle Dinge mit materiellen Eigenschaften einschließt wie etwa Form und Farbe, wobei auch Vorstellungen dazugehören, die nur im Geist wahrgenommen werden), Gefühl (<i lang='pi' translate='no'>vedanā</i>, d. h. die angenehme, schmerzhafte oder neutrale Tönung einer Erfahrung), Wahrnehmung (<i lang='pi' translate='no'>saññā</i>, d. h. das Wiedererkennen oder Deuten von Erfahrungen; <em>nicht</em> Sinneswahrnehmung), Entscheidungen (<i lang='pi' translate='no'>saṅkhārā</i>, d. h. Absicht, Wille oder Wollen; die Entscheidung, eine Handlung auszuführen, insbesondere eine, die eine ethische Dimension hat) und Bewusstsein (<i lang='pi' translate='no'>viññāṇa</i>, d. h. der subjektive Vorgang des Gewahrwerdens selbst). Die „Aggregate“ sind die vielen verschiedenen Erscheinungen, die so eingeordnet werden. Fast immer beziehen sie sich auf die „Aggregate, die mit Ergreifen verbundene sind“ (<i lang='pi' translate='no'>upādānakkhandha</i>). Die Beziehung zwischen dem „Ergreifen“ und den „Aggregaten“ beinhaltet eine Reihe von Aspekten. Die Aggregate sind das <em>Objekt</em> des Ergreifens insofern als sie die Dinge sind, die normalerweise als das beständige „Selbst“ angesehen und damit verknüpft werden. Aber sie sind nicht bloß passive Zuschauer: Sie stellen auch die <em>funktionelle Unterstützung</em> des Ergreifens dar, die Dinge, die das Ergreifen bewerkstelligen. Und schließlich sind sie auch das <em>Produkt</em> des Ergreifens, in dem Sinn, dass Bindungen in früheren Leben zu den Aggregaten dieses Lebens geführt haben (<i lang='pi' translate='no'>upādinna</i>). Eine der Schlüsselfunktionen der Aggregate ist die Einteilung der Theorien über das Selbst. Aus den Lehrreden scheint es, dass Nicht-Buddhisten damit vertraut sind, doch wir können die Aggregate in keinem vorbuddhistischen Text identifizieren. Unabhängig davon, ob der Satz an Kategorien vorbuddhistisch war, behandelte der Buddha ihn auf seine eigene unverkennbare Art, indem er betont, dass bei den Aggregaten nichts ein beständiges Selbst oder eine Seele ist. In dieser Sammlung finden wir eine große Zahl an eindrucksvollen und lebendigen Erzählungen, die zeigen, wie die Aggregate ein Trost beim Sterben sein können, ein Führer durch verzwickte theoretische Debatten über die Persönlichkeit oder ein Rahmen für die Einsichtsmeditation. Viele der kurzen abgekürzten Texte sind nach demselben Schema aufgebaut, das in den „Verbundenen Lehrreden über die sechs Sinnesfelder“ angewendet wird. ",
  "sn-blurbs:sn22.1": "Nakulas Vater, der Hausbesitzer, bittet den Buddha um Hilfe dabei, mit dem Altwerden umzugehen. Der Buddha lässt ihn nachdenken: „Obwohl mein Körper schmerzt, wird mein Geist gesund sein.“ Danach gibt Sāriputta dazu noch eine Erläuterung anhand der fünf Aggregate. ",
  "sn-blurbs:sn22.2": "Eine Anzahl Mönche und Nonnen wollen zu Ländern im Westen reisen, aber der Buddha rät ihnen, vorher mit Sāriputta zu sprechen. Sāriputta erinnert sie daran, dass in einem fremden Land ihr Verständnis auf die Probe gestellt werden wird, daher müssen sie Fragen über die Lehre beantworten können. Er erklärt weiter, dass der Dhamma dazu da ist, das Verlangen nach den fünf Aggregaten zu beseitigen. ",
  "sn-blurbs:sn22.3": "Der Hausbesitzer Hāliddakāni begibt sich zum Ehrwürdigen Mahākaccāna im Land Avanti und fragt, wie er eine Strophe aus „Māgandiyas Fragen“ aus dem Aṭṭhakavagga (Snp 4.9) verstehen soll. Obwohl die Strophe auf ethischer Ebene verfasst zu sein scheint und einen Weisen beschreibt, der sich mit niemandem im Dorf vertraut macht, erklärt Mahākaccāna sie in philosophischen Begriffen als Nicht-Haften an den Aggregaten. ",
  "sn-blurbs:sn22.4": "Der Hausbesitzer Hāliddakāni begibt sich zum Ehrwürdigen Mahākaccāna im Land Avanti und fragt, wie er eine Stelle über die Befreiung aus „Sakkas Fragen“ (siehe MN 37 und DN 21) verstehen soll. Mahākaccāna erklärt sie in Begriffen der Befreiung vom Haften an den fünf Aggregaten. ",
  "sn-blurbs:sn22.5": "Mönche und Nonnen sollten Versenkung (Samādhi) entwickeln, um den Ursprung und das Enden der fünf Aggregate wirklich zu verstehen. ",
  "sn-blurbs:sn22.6": "Mönche und Nonnen sollten sich zur Klausur zurückziehen, um den Ursprung und das Enden der fünf Aggregate wirklich zu verstehen. ",
  "sn-blurbs:sn22.7": "Ein gewöhnlicher Mensch setzt sein Selbst mit den fünf Aggregaten gleich und wenn diese sich ändern, wird ihm bange. Einem edler Schüler, der dieses nicht tut, ist nicht bange. ",
  "sn-blurbs:sn22.8": "Ein gewöhnlicher Mensch setzt sein Selbst mit den fünf Aggregaten gleich und wenn diese sich ändern, wird ihm bange. Einem edler Schüler, der dieses nicht tut, ist nicht bange. ",
  "sn-blurbs:sn22.9": "Die Aggregate waren in der Vergangenheit ebenso unbeständig, wie sie es in der Gegenwart sind, und werden das auch in der Zukunft sein. ",
  "sn-blurbs:sn22.10": "Die Aggregate waren in der Vergangenheit ebenso mit Leiden behaftet, wie sie es in der Gegenwart sind, und werden das auch in der Zukunft sein. ",
  "sn-blurbs:sn22.11": "Die Aggregate waren in der Vergangenheit ebenso ohne Selbst, wie sie es in der Gegenwart sind, und werden das auch in der Zukunft sein. ",
  "sn-blurbs:sn22.12": "Weil die Aggregate unbeständig sind, wird ein edler Schüler von ihnen ernüchtert. ",
  "sn-blurbs:sn22.13": "Weil die Aggregate Leiden sind, wird ein edler Schüler von ihnen ernüchtert. ",
  "sn-blurbs:sn22.14": "Weil die Aggregate ohne Selbst sind, wird ein edler Schüler von ihnen ernüchtert. ",
  "sn-blurbs:sn22.15": "Man soll die fünf Aggregate wahrhaftig als unbeständig verstehen. ",
  "sn-blurbs:sn22.16": "Man soll die fünf Aggregate wahrhaftig als Leiden verstehen. ",
  "sn-blurbs:sn22.17": "Man soll die fünf Aggregate wahrhaftig als ohne Selbst verstehen. ",
  "sn-blurbs:sn22.18": "Wenn die Ursachen der Aggregate unbeständig sind, wie können da die Aggregate beständig sein? ",
  "sn-blurbs:sn22.19": "Wenn die Ursachen der Aggregate Leiden sind, wie können da die Aggregate Glück sein? ",
  "sn-blurbs:sn22.20": "Wenn die Ursachen der Aggregate ohne Selbst sind, wie können da die Aggregate ein Selbst sein? ",
  "sn-blurbs:sn22.21": "Ānanda fragt den Buddha, was Aufhören genau bedeutet. Der Buddha sagt, es ist, wenn die fünf Aggregate aufhören. ",
  "sn-blurbs:sn22.22": "Die Aggregate sind die Last. Ein Mensch trägt diese Last. Verlangen nimmt die Last auf, und Loslassen legt sie ab. ",
  "sn-blurbs:sn22.23": "Die Aggregate müssen vollständig verstanden werden, und das vollständige Verstehen ist das Enden der Befleckungen. ",
  "sn-blurbs:sn22.24": "Nur durch unmittelbares Erkennen der Aggregate ist das Leiden zu beenden. ",
  "sn-blurbs:sn22.25": "Wenn man das Sehnen aufgibt, enden die Aggregate. ",
  "sn-blurbs:sn22.26": "Vor seinem Erwachen untersuchte der Buddha die Aggregate im Hinblick auf ihre vorteilhaften und nachteiligen Folgen und das Entrinnen daraus. ",
  "sn-blurbs:sn22.27": "Als der Buddha die vorteilhaften und nachteiligen Folgen und das Entrinnen hinsichtlich der fünf Aggregate vollständig erkannt hatte, erwachte er. ",
  "sn-blurbs:sn22.28": "Die Wesen hängen an den fünf Aggregaten wegen ihrer vorteilhaften Folgen, sie sind von ihnen abgestoßen wegen ihrer nachteiligen Folgen, und sie können daraus entrinnen, weil es ein Entrinnen gibt. ",
  "sn-blurbs:sn22.29": "Wenn man die Aggregate genießt, genießt man das Leiden. ",
  "sn-blurbs:sn22.30": "Das Entstehen der Aggregate ist das Entstehen von Leiden. ",
  "sn-blurbs:sn22.31": "Die Aggregate sind Elend und das Verlangen nach ihnen ist die Wurzel des Elends. ",
  "sn-blurbs:sn22.32": "Die Aggregate sind zerbrechlich, aber ihr Aufhören ist unzerbrechlich. ",
  "sn-blurbs:sn22.33": "Lasst los, was nicht euer ist: die fünf Aggregate. ",
  "sn-blurbs:sn22.34": "Lasst los, was nicht euer ist: die fünf Aggregate. ",
  "sn-blurbs:sn22.35": "Der Buddha unterweist einen Mönch, der in Klausur gehen will, dass man als das gerechnet wird, wozu man eine zugrunde liegende Neigung hat; der Mönch erklärt diese kurze Aussage. ",
  "sn-blurbs:sn22.36": "Der Buddha unterweist einen Mönch, der in Klausur gehen will, dass man an dem gemessen wird, wozu man eine zugrunde liegende Neigung hat; der Mönch erklärt diese kurze Aussage. ",
  "sn-blurbs:sn22.37": "Der Buddha spricht mit Ānanda über das, was in AN 3.47 als die „Kennzeichen bedingter Erscheinungen“ beschrieben wird: Sie entstehen, sie verschwinden, und sie ändern sich, während sie bestehen. Dies wurde ein wesentlicher Punkt bei späteren Theorien über die Natur von Veränderung. Ānanda erklärt es in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn22.38": "Der Buddha spricht mit Ānanda über das, was in AN 3.47 als die „Kennzeichen bedingter Erscheinungen“ beschrieben wird, in Bezug auf die drei Zeiten: Sie entstehen, sie verschwinden, und sie ändern sich, während sie bestehen. Ānanda erklärt es in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn22.39": "Um im Einklang mit den Lehren zu üben, soll man über die Ernüchterung im Hinblick auf die fünf Aggregate meditieren. ",
  "sn-blurbs:sn22.40": "Um im Einklang mit den Lehren zu üben, soll man über die Unbeständigkeit der fünf Aggregate meditieren. ",
  "sn-blurbs:sn22.41": "Um im Einklang mit den Lehren zu üben, soll man über das Leiden bei den fünf Aggregaten meditieren. ",
  "sn-blurbs:sn22.42": "Um im Einklang mit den Lehren zu üben, soll man darüber meditieren, dass die fünf Aggregate ohne Selbst sind. ",
  "sn-blurbs:sn22.43": "Sei deine eigene Insel und Zuflucht, nimm den Dhamma als Insel und Zuflucht. Wie? Indem du untersuchst, wie aus der Identifikation mit den Aggregaten Leiden entsteht. ",
  "sn-blurbs:sn22.44": "Die Betrachtung, dass die fünf Aggregate ohne Selbst sind, ist der Weg zum Ende der Persönlichkeit. ",
  "sn-blurbs:sn22.45": "Wenn man die fünf Aggregate als unbeständig usw. sieht, führt das zur Freiheit. ",
  "sn-blurbs:sn22.46": "Wenn man die fünf Aggregate als unbeständig usw. sieht, führt das zum Loslassen von Ansichten und letztlich zur Freiheit. ",
  "sn-blurbs:sn22.47": "Wenn man etwas als sein Selbst ansieht, ist es immer eins der fünf Aggregate. ",
  "sn-blurbs:sn22.48": "Der Unterschied zwischen den „fünf Aggregaten“ und den „fünf mit Ergreifen verbundenen Aggregaten“. ",
  "sn-blurbs:sn22.49": "Der Buddha unterweist einen Hausbesitzer namens Soṇa, sich bezüglich der fünf Aggregate nichts einzubilden. ",
  "sn-blurbs:sn22.50": "Der Buddha unterweist einen Hausbesitzer namens Soṇa, dass ein wahrer Asket immer die fünf Aggregate versteht. ",
  "sn-blurbs:sn22.51": "Rechte Ansicht heißt, die Aggregate so zu sehen, wie sie sind – unbeständig. Das führt zu Freiheit. ",
  "sn-blurbs:sn22.52": "Wenn man die fünf Aggregate richtig in den Blick nimmt, sieht man sie, wie sie sind, und wird frei. ",
  "sn-blurbs:sn22.53": "Das Bewusstsein ist in die anderen vier Aggregate eingebunden, und diese Einbindung treibt den Kreislauf der Wiedergeburten an. ",
  "sn-blurbs:sn22.54": "Bewusstsein ist wie ein Same, der in die Erde der vier anderen Aggregate gelegt und mit Genießen und Gier begossen wird. ",
  "sn-blurbs:sn22.55": "Der Buddha äußert einen rätselhaften Spruch darüber, dass es zur Auflösung der Fesseln führt, wenn man sich mit nichts gleichsetzt. Ein Mönch fragt, wie man das erreichen kann. ",
  "sn-blurbs:sn22.56": "Der Buddha hat nicht behauptet, erwacht zu sein, bevor er nicht jedes der fünf Aggregate im Licht jeder der vier edlen Wahrheiten vollkommen verstanden hatte. Diese Lehrrede enthält Definitionen der fünf Aggregate. ",
  "sn-blurbs:sn22.57": "Um wirklich vollendet zu sein, sollten Mönche und Nonnen die fünf Aggregate im Licht der vier edlen Wahrheiten sowie ihrer vorteilhaften und nachteiligen Folgen und des Entrinnens untersuchen. Dazu sollten sie auch die Elemente, Sinnesfelder und das abhängige Entstehen untersuchen. ",
  "sn-blurbs:sn22.58": "Der Buddha erklärt, dass sowohl er selbst als auch durch Weisheit befreite Mönche und Nonnen durch Nicht-Ergreifen in Bezug auf die Aggregate befreit sind. Dann erklärt er den Unterschied zwischen ihm und diesen befreiten Mönchen und Nonnen. ",
  "sn-blurbs:sn22.59": "Im Wildpark bei Varanasi hält der Buddha vor der Gruppe der fünf Mönche seine berühmte zweite Lehrrede darüber, dass die Aggregate ohne Selbst sind. Am Ende werden alle Vollendete. ",
  "sn-blurbs:sn22.60": "Der Licchaver Mahāli berichtet dem Buddha, dass Pūraṇa Kassapa, der Lehrer einer anderen Sekte, behauptet, Lebewesen seien ohne Grund befleckt oder rein. Der Buddha weist das zurück und erklärt, wie es tatsächlich ist. ",
  "sn-blurbs:sn22.61": "Die fünf Aggregate brennen. ",
  "sn-blurbs:sn22.62": "Alle Philosophen müssen akzeptieren, dass die fünf Aggregate in einer Sprache beschrieben werden, die sich entweder auf Vergangenheit, Zukunft oder Gegenwart bezieht. ",
  "sn-blurbs:sn22.63": "Ein Mönch bittet um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha lehrt ihn, dass man sich durch Ergreifen an Māra bindet, und der Mönch gibt selbst die Erläuterung zu dieser kurzen Aussage. ",
  "sn-blurbs:sn22.64": "Ein Mönch bittet um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha lehrt ihn, dass man sich durch Sichgleichsetzen an Māra bindet, und der Mönch gibt selbst die Erläuterung zu dieser kurzen Aussage. ",
  "sn-blurbs:sn22.65": "Ein Mönch bittet um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha lehrt ihn, dass man sich durch das Finden von Vergnügen an Māra bindet, und der Mönch gibt selbst die Erläuterung zu dieser kurzen Aussage. ",
  "sn-blurbs:sn22.66": "Ein Mönch bittet um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha leitet ihn an, das Verlangen nach allem Unbeständigen aufzugeben, und der Mönch gibt selbst die Erläuterung zu dieser kurzen Aussage. ",
  "sn-blurbs:sn22.67": "Ein Mönch bittet um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha leitet ihn an, das Verlangen nach allem, was Leiden ist, aufzugeben, und der Mönch gibt selbst die Erläuterung zu dieser kurzen Aussage. ",
  "sn-blurbs:sn22.68": "Ein Mönch bittet um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha leitet ihn an, das Verlangen nach allem, was ohne Selbst ist, aufzugeben, und der Mönch gibt selbst die Erläuterung zu dieser kurzen Aussage. ",
  "sn-blurbs:sn22.69": "Ein Mönch bittet um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha leitet ihn an, das Verlangen nach allem, was nicht zu einem Selbst gehört, aufzugeben, und der Mönch gibt selbst die Erläuterung zu dieser kurzen Aussage. ",
  "sn-blurbs:sn22.70": "Ein Mönch bittet um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha leitet ihn an, das Verlangen nach allem, was im Erregenden feststeckt, aufzugeben, und der Mönch gibt selbst die Erläuterung zu dieser kurzen Aussage. ",
  "sn-blurbs:sn22.71": "Der Ehrwürdige Rādha fragt den Buddha, wie man sehen soll, sodass man die Einbildung loslässt. Der Buddha rät zu Betrachtungen in Begriffen des Fehlens eines Selbst. ",
  "sn-blurbs:sn22.72": "Der Ehrwürdige Rādha fragt den Buddha, wie man sehen soll, sodass man die Einbildung loslässt und befreit wird. Der Buddha rät zu Betrachtungen in Begriffen des Fehlens eines Selbst. ",
  "sn-blurbs:sn22.73": "Nur ein edler Schüler kann die vorteilhaften und nachteiligen Folgen der Aggregate und das Entrinnen von ihnen wirklich verstehen. ",
  "sn-blurbs:sn22.74": "Nur ein edler Schüler kann den Ursprung, das Enden, die vorteilhaften und nachteiligen Folgen der Aggregate und das Entrinnen von ihnen wirklich verstehen. ",
  "sn-blurbs:sn22.75": "Nur ein edler Schüler kann den Ursprung, das Enden, die vorteilhaften und nachteiligen Folgen der Aggregate und das Entrinnen von ihnen wirklich verstehen. ",
  "sn-blurbs:sn22.76": "Wer befreit ist, nachdem er die Aggregate wirklich verstanden hat, ist ein Vollendeter. Diese sind die besten der Wesen, bis hinauf zum Gipfel der Existenz. Eine Reihe von Strophen rühmt die Vollendeten. ",
  "sn-blurbs:sn22.77": "Wer befreit ist, nachdem er die Aggregate wirklich verstanden hat, ist ein Vollendeter. Diese sind die besten der Wesen, bis hinauf zum Gipfel der Existenz. ",
  "sn-blurbs:sn22.78": "Wenn der Löwe aus seiner Höhle kommt und brüllt, sind die Tiere von Furcht erfüllt. Ebenso sind selbst die Götter von Furcht erfüllt, wenn der Buddha die Unbeständigkeit der Aggregate lehrt. Das wird mit einer Reihe von Strophen illustriert. ",
  "sn-blurbs:sn22.79": "Eine der umfangreichsten Lehrreden in dieser Sammlung beginnt damit, dass der Buddha sagt, wenn sich jemand an frühere Leben erinnert, so erinnert er sich nur an die fünf Aggregate. Er gibt dann charakteristische Definitionen der Aggregate in Bezug auf ihre Funktion und beleuchtet sie unter verschiedenen Gesichtspunkten. ",
  "sn-blurbs:sn22.80": "Als der Buddha in Kapilavatthu ist, schickt er die Mönche und Nonnen fort, da sie sich schlecht benehmen. Später beschließt er, sie um der jungen Mönche und Nonnen willen zu unterstützen. Er erinnert sie daran, dass ihr Lebensunterhalt als etwas Niederes angesehen wird, und dass sie schlechte Gedanken und falsche Ansichten loslassen und die Aggregate als unbeständig betrachten sollen. ",
  "sn-blurbs:sn22.81": "Der Buddha lässt die streitenden Mönche in Kosambi zurück und geht allein in den Wald von Pārileyya. Ānanda bringt einige Mönche und Nonnen zu ihm, die eine Unterweisung hören wollen, und einer von ihnen fragt sich, wie man erkennen und sehen muss, um die Befleckungen in diesem Leben aufzulösen. Der Buddha lehrt die 37 Übungen, die zum Erwachen führen, und zeigt dann verschiedene Arten, wie man die Aggregate als bedingte Erscheinungen betrachten soll. ",
  "sn-blurbs:sn22.82": "An einem Besinnungstag in Sāvatthī beantwortet der Buddha zehn Fragen über die Aggregate. ",
  "sn-blurbs:sn22.83": "Ānanda preist den Ehrwürdigen Puṇṇa, den Sohn Mantāṇīs, und sagt, er habe den Dhamma verstanden, nachdem er Puṇṇas Unterweisung über die Aggregate gehört habe. ",
  "sn-blurbs:sn22.84": "Der Ehrwürdige Tissa, ein Cousin des Buddha väterlicherseits, sagt den Mönchen, er sei mit dem geistlichen Leben unzufrieden. Als der Buddha das hört, lässt er ihn rufen und befragt ihn über die Aggregate. Tissa versteht alle Fragen, wofür der Buddha ihn lobt und so seine Stimmung hebt. ",
  "sn-blurbs:sn22.85": "Der Ehrwürdige Yamaka hat die falsche Ansicht, dass jemand, dessen Befleckungen aufgelöst sind, bei seinem Tod vernichtet wird. Die Mönche bitten Sāriputta um Hilfe, und dieser fragt Yamaka, ob der Klargewordene in diesem Leben als eins der Aggregate angesehen werden kann oder als getrennt von den Aggregaten. Yamaka wird überzeugt, lässt seine falsche Ansicht los und sieht den Dhamma. ",
  "sn-blurbs:sn22.86": "Der Ehrwürdige Anurādha wird von einigen Asketen befragt und sagt schließlich, der Klargewordene werde in anderen Begriffen beschrieben als „nach dem Tod fortdauern“ usw. Die Wanderer bezeichnen ihn als Toren, daher vergewissert er sich beim Buddha. Dieser sagt, ein Klargewordener kann nicht einmal in diesem Leben begriffen werden, wie könnte man ihn da nach dem Tod beschreiben? ",
  "sn-blurbs:sn22.87": "Der Ehrwürdige Vakkali ist krank und bittet um einen Besuch des Buddha. Der Buddha geht zu ihm, sagt aber, dass es nicht wichtig sei, seinen Körper zu sehen, denn wer die Lehre sehe, sehe ihn. Später wird Vakkali zum Schwarzen Felsen auf dem Isigili getragen. Er erklärt, dass er nicht an den Aggregaten haftet, und nimmt sich das Leben. Der Buddha sagt, er war endgültig erloschen. ",
  "sn-blurbs:sn22.88": "Der Ehrwürdige Assaji ist krank und bittet um einen Besuch des Buddha. Der Buddha geht zu ihm und erfährt, dass Assaji Schwierigkeiten hat, seine Meditation aufrechtzuerhalten. Der Buddha ermuntert ihn dazu, die Unbeständigkeit der Aggregate zu betrachten. ",
  "sn-blurbs:sn22.89": "Der Ehrwürdige Khemaka ist krank, und einige altehrwürdige Mönche und Nonnen bitten Dāsaka, ihm ihre Besorgnis zu übermitteln. Es folgt ein Austausch von Nachrichten über Dāsaka, bis Khemaka schließlich trotz seiner Krankheit selbst zu den anderen Mönchen und Nonnen geht. Diese wollen feststellen, wie weit Khemaka die Lehre verstanden hat, und er sagt, obwohl er keins der fünf Aggregate als das Selbst ansehe, habe er noch ein verbleibendes Selbstgefühl. ",
  "sn-blurbs:sn22.90": "Nachdem der Buddha auf seinem Sterbebett für ihn eine besondere Strafe angeordnet hat, sucht der Ehrwürdige Channa bei den Mönchen und Nonnen um Unterweisung nach. Als er nicht befriedigt ist, sucht er Ānanda auf, der ihn das an Kaccāyana gerichtete Sutta (SN 12.15) lehrt. ",
  "sn-blurbs:sn22.91": "Rāhula fragt, wie man die Dinge betrachten soll, um die Einbildung loszulassen. Der Buddha spornt ihn an, die Aggregate als ohne Selbst zu betrachten. ",
  "sn-blurbs:sn22.92": "Rāhula fragt, wie man die Dinge betrachten soll, um die Einbildung loszulassen und frei zu werden. Der Buddha spornt ihn an, die Aggregate als ohne Selbst zu betrachten. ",
  "sn-blurbs:sn22.93": "Wenn du dich an den Aggregaten als deinem Selbst festhalten willst, wird es dir schlecht ergehen wie einem Mann, der von einem Gebirgsfluss mitgerissen wird und versucht, sich an Gras und Binsen festzuhalten. ",
  "sn-blurbs:sn22.94": "Der Buddha streitet nicht mit der Welt; die Welt streitet mit ihm. Er hat die fünf Aggregate verstanden und erklärt sie. Wie eine Lotusblume ist er im Schlamm geboren, aber hat sich darüber erhoben. ",
  "sn-blurbs:sn22.95": "Der Buddha gibt eine Reihe von Gleichnissen für die Aggregate: Form ist wie ein Schaumklumpen, Gefühl wie eine Wasserblase, Wahrnehmung wie eine Fata Morgana, Entscheidungen wie ein Baum ohne Kern und Bewusstsein wie ein Zaubertrick. ",
  "sn-blurbs:sn22.96": "Ein Mönch fragt, ob irgendetwas bei den fünf Aggregaten stabil oder dauerhaft wäre. Der Buddha antwortet mit einem Gleichnis von einem Klumpen Kuhmist und erzählt von einem früheren Leben, als er ein König mit enormen Besitztümern war – all das ist nun vergangen (ausführlich in DN 17, „Der König Mahāsudassana“). ",
  "sn-blurbs:sn22.97": "Ein Mönch fragt, ob irgendetwas bei den fünf Aggregaten stabil oder dauerhaft wäre. Der Buddha antwortet mit einem Gleichnis von etwas Erde unter seinem Fingernagel. ",
  "sn-blurbs:sn22.98": "Ein Mönch fragt, ob irgendetwas bei den fünf Aggregaten stabil oder dauerhaft wäre. ",
  "sn-blurbs:sn22.99": "Das Umherwandern hat keinen bekannten Anfang; selbst Meere, Berge und diese große Erde werden vergehen. Aber die Wesen hängen an den Aggregaten wie ein Hund, der an einem Pfosten angebunden ist und im Kreis herum läuft. ",
  "sn-blurbs:sn22.100": "Ein Hund, der an einem Pfosten angebunden ist, bleibt immer bei diesem Pfosten. Ebenso bleiben die Wesen in diesem endlosen Kreislauf des Umherwanderns bei den Aggregaten. Der Buddha spricht von einem bekannten Gemälde mit dem Namen „Verhalten“ und sagt, der Geist sei noch vielfältiger als dieses; besonders die Tierwelt sei die vielfältigste von allen und werde vom Geist erzeugt. ",
  "sn-blurbs:sn22.101": "Die Aggregate zu betrachten, führt zur Befreiung, aber das sieht man nicht sofort. Der Buddha veranschaulicht das mit Gleichnissen von einer Henne, die ihre Eier ausbrütet, von der Abnutzung eines Axtgriffs und von Schiffstauen. ",
  "sn-blurbs:sn22.102": "Die Wahrnehmung der Unbeständigkeit beseitigt Begierde, Unwissenheit und Einbildung. Mit einer langen Reihe von Gleichnissen. ",
  "sn-blurbs:sn22.103": "Die Aggregate im Licht der vier edlen Wahrheiten in Begriffen von „Seiten“. ",
  "sn-blurbs:sn22.104": "Die Aggregate im Licht der vier edlen Wahrheiten in Begriffen von Leiden. ",
  "sn-blurbs:sn22.105": "Die Aggregate im Licht der vier edlen Wahrheiten in Begriffen von Persönlichkeit. ",
  "sn-blurbs:sn22.106": "Die Aggregate müssen vollständig verstanden werden, das Enden der Befleckungen ist das vollständige Verstehen der Aggregate, und ein Vollendeter hat das erreicht. ",
  "sn-blurbs:sn22.107": "Nur ein wahrer Asket versteht die fünf Aggregate vollständig. ",
  "sn-blurbs:sn22.108": "Nur ein wahrer Asket versteht die fünf Aggregate vollständig. ",
  "sn-blurbs:sn22.109": "Wer die fünf Aggregate wahrhaftig versteht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn22.110": "Wer die fünf Aggregate wahrhaftig versteht und von ihnen befreit ist, ist ein Vollendeter. ",
  "sn-blurbs:sn22.111": "Gib das Sehnen nach den fünf Aggregaten auf, und sie werden zu Ende gehen. ",
  "sn-blurbs:sn22.112": "Gib das Sehnen nach den fünf Aggregaten auf, und sie werden zu Ende gehen. ",
  "sn-blurbs:sn22.113": "Unwissenheit heißt, die fünf Aggregate nicht zu verstehen. ",
  "sn-blurbs:sn22.114": "Wissen heißt, die fünf Aggregate zu verstehen. ",
  "sn-blurbs:sn22.115": "Ein wahrer Dhammalehrer lehrt für das Ziel, die Aggregate loszulassen. ",
  "sn-blurbs:sn22.116": "Ein wahrer Dhammalehrer lehrt für das Ziel, die Aggregate loszulassen. ",
  "sn-blurbs:sn22.117": "Jemand, der nicht erwacht ist, ist innen und außen an die Aggregate gefesselt, von der Geburt bis zum Tod. ",
  "sn-blurbs:sn22.118": "Der Buddha befragt die Mönche und Nonnen über die Aggregate. ",
  "sn-blurbs:sn22.119": "Der Buddha befragt die Mönche und Nonnen über die Aggregate. ",
  "sn-blurbs:sn22.120": "Die Aggregate sind Dinge, die einen fesseln, und Sehnen ist die Fessel. ",
  "sn-blurbs:sn22.121": "Die Aggregate sind Dinge, die zum Ergreifen einladen, und Sehnen ist das Ergreifen. ",
  "sn-blurbs:sn22.122": "Mahākoṭṭhita fragt, worauf ein sittlicher Mönch seine Aufmerksamkeit richten soll, und Sāriputta antwortet, er soll die fünf Aggregate als unbeständig usw. betrachten, dann könne er in den Strom eintreten. Die gleiche Übung empfiehlt er auch, um die weiteren Stufen des Erwachens zu erlangen, und sogar für einen Vollendeten. ",
  "sn-blurbs:sn22.123": "Mahākoṭṭhita fragt, worauf ein gebildeter Mönch seine Aufmerksamkeit richten soll, und Sāriputta antwortet, er soll die fünf Aggregate als unbeständig usw. betrachten, dann könne er in den Strom eintreten. Die gleiche Übung empfiehlt er auch, um die weiteren Stufen des Erwachens zu erlangen, und sogar für einen Vollendeten. ",
  "sn-blurbs:sn22.124": "Der Ehrwürdige Kappa fragt den Buddha, wie man sehen soll, sodass man die Einbildung loslässt. Der Buddha lehrt ihn, die fünf Aggregate im Hinblick auf das Fehlen eines Selbst zu betrachten. ",
  "sn-blurbs:sn22.125": "Der Ehrwürdige Kappa fragt den Buddha, wie man sehen soll, sodass man die Einbildung loslässt und befreit wird. Der Buddha lehrt ihn, die fünf Aggregate im Hinblick auf das Fehlen eines Selbst zu betrachten. ",
  "sn-blurbs:sn22.126": "Der Buddha erklärt einem Mönch, dass Unwissenheit bedeutet, die Aggregate, wie sie entstehen und vergehen, nicht zu verstehen, während Wissen bedeutet, sie zu verstehen. ",
  "sn-blurbs:sn22.127": "Sāriputta erklärt Mahākoṭṭhita, dass Unwissenheit bedeutet, die Aggregate, wie sie entstehen und vergehen, nicht zu verstehen. ",
  "sn-blurbs:sn22.128": "Sāriputta erklärt Mahākoṭṭhita, dass Wissen bedeutet, die Aggregate, wie sie entstehen und vergehen, zu verstehen. ",
  "sn-blurbs:sn22.129": "Sāriputta erklärt Mahākoṭṭhita, dass Unwissenheit bedeutet, die Aggregate in Begriffen von vorteilhaften und nachteiligen Folgen und Entrinnen nicht zu verstehen. ",
  "sn-blurbs:sn22.130": "Sāriputta erklärt Mahākoṭṭhita, dass Wissen bedeutet, die Aggregate in Begriffen von vorteilhaften und nachteiligen Folgen und Entrinnen zu verstehen. ",
  "sn-blurbs:sn22.131": "Sāriputta erklärt Mahākoṭṭhita, dass Unwissenheit bedeutet, die Aggregate in Begriffen von Entstehen und Vergehen, vorteilhaften und nachteiligen Folgen und Entrinnen nicht zu verstehen. ",
  "sn-blurbs:sn22.132": "Sāriputta erklärt Mahākoṭṭhita, dass Wissen bedeutet, die Aggregate in Begriffen von Entstehen und Vergehen, vorteilhaften und nachteiligen Folgen und Entrinnen zu verstehen. ",
  "sn-blurbs:sn22.133": "Mahākoṭṭhita erklärt Sāriputta, dass Unwissenheit bedeutet, die Aggregate in Begriffen von vorteilhaften und nachteiligen Folgen und Entrinnen nicht zu verstehen, und Wissen bedeutet, sie zu verstehen. ",
  "sn-blurbs:sn22.134": "Mahākoṭṭhita erklärt Sāriputta, dass Unwissenheit bedeutet, die Aggregate in Begriffen von Entstehen und Vergehen, vorteilhaften und nachteiligen Folgen und Entrinnen nicht zu verstehen, und Wissen bedeutet, sie zu verstehen. ",
  "sn-blurbs:sn22.135": "Mahākoṭṭhita erklärt Sāriputta, dass Unwissenheit bedeutet, die Aggregate in Begriffen der vier edlen Wahrheiten nicht zu verstehen, und Wissen bedeutet, sie zu verstehen. ",
  "sn-blurbs:sn22.136": "Die Aggregate sind wie brennende Spreu. ",
  "sn-blurbs:sn22.137": "Gebt das Sehnen nach unbeständigen Dingen, d. h. nach den fünf Aggregaten, auf. ",
  "sn-blurbs:sn22.138": "Gebt das Begehren nach unbeständigen Dingen, d. h. nach den fünf Aggregaten, auf. ",
  "sn-blurbs:sn22.139": "Gebt Sehnen und Begehren nach unbeständigen Dingen, d. h. nach den fünf Aggregaten, auf. ",
  "sn-blurbs:sn22.140": "Gebt das Sehnen nach dem, was Leiden ist, d. h. nach den fünf Aggregaten, auf. ",
  "sn-blurbs:sn22.141": "Gebt das Begehren nach dem, was Leiden ist, d. h. nach den fünf Aggregaten, auf. ",
  "sn-blurbs:sn22.142": "Gebt Sehnen und Begehren nach dem, was Leiden ist, d. h. nach den fünf Aggregaten, auf. ",
  "sn-blurbs:sn22.143": "Gebt das Sehnen nach dem, was ohne Selbst ist, d. h. nach den fünf Aggregaten, auf. ",
  "sn-blurbs:sn22.144": "Gebt das Begehren nach dem, was ohne Selbst ist, d. h. nach den fünf Aggregaten, auf. ",
  "sn-blurbs:sn22.145": "Gebt Sehnen und Begehren nach dem, was ohne Selbst ist, d. h. nach den fünf Aggregaten, auf. ",
  "sn-blurbs:sn22.146": "Wenn jemand fortgezogen ist, soll er von den fünf Aggregaten äußerst ernüchtert sein. ",
  "sn-blurbs:sn22.147": "Wenn jemand fortgezogen ist, soll er bei den fünf Aggregaten die Unbeständigkeit beobachten. ",
  "sn-blurbs:sn22.148": "Wenn jemand fortgezogen ist, soll er bei den fünf Aggregaten das Leiden beobachten. ",
  "sn-blurbs:sn22.149": "Wenn jemand fortgezogen ist, soll er bei den fünf Aggregaten das beobachten, was ohne Selbst ist. ",
  "sn-blurbs:sn22.150": "Glück und Schmerz entstehen in einem, weil man die Aggregate ergreift. ",
  "sn-blurbs:sn22.151": "Die Vorstellungen „ich“ und „mein“ entstehen, weil man die Aggregate ergreift. ",
  "sn-blurbs:sn22.152": "Die Idee, man sei eins mit dem Weltall, entsteht, weil man die Aggregate ergreift. ",
  "sn-blurbs:sn22.153": "Selbst subtile Formen des Sichgleichsetzens mit etwas entstehen, weil man die Aggregate ergreift. ",
  "sn-blurbs:sn22.154": "Falsche Ansicht entsteht, weil man die Aggregate ergreift. ",
  "sn-blurbs:sn22.155": "Glaube an eine Persönlichkeit entsteht, weil man die Aggregate ergreift. ",
  "sn-blurbs:sn22.156": "Glaube an ein Selbst entsteht, weil man die Aggregate ergreift. ",
  "sn-blurbs:sn22.157": "Fesseln und Ketten entstehen, weil man die Aggregate ergreift. ",
  "sn-blurbs:sn22.158": "Fesseln und Anhänglichkeit entstehen, weil man die Aggregate ergreift. ",
  "sn-blurbs:sn22.159": "Als Ānanda sich zur Klausur zurückziehen will, rät ihm der Buddha, die Aggregate zu betrachten. ",
  "sn-blurbs:sn23": "Die „Verbundenen Lehrreden mit Rādha“ enthalten 46 Lehrreden mit einem Mönch namens Rādha über das Thema der fünf Aggregate und können als ein Anhang zum vorigen <i lang='pi' translate='no'>Saṁyutta</i> betrachtet werden. ",
  "sn-blurbs:sn23.1": "Rādha fragt den Buddha nach Māra, und dieser antwortet in Begriffen der fünf Aggregate. Wenn man so sieht, führt das zu Freiheit. ",
  "sn-blurbs:sn23.2": "Rādha fragt den Buddha nach dem Begriff „Lebewesen“, und dieser antwortet in Begriffen von Verlangen nach den fünf Aggregaten. Er vergleicht dieses Verlangen mit einem Kind, das Sandburgen baut. ",
  "sn-blurbs:sn23.3": "Rādha fragt den Buddha nach dem Kanal zur Wiedergeburt, und dieser antwortet in Begriffen von Verlangen nach den fünf Aggregaten. ",
  "sn-blurbs:sn23.4": "Die Aggregate müssen vollständig verstanden werden, das Enden der Befleckungen ist das vollständige Verstehen der Aggregate, und ein Vollendeter hat das erreicht. ",
  "sn-blurbs:sn23.5": "Nur ein wahrer Asket versteht die fünf Aggregate vollständig. ",
  "sn-blurbs:sn23.6": "Nur ein wahrer Asket versteht die fünf Aggregate vollständig. ",
  "sn-blurbs:sn23.7": "Wer die fünf Aggregate wahrhaftig versteht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn23.8": "Wer die fünf Aggregate wahrhaftig versteht und von ihnen befreit ist, ist ein Vollendeter. ",
  "sn-blurbs:sn23.9": "Gib das Sehnen nach den fünf Aggregaten auf, und sie werden zu Ende gehen. ",
  "sn-blurbs:sn23.10": "Gib das Sehnen nach den fünf Aggregaten auf, und sie werden zu Ende gehen. ",
  "sn-blurbs:sn23.11": "Rādha fragt den Buddha nach Māra, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.12": "Rādha fragt den Buddha nach der Māra-Natur, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.13": "Rādha fragt den Buddha nach der Unbeständigkeit, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.14": "Rādha fragt den Buddha nach Dingen, die ihrer Natur nach unbeständig sind, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.15": "Rādha fragt den Buddha nach dem Leiden, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.16": "Rādha fragt den Buddha nach Dingen, die ihrer Natur nach Leiden sind, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.17": "Rādha fragt den Buddha nach dem, was ohne Selbst ist, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.18": "Rādha fragt den Buddha nach Dingen, die ihrer Natur nach ohne Selbst sind, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.19": "Rādha fragt den Buddha nach Dingen, die enden müssen, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.20": "Rādha fragt den Buddha nach Dingen, die verschwinden müssen, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.21": "Rādha fragt den Buddha nach Dingen, die entstehen müssen, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.22": "Rādha fragt den Buddha nach Dingen, die aufhören müssen, und dieser antwortet in Begriffen der fünf Aggregate. ",
  "sn-blurbs:sn23.23-33": "Rādha bittet den Buddha um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha rät ihm, alles Sehnen aufzugeben. Er erklärt es in Begriffen der Lehren aus SN 23.11–21. ",
  "sn-blurbs:sn23.34": "Rādha bittet den Buddha um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha rät ihm, alles Sehnen aufzugeben. Er erklärt es in Begriffen aus SN 23.22. ",
  "sn-blurbs:sn23.35-45": "Der Buddha rät Rādha, alles Sehnen aufzugeben. Er erklärt es in Begriffen der Lehren aus SN 23.23–33. ",
  "sn-blurbs:sn23.46": "Der Buddha rät Rādha, alles Sehnen aufzugeben. Er erklärt es in Begriffen aus SN 23.22. ",
  "sn-blurbs:sn24": "Die „Verbundenen Lehrreden über Ansichten“ enthalten 96 Lehrreden über Ansichten, die im Hinblick auf die Aggregate methodisch aufgegliedert werden. Es wird ein breites Spektrum an Ansichten bewertet, von denen die meisten von anderen Stellen im Kanon vertraut sind; die erste kommt allerdings nur hier vor. ",
  "sn-blurbs:sn24.1": "Der Buddha spricht von einer seltsamen Ansicht, die besagt, dass alle Erscheinungen dieser Welt völlig bewegungslos sind. Eine solche Ansicht entsteht, wenn man die fünf Aggregate ergreift. Aber wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird eine solche Ansicht aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.2": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht „das bin ich“ und „das ist mein“ aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.3": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, das Selbst sei mit dem Weltall identisch, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.4": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht „ich könnte nicht sein“ aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.5": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird der Vernichtungsglaube aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.6": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht eines ethischen Nihilismus aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.7": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, die ursächliche Zusammenhänge leugnet, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.8": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, dass das Umherwandern festgelegt ist, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.9": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, das Weltall sei ewig, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.10": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, das Weltall sei nicht ewig, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.11": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, die Welt sei endlich, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.12": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, die Welt sei unendlich, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.13": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, Seele und Körper seien dasselbe, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.14": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, Seele und Körper seien verschiedene Dinge, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.15": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, ein Klargewordener bestehe nach dem Tod fort, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.16": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, ein Klargewordener bestehe nach dem Tod nicht fort, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.17": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, ein Klargewordener bestehe nach dem Tod fort und bestehe auch nicht fort, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.18": "Wenn man die Aggregate und auch das, was man sehen, hören, denken und erkennen kann, als unbeständig erkennt, wird die Ansicht, ein Klargewordener bestehe weder nach dem Tod fort, noch bestehe er nicht fort, aufgegeben, und man tritt in den Strom ein. ",
  "sn-blurbs:sn24.19": "Der Buddha spricht von einer seltsamen Ansicht, die besagt, dass alle Erscheinungen dieser Welt völlig bewegungslos sind. Eine solche Ansicht entsteht, wenn man die fünf Aggregate ergreift, die Leiden sind. Aber wenn man die Aggregate als unbeständig erkennt, wird eine solche Ansicht aufgegeben. ",
  "sn-blurbs:sn24.20-35": "Die verschiedenen Ansichten entstehen, wenn man die fünf Aggregate ergreift, die Leiden sind. Aber wenn man die Aggregate als unbeständig erkennt, werden diese Ansichten aufgegeben. ",
  "sn-blurbs:sn24.36": "Die Ansicht, dass ein Klargewordener nach dem Tod weder fortbestehe noch nicht fortbestehe, entsteht, wenn man die fünf Aggregate ergreift, die Leiden sind. Aber wenn man die Aggregate als unbeständig erkennt, wird diese Ansicht aufgegeben. ",
  "sn-blurbs:sn25": "Die „Verbundenen Lehrreden über das Ankommen“ sind der erste von drei ähnlichen Abschnitten, von denen jeder eine Serie von zehn Lehrthemen behandelt (die sie mit SN 18 Rāhula gemeinsam haben) und diese anhand eines festen Musters präsentiert. Dieses Kapitel fasst die Unterscheidung zwischen denen in den Blick, die die Lehren aus Vertrauen oder aufgrund eines intellektuellen Verständnisses annehmen, und denen, die sie selbst erkannt haben. ",
  "sn-blurbs:sn25.1": "Wer Vertrauen zu den Lehren über die sechs inneren Sinnesfelder hat, wird ein „Nachfolger durch Vertrauen“ genannt, während jemand mit einem intellektuellen Verständnis ein „Nachfolger der Lehren“ genannt wird. Aber jemand, der sie unmittelbar sieht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn25.2": "Wer Vertrauen zu den Lehren über die sechs äußeren Sinnesfelder hat, wird ein „Nachfolger durch Vertrauen“ genannt, während jemand mit einem intellektuellen Verständnis ein „Nachfolger der Lehren“ genannt wird. Aber jemand, der sie unmittelbar sieht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn25.3": "Wer Vertrauen zu den Lehren über die sechs Klassen von Bewusstsein hat, wird ein „Nachfolger durch Vertrauen“ genannt, während jemand mit einem intellektuellen Verständnis ein „Nachfolger der Lehren“ genannt wird. Aber jemand, der sie unmittelbar sieht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn25.4": "Wer Vertrauen zu den Lehren über die sechs Berührungsfelder hat, wird ein „Nachfolger durch Vertrauen“ genannt, während jemand mit einem intellektuellen Verständnis ein „Nachfolger der Lehren“ genannt wird. Aber jemand, der sie unmittelbar sieht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn25.5": "Wer Vertrauen zu den Lehren über die sechs Arten von Gefühl hat, wird ein „Nachfolger durch Vertrauen“ genannt, während jemand mit einem intellektuellen Verständnis ein „Nachfolger der Lehren“ genannt wird. Aber jemand, der sie unmittelbar sieht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn25.6": "Wer Vertrauen zu den Lehren über die sechs Arten der Wahrnehmung hat, wird ein „Nachfolger durch Vertrauen“ genannt, während jemand mit einem intellektuellen Verständnis ein „Nachfolger der Lehren“ genannt wird. Aber jemand, der sie unmittelbar sieht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn25.7": "Wer Vertrauen zu den Lehren über die sechs Arten von Absicht hat, wird ein „Nachfolger durch Vertrauen“ genannt, während jemand mit einem intellektuellen Verständnis ein „Nachfolger der Lehren“ genannt wird. Aber jemand, der sie unmittelbar sieht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn25.8": "Wer Vertrauen zu den Lehren über die sechs Arten des Verlangens hat, wird ein „Nachfolger durch Vertrauen“ genannt, während jemand mit einem intellektuellen Verständnis ein „Nachfolger der Lehren“ genannt wird. Aber jemand, der sie unmittelbar sieht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn25.9": "Wer Vertrauen zu den Lehren über die sechs Grundelementen hat, wird ein „Nachfolger durch Vertrauen“ genannt, während jemand mit einem intellektuellen Verständnis ein „Nachfolger der Lehren“ genannt wird. Aber jemand, der sie unmittelbar sieht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn25.10": "Wer Vertrauen zu den Lehren über die fünf Aggregaten hat, wird ein „Nachfolger durch Vertrauen“ genannt, während jemand mit einem intellektuellen Verständnis ein „Nachfolger der Lehren“ genannt wird. Aber jemand, der sie unmittelbar sieht, ist in den Strom eingetreten. ",
  "sn-blurbs:sn26": "Die „Verbundenen Lehrreden über das Erscheinen“ sind der zweite von drei ähnlichen Abschnitten, von denen jeder eine Serie von zehn Lehrthemen behandelt und diese anhand eines festen Musters präsentiert. Dieses Kapitel fasst die Tatsache in den Blick, dass jeder, der die entsprechenden Dinge besitzt, leiden muss. ",
  "sn-blurbs:sn26.1": "Das Erscheinen der sechs inneren Sinnesfelder ist das Erscheinen von Leiden. ",
  "sn-blurbs:sn26.2": "Das Erscheinen der sechs äußeren Sinnesfelder ist das Erscheinen von Leiden. ",
  "sn-blurbs:sn26.3": "Das Erscheinen der sechs Klassen von Bewusstsein ist das Erscheinen von Leiden. ",
  "sn-blurbs:sn26.4": "Das Erscheinen der sechs Berührungsfelder ist das Erscheinen von Leiden. ",
  "sn-blurbs:sn26.5": "Das Erscheinen der sechs Arten von Gefühl ist das Erscheinen von Leiden. ",
  "sn-blurbs:sn26.6": "Das Erscheinen der sechs Arten von Wahrnehmung ist das Erscheinen von Leiden. ",
  "sn-blurbs:sn26.7": "Das Erscheinen der sechs Arten von Absicht ist das Erscheinen von Leiden. ",
  "sn-blurbs:sn26.8": "Das Erscheinen der sechs Arten des Verlangens ist das Erscheinen von Leiden. ",
  "sn-blurbs:sn26.9": "Das Erscheinen der sechs Grundelemente ist das Erscheinen von Leiden. ",
  "sn-blurbs:sn26.10": "Das Erscheinen der fünf Aggregate ist das Erscheinen von Leiden. ",
  "sn-blurbs:sn27": "Die „Verbundenen Lehrreden über Verunreinigungen“ sind der dritte von drei ähnlichen Abschnitten, von denen jeder eine Serie von zehn Lehrthemen behandelt und diese anhand eines festen Musters präsentiert. Dieses Kapitel fasst die Tatsache in den Blick, dass das Verlangen nach den jeweiligen Dingen eine geistige Verunreinigung ist. ",
  "sn-blurbs:sn27.1": "Verlangen nach den sechs inneren Sinnesfeldern ist eine geistige Verunreinigung; wenn man dieses Verlangen loslässt, kann man die verschiedenen Arten unmittelbarer Erkenntnis erlangen. ",
  "sn-blurbs:sn27.2": "Verlangen nach den sechs äußeren Sinnesfeldern ist eine geistige Verunreinigung; wenn man dieses Verlangen loslässt, kann man die verschiedenen Arten unmittelbarer Erkenntnis erlangen. ",
  "sn-blurbs:sn27.3": "Verlangen nach den sechs Klassen von Bewusstsein ist eine geistige Verunreinigung; wenn man dieses Verlangen loslässt, kann man die verschiedenen Arten unmittelbarer Erkenntnis erlangen. ",
  "sn-blurbs:sn27.4": "Verlangen nach den sechs Berührungsfeldern ist eine geistige Verunreinigung; wenn man dieses Verlangen loslässt, kann man die verschiedenen Arten unmittelbarer Erkenntnis erlangen. ",
  "sn-blurbs:sn27.5": "Verlangen nach den sechs Arten von Gefühl ist eine geistige Verunreinigung; wenn man dieses Verlangen loslässt, kann man die verschiedenen Arten unmittelbarer Erkenntnis erlangen. ",
  "sn-blurbs:sn27.6": "Verlangen nach den sechs Arten von Wahrnehmung ist eine geistige Verunreinigung; wenn man dieses Verlangen loslässt, kann man die verschiedenen Arten unmittelbarer Erkenntnis erlangen. ",
  "sn-blurbs:sn27.7": "Verlangen nach den sechs Arten von Absicht ist eine geistige Verunreinigung; wenn man dieses Verlangen loslässt, kann man die verschiedenen Arten unmittelbarer Erkenntnis erlangen. ",
  "sn-blurbs:sn27.8": "Verlangen nach den sechs Arten von Verlangen ist eine geistige Verunreinigung; wenn man dieses Verlangen loslässt, kann man die verschiedenen Arten unmittelbarer Erkenntnis erlangen. ",
  "sn-blurbs:sn27.9": "Verlangen nach den sechs Grundelementen ist eine geistige Verunreinigung; wenn man dieses Verlangen loslässt, kann man die verschiedenen Arten unmittelbarer Erkenntnis erlangen. ",
  "sn-blurbs:sn27.10": "Verlangen nach den fünf Aggregaten ist eine geistige Verunreinigung; wenn man dieses Verlangen loslässt, kann man die verschiedenen Arten unmittelbarer Erkenntnis erlangen. ",
  "sn-blurbs:sn28": "Die „Verbundenen Lehrreden mit Sāriputta“ beschreiben Sāriputtas tiefe Meditationspraxis und seine Gespräche mit Ānanda, dem auffällt, wie strahlend und leuchtend er ist. Eine Ausnahme von diesem Muster stellt das letzte Sutta dar, das zeigt, wie Sāriputta auf die Herausforderung durch eine wandernde Asketin eingeht. ",
  "sn-blurbs:sn28.1": "Sāriputta geht zum Meditieren in den Finsteren Wald, und Ānanda fragt ihn danach, warum sein Gesicht so strahlt. Sāriputta antwortet, er habe die erste Vertiefung geübt ohne einen Gedanken an ein Selbst. ",
  "sn-blurbs:sn28.2": "Sāriputta geht zum Meditieren in den Finsteren Wald, und Ānanda fragt ihn danach, warum sein Gesicht so strahlt. Sāriputta antwortet, er habe die zweite Vertiefung geübt ohne einen Gedanken an ein Selbst. ",
  "sn-blurbs:sn28.3": "Sāriputta geht zum Meditieren in den Finsteren Wald, und Ānanda fragt ihn danach, warum sein Gesicht so strahlt. Sāriputta antwortet, er habe die dritte Vertiefung geübt ohne einen Gedanken an ein Selbst. ",
  "sn-blurbs:sn28.4": "Sāriputta geht zum Meditieren in den Finsteren Wald, und Ānanda fragt ihn danach, warum sein Gesicht so strahlt. Sāriputta antwortet, er habe die vierte Vertiefung geübt ohne einen Gedanken an ein Selbst. ",
  "sn-blurbs:sn28.5": "Sāriputta geht zum Meditieren in den Finsteren Wald, und Ānanda fragt ihn danach, warum sein Gesicht so strahlt. Sāriputta antwortet, er habe die Dimension des unendlichen Raumes geübt ohne einen Gedanken an ein Selbst. ",
  "sn-blurbs:sn28.6": "Sāriputta geht zum Meditieren in den Finsteren Wald, und Ānanda fragt ihn danach, warum sein Gesicht so strahlt. Sāriputta antwortet, er habe die Dimension des unendlichen Bewusstseins geübt ohne einen Gedanken an ein Selbst. ",
  "sn-blurbs:sn28.7": "Sāriputta geht zum Meditieren in den Finsteren Wald, und Ānanda fragt ihn danach, warum sein Gesicht so strahlt. Sāriputta antwortet, er habe die Dimension des Nichts geübt ohne einen Gedanken an ein Selbst. ",
  "sn-blurbs:sn28.8": "Sāriputta geht zum Meditieren in den Finsteren Wald, und Ānanda fragt ihn danach, warum sein Gesicht so strahlt. Sāriputta antwortet, er habe die Dimension geübt, die weder Wahrnehmung noch keine Wahrnehmung hat, ohne einen Gedanken an ein Selbst. ",
  "sn-blurbs:sn28.9": "Sāriputta geht zum Meditieren in den Finsteren Wald, und Ānanda fragt ihn danach, warum sein Gesicht so strahlt. Sāriputta antwortet, er habe die Meditation des Aufhörens geübt ohne einen Gedanken an ein Selbst. ",
  "sn-blurbs:sn28.10": "Sāriputta begegnet der wandernden Asketin Sucimukhī, die ihm eine Reihe rätselhafter Fragen darüber stellt, in welche Richtung er beim Essen schaut. Sāriputta weist sie alle zurück und erklärt, es seien verschiedene Arten falschen Lebenserwerbs. ",
  "sn-blurbs:sn28.159": "Drachen können aus einem Ei, aus einer Gebärmutter, aus Feuchtigkeit oder durch unmittelbares Erscheinen geboren werden. ",
  "sn-blurbs:sn29": "Die „Verbundenen Lehrreden über Drachen“ sind der erste von vier ähnlichen Abschnitten, die davon handeln, wie verschiedene halb-göttliche Wesen wiedergeboren werden können. Dieses Kapitel handelt von den „Drachen“ oder <i lang='pi' translate='no'>nāgas</i>, mächtigen, aber moralisch zweifelhaften Schlangenwesen der Gewässer. ",
  "sn-blurbs:sn29.2": "Drachen können aus Eiern, aus einer Gebärmutter, aus Feuchtigkeit oder durch unmittelbares Erscheinen geboren werden. Die durch unmittelbares Erscheinen geborenen sind die besten. ",
  "sn-blurbs:sn29.3": "Drachen, die aus einem Ei geboren sind, verwandeln manchmal ihren Körper und halten den Besinnungstag ein, um eine gute Wiedergeburt zu erlangen. ",
  "sn-blurbs:sn29.4": "Drachen, die aus einer Gebärmutter geboren sind, verwandeln manchmal ihren Körper und halten den Besinnungstag ein, um eine gute Wiedergeburt zu erlangen. ",
  "sn-blurbs:sn29.5": "Drachen, die aus Feuchtigkeit geboren sind, verwandeln manchmal ihren Körper und halten den Besinnungstag ein, um eine gute Wiedergeburt zu erlangen. ",
  "sn-blurbs:sn29.6": "Drachen, die durch unmittelbares Erscheinen geboren sind, verwandeln manchmal ihren Körper und halten den Besinnungstag ein, um eine gute Wiedergeburt zu erlangen. ",
  "sn-blurbs:sn29.7": "Man wird ein Drache, der aus einem Ei geboren ist, indem man Gutes und Schlechtes tut und sich ein entsprechendes Ziel setzt. ",
  "sn-blurbs:sn29.8": "Man wird ein Drache, der aus einer Gebärmutter geboren ist, indem man Gutes und Schlechtes tut und sich ein entsprechendes Ziel setzt. ",
  "sn-blurbs:sn29.9": "Man wird ein Drache, der aus Feuchtigkeit geboren ist, indem man Gutes und Schlechtes tut und sich ein entsprechendes Ziel setzt. ",
  "sn-blurbs:sn29.10": "Man wird ein Drache, der durch unmittelbares Erscheinen geboren ist, indem man Gutes und Schlechtes tut und sich ein entsprechendes Ziel setzt. ",
  "sn-blurbs:sn29.11-20": "Man wird ein Drache, der aus einem Ei geboren ist, indem man Gutes und Schlechtes tut, sich ein entsprechendes Ziel setzt und verschiedene Spenden gibt. ",
  "sn-blurbs:sn29.21-50": "Man wird ein Drache, der aus einer Gebärmutter, aus Feuchtigkeit oder durch unmittelbares Erscheinen geboren ist, indem man Gutes und Schlechtes tut, sich ein entsprechendes Ziel setzt und verschiedene Spenden gibt. ",
  "sn-blurbs:sn30": "Die „Verbundenen Lehrreden über Phönixe“ sind der zweite von vier ähnlichen Abschnitten, die davon handeln, wie verschiedene halb-göttliche Wesen wiedergeboren werden können. Dieses Kapitel handelt von den „Phönixen“ oder <i lang='pi' translate='no'>supaṇṇas</i>, die auch als <i lang='pi' translate='no'>garuḍa</i> bekannt sind, mächtigen Vogelgeistern, die in der indischen Mythologie die natürlichen Gegenspieler der Drache sind. ",
  "sn-blurbs:sn30.1": "Phönixe können aus einem Ei, aus einer Gebärmutter, aus Feuchtigkeit oder durch unmittelbares Erscheinen geboren werden. ",
  "sn-blurbs:sn30.2": "Phönixe können aus einem Ei, aus einer Gebärmutter, aus Feuchtigkeit oder durch unmittelbares Erscheinen geboren werden. Jeder kann einen Drachen von gleicher oder geringerer Geburt forttragen. ",
  "sn-blurbs:sn30.3": "Man wird ein Phönix, der aus einem Ei geboren ist, indem man Gutes und Schlechtes tut und sich ein entsprechendes Ziel setzt. ",
  "sn-blurbs:sn30.4-6": "Man wird ein Phönix, der aus einer Gebärmutter, aus Feuchtigkeit oder durch unmittelbares Erscheinen geboren ist, indem man Gutes und Schlechtes tut und sich ein entsprechendes Ziel setzt. ",
  "sn-blurbs:sn30.7-16": "Man wird ein Phönix, der aus einem Ei geboren ist, indem man Gutes und Schlechtes tut, sich ein entsprechendes Ziel setzt und verschiedene Spenden gibt. ",
  "sn-blurbs:sn30.17-46": "Man wird ein Phönix, der aus einer Gebärmutter, aus Feuchtigkeit oder durch unmittelbares Erscheinen geboren ist, indem man Gutes und Schlechtes tut, sich ein entsprechendes Ziel setzt und verschiedene Spenden gibt. ",
  "sn-blurbs:sn31": "Die „Verbundenen Lehrreden über Elfen“ sind der dritte von vier ähnlichen Abschnitten, die davon handeln, wie verschiedene halb-göttliche Wesen wiedergeboren werden können. Dieses Kapitel handelt von den „Elfen“ oder <i lang='pi' translate='no'>gandhabbas</i>, die verschiedene freundliche Erscheinungen als niedere Gottheiten annehmen, die mit Musik, Geburt, oder, wie hier, Pflanzen assoziiert sind. ",
  "sn-blurbs:sn31.1": "Elfen können in wohlriechenden Wurzeln oder anderen wohlriechenden Pflanzenteilen leben. ",
  "sn-blurbs:sn31.2": "Man wird ein Elf oder eine Elfe, indem man Gutes tut und sich ein entsprechendes Ziel setzt. ",
  "sn-blurbs:sn31.3": "Man wird ein Elf, der in einer wohlriechenden Wurzel lebt, indem man Gutes tut, sich ein entsprechendes Ziel setzt und wohlriechende Wurzeln verschenkt. ",
  "sn-blurbs:sn31.4-12": "Man wird ein Elf, der in einem anderen wohlriechenden Pflanzenteil lebt, indem man Gutes tut, sich ein entsprechendes Ziel setzt und die entsprechenden wohlriechenden Pflanzenteile verschenkt. ",
  "sn-blurbs:sn31.13-22": "Man wird ein Elf, der in einer wohlriechenden Wurzel lebt, indem man Gutes tut, sich ein entsprechendes Ziel setzt und verschiedene Spenden gibt. ",
  "sn-blurbs:sn31.23-112": "Man wird ein Elf, der in einem anderen wohlriechenden Pflanzenteil lebt, indem man Gutes tut, sich ein entsprechendes Ziel setzt und verschiedene Spenden gibt. ",
  "sn-blurbs:sn32": "Die „Verbundenen Lehrreden über Wolkengötter“ sind der letzte von vier ähnlichen Abschnitten, die davon handeln, wie verschiedene halb-göttliche Wesen wiedergeboren werden können. Dieses Kapitel handelt von den „Wolkengöttern“ oder <i lang='pi' translate='no'>valāhakas</i>, Wettergottheiten, die die Wolken beherrschen. ",
  "sn-blurbs:sn32.1": "Wolkengötter können in kalten Wolken, in warmen Wolken, in Gewitterwolken, in Sturmwolken oder in Regenwolken leben. ",
  "sn-blurbs:sn32.2": "Man wird ein Wolkengott, indem man Gutes tut und sich ein entsprechendes Ziel setzt. ",
  "sn-blurbs:sn32.3-12": "Man wird ein Wolkengott, der in einer kalten Wolke lebt, indem man Gutes tut, sich ein entsprechendes Ziel setzt und verschiedene Spenden gibt. ",
  "sn-blurbs:sn32.13-52": "Man wird ein Wolkengott, der in einer bestimmten Wolkenart lebt, indem man Gutes tut, sich ein entsprechendes Ziel setzt und verschiedene Spenden gibt. ",
  "sn-blurbs:sn32.53": "Wenn die Götter der kalten Wolken beschließen, sich in ihrem Element zu tummeln, wird das Wetter kalt. ",
  "sn-blurbs:sn32.54": "Wenn die Götter der warmen Wolken beschließen, sich in ihrem Element zu tummeln, wird das Wetter warm. ",
  "sn-blurbs:sn32.55": "Wenn die Götter der Gewitterwolken beschließen, sich in ihrem Element zu tummeln, wird das Wetter gewittrig. ",
  "sn-blurbs:sn32.56": "Wenn die Götter der Sturmwolken beschließen, sich in ihrem Element zu tummeln, wird das Wetter stürmisch. ",
  "sn-blurbs:sn32.57": "Wenn die Götter der Regenwolken beschließen, sich in ihrem Element zu tummeln, wird das Wetter regnerisch. ",
  "sn-blurbs:sn33": "Die „Verbundenen Lehrreden mit Vacchagotta“ enthalten 55 Lehrreden, von denen jede eine philosophische Frage des Wanderers Vacchagotta behandelt. Seine Fragen werden hiermit nicht erschöpft; er tritt auch in einer Reihe anderer Lehrreden auf, insbesondere in MN 71–73, wo er seine Zweifel auflöst und ein Vollendeter wird. Dieses Kapitel zeigt ihn immer wieder mit der Frage nach den zehn spekulativen Ansichten und warum sie entstehen. Die Lehrreden sind gänzlich formelhaft und scheinen von einer Vorlage erstellt zu sein. Ungewöhnlich für einen Abschnitt dieser Länge: Es gibt keine <i lang='pi' translate='no'>vaggas</i>. ",
  "sn-blurbs:sn33.1": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass Form nicht erkannt wird. ",
  "sn-blurbs:sn33.2": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass Gefühl nicht erkannt wird. ",
  "sn-blurbs:sn33.3": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass Wahrnehmung nicht erkannt wird. ",
  "sn-blurbs:sn33.4": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass Entscheidungen nicht erkannt werden. ",
  "sn-blurbs:sn33.5": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass Bewusstsein nicht erkannt wird. ",
  "sn-blurbs:sn33.6-10": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass die fünf Aggregate nicht gesehen werden. ",
  "sn-blurbs:sn33.11-15": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass die fünf Aggregate nicht erfasst werden. ",
  "sn-blurbs:sn33.16-20": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass die fünf Aggregate nicht verstanden werden. ",
  "sn-blurbs:sn33.21-25": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass die fünf Aggregate nicht durchdrungen werden. ",
  "sn-blurbs:sn33.26-30": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass die fünf Aggregate nicht exploriert werden. ",
  "sn-blurbs:sn33.31-35": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass die fünf Aggregate nicht nachgewiesen werden. ",
  "sn-blurbs:sn33.36-40": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass die fünf Aggregate nicht unterschieden werden. ",
  "sn-blurbs:sn33.41-45": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass die fünf Aggregate nicht sondiert werden. ",
  "sn-blurbs:sn33.46-50": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass die fünf Aggregate nicht inspiziert werden. ",
  "sn-blurbs:sn33.51-55": "Der Wanderer Vacchagotta fragt den Buddha, wie es zu verschiedenen spekulativen Ansichten kommt. Der Buddha erklärt, es kommt daher, dass die fünf Aggregate nicht unmittelbar erfahren werden. ",
  "sn-blurbs:sn34": "Die „Verbundenen Lehrreden über Vertiefung“ (<i lang='pi' translate='no'>Jhānasaṁyutta</i>) sind auch als „Verbundene Lehrreden über die Versenkung“ (Samādhisaṁyutta) bekannt. Sie ehthalten 55 Lehrreden, die meditative Fertigkeiten behandeln, die für eine vollkommene Vertiefung erforderlich sind. Jede Lehrrede beschreibt Meditierende, die in einigen Aspekten bewandert sind, aber in anderen nicht, und hält den, der in allen Aspekten bewandert ist, für den besten. ",
  "sn-blurbs:sn35": "Die Anzahl der Lehrreden in den „Verbundenen Lehrreden über die sechs Sinnesfelder“ variiert zwischen verschiedenen Ausgaben, hauptsächlich wegen der Art, wie Wiederholungen gezählt werden; SuttaCentral folgt Bhikkhu Bodhis Übersetzung, die 248 Lehrreden zählt. Die sechs Sinnesfelder ergänzen die fünf Aggregate als Zusammenfassung der edlen Wahrheit vom Leiden. Während die Aggregate den Blick auf die funktionelle Struktur der Erfahrung als Grundlage für Ansichten über ein Selbst lenken, liegt hier die Betonung darauf, wie Sinneserfahrungen den Anreiz für Verlangen schaffen. Trotz dieser unterschiedlichen Orientierung haben die beiden Sammlungen Vieles gemeinsam, und oft wird in beiden Fällen genau das gleiche Schema angewandt. Die sechs Sinnesfelder sind das Mittel, durch das die Welt erkannt wird, daher hat jedes von ihnen einen „inneren“ und einen „äußeren“ Aspekt – das „Auge“ und „Bilder“ usw. Obwohl es üblich ist, vermeidet man am besten, die sechs äußeren Sinnesfelder als das „Objekt“ anzusehen, denn in den Suttas werden sie in Beziehung mit dem beobachtenden Geist dargestellt, nicht als unabhängig existierende Gebilde. Das ist sehr einleuchtend, bis wir zum letzten Sinn kommen, dem „Geist“ und den „Gedanken“ oder „geistigen Erscheinungen“. Um es klarzustellen: Dieser sechste Sinn ist einfach die geistige Fähigkeit und hat nichts mit übernatürlichen Fähigkeiten zu tun. Der äußere Aspekt ist <i lang='pi' translate='no'>dhammā</i>, ein Ausdruck, der so vielschichtig ist, dass er immer schwierig zu übersetzen ist. Hier bezieht er sich auf alles, was vom Geist unmittelbar erkannt werden kann, unabhängig von den fünf Sinnen. Die technisch genaueste Übersetzung ist vermutlich „geistige Erscheinungen“, aber „Gedanken“ kann als eine umgangssprachlichere Wiedergabe verwendet werden, solange es Vorstellungen, Fantasie usw. mit einschließt und nicht nur Denken in sprachlicher Form. ",
  "sn-blurbs:sn35.1": "Die sechs inneren Sinnesfelder sind unbeständig, Leiden und ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.2": "Die sechs inneren Sinnesfelder sind Leiden und ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.3": "Die sechs inneren Sinnesfelder sind ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.4": "Die sechs äußeren Sinnesfelder sind unbeständig, Leiden und ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.5": "Die sechs äußeren Sinnesfelder sind Leiden und ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.6": "Die sechs äußeren Sinnesfelder sind ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.7": "Die sechs inneren Sinnesfelder sind in der Vergangenheit, der Zukunft und der Gegenwart unbeständig, Leiden und ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.8": "Die sechs inneren Sinnesfelder sind in der Vergangenheit, der Zukunft und der Gegenwart Leiden und ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.9": "Die sechs inneren Sinnesfelder sind in der Vergangenheit, der Zukunft und der Gegenwart ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.10": "Die sechs äußeren Sinnesfelder sind in der Vergangenheit, der Zukunft und der Gegenwart unbeständig, Leiden und ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.11": "Die sechs äußeren Sinnesfelder sind in der Vergangenheit, der Zukunft und der Gegenwart Leiden und ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.12": "Die sechs äußeren Sinnesfelder sind in der Vergangenheit, der Zukunft und der Gegenwart ohne Selbst. Wenn ein edler Schüler sie so richtig erkennt, wird er ernüchtert und befreit. ",
  "sn-blurbs:sn35.13": "Bevor er nicht die vorteilhaften und nachteiligen Folgen und das Entrinnen hinsichtlich der sechs inneren Sinnesfelder erkannt hatte, behauptete der Buddha nicht, erwacht zu sein. ",
  "sn-blurbs:sn35.14": "Bevor er nicht die vorteilhaften und nachteiligen Folgen und das Entrinnen hinsichtlich der sechs äußeren Sinnesfelder erkannt hatte, behauptete der Buddha nicht, erwacht zu sein. ",
  "sn-blurbs:sn35.15": "Der Buddha machte sich auf die Suche nach den vorteilhaften und nachteiligen Folgen und dem Entrinnen bei den sechs inneren Sinnesfeldern. ",
  "sn-blurbs:sn35.16": "Der Buddha machte sich auf die Suche nach den vorteilhaften und nachteiligen Folgen und dem Entrinnen bei den sechs äußeren Sinnesfeldern. ",
  "sn-blurbs:sn35.17": "Die Wesen lieben die sechs inneren Sinnesfelder wegen ihrer vorteilhaften Folgen, sind von ihnen abgestoßen wegen ihrer nachteiligen Folgen und können ihnen entrinnen, weil es ein Entrinnen gibt. ",
  "sn-blurbs:sn35.18": "Die Wesen lieben die sechs äußeren Sinnesfelder wegen ihrer vorteilhaften Folgen, sind von ihnen abgestoßen wegen ihrer nachteiligen Folgen und können ihnen entrinnen, weil es ein Entrinnen gibt. ",
  "sn-blurbs:sn35.19": "Wenn man die sechs inneren Sinnesfelder genießt, genießt man das Leiden. ",
  "sn-blurbs:sn35.20": "Wenn man die sechs äußeren Sinnesfelder genießt, genießt man das Leiden. ",
  "sn-blurbs:sn35.21": "Das Entstehen der sechs inneren Sinnesfelder ist das Entstehen von Leiden. ",
  "sn-blurbs:sn35.22": "Das Entstehen der sechs äußeren Sinnesfelder ist das Entstehen von Leiden. ",
  "sn-blurbs:sn35.23": "„Alles“ besteht aus den sechs inneren und äußeren Sinnesfeldern. ",
  "sn-blurbs:sn35.24": "„Alles“, das aus den sechs inneren und äußeren Sinnesfeldern besteht, muss aufgegeben werden. ",
  "sn-blurbs:sn35.25": "„Alles“, das aus den sechs inneren und äußeren Sinnesfeldern besteht, muss durch Verstehen aufgegeben werden. ",
  "sn-blurbs:sn35.26": "„Alles“, das aus den sechs inneren und äußeren Sinnesfeldern besteht, muss vollständig verstanden werden, um das Leiden zu beenden. ",
  "sn-blurbs:sn35.27": "„Alles“, das aus den sechs inneren und äußeren Sinnesfeldern besteht, muss vollständig verstanden werden, um das Leiden zu beenden. ",
  "sn-blurbs:sn35.28": "„Alles“, das aus den sechs inneren und äußeren Sinnesfeldern besteht, brennt. Das ist die berühmte „dritte Lehrrede“, die am Gayā-Kopf vor den Anhängern der drei Kassapa-Brüder gehalten wurde. ",
  "sn-blurbs:sn35.29": "„Alles“, das aus den sechs inneren und äußeren Sinnesfeldern besteht, ist unterdrückt. ",
  "sn-blurbs:sn35.30": "Um sich mit nichts gleichzusetzen, muss man das Sichgleichsetzen mit den sechs inneren und äußeren Sinnesfeldern aufgeben. ",
  "sn-blurbs:sn35.31": "Um sich mit nichts gleichzusetzen, muss man das Sichgleichsetzen mit den sechs inneren und äußeren Sinnesfeldern aufgeben. ",
  "sn-blurbs:sn35.32": "Um sich mit nichts gleichzusetzen, muss man verstehen, dass die sechs inneren und äußeren Sinnesfelder unbeständig, Leiden und ohne Selbst sind. ",
  "sn-blurbs:sn35.33-42": "„Alles“, das aus den sechs inneren und äußeren Sinnesfeldern besteht, muss wiedergeboren werden, alt werden usw. ",
  "sn-blurbs:sn35.43-51": "„Alles“, das aus den sechs inneren und äußeren Sinnesfeldern besteht, ist unbeständig usw. ",
  "sn-blurbs:sn35.52": "„Alles“, das aus den sechs inneren und äußeren Sinnesfeldern besteht, ist verstört. ",
  "sn-blurbs:sn35.53": "Ein Mönch fragt den Buddha, wie man sehen soll, sodass die Unwissenheit aufgegeben wird. Der Buddha sagt, man solle die sechs inneren und äußeren Sinnesfelder als unbeständig sehen. ",
  "sn-blurbs:sn35.54": "Ein Mönch fragt den Buddha, wie man sehen soll, sodass die Fesseln aufgegeben werden. Der Buddha sagt, man solle die sechs inneren und äußeren Sinnesfelder als unbeständig sehen. ",
  "sn-blurbs:sn35.55": "Ein Mönch fragt den Buddha, wie man sehen soll, sodass die Fesseln entwurzelt werden. Der Buddha sagt, man solle die sechs inneren und äußeren Sinnesfelder als ohne Selbst sehen. ",
  "sn-blurbs:sn35.56": "Ein Mönch fragt den Buddha, wie man sehen soll, sodass die Befleckungen aufgegeben werden. Der Buddha sagt, man solle die sechs inneren und äußeren Sinnesfelder als unbeständig sehen. ",
  "sn-blurbs:sn35.57": "Ein Mönch fragt den Buddha, wie man sehen soll, sodass die Befleckungen entwurzelt werden. Der Buddha sagt, man solle die sechs inneren und äußeren Sinnesfelder als ohne Selbst sehen. ",
  "sn-blurbs:sn35.58": "Ein Mönch fragt den Buddha, wie man sehen soll, sodass die zugrunde liegenden Neigungen aufgegeben werden. Der Buddha sagt, man solle die sechs inneren und äußeren Sinnesfelder als unbeständig sehen. ",
  "sn-blurbs:sn35.59": "Ein Mönch fragt den Buddha, wie man sehen soll, sodass die zugrunde liegenden Neigungen entwurzelt werden. Der Buddha sagt, man solle die sechs inneren und äußeren Sinnesfelder als ohne Selbst sehen. ",
  "sn-blurbs:sn35.60": "Um Ergreifen vollständig zu verstehen, soll man betrachten, wie Sinneserfahrung zu Gefühlen führt. ",
  "sn-blurbs:sn35.61": "Um Ergreifen zu beenden, soll man betrachten, wie Sinneserfahrung zu Gefühlen führt. ",
  "sn-blurbs:sn35.62": "Um Ergreifen zu beenden, soll man die Sinnesfelder als unbeständig usw. betrachten. ",
  "sn-blurbs:sn35.63": "Der Ehrwürdige Mit Migajāla fragt, wie man allein lebt und wie mit einem Partner. Der Buddha sagt, solange man von Sehnsucht nach den Sinnen gebunden ist, lebt man mit einem Partner. Mönche oder Nonnen, die von solcher Sehnsucht frei sind, leben allein, selbst wenn sie in enger Nachbarschaft mit weltlichen Menschen leben. ",
  "sn-blurbs:sn35.64": "Der Ehrwürdige Migajāla bittet um eine Unterweisung für eine Klausur. Der Buddha lehrt ihn, dass die Sinne entzückend sind, doch daran festzuhalten, führt zu Leiden. Als er in seiner Klausur darüber meditiert, erwacht er. ",
  "sn-blurbs:sn35.65": "Der Ehrwürdige Samiddhi fragt den Buddha nach Māra. Der Buddha sagt, Māra sei da, solange die Sinne da sind. ",
  "sn-blurbs:sn35.66": "Der Ehrwürdige Samiddhi fragt den Buddha nach einem „Lebewesen“. Der Buddha sagt, ein Lebewesen sei da, solange die Sinne da sind. ",
  "sn-blurbs:sn35.67": "Der Ehrwürdige Samiddhi fragt den Buddha nach dem Leiden. Der Buddha sagt, das Leiden sei da, solange die Sinne da sind. ",
  "sn-blurbs:sn35.68": "Der Ehrwürdige Samiddhi fragt den Buddha nach der Welt. Der Buddha sagt, die Welt sei da, solange die Sinne da sind. ",
  "sn-blurbs:sn35.69": "Upasena wird von einer Giftschlange gebissen, doch er bleibt ausgeglichen und erklärt, er setze sich nicht mit den sechs Sinnen gleich. ",
  "sn-blurbs:sn35.70": "Die Lehre, die in diesem Leben sichtbar ist, ist das Verlangen nach den Sinnen und das Loslassen dieses Verlangens. ",
  "sn-blurbs:sn35.71": "Wer Ursprung, Enden, vorteilhafte und nachteilige Folgen und Entrinnen der sechs Berührungsfelder nicht versteht, ist kein wahrer Mönch. Ein Mönch meldet sich und sagt, er verstehe das nicht wirklich, worauf der Buddha ihn weiter unterweist. ",
  "sn-blurbs:sn35.72": "Wer Ursprung, Enden, vorteilhafte und nachteilige Folgen und Entrinnen der sechs Berührungsfelder nicht versteht, ist kein wahrer Mönch. Ein Mönch meldet sich und sagt, er verstehe das nicht wirklich, worauf der Buddha ihn weiter unterweist. ",
  "sn-blurbs:sn35.73": "Wer Ursprung, Enden, vorteilhafte und nachteilige Folgen und Entrinnen der sechs Berührungsfelder nicht versteht, ist kein wahrer Mönch. Ein Mönch meldet sich und sagt, er verstehe das nicht wirklich, worauf der Buddha ihn weiter unterweist. ",
  "sn-blurbs:sn35.74": "Als er hört, dass ein frisch ordinierter Mönch krank ist, besucht ihn der Buddha, um ihn zu unterstützen und ihm mit einem Dhammavortrag Mut zuzusprechen. ",
  "sn-blurbs:sn35.75": "Als er hört, dass ein frisch ordinierter Mönch krank ist, besucht ihn der Buddha, um ihn zu unterstützen und ihm mit einem Dhammavortrag Mut zuzusprechen. ",
  "sn-blurbs:sn35.76": "Rādha bittet den Buddha um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha rät ihm, das Sehnen nach Sinneserfahrungen aufzugeben, da sie unbeständig sind. ",
  "sn-blurbs:sn35.77": "Rādha bittet den Buddha um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha rät ihm, das Sehnen nach Sinneserfahrungen aufzugeben, da sie Leiden sind. ",
  "sn-blurbs:sn35.78": "Rādha bittet den Buddha um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha rät ihm, das Sehnen nach Sinneserfahrungen aufzugeben, da sie ohne Selbst sind. ",
  "sn-blurbs:sn35.79": "Indem man Unwissenheit aufgibt, erscheint Wissen. Zu diesem Zweck soll man die Unbeständigkeit der sechs Sinne betrachten. ",
  "sn-blurbs:sn35.80": "Indem man Unwissenheit aufgibt, erscheint Wissen. Zu diesem Zweck soll man die Unbeständigkeit der sechs Sinne betrachten. Dadurch versteht ein Mönch wahrhaftig und sieht alles als fremd. ",
  "sn-blurbs:sn35.81": "Mehrere Mönche und Nonnen vergewissern sich beim Buddha, dass es richtig ist, zu sagen, dass man das geistliche Leben führt, um das Leiden zu verstehen. Der Buddha bestätigt das und erklärt, was das Leiden ist: der Vorgang der Sinneserfahrung. ",
  "sn-blurbs:sn35.82": "„Die Welt“ besteht aus den Erfahrungen der sechs Sinne, und es heißt, sie welkt. ",
  "sn-blurbs:sn35.83": "Die Buddhas der Vergangenheit kann man nicht in Begriffen der sechs Sinne beschreiben. ",
  "sn-blurbs:sn35.84": "Der Buddha sagt Ānanda, dass in der Lehre des Edlen die „Welt“, die aus den Erfahrungen der sechs Sinne besteht, verwelken muss. ",
  "sn-blurbs:sn35.85": "Der Buddha sagt Ānanda, dass die „Welt“, die aus den Erfahrungen der sechs Sinne besteht, leer ist, weil sie leer ist von einem Selbst und von etwas, das zu einem Selbst gehört. ",
  "sn-blurbs:sn35.86": "Ānanda bittet den Buddha um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha lehrt ihn, dass die Sinne unbeständig sind usw. ",
  "sn-blurbs:sn35.87": "Sāriputta und Mahācunda besuchen Channa, der krank ist. Channa sagt, es fehle ihm nicht an der nötigen Pflege, aber er leide so große Schmerzen, dass er sich das Leben nehmen wolle, und ist sicher, dass er das frei von Tadel tun würde. Sāriputta will ihn umstimmen und befragt ihn über sein Haften an den sechs Sinnen. Als sich Channa später das Leben nimmt, bestätigt der Buddha, dass er es trotz Sāriputtas Zweifeln frei von Tadel getan habe. ",
  "sn-blurbs:sn35.88": "Der Ehrwürdige Puṇṇa bittet den Buddha um Unterweisung, bevor er in das fremde Land Sunāparanta aufbricht. Der Buddha warnt ihn vor dem wilden Volk, das dort lebt, und prüft, ob er einer so schwierigen Aufgabe gewachsen ist. ",
  "sn-blurbs:sn35.89": "Der Ehrwürdige Bāhiya bittet den Buddha um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha lehrt ihn, dass die Sinne unbeständig sind usw. ",
  "sn-blurbs:sn35.90": "Durch Verlangen aufgewühlt zu sein, ist schmerzhaft, daher lebt der Buddha unbewegt und setzt sich mit keinem Aspekt der Sinneserfahrung gleich. ",
  "sn-blurbs:sn35.91": "Durch Verlangen aufgewühlt zu sein, ist schmerzhaft, daher lebt der Buddha unbewegt und setzt sich mit keinem Aspekt der Sinneserfahrung gleich; oder eigentlich mit keinem Aspekt aus dem gesamten Spektrum der Aggregate, Elemente und Sinnesfelder. ",
  "sn-blurbs:sn35.92": "Die Zweiheit besteht aus dem inneren Sinnesorgan und dem entsprechenden äußeren Sinnesreiz. ",
  "sn-blurbs:sn35.93": "Bewusstsein entsteht aus der Zweiheit von innerem Sinnesorgan und entsprechendem äußerem Sinnesreiz. All das ist bedingt, unbeständig und löst sich ständig auf. ",
  "sn-blurbs:sn35.94": "Wenn die sechs Berührungsfelder unbewacht sind, führt das zu Leiden, aber wenn sie bewacht werden, führt es zu Glück. Durch eine lange Reihe von Strophen illustriert. ",
  "sn-blurbs:sn35.95": "Der Ehrwürdige Māluṅkyaputta bittet den Buddha um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha fragt sich, wie er einen alten Mönch wie ihn unterweisen soll, und befragt ihn dann nach seinem Verlangen nach rein hypothetischen Sinneserfahrungen und ermuntert ihn, alle Sinneserfahrungen einfach loszulassen. Māluṅkyaputta sagt, er habe verstanden, und führt die Unterweisung des Buddha in einer Reihe von Strophen weiter aus. ",
  "sn-blurbs:sn35.96": "Wenn Mönche oder Nonnen schlechte Gedanken, die durch die Sinne entstehen, dulden, müssen sie verkümmern. Wenn sie sie nicht dulden, müssen sie nicht verkümmern. Wenn solche Gedanken nicht mehr auftreten, haben sie die Sinne gemeistert. ",
  "sn-blurbs:sn35.97": "Wenn Mönche oder Nonnen sich nicht bezüglich der Sinne zügeln, sind sie nachlässig. Wenn sie sich zügeln, sind sie beflissen. ",
  "sn-blurbs:sn35.98": "Fehlende Zügelung heißt, Vergnügen an den Sinnen zu finden, Zügelung heißt, kein Vergnügen an ihnen zu finden. ",
  "sn-blurbs:sn35.99": "Entwickelt meditative Versenkung, sodass ihr den Vorgang der Sinneserfahrung wahrhaftig versteht. ",
  "sn-blurbs:sn35.100": "Pflegt die Abgeschiedenheit, sodass ihr den Vorgang der Sinneserfahrung wahrhaftig versteht. ",
  "sn-blurbs:sn35.101": "Lasst los, was nicht euer ist: der Vorgang der Sinneserfahrung. Wenn jemand Gras und Zweige vom Gelände des Klosters wegnähme, würden wir uns nicht aufregen, warum sollten wir uns über die Aggregate Sorgen machen? ",
  "sn-blurbs:sn35.102": "Lasst los, was nicht euer ist: der Vorgang der Sinneserfahrung. ",
  "sn-blurbs:sn35.103": "Der frühere Lehrer des Buddha Uddaka Rāmaputta behauptete, ein Meister des Wissens zu sein, ein allumfassender Sieger, einer, der den Eiterherd ausgemerzt hat. Aber ein wahrer Meister des Wissens versteht die Sinne, ein Sieger ist von ihnen befreit, und den Eiterherd auszumerzen, bedeutet, frei von Verlangen nach dem Körper zu sein. ",
  "sn-blurbs:sn35.104": "Wer die Anziehung der Sinne aufgegeben hat, hat die Geborgenheit erreicht. ",
  "sn-blurbs:sn35.105": "Glück und Schmerz entstehen in einem, weil man die Sinne ergreift. ",
  "sn-blurbs:sn35.106": "Der Ursprung und das Enden des Leidens werden in Begriffen der Sinneserfahrung erklärt, die Verlangen entstehen lässt. ",
  "sn-blurbs:sn35.107": "Der Ursprung und das Enden der Welt werden in Begriffen der Sinneserfahrung erklärt, die Verlangen entstehen lässt. ",
  "sn-blurbs:sn35.108": "Einbildung kommt von Anhänglichkeit an die Sinne. ",
  "sn-blurbs:sn35.109": "Die inneren Sinnesfelder sind Dinge, die einen leicht fesseln, und Verlangen ist die Fessel. ",
  "sn-blurbs:sn35.110": "Die inneren Sinnesfelder sind Dinge, die zum Ergreifen einladen, und Verlangen ist das Ergreifen. ",
  "sn-blurbs:sn35.111": "Ohne die sechs inneren Sinnesfelder zu verstehen und die Leidenschaft für sie aufzugeben, ist es unmöglich, vom Leiden frei zu sein. ",
  "sn-blurbs:sn35.112": "Ohne die sechs äußeren Sinnesfelder zu verstehen und die Leidenschaft für sie aufzugeben, ist es unmöglich, vom Leiden frei zu sein. ",
  "sn-blurbs:sn35.113": "Während er in Klausur ist, ruft der Buddha zu sich selbst aus, wie das Entstehen und Enden der Welt anhand der Sinneserfahrungen erklärt werden, die zu Verlangen und Leiden führen. Ein Mönch hört ihn und der Buddha fordert ihn auf, sich diese Lehre zu merken. ",
  "sn-blurbs:sn35.114": "Mönche oder Nonnen, die nach Sinnesreizen verlangen, sind in Māras Bann. ",
  "sn-blurbs:sn35.115": "Mönche oder Nonnen, die nach Sinnesreizen verlangen, sind in Māras Bann. ",
  "sn-blurbs:sn35.116": "Der Buddha sagt, dass man das Ende der Welt durch Gehen nicht erreichen kann, aber dass es unmöglich ist, das Leiden zu beenden, ohne ans Ende der Welt zu kommen. Die Mönche und Nonnen bitten Ānanda, diese rätselhafte Aussage zu erklären. ",
  "sn-blurbs:sn35.117": "Vor seinem Erwachen dachte der Buddha darüber nach, dass er beflissen sein solle, wenn sein Geist zu vergangenen, zukünftigen oder gegenwärtigen Sinnesreizen abschweifte. Er ermahnt die Mönche und Nonnen, den Ort zu finden, an dem die Sinnesreize vollständig aufhören, und sie bitten Ānanda, das näher zu erklären. ",
  "sn-blurbs:sn35.118": "Sakka der Götterkönig fragt den Buddha, warum Manche in diesem Leben erwachen und andere nicht. ",
  "sn-blurbs:sn35.119": "Der Elf Pañcasikha fragt den Buddha, warum Manche in diesem Leben erwachen und andere nicht. ",
  "sn-blurbs:sn35.120": "Ein Mönch teilt Sāriputta mit, dass einer seiner Freunde die Robe abgelegt hat. Sāriputta führt das darauf zurück, dass er die Sinne nicht gezügelt hat, zuviel gegessen hat und nicht genug wach geblieben ist. ",
  "sn-blurbs:sn35.121": "Als der Buddha erkennt, dass sein Sohn Rāhula reif für das Erwachen ist, nimmt er ihn mit zu einer persönlichen Unterweisung. Er befragt Rāhula zu allen Faktoren der Sinneserfahrung und führt ihn so zur Verwirklichung der vollständigen Freiheit. ",
  "sn-blurbs:sn35.122": "Die äußeren Sinnesfelder sind Dinge, die einen leicht fesseln, und Verlangen ist die Fessel. ",
  "sn-blurbs:sn35.123": "Die äußeren Sinnesfelder sind Dinge, die zum Ergreifen einladen, und Verlangen ist das Ergreifen. ",
  "sn-blurbs:sn35.124": "Am Großen Wald fragt der Hausbesitzer Ugga von Vesālī den Buddha, warum Manche in diesem Leben erwachen und andere nicht. ",
  "sn-blurbs:sn35.125": "In Hatthigāma fragt der Hausbesitzer Ugga von Hatthigāma den Buddha, warum Manche in diesem Leben erwachen und andere nicht. ",
  "sn-blurbs:sn35.126": "Bei Nālandā fragt der Hausbesitzer Upāli den Buddha, warum Manche in diesem Leben erwachen und andere nicht. ",
  "sn-blurbs:sn35.127": "Der König Udena von Kosambi fragt den Ehrwürdigen Bhāradvāja den Almosensammler, wie selbst junge Mönche den Zölibat einhalten können. Bhāradvāja sagt, es sei, weil sie Frauen als ihre Schwestern, Mütter oder Töchter ansähen. Wenn das nicht ausreihte, meditierten sie über die unattraktive Natur des Körpers. Und sie üben die Zügelung der Sinne. ",
  "sn-blurbs:sn35.128": "In Rājagaha fragt der Hausbesitzer Soṇa den Buddha, warum Manche in diesem Leben erwachen und andere nicht. ",
  "sn-blurbs:sn35.129": "Der Hausbesitzer Ghosita fragt Ānanda nach der Vielfalt der Elemente, und dieser antwortet in Begriffen der Elemente der Sinneserfahrung. ",
  "sn-blurbs:sn35.130": "Der Hausbesitzer Hāliddakāni fragt Mahākaccāna über die Beziehung zwischen der Vielfalt der Elemente und der Vielfalt der Berührungen, und dieser antwortet in Begriffen der Elemente der Sinneserfahrung. ",
  "sn-blurbs:sn35.131": "In Suṁsumāragira fragt der Hausbesitzer Nakulas Vater den Buddha, warum Manche in diesem Leben erwachen und andere nicht. ",
  "sn-blurbs:sn35.132": "Schüler des Brahmanen Lohicca machen Lärm, als sie in der Nähe von Mahākaccānas Hütte im Wald Feuerholz sammeln. Mahākaccāna bringt sie zum Schweigen und rezitiert Strophen, in denen er die tugendhaften Brahmanen der Vorzeit den heutigen gegenüberstellt. Sie nehmen daran Anstoß und berichten es ihrem Lehrer, der zu Mahākaccāna geht, um die Wahrheit herauszufinden. Doch Lohicca ist so beeindruckt von Mahākaccānas Lehren über die sechs Sinne, dass er Zuflucht nimmt. ",
  "sn-blurbs:sn35.133": "Ein Schüler der Brahmanin vom Verahaccāni-Stamm empfiehlt ihr die Unterweisung des Ehrwürdigen Udāyı̄, und sie lädt diesen zu einer Mahlzeit ein. Dabei zeigt sie eine eingebildete Haltung, worauf der Ehrwürdige geht, ohne zu lehren. Später sieht sie ihren Fehler ein, und er lehrt sie, dass Glück und Schmerz von den Sinnen abhängen. ",
  "sn-blurbs:sn35.134": "Nicht alle Mönche und Nonnen haben ihre Arbeit in Bezug auf die sechs Sinne bereits vollendet, aber manche haben das getan. ",
  "sn-blurbs:sn35.135": "Der Buddha spricht von einer Hölle, die „sechs Berührungsfelder“ heißt und wo alles, was man erlebt, einzig schmerzhaft und unangenehm ist. ",
  "sn-blurbs:sn35.136": "Götter und Menschen finden Vergnügen in den sechs Sinnen, aber der Klargewordene tut das nicht. Das Sutta wird von einer langen Reihe von Strophen illustriert. ",
  "sn-blurbs:sn35.137": "Götter und Menschen finden Vergnügen in den sechs Sinnen, aber der Klargewordene tut das nicht. ",
  "sn-blurbs:sn35.138": "Lasst los, was nicht euer ist: die sechs inneren Sinnesfelder. Wenn jemand Gras und Zweige vom Gelände des Klosters wegnähme, würden wir uns nicht aufregen, warum sollten wir uns über die Sinnesfelder Sorgen machen? ",
  "sn-blurbs:sn35.139": "Lasst los, was nicht euer ist: die sechs äußeren Sinnesfelder. Wenn jemand Gras und Zweige vom Gelände des Klosters wegnähme, würden wir uns nicht aufregen, warum sollten wir uns über die Sinnesfelder Sorgen machen? ",
  "sn-blurbs:sn35.140": "Da die Ursachen für die sechs inneren Sinnesfelder unbeständig sind, wie könnten diese da beständig sein? ",
  "sn-blurbs:sn35.141": "Da die Ursachen für die sechs inneren Sinnesfelder Leiden sind, wie könnten diese da frei von Leiden sein? ",
  "sn-blurbs:sn35.142": "Da die Ursachen für die sechs inneren Sinnesfelder ohne Selbst sind, wie könnten diese da ein Selbst sein? ",
  "sn-blurbs:sn35.143": "Da die Ursachen für die sechs äußeren Sinnesfelder unbeständig sind, wie könnten diese da beständig sein? ",
  "sn-blurbs:sn35.144": "Da die Ursachen für die sechs äußeren Sinnesfelder Leiden sind, wie könnten diese da frei von Leiden sein? ",
  "sn-blurbs:sn35.145": "Da die Ursachen für die sechs äußeren Sinnesfelder ohne Selbst sind, wie könnten diese da ein Selbst sein? ",
  "sn-blurbs:sn35.146": "Die sechs inneren Sinnesfelder sind nicht euer, sondern altes Karma, das durch Entscheidungen in früheren Leben geschaffen wurde. Das wird in Begriffen der vier edlen Wahrheiten erklärt. ",
  "sn-blurbs:sn35.147": "Wenn man den Vorgang der Sinneserfahrung als unbeständig betrachtet, so ist das dem Erlöschen förderlich. ",
  "sn-blurbs:sn35.148": "Wenn man den Vorgang der Sinneserfahrung als Leiden betrachtet, so ist das dem Erlöschen förderlich. ",
  "sn-blurbs:sn35.149": "Wenn man den Vorgang der Sinneserfahrung als ohne Selbst betrachtet, so ist das dem Erlöschen förderlich. ",
  "sn-blurbs:sn35.150": "Wenn man den Vorgang der Sinneserfahrung als unbeständig, Leiden und ohne Selbst betrachtet, so ist das dem Erlöschen förderlich. ",
  "sn-blurbs:sn35.151": "Jemand, der keinen „Schüler“ und keinen „Lehrer“ hat, lebt glücklich. Hier spielt der Buddha mit den Paliwörtern: „Schüler“ bedeutet „jemand, der innen wohnt“ und „Lehrer“ bedeutet „jemand, der einen hart angeht“. ",
  "sn-blurbs:sn35.152": "Wenn jemand fragt, wozu wir das geistliche Leben führen: Es ist, um das Leiden zu verstehen. ",
  "sn-blurbs:sn35.153": "Worauf stützen sich Mönche und Nonnen, wenn sie ihr Erwachen erklären? Auf ihre Beobachtung, ob bei den Sinneserfahrungen Verlangen aufkommt oder nicht. ",
  "sn-blurbs:sn35.154": "Man hat die Sinne vervollkommnet, wenn man nicht mehr an ihnen haftet. ",
  "sn-blurbs:sn35.155": "Ein Dhammalehrer ist jemand, der für das Ziel lehrt, die Sinne loszulassen. ",
  "sn-blurbs:sn35.156": "Rechte Ansicht heißt, man sieht die sechs inneren Sinnesfelder so, wie sie sind, als unbeständig; das führt zu Freiheit. ",
  "sn-blurbs:sn35.157": "Rechte Ansicht heißt, man sieht die sechs äußeren Sinnesfelder so, wie sie sind, als unbeständig; das führt zu Freiheit. ",
  "sn-blurbs:sn35.158": "Wenn man sich den inneren Sinnesfeldern gründlich zuwendet, sieht man sie, wie sie sind, und wird frei. ",
  "sn-blurbs:sn35.159": "Wenn man sich den äußeren Sinnesfeldern gründlich zuwendet, sieht man sie, wie sie sind, und wird frei. ",
  "sn-blurbs:sn35.160": "Mönche und Nonnen sollten Versenkung entwickeln, um die Unbeständigkeit des Vorgangs der Sinneserfahrung richtig zu verstehen. ",
  "sn-blurbs:sn35.161": "Mönche und Nonnen sollten sich in Abgeschiedenheit bemühen, um die Unbeständigkeit des Vorgangs der Sinneserfahrung richtig zu verstehen. ",
  "sn-blurbs:sn35.162": "Mahākoṭṭhita bittet den Buddha um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha rät ihm, das Sehnen nach dem Vorgang der Sinneserfahrung aufzugeben, da er unbeständig ist. ",
  "sn-blurbs:sn35.163": "Mahākoṭṭhita bittet den Buddha um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha rät ihm, das Sehnen nach dem Vorgang der Sinneserfahrung aufzugeben, da er Leiden ist. ",
  "sn-blurbs:sn35.164": "Mahākoṭṭhita bittet den Buddha um Unterweisung, bevor er sich zur Klausur zurückzieht. Der Buddha rät ihm, das Sehnen nach dem Vorgang der Sinneserfahrung aufzugeben, da er ohne Selbst ist. ",
  "sn-blurbs:sn35.165": "Falsche Ansicht entsteht, weil man den Vorgang der Sinneserfahrung ergreift. ",
  "sn-blurbs:sn35.166": "Glaube an eine Persönlichkeit entsteht, weil man den Vorgang der Sinneserfahrung ergreift. ",
  "sn-blurbs:sn35.167": "Glaube an ein Selbst entsteht, weil man den Vorgang der Sinneserfahrung ergreift. ",
  "sn-blurbs:sn35.228": "In der Lehre des Buddha sind die Sinnesorgane das „Meer“,  die äußeren Sinnesfelder sind die „Strömung“. ",
  "sn-blurbs:sn35.229": "In der Lehre des Buddha ist das „Meer“ das Genießen der Sinnesreize. ",
  "sn-blurbs:sn35.230": "Sinnenfreuden sind wie ein Köder am Angelhaken. ",
  "sn-blurbs:sn35.231": "Wie Saft aus einem jungen Baum fließt, so wird Verlangen von den Sinnen stimuliert, solange es noch vorhanden ist. ",
  "sn-blurbs:sn35.232": "Mahākoṭṭhita fragt Sāriputta, ob die inneren Sinnesfelder die Fesseln der äußeren sind oder umgekehrt. Die Antwort lautet: Sehnen und Begehren sind die Fessel, wie das Joch, das Ochsen aneinander bindet. Wer kein Sehnen hat, erfährt die Sinne, doch ohne gefesselt zu sein. ",
  "sn-blurbs:sn35.233": "Kāmabhū fragt Ānanda, ob die inneren Sinnesfelder die Fesseln der äußeren sind oder umgekehrt. Die Antwort lautet: Sehnen und Begehren sind die Fessel, wie das Joch, das Ochsen aneinander bindet. ",
  "sn-blurbs:sn35.234": "Udāyı̄ bemerkt zu Ānanda, dass der Buddha den Körper als ohne Selbst erklärt hat, und fragt nun, wie das mit dem Bewusstsein sei. Ānanda erklärt, wie Bewusstsein in Abhängigkeit von Bedingungen entsteht. ",
  "sn-blurbs:sn35.235": "Es wäre besser, wenn die Sinnesorgane mit rot glühenden Pflöcken durchspießt würden, als dass man sich an eine angenehme Sinneserfahrung hängt. ",
  "sn-blurbs:sn35.236": "Solange dieser Körper besteht, gibt es Leiden, das durch die sechs Sinne bedingt ist. ",
  "sn-blurbs:sn35.237": "Solange dieser Körper besteht, gibt es Leiden, das durch die sechs Sinne bedingt ist. ",
  "sn-blurbs:sn35.238": "Der Buddha reiht verschiedene mächtige Gleichnisse – Giftschlangen, Mörder, ein leeres Dorf usw. – zu einer ausgedehnten Parabel aneinander, die die Gefahren der Existenz und den Ausweg daraus illustriert. ",
  "sn-blurbs:sn35.239": "Wenn Mönche oder Nonnen drei Eigenschaften besitzen, leben sie glücklich: Zügelung der Sinne, Maßhalten beim Essen und Wachsein. ",
  "sn-blurbs:sn35.240": "Eine Parabel von einem Schakal, dem es nicht gelingt, eine Schildkröte zu fressen, die ihre Glieder eingezogen hat und sich nicht bewegt – wie ein Mönch, der seine Sinne zügelt. ",
  "sn-blurbs:sn35.241": "Der Buddha erzählt die Parabel von einem Baumstamm, der den Fluss hinabtreibt. Wenn er allen Hindernissen aus dem Weg geht, wird er irgendwann das Meer erreichen. Ein Mönch bittet um eine Erklärung, und der Buddha erklärt jeden Punkt. Ein Kuhhirte mit Namen Nanda hört zu und nimmt diese Lehrrede zum Anlass, fortzuziehen. ",
  "sn-blurbs:sn35.242": "Der Buddha erzählt die Parabel von einem Baumstamm, der den Fluss hinabtreibt. Wenn er allen Hindernissen aus dem Weg geht, wird er irgendwann das Meer erreichen. Der Ehrwürdige Kimbila bittet um eine Erklärung, und der Buddha erklärt jeden Punkt. ",
  "sn-blurbs:sn35.243": "Der Buddha wird eingeladen, in einer neuen Halle in Kapilavatthu zu lehren. Nachdem er die Sakyer unterwiesen hat, bittet er zu fortgeschrittener Stunde Moggallāna, zu lehren. Dieser spricht über geistige Befleckungen, die aus Anhänglichkeit an die Sinne entstehen. ",
  "sn-blurbs:sn35.244": "Der Buddha benennt die Dinge, deren Natur Leiden ist, als die fünf Aggregate und spornt die Mönche und Nonnen an, sich vom Verlangen nach den sechs Sinnen freizumachen, wozu er lebhafte Gleichnisse gibt. Dann spricht er darüber, wie selbst jemand, der sich zügelt, gelegentlich seine Achtsamkeit verlieren kann. ",
  "sn-blurbs:sn35.245": "Ein Mönch geht zu verschiedenen Lehrern und fragt, wie man das Sehen läutert. Er bekommt verschiedene Antworten und beklagt sich darüber beim Buddha, der dieses Dilemma mit dem berühmten Gleichnis vom Lackbaum illustriert. Der gleiche Baum kann zu verschiedenen Jahreszeiten von verschiedenen Menschen unterschiedlich beschrieben werden, je nach dem, ob Blätter, Früchte, Rinde usw. im Vordergrund stehen. So sprechen auch die verschiedenen Lehrer über die verschiedenen Aspekte des Dhamma aus ihrer je eigenen Erfahrung. ",
  "sn-blurbs:sn35.246": "Man soll die Sinne zügeln wie ein Bauer, der sein Feld überwacht. Der Buddha gibt eine Parabel von einem Mann, der verzaubert ist, als er zum ersten Mal eine Harfe hört. Er sucht nach dem Ton und nimmt dazu das Instrument auseinander, dann ist er enttäuscht, wenn er keinen Ton findet. ",
  "sn-blurbs:sn35.247": "Die Sinne gleichen einer Schlange, einem Krokodil, einem Vogel, einem Hund, einem Schakal und einem Affen, die zusammengebunden sind und in alle Richtungen ziehen. Achtsamkeit ist wie ein Pfosten, der ihnen einen Bezugspunkt gibt. ",
  "sn-blurbs:sn35.248": "Die sechs Sinne sind wie ein Bündel Gerste, das mit sechs Dreschflegeln gedroschen wird; und das Verlangen nach Wiedergeburt ist ein siebter Flegel. Der Buddha spricht weiter von der raffinierten Fessel der Götter; aber Māras Fessel, die Einbildung, ist noch raffinierter. ",
  "sn-blurbs:sn36": "Die „Verbundenen Lehrreden über Gefühle“ enthalten 31 Lehrreden über die drei Arten von Gefühl. In Manuskripten in Singhalesischer Schrift wird das als letzter Teil des Abschnitts über die sechs Sinnesfelder gerechnet. Das Wort „Gefühle“ gibt <i lang='pi' translate='no'>vedanā</i> wieder, das den einfachen Gefühlston oder die hedonische Qualität einer Erfahrung als angenehm, schmerzhaft oder neutral beschreibt und nicht die komplexen Zustände, die wir „Emotionen“ nennen. Im Prozess der Erfahrung entsteht Gefühl aus der Berührung mit den Sinnen und regt Verlangen an. Eins der Ziele der geistigen Entwicklung ist es, diese zweite Verbindung zuerst zu lockern und dann aufzulösen, sodass man zwar noch Gefühle hat, aber kein Verlangen mehr danach empfindet. Diese Sammlung schließt eine Anzahl reichhaltiger und bedeutsamer Lehrreden zu diesem Thema ein. ",
  "sn-blurbs:sn36.1": "Es gibt drei Gefühle, und wer meditiert und Versenkung übt, kann sie verstehen. ",
  "sn-blurbs:sn36.2": "Es gibt drei Gefühle, und alle sind Leiden. ",
  "sn-blurbs:sn36.3": "Man soll Verlangen nach angenehmem Gefühl, Abneigung gegen schmerzhaftes Gefühl und Unwissenheit in Bezug auf neutrales Gefühl aufgeben. ",
  "sn-blurbs:sn36.4": "Gewöhnliche Menschen denken, unter dem Meer sei ein tiefer Abgrund; doch in Wahrheit sind es schmerzhafte körperliche Gefühle. ",
  "sn-blurbs:sn36.5": "Angenehmes Gefühl soll man als Leiden, schmerzhaftes Gefühl als einen Pfeil und neutrales Gefühl als unbeständig sehen. ",
  "sn-blurbs:sn36.6": "Sowohl gewöhnliche als auch erwachte Menschen erleben die drei Gefühle. Der Unterschied besteht darin, dass ein gewöhnlicher Mensch, wenn er von einem Gefühl getroffen wird, darauf reagiert und so mehr Leiden schafft, während ein erwachter Mensch es mit Gleichmut aufnimmt. ",
  "sn-blurbs:sn36.7": "Ein Mönch soll seinem Tod achtsam achtsam und umsichtig entgegensehen. Die Gefühle des herannahenden Todes soll er mit Weisheit und Gleichmut tragen. ",
  "sn-blurbs:sn36.8": "Ein Mönch soll seinem Tod achtsam achtsam und umsichtig entgegensehen. Die Gefühle des herannahenden Todes soll er mit Weisheit und Gleichmut tragen. ",
  "sn-blurbs:sn36.9": "Die drei Gefühle sind unbeständig. ",
  "sn-blurbs:sn36.10": "Die drei Gefühle entspringen jeweils aus der entsprechenden Berührung. ",
  "sn-blurbs:sn36.11": "Ein Mönch fragt sich, wie es drei Arten von Gefühl geben kann, doch alle sind Leiden. ",
  "sn-blurbs:sn36.12": "Gefühle entstehen im Körper wie Winde durch den Luftraum wehen. Mit anschaulichen Strophen. ",
  "sn-blurbs:sn36.13": "Gefühle entstehen im Körper wie Winde durch den Luftraum wehen. ",
  "sn-blurbs:sn36.14": "Gefühle entstehen im Körper wie Gäste in einem Hotel. ",
  "sn-blurbs:sn36.15": "Der Buddha erklärt Ānanda die Gefühle in Begriffen von Entstehen und Vergehen, vorteilhaften und nachteiligen Folgen und Entrinnen. ",
  "sn-blurbs:sn36.16": "Der Buddha befragt Ānanda über die Gefühle in Begriffen von Entstehen und Vergehen, vorteilhaften und nachteiligen Folgen und Entrinnen. ",
  "sn-blurbs:sn36.17": "Der Buddha erklärt mehreren Mönchen und Nonnen die Gefühle in Begriffen von Entstehen und Vergehen, vorteilhaften und nachteiligen Folgen und Entrinnen. ",
  "sn-blurbs:sn36.18": "Der Buddha befragt mehrere Mönche und Nonnen über die Gefühle in Begriffen von Entstehen und Vergehen, vorteilhaften und nachteiligen Folgen und Entrinnen. ",
  "sn-blurbs:sn36.19": "Der Zimmermann Pañcakaṅga ist bei der Frage, wie viele Arten von Gefühl der Buddha gelehrt hat, anderer Meinung als der Ehrwürdige Udāyī. Der Buddha bestätigt, dass beides authentische Lehren sind, die in unterschiedlichen Kontexten zutreffen. ",
  "sn-blurbs:sn40": "Die „Verbundenen Lehrreden mit Moggallāna“ enthalten 11 Lehrreden, die von Moggallāna, einer der Hauptschüler, gesprochen werden. Er berichtet den Mönchen und Nonnen von seinen Schwierigkeiten bei der Meditation und wie der Buddha ihm Mut machte. In den letzten beiden Lehrreden besucht er den Himmel und unterweist die Götter. ",
  "sn-blurbs:sn40.1": "Moggallāna berichtet den Mönchen und Nonnen, wie seine Übung der ersten Vertiefung zeitweilig nicht glückte. Er drückt seine Dankbarkeit gegenüber dem Buddha aus, der ihn anspornte, diese Meditation zu festigen. ",
  "sn-blurbs:sn40.2": "Moggallāna berichtet den Mönchen und Nonnen, wie seine Übung der zweiten Vertiefung zeitweilig nicht glückte. Er drückt seine Dankbarkeit gegenüber dem Buddha aus, der ihn anspornte, diese Meditation zu festigen. ",
  "sn-blurbs:sn40.3": "Moggallāna berichtet den Mönchen und Nonnen, wie seine Übung der dritten Vertiefung zeitweilig nicht glückte. Er drückt seine Dankbarkeit gegenüber dem Buddha aus, der ihn anspornte, diese Meditation zu festigen. ",
  "sn-blurbs:sn40.4": "Moggallāna berichtet den Mönchen und Nonnen, wie seine Übung der vierten Vertiefung zeitweilig nicht glückte. Er drückt seine Dankbarkeit gegenüber dem Buddha aus, der ihn anspornte, diese Meditation zu festigen. ",
  "sn-blurbs:sn40.5": "Moggallāna berichtet den Mönchen und Nonnen, wie seine Übung der Dimension des unendlichen Raumes zeitweilig nicht glückte. Er drückt seine Dankbarkeit gegenüber dem Buddha aus, der ihn anspornte, diese Meditation zu festigen. ",
  "sn-blurbs:sn40.6": "Moggallāna berichtet den Mönchen und Nonnen, wie seine Übung der Dimension des unendlichen Bewusstseins zeitweilig nicht glückte. Er drückt seine Dankbarkeit gegenüber dem Buddha aus, der ihn anspornte, diese Meditation zu festigen. ",
  "sn-blurbs:sn40.7": "Moggallāna berichtet den Mönchen und Nonnen, wie seine Übung der Dimension des Nichts zeitweilig nicht glückte. Er drückt seine Dankbarkeit gegenüber dem Buddha aus, der ihn anspornte, diese Meditation zu festigen. ",
  "sn-blurbs:sn40.8": "Moggallāna berichtet den Mönchen und Nonnen, wie seine Übung der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, zeitweilig nicht glückte. Er drückt seine Dankbarkeit gegenüber dem Buddha aus, der ihn anspornte, diese Meditation zu festigen. ",
  "sn-blurbs:sn40.9": "Moggallāna berichtet den Mönchen und Nonnen, wie seine Übung des Merkmalslosen zeitweilig nicht glückte. Er drückt seine Dankbarkeit gegenüber dem Buddha aus, der ihn anspornte, diese Meditation zu festigen. ",
  "sn-blurbs:sn40.10": "Moggallāna begibt sich in den Himmel der Dreiunddreißig, um zu Sakka dem Götterkönig und seinem großen Gefolge zu sprechen. Er spricht lobend über das Zufluchtnehmen, da es in den Himmel führe. Sakka bestätigt das wiederholt und fügt hinzu, dass Götter, die Zuflucht genommen und Ethikregeln eingehalten haben, die anderen Götter im Himmel übertreffen. ",
  "sn-blurbs:sn40.11": "Der Dialog von SN 40.10 wird mit einer Reihe anderer Gottheiten wiederholt. ",
  "sn-blurbs:sn42": "Die „Verbundenen Lehrreden mit Ortsvorstehern“ enthalten 13 Lehrreden, in denen verschiedene Dorfälteste oder Ortsvorsteher vorkommen. Manchmal stellen sie Fragen, die sich auf ihre Berufe beziehen, die vom Unterhaltungskünstler bis zum Krieger reichen; andere Lehrreden wiederum berühren bekannte Lehrthemen, wie das Überwinden von Hass, der Wert der brahmanischen Riten oder ob Mönche und Nonnen Geld benutzen sollten. Manche der Ortsvorsteher sind feindlich gesonnen und wollen dem Buddha in der Debatte ein Bein stellen oder beschuldigen ihn, ein Zauberer zu sein. Am Ende lassen sie sich jedoch von den mitfühlenden und gemäßigten Antworten des Buddha gewinnen. ",
  "sn-blurbs:sn42.11": "Der Ortsvorsteher Bhadraka fragt den Buddha, wie das Leiden entsteht und wie es aufhört, und der Buddha zeigt, dass ihm wegen seiner Anhänglichkeit ein Verlust in seiner eigenen Gemeinde Leid brächte. ",
  "sn-blurbs:sn44": "Die „Verbundenen Lehrreden über das, was nicht erklärt wurde“ enthalten 11 Lehrreden über das Thema der zehn „nicht erklärten“ Fragen. Diese sind eine Standardserie metaphysischer Hypothesen, die der Buddha zurückwies, da sie auf die implizite Annahme eines Selbst gegründet und daher für die Befreiung hinderlich sind. In der ersten Lehrrede unterhalten sich der König Pasenadi und die Nonne Khemā über dieses Thema. ",
  "sn-blurbs:sn44.1": "Bei einem Aufenthalt in Toraṇavatthu möchte König Pasenadi einen geistlichen Lehrer besuchen, und die Nonne Khemā wird ihm bestens empfohlen. Er befragt sie darüber, ob ein Klargewordener nach dem Tod existiert, und sie erklärt, dass man das nicht beantworten kann. Später besucht er den Buddha, der ganz genauso antwortet. ",
  "sn-blurbs:sn44.2": "Der Ehrwürdige Anurādha wird von einigen Asketen befragt und sagt schließlich, der Klargewordene werde in anderen Begriffen beschrieben als „nach dem Tod fortdauern“ usw. Die Wanderer bezeichnen ihn als Toren, daher vergewissert er sich beim Buddha. Dieser sagt, ein Klargewordener kann nicht einmal in diesem Leben begriffen werden, wie könnte man ihn da nach dem Tod beschreiben? ",
  "sn-blurbs:sn45": "Die „Verbundenen Lehrreden über den Pfad“ enthalten 180 Lehrreden über den edlen achtfachen Pfad, den „mittleren Weg“; das ist die erste und wichtigste aller Lehren des Buddha über den geistlichen Übungsweg. Der achtfache Pfad wird in der ersten Lehrrede als vierte edle Wahrheit genannt. Er beginnt mit „rechter Ansicht“, die zunächst ein korrektes begriffliches Verstehen darstellt, das sich auf das Hören der Lehre und das Nachdenken über ihre Bedeutung stützt. Der zweite Faktor ist rechtes Denken und bezieht sich auf die Haltung oder Motivation, die die Übung prägt. Die nächsten drei Faktoren beschäftigen sich mit dem ethischen Verhalten, und die letzten drei betreffen unmittelbar die Meditation. Wenn alle Faktoren ausgereift sind, ermöglicht die „rechte Versenkung“ oder die vier Vertiefungen (<i lang='pi' translate='no'>jhānas</i>), dass sich das anfängliche begriffliche Verstehen zu einer tieferen Ebene der Einsicht und des Loslassens entwickelt. Dieses und die folgenden Kapitel enthalten viele wesentliche Lehrreden zu dem Thema, doch die große Zahl der Lehrreden kommt hauptsächlich durch die formelhaften Serien „abgekürzter Texte“ zustande, die jedes Kapitel abschließen. ",
  "sn-blurbs:sn45.2": "Als Ānanda sagt, gute Freundschaft sei der halbe spirituelle Pfad, verbessert ihn der Buddha und sagt, dass sie tatsächlich der ganze spirituelle Pfad sei. Mit guter Freundschaft als Grundlage erfüllt  man den edlen achtfachen Pfad. ",
  "sn-blurbs:sn45.3": "Als Sāriputta sagt, gute Freundschaft sei der ganze spirituelle Pfad, stimmt ihm der Buddha zu. Mit guter Freundschaft als Grundlage erfüllt  man den edlen achtfachen Pfad. ",
  "sn-blurbs:sn45.8": "Der Buddha stellt den achtfachen Pfad vor, mit einer ausführlichen Besprechung jedes Faktors. Es ist davon auszugehen, dass diese Erläuterungen überall da gelten, wo der achtfache Pfad gelehrt wird. ",
  "sn-blurbs:sn46": "Die „Verbundenen Lehrreden über die Faktoren des Erwachens“ enthalten 184 Lehrreden zu diesen sieben Faktoren. Es sind solche Eigenschaften wie Achtsamkeit oder Untersuchung von Gesetzmäßigkeiten, die eine meditierende Person zum Erwachen führen. Der Fokus richtet sich hier insbesondere auf die Meditation, im Unterschied zum mehr ganzheitlichen Ansatz des vorherigen Kapitels über den Pfad. Einige besondere Merkmale dieser Sammlung sind etwa das Aufsagen der Faktoren des Erwachens, um Kranke anzuregen, oder die häufige Gegenüberstellung der sieben Faktoren des Erwachens und der fünf Hindernisse. ",
  "sn-blurbs:sn46.3": "Hier werden die Faktoren des Erwachens im Zusammenhang mit dem Hören der Lehre und dem Nachdenken darüber beschrieben. Dies führt zum vollkommenen Erwachen oder zumindest einer der verschiedenen Stufen der Nichtwiederkehr. ",
  "sn-blurbs:sn46.51": "Der Buddha legt im Einzelnen die Faktoren dar, die die Hindernisse und die Faktoren des Erwachens nähren. ",
  "sn-blurbs:sn46.54": "Wanderer sagen buddhistischen Mönchen, dass sie ebenso wie der Buddha die fünf Hindernisse und die vier Brahmāmeditationen lehrten. Was soll der Unterschied sein? Der Buddha erklärt im Einzelnen die Beziehung zwischen den Brahmāmeditationen und den Faktoren des Erwachens, die zusammen zur Befreiung führen. ",
  "sn-blurbs:sn46.55": "Der Brahmane Saṅgārava fragt, warum er sich manchmal an seine Hymnen erinnern kann und manchmal nicht. Der Buddha erklärt, dass mit der An- oder Abwesenheit der Hindernisse und den Faktoren des Erwachens zu tun hat. Er illustriert jedes der Hindernisse mit einer Schale mit Wasser. ",
  "sn-blurbs:sn47": "Die „Verbundenen Lehrreden über Achtsamkeitsmeditation“ enthalten 104 Lehrreden über die vier Arten der Achtsamkeitsmeditation (<i lang='pi' translate='no'>satipaṭṭhāna</i>, auch als „Grundlagen der Achtsamkeit“ oder „Errichtung der Achtsamkeit“ bekannt). Die vier betreffen den Körper, die Gefühle, den Geist und natürliche Gesetzmäßigkeiten. Der letzte Punkt wird in verschiedener Weise übersetzt, aber ein genaues Studium der Texte in diesem Kapitel zeigt, dass er sich ursprünglich auf die „natürlichen Gesetzmäßigkeiten“ der ursächlichen Zusammenhänge bezieht, die dem Vorgang der Meditation selbst zugrunde liegen. Diese Lehrreden über dieses wesentliche Thema sind viel weniger bekannt als die längeren „Lehrreden über Achtsamkeitsmeditation“, die man in zwei Versionen in MN 10 und DN 22 findet. Dabei sind sie historisch älter als die späteren Zusammenstellungen. Wo MN 10 die Betonung auf Einsichtsmeditation legt, finden wir in dieser Sammlung Achtsamkeit häufig mit Vertiefung verbunden; sie ist ja der Pfadfaktor, der direkt in die „rechte Versenkung“ führt. Einsicht wird nur selten erwähnt. Die Grundbedeutung des Wortes Achtsamkeit (<i lang='pi' translate='no'>sati</i>) ist „Erinnerung“, und auf die Meditation angewendet bedeutet es, dass man seine Meditation nicht „vergisst“, sondern den Atem oder andere Meditationsthemen im Blick behält. Diese Sammlung zeigt eine Reihe von Blickwinkeln, um Achtsamkeitsmeditation zu betrachten; eine ihrer Besonderheiten ist eine Reihe von Gleichnissen oder Parabeln, die die Übung veranschaulichen. Die Partnerin der Achtsamkeit ist die „Umsicht“ (<i lang='pi' translate='no'>sampajañña</i>, manchmal als „Wissensklarheit“ wiedergegeben). Sie bezieht sich auf ein breites Gewahrsein und Verständnis, besonders während täglicher Verrichtungen. ",
  "sn-blurbs:sn47.1": "In Ambapālīs Mangowäldchen unterweist der Buddha die Mönche und Nonnen im „Pfad zum Zusammenfließen“, den vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.2": "In Ambapālīs Mangowäldchen unterweist der Buddha die Mönche und Nonnen in den vier Arten der Achtsamkeitsmeditation und dem Üben von Umsicht. ",
  "sn-blurbs:sn47.3": "Als ein Mönch um eine Unterweisung für eine Klausur bittet, weist der Buddha ihn unerwartet zurück, da er sich offenbar schlecht benommen hatte. Doch er besteht darauf, dass es ihm jetzt ernst ist. Der Buddha gibt nach und lehrt die vier Arten der Achtsamkeitsmeditation, die auf Ethik gegründet sind. ",
  "sn-blurbs:sn47.4": "Frisch ordinierte Mönche und Nonnen <em>sollten</em> die vier Arten der Achtsamkeitsmeditation üben, Menschen in Schulung <em>üben</em> sie und Vollendete <em>haben</em> die Übung <em>vollendet</em>. ",
  "sn-blurbs:sn47.5": "Die vier Arten der Achtsamkeitsmeditation stellen einen ganzen Haufen tauglicher Dige dar. ",
  "sn-blurbs:sn47.6": "Die Parabel von der Wachtel und dem Habicht. Als die Wachtel sich aus ihrem angestammten Revier herauswagte, wurde sie angreifbar. Und was ist das angestammte Revier für Mönche und Nonnen? Die vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.7": "Die Parabel vom törichten Affen, der in die Falle gerät, als er sich aus seinem angestammten Revier herauswagt. Und was ist das angestammte Revier für Mönche und Nonnen? Die vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.8": "Die Parabel vom Koch. Er setzt dem König verschiedene Speisen vor und beobachtet, welche der König mag. Ebenso beobachtet ein Mönch, warum seine Meditation erfolgreich ist oder scheitert. Wenn die vier Arten der Achtsamkeitsmeditation erfolgreich sind, führen sie zum Aufgeben der Hindernisse und dem Eintritt in die Versenkung. ",
  "sn-blurbs:sn47.9": "Der Buddha beschließt, seine letzte Regenzeit bei Vesālī im Dorf Beluva zu verbringen. Während dieser Klausur wird er sehr krank, erholt sich aber wieder. Ānanda fragt sich, wer den Saṅgha leiten wird, wenn der Buddha gestorben ist, aber der Buddha sagt, sie sollten ihre eigene Zuflucht sein und sich auf die vier Arten der Achtsamkeitsmeditation stützen. ",
  "sn-blurbs:sn47.10": "Als Ānanda die Nonnenunterkünfte besucht, berichten ihm die Nonnen, dass ihre Meditation zu höheren Stufen fortschreitet. Ānanda überbringt dem Buddha die gute Nachricht, und dieser spricht von zwei Arten, die vier Arten der Achtsamkeitsmeditation zu entwickeln: gerichtet und ungerichtet. ",
  "sn-blurbs:sn47.11": "Sāriputta fragt den Buddha, was ein großer Mensch sei, und der Buddha sagt, es ist jemand, dessen Geist befreit wurde, indem er die vier Arten der Achtsamkeitsmeditation entwickelte. ",
  "sn-blurbs:sn47.12": "Sāriputta behauptet kühn, dass niemand jemals mehr erleuchtet war als der Buddha oder das jemals sein wird. Er gibt zu, dass er nicht die Gedanken aller Buddhas lesen kann, aber er versteht eine Gesetzmäßigkeit des Dhamma: Alle, die erwachen, tun das, indem sie die fünf Hindernisse aufgeben, die vier Arten der Achtsamkeitsmeditation üben und die sieben Faktoren des Erwachens entwickeln. ",
  "sn-blurbs:sn47.13": "Sāriputta wird krank und stirbt und der Novize Cunda nimmt zusammen mit Ānanda seine Schale und seine Roben und überbringt dem Buddha die traurige Nachricht. Der Buddha vertreibt Ānandas Traurigkeit, indem er über die vier Arten der Achtsamkeitsmeditation spricht. ",
  "sn-blurbs:sn47.14": "Nach Sāriputtas und Moggallānas Tod (letzterer wird nicht im Kanon berichtet) sagt der Buddha, der Saṅgha sehe leer aus; doch er ist  nicht traurig. ",
  "sn-blurbs:sn47.15": "Als der Ehrwürdige Bāhiya um eine Unterweisung bittet, um damit in Klausur zu gehen, lehrt der Buddha die vier Arten der Achtsamkeitsmeditation, fest in der Ethik verankert. ",
  "sn-blurbs:sn47.16": "Als der Ehrwürdige Uttiya um eine Unterweisung bittet, um damit in Klausur zu gehen, lehrt der Buddha die vier Arten der Achtsamkeitsmeditation, fest verankert in der Ethik. ",
  "sn-blurbs:sn47.17": "Die vier Arten der Achtsamkeitsmeditation führen zum Ende des Leidens. ",
  "sn-blurbs:sn47.18": "Gleich nach dem Erwachen des Buddha stützt Brahmā Sahampati seine Überlegung, dass die vier Arten der Achtsamkeitsmeditation der Weg zum Zusammenfließen sind. ",
  "sn-blurbs:sn47.19": "Zwei Akrobatinnen diskutieren, ob sie gegenseitig aufeinander aufpassen sollten oder jede auf sich selbst. Der Buddha sagt, indem sie auf sich selbst aufpassen, passen sie aufeinander auf. Ebenso sollten wir Achtsamkeitsmeditation zu unserem eigenen Wohl und zum Wohl der anderen üben. ",
  "sn-blurbs:sn47.20": "Eine Parabel, die eine unlösbare Aufgabe beschreibt: zwischen einer beliebten Künstlerin und der Menschenmenge, die sich drängt, um sie zu sehen, hindurchgehen und dabei eine Schüssel tragen, die bis an den Rand mit Öl gefüllt ist, während ein Mann mit gezogenem Schwert darauf wartet, einem den Kopf abzuschlagen, wenn man einen Tropfen verschüttet. Das ist Achtsamkeit! ",
  "sn-blurbs:sn47.21": "Der Ehrwürdige Bhadda fragt Ānanda nach dem Zweck der ethischen Tugenden, die der Buddha angeraten hat. Es ist die Entwicklung der vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.22": "Der Ehrwürdige Bhadda fragt Ānanda nach den Bedingungen, unter denen die wahre Lehre nach dem Tod des Buddha lange bestehen bleibt bzw.  nicht bestehen bleibt. Ānanda sagt, es hänge davon ab, ob die vier Arten der Achtsamkeitsmeditation geübt werden. ",
  "sn-blurbs:sn47.23": "Der Ehrwürdige Bhadda fragt Ānanda nach den Bedingungen, unter denen die wahre Lehre verkümmert. Ānanda sagt, es hänge davon ab, ob die vier Arten der Achtsamkeitsmeditation geübt werden. ",
  "sn-blurbs:sn47.24": "Eine einfache Unterweisung über die vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.25": "Ein Brahmane fragt den Buddha nach den Bedingungen, unter denen die wahre Lehre nach dem Tod des Buddha lange bestehen bleibt bzw.  nicht bestehen bleibt. Der Buddha sagt, es hänge davon ab, ob die vier Arten der Achtsamkeitsmeditation geübt werden. ",
  "sn-blurbs:sn47.26": "Sāriputta fragt Anuruddha, wodurch man ein Übernder ist. Es ist jemand, der die vier Arten der Achtsamkeitsmeditation teilweise entwickelt hat. ",
  "sn-blurbs:sn47.27": "Sāriputta fragt Anuruddha, wodurch man eine Meisterin ist. Es ist jemand, der die vier Arten der Achtsamkeitsmeditation vollständig entwickelt hat. ",
  "sn-blurbs:sn47.28": "Anuruddha erklärt, er habe die verschiedenen unmittelbaren Einsichten durch das Üben der vier Arten der Achtsamkeitsmeditation erlangt. ",
  "sn-blurbs:sn47.29": "Als der Hausbesitzer Sirivaḍḍha krank ist, besucht Ānanda ihn und ermutigt ihn, Achtsamkeitsmeditation zu üben. Aber er hat sie bereits entwickelt und die fünf niederen Fesseln aufgegeben. ",
  "sn-blurbs:sn47.30": "Als der Hausbesitzer Mānadinna krank ist, besucht Ānanda ihn und ermutigt ihn, Achtsamkeitsmeditation zu üben. Aber er hat sie bereits entwickelt und die fünf niederen Fesseln aufgegeben. ",
  "sn-blurbs:sn47.31": "Das vollständige Wissen über die Achtsamkeitsmeditation war vor dem Buddha nicht bekannt. ",
  "sn-blurbs:sn47.32": "Die vier Arten der Achtsamkeitsmeditation führen zu Frieden. ",
  "sn-blurbs:sn47.33": "Wer die vier Arten der Achtsamkeitsmeditation vernachlässigt hat, hat den edlen Pfad vernachlässigt. ",
  "sn-blurbs:sn47.34": "Die vier Arten der Achtsamkeitsmeditation führen vom diesseitigen zum jenseitigen Ufer. ",
  "sn-blurbs:sn47.35": "Achtsamkeit besteht in den vier Arten der Achtsamkeitsmeditation. Umsicht besteht darin, das Entstehen und Vergehen von Gefühlen, Gedanken und Wahrnehmungen zu beobachten. ",
  "sn-blurbs:sn47.36": "Wenn die vier Arten der Achtsamkeitsmeditation entwickelt werden, kann man Vollendung oder Nichtwiederkehr erwarten. ",
  "sn-blurbs:sn47.37": "Mit der Entwicklung der vier Arten der Achtsamkeitsmeditation gibt man das Sehnen auf. ",
  "sn-blurbs:sn47.38": "Die vier Arten der Achtsamkeitsmeditation führen zum vollständigen Verstehen. ",
  "sn-blurbs:sn47.39": "Die Entwicklung der vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.40": "Der Buddha lehrt die einfache Formel für die vier Arten der Achtsamkeitsmeditation und eine fortgeschrittene Aufgliederung, in der auch ihre Vergänglichkeit betrachtet wird. ",
  "sn-blurbs:sn47.41": "Entwickelt die vier Arten der Achtsamkeitsmeditation, lasst die Unsterblichkeit nicht verloren gehen. ",
  "sn-blurbs:sn47.42": "Die Ursachen für das Entstehen und Enden der Stützpunkte der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.43": "Der Buddha erzählt den Mönchen und Nonnen, wie nach seinem Erwachen Brahmā Sahampati seine Überlegung bestätigte, dass die vier Arten der Achtsamkeitsmeditation der Weg zum Einswerden sind. ",
  "sn-blurbs:sn47.44": "Sei achtsam, indem du die vier Arten der Achtsamkeitsmeditation entwickelst. ",
  "sn-blurbs:sn47.45": "Die vier Arten der Achtsamkeitsmeditation stellen einen ganzen Haufen tauglicher Dige dar. ",
  "sn-blurbs:sn47.46": "Als eine Nonne um eine Unterweisung bittet, um damit in Klausur zu gehen, lehrt der Buddha die vier Arten der Achtsamkeitsmeditation, fest verankert in der Zügelung gemäß der Ordenssatzung. ",
  "sn-blurbs:sn47.47": "Als ein Mönch um eine Unterweisung bittet, um damit in Klausur zu gehen, lehrt der Buddha die vier Arten der Achtsamkeitsmeditation, fest verankert in gutem Verhalten mit dem Körper, der Sprache und dem Geist. ",
  "sn-blurbs:sn47.48": "Man sollte seine Freundinnen und Freunde ermutigen, die vier Arten der Achtsamkeitsmeditation zu üben. ",
  "sn-blurbs:sn47.49": "Die vier Arten der Achtsamkeitsmeditation helfen, die drei Arten von Gefühl zu verstehen. ",
  "sn-blurbs:sn47.50": "Die vier Arten der Achtsamkeitsmeditation helfen, die Befleckungen aufzugeben. ",
  "sn-blurbs:sn51": "Die „Verbundenen Lehrreden über die Grundlagen der Wunderkräfte“ enthalten 86 Lehrreden, die von den Eigenschaften Begeisterung oder Verlangen nach der Übung, Energie, höheres Bewusstsein und Nachforschen handeln, von denen es heißt, dass sie zur Entwicklung der verschiedenen Wunderkräfte führen. Der Zweck der Buddhalehre ist es natürlich nicht, solche Fähigkeiten zu entwickeln. Aber sie wecken bei Menschen, die sich mit Spiritualität befassen, ständig Interesse und Faszination – nicht nur im alten Indien –, und es scheint, der Buddha hat diesen besonderen Ansatz für den Pfad formuliert, um die anzusprechen, die daran interessiert sind. Die Betonung liegt auf der Entwicklung einer tiefen meditativen Versenkung (<i lang='pi' translate='no'>Samādhi</i>), indem man Mühe einsetzt. ",
  "sn-blurbs:sn51.10": "Der Buddha sagt, er könne bis zum Ende des Äons weiterleben, da er die vier Grundlagen der Wunderkräfte entwickelt habe. Aber Ānanda versteht den Wink nicht. ",
  "sn-blurbs:sn54": "Die „Verbundenen Lehrreden über Atemmeditation“ enthalten 20 Lehrreden über Atemmeditation (<i lang='pi' translate='no'>ānāpānassati</i>), die meist geschätzte Meditation vom frühen Buddhismus bis zum heutigen Tag. Sie wurde vom Buddha selbst geübt. Die Meditation wird als detaillierte Folge von sechzehn Schritten gelehrt. Diese folgen teilweise aufeinander, aber überschneiden sich auch in manchen Fällen. Sie zu entwickeln, erfüllt alle vier Arten der Achtsamkeitsmeditation und die sieben Faktoren des Erwachens. Somit kann diese eine Form der Meditation bis zum Erwachen führen; was nicht  heißt, dass es in jedem Fall die beste Herangehensweise ist. Es hatte einen Grund, warum der Buddha viele verschiedene Meditationsformen lehrte: Jede hat ihre besonderen Eigenschaften und Vorteile. Atemmeditation wird als friedvolle und angenehme Meditation angesehen, die hilft, ablenkende Gedanken zu beruhigen. Es ist eine einfache Übung, die allgemein für die meisten Meditierenden geeignet ist und die in tiefe Meditationszustände hineinführt. ",
  "sn-blurbs:sn54.9": "Der Buddha lehrte die Mönche und Nonnen die Meditation über die Unschönheit des Körpers und zog sich dann zur Klausur zurück. Viele Mönche verstanden die Unterweisung aber falsch und nahmen sich das Leben. Der Buddha lehrte die Atemmeditation als eine friedliche und angenehme Meditation. ",
  "sn-blurbs:sn54.11": "Der Buddha geht für drei Monate in Klausur und erklärt anschließend, dass er während dieser Zeit vor allem Atemmeditation geübt hat. ",
  "sn-blurbs:sn54.12": "Der Ehrwürdige Lomasavaṅgīsa erklärt Mahānāma den Unterschied zwischen jemandem in Schulung und dem Klargewordenen. Die Person in Schulung übt, um die Hindernisse aufzugeben, während der Klargewordene bereits alle Befleckungen aufgelöst hat. ",
  "sn-blurbs:sn55": "Die „Verbundenen Lehrreden über den Stromeintritt“ enthalten 74 Lehrreden über das Thema des Stromeintritts, oder, genauer gesagt, zwei Reihen von je vier Eigenschaften, von denen eine jemanden als in den Strom eingetreten ausweist und die andere hilft, dieses Ziel zu erreichen. Die grundlegenden Eigenschaften der ersten Reihe betreffen Vertrauen und sittliches Verhalten. Bei der zweiten ist es das Hören der Lehre und entsprechendes Üben. Man beachte, dass diese Reihen nicht erschöpfend beschreiben, was es heißt, in den Strom eingetreten zu sein; viele andere sind an anderer Stelle beschrieben. Aber sie dienen dazu, die zentrale Rolle zu betonen, die insbesondere das Vertrauen spielt. ",
  "sn-blurbs:sn55.10": "Ānanda fragt den Buddha nach der Wiedergeburt verschiedener Schüler. Der Buddha gibt die gewünschten Erklärungen und schlägt eine Möglichkeit vor, mit der Menschen es selbst erkennen können, indem sie über die vier Faktoren des Stromeintritts nachdenken. ",
  "sn-blurbs:sn55.11": "Der Buddha lehrt tausend Nonnen die vier Faktoren des Stromeintritts. ",
  "sn-blurbs:sn56": "Die „Verbundenen Lehrreden über die Wahrheiten“ enthalten 131 Lehrreden über die vier edlen Wahrheiten: das Leiden, seine Ursache, sein Aufhören und der Weg. Diese stellten das Hauptthema der ersten Lehrrede des Buddha dar, die hier als SN 56.11 enthalten ist. Der Buddha sagte, all seine Lehren seien in den vier edlen Wahrheiten enthalten. Tatsächlich kann man die übergeordnete Gliederung  der wichtigsten Saṁyuttas mit Themen der Lehre als ein erweitertes Beispiel dafür sehen: Die Abschnitte über die zusammenwirkenden Faktoren und die Sinnesfelder befassen sich mit der ersten edlen Wahrheit; das abhängige Entstehen befasst sich mit der zweiten und dritten; und die Kapitel über den Pfad befassen sich mit der letzten Wahrheit. Dieses Kapitel zeigt einen übergeordneten Blickwinkel über die anderen Lehren, und es steht am Ende, geradeso wie das Verstehend er vier edlen Wahrheiten aus dem Pfad hervorgeht. ",
  "sn-blurbs:sn56.1": "Mönche und Nonnen sollten Versenkung üben, damit sie die vier edlen Wahrheiten verstehen: das Leiden, die Ursache des Leidens, das Aufhören des Leidens und den Weg. ",
  "sn-blurbs:sn56.2": "Mönche und Nonnen sollten Abgeschiedenheit entwickeln, um die vier edlen Wahrheiten zu verstehen. ",
  "sn-blurbs:sn56.3": "Angehörige anständiger Familien ziehen fort, um die vier edlen Wahrheiten zu verstehen. ",
  "sn-blurbs:sn56.4": "Angehörige anständiger Familien ziehen fort, um zu den vier edlen Wahrheiten durchzudringen. ",
  "sn-blurbs:sn56.5": "Wahre Asketen verstehen die vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.6": "Wahre Asketen erwachen, indem sie die vier edlen Wahrheiten verstehen. ",
  "sn-blurbs:sn56.7": "Denkt keine schlechten Gedanken. Denkt stattdessen an die vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.8": "Denkt nicht über Unnötiges nach. Denkt stattdessen über die vier edlen Wahrheiten nach. ",
  "sn-blurbs:sn56.9": "Streitet nicht. Redet stattdessen über die vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.10": "Schwätzt nicht. Redet stattdessen über die vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.11": "Die berühmte erste Lehrrede, die bei Varanasi gehalten wurde und an die Gruppe der fünf Asketen gerichtet war. Sie beginnt damit, dass die Extreme von Asketentum und Genießen zurückgewiesen werden und der mittlere Weg, der achtfache Pfad, empfohlen wird. Dann definiert die Rede die vier edlen Wahrheiten und gliedert sie nach zwölf Aspekten auf. Sie endet damit, dass der Ehrwürdige Kondañña der erste Mensch nach dem Buddha wird, der den Dhamma versteht. ",
  "sn-blurbs:sn56.12": "Alle Klargewordenen verstehen die vier edlen Wahrheiten in ihren zwölf Aspekten ",
  "sn-blurbs:sn56.13": "Die vier edlen Wahrheiten werden definiert, die Wahrheit vom Leiden als die fünf Aggregate. ",
  "sn-blurbs:sn56.14": "Die vier edlen Wahrheiten werden definiert, die Wahrheit vom Leiden als die sechs Sinnesfelder. ",
  "sn-blurbs:sn56.15": "Der Buddha fragt die Mönche und Nonnen, wie sie die vier edlen Wahrheiten im Gedächtnis haben. ",
  "sn-blurbs:sn56.16": "Der Buddha fragt die Mönche und Nonnen, wie sie die vier edlen Wahrheiten im Gedächtnis haben. ",
  "sn-blurbs:sn56.17": "Unwissenheit bedeutet, die vier edlen Wahrheiten nicht zu kennen. ",
  "sn-blurbs:sn56.18": "Wissen bedeutet, die vier edlen Wahrheiten zu kennen. ",
  "sn-blurbs:sn56.19": "Für jede der vier edlen Wahrheiten gibt es unzählige Bezeichnungen. ",
  "sn-blurbs:sn56.20": "Jede der vier edlen Wahrheiten ist wirklich und sonst nichts. ",
  "sn-blurbs:sn56.21": "Weil sie die vier edlen Wahrheiten nicht verstanden haben, sind der Buddha und andere so lange umhergewandert. Mit Strophen. ",
  "sn-blurbs:sn56.22": "Wahre Asketen verstehen die vier edlen Wahrheiten. Mit Strophen. ",
  "sn-blurbs:sn56.23": "Der Klargewordene wird der Buddha genannt, weil er die vier edlen Wahrheiten versteht. ",
  "sn-blurbs:sn56.24": "Alle Buddhas erwachen mithilfe der vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.25": "Nur für den, der die vier edlen Wahrheiten erkennt und sieht, werden die Befleckungen aufgelöst. ",
  "sn-blurbs:sn56.26": "Ihr solltet eure Freunde zum Verstehen der vier edlen Wahrheiten ermuntern. ",
  "sn-blurbs:sn56.27": "Die vier edlen Wahrheiten sind wirklich, nicht anders, deshalb sind sie edel. ",
  "sn-blurbs:sn56.28": "In dieser Welt ist der Klargewordene der Edle, deshalb sind die vier edlen Wahrheiten edel. ",
  "sn-blurbs:sn56.29": "Die erste edle Wahrheit muss verstanden werden, die zweite aufgegeben, die dritte verwirklicht und die vierte entwickelt. ",
  "sn-blurbs:sn56.30": "Einige Mönche und Nonnen diskutieren darüber, ob man die vier edlen Wahrheiten immer zusammen sehe. Der Ehrwürdige Gavampati bestätigt, dass er vom Buddha gehört hat, dass das der Fall ist: Wenn man eine sieht, sieht man alle. ",
  "sn-blurbs:sn56.31": "Der Buddha hält in einem Palisanderwald eine Handvoll Blätter hoch und Vergleicht sie mit der Zahl der Blätter im Wald. In derselben Weise hat er die vier edlen Wahrheiten gelehrt, und das ist nur ein Bruchteil dessen, was er weiß. ",
  "sn-blurbs:sn56.32": "Genauso, wie es unmöglich ist, in einem Korb aus Kiefernnadeln Wasser zu tragen, so kann man auch dem Leiden kein Ende machen, ohne die vier edlen Wahrheiten zu verstehen. ",
  "sn-blurbs:sn56.33": "Solange die Wesen die vier edlen Wahrheiten nicht gesehen haben, wandern sie von einem Leben zum anderen, wie ein Stock, der hochgeworfen wird. ",
  "sn-blurbs:sn56.34": "Sich anzustrengen, um die vier edlen Wahrheiten zu verstehen, ist wichtiger, als seinen brennenden Kopf zu löschen. ",
  "sn-blurbs:sn56.35": "Das Verstehen der vier edlen Wahrheiten geht mit Glück einher, aber dennoch würde es sich lohnen, es selbst unter Schmerzen zu erlangen. ",
  "sn-blurbs:sn56.36": "Die kleinen Geschöpfe im Meer sind zahlreicher als die Blätter und Zweige in den indischen Wäldern – so groß ist das Reich der Verlorenen. ",
  "sn-blurbs:sn56.37": "So, wie die Morgendämmerung der Vorbote des Sonnenaufgangs ist, ist rechte Ansicht der Vorbote des Durchbruchs zu den vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.38": "Solange es keine Sonne und keinen Mond gibt, liegt die Welt im Dunklen. Ebenso liegt die Welt im Dunklen, solange kein Klargewordener erscheint und die vier edlen Wahrheiten erklärt. ",
  "sn-blurbs:sn56.39": "Wer die vier edlen Wahrheiten nicht gesehen hat, ist den Elementen ausgeliefert wie ein Wattebausch, doch wer sie gesehen hat, ist wie eine fest verankerte Säule. ",
  "sn-blurbs:sn56.40": "Wenn ihr fest in den vier edlen Wahrheiten verankert seid, kann euch niemand widerlegen. ",
  "sn-blurbs:sn56.41": "Der Buddha erzählt die seltsame Geschichte von einem Mann, der sich an einen Lotusteich setzt, um über die Welt zu spekulieren, und ein Heer sieht, das in einen Lotusstängel hineinmarschiert. Er denkt, er werde verrückt. Doch der Buddha sagt nein, das Heer sei wirklich. Dennoch solle man nicht über solche Dinge spekulieren, sondern über die vier edlen Wahrheiten nachdenken. ",
  "sn-blurbs:sn56.42": "Der Buddha nimmt die Mönche mit zu einem steilen Abhang und erklärt, dass die, die die vier edlen Wahrheiten nicht verstehen, in einen noch tieferen Abgrund stürzen. ",
  "sn-blurbs:sn56.43": "Der Buddha spricht von einer Hölle, die großes Fieber genannt wird, und erklärt, dass die, die die vier edlen Wahrheiten nicht verstehen, ein noch grimmigeres Fieber durchleiden werden. ",
  "sn-blurbs:sn56.44": "Genauso unmöglich wie es ist, das Obergeschoss zu erklimmen, bevor man das Untergeschoss gebaut hat, so unmöglich ist es auch, das Leiden zu beenden, ohne die vier edlen Wahrheiten zu verstehen. ",
  "sn-blurbs:sn56.45": "Ānanda sieht Licchaver Jugendliche, die Pfeile durch Schlüssellöcher schießen. Die vier edlen Wahrheiten zu sehen, ist noch schwieriger. ",
  "sn-blurbs:sn56.46": "Der interstellare Raum ist dunkel und leer; doch wenn man die vier edlen Wahrheiten nicht sieht, ist das noch schlimmer. ",
  "sn-blurbs:sn56.47": "Eine einäugige Schildkröte würde eher ihren Kopf durch eine Öffnung in einem Joch stecken, das auf dem Meer treibt, als dass jemand aus einem niederen Bereich als Mensch wiedergeboren wird. ",
  "sn-blurbs:sn56.48": "Eine einäugige Schildkröte würde eher ihren Kopf durch eine Öffnung in einem Joch stecken, das auf dem Meer treibt, als dass jemand aus einem niederen Bereich als Mensch wiedergeboren wird. ",
  "sn-blurbs:sn56.49": "Wie sieben Kieselsteinchen im Vergleich zum Berg Sineru, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.50": "Wie sieben Kieselsteinchen im Vergleich zum Berg Sineru, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.51": "Wie ein wenig Erde unter dem Fingernagel im Vergleich zur ganzen Erde, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.52": "Wie ein Wassertropfen auf der Spitze eines Grashalms im Vergleich zu einem riesigen Lotusteich, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.53": "Wie ein paar Wassertropfen im Vergleich zum Zusammenfluss großer Ströme, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.54": "Wie ein paar Wassertropfen im Vergleich zum Zusammenfluss großer Ströme, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.55": "Wie ein paar Brustbeeren im Vergleich zur großen Erde, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.56": "Wie ein paar Brustbeeren im Vergleich zur großen Erde, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.57": "Wie ein paar Wassertropfen im Vergleich zum Weltmeer, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.58": "Wie ein paar Wassertropfen im Vergleich zum Weltmeer, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.59": "Wie sieben Kieselsteinchen im Vergleich zum Himalaya, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.60": "Wie sieben Kieselsteinchen im Vergleich zum Himalaya, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn-khandhavaggasamyutta": "Das „Buch der Aggregate“ ist das dritte der fünf Bücher der Verbundenen Lehrreden. Es ist nach seinem ersten und längsten <i lang='pi' translate='no'>Saṁyutta</i> benannt, das sich mit der buddhistischen Kernlehre von den fünf Aggregaten befasst. Drei der verbleibenden zwölf <i lang='pi' translate='no'>Saṁyuttas</i> greifen ebenfalls das Thema der Aggregate auf, während die übrigen von verschiedenen untergeordneten Gegenständen handeln, von denen manche nach Themen, andere nach Personen geordnet sind. ",
  "sn-blurbs:sn-mahavaggasamyutta": "Das „Große Buch“ ist das letzte und umfangreichste der fünf Bücher der Verbundenen Lehrreden. Es besteht aus zwölf <i lang='pi' translate='no'>Saṁyuttas</i>, von denen fast alle einen Aspekt der buddhistischen Übung oder des Pfades behandeln. Das erste ist tatsächlich auch der „Abschnitt über den Pfad“ (<i lang='pi' translate='no'>Maggasaṁyutta</i>), und in den nördlichen Kanons wird auf das Buch als Ganzes als „Buch des Pfades“ (<i lang='pi' translate='no'>Maggavagga</i>) Bezug genommen. Die ersten sieben <i lang='pi' translate='no'>Saṁyuttas</i> behandeln den vertrauten Satz von sieben Gruppen von Elementen der buddhistischen Übung, die in den späteren Traditionen als die <i lang='pi' translate='no'>bodhipakkhiyā dhammā</i>, die „Eigenschaften, die zum Erwachen führen“, bekannt sind. Dieses Buch ist die Hauptquelle für diese Lehren. Die folgenden <i lang='pi' translate='no'>Saṁyuttas</i> handeln vom Pfad unter verschiedenen Gesichtspunkten, und die letzten beiden befassen sich jeweils mit dem Eintauchen in die Strömung und den vier edlen Wahrheiten. ",
  "sn-blurbs:sn-nidanavaggasamyutta": "Das „Buch der Ursächlichen Zusammenhänge“ ist das zweite der fünf Bücher der Verbundenen Lehrreden. Es ist nach seinem ersten und längsten <i lang='pi' translate='no'>Saṁyutta</i> benannt, das die ursächlichen Zusammenhänge durch die buddhistischen Kernlehre vom Abhängigen Entstehen behandelt. Die verbleibenden neun <i lang='pi' translate='no'>Saṁyuttas</i> handeln von verschiedenen untergeordneten Gegenständen, von denen manche nach Themen, andere nach Personen geordnet sind. ",
  "sn-blurbs:sn-sagathavaggasamyutta": "Das „Buch mit Strophen“ ist das erste der fünf Bücher der Verbundenen Lehrreden. Es ist in elf <i lang='pi' translate='no'>Saṁyuttas</i> oder „Abschnitte“ unterteilt und enthält insgesamt 271 Suttas. Die meisten der <i lang='pi' translate='no'>Saṁyuttas</i> sind weiter in <i lang='pi' translate='no'>Vaggas</i> von zehn Suttas unterteilt. Das Wort <i lang='pi' translate='no'>Vagga</i> bezeichnet somit sowohl das größere übergeordnete „Buch“ als auch das untergeordnete „Kapitel“. Jedes Sutta in dieser Sammlung enthält einen Abschnitt in Versform in einem erzählenden Prosarahmen; in vielen Fällen ist der Prosateil allerdings durch Abkürzung weggefallen. Während der größte Teil des Saṁyutta um Themen herum angeordnet ist, sind hier Menschen der Ordnungsgrundsatz. Jedes <i lang='pi' translate='no'>Saṁyutta</i> umfasst Gespräche, die der Buddha oder seine Schüler mit einer anderen Person oder Personengruppe führt, wie etwa mit Göttern, Königen, Nonnen oder Brahmanen. Ein typisches Sutta hat einen einfachen erzählenden Rahmen, in dem jemand zum Buddha kommt und eine Strophe spricht, und der Buddha antwortet mit einer besseren. In manchen Fällen, insbesondere im Sakka-Saṁyutta, ist das erzählerische Element zu einem lebhaften Austausch ausgebaut. Manche Texte aus dieser Sammlung sind bekannt und werden häufig zitiert, wie etwa die Aufforderung des Brahmā oder das Gleichnis der Nonne Vajira vom Menschen als einem Wagen. Die meisten der Suttas hier haben Parallelen in den chinesischen Saṁyukāgama-Übersetzungen. Die partiellen Übersetzungen SA 2 und SA 3 enthalten Material aus dem Sagāthāvagga. Zusätzlich haben viele Strophen Parallelen überall in der buddhistischen Literatur aller Sprachen. ",
  "sn-blurbs:sn-salayatanavaggasamyutta": "Das „Buch der sechs Sinnesfelder“ ist das vierte von fünf Büchern der Verbundenen Lehrreden. Es ist nach seinem ersten und längsten <i lang='pi' translate='no'>Saṁyutta</i> benannt, das sich mit der buddhistischen Kernlehre der sechs Sinnesfelder befasst. Das zweite <i lang='pi' translate='no'>Saṁyutta</i> über Gefühle befasst sich ebenfalls mit einem wichtigen Lehrthema. Die restlichen acht <i lang='pi' translate='no'>Saṁyuttas</i> handeln von verschiedenen untergeordneten Gegenständen, von denen manche nach Themen, andere nach Personen geordnet sind. "
}