{
  "sn-blurbs:sn1": "Die „Verbundenen Lehrreden über Gottheiten“ beinhalten 81 Lehrreden, die alle den Buddha im Gespräch mit einer Gottheit zeigen. Typischerweise besucht eine Gottheit den Buddha im Kloster in Sāvatthī und und erhellt die Nacht mit ihrem Glanz. Die Gottheit spricht den Buddha mit einer Frage oder einem Vers an; das kann ein Lob sein, eine Probe, ein Rätsel oder einfach eine Überlegung. Der Buddha antwortet gewöhnlich, indem er das Gespräch auf eine höhere Ebene bringt. Wie stets in buddhistischen Texten wird eine Gottheit nicht verehrt, sondern wird als befristete Wiedergeburt in einem höheren Bereich angesehen; die Gottheiten lernen vom Buddha, nicht umgekehrt. In den meisten Fällen ist der erzählerische Rahmen knapp, und nach einer Weile fällt er ganz weg und es bleiben nur die Strophen. Die Lehrreden haben kein spezielles Thema; sie reichen vom Einfachen bis zum Tiefgründigen. ",
  "sn-blurbs:sn1.1": "Der Buddha überquerte die Flut des Leidens, indem er weder stand noch schwamm. ",
  "sn-blurbs:sn1.2": "Freiheit kommt dadurch zustande, dass wir das Haften an der Wiedergeburt beenden. ",
  "sn-blurbs:sn1.3": "Das Leben ist kurz, daher sollten wir den Köder der Welt fallen lassen. ",
  "sn-blurbs:sn1.4": "Die Zeit fliegt, daher sollten wir den Köder der Welt fallen lassen. ",
  "sn-blurbs:sn1.5": "Eine rätselhafte Fragenreihe, die der Buddha ebenso rätselhaft beantwortet. ",
  "sn-blurbs:sn1.6": "Wie viele sind wach, während andere schlafen? ",
  "sn-blurbs:sn1.7": "Wer die Lehren begreift, lebt ruhig im Unruhigen. ",
  "sn-blurbs:sn1.8": "Wer über die Lehren nicht verwirrt ist, lebt ruhig im Unruhigen. ",
  "sn-blurbs:sn1.9": "Solange man die Einbildung nicht aufgibt, bleibt man im Reich des Todes gefangen. ",
  "sn-blurbs:sn1.10": "Die den geistlichen Weg üben, haben trotz ihres einfachen Lebens eine reine Hautfarbe. ",
  "sn-blurbs:sn1.11": "Selbst der göttliche Garten des Entzückens ist unbeständig. ",
  "sn-blurbs:sn1.12": "Wir denken, dass unsere Bindungen uns Glück bringen, aber in Wirklichkeit bringen sie nur Kummer. ",
  "sn-blurbs:sn1.13": "Wie in vielen dieser Lehrreden beantwortet der Buddha hier die Strophe eines Gottes mit einer subtilen Wendung zum Dhamma hin. ",
  "sn-blurbs:sn1.14": "Den weltlichen Werten eines Gottes stellt der Buddha eine verbesserte Fassung gegenüber. ",
  "sn-blurbs:sn2": "Die „Verbundenen Lehrreden über Götter“ beinhalten 30 Lehrreden, die alle den Buddha im Gespräch mit einem Gott zeigen. Hier wird statt des Begriffs <i lang='pi' translate='no'>devatā</i> im vorigen <i lang='pi' translate='no'>Saṁyutta</i> der Ausdruck <i lang='pi' translate='no'>devaputta</i> benutzt. Der Unterschied besteht lediglich dem Namen nach, es gibt keinen Unterschied in der Bedeutung. Der Stil der Lehrreden ist ähnlich wie in den „Verbundenen Lehrreden über Gottheiten“, obwohl hier das Thema der Entsagung stärker betont wird. Einige dieser Lehrreden werden im heutigen Theravada regelmäßig rezitiert; die Tāyana-Verse in SN 2.8 über Beflissenheit werden häufig von Ordinierten rezitiert, wohingegen die Lehrreden über Sonne und Mond (SN 2.9 und SN 2.10) beliebte Chants sind, die man auch auf Tibetisch findet. ",
  "sn-blurbs:sn3": "Die „Verbundenen Lehrreden mit dem Kosaler“ enthalten 25 Lehrreden mit dem König Pasenadi von Kosala. Pasenadi erscheint in den frühen Texten als vielschichtiger menschlicher Charakter mit Marotten und Torheiten, aber auch mit großer Hingabe und der Fähigkeit, zu wachsen. Er erscheint auch häufig an anderer Stelle in den Suttas; MN 87 erzählt die Geschichte, wie die Königin Mallikā ihn zum Dhamma hinführt. Auch hier erscheint Mallikā, und in SN 3.8 zeigt sie, dass sie sich nicht fürchtet, ihren König herauszufordern. Die Suttas in dieser Sammlung betten die Verse typischerweise in umfangreiche Prosaerzählungen ein, die die Kämpfe und Schwierigkeiten veranschaulichen, die einen König heimsuchen, der auf den Dhamma bedacht ist, aber dennoch in einer Welt mit Spionen, Opfern, Strafen, Kriegen und den vielen Versuchungen des Lebens als König regieren muss. ",
  "sn-blurbs:sn3.1": "König Pasenadi begegnet dem Buddha zum ersten Mal. Er wundert sich, wieso der Buddha behaupten kann, erwacht zu sein, obwohl er noch so jung ist. Der Buddha lehrt ihn vier Dinge, die man nicht aufgrund ihrer Jugend unterschätzen sollte. ",
  "sn-blurbs:sn3.2": "König Pasenadi fragt, wie viele Dinge bei einem Menschen zu Leiden führen. ",
  "sn-blurbs:sn3.3": "König Pasenadi fragt, ob es etwas gibt, das geboren ist und das Alter und Tod entgehen kann. ",
  "sn-blurbs:sn3.4": "König Pasenadi berichtet von einer Überlegung, die ihm während einer Klausur aufkam, und sagt, dass die, die Schlechtes tun, sich selbst wie einen Feind behandeln. Der Buddha drückt seine Zustimmung in Strophen aus. ",
  "sn-blurbs:sn3.5": "Selbst wenn ihn eine ganze Armee schützt, ist jemand, der Schlechtest tut, ungeschützt. ",
  "sn-blurbs:sn3.6": "Wenige in der Welt werden nicht nachlässig und selbstgefällig, wenn sie materiellen Luxus erhalten. ",
  "sn-blurbs:sn3.7": "König Pasenadi beklagt sich, dass er im Gerichtssaal Menschen sieht, die um der Sinnenfreuden willen beständig lügen. ",
  "sn-blurbs:sn3.8": "König Pasenadi fragt die Königin Mallikā, wer ihr am liebsten ist. Beide sind sich einig, dass man sich selbst am liebsten ist, und der Buddha stimmt ihnen zu. ",
  "sn-blurbs:sn3.9": "Für den König Pasenadi wird ein großes Opfer vorbereitet, für das auch viele Tiere geschlachtet werden sollen. Der Buddha verurteilt ein solches Opfer und sagt, ein Opfer sei fruchtbar, wenn es ohne Tadel sei und ohne jemandem Schaden zuzufügen. ",
  "sn-blurbs:sn3.10": "König Pasenadi lässt viele Menschen in Ketten legen und der Vorgang wird dem Buddha berichtet. ",
  "sn-blurbs:sn3.11": "Eine Gruppe verschiedener Asketen geht vorbei, und König Pasenadi fragt den Buddha, ob darunter Vollendete seien. Der Buddha sagt, für jemanden wie Pasenadi sei es nicht einfach, die spirituelle Reife anderer Menschen zu beurteilen. Pasenadi gibt zu, dass sie in Wirklichkeit seine Spione sind. ",
  "sn-blurbs:sn3.12": "Fünf Könige, darunter König Pasenadi, fragen sich, welches Sinnesorgan das beste Vergnügen bietet. Sie fragen den Buddha, der antwortet, dass es subjektiv ist und von den jeweiligen Vorlieben abhängt. Davon wird der Laie Candanaṅgalika angeregt, den Buddha mit einer Strophe zu preisen. ",
  "sn-blurbs:sn3.13": "Als König Pasenadi übergewichtig und außer Atem erscheint, rät ihm der Buddha in der wohl weltweit ersten Abmagerungskur, seine Nahrungsmenge zu reduzieren. Er lehrt einen der königlichen Aufwärter eine Strophe, die dieser jedesmal aufsagen soll, wenn der König am Essen ist. ",
  "sn-blurbs:sn3.14": "König Pasenadi verliert eine Schlacht gegen seinen Neffen, den König Ajātasattu von Magadha. ",
  "sn-blurbs:sn3.15": "In einer Schlacht, die auf die in SN 3.14 folgt, besiegt Pasenadi Ajātasattu und nimmt ihn gefangen. Er handelt mitfühlend und entlässt ihn lebend, nachdem er seine gesamte militärische Ausstattung überwältigt hat. ",
  "sn-blurbs:sn3.16": "König Pasenadi ist über die Nachricht, dass die Königin Mallikā eine Tochter zur Welt gebracht hat, enttäuscht. Doch der Buddha tröstet ihn und sagt, eine Frau kann sich als besser erweisen als ein Mann. ",
  "sn-blurbs:sn3.17": "König Pasenadi fragt den Buddha nach einem Ding, das sowohl für dieses als für das nächste Leben einen Nutzen sichert. ",
  "sn-blurbs:sn3.18": "Als Antwort auf König Pasenadis Lob der guten Freundschaft gibt der Buddha eine frühere Unterhaltung mit Ānanda über das Thema wieder. Weiter sagt er dann, dass es, wenn man gute Freunde hat, wichtig ist, Beflissenheit zu entwickeln. ",
  "sn-blurbs:sn3.19": "Ein reicher Mann stirbt kinderlos. Der Buddha sagt, man solle Reichtum richtig genießen und teilen. ",
  "sn-blurbs:sn3.20": "Ein reicher Mann stirbt kinderlos. Der Buddha erzählt, wie ein Hausbesitzer zur Zeit eines für sich allein erwachten Buddha namens Tagarasikhī eine Gabe spendete, das aber später bedauerte. ",
  "sn-blurbs:sn3.21": "Der Buddha erklärt Pasenadi vier Arten von Menschen: solche, die von Dunkel zu Dunkel gehen, von Dunkel zu Licht, von Licht zu Dunkel und von Licht zu Licht.",
  "sn-blurbs:sn3.22": "König Pasenadi beklagt den Tod seiner Großmutter. ",
  "sn-blurbs:sn3.23": "König Pasenadi fragt, wie viele Dinge in der Welt zu Leiden führen. ",
  "sn-blurbs:sn3.24": "„Wo sollte ich spenden?“ und „Wo bringt eine Spende die reichste Frucht?“ sind zwei verschiedene Fragen. ",
  "sn-blurbs:sn3.25": "Alter und Tod rollen über alle hinweg wie Berge, die aus den vier Himmelsrichtungen kommen und alles auf ihrem Weg zermalmen. ",
  "sn-blurbs:sn4": "Die „Verbundenen Lehrreden mit Māra“ enthalten 25 Lehrreden, in denen Māra vorkommt, der Gott der Versuchung, des Betrugs und des Todes. In diesen Lehrreden erscheint Māra typischerweise in erschreckender oder betörender Gestalt und hofft, den Buddha zu stören, oder er fordert den Buddha mit einer missbilligenden Strophe heraus. Wie im vorigen Abschnitt ist die Prosaerzählung hier von beträchtlichem Umfang. Der Buddha erkennt Māra augenblicklich und legt seinen Betrug in einer Strophe offen. Māra erscheint auch im nächsten Abschnitt durchgängig, wo die Nonnen es mit ihm aufnehmen. ",
  "sn-blurbs:sn5": "Die „Verbundenen Lehrreden mit Nonnen“ bestehen aus zehn Lehrreden, die Situationen beschreiben, in denen verschiedene Nonnen sich zum Meditieren in einen Wald zurückziehen. Dort werden sie von Māra herausgefordert. Die Verse in diesem Kapitel überschneiden sich teilweise mit denen im Therīgāthā, doch einige sind für diesen Zusammenhang einzigartig. Māras Angriffe sind unterschiedlich. Manchmal ist er sexistisch und behauptet, Frauen hätten eine schwache Weisheit (SN 5.2). Manche dieser kurzen Texte gehören zu den meistzitierten Suttas überhaupt. ",
  "sn-blurbs:sn5.1": "Die Nonne Āḷavikā ist in den Finsteren Wald gegangen, um sich zurückzuziehen, als Māra kommt, um ihr Angst zu machen. Er behauptet, es gebe kein Entrinnen, und Abgeschiedenheit sei zwecklos. Sie erkennt ihn sofort und weist seinen Spott zurück; sie erklärt, dass sie außerhalb seines Machtbereichs ist. ",
  "sn-blurbs:sn5.2": "Als sie im Finsteren Wald meditiert, wird die Nonne Somā von Māra verhöhnt, der behauptet, eine Frau könne niemals die subtile Wahrheit sehen. Sie weist ihn zurück, indem sie klarstellt, dass das Geschlecht keine Rolle spielt, wenn man tiefgründige Wahrheiten erkennt, und schickt Māra fort zu denen, die noch am Geschlecht haften.",
  "sn-blurbs:sn5.3": "Māra verhöhnt die Nonne Kisāgotamī, indem er behauptet, sie trauere um Söhne und sehne sich nach einem Mann. Sie weist ihn zurück und erklärt, dass sie die Masse der Dunkelheit zerstört und das Heer des Todes besiegt hat. ",
  "sn-blurbs:sn5.4": "Māra kommt zu der Nonne Vijayā in Gestalt eines gut aussehenden jungen Mannes und versucht, sie von ihrem Weg abzubringen. Sie aber weist Sinnenfreuden zurück; sie genießt subtile Meditationszustände und hat die Unwissenheit beendet. ",
  "sn-blurbs:sn5.5": "Uppalavaṇṇā wird von Māra getadelt, der sagt, eine schöne Frau wie sie solle sich vor Schurken fürchten. Sie weist jedoch solche Ängste zurück und sagt, sie könne ihre Wunderkräfte benutzen, um tausend Schurken wie ihn zu schlagen. ",
  "sn-blurbs:sn5.6": "Māra fragt die Nonne Cālā, warum sie die Wiedergeburt missbilligt. Sie antwortet, dass diese notwendigerweise zu Leiden führt. ",
  "sn-blurbs:sn5.7": "Māra fragt die Nonne Upacālā, wo sie wiedergeboren werden will. Doch da die Welt überall brennt, weist sie jede Form der Wiedergeburt zurück. ",
  "sn-blurbs:sn5.8": "Māra fragt die Nonne Sīsupacālā, an wessen Lehre sie glaubt. Sie antwortet, dass sie die verschiedenen Sekten zurückweist und dem Buddha folgt, dessen Lehre in die Freiheit führt. ",
  "sn-blurbs:sn5.9": "Māra fragt die Nonne Selā, wer diese „Marionette“ schuf, das heißt, die Form, die wiedergeboren wurde. Sie antwortet, dass es keinen Schöpfer gibt, sondern dass die Form aufgrund von Bedingungen entsteht, geradeso wie die Saat auf einem Feld aufgrund von Bedingungen reift. ",
  "sn-blurbs:sn5.10": "Māra fragt die Nonne Vajirā, wer dieses Wesen erschaffen hat. Sie erkennt ihn und weist darauf hin, dass das Wort „Wesen“ nichts als eine Übereinkunft ist, um die Aggregate zu beschreiben, geradeso wie wir das Wort „Wagen“ benutzen, wenn die entsprechenden Teile zusammengefügt sind. ",
  "sn-blurbs:sn6": "Die „Verbundenen Lehrreden mit Brahmās“ enthalten 15 Lehrreden, in denen hohe brahmanische Gottheiten vorkommen. Meistens begegnen wir dem „Großen Brahmā“, der als Schöpfergott betrachtet wird, aber er ist nur einer aus einer Klasse von Gottheiten, und hier treffen wir noch einige andere an. Der Brahmā wird hier wie auch an anderer Stelle in den frühen buddhistischen Texten auf respektvolle Weise dargestellt. Er wird als eine glanzvolle Gottheit betrachtet, die aufgrund eines starken guten Kammas in diesem Bereich wiedergeboren ist. Wie hier, so handelt er oft als ein Vorkämpfer für die buddhistische Sache. Allerdings ist er wie alle Götter noch unter dem Einfluss der Täuschung und ist der Wiedergeburt nicht entgangen. ",
  "sn-blurbs:sn6.1": "Nach seinem Erwachen zögerte der Buddha damit, zu lehren, da er dachte, der Dhamma sei zu subtil, als dass die Menschen ihn verstehen könnten. Da erscheint die hohe Gottheit Brahmā Sahampati und ermuntert ihn zum Lehren, indem sie darauf hinweist, dass es solche gibt, die „wenig Sand in den Augen“ haben und die verstehen werden. ",
  "sn-blurbs:sn6.15": "Als der Buddha vollkommen erlosch, führte Brahmā Sahampati eine Gruppe herausragender Wesen an, die Strophen zum Gedenken aufsagten. ",
  "sn-blurbs:sn8": "Die „Verbundenen Lehrreden mit Vaṅgīsa“ enthalten zwölf Lehrreden mit Versen gesprochen von Vaṅgīsa, dem berühmtesten Dichter des frühen Buddhismus. Seine Gedichte zeigen eine Ausgereiftheit und persönliche Verletzlichkeit, die sie als die vielleicht charakteristischste literarische Stimme der frühen Texte kennzeichnen. Manche dieser Lehrreden sprechen von seinen Unsicherheiten und Schwierigkeiten und wie ihm geholfen wurde, sie zu überwinden. Andere sprechen von seiner freudigen Hingabe an den Buddha und den Saṅgha und von seinem endgültigen Triumph. ",
  "sn-blurbs:sn8.9": "Aññā Koṇḍañña, der allererste Schüler, der den Dhamma verstand, kommt nach einer langen Zeit der Abgeschiedenheit zu einem Besuch zum Buddha. Vaṅgīsa drückt seine Ergriffenheit in Versen zu seinem Lob aus. ",
  "sn-blurbs:sn10": "Die „Verbundenen Lehrreden mit Geistern“ enthalten 12 Lehrreden mit Versen, die über Begegnungen zwischen dem Buddha – oder in einem Fall dem Mönch Anuruddha – und verschiedenen Geistern (<i lang='pi' translate='no'>yakkha</i>) berichten. Die Geister waren örtliche Naturgeister, die im alten Indien verehrt wurden, und gehörten einer niedrigeren Ordnung an als die Götter und die Brahmās. Während solche Geister in späteren Formen des Buddhismus typischerweise als bösartig und gefährlich dargestellt werden, sind sie in den frühen Texten ambivalenter; viele sind freundlich und stellen einfach nur Dhammafragen oder preisen Dhammatugenden wie Achtsamkeit. Das heißt nicht, dass sie nicht auch unheimlich sein können, und manche Lehrreden zeigen ihre grimmigeren Seiten. Besonders bemerkenswert ist die Liebe, die weibliche Geister zu ihren Kindern empfinden. ",
  "sn-blurbs:sn10.8": "Als Anāthapiṇḍika hörte, dass ein Buddha in der Welt erschienen sei, stand er morgens in aller Frühe auf, um ihn zu besuchen. Aber eine geheimnisvolle Dunkelheit ließ ihn zögern, und ein Geist sprach ihm wiederholt Mut zu, damit er vorwärtsgehe. Schließlich kam er beim Buddha an und fragte ihn, ob er gut geschlafen habe.",
  "sn-blurbs:sn12": "Die „Verbundenen Lehrreden über ursächliche Zusammenhänge“ ist eine größere Sammlung, die 93 Lehrreden über die buddhistische Kernlehre des abhängigen Entstehens enthält. Das abhängige Entstehen zeigt eine Reihe durch Bedingungen verknüpfter Glieder, die offenlegen, wie Leiden entsteht und wie es aufhört. Als solches ist es eine erweiterte Behandlung der zweiten und dritten edlen Wahrheit. Es beinhaltet psychologische und existentielle Aspekte des Leidens und zeigt, wie wir, wenn wir in Bindungen feststecken, Entscheidungen treffen, die uns an ein weiteres Umherwandern in künftigen Leben binden. Eine der wichtigsten Absichten besteht darin, zu erklären, wie Wiedergeburt stattfindet, ohne dass man ein metaphysisches Konzept wie eine Seele bemühen müsste. Die Sammlung beginnt, indem jeder der Begriffe in der üblichen 12-gliedrigen Kette definiert wird, Definitionen, die durchgängig vorausgesetzt werden. Die restlichen Lehrreden wiederholen dieses Thema und führen neue Blickwinkel und Formulierungen ein. ",
  "sn-blurbs:sn12.1": "Die berühmten zwölf Glieder des abhängigen Entstehens werden aufgezählt; sie zeigen, wie Leiden in Abhängigkeit von Unwissenheit entsteht und aufhört.",
  "sn-blurbs:sn12.2": "Der Buddha definiert jedes der zwölf Glieder. Das sind allgemeine Definitionen, die immer zutreffen, wenn die zwölf Glieder genannt werden.",
  "sn-blurbs:sn12.3": "Leiden verursachen ist der falsche Weg, Leiden zu Ende gehen lassen der richtige.",
  "sn-blurbs:sn12.4": "In der fernen Vergangenheit dachte der Buddha Vipassī darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand.",
  "sn-blurbs:sn12.5": "In der fernen Vergangenheit dachte der Buddha Sikhī darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand.",
  "sn-blurbs:sn12.6": "In der fernen Vergangenheit dachte der Buddha Vessabhū darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand.",
  "sn-blurbs:sn12.7": "In der fernen Vergangenheit dachte der Buddha Kakusandha darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand.",
  "sn-blurbs:sn12.8": "In der fernen Vergangenheit dachte der Buddha Koṇāgamana darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand.",
  "sn-blurbs:sn12.9": "In der fernen Vergangenheit dachte der Buddha Kassapa darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand.",
  "sn-blurbs:sn12.10": "Gotama, der Buddha unserer Zeit, dachte darüber nach, wie sehr die Welt im Leiden versunken sei, und erwachte, indem er das abhängige Entstehen verstand.",
  "sn-blurbs:sn12.11": "Der Buddha definiert die vier Arten von „Essen“ oder „Nahrung“; diese umfassen essbare Nahrung, Berührung, Absicht und Bewusstsein. Sie alle werden von Verlangen erzeugt und hängen daher mit dem abhängigen Entstehen zusammen.",
  "sn-blurbs:sn12.12": "Der ehrwürdige Moḷiyaphagguna fragt, wer das Bewusstseins-Essen esse. Der Buddha antwortet, die Frage sei unangemessen, da sie ein Selbst als handelnde Person voraussetze. Vielmehr seien alle Glieder des abhängigen Entstehens lediglich natürliche Bedingungen, die nichts mit einem „Selbst“ zu tun hätten.",
  "sn-blurbs:sn12.13": "Wer das abhängige Entstehe nicht versteht, ist kein wahrer Asket.",
  "sn-blurbs:sn12.14": "Wer das abhängige Entstehe nicht versteht, ist kein wahrer Asket.",
  "sn-blurbs:sn12.15": "Der ehrwürdige Kaccānagotta fragt den Buddha nach der rechten Ansicht, und der Buddha antwortet, dass sich rechte Ansicht entwickelt, wenn man den Ursprung und das Aufhören der Welt sieht und frei von Bindungen ist. Dieses kurze aber tiefgründige und schwierige Sutta wurde berühmt als die einzige kanonische Referenz, die in Nāgārjunas Mūlamadhyamakakārikā genannt wird, dem vielleicht berühmtesten philosophischen Werk der gesamten buddhistischen Literatur.",
  "sn-blurbs:sn12.16": "Jemand darf ein „Dhammalehrer“ genannt werden, wenn er oder sie für das Ziel lehrt, das Leiden zu beenden.",
  "sn-blurbs:sn12.17": "Ein nackter Asket mit Namen Kassapa spricht den Buddha auf seiner Almosenrunde an und fragt, ob man sein Leiden selbst erschafft, ob es jemand anders tut, ob es beide sind oder der Zufall. Der Buddha erklärt, weshalb er all diese Möglichkeiten verwirft, und stellt fest, dass Leiden aufgrund von Bedingungen entsteht.",
  "sn-blurbs:sn12.18": "Ein Wanderer namens Timbaruka fragt den Buddha, ob man Glück und Schmerz selbst erschafft, ob es jemand anders tut, ob es beide sind oder der Zufall. Der Buddha erklärt, weshalb er all diese Möglichkeiten verwirft, und stellt fest, dass Glück und Schmerz aufgrund von Bedingungen entstehen.",
  "sn-blurbs:sn12.19": "Der Kluge und der Tor sind beide aufgrund ihrer Taten in diesem Leben wiedergeboren, Taten aus früheren Leben, die durch Unwissenheit bedingt sind. Aber ein Tor macht weiter die gleichen Fehler und wird erneut wiedergeboren, wogegen ein kluger Mensch das nicht tut.",
  "sn-blurbs:sn12.20": "Der Buddha unterscheidet zwischen „abhängig entstandenen Erscheinungen“ – den zwölf Faktoren – und „abhängigem Entstehen“ – dem Gesetz der Bedingtheit. Wer diese Dinge versteht, sorgt sich nicht länger um Vergangenheit oder Zukunft.",
  "sn-blurbs:sn12.21": "Die Lehre des Buddha beruht darauf, dass er die zehn Kräfte und die vier Gründe für Selbstvertrauen besitzt.",
  "sn-blurbs:sn12.22": "Die Lehre des Buddha beruht darauf, dass er die zehn Kräfte und die vier Gründe für Selbstvertrauen besitzt. Wenn eine Nonne oder ein Mönch eine solch offene Lehre hört, strengt er oder sie sich sehr an und bedenkt dabei sowohl das eigene Wohl als auch das anderer.",
  "sn-blurbs:sn12.23": "Die Verunreinigungen werden nur beendet, wenn man die Wahrheit sieht. Aber das Sehen der Wahrheit wird durch eine wesentliche Bedingung erreicht. In dieser Weise werden zwölf Faktoren, die zu Freiheit führen, mit den zwölf Faktoren, die zu Leiden führen, zusammengebracht.",
  "sn-blurbs:sn12.24": "Sāriputta wird von verschiedenen Asketen nach der Ursache des Leidens gefragt. Er antwortet, dass der Buddha lehre, Leiden entstehe aufgrund von Bedingungen. Darüber hinaus seien alle, die Meinungen über den Ursprung des Leidens vorbrächten, selbst Teil des Netzes von Bedingungen, da sie ihre Ansichten nicht ohne Berührung darlegen könnten. Ānanda berichtet dem Buddha von dem Austausch, und dieser lobt Sāriputtas Antwort.",
  "sn-blurbs:sn12.25": "Sāriputta wird vom Ehrwürdigen Bhūmija nach der Ursache für Glück und Schmerz gefragt. Er antwortet, dass der Buddha lehre, Glück und Schmerz entstünden aufgrund von Bedingungen. Darüber hinaus seien alle, die Meinungen über diese Frage vorbrächten, selbst Teil des Netzes von Bedingungen, da sie ihre Ansichten nicht ohne Berührung darlegen könnten. Ānanda berichtet dem Buddha von dem Austausch, und dieser lobt Sāriputtas Antwort.",
  "sn-blurbs:sn12.26": "Der Buddha wird vom Ehrwürdigen Upavāṇa nach der Ursache des Leidens gefragt. Er antwortet, Leiden entstehe aufgrund von Bedingungen. Darüber hinaus seien alle, die Meinungen über den Ursprung des Leidens vorbrächten, selbst Teil des Netzes von Bedingungen, da sie ihre Ansichten nicht ohne Berührung darlegen könnten.",
  "sn-blurbs:sn12.27": "Das abhängige Entstehen wird in die vier edlen Wahrheiten eingebettet.",
  "sn-blurbs:sn12.28": "Eine Nonne, die das abhängige Entstehen versteht, gilt als eine Übende mit vollendeter Ansicht.",
  "sn-blurbs:sn12.29": "Ein Asket, der das abhängige Entstehen versteht, wird das Ziel des Asketenlebens erreichen.",
  "sn-blurbs:sn12.30": "Ein Asket, der das abhängige Entstehen versteht, kann sehr wohl diesen Bedingungen entkommen.",
  "sn-blurbs:sn12.31": "Der Buddha bittet Sāriputta, einen Vers aus „Ajitas Fragen“ im Parāyana (Snp 5.2) zu erläutern. Sāriputta zögert zunächst, entspricht der Bitte aber, als der Buddha andeutet, dass er eine Antwort aus dem Blickwinkel der Bedingtheit möchte.",
  "sn-blurbs:sn12.32": "Ein Mönch namens Kaḷāra der Adlige unterrichtet Sāriputta darüber, dass der Mönch Moḷiyaphagguna die Robe abgelegt hat. Sāriputtas Antwort deutet er zu weitgehend und berichtet dem Buddha, Sāriputta habe behauptet, alle Verunreinigungen beendet zu haben. Der Buddha ruft Sāriputta, um dessen Aussage zu klären, und Sāriputta erläutert sie aus dem Blickwinkel des abhängigen Entstehens.",
  "sn-blurbs:sn12.33": "Eine Analyse von 44 Punkten zur Entwicklung von Einsicht, die mit dem abhängigen Entstehen zusammenhängen. Dazu gehört eine wichtige Unterscheidung zwischen Erkenntnis, die dadurch entsteht, dass man die Gegenwart direkt erkennt, und solcher, die dadurch entsteht, dass man von der Gegenwart auf die Vergangenheit und Zukunft schließt.",
  "sn-blurbs:sn12.34": "Eine Analyse von 77 Punkten zur Entwicklung von Einsicht, die mit dem abhängigen Entstehen zusammenhängen. ",
  "sn-blurbs:sn12.35": "Ein Mönch fragt, wer Alter und Tod und die anderen Faktoren besitze. Der Buddha sagt, die Frage sei falsch, da sie ein Selbst als Handelnden voraussetze. Vielmehr ist das abhängige Entstehen die Lehre, die „auf die mittlere Art“ gelehrt wird und die Erscheinungen anhand natürlicher Bedingungen erklärt. ",
  "sn-blurbs:sn12.36": "Inhaltlich wie das vorige Sutta, außer, dass es als allgemeine Unterweisung an die Mönche und Nonnen gegeben wird, ohne einen bestimmten Fragesteller. ",
  "sn-blurbs:sn12.37": "Dieser Körper ist nicht euer; er ist das Ergebnis von altem Kamma, das durch Entscheidungen in früheren Leben geschaffen wurde. ",
  "sn-blurbs:sn12.38": "Absichten oder Entscheidungen sind die Kraft, die das Bewusstsein von einem Leben zum nächsten treibt. ",
  "sn-blurbs:sn12.39": "Absichten oder Entscheidungen sind die Kraft, die das Bewusstsein von einem Leben zum nächsten treibt. ",
  "sn-blurbs:sn12.40": "Absichten oder Entscheidungen sind die Kraft, die das Bewusstsein von einem Leben zum nächsten treibt. ",
  "sn-blurbs:sn12.41": "Ein edler Laienschüler hat die fünf Gefahren beseitigt, die vom Verstoß gegen die Ethikregeln kommen, besitzt die vier Faktoren des Stromeintritts und versteht das abhängige Entstehen. ",
  "sn-blurbs:sn12.42": "Ein edler Laienschüler hat die fünf Gefahren beseitigt, die vom Verstoß gegen die Ethikregeln kommen, besitzt die vier Faktoren des Stromeintritts und versteht das abhängige Entstehen. ",
  "sn-blurbs:sn12.43": "Das Entstehen und das Enden des Leidens werden anhand der Sinneserfahrungen erklärt, die zu Verlangen führen. ",
  "sn-blurbs:sn12.44": "Das Entstehen und das Enden der Welt werden anhand der Sinneserfahrungen erklärt, die zu Verlangen und Leiden führen. ",
  "sn-blurbs:sn12.45": "Während er in Klausur ist, führt der Buddha zu sich selbst aus, wie das Entstehen und das Enden der Welt anhand der Sinneserfahrungen erklärt werden, die zu Verlangen und Leiden führen. Ein Mönch hört ihn, und der Buddha fordert ihn auf, sich diese Lehre zu merken. ",
  "sn-blurbs:sn12.46": "Ein Brahmane fragt, ob die Person, die etwas tut, die gleiche ist, die das Ergebnis erfährt, oder jemand anders. Der Buddha weist beide Ansichten als Extreme zurück. ",
  "sn-blurbs:sn12.47": "Der Brahmane Jāṇussoṇi fragt den Buddha, ob alles existiert oder nichts existiert. Der Buddha weist beide Ansichten als Extreme zurück. ",
  "sn-blurbs:sn12.48": "Ein brahmanischer Kosmologe fragt den Buddha, ob alles existiert oder nichts existiert. Der Buddha weist beide Ansichten als Extreme zurück. ",
  "sn-blurbs:sn12.49": "Ein edler Schüler ist über die Glieder des abhängigen Entstehens nicht unsicher, da er sie selbst sieht, unabhängig von anderen. ",
  "sn-blurbs:sn12.50": "Ein edler Schüler ist über die Glieder des abhängigen Entstehens nicht unsicher, da er sie selbst sieht, unabhängig von anderen. ",
  "sn-blurbs:sn12.51": "Ein Mönch sollte die Ursachen des Leidens gründlich anhand des abhängigen Entstehens untersuchen. Bei Menschen, die noch Unwissenheit haben, führen Entscheidungen zu Wiedergeburt in entsprechenden Daseinszuständen. Wer die Unwissenheit ausgerottet hat, ist losgelöst und wird nirgends wiedergeboren. ",
  "sn-blurbs:sn12.52": "Wenn man sich mit angenehmen Dingen befasst, die zum Ergreifen einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einem großen Feuer. ",
  "sn-blurbs:sn12.53": "Wenn man sich mit angenehmen Dingen befasst, die zum Fesseln einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einer Lampe. ",
  "sn-blurbs:sn12.54": "Wenn man sich mit angenehmen Dingen befasst, die zum Fesseln einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einer Lampe. ",
  "sn-blurbs:sn12.55": "Wenn man sich mit angenehmen Dingen befasst, die zum Ergreifen einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einem Baum. ",
  "sn-blurbs:sn12.56": "Wenn man sich mit angenehmen Dingen befasst, die zum Ergreifen einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einem Baum. ",
  "sn-blurbs:sn12.57": "Wenn man sich mit angenehmen Dingen befasst, die zum Fesseln einladen, nimmt das Verlangen zu; veranschaulicht mit dem Gleichnis von einem kleinen Bäumchen. ",
  "sn-blurbs:sn12.58": "Wenn man sich mit angenehmen Dingen befasst, die zum Fesseln einladen, wird der seelische und körperliche Organismus wiedergeboren; veranschaulicht mit dem Gleichnis von einem Baum. ",
  "sn-blurbs:sn12.59": "Wenn man sich mit angenehmen Dingen befasst, die zum Fesseln einladen, wird das Bewusstsein wiedergeboren; veranschaulicht mit dem Gleichnis von einem Baum. ",
  "sn-blurbs:sn12.60": "Ānandas Behauptung, dass er das abhängige Entstehen leicht verstehe, wird vom Buddha zurückgewiesen. Die Eröffnung dieses Sutta gleicht der von DN 15, Mahānidāna. ",
  "sn-blurbs:sn12.61": "Ein unwissender Mensch kann von Anhänglichkeit an den Körper frei werden, aber nicht an den Geist. Dennoch wäre es besser für ihn, sich an den Körper zu hängen, da er sich weniger verändert als der Geist, der umherspringt wie ein Affe. Ein edler Schüler hingegen denkt über das abhängige Entstehen nach. ",
  "sn-blurbs:sn12.62": "Ein unwissender Mensch kann von Anhänglichkeit an den Körper frei werden, aber nicht an den Geist. Dennoch wäre es besser für ihn, sich an den Körper zu hängen, da er sich weniger verändert als der Geist. Ein edler Schüler hingegen denkt über das abhängige Entstehen nach. ",
  "sn-blurbs:sn12.63": "Der Buddha beschreibt die vier Arten von „Nahrung“: essbare Nahrung, Berührung, Absicht und Bewusstsein. Er illustriert sie jeweils mit machtvollen, schockierenden Gleichnissen. ",
  "sn-blurbs:sn12.64": "Der Buddha beschreibt die vier Arten von „Nahrung“: essbare Nahrung, Berührung, Absicht und Bewusstsein. Er zeigt anhand des abhängigen Entstehens, wie sie zu Leiden führen. ",
  "sn-blurbs:sn12.65": "Der Buddha erzählt, wie er durch das Untersuchen des abhängigen Entstehens erwacht ist. Er vergleicht das Auffinden des Ziels mit der Entdeckung einer alten Stadt, die vergessen und von Unkraut überwuchert ist. ",
  "sn-blurbs:sn12.66": "Die richtige Art, sich selbst zu untersuchen, ist die Betrachtung, wie Leiden durch Verlangen und Bindungen entsteht, die wiederum von angenehmen Erfahrungen gespeist werden. ",
  "sn-blurbs:sn12.67": "Die Ehrwürdigen Mahākoṭṭhita und Sāriputta diskutieren darüber, ob die Faktoren des abhängigen Entstehens von einem selbst geschaffen werden, von jemand anderem, von beiden, oder ob sie durch Zufall entstehen. ",
  "sn-blurbs:sn12.68": "Der Ehrwürdige Saviṭṭha befragt den Ehrwürdigen Musila nach seinen spirituellen Erfolgen und schließt aus den Antworten, dass er ein Arahant ist. Doch der Ehrwürdige Nārada zeigt eine andere mögliche Erklärung auf, dass man nämlich den Dhamma sehen kann, ohne das Erwachen vollständig verwirklicht zu haben. ",
  "sn-blurbs:sn12.69": "So, wie das Meer, wenn es aufwallt, die einströmenden Gewässer aufwallen lässt, führen die Faktoren des abhängigen Entstehens zu Leiden. ",
  "sn-blurbs:sn12.70": "Der Wanderer Susīma lässt sich in betrügerischer Absicht in den Saṅgha aufnehmen, um für die Wanderer das Geheimnis des Ruhms und Erfolgs des Buddha auszuspionieren. Als er Mönche und Nonnen sagen hört, sie seien vollendet, fragt er sie, ob sie Wunderkräfte oder formlose Zustände entwickelt hätten, was sie verneinen. Darüber verwundert fragt er den Buddha, er erklärt, dass das Erwachen durch Einsicht in die Grundsätze von Unbeständigkeit und Kausalität zustande kommt. Schließlich gesteht Susīma seine Verfehlung. ",
  "sn-blurbs:sn12.71": "Wer Alter und Tod nicht versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn12.72-81": "Wer die verschiedenen Faktoren des abhängigen Entstehens nicht versteht, ist kein wahrer Asket. ",
  "sn-blurbs:sn12.82": "Wer die verschiedenen Faktoren des abhängigen Entstehens nicht versteht, sollte sich einen Lehrer suchen. ",
  "sn-blurbs:sn15": "Die „Verbundenen Lehrreden über den nicht erkennbaren Anfang“ enthalten 20 Lehrreden, die davon handeln, dass ein äußerster Anfang des Vorgangs des Umherwanderns (<i lang='pi' translate='no'>Saṁsāra</i>) nicht erkennbar ist. Dieses Thema steht der Hybris der Schöpfungsmythen, die man in den meisten Religionen findet, direkt entgegen, die selbstsicher Ereignisse nacherzählen, die der Erkenntnis dauerhaft unzugänglich sind. Der Buddha betonte, dass das Umherwandern bereits seit einem unergründlichen Zeitraum abläuft, und veranschaulicht das mit einer Reihe von lebhaften Bildern. ",
  "sn-blurbs:sn15.1": "Das Umherwandern ist endlos wie das Gras und die Zweige in Indien. ",
  "sn-blurbs:sn15.20": "Der Buddha berichtet Erinnerungen an die verschiedenen Namen, die Völker der Vergangenheit für die Berge um Rājagaha. Jetzt sind sie alle vergangen. ",
  "sn-blurbs:sn21": "Die „Verbundenen Lehrreden mit Mönchen“ beinhalten 12 Lehrreden, in denen verschiedene Mönche auftreten. Anders als das Kapitel über Nonnen benutzt dieses keine feste Vorlage, sondern stellt ein breites Spektrum an Szenarien dar. Jeder Fall zeigt eine persönliche Herausforderung oder einen spirituellen Triumph und wirft so ein Licht auf das Leben der Mönche. ",
  "sn-blurbs:sn21.8": "Der Ehrwürdige Nanda trug hübsche Roben, eine extravagante Schale und schminkte sich, weshalb der Buddha ihn zu einem einfachen Leben ermahnte. ",
  "sn-blurbs:sn22": "Die „Verbundenen Lehrreden über die Aggregate“ enthalten 159 Lehrreden über das zentrale Lehrthema der fünf Aggregate. Dieser Begriff wurde in der ersten Rede des Buddha als eine Zusammenfassung der edlen Wahrheit vom Leiden eingeführt und wurde in allen Formen des Buddhismus zu einer grundlegenden Lehre. Ein „Aggregat“ bedeutet im Wesentlichen eine Reihe oder ein Satz von Erscheinungen. Die fünf sind Form (<i lang='pi' translate='no'>rūpa</i>, d. h. „materielle Erscheinungen“ oder manchmal einfach „Körper“; man beachte, dass <i lang='pi' translate='no'>rūpa</i> im Buddhismus alle Dinge mit materiellen Eigenschaften einschließt wie etwa Form und Farbe, wobei auch Vorstellungen dazugehören, die nur im Geist wahrgenommen werden), Gefühl (<i lang='pi' translate='no'>vedanā</i>, d. h. die angenehme, schmerzhafte oder neutrale Tönung einer Erfahrung), Wahrnehmung (<i lang='pi' translate='no'>saññā</i>, d. h. das Wiedererkennen oder Deuten von Erfahrungen; <em>nicht</em> Sinneswahrnehmung), Entscheidungen (<i lang='pi' translate='no'>saṅkhārā</i>, d. h. Absicht, Wille oder Wollen; die Entscheidung, eine Handlung auszuführen, insbesondere eine, die eine ethische Dimension hat) und Bewusstsein (<i lang='pi' translate='no'>viññāṇa</i>, d. h. der subjektive Vorgang des Gewahrwerdens selbst). Die „Aggregate“ sind die vielen verschiedenen Erscheinungen, die so eingeordnet werden. Fast immer beziehen sie sich auf die „Aggregate, die mit Ergreifen verbundene sind“ (<i lang='pi' translate='no'>upādānakkhandha</i>). Die Beziehung zwischen dem „Ergreifen“ und den „Aggregaten“ beinhaltet eine Reihe von Aspekten. Die Aggregate sind das <em>Objekt</em> des Ergreifens insofern als sie die Dinge sind, die normalerweise als das beständige „Selbst“ angesehen und damit verknüpft werden. Aber sie sind nicht bloß passive Zuschauer: Sie stellen auch die <em>funktionelle Unterstützung</em> des Ergreifens dar, die Dinge, die das Ergreifen bewerkstelligen. Und schließlich sind sie auch das <em>Produkt</em> des Ergreifens, in dem Sinn, dass Bindungen in früheren Leben zu den Aggregaten dieses Lebens geführt haben (<i lang='pi' translate='no'>upādinna</i>). Eine der Schlüsselfunktionen der Aggregate ist die Einteilung der Theorien über das Selbst. Aus den Lehrreden scheint es, dass Nicht-Buddhisten damit vertraut sind, doch wir können die Aggregate in keinem vor-buddhistischen Text identifizieren. Unabhängig davon, ob der Satz an Kategorien vor-buddhistisch war, behandelte der Buddha ihn auf seine eigene unverkennbare Art, indem er betont, dass bei den Aggregaten nichts ein beständiges Selbst oder eine Seele ist. In dieser Sammlung finden wir eine große Zahl an eindrucksvollen und lebendigen Erzählungen, die zeigen, wie die Aggregate ein Trost beim Sterben sein können, ein Führer durch verzwickte theoretische Debatten über die Persönlichkeit oder ein Rahmen für die Einsichtsmeditation. Viele der kurzen abgekürzten Texte sind nach demselben Schema aufgebaut, das in den „Verbundenen Lehrreden über die sechs Sinnesfelder“ angewendet wird. ",
  "sn-blurbs:sn22.59": "Im Wildpark bei Varanasi hält der Buddha vor der Gruppe der fünf Mönche seine berühmte zweite Lehrrede über das Nicht-Selbst in Bezug auf die Aggregate. Am Ende werden alle Vollendete.",
  "sn-blurbs:sn22.62": "Alle Philosophen müssen akzeptieren, dass die fünf Aggregate in einer Sprache beschrieben werden, die sich entweder auf Vergangenheit, Zukunft oder Gegenwart bezieht. ",
  "sn-blurbs:sn23": "Die „Verbundenen Lehrreden mit Rādha“ enthalten 46 Lehrreden mit einem Mönch namens Rādha über das Thema der fünf Aggregate und kann als ein Anhang zum vorigen <i lang='pi' translate='no'>Saṁyutta</i> betrachtet werden. ",
  "sn-blurbs:sn35": "Die Anzahl der Lehrreden in den „Verbundenen Lehrreden über die sechs Sinnesfelder“ variiert zwischen verschiedenen Ausgaben, hauptsächlich wegen der Art, wie Wiederholungen gezählt werden; SuttaCentral folgt Bhikkhu Bodhis Übersetzung, die 248 Lehrreden zählt. Die sechs Sinnesfelder ergänzen die fünf Aggregate als Zusammenfassung der edlen Wahrheit vom Leiden. Während die Aggregate den Blick auf die funktionelle Struktur der Erfahrung als Grundlage für Ansichten über ein Selbst lenken, liegt hier die Betonung darauf, wie Sinneserfahrungen den Anreiz für Verlangen schaffen. Trotz dieser unterschiedlichen Orientierung haben die beiden Sammlungen Vieles gemeinsam, und oft wird in beiden Fällen genau das gleiche Schema angewandt. Die sechs Sinnesfelder sind das Mittel, durch das die Welt erkannt wird, daher hat jedes von ihnen einen „inneren“ und einen „äußeren“ Aspekt – das „Auge“ und „Bilder“ usw. Obwohl es üblich ist, vermeidet man am besten, die sechs äußeren Sinnesfeldern als das „Objekt“ anzusehen, denn in den Suttas werden sie in Beziehung mit dem beobachtenden Geist dargestellt, nicht als unabhängig existierende Gebilde. Das ist sehr einleuchtend, bis wir zum letzten Sinn kommen, dem „Geist“ und den „Gedanken“ oder „geistigen Erscheinungen“. Um es klarzustellen: Dieser sechste Sinn ist einfach die geistige Fähigkeit und hat nichts mit übernatürlichen Fähigkeiten zu tun. Der äußere Aspekt ist <i lang='pi' translate='no'>dhammā</i>, ein Ausdruck, der so vielschichtig ist, dass er immer schwierig zu übersetzen ist. Hier bezieht er sich auf alles, was vom Geist unmittelbar erkannt werden kann, unabhängig von den fünf Sinnen. Die technisch genaueste Übersetzung ist vermutlich „geistige Erscheinungen“, aber „Gedanken“ kann als eine umgangssprachlichere Wiedergabe verwendet werden, solange es Vorstellungen, Fantasie usw. mit einschließt, und nicht nur Denken in sprachlicher Form. ",
  "sn-blurbs:sn35.28": "Das „Alles“, das aus den sechs inneren und den sechs äußeren Sinnesfeldern besteht, brennt. Das ist die berühmte „dritte Lehrrede“, die am Gayā-Kopf vor den Anhängern der drei Kassapa-Brüder gehalten wurde.",
  "sn-blurbs:sn35.113": "Während er in Klausur ist, führt der Buddha zu sich selbst aus, wie das Entstehen und Enden der Welt anhand der Sinneserfahrungen erklärt werden, die zu Verlangen und Leiden führen. Ein Mönch hört ihn und der Buddha fordert ihn auf, sich diese Lehre zu merken. ",
  "sn-blurbs:sn35.238": "Der Buddha reiht verschiedene mächtige Gleichnisse – Giftschlangen, Mörder, ein leeres Dorf usw. – zu einer ausgedehnten Parabel aneinander, die die Gefahren der Existenz und den Ausweg daraus illustriert. ",
  "sn-blurbs:sn42": "Die „Verbundenen Lehrreden mit Ortsvorstehern“ enthalten 13 Lehrreden, in denen verschiedene Dorfälteste oder Ortsvorsteher vorkommen. Manchmal stellen sie Fragen, die sich auf ihre Berufe beziehen, die vom Unterhaltungskünstler bis zum Krieger reichen; andere Lehrreden wiederum berühren bekannte Lehrthemen, wie das Überwinden von Hass, der Wert der brahmanischen Riten oder ob Mönche und Nonnen Geld benutzen sollten. Manche der Ortsvorsteher sind feindlich gesonnen und wollen dem Buddha in der Debatte ein Bein stellen oder beschuldigen ihn, ein Zauberer zu sein. Am Ende lassen sie sich jedoch von den mitfühlenden und gemäßigten Antworten des Buddha gewinnen. ",
  "sn-blurbs:sn42.11": "Der Ortsvorsteher Bhadraka fragt den Buddha, wie das Leiden entsteht und wie es aufhört, und der Buddha zeigt, dass ihm wegen seiner Anhänglichkeit ein Verlust in seiner eigenen Gemeinde Leid brächte.",
  "sn-blurbs:sn44": "Die „Verbundenen Lehrreden über das, was nicht erklärt wurde“ enthalten 44 Lehrreden über das Thema der zehn „nicht erklärten“ Fragen. Diese sind eine Standardserie metaphysischer Hypothesen, die der Buddha zurückwies, da sie auf die implizite Annahme eines Selbst gegründet und daher für die Befreiung hinderlich sind. In der ersten Lehrrede unterhalten sich der König Pasenadi und die Nonne Khemā über dieses Thema. ",
  "sn-blurbs:sn44.1": "Bei einem Aufenthalt in Toraṇavatthu möchte König Pasenadi einen geistlichen Lehrer besuchen, und die Nonne Khemā wird ihm bestens empfohlen. Er befragt sie darüber, ob ein Klargewordener nach dem Tod existiert, und sie erklärt, dass man das nicht beantworten kann. Später besucht er den Buddha, der ganz genauso antwortet. ",
  "sn-blurbs:sn45": "Die „Verbundenen Lehrreden über den Pfad“ enthalten 180 Lehrreden über den edlen achtfachen Pfad, den „mittleren Weg“; das ist die erste und wichtigste aller Lehren des Buddha über den geistlichen Übungsweg. Der achtfache Pfad wird in der ersten Lehrrede als vierte edle Wahrheit genannt. Er beginnt mit „rechter Ansicht“, die zunächst ein korrektes begriffliches Verstehen darstellt, das sich auf das Hören der Lehre und das Nachdenken über ihre Bedeutung stützt. Der zweite Faktor ist rechtes Denken und bezieht sich auf die Haltung oder Motivation, die die Übung prägt. Die nächsten drei Faktoren beschäftigen sich mit dem ethischen Verhalten, und die letzten drei betreffen unmittelbar die Meditation. Wenn alle Faktoren ausgereift sind, ermöglicht die „rechte Versenkung“ oder die vier Vertiefungen (<i lang='pi' translate='no'>jhānas</i>), dass sich das anfängliche begriffliche Verstehen zu einer tieferen Ebene der Einsicht und des Loslassens entwickelt. Dieses und die folgenden Kapitel enthalten viele wesentliche Lehrreden zu dem Thema, doch die große Zahl der Lehrreden kommt hauptsächlich durch die formelhaften Serien „abgekürzter Texte“ zustande, die jedes Kapitel abschließen. ",
  "sn-blurbs:sn45.2": "Als Ānanda sagt, gute Freundschaft sei der halbe spirituelle Pfad, verbessert ihn der Buddha und sagt, dass sie tatsächlich der ganze spirituelle Pfad sei. Mit guter Freundschaft als Grundlage erfüllt  man den edlen achtfachen Pfad. ",
  "sn-blurbs:sn45.3": "Als Sāriputta sagt, gute Freundschaft sei der ganze spirituelle Pfad, stimmt ihm der Buddha zu. Mit guter Freundschaft als Grundlage erfüllt  man den edlen achtfachen Pfad. ",
  "sn-blurbs:sn45.8": "Der Buddha stellt den achtfachen Pfad vor, mit einer ausführlichen Besprechung jedes Faktors. Es ist davon auszugehen, dass diese Erläuterungen überall da gelten, wo der achtfache Pfad gelehrt wird.",
  "sn-blurbs:sn46": "Die „Verbundenen Lehrreden über die Faktoren des Erwachens“ enthalten 184 Lehrreden zu diesen sieben Faktoren. Es sind solche Eigenschaften wie Achtsamkeit oder Untersuchung von Gesetzmäßigkeiten, die eine meditierende Person zum Erwachen führen. Der Fokus richtet sich hier insbesondere auf die Meditation, im Unterschied zum mehr ganzheitlichen Ansatz des vorherigen Kapitels über den Pfad. Einige besondere Merkmale dieser Sammlung sind etwa das Aufsagen der Faktoren des Erwachens, um Kranke anzuregen, oder die häufige Gegenüberstellung der sieben Faktoren des Erwachens und der fünf Hindernisse. ",
  "sn-blurbs:sn46.51": "Der Buddha legt im Einzelnen die Faktoren dar, die die Hindernisse und die Faktoren des Erwachens nähren. ",
  "sn-blurbs:sn46.55": "Der Brahmane Saṅgārava fragt, warum er sich manchmal an seine Hymnen erinnern kann und manchmal nicht. Der Buddha erklärt, dass mit der An- oder Abwesenheit der Hindernisse und den Faktoren des Erwachens zu tun hat. Er illustriert jedes der Hindernisse mit einer Schale mit Wasser. ",
  "sn-blurbs:sn47": "Die „Verbundenen Lehrreden über Achtsamkeitsmeditation“ enthalten 104 Lehrreden über die vier Arten der Achtsamkeitsmeditation (<i lang='pi' translate='no'>satipaṭṭhāna</i>, auch als „Grundlagen der Achtsamkeit“ oder „Errichtung der Achtsamkeit“ bekannt). Die vier betreffen den Körper, die Gefühle, den Geist und natürliche Gesetzmäßigkeiten. Der letzte Punkt wird in verschiedener Weise übersetzt, aber ein genaues Studium der Texte in diesem Kapitel zeigt, dass er sich ursprünglich auf die „natürlichen Gesetzmäßigkeiten“ der ursächlichen Zusammenhänge bezieht, die dem Vorgang der Meditation selbst zugrunde liegen. Diese Lehrreden über dieses wesentliche Thema sind viel weniger bekannt als die längeren „Lehrreden über Achtsamkeitsmeditation“, die man in zwei Versionen in MN 10 und DN 22 findet. Dabei sind sie historisch älter als die späteren Zusammenstellungen. Wo MN 10 die Betonung auf Einsichtsmeditation legt, finden wir in dieser Sammlung Achtsamkeit häufig mit Vertiefung verbunden; sie ist ja der Pfadfaktor, der direkt in die „rechte Versenkung“ führt. Einsicht wird nur selten erwähnt. Die Grundbedeutung des Wortes Achtsamkeit (<i lang='pi' translate='no'>sati</i>) ist „Erinnerung“, und auf die Meditation angewendet bedeutet es, dass man seine Meditation nicht „vergisst“, sondern den Atem oder andere Meditationsthemen im Blick behält. Diese Sammlung zeigt eine Reihe von Blickwinkeln, um Achtsamkeitsmeditation zu betrachten; eine ihrer Besonderheiten ist eine Reihe von Gleichnissen oder Parabeln, die die Übung veranschaulichen. Die Partnerin der Achtsamkeit ist die „Umsicht“ <i lang='pi' translate='no'>sampajañña</i>, manchmal als „Wissensklarheit“ wiedergegeben). Sie bezieht sich auf ein breites Gewahrsein und Verständnis, besonders während täglicher Verrichtungen. ",
  "sn-blurbs:sn47.1": "In Ambapālīs Mangowäldchen unterweist der Buddha die Mönche und Nonnen im „Pfad zum Zusammenfließen“, den vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.2": "In Ambapālīs Mangowäldchen unterweist der Buddha die Mönche und Nonnen in den vier Arten der Achtsamkeitsmeditation und dem Üben von Umsicht. ",
  "sn-blurbs:sn47.3": "Als ein Mönch um eine Unterweisung für eine Klausur bittet, weist der Buddha ihn unerwartet zurück, da er sich offenbar schlecht benommen hatte. Doch er besteht darauf, dass es ihm jetzt ernst ist. Der Buddha gibt nach und lehrt die vier Arten der Achtsamkeitsmeditation, die auf Ethik gegründet sind. ",
  "sn-blurbs:sn47.4": "Frisch ordinierte Mönche und Nonnen <em>sollten</em> die vier Arten der Achtsamkeitsmeditation üben, Menschen in Schulung <em>üben</em> sie und Vollendete haben die Übung vollendet. ",
  "sn-blurbs:sn47.5": "Die vier Arten der Achtsamkeitsmeditation stellen einen ganzen Haufen tauglicher Dige dar. ",
  "sn-blurbs:sn47.6": "Die Parabel von der Wachtel und dem Habicht. Als die Wachtel sich aus ihrem angestammten Revier herauswagte, wurde sie angreifbar. Und was ist das angestammte Revier für Mönche und Nonnen? Die vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.7": "Die Parabel vom törichten Affen, der in die Falle gerät, als er sich aus seinem angestammten Revier herauswagt. Und was ist das angestammte Revier für Mönche und Nonnen? Die vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.8": "Die Parabel vom Koch. Er setzt dem König verschiedene Speisen vor und beobachtet, welche der König mag. Ebenso beobachtet ein Mönch, warum seine Meditation erfolgreich ist oder scheitert. Wenn die vier Arten der Achtsamkeitsmeditation erfolgreich sind, führen sie zum Aufgeben der Hindernisse und dem Eintritt in die Versenkung. ",
  "sn-blurbs:sn47.9": "Der Buddha beschließt, seine letzte Regenzeit bei Vesālī im Dorf Beluva zu verbringen. Während dieser Klausur wird er sehr krank, erholt sich aber wieder. Ānanda fragt sich, wer den Saṅgha leiten wird, wenn der Buddha gestorben ist, aber der Buddha sagt, sie sollten ihre eigene Zuflucht sein und sich auf die vier Arten der Achtsamkeitsmeditation stützen. ",
  "sn-blurbs:sn47.10": "Als Ānanda die Nonnenunterkünfte besucht, berichten ihm die Nonnen, dass ihre Meditation zu höheren Stufen fortschreitet. Ānanda überbringt dem Buddha die gute Nachricht, und dieser spricht von zwei Arten, die vier Arten der Achtsamkeitsmeditation zu entwickeln: gerichtet und ungerichtet. ",
  "sn-blurbs:sn47.11": "Sāriputta fragt den Buddha, was ein großer Mensch sei, und der Buddha sagt, es ist jemand, dessen Geist befreit wurde, indem er die vier Arten der Achtsamkeitsmeditation entwickelte. ",
  "sn-blurbs:sn47.12": "Sāriputta behauptet kühn, dass niemand jemals mehr erleuchtet war als der Buddha oder das jemals sein wird. Er gibt zu, dass er nicht die Gedanken aller Buddhas lesen kann, aber er versteht eine Gesetzmäßigkeit des Dhamma: Alle, die erwachen, tun das, indem sie die fünf Hindernisse aufgeben, die vier Arten der Achtsamkeitsmeditation üben und die sieben Faktoren des Erwachens entwickeln. ",
  "sn-blurbs:sn47.13": "Sāriputta wird krank und stirbt und der Novize Cunda nimmt zusammen mit Ānanda seine Schale und seine Roben und überbringt dem Buddha die traurige Nachricht. Der Buddha vertreibt Ānandas Traurigkeit, indem er über die vier Arten der Achtsamkeitsmeditation spricht. ",
  "sn-blurbs:sn47.14": "Nach Sāriputtas und Moggallānas Tod (letzterer wird nicht im Kanon berichtet) sagt der Buddha, der Saṅgha sehe leer aus; doch er ist  nicht traurig. ",
  "sn-blurbs:sn47.15": "Als der Ehrwürdige Bāhiya um eine Unterweisung bittet, um damit in Klausur zu gehen, lehrt der Buddha die vier Arten der Achtsamkeitsmeditation, fest in der Ethik verankert. ",
  "sn-blurbs:sn47.16": "Als der Ehrwürdige Uttiya um eine Unterweisung bittet, um damit in Klausur zu gehen, lehrt der Buddha die vier Arten der Achtsamkeitsmeditation, fest verankert in der Ethik. ",
  "sn-blurbs:sn47.17": "Die vier Arten der Achtsamkeitsmeditation führen zum Ende des Leidens. ",
  "sn-blurbs:sn47.18": "Gleich nach dem Erwachen des Buddha stützt Brahmā Sahampati seine Überlegung, dass die vier Arten der Achtsamkeitsmeditation der Weg zum Zusammenfließen sind. ",
  "sn-blurbs:sn47.19": "Zwei Akrobatinnen diskutieren, ob sie gegenseitig aufeinander aufpassen sollten oder jede auf sich selbst. Der Buddha sagt, indem sie auf sich selbst aufpassen, passen sie aufeinander auf. Ebenso sollten wir Achtsamkeitsmeditation zu unserem eigenen Wohl und zum Wohl der anderen üben. ",
  "sn-blurbs:sn47.20": "Eine Parabel, die eine unlösbare Aufgabe beschreibt: zwischen einer beliebten Künstlerin und der Menschenmenge, die sich drängt, um sie zu sehen, hindurchgehen und dabei eine Schüssel tragen, die bis an den Rand mit Öl gefüllt ist, während ein Mann mit gezogenem Schwert darauf wartet, einem den Kopf abzuschlagen, wenn man einen Tropfen verschüttet. Das ist Achtsamkeit! ",
  "sn-blurbs:sn47.21": "Der Ehrwürdige Bhadda fragt Ānanda nach dem Zweck der ethischen Tugenden, die der Buddha angeraten hat. Es ist die Entwicklung der vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.22": "Der Ehrwürdige Bhadda fragt Ānanda nach den Bedingungen, unter denen die wahre Lehre nach dem Tod des Buddha lange bestehen bleibt bzw.  nicht bestehen bleibt. Ānanda sagt, es hänge davon ab, ob die vier Arten der Achtsamkeitsmeditation geübt werden. ",
  "sn-blurbs:sn47.23": "Der Ehrwürdige Bhadda fragt Ānanda nach den Bedingungen, unter denen die wahre Lehre verkümmert. Ānanda sagt, es hänge davon ab, ob die vier Arten der Achtsamkeitsmeditation geübt werden. ",
  "sn-blurbs:sn47.24": "Eine einfache Unterweisung über die vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.25": "Ein Brahmane fragt den Buddha nach den Bedingungen, unter denen die wahre Lehre nach dem Tod des Buddha lange bestehen bleibt bzw.  nicht bestehen bleibt. Der Buddha sagt, es hänge davon ab, ob die vier Arten der Achtsamkeitsmeditation geübt werden. ",
  "sn-blurbs:sn47.26": "Sāriputta fragt Anuruddha, wodurch man ein Übernder ist. Es ist jemand, der die vier Arten der Achtsamkeitsmeditation teilweise entwickelt hat. ",
  "sn-blurbs:sn47.27": "Sāriputta fragt Anuruddha, wodurch man eine Meisterin ist. Es ist jemand, der die vier Arten der Achtsamkeitsmeditation vollständig entwickelt hat. ",
  "sn-blurbs:sn47.28": "Anuruddha erklärt, er habe die verschiedenen unmittelbaren Einsichten durch das Üben der vier Arten der Achtsamkeitsmeditation erlangt. ",
  "sn-blurbs:sn47.29": "Als der Hausbesitzer Sirivaḍḍha krank ist, besucht Ānanda ihn und ermutigt ihn, Achtsamkeitsmeditation zu üben. Aber er hat sie bereits entwickelt und die fünf niederen Fesseln aufgegeben. ",
  "sn-blurbs:sn47.30": "Als der Hausbesitzer Mānadinna krank ist, besucht Ānanda ihn und ermutigt ihn, Achtsamkeitsmeditation zu üben. Aber er hat sie bereits entwickelt und die fünf niederen Fesseln aufgegeben. ",
  "sn-blurbs:sn47.31": "Das vollständige Wissen über die Achtsamkeitsmeditation war vor dem Buddha nicht bekannt. ",
  "sn-blurbs:sn47.32": "Die vier Arten der Achtsamkeitsmeditation führen zu Frieden. ",
  "sn-blurbs:sn47.33": "Wer die vier Arten der Achtsamkeitsmeditation vernachlässigt hat, hat den edlen Pfad vernachlässigt. ",
  "sn-blurbs:sn47.34": "Die vier Arten der Achtsamkeitsmeditation führen vom diesseitigen zum jenseitigen Ufer. ",
  "sn-blurbs:sn47.35": "Achtsamkeit besteht in den vier Arten der Achtsamkeitsmeditation. Umsicht besteht darin, das Entstehen und Vergehen von Gefühlen, Gedanken und Wahrnehmungen zu beobachten. ",
  "sn-blurbs:sn47.36": "Wenn die vier Arten der Achtsamkeitsmeditation entwickelt werden, kann man Vollendung oder Nichtwiederkehr erwarten. ",
  "sn-blurbs:sn47.37": "Mit der Entwicklung der vier Arten der Achtsamkeitsmeditation gibt man das Sehnen auf. ",
  "sn-blurbs:sn47.38": "Die vier Arten der Achtsamkeitsmeditation führen zum vollständigen Verstehen. ",
  "sn-blurbs:sn47.39": "Die Entwicklung der vier Arten der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.40": "Der Buddha lehrt die einfache Formel für die vier Arten der Achtsamkeitsmeditation und eine fortgeschrittene Aufgliederung, in der auch ihre Vergänglichkeit betrachtet wird. ",
  "sn-blurbs:sn47.41": "Entwickelt die vier Arten der Achtsamkeitsmeditation, lasst die Unsterblichkeit nicht verloren gehen. ",
  "sn-blurbs:sn47.42": "Die Ursachen für das Entstehen und Enden der Stützpunkte der Achtsamkeitsmeditation. ",
  "sn-blurbs:sn47.43": "Der Buddha erzählt den Mönchen und Nonnen, wie nach seinem Erwachen Brahmā Sahampati seine Überlegung bestätigte, dass die vier Arten der Achtsamkeitsmeditation der Weg zum Einswerden sind. ",
  "sn-blurbs:sn47.44": "Sei achtsam, indem du die vier Arten der Achtsamkeitsmeditation entwickelst. ",
  "sn-blurbs:sn47.45": "Die vier Arten der Achtsamkeitsmeditation stellen einen ganzen Haufen tauglicher Dige dar. ",
  "sn-blurbs:sn47.46": "Als eine Nonne um eine Unterweisung bittet, um damit in Klausur zu gehen, lehrt der Buddha die vier Arten der Achtsamkeitsmeditation, fest verankert in der Zügelung gemäß der Ordenssatzung. ",
  "sn-blurbs:sn47.47": "Als ein Mönch um eine Unterweisung bittet, um damit in Klausur zu gehen, lehrt der Buddha die vier Arten der Achtsamkeitsmeditation, fest verankert in gutem Verhalten mit dem Körper, der Sprache und dem Geist. ",
  "sn-blurbs:sn47.48": "Man sollte seine Freundinnen und Freunde ermutigen, die vier Arten der Achtsamkeitsmeditation zu üben. ",
  "sn-blurbs:sn47.49": "Die vier Arten der Achtsamkeitsmeditation helfen, die drei Arten von Gefühl zu verstehen. ",
  "sn-blurbs:sn47.50": "Die vier Arten der Achtsamkeitsmeditation helfen, die Befleckungen aufzugeben. ",
  "sn-blurbs:sn51": "Die „Verbundenen Lehrreden über die Grundlagen der Wunderkräfte“ enthalten 86 Lehrreden, die von den Eigenschaften Begeisterung oder Verlangen nach der Übung, Energie, höheres Bewusstsein und Nachforschen handeln, von denen es heißt, dass sie zur Entwicklung der verschiedenen Wunderkräfte führen. Der Zweck der Buddhalehre ist es natürlich nicht, solche Fähigkeiten zu entwickeln. Aber sie wecken bei Menschen, die sich mit Spiritualität befassen, ständig Interesse und Faszination – nicht nur im alten Indien –, und es scheint, der Buddha hat diesen besonderen Ansatz für den Pfad formuliert, um die anzusprechen, die daran interessiert sind. Die Betonung liegt auf der Entwicklung einer tiefen meditativen Versenkung (<i lang='pi' translate='no'>Samādhi</i>), indem man Mühe einsetzt. ",
  "sn-blurbs:sn51.10": "Der Buddha sagt, er könne bis zum Ende des Äons weiterleben, da er die vier Grundlagen der Wunderkräfte entwickelt habe. Aber Ānanda versteht den Wink nicht. ",
  "sn-blurbs:sn54": "Die „Verbundenen Lehrreden über Atemmeditation“ enthalten 20 Lehrreden über Atemmeditation (<i lang='pi' translate='no'>ānāpānassati</i>), die meist geschätzte Meditation vom frühen Buddhismus bis zum heutigen Tag. Sie wurde vom Buddha selbst geübt. Die Meditation wird als detaillierte Folge von sechzehn Schritten gelehrt. Diese folgen teilweise aufeinander, aber überschneiden sich auch in manchen Fällen. Sie zu entwickeln, erfüllt alle vier Arten der Achtsamkeitsmeditation und die sieben Faktoren des Erwachens. Somit kann diese eine Form der Meditation bis zum Erwachen führen; was nicht  heißt, dass es in jedem Fall die beste Herangehensweise ist. Es hatte einen Grund, warum der Buddha viele verschiedene Meditationsformen lehrte: Jede hat ihre besonderen Eigenschaften und Vorteile. Atemmeditation wird als friedvolle und angenehme Meditation angesehen, die hilft, ablenkende Gedanken zu beruhigen. Es ist eine einfache Übung, die allgemein für die meisten Meditierenden geeignet ist und die in tiefe Meditationszustände hineinführt. ",
  "sn-blurbs:sn54.9": "Der Buddha lehrte die Mönche und Nonnen die Meditation über die Unschönheit des Körpers und zog sich dann zur Klausur zurück. Viele Mönche verstanden die Unterweisung aber falsch und nahmen sich das Leben. Der Buddha lehrte die Atemmeditation als eine friedliche und angenehme Meditation. ",
  "sn-blurbs:sn54.11": "Der Buddha geht für drei Monate in Klausur und erklärt anschließend, dass er während dieser Zeit vor allem Atemmeditation geübt hat. ",
  "sn-blurbs:sn55.10": "Ānanda fragt den Buddha nach der Wiedergeburt verschiedener Schüler. Der Buddha gibt die gewünschten Erklärungen und schlägt eine Möglichkeit vor, mit der Menschen es selbst erkennen können, indem sie über die vier Faktoren des Stromeintritts nachdenken. ",
  "sn-blurbs:sn56": "Die „Verbundenen Lehrreden über die Wahrheiten“ enthalten 131 Lehrreden über die vier edlen Wahrheiten: das Leiden, seine Ursache, sein Aufhören und der Weg. Diese stellten das Hauptthema der ersten Lehrrede des Buddha dar, die hier als SN 56.11 enthalten ist. Der Buddha sagte, all seine Lehren seien in den vier edlen Wahrheiten enthalten. Tatsächlich kann man die übergeordnete Gliederung  der wichtigsten Saṁyuttas mit Themen der Lehre als ein erweitertes Beispiel dafür sehen: Die Abschnitte über die zusammenwirkenden Faktoren und die Sinnesfelder befassen sich mit der ersten edlen Wahrheit; das abhängige Entstehen befasst sich mit der zweiten und dritten; und die Kapitel über den Pfad befassen sich mit der letzten Wahrheit. Dieses Kapitel zeigt einen übergeordneten Blickwinkel über die anderen Lehren, und es steht am Ende, geradeso wie das Verstehend er vier edlen Wahrheiten aus dem Pfad hervorgeht. ",
  "sn-blurbs:sn56.1": "Mönche und Nonnen sollten Versenkung üben, damit sie die vier edlen Wahrheiten verstehen: das Leiden, die Ursache des Leidens, das Aufhören des Leidens und den Weg. ",
  "sn-blurbs:sn56.2": "Mönche und Nonnen sollten Abgeschiedenheit entwickeln, um die vier edlen Wahrheiten zu verstehen. ",
  "sn-blurbs:sn56.3": "Angehörige anständiger Familien ziehen fort, um die vier edlen Wahrheiten zu verstehen. ",
  "sn-blurbs:sn56.4": "Angehörige anständiger Familien ziehen fort, um zu den vier edlen Wahrheiten durchzudringen. ",
  "sn-blurbs:sn56.5": "Wahre Asketen verstehen die vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.6": "Wahre Asketen erwachen, indem sie die vier edlen Wahrheiten verstehen. ",
  "sn-blurbs:sn56.7": "Denkt keine schlechten Gedanken. Denkt stattdessen an die vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.8": "Denkt nicht über Unnötiges nach. Denkt stattdessen über die vier edlen Wahrheiten nach. ",
  "sn-blurbs:sn56.9": "Streitet nicht. Redet stattdessen über die vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.10": "Schwätzt nicht. Redet stattdessen über die vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.11": "Die berühmte erste Lehrrede, die bei Varanasi gehalten wurde und an die Gruppe der fünf Asketen gerichtet war. Sie beginnt damit, dass die Extreme von Asketentum und Genießen zurückgewiesen werden und der mittlere Weg, der achtfache Pfad, empfohlen wird. Dann definiert die Rede die vier edlen Wahrheiten und gliedert sie nach zwölf Aspekten auf. Sie endet damit, dass der Ehrwürdige Kondañña der erste Mensch nach dem Buddha wird, der den Dhamma versteht.",
  "sn-blurbs:sn56.12": "Alle Klargewordenen verstehen die vier edlen Wahrheiten in ihren zwölf Aspekten ",
  "sn-blurbs:sn56.13": "Die vier edlen Wahrheiten werden definiert, die Wahrheit vom Leiden als die fünf Aggregate. ",
  "sn-blurbs:sn56.14": "Die vier edlen Wahrheiten werden definiert, die Wahrheit vom Leiden als die sechs Sinnesfelder. ",
  "sn-blurbs:sn56.15": "Der Buddha fragt die Mönche und Nonnen, wie sie die vier edlen Wahrheiten im Gedächtnis haben. ",
  "sn-blurbs:sn56.16": "Der Buddha fragt die Mönche und Nonnen, wie sie die vier edlen Wahrheiten im Gedächtnis haben. ",
  "sn-blurbs:sn56.17": "Unwissenheit bedeutet, die vier edlen Wahrheiten nicht zu kennen. ",
  "sn-blurbs:sn56.18": "Wissen bedeutet, die vier edlen Wahrheiten zu kennen. ",
  "sn-blurbs:sn56.19": "Für jede der vier edlen Wahrheiten gibt es unzählige Bezeichnungen. ",
  "sn-blurbs:sn56.20": "Jede der vier edlen Wahrheiten ist wirklich und sonst nichts. ",
  "sn-blurbs:sn56.21": "Weil sie die vier edlen Wahrheiten nicht verstanden haben, sind der Buddha und andere so lange umhergewandert. Mit Strophen. ",
  "sn-blurbs:sn56.22": "Wahre Asketen verstehen die vier edlen Wahrheiten. Mit Strophen. ",
  "sn-blurbs:sn56.23": "Der Klargewordene wird der Buddha genannt, weil er die vier edlen Wahrheiten versteht. ",
  "sn-blurbs:sn56.24": "Alle Buddhas erwachen mithilfe der vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.25": "Nur für den, der die vier edlen Wahrheiten erkennt und sieht, werden die Befleckungen aufgelöst. ",
  "sn-blurbs:sn56.26": "Ihr solltet eure Freunde zum Verstehen der vier edlen Wahrheiten ermuntern. ",
  "sn-blurbs:sn56.27": "Die vier edlen Wahrheiten sind wirklich, nicht anders, deshalb sind sie edel. ",
  "sn-blurbs:sn56.28": "In dieser Welt ist der Klargewordene der Edle, deshalb sind die vier edlen Wahrheiten edel. ",
  "sn-blurbs:sn56.29": "Die erste edle Wahrheit muss verstanden werden, die zweite aufgegeben, die dritte verwirklicht und die vierte entwickelt. ",
  "sn-blurbs:sn56.30": "Einige Mönche und Nonnen diskutieren darüber, ob man die vier edlen Wahrheiten immer zusammen sehe. Der Ehrwürdige Gavampati bestätigt, dass er vom Buddha gehört hat, dass das der Fall ist: Wenn man eine sieht, sieht man alle. ",
  "sn-blurbs:sn56.31": "Der Buddha hält in einem Palisanderwald eine Handvoll Blätter hoch und Vergleicht sie mit der Zahl der Blätter im Wald. In derselben Weise hat er die vier edlen Wahrheiten gelehrt, und das ist nur ein Bruchteil dessen, was er weiß. ",
  "sn-blurbs:sn56.32": "Genauso, wie es unmöglich ist, in einem Korb aus Kiefernnadeln Wasser zu tragen, so kann man auch dem Leiden kein Ende machen, ohne die vier edlen Wahrheiten zu verstehen. ",
  "sn-blurbs:sn56.33": "Solange die Wesen die vier edlen Wahrheiten nicht gesehen haben, wandern sie von einem Leben zum anderen, wie ein Stock, der hochgeworfen wird. ",
  "sn-blurbs:sn56.34": "Sich anzustrengen, um die vier edlen Wahrheiten zu verstehen, ist wichtiger, als seinen brennenden Kopf zu löschen. ",
  "sn-blurbs:sn56.35": "Das Verstehen der vier edlen Wahrheiten geht mit Glück einher, aber dennoch würde es sich lohnen, es selbst unter Schmerzen zu erlangen. ",
  "sn-blurbs:sn56.36": "Die kleinen Geschöpfe im Meer sind zahlreicher als die Blätter und Zweige in den indischen Wäldern – so groß ist das Reich der Verlorenen. ",
  "sn-blurbs:sn56.37": "So, wie die Morgendämmerung der Vorbote des Sonnenaufgangs ist, ist rechte Ansicht der Vorbote des Durchbruchs zu den vier edlen Wahrheiten. ",
  "sn-blurbs:sn56.38": "Solange es keine Sonne und keinen Mond gibt, liegt die Welt im Dunklen. Ebenso liegt die Welt im Dunklen, solange kein Klargewordener erscheint und die vier edlen Wahrheiten erklärt. ",
  "sn-blurbs:sn56.39": "Wer die vier edlen Wahrheiten nicht gesehen hat, ist den Elementen ausgeliefert wie ein Wattebausch, doch wer sie gesehen hat, ist wie eine fest verankerte Säule. ",
  "sn-blurbs:sn56.40": "Wenn ihr fest in den vier edlen Wahrheiten verankert seid, kann euch niemand widerlegen. ",
  "sn-blurbs:sn56.41": "Der Buddha erzählt die seltsame Geschichte von einem Mann, der sich an einen Lotusteich setzt, um über die Welt zu spekulieren, und ein Heer sieht, das in einen Lotusstängel hineinmarschiert. Er denkt, er werde verrückt. Doch der Buddha sagt nein, das Heer sei wirklich. Dennoch solle man nicht über solche Dinge spekulieren, sondern über die vier edlen Wahrheiten nachdenken. ",
  "sn-blurbs:sn56.42": "Der Buddha nimmt die Mönche mit zu einem steilen Abhang und erklärt, dass die, die die vier edlen Wahrheiten nicht verstehen, in einen noch tieferen Abgrund stürzen. ",
  "sn-blurbs:sn56.43": "Der Buddha spricht von einer Hölle, die großes Fieber genannt wird, und erklärt, dass die, die die vier edlen Wahrheiten nicht verstehen, ein noch grimmigeres Fieber durchleiden werden. ",
  "sn-blurbs:sn56.44": "Genauso unmöglich wie es ist, das Obergeschoss zu erklimmen, bevor man das Untergeschoss gebaut hat, so unmöglich ist es auch, das Leiden zu beenden, ohne die vier edlen Wahrheiten zu verstehen. ",
  "sn-blurbs:sn56.45": "Ānanda sieht Licchaver Jugendliche, die Pfeile durch enge Löcher schießen. Die vier edlen Wahrheiten zu sehen, ist noch schwieriger. ",
  "sn-blurbs:sn56.46": "Der interstellare Raum ist dunkel und leer; doch wenn man die vier edlen Wahrheiten nicht sieht, ist das noch schlimmer. ",
  "sn-blurbs:sn56.47": "Eine einäugige Schildkröte würde eher ihren Kopf durch eine Öffnung in einem Joch stecken, das auf dem Meer treibt, als dass jemand aus einem niederen Bereich als Mensch wiedergeboren wird. ",
  "sn-blurbs:sn56.48": "Eine einäugige Schildkröte würde eher ihren Kopf durch eine Öffnung in einem Joch stecken, das auf dem Meer treibt, als dass jemand aus einem niederen Bereich als Mensch wiedergeboren wird. ",
  "sn-blurbs:sn56.49": "Wie sieben Kieselsteinchen im Vergleich zum Berg Sineru, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.50": "Wie sieben Kieselsteinchen im Vergleich zum Berg Sineru, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.51": "Wie ein wenig Erde unter dem Fingernagel im Vergleich zur ganzen Erde, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.52": "Wie ein Wassertropfen auf der Spitze eines Grashalms im Vergleich zu einem riesigen Lotusteich, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.53": "Wie ein paar Wassertropfen im Vergleich zum Zusammenfluss großer Ströme, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.54": "Wie ein paar Wassertropfen im Vergleich zum Zusammenfluss großer Ströme, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.55": "Wie ein paar Brustbeeren im Vergleich zur großen Erde, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.56": "Wie ein paar Brustbeeren im Vergleich zur großen Erde, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.57": "Wie ein paar Wassertropfen im Vergleich zum Weltmeer, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.58": "Wie ein paar Wassertropfen im Vergleich zum Weltmeer, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.59": "Wie sieben Kieselsteinchen im Vergleich zum Himalaya, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn56.60": "Wie sieben Kieselsteinchen im Vergleich zum Himalaya, so gering ist das Leiden, das für jemanden, der die vier edlen Wahrheiten gesehen hat, noch übrig bleibt. ",
  "sn-blurbs:sn-khandhavaggasamyutta": "Das „Buch der Aggregate“ ist das dritte der fünf Bücher der Verbundenen Lehrreden. Es ist nach seinem ersten und längsten <i lang='pi' translate='no'>Saṁyutta</i> benannt, das sich mit der buddhistischen Kernlehre von den fünf Aggregaten befasst. Drei der verbleibenden zwölf <i lang='pi' translate='no'>Saṁyuttas</i> greifen ebenfalls das Thema der Aggregate auf, während die übrigen von verschiedenen untergeordneten Gegenständen handeln, von denen manche nach Themen, andere nach Personen geordnet sind. ",
  "sn-blurbs:sn-mahavaggasamyutta": "Das „Große Buch“ ist das letzte und umfangreichste der fünf Bücher der Verbundenen Lehrreden. Es besteht aus zwölf <i lang='pi' translate='no'>Saṁyuttas</i>, von denen fast alle einen Aspekt der buddhistischen Übung oder des Pfades behandeln. Das erste ist tatsächlich auch der „Abschnitt über den Pfad“ (<i lang='pi' translate='no'>Maggasaṁyutta</i>), und in den nördlichen Kanons wird auf das Buch als Ganzes als „Buch des Pfades“ (<i lang='pi' translate='no'>Maggavagga</i>) Bezug genommen. Die ersten sieben <i lang='pi' translate='no'>Saṁyuttas</i> behandeln den vertrauten Satz von sieben Gruppen von Elementen der buddhistischen Übung, die in den späteren Traditionen als die <i lang='pi' translate='no'>bodhipakkhiyā dhammā</i>, die „Eigenschaften, die zum Erwachen führen“, bekannt sind. Dieses Buch ist die Hauptquelle für diese Lehren. Die folgenden <i lang='pi' translate='no'>Saṁyuttas</i> handeln vom Pfad unter verschiedenen Gesichtspunkten, und die letzten beiden befassen sich jeweils mit dem Eintauchen in die Strömung und den vier edlen Wahrheiten. ",
  "sn-blurbs:sn-nidanavaggasamyutta": "Das „Buch der Ursächlichen Zusammenhänge“ ist das zweite der fünf Bücher der Verbundenen Lehrreden. Es ist nach seinem ersten und längsten <i lang='pi' translate='no'>Saṁyutta</i> benannt, das die ursächlichen Zusammenhänge durch die buddhistischen Kernlehre vom Abhängigen Entstehen behandelt. Die verbleibenden neun <i lang='pi' translate='no'>Saṁyuttas</i> handeln von verschiedenen untergeordneten Gegenständen, von denen manche nach Themen, andere nach Personen geordnet sind. ",
  "sn-blurbs:sn-sagathavaggasamyutta": "Das „Buch mit Strophen“ ist das erste der fünf Bücher der Verbundenen Lehrreden. Es ist in elf <i lang='pi' translate='no'>Saṁyuttas</i> oder „Abschnitte“ unterteilt und enthält insgesamt 271 Suttas. Die meisten der <i lang='pi' translate='no'>Saṁyuttas</i> sind weiter in <i lang='pi' translate='no'>Vaggas</i> von zehn Suttas unterteilt. Das Wort <i lang='pi' translate='no'>Vagga</i> bezeichnet somit sowohl das größere übergeordnete „Buch“ als auch das untergeordnete „Kapitel“. Jedes Sutta in dieser Sammlung enthält einen Abschnitt in Versform in einem erzählenden Prosarahmen; in manchen Fällen ist der Prosateil allerdings durch Abkürzung weggefallen. Während der größte Teil des Saṁyutta um Themen herum angeordnet ist, sind hier Menschen der Ordnungsgrundsatz. Jedes <i lang='pi' translate='no'>Saṁyutta</i> umfasst Gespräche, die der Buddha oder eine Schülerin mit einer anderen Person oder Personengruppe führt, wie etwa mit Göttern, Königen, Nonnen oder Brahmanen. Ein typisches Sutta hat einen einfachen erzählenden Rahmen, in dem jemand zum Buddha kommt und eine Strophe spricht, und der Buddha antwortet mit einer besseren. In manchen Fällen, insbesondere im Sakka-Saṁyutta, ist das erzählerische Element zu einem lebhaften Austausch ausgebaut. Manche Texte aus dieser Sammlung sind bekannt und werden häufig zitiert, wie etwa die Aufforderung des Brahmā oder das Gleichnis der Nonne Vajira vom Menschen als einem Wagen. Die meisten der Suttas hier haben Parallelen in den chinesischen Saṁyukāgama-Übersetzungen. Die partiellen Übersetzungen SA 2 und SA 3 enthalten Material aus dem Sagāthāvagga. Zusätzlich haben viele Strophen Parallelen überall in der buddhistischen Literatur aller Sprachen. ",
  "sn-blurbs:sn-salayatanavaggasamyutta": "Das „Buch der sechs Sinnesfelder“ ist das vierte von fünf Büchern der Verbundenen Lehrreden. Es ist nach seinem ersten und längsten <i lang='pi' translate='no'>Saṁyutta</i> benannt, das sich mit der buddhistischen Kernlehre der sechs Sinnesfelder befasst. Das zweite <i lang='pi' translate='no'>Saṁyutta</i> über Gefühle befasst sich ebenfalls mit einem wichtigen Lehrthema. Die restlichen acht <i lang='pi' translate='no'>Saṁyuttas</i> handeln von verschiedenen untergeordneten Gegenständen, von denen manche nach Themen, andere nach Personen geordnet sind. "
}