{
  "snp-blurbs:snp4.15": "Der Buddha spricht in eindringlichen Worten über das, was ihn bewog, das Hausleben zu verlassen. Er fährt fort mit Ratschlägen für die Praxis und schließt mit der Beschreibung eines Menschen, der das Ziel von wahrem Frieden und Sicherheit erreicht hat. ",
  "snp-blurbs:snp-atthakavagga": "Dieses Kapitel, das chinesische Parallelen hat und im Niddesa einen frühen Kommentar erhalten hat, wird oft als einer der ältesten Texte des Kanons betrachtet. Es ist direkt und kraftvoll ohne literarische Schnörkel. Ein hervorstechender Aspekt ist die Kritik an sinnlosen Debatten und dem Festhalten an Ansichten. Das Attadaṇḍa-Sutta erzählt eine alternative Version der Beweggründe für das Fortziehen des Buddha. ",
  "snp-blurbs:snp-culavagga": "Dreizehn verschiedene Gedichte, ähnlich dem vorigen Kapitel. ",
  "snp-blurbs:snp-mahavagga": "Zwölf längere Gedichte, die zu ein paar legendenartigen Erzählungen ausgedehnt werden. Die ersten beiden Lehrreden und das Nalaka-Sutta erlauben frühe Einblicke in entscheidende Momente im Leben des Buddha. Während man manche dieser Gedichte auch an anderer Stelle im Kanon findet, bietet das Dvayatānupassanā einen einzigartigen Blick auf das abhängige Entstehen und andere Themen, die sonst mehr in Prosatexten vorkommen. ",
  "snp-blurbs:snp-parayanavagga": "Dies ist vielleicht die anspruchsvollste und bewegendste poetische Komposition des frühen Buddhismus. Sie beginnt mit einem Brahmanen, der einen unerwünschten Fluch erlitt und seine Schüler schickt, um den Buddha zu suchen. Am Ende einer langen Reise stellen sie Fragen, deren Natur auf ihre subtile Philosophie und tiefe Meditation hinweist. Sie schließt mit einer sehr emotionalen Erklärung von Vertrauen und Entschlossenheit. ",
  "snp-blurbs:snp-uragavagga": "Zwölf Gedichte, die mit einer Reihe von Gleichnissen beginnen, die einen befreiten Menschen mit einer Schlange vergleichen, die ihre Haut abstreift. Die Gedichte unterscheiden sich in Stil und Inhalt und scheinen aus verschiedenen Quellen zusammengestellt zu sein. Dieses Kapitel viele Allzeit-Lieblinge wie das Mettā-Sutta von der Liebe und die Warnungen des Parābhava-Sutta über einen Untergang. "
}