{
  "super-blurbs:abhidhamma": "Abhidhamma-Texte sind systematische Zusammenfassungen und Aufgliederungen der Lehren, die von den früheren Lehrreden abgeleitet sind. Der Abhidhamma (Abhidharma auf Sanskrit) ist für fortgeschrittene Studierende gedacht, die die Unterweisungen in den Lehrreden gemeistert haben. ",
  "super-blurbs:an": "Die „Nummerierten“ oder „Numerisch geordneten“ Lehrreden sind im Pali gewöhnlich als Aṅguttara-Nikāya bekannt, abgekürzt AN. Die Palitradition kennt allerdings auch die Form Ekottara („eins mehr“ oder „aufsteigend“), und diese Form kennt man gewöhnlich aus den Sammlungen der nördlichen Tradition. Diese Sammlungen ordnen Texte in nummerierten Reihen an, von eins bis elf. Verglichen mit anderen <i lang='pi' translate='no'>Nikāyas</i> richten sie sich mehr an die Laiengemeinschaft. Der chinesische Ekottarikāgama (EA) ist ein höchst ungewöhnlicher Text, der in sich selbst zahlreiche Variationen hat, selbst bei grundlegenden Lehrthemen. Er hat mit dem Pali-Aṅguttara deutlich weniger gemeinsam, als das bei den anderen Sammlungen und ihren Gegenstücken der Fall ist. Zusätzlich gibt es noch einen partiellen Ekottarikāgama auf Chinesisch und eine Reihe einzelner Lehrreden und Bruchstücke auf Chinesisch und Sanskrit. ",
  "super-blurbs:arv": "Das Arthaviniścayasūtra ist ein Sanskrittext, der fast gänzlich aus Zitaten früher Sūtra-Passagen besteht. Der Text wurde von Alfonsa Ferrari (1944), P.L. Vaidya (1961) und N.H. Samtani bearbeitet und herausgegeben in einer Reihe von Ausgaben, die sich auf in Tibet und Nepal entdeckte Manuskripte stützen. Der Text auf SuttaCentral beruht auf Ānandajotis Revision von Samtani. Ferrari und Vaidya ordneten diesen Text als einen Mahāyānatext ein, doch Samtani und Ānandajoti weisen darauf hin, dass nur an wenigen Stellen Mahāyāna-Konzepte erwähnt werden, die wahrscheinlich später hinzugefügt wurden. Der ursprüngliche Text scheint mit den Sarvāstivādins in Beziehung zu stehen, möglicherweise von der Sautrāntika-Schule. ",
  "super-blurbs:avs": "Die „Hundert Geschichten“ sind eine volkstümliche Legendensammlung, die den Sarvāstivādins zugerechnet wird und in die ersten Jahrhunderte n. Chr. zurückreicht. Es wurde eine Anzahl von Manuskriptquellen des Textes gefunden, doch das älteste vollständige Manuskript und die primäre Quelle für moderne Ausgaben ist ein nepalesisches Manuskript von 1645, das in der Universitätsbibliothek von Cambridge aufbewahrt wird. Obwohl es ein recht später Text ist, enthält er einige Parallelen zu frühen Texten. Der Text auf SuttaCentral ist von GRETIL und wurde von Klaus Wille auf der Grundlage der Ausgaben von Vaidya (1958) und Speyer (1906, 1909) eingegeben. ",
  "super-blurbs:bv": "Der Buddhavaṁsa ist ein später Erbauungstext in Versform, der ausführlich die Lebensgeschichten von 24 früheren Buddhas berichtet sowie die Vorhersage des Erwachens des historischen Buddha Gotama. Es ist ein später Text, der keine unmittelbaren Entsprechungen in den nördlichen Sammlungen hat. Er ist aber Teil einer umfangreichen sektenübergreifenden Erbauungsliteratur, die im zweiten und ersten Jahrhundert v. Chr. verfasst wurde und die Geburt des Mahāyāna ankündigte. ",
  "super-blurbs:cnd": "Das Cūḷaniddesa oder die „Kürzere Darlegung“ ist tatsächlich nur die Hälfte eines Buchs, zu dem auch das Mahāniddesa oder die „Große Darlegung“ gehört. Sie enthalten Kommentare zu bestimmten Teilen des Sutta-Nipāta und haben keine Entsprechungen in den nördlichen Kanons. Das Cūḷaniddesa kommentiert den „Weg zum Jenseits“ und das „Nashorn-Sutta“. ",
  "super-blurbs:cp": "",
  "super-blurbs:d": "",
  "super-blurbs:da": "",
  "super-blurbs:da-ot": "",
  "super-blurbs:dharmapadas": "Sammlungen in Versform, die dem Dhammapada des Khuddaka-Nikāya aus dem Palikanon ähneln. ",
  "super-blurbs:dhp": "Die Paliversion dieses berühmten Textes. Sie besteht aus 423 Strophen, die zu einprägsamen Themengruppen zusammengestellt sind. Es ist der meistgelesene der frühen Texte und wurde viele Male in viele Sprachen übersetzt. Man findet Versionen dieses Textes auf Chinesisch, Tibetisch und in verschiedenen indischen Sprachen, was für seine zeitlose, universelle Anziehungskraft spricht. ",
  "super-blurbs:divy": "",
  "super-blurbs:dk": "",
  "super-blurbs:dn": "Die Langen Lehrreden (Dīgha-Nikāya, abgekürzt DN) sind eine Sammlung von 34 Lehrreden des Palikanon (Tipiṭaka) der Theravadaschule. Das Wort „lang“ bezieht sich auf die Länge der einzelnen Lehrreden, nicht der Sammlung als Ganzem; der Dīgha-Nikāya ist tatsächlich der kürzeste der fünf Pali-Nikāyas. Er ist eine der grundlegenden Sammlungen der frühen buddhistischen Lehren, und er beschreibt den Buddha in vielen lebendigen Situationen. Verglichen mit anderen Sammlungen enthält er mehr ausgedehnte Erzählpassagen in unterschiedlichen literarischen Stilen. Viele Lehrreden handeln von interreligiösem Dialog mit Brahmanen und anderen Nicht-Buddhisten. Diese Sammlung entspricht dem Dīrghāgama (DA) der Dharmaguptaka-Schule, dem ersten Text in der Taishō-Ausgabe des chinesischen Kanon. Zu dieser Sammlung gehören auch mehrere unabhängige Suttas auf Chinesisch und Sanskrit. Zwei Drittel eines Dīrghāgama der Sarvāstivāda-Schule sind gefunden worden, aber nur kleine Teile davon sind veröffentlicht. ",
  "super-blurbs:ds": "",
  "super-blurbs:dt": "",
  "super-blurbs:dy": "",
  "super-blurbs:ea": "",
  "super-blurbs:ea-2": "",
  "super-blurbs:ea-ot": "",
  "super-blurbs:g2dhp": "Bruchstücke eines Dhammapada auf Gāndhārī. ",
  "super-blurbs:g3dhp": "Bruchstücke eines anderen Dhammapada auf Gāndhārī. ",
  "super-blurbs:gdhp": "",
  "super-blurbs:gf": "",
  "super-blurbs:iti": "112 kurze Lehrreden in einer Mischung aus Prosa und Versform, die im Aṅguttara-Stil als aufsteigende Zahlenreihen von eins bis vier angeordnet sind. Sein Überleben wird, einzig unter den buddhistischen Texten, nicht dem Saṅgha zugeschrieben, sondern einer Laienfrau namens Khujjuttarā. Nach den Pali-Kommentaren war sie eine Magd der Königin von Kosambi und lernte diese Lehren vom Buddha, was ihr den Titel der gelehrtesten unter den Laienfrauen einbrachte. ",
  "super-blurbs:ja": "Eine Sammlung von 547 Reihen von Strophen, die Geschichten aus früheren Leben des Buddha erzählen. Die kanonische Palisammlung besteht aus Strophen, die in nummerierten Reihen nach Aṅguttara-Art angeordnet sind. Die kürzeren Reihen veranschaulichen den Höhepunkt einer Geschichte, während die längeren eine ganze Geschichte erzählen. Die Strophen sind von Anfang an zusammen mit Prosaerzählungen überliefert worden, um die Geschichte mit Leben zu erfüllen; diese finden sich im Pali jetzt im Kommentar. Im Kommentar finden wir auch die ausdrückliche Verknüpfung zwischen den Geschichten aus der Vergangenheit und der Gegenwart, wobei der Held der Erzählung mit dem <i lang='pi' translate='no'>Bodhisattva</i> und die Hauptprotagonisten mit Zeitgenossen des Buddha gleichgesetzt werden. Diese Sammlung ist die wichtigste Quelle der Jātakas, doch es gibt viele ähnliche Geschichten anderswo im Palikanon (ein paar in den vier <i lang='pi' translate='no'>Nikāyas</i>, andere im Cariyapiṭaka) sowie in chinesischen, tibetischen und Sanskrittexten. Die meisten Jātakas begannen ihr Leben als Volksmärchen oder Mythen, Tropfen aus einem großen Geschichtenmeer der mündlichen Kultur. ",
  "super-blurbs:jp": "",
  "super-blurbs:kf": "Bruchstücke eines khotanesischen Karmavibhaṅga-Textes, der von Maggi publiziert wurde (1995). ",
  "super-blurbs:kn": "Das Wort <i lang='pi' translate='no'>khuddaka</i> bedeutet „geringer“ oder „kleiner“, und es scheint, dass diese Kategorie ursprünglich dazu diente, bestimmte kürzere, zumeist aus Versen bestehende Sammlungen aufzunehmen, die nicht ohne weiteres einem der Haupt-<i lang='pi' translate='no'>Nikāyas</i> zugeordnet werden konnten. Mit der Zeit wuchs die Sammlung jedoch, so dass der Khuddaka heute der umfangreichste <i lang='pi' translate='no'>Nikāya</i> im Palikanon ist. Er enthält einige der im Theravada-Buddhismus am weitesten verbreiteten Texte wie den Dhammapada, den Sutta-Nipāta und die Jātakas. In den anderen Kanons gibt es keine nahe Parallele zu dieser Sammlung, aber viele der frühen Texte haben Parallelen an verschiedenen Stellen. ",
  "super-blurbs:kp": "Neun kurze Texte, die anscheinend als eine Art Studienkurrikulum für Novizen zusammengestellt wurden. Die Zusammenstellung selbst wurde vermutlich in Sri Lanka gemacht, aber die meisten Texte finden sich anderswo in den <i lang='pi' translate='no'>Nikāyas</i>. ",
  "super-blurbs:kv": "",
  "super-blurbs:lal": "",
  "super-blurbs:linked": "Sammlungen „verbundener“ oder „zusammenhängender“ Lehrreden und anderer verwandter Texte. ",
  "super-blurbs:long": "Sammlungen „langer“ Lehrreden und anderer verwandter Texte. ",
  "super-blurbs:lzh-art": "",
  "super-blurbs:lzh-dg-ab": "",
  "super-blurbs:lzh-dg-bi-kam": "",
  "super-blurbs:lzh-dg-bi-pm": "",
  "super-blurbs:lzh-dg-bi-vb": "",
  "super-blurbs:lzh-dg-bu-kam": "",
  "super-blurbs:lzh-dg-bu-kam-2": "",
  "super-blurbs:lzh-dg-bu-pm": "",
  "super-blurbs:lzh-dg-bu-pm-2": "",
  "super-blurbs:lzh-dg-bu-vb": "",
  "super-blurbs:lzh-dg-kd": "",
  "super-blurbs:lzh-dg-ve": "",
  "super-blurbs:lzh-dg-vi": "",
  "super-blurbs:lzh-dg-vs": "",
  "super-blurbs:lzh-dharani": "",
  "super-blurbs:lzh-dk": "",
  "super-blurbs:lzh-ja": "",
  "super-blurbs:lzh-ka-bu-pm": "",
  "super-blurbs:lzh-mg-asc": "",
  "super-blurbs:lzh-mg-bi-pm": "",
  "super-blurbs:lzh-mg-bi-pn": "",
  "super-blurbs:lzh-mg-bi-vb": "",
  "super-blurbs:lzh-mg-bu-pm": "",
  "super-blurbs:lzh-mg-bu-pn": "",
  "super-blurbs:lzh-mg-bu-vb": "",
  "super-blurbs:lzh-mg-spp": "",
  "super-blurbs:lzh-mg-vi": "",
  "super-blurbs:lzh-mi-bi-pm": "",
  "super-blurbs:lzh-mi-bi-vb": "",
  "super-blurbs:lzh-mi-bu-kam": "",
  "super-blurbs:lzh-mi-bu-pm": "",
  "super-blurbs:lzh-mi-bu-vb": "",
  "super-blurbs:lzh-mi-kd": "",
  "super-blurbs:lzh-mi-vi": "",
  "super-blurbs:lzh-mi-vs": "",
  "super-blurbs:lzh-mu-bi-pm": "",
  "super-blurbs:lzh-mu-bi-vb": "",
  "super-blurbs:lzh-mu-bu-kam": "",
  "super-blurbs:lzh-mu-bu-pm": "",
  "super-blurbs:lzh-mu-bu-vb": "",
  "super-blurbs:lzh-mu-kd": "",
  "super-blurbs:lzh-mu-khv": "",
  "super-blurbs:lzh-mu-vi": "",
  "super-blurbs:lzh-nbs": "",
  "super-blurbs:lzh-sarv-ab": "",
  "super-blurbs:lzh-sarv-ba": "",
  "super-blurbs:lzh-sarv-bi-pm": "",
  "super-blurbs:lzh-sarv-bi-pm-dh": "",
  "super-blurbs:lzh-sarv-bi-vb": "",
  "super-blurbs:lzh-sarv-bu-kam": "",
  "super-blurbs:lzh-sarv-bu-kam-2": "",
  "super-blurbs:lzh-sarv-bu-pm": "",
  "super-blurbs:lzh-sarv-bu-pm-2": "",
  "super-blurbs:lzh-sarv-bu-vb": "",
  "super-blurbs:lzh-sarv-kd": "",
  "super-blurbs:lzh-sarv-mt": "",
  "super-blurbs:lzh-sarv-upp": "",
  "super-blurbs:lzh-sarv-ve": "",
  "super-blurbs:lzh-sarv-vi": "",
  "super-blurbs:lzh-sarv-vi-misc": "",
  "super-blurbs:lzh-ssnp": "",
  "super-blurbs:lzh-svk": "",
  "super-blurbs:lzh-upp-bu": "",
  "super-blurbs:ma": "",
  "super-blurbs:ma-ot": "",
  "super-blurbs:middle": "Sammlungen „mittellanger“ Lehrreden und anderer verwandter Texte. ",
  "super-blurbs:mil": "",
  "super-blurbs:minor": "Sammlungen von Suttatexten, die nicht in den vier Hauptsammlungen enthalten sind. ",
  "super-blurbs:minor-lzh": "Verschiedene Texte, die sich auf die frühen Schriften beziehen. Sie sind zueist chinesische Übersetzungen von Texten, die denen des Palikanon gleichen. ",
  "super-blurbs:mkv": "Das Mahākarmavibhaṅga oder die „Große Aufgliederung der Taten“ ist ein Abhidhamma-Text auf Sanskrit, der auf Manuskripten aus Nepal basiert. Er enthält eine Anzahl von Zitaten aus frühen Lehrreden, unter anderem des Dhammapada. Der Text auf SuttaCentral ist von GRETIL auf der Grundlage der Ausgabe von Sylvain Lévi (1932) und wurde von Klaus Wille eingegeben. ",
  "super-blurbs:mn": "Die Mittleren Lehrreden (Majjhima-Nikāya, abgekürzt MN) sind eine Sammlung von 152 Lehrreden im Palikanon (Tipiṭaka) der Theravadaschule des Buddhismus. Das Wort „mittel“ bezieht sich auf die Länge der einzelnen Lehrreden. Der Majjhima-Nikāya ist vielleicht die beliebteste Sammlung der frühen Lehrreden. Er enthält eine große Bandbreite an Lehren, von denen viele Erzählungen über Begebenheiten darstellen, die sich zwischen dem Buddha und verschiedenen seiner Zeitgenossen abspielen. Die Sammlung entspricht dem Madhyamāgama (MA) der Sarvāstivāda-Schule, die als Übersetzung im chinesischen Kanon überlebt hat. ",
  "super-blurbs:mnd": "Das Mahāniddesa oder die „Große Darlegung“ ist tatsächlich nur die Hälfte eines Buchs, zu dem auch das Cūḷaniddesa oder die „Kürzere Darlegung“ gehört. Sie enthalten Kommentare zu bestimmten Teilen des Sutta-Nipāta und haben keine Entsprechungen in den nördlichen Kanons. Das Mahāniddesa kommentiert die sechzehn Gedichte des vierten Kapitels, des „Achterkapitels“ oder Aṭṭhakavagga. ",
  "super-blurbs:mvs": "",
  "super-blurbs:ne": "",
  "super-blurbs:numbered": "Sammlungen „nummerierter“ oder „numerischer“ Lehrreden und anderer verwandter Texte. ",
  "super-blurbs:om": "",
  "super-blurbs:ot": "",
  "super-blurbs:other-group": "Texte, die denen in den fünf bisher genannten Sammlungen gleichen, die aber schwer einzuordnen sind. ",
  "super-blurbs:other-san": "",
  "super-blurbs:other-vi": "",
  "super-blurbs:other-xct": "",
  "super-blurbs:patthana": "",
  "super-blurbs:pdhp": "",
  "super-blurbs:pe": "",
  "super-blurbs:pf": "Bruchstücke einer Parallele zum Pāyāsi-Sutta auf Prākrit, wie in Bollée (2002) festgestellt. ",
  "super-blurbs:pgd-dg-bu-pm": "",
  "super-blurbs:pgd-dg-vi": "",
  "super-blurbs:pgd-pm-bf13": "",
  "super-blurbs:pk": "",
  "super-blurbs:pli-tv-ab": "",
  "super-blurbs:pli-tv-bi-pm": "",
  "super-blurbs:pli-tv-bi-vb": "",
  "super-blurbs:pli-tv-bu-pm": "",
  "super-blurbs:pli-tv-bu-vb": "",
  "super-blurbs:pli-tv-kd": "",
  "super-blurbs:pli-tv-pvr": "",
  "super-blurbs:pli-tv-vi": "",
  "super-blurbs:pp": "",
  "super-blurbs:pr": "",
  "super-blurbs:ps": "",
  "super-blurbs:pv": "",
  "super-blurbs:sa": "",
  "super-blurbs:sa-2": "",
  "super-blurbs:sa-3": "",
  "super-blurbs:sa-ot": "",
  "super-blurbs:sab": "",
  "super-blurbs:sammitiya": "",
  "super-blurbs:san-bu-pm-qizil": "",
  "super-blurbs:san-lo-asc": "",
  "super-blurbs:san-lo-bi-nidana": "",
  "super-blurbs:san-lo-bi-pn": "",
  "super-blurbs:san-lo-bi-vb": "",
  "super-blurbs:san-lo-bu-pm": "",
  "super-blurbs:san-lo-bu-pn": "",
  "super-blurbs:san-lo-mvu": "",
  "super-blurbs:san-lo-vi": "",
  "super-blurbs:san-mg-bu-pm": "",
  "super-blurbs:san-mg-vi": "",
  "super-blurbs:san-mu-bu-kam": "",
  "super-blurbs:san-mu-bu-pm-gbm2": "",
  "super-blurbs:san-mu-bu-pm-gbm3": "",
  "super-blurbs:san-mu-kd": "",
  "super-blurbs:san-mu-mpt-bu-pm": "",
  "super-blurbs:san-mu-vi": "",
  "super-blurbs:san-sarv-ab": "Texte des Sarvāstivāda-Abhidharma, die auf Sanskrit verfügbar sind. ",
  "super-blurbs:san-sarv-bi-kam": "",
  "super-blurbs:san-sarv-bi-pm-tf44": "",
  "super-blurbs:san-sarv-bi-pm-tf3215": "",
  "super-blurbs:san-sarv-bi-vb": "",
  "super-blurbs:san-sarv-bu-kam": "",
  "super-blurbs:san-sarv-bu-pm-finot": "",
  "super-blurbs:san-sarv-bu-pm-tf11": "",
  "super-blurbs:san-sarv-sm": "",
  "super-blurbs:san-sarv-vi": "",
  "super-blurbs:sf": "",
  "super-blurbs:sg": "",
  "super-blurbs:sht": "",
  "super-blurbs:sn": "Die „Verbundenen“ oder „Zusammenhängenden“ Lehrreden (Saṁyutta-Nikāya, abgekürzt SN) sind eine Sammlung von über tausend kurzen Lehrreden im Palikanon. Das Wort „verbunden“ bezieht sich auf die Tatsache, dass die Texte nach Themen gesammelt und zusammengestellt sind. In den meisten Fällen ist das Ordnungsprinzip eine bestimmte Dhammathematik, zum Beispiel die fünf Aggregate, das abhängige Entstehen, der edle achtfache Pfad, Achtsamkeitsmeditation oder die vier edlen Wahrheiten. Diese Sammlung enthält die umfangreichste Textreihe zu diesen Kernthemen. In anderen Fällen sind Kapitel nach einer Person oder einer Personengruppe zusammengestellt, die darin zu Wort kommt. Diese Sammlung hat eine vollständige Parallele im Saṁyuktāgama (SA) der Sarvāstivāda-Schule in chinesischer Übersetzung. Zusätzlich gibt es zwei teilweise Sammlungen auf Chinesisch (SA-2 und SA-3) und eine Reihe gemischter oder fragmentarischer Texte auf Chinesisch, Sanskrit und Tibetisch. Der SN hat große Teile seiner organisatorischen Struktur mit dem SA gemeinsam, was nahelegt, dass diese Struktur der Aufspaltung dieser beiden Sammlungen vorausging. ",
  "super-blurbs:snp": "Die „Gruppe der Lehrreden“ enthält 74 meist kurze Texte in Versform oder als Mischung aus Prosa und Versform, die in fünf Kapiteln angeordnet sind. Diese Sammlung enthält einige der beliebtesten Texte des volkstümlichen Buddhismus wie das Ratana-, das Maṅgala- und das Mettā-Sutta. Alle Theravada-Buddhisten kennen diese Texte, und sie werden als erhebende und Schutz gewährende Sprechgesänge bei besonderen Feierlichkeiten aufgesagt. Die Sammlung als Ganzes ist etwas jünger; sie findet sich nicht in den Schriften der nördlichen Tradition, und manche Teile wie die Eröffnungsverse des Nālaka-Sutta gehören zu den jüngsten Schichten der frühen Texte. Dennoch scheinen manche Abschnitte – das „Horn des Nashorns“, das „Achterkapitel“ und der „Weg zum Jenseits“ – bereits existiert zu haben, bevor sie in die Sammlung aufgenommen wurden, und gelten als alt. Während die Sammlung als Ganzes anderswo kein Gegenstück hat, haben einige Teile Parallelen auf Chinesisch oder Sanskrit. ",
  "super-blurbs:sutta": "Die Lehren des Buddha über Meditation, Ethik, die Natur der Welt und den Weg zur Freiheit. Diese Schriften sind unsere Hauptquelle für Informationen über das Leben und die persönliche Übung des Buddha. Sie zeichnen den Buddha und seine Schülerinnen in lebendigem Austausch mit einer vielfältigen Reihe von Personen. ",
  "super-blurbs:t210": "",
  "super-blurbs:t211": "",
  "super-blurbs:t212": "",
  "super-blurbs:t213": "",
  "super-blurbs:tf": "",
  "super-blurbs:tha-ap": "Die „Legenden aus früheren Leben der altehrwürdigen Mönche“ enthalten 563 Geschichten in Versform, die die Taten verschiedener altehrwürdiger Mönche in früheren Leben erzählen. Es ist ein viel späteres Gegenstück zum Theragāthā, das vielfach auf die gleichen Mönche Bezug nimmt. Aber während die Theragāthā-Strophen die Meditations- und Achtsamkeitsübung der Mönche im gegenwärtigen Leben wiedergeben, erzählen die Legenden typischerweise, wie die Mönche in diesem Leben erwachen konnten, indem sie in einer fernen Vergangenheit einem Buddha eine Gabe spendeten und den Entschluss fassten, wiedergeboren zu werden, so dass sie in Zukunft erwachen könnten. Die „Legenden der altehrwürdigen Mönche“ haben eine Gefährtin in den „Legenden der altehrwürdigen Nonnen“. Beide sind spätere Texte und haben kein Gegenstück in den Kanons der nördlichen Tradition. ",
  "super-blurbs:thag": "Die „Strophen der altehrwürdigen Mönche“ sind eine Sammlung von etwa 1288 Strophen, die 264 der altehrwürdigen Mönche zugeschrieben werden, die zur Zeit des Buddha gelebt haben, oder in einigen Fällen etwas später. Sie bilden ein Paar mit dem Therīgāthā, den „Strophen der altehrwürdigen Nonnen“. Diese Verse feiern die Freude der Freiheit und des Lebens und Meditierens im Wald. Zusammen stellen diese Sammlungen eine der ältesten und umfangreichsten Sammlungen kontemplativer Literatur dar; sie bewahren die einzigartigen Stimmen Hunderter früher Übender. Anhand ihres Stils und des Inhalts sind diese Sammlungen bei den frühen Lehrreden einzuordnen. Auf sie wird gelegentlich in den Kanons der nördlichen Tradition Bezug genommen, aber es haben keine parallelen Sammlungen überlebt. ",
  "super-blurbs:thi-ap": "Die „Legenden aus früheren Leben der altehrwürdigen Nonnen“ enthalten 40 Geschichten in Versform, die die Taten verschiedener altehrwürdiger Nonnen in früheren Leben erzählen. Es ist ein viel späteres Gegenstück zum Therīgāthā, das vielfach auf die gleichen Nonnen Bezug nimmt. Aber während die Therīgāthā-Strophen die Meditations- und Achtsamkeitsübung der Nonnen im gegenwärtigen Leben wiedergeben, erzählen die Legenden typischerweise, wie die Nonnen in diesem Leben erwachen konnten, indem sie in einer fernen Vergangenheit einem Buddha eine Gabe spendeten und den Entschluss fassten, wiedergeboren zu werden, so dass sie in Zukunft erwachen könnten. Die „Legenden der altehrwürdigen Nonnen“ haben einen Gefährten in den „Legenden der altehrwürdigen Mönche“. Beide sind spätere Texte und haben kein Gegenstück in den Kanons der nördlichen Tradition. ",
  "super-blurbs:thig": "Die „Strophen der altehrwürdigen Nonnen“ ist eine Sammlung von etwa 524 Strophen, die 73 der altehrwürdigen Nonnen zugeschrieben werden, die zur Zeit des Buddha gelebt haben, oder in einigen Fällen etwas später. Diese Verse feiern die Wonne der Freiheit und des Lebens der Meditation dieser Nonnen, sie verkünden voller Stolz und Freude ihre spirituellen Errungenschaften und drücken die Dankbarkeit gegenüber anderen Nonnen als Führerinnen und Lehrerinnen aus. Der Therīgāthā ist einer der ältesten spirituellen Texte, die nur die Stimmen von Frauen aufzeichnen. Er bildet ein Paar mit dem Theragāthā, den „Strophen der altehrwürdigen Mönche“. Zusammen stellen diese Sammlungen eine der ältesten und umfangreichsten Sammlungen kontemplativer Literatur dar. Anhand ihres Stils und des Inhalts sind diese Sammlungen bei den frühen Lehrreden einzuordnen. Auf sie wird gelegentlich in den Kanons der nördlichen Tradition Bezug genommen, aber es haben keine parallelen Sammlungen überlebt. ",
  "super-blurbs:ud": "Achtzig kurze Lehrreden in einer Mischung aus Prosa und Versform. Sie nehmen die Form einer einfachen Prosaerzählung an, die als Rahmen für einen in Ergriffenheit geäußerten Spruch dient, der meist in Versform ist. Die <i lang='pi' translate='no'>Udāna-</i> und <i lang='pi' translate='no'>Dhammapada</i>literatur scheinen sich zu überschneiden und können als ein Genre betrachtet werden. Die Dhammapada-Verse haben ebenfalls  dazugehörige Erzählungen, die aber im Kommentar zu finden sind. Es gibt einige Hinweise, dass manche der Erzählungen im Udāna etwas jünger sein könnten als das meiste Material in den vier Haupt-<i lang='pi' translate='no'>Nikāyas</i>. ",
  "super-blurbs:uf": "Bruchstücke uighurischer Texte, publiziert von Shōgaito (1998 und 2002) und Tekin (1980). ",
  "super-blurbs:up": "",
  "super-blurbs:upp": "",
  "super-blurbs:uv": "",
  "super-blurbs:uv-kg": "",
  "super-blurbs:uvs": "",
  "super-blurbs:vb": "",
  "super-blurbs:vinaya": "Die Texte über das Ordensrecht (Vinaya) erläutern detailliert den Lebensstil, die Regeln und Abläufe für die buddhistischen Mönche und Nonnen. Sie stellen bis heute die Leitlinien für buddhistische Ordinierte und zeichnen zudem ein lebhaftes Bild des täglichen Lebens im alten Indien. ",
  "super-blurbs:vk": "",
  "super-blurbs:vv": "",
  "super-blurbs:xct-mu-bi-pm": "",
  "super-blurbs:xct-mu-bi-vb": "",
  "super-blurbs:xct-mu-bu-kam": "",
  "super-blurbs:xct-mu-bu-pm": "",
  "super-blurbs:xct-mu-bu-vb": "",
  "super-blurbs:xct-mu-kd": "",
  "super-blurbs:xct-mu-khv": "",
  "super-blurbs:xct-mu-utg": "",
  "super-blurbs:xct-mu-utg-2": "",
  "super-blurbs:xct-mu-vi": "",
  "super-blurbs:ya": "",
  "super-blurbs:ybs": ""
}