{
  "super-blurbs:abhidhamma": "Abhidhamma-Texte sind systematische Zusammenfassungen und Aufgliederungen der Lehren, die von den früheren Lehrreden abgeleitet sind. Der Abhidhamma (Abhidharma auf Sanskrit) ist für fortgeschrittene Studierende gedacht, die die Unterweisungen in den Lehrreden gemeistert haben. ",
  "super-blurbs:an": "Die „Nummerierten“ oder „Numerisch geordneten“ Lehrreden sind im Pali gewöhnlich als Aṅguttara-Nikāya bekannt, abgekürzt AN. Die Palitradition kennt allerdings auch die Form Ekottara („eins mehr“ oder „aufsteigend“), und diese Form kennt man gewöhnlich aus den Sammlungen der nördlichen Tradition. Diese Sammlungen ordnen Texte in nummerierten Reihen an, von eins bis elf. Verglichen mit anderen <i lang='pi' translate='no'>Nikāyas</i> richten sie sich mehr an die Laiengemeinschaft. Der chinesische Ekottarikāgama (EA) ist ein höchst ungewöhnlicher Text, der in sich selbst zahlreiche Variationen hat, selbst bei grundlegenden Lehrthemen. Er hat mit dem Pali-Aṅguttara deutlich weniger gemeinsam, als das bei den anderen Sammlungen und ihren Gegenstücken der Fall ist. Zusätzlich gibt es noch einen partiellen Ekottarikāgama auf Chinesisch und eine Reihe einzelner Lehrreden und Bruchstücke auf Chinesisch und Sanskrit. ",
  "super-blurbs:arv": "Das Arthaviniścayasūtra ist ein Sanskrittext, der fast gänzlich aus Zitaten früher Sūtra-Passagen besteht. Der Text wurde von Alfonsa Ferrari (1944), P.L. Vaidya (1961) und N.H. Samtani bearbeitet und herausgegeben in einer Reihe von Ausgaben, die sich auf in Tibet und Nepal entdeckte Manuskripte stützen. Der Text auf SuttaCentral beruht auf Ānandajotis Revision von Samtani. Ferrari und Vaidya ordneten diesen Text als einen Mahāyānatext ein, doch Samtani und Ānandajoti weisen darauf hin, dass nur an wenigen Stellen Mahāyāna-Konzepte erwähnt werden, die wahrscheinlich später hinzugefügt wurden. Der ursprüngliche Text scheint mit den Sarvāstivādins in Beziehung zu stehen, möglicherweise von der Sautrāntika-Schule. ",
  "super-blurbs:avs": "Die „Hundert Geschichten“ sind eine volkstümliche Legendensammlung, die den Sarvāstivādins zugerechnet wird und in die ersten Jahrhunderte n. Chr. zurückreicht. Es wurde eine Anzahl von Manuskriptquellen des Textes gefunden, doch das älteste vollständige Manuskript und die primäre Quelle für moderne Ausgaben ist ein nepalesisches Manuskript von 1645, das in der Universitätsbibliothek von Cambridge aufbewahrt wird. Obwohl es ein recht später Text ist, enthält er einige Parallelen zu frühen Texten. Der Text auf SuttaCentral ist von GRETIL und wurde von Klaus Wille auf der Grundlage der Ausgaben von Vaidya (1958) und Speyer (1906, 1909) eingegeben. ",
  "super-blurbs:bv": "Der Buddhavaṁsa ist ein später Erbauungstext in Versform, der ausführlich die Lebensgeschichten von 24 früheren Buddhas berichtet sowie die Vorhersage des Erwachens des historischen Buddha Gotama. Es ist ein später Text, der keine unmittelbaren Entsprechungen in den nördlichen Sammlungen hat. Er ist aber Teil einer umfangreichen sektenübergreifenden Erbauungsliteratur, die im zweiten und ersten Jahrhundert v. Chr. verfasst wurde und die Geburt des Mahāyāna ankündigte. ",
  "super-blurbs:cnd": "Das Cūḷaniddesa oder die „Kürzere Darlegung“ ist tatsächlich nur die Hälfte eines Buchs, zu dem auch das Mahāniddesa oder die „Große Darlegung“ gehört. Sie enthalten Kommentare zu bestimmten Teilen des Sutta-Nipāta und haben keine Entsprechungen in den nördlichen Kanons. Das Cūḷaniddesa kommentiert den „Weg zum Jenseits“ und das „Nashorn-Sutta“. ",
  "super-blurbs:cp": "Der „Korb des Verhaltens“ ist eine frühe Systematisierung des Konzepts des Bodhisattva und seines Weges zum Erwachen. Eine Auswahl von 34 früheren Leben wird erzählt, von denen jedes eine bestimmte Tugend veranschaulicht, die der Bodhisattva entwickelte. Es ist ein später Text, der keine unmittelbaren Entsprechungen in den nördlichen Sammlungen hat. Wie der Buddhavaṁsa ist er Teil einer umfangreichen sektenübergreifenden Erbauungsliteratur, die im zweiten und ersten Jahrhundert v. Chr. verfasst wurde und die Geburt des Mahāyāna ankündigte. ",
  "super-blurbs:d": "Der Degé-Kangyur (oder Derge-Kangyur) ist eine Ausgabe des tibetischen Kanon, die sich auf das traditionelle Druckzentrum von Derge in Sichuan, China, stützt. Der Text auf SuttaCentral stammt von der digitalen Ausgabe der <cite>Tibetan and Himalayan Library</cite>. ",
  "super-blurbs:da": "Die Version der langen Lehrreden, die man im chinesischen Kanon findet, ist als Dīrghāgama (Chang ahan jing, 長阿含經) bekannt, und man glaubt, dass sie von der Dharmaguptaka-Schule stammt. Sie besteht aus 22 Strängen, die von Buddhayaśas (佛陀耶舍) und Zhu Fonian (竺佛念) 412 – 413 n. Chr. übersetzt wurden. Ihre vier Kapitel sind jeweils auf das Leben des Buddha, die Lehre und Schulung, Widerlegung von Nicht-Buddhisten und Kosmologie ausgerichtet. Im Unterschied zu den 34 Suttas des Dīgha-Nikāya des Theravāda enthält sie 30 Sūtras. In der Taishō-Ausgabe des chinesischen Kanon ist es der allererste Text und befindet sich im Band 1, 1a. ",
  "super-blurbs:da-ot": "24 lange Lehrreden, die in der Taishō-Ausgabe des chinesischen Kanon im ersten Band gesammelt wurden, unter den Sūtra-Nummern 2 – 25 im Anschluss an den Dīrghāgama. Es sind gemischte Übersetzungen verschiedener Lehrreden aus dem Dīgha, die zu verschiedenen Zeiten von unterschiedlichen Übersetzern angefertigt wurden. ",
  "super-blurbs:dharmapadas": "Sammlungen in Versform, die dem Dhammapada des Khuddaka-Nikāya aus dem Palikanon ähneln. ",
  "super-blurbs:dhp": "Die Paliversion dieses berühmten Textes. Sie besteht aus 423 Strophen, die zu einprägsamen Themengruppen zusammengestellt sind. Es ist der meistgelesene der frühen Texte und wurde viele Male in viele Sprachen übersetzt. Man findet Versionen dieses Textes auf Chinesisch, Tibetisch und in verschiedenen indischen Sprachen, was für seine zeitlose, universelle Anziehungskraft spricht. ",
  "super-blurbs:divy": "Das Divyāvadāna oder die „Göttlichen Erzählungen“ ist eine Sanskrit-Anthologie bestehend aus 38 Erzählungen, von denen viele dem Mūlasarvāstivāda-Vinaya entstammen. Typischerweise stellen die Geschichten dar, wie die Folgen von Handlungen in vergangenen Leben die Gegenwart beeinflussen, mit besonderer Betonung auf dem Verdienst davon, dem Buddha und seinen Schülerinnen Spenden zu machen. Es enthält das berühmte Aśokāvadāna, eine der Hauptquellen für das Leben des Königs Ashoka. Der Text ist wahrscheinlich um das dritte Jhd. n. Chr. einzuordnen, aber enthält ein paar Parallelen zu frühen Texten. Moderne Ausgaben stützen sich auf eine Anzahl nepalesischer Manuskripte, die zumeist recht neu sind. Im Westen wurde es zuerst 1884 von Cowell und Neil bearbeitet und herausgegeben. Der digitale Text auf SuttaCentral ist von GRETIL und stützt sich auf die Ausgabe von Vaidya (1959), eingegeben von Kensuke Okamoto. ",
  "super-blurbs:dk": "Dieser Text scheint seinen Ursprung mit dem Vibhaṅga der Palitradition gemeinsam zu haben. Er ist heute in einer vollständigen chinesischen und einer partiellen Sanskritfassung erhalten. Der Sanskrittext war unter den Funden von Gilgit. Der digitale Text stützt sich auf die Ausgaben von Dietz und Matsuda und wurde von Klaus Wille für GRETIL eingegeben. Im Vergleich zum Vibhaṅga erscheint die Methode weniger formalisiert und weitschweifiger; es werden eine Reihe von Suttapassagen zitiert. Verfasst wurde er von Śāriputra (nach den Sanskrit- und tibetischen Quellen) oder von Maudgalyāyana (nach den chinesischen Quellen). Die chinesische Ausgabe wurde von Xuanzang übersetzt und kann bei T 1537 gefunden werden. ",
  "super-blurbs:dn": "Die Langen Lehrreden (Dīgha-Nikāya, abgekürzt DN) sind eine Sammlung von 34 Lehrreden des Palikanon (Tipiṭaka) der Theravadaschule. Das Wort „lang“ bezieht sich auf die Länge der einzelnen Lehrreden, nicht der Sammlung als Ganzem; der Dīgha-Nikāya ist tatsächlich der kürzeste der fünf Pali-Nikāyas. Er ist eine der grundlegenden Sammlungen der frühen buddhistischen Lehren, und er beschreibt den Buddha in vielen lebendigen Situationen. Verglichen mit anderen Sammlungen enthält er mehr ausgedehnte Erzählpassagen in unterschiedlichen literarischen Stilen. Viele Lehrreden handeln von interreligiösem Dialog mit Brahmanen und anderen Nicht-Buddhisten. Diese Sammlung entspricht dem Dīrghāgama (DA) der Dharmaguptaka-Schule, dem ersten Text in der Taishō-Ausgabe des chinesischen Kanon. Zu dieser Sammlung gehören auch mehrere unabhängige Suttas auf Chinesisch und Sanskrit. Zwei Drittel eines Dīrghāgama der Sarvāstivāda-Schule sind gefunden worden, aber nur kleine Teile davon sind veröffentlicht. ",
  "super-blurbs:ds": "Der Dhammasaṅgaṇī (Handbuch der Erscheinungen) ist auf der Vorstellung einer <i lang='pi' translate='no'>Mātikā</i> aufgebaut, einem Inhaltsverzeichnis oder einer Matrix. Eine <i lang='pi' translate='no'>Mātikā</i> fungiert als einfaches Muster, das im Verlauf des Werks in immer komplexeren Formen angewendet und umgebildet wird. Die <i lang='pi' translate='no'>Mātikās</i> des Dhammasaṅgaṇī zählen Reihen von Erscheinungen (<i lang='pi' translate='no'>Dhammas</i>) auf. Die meisten sind Lehrbegriffe, die aus den Suttas vertraut sind, obwohl manche spezialisierte Abhidhamma-Termini sind. Der Dhammasaṅgaṇī beginnt mit drei <i lang='pi' translate='no'>Mātikās</i>. Die erste gruppiert <i lang='pi' translate='no'>Dhammas</i> in 22 Dreierreihen (<i lang='pi' translate='no'>tika</i>) und die nächsten beiden verwenden Zweierreihen (<i lang='pi' translate='no'>duka</i>), 100 Paare für Abhidhamma-Termini, 42 für Suttabegriffe. Die erste der Dreierreihen ist die grundlegende Gruppe: heilsam, unheilsam und unbestimmt. Dies dient als Rahmen für die Gruppierung der verschiedenen Erscheinungen. Das erscheint zwar einfach, aber selbst dieser Punkt war umstritten, da manche Schulen die Existenz der unbestimmten oder moralisch neutralen Kategorie ablehnten. ",
  "super-blurbs:dt": "Die Dhātukathā (Besprechung der Elemente) zeigt, wie sich die <i lang='pi' translate='no'>Mātikās</i> auf die 5 Aggregate, die 12 Grundlagen und die 18 Elemente beziehen. Sie ist nach vierzehn Methoden geordnet. ",
  "super-blurbs:dy": "Der vollständige Titel lautet Abhidharmadhātukāyapādaśāśtra (Apidamo Jie Shen Zu Lun, 阿毘達磨界身足論). Verfasst von Purna (nach Sanskrit- und tibetischen Quellen) oder von Vasumitra (nach chinesischen Quellen). Es wurde in drei Faszikeln von Xuanzang ins Chinesische übersetzt und im Kloster Yü-hua (玉華寺) auf den 14. Juli 663 n. Chr. datiert. Der Dhātukāya hat eine gewisse Ähnlichkeit mit dem Pali-Dhātukathā, wenn er auch eine andere <i lang='pi' translate='no'>Mātikā</i> benutzt. In der Taishō-Ausgabe des chinesischen Kanon ist es der Text Nummer 1540, unter T, Band 26, 614b. ",
  "super-blurbs:ea": "Die Hauptversion der nummerierten oder aufsteigenden Lehrreden, die man im chinesischen Kanon findet, ist als Ekottarikāgama (Zengyi ahan jing, 增一阿含經) bekannt und wurde vorläufig der Mahāsaṅghika-Schule zugeschrieben. Sie wurde von Gautama Saṅghadeva (瞿曇僧伽提婆) übersetzt, der auch das Madhyamāgama übersetzt hat, bei CE 397. Sie besteht aus 51 Faszikeln und ist in 52 Kapitel unterteilt; sie enthält insgesamt 451 Sutras. Wie der Pali-Aṅguttara ist sie in nummerierten Reihen von ens bis elf angeordnet. Doch trotz der strukturellen Ähnlichkeit weichen die Inhalte stark vom Pali ab. Der Ekottarikāgama enthält vergleichsweise weniger Parallelen als andere Āgama-Sammlungen. In der Taishō-Ausgabe des chinesischen Kanon ist es der Text Nummer 125, unter T, Band 2, 549a. ",
  "super-blurbs:ea-2": "Eine teilweise Übersetzung des Ekottarikāgama wurde 148– 170 n. Chr. von An Shigao (安世高 ) angefertigt. Sie ist als Qi Chu San Guan Jing (七處三觀經) bekannt und besteht aus einem Faszikel, der 47 kürzere Sutras enthält. In der Taishō-Ausgabe des chinesischen Kanon ist es der Text Nummer 150A, unter T, Band 2, 875b. ",
  "super-blurbs:ea-ot": "29 kürzere Lehrreden, die in der Taishō-Ausgabe des chinesischen Kanon im zweiten Band gesammelt wurden, unter den Sūtra-Nummern 126–151, nach der vollständigen Ekottarikāgama-Sammlung. Es sind gemischte Übersetzungen verschiedener Lehrreden aus dem Ekottara, die zu verschiedenen Zeiten von unterschiedlichen Übersetzern angefertigt wurden. ",
  "super-blurbs:g2dhp": "Bruchstücke eines Dhammapada auf Gāndhārī. ",
  "super-blurbs:g3dhp": "Bruchstücke eines anderen Dhammapada auf Gāndhārī. ",
  "super-blurbs:gdhp": "Der Gāndhārī-Dharmapada (auch als khotanesischer Dhammapada bekannt) stammt von einem Birkenrinden-Manuskript in Kharoṣṭhī-Schrift, das 1892 bei Kohmāri Mazār in der Nähe von Khotan in Xinjiang entdeckt wurde. Es geht zurück in die frühen nachchristlichen Jahrhunderte und ist eines der ältesten überlebenden buddhistischen Manuskripte. Es wurde von Brough (1962) bearbeitet und veröffentlicht und von Gandhari.org digitalisiert. ",
  "super-blurbs:gf": "Eine Anzahl buddhistischer Manuskripte in der Gāndhārī-Sprache, die Kharoṣṭhī-Schrift benutzen und dem Dharmaguptaka zugeordnet wurden. Sie wurden im östlichen Afghanistan und westlichen Pakistan entdeckt. Unter ihnen sind eine Reihe von Texten, die beträchtliche Anteile von frühen Suttas enthalten. Die Arbeit an der Digitalisierung in wurde diesem Bereich hauptsächlich von Gandhari.org ausgeführt. ",
  "super-blurbs:iti": "112 kurze Lehrreden in einer Mischung aus Prosa und Versform, die im Aṅguttara-Stil als aufsteigende Zahlenreihen von eins bis vier angeordnet sind. Sein Überleben wird, einzig unter den buddhistischen Texten, nicht dem Saṅgha zugeschrieben, sondern einer Laienfrau namens Khujjuttarā. Nach den Pali-Kommentaren war sie eine Magd der Königin von Kosambi und lernte diese Lehren vom Buddha, was ihr den Titel der gelehrtesten unter den Laienfrauen einbrachte. ",
  "super-blurbs:ja": "Eine Sammlung von 547 Reihen von Strophen, die Geschichten aus früheren Leben des Buddha erzählen. Die kanonische Palisammlung besteht aus Strophen, die in nummerierten Reihen nach Aṅguttara-Art angeordnet sind. Die kürzeren Reihen veranschaulichen den Höhepunkt einer Geschichte, während die längeren eine ganze Geschichte erzählen. Die Strophen sind von Anfang an zusammen mit Prosaerzählungen überliefert worden, um die Geschichte mit Leben zu erfüllen; diese finden sich im Pali jetzt im Kommentar. Im Kommentar finden wir auch die ausdrückliche Verknüpfung zwischen den Geschichten aus der Vergangenheit und der Gegenwart, wobei der Held der Erzählung mit dem <i lang='pi' translate='no'>Bodhisattva</i> und die Hauptprotagonisten mit Zeitgenossen des Buddha gleichgesetzt werden. Diese Sammlung ist die wichtigste Quelle der Jātakas, doch es gibt viele ähnliche Geschichten anderswo im Palikanon (ein paar in den vier <i lang='pi' translate='no'>Nikāyas</i>, andere im Cariyapiṭaka) sowie in chinesischen, tibetischen und Sanskrittexten. Die meisten Jātakas begannen ihr Leben als Volksmärchen oder Mythen, Tropfen in einem großen Geschichtenmeer der mündlichen Kultur. Manche Jātakas erzählen Versionen berühmter Hindumythen, während andere von der gleichen Grundlage wie europäische Volksmärchen stammen. Die Versformen in den Jātakas gehören meist den älteren Arten an und die sozialen und politischen Umstände spiegeln die historischen Verhältnisse in den Jahrhunderten vor dem Buddha wieder, als zum Beispiel Varanasi ein unabhängiges Königreich war. Die Jātakas sind die älteste, größte und am besten erhaltene Sammlung alter Geschichten, die weltweit zu finden ist. Eins der zentralen Themen ist die Entsagung; es gibt zahlreiche Geschichten, in denen der Held von zu Hause fortzieht, jedesmal aus einem anderen Blickwinkel erzählt. Jātakas veranschaulichen im Allgemeinen moralische Botschaften, aber da vom Helden angenommen wird, dass er unvollkommen ist, ist es nicht ungewöhnlich, dass man ihn sieht, wie er zweifelhafte Entscheidungen trifft und sogar Ethikregeln übertritt. Im Ganzen genommen ist die Jātaka-Literatur ein umfangreiches Geschichtengewebe, das den gewundenen und unsicheren Pfad zum Erwachen zeigt. Das Jātaka-Genre erwies sich als beliebtes und wirksames Rahmenwerk, um beliebte Märchen in einen buddhistischen Zusammenhang einzufügen. Sie haben einen herausragenden Platz in der buddhistischen Kunst, der alten wie der modernen, und sind im modernen Theravāda der wichtigste Weg, um Kinder mit dem Buddhismus bekannt zu machen. ",
  "super-blurbs:jp": "Der vollständige Titel lautet Abhidharmajñānaprasthānaśāstra (Apidamo Fa Zhi Zu Lun, 阿毘達磨發智論). Er wurde von Kātyāyanīputra verfasst und vom 14. Februar 657 bis zum 20. Juni 660 von Xuanzang in zwanzig Faszikeln im Kloster Yü-hua (玉華寺), Hsi-ching (西京), übersetzt. Es ist das größte Sarvāstivāda-Abhidhammabuch und bildete die Grundlage für spätere Sarvāstivāda-Abhandlungen und daher auch für das moderne Studium des Abhidhamma, besonders im tibetischen Buddhismus. In der Taishō-Ausgabe des chinesischen Kanon ist die maßgebliche Übersetzung von Xuanzang der Text Nummer 1544 und findet sich bei T Band 26, 918a. 383 n. Chr. gab es eine frühere Übersetzung von Saṅghadeva and Zhu-fo-nian, die man bei T 1543, T Band 26, 771a finden kann. ",
  "super-blurbs:kf": "Bruchstücke eines khotanesischen Karmavibhaṅga-Textes, der von Maggi publiziert wurde (1995). ",
  "super-blurbs:kn": "Das Wort <i lang='pi' translate='no'>khuddaka</i> bedeutet „geringer“ oder „kleiner“, und es scheint, dass diese Kategorie ursprünglich dazu diente, bestimmte kürzere, zumeist aus Versen bestehende Sammlungen aufzunehmen, die nicht ohne weiteres einem der Haupt-<i lang='pi' translate='no'>Nikāyas</i> zugeordnet werden konnten. Mit der Zeit wuchs die Sammlung jedoch, so dass der Khuddaka heute der umfangreichste <i lang='pi' translate='no'>Nikāya</i> im Palikanon ist. Er enthält einige der im Theravada-Buddhismus am weitesten verbreiteten Texte wie den Dhammapada, den Sutta-Nipāta und die Jātakas. In den anderen Kanons gibt es keine nahe Parallele zu dieser Sammlung, aber viele der frühen Texte haben Parallelen an verschiedenen Stellen. ",
  "super-blurbs:kp": "Neun kurze Texte, die anscheinend als eine Art Studienkurrikulum für Novizen zusammengestellt wurden. Die Zusammenstellung selbst wurde vermutlich in Sri Lanka gemacht, aber die meisten Texte finden sich anderswo in den <i lang='pi' translate='no'>Nikāyas</i>. ",
  "super-blurbs:kv": "Das Kathāvatthu (Strittige Punkte) ist eine Sammlung von über 200 Diskussionen über Fragen der Deutung der buddhistischen Lehre. Die Diskussionen bestehen aus einer Debatte zwischen nicht namentlich genannten Protagonisten. Jeder stützt sich entweder auf Logik oder auf Sutta-Zitate, um seine Argumente zu untermauern. Manche der Diskussionen betreffen zentrale Fragen der buddhistischen Philosophie wie etwa die Natur des Nicht-selbst oder das Problem von Kontinuität und Unbeständigkeit. Viele sind allerdings sehr unbedeutend. Während der Text die Standpunkte nicht zuordnet, können die meisten wichtigen Punkte den Lehren zugeordnet werden, die von verschiedenen buddhistischen Schulen vertreten werden. Man beachte, dass es bei keinem der bestrittenen Punkte um brahmanische, Jaina- oder andere nicht-buddhistische Ansichten geht. Auch gibt es keine nennenswerten Differenzen, wenn es um die Suttas geht, auf die Bezug genommen wird; jeder Kontrahent geht davon aus, dass alle eine eine gemeinsame Basis in den Suttas haben. Das Kathāvatthu ist das einzige Buch des Abhidhamma, das von der Theravāda-Tradition einem bestimmten Autor zugeschrieben wird, Moggaliputtatissa, einem älteren Mönch zur Zeit des Königs Ashoka. Das Kernstück des Werks ist wahrscheinlich zu dieser Zeit entstanden, aber es ist mit der Zeit beträchtlich angewachsen. Ein paar der zentralen Diskussionen scheinen eine Grundlage mit dem Vijñānakāya gemeinsam zu haben. ",
  "super-blurbs:lal": "Das Lalitavistara oder das „vollständige Spiel“ war eine der beliebtesten der alten Buddha-Biografien. Es gründet sich auf Sarvāstivāda- und Mahāyāna-Quellen und zahlreiche Manuskripte haben in Nepal überlebt. Der Text ist aus verschiedenen Quellen zusammengestellt und stammt etwa aus dem 4. Jhd. n. Chr., enthält aber einige Parallelen zu frühen Texten. Der Text auf SuttaCentral ist von GRETIL und beruht auf der Ausgabe von Vaidya (1958). ",
  "super-blurbs:linked": "Sammlungen „verbundener“ oder „zusammenhängender“ Lehrreden und anderer verwandter Texte. ",
  "super-blurbs:long": "Sammlungen „langer“ Lehrreden und anderer verwandter Texte. ",
  "super-blurbs:lzh-art": "Das Yizu jing (Arthavargīya) in zwei Faszikeln bei T 198 wurde zwischen dem zweiten Jahr von Huang Wu 黃武 und dem zweiten Jahr von Jianxing 建興 der Wu-Dynastie 呉 (223–253 n. Chr.) von Zhi Qian 支謙 ins Chinesische übersetzt. Es entspricht dem Aṭṭhakavagga, dem vierten der fünf Kapitel des Sutta-Nipāta (Sn 766–975) des Pali-Tipitaka, wobei diese chinesische Fassung aber zusätzliche Passagen hat. Da die Palifassung von anderen kanonischen Pali- und Sanskrittexten zitiert wird, wurde das Aṭṭhakavagga traditionell als eine wichtige Zusammenfassung von Schlüssellehren betrachtet; Wissenschaftler sehen es als eine der ältesten Zusammenstellungen an im Tipitaka an. Sein fortwährender Einfluss unter Buddhisten zeigt sich auch in der Tatsache, dass deutlich spätere Zitate des Textes auch Asaṅga im Bodhisattvabhūmi und Vasubandhu im Abhidharmakośa-Bhāṣya nennen. ",
  "super-blurbs:lzh-dg-ab": "Abhidharma der Dharmaguptaka-Schule in chinesischer Übersetzung. ",
  "super-blurbs:lzh-dg-bi-kam": "Die Bhikkhunī-Kammavācā („Rechtsverfahren der Nonnen“) sind Zusammenstellungen von Formeln, die von Nonnen aufgesagt werden, wenn sie Rechtsverfahren des Sangha durchführen. Sie sind Auszüge aus dem Vibhaṅga. ",
  "super-blurbs:lzh-dg-bi-pm": "Der Bhikkhunī-Pātimokkha, die „Ordenssatzung für Nonnen“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Nonnen gibt es 348 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-dg-bi-vb": "Der Bhikkhunī-Vibhaṅga („die Aufgliederung der Regeln der Nonnen“) enthält die Ordenssatzung für Nonnen, den Bhikkhunī-Pātimokkha, eingebettet in erläuterndes Material. Der Bhikkhunī-Vibhaṅga ist in sechs Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:lzh-dg-bu-kam": "Die Bhikkhu-Kammavācā („Rechtsverfahren der Mönche“) sind Zusammenstellungen von Formeln, die von Mönchen aufgesagt werden, wenn sie Rechtsverfahren des Sangha durchführen. Sie sind Auszüge aus dem Vibhaṅga. ",
  "super-blurbs:lzh-dg-bu-kam-2": "Die Bhikkhu-Kammavācā („Rechtsverfahren der Mönche“) sind Zusammenstellungen von Formeln, die von Mönchen aufgesagt werden, wenn sie Rechtsverfahren des Sangha durchführen. Sie sind Auszüge aus dem Vibhaṅga. ",
  "super-blurbs:lzh-dg-bu-pm": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 250 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-dg-bu-pm-2": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 250 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-dg-bu-vb": "Der Bhikkhu-Vibhaṅga („die Aufgliederung der Regeln der Mönche“ enthält die Ordenssatzung für Mönche, den Bhikkhu-Pātimokkha, eingebettet in erläuterndes Material. Der Vibhaṅga ist in acht Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:lzh-dg-kd": "Die Khandhakas („die Kapitel“) enthalten die Regeln und Regelungen beider Saṅghas, die nicht unter die Ordenssatzung, den Pātimokkha, fallen. Es gibt 22 einzelne Khandhakas, von denen die meisten ein mehr oder weniger einheitliches Thema behandeln. Die Khandhakas enthalten eine Vielzahl von Materialien, wie etwa eine Auswahl an biografischem Material über einer Anzahl herausragender Schüler, und einiger berüchtigter. Sie beinhalten auch einige Jātakas und andere Erzählungen ebenso wie die Geschichten über das erste gemeinsame Aufsagen nach dem Tod des Buddha und die berühmte Affäre von Vesālī, die manchmal als „zweites Konzil“ bezeichnet wird. Die ganze Sammlung ist um das Leben des Buddha nach seinem Erwachen angeordnet. ",
  "super-blurbs:lzh-dg-ve": "Der Ekottara („die nummerierten Ausschnitte“) ist ein Text, den man in der Sarvāstivāda-  und der Dharmaguptaka-Schule findet. Es ist eine Parallele zu einem Kapitel im Parivāra des Theravāda. ",
  "super-blurbs:lzh-dg-vi": "Das Ordensrecht für die Dharmaguptaka-Schule auf Chinesisch. Diese Schule hatte ihre Blüte ursprünglich im Nordwesten Indiens und hatte großen Einfluss auf Zentralasien und China. Mönche und Nonnen in Ostasien folgen diesem Vinaya. Die meisten Vinaya-Texte, die wir heute haben, wurden ab 410–412 n. Chr. von dem kaschmirischen Mönch Buddhayaśas übersetzt, der zusammen mit Zhu Fonian den gesamten Text aus dem Gedächtnis aufsagte. ",
  "super-blurbs:lzh-dg-vs": "Der Saṁyutta („die verbundenen Ausschnitte“) ist ein Text, der in der Mahīśāsaka- und der Dharmaguptaka-Schule gründet. Es ist eine Parallele zu einem Kapitel im Parivāra des Theravāda. ",
  "super-blurbs:lzh-dharani": "Dieser Abschnitt enthält Texte, die als Schutzmantras rezitiert werden, ähnlich den <i lang='pi' translate='no'>Parittas</i> des Palikanon. Unter den vielen Texten, die im chinesischen Kanon so eingeordnet wurden, sind zwei als Parallelen zum Bhaddekaratta- und zum Āṭānāṭiya-Sutta identifiziert worden. ",
  "super-blurbs:lzh-dk": "Der vollständige Titel lautet Abhidharmadharmaskandhapādaśāstra (Apidamo Fa Yun Zu Lun, 阿毘達磨法薀足論). Dieser Text scheint den gleichen Ursprung zu haben wie der Vibhaṅga der Palitradition. Er ist heute in einer vollständigen chinesischen und einer partiellen Sanskritfassung erhalten. Im Vergleich zum Vibhaṅga erscheint die Methode weniger formalisiert und weitschweifiger; es werden eine Reihe von Suttapassagen zitiert. Verfasst wurde er von Śāriputra (nach den Sanskrit- und tibetischen Quellen) oder von Maudgalyāyana (nach den chinesischen Quellen). Die chinesische Ausgabe wurde vom 20. August bis 5. Oktober 659 n. Chr. im Kloster Ta-tzu-en von Xuanzang in 12 Faszikeln übersetzt. In der Taishō-Ausgabe des chinesischen Kanon ist sie der Text Nummer 1537 und findet sich bei T Bd. 26, 453c. ",
  "super-blurbs:lzh-ja": "Texte, die als Jātakas (本緣部) oder Geschichten aus früheren Leben des Buddha eingeordnet wurden, ähnlich den Jātakas des Khuddhaka-Nikāya im Palikanon. In der Taishō-Ausgabe des chinesischen Kanon findet man sie in den Bänden drei und vier. ",
  "super-blurbs:lzh-ka-bu-pm": "Dieser Bhikkhu-Pātimokkha gehört zur Kāśyapīya-Schule. Diese Schule wurde von den Mönchen gegründet, die von Aśoka als Missionare in die Himalayaregion geschickt wurden. Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 246 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-mg-asc": "Der Abhisamācārika („die ergänzenden Regelungen“) ist ein Text, der nur in der Mahāsaṅghika-Schule und ihren Unterschulen zu finden ist. Der Text wurde in einer chinesischen Übersetzung überliefert und in einer Sanskrit-Fassung, die der Lokuttaravāda-Schule angehört. ",
  "super-blurbs:lzh-mg-bi-pm": "Der Bhikkhunī-Pātimokkha, die „Ordenssatzung für Nonnen“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Nonnen gibt es 290 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“) und der  <i lang='pi' translate='no'>Dhamma-Anudhamma</i> („die Regeln und ihre Anwendung“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-mg-bi-pn": "Der Bhikkhunī-Pakiṇṇaka („eine Auswahl an Regeln für Nonnen“) ist eine Sammlung verschiedener Regeln und Regelungen für Nonnen, die nicht Bestandteil des Pātimokkha sind. Diese Sammlung existiert nur in der Mahāsaṁghika-Schule und ihren Unterschulen. ",
  "super-blurbs:lzh-mg-bi-vb": "Der Bhikkhunī-Vibhaṅga („die Aufgliederung der Regeln der Nonnen“) enthält die Ordenssatzung für Nonnen, den Bhikkhunī-Pātimokkha, eingebettet in erläuterndes Material. Der Bhikkhunī-Vibhaṅga ist in acht Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“) und der <i lang='pi' translate='no'>Dhamma-Anudhamma</i> („die Regeln und ihre Anwendung“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:lzh-mg-bu-pm": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 218 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (den „Unbestimmten“), der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze und der <i lang='pi' translate='no'>Dhamma-Anudhamma</i> („die Regeln und ihre Anwendung“), um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-mg-bu-pn": "Der Bhikkhu-Pakiṇṇaka („eine Auswahl an Regeln für Mönche“) ist eine Sammlung verschiedener Regeln und Regelungen für Mönche, die nicht Bestandteil des Pātimokkha sind. Viele der Regeln treffen auch für Nonnen zu. Diese Sammlung existiert nur in der Mahāsaṁghika-Schule und ihren Unterschulen. ",
  "super-blurbs:lzh-mg-bu-vb": "Der Bhikkhu-Vibhaṅga („die Aufgliederung der Regeln der Mönche“ enthält die Ordenssatzung für Mönche, den Bhikkhu-Pātimokkha, eingebettet in erläuterndes Material. Der Vibhaṅga ist in neun Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“), der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“) und der <i lang='pi' translate='no'>Dhamma-Anudhamma</i> („die Regeln und ihre Anwendung“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:lzh-mg-spp": "Das Śāriputraparipṛcchā („Sāriputtas Fragen“) wurde im 4. oder frühen 5. Jahrhundert ins Chinesische übersetzt. Es bewahrt die Mahāsaṅghika-Fassung der frühen buddhistischen Geschichte und der Spaltungen. ",
  "super-blurbs:lzh-mg-vi": "Das Ordensrecht für die Mahāsaṁghika-Schule auf Chinesisch. Diese Schule hatte ihre Blüte ursprünglich in der Gegend von Magadha und ist jetzt ausgestorben. Sie wurde während der ersten Spaltung gegründet, daher hat ihr Vinaya einige einzigartige Merkmale, die sich nicht in anderen Schulen finden. Die meisten Vinayatexte, die wir heute haben, wurden von dem chinesischen Mönch Faxian von Pāṭaliputra in Indien nach China gebracht. Er übersetzte sie dann zusammen mit dem indischen Mönch Buddhabhadra von 416–418 n. Chr. ins Chinesische. ",
  "super-blurbs:lzh-mi-bi-pm": "Der Bhikkhunī-Pātimokkha, die „Ordenssatzung für Nonnen“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Nonnen gibt es 373 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt. ",
  "super-blurbs:lzh-mi-bi-vb": "Der Bhikkhunī-Vibhaṅga („die Aufgliederung der Regeln der Nonnen“) enthält die Ordenssatzung für Nonnen, den Bhikkhunī-Pātimokkha, eingebettet in erläuterndes Material. Der Bhikkhunī-Vibhaṅga ist in sechs Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:lzh-mi-bu-kam": "Die Bhikkhu-Kammavācā („Rechtsverfahren der Mönche“) sind Zusammenstellungen von Formeln, die von Mönchen aufgesagt werden, wenn sie Rechtsverfahren des Sangha durchführen. Sie sind Auszüge aus dem Vibhaṅga. ",
  "super-blurbs:lzh-mi-bu-pm": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 251 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-mi-bu-vb": "Der Bhikkhu-Vibhaṅga („die Aufgliederung der Regeln der Mönche“ enthält die Ordenssatzung für Mönche, den Bhikkhu-Pātimokkha, eingebettet in erläuterndes Material. Der Vibhaṅga ist in acht Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:lzh-mi-kd": "Die Khandhakas („die Kapitel“) enthalten die Regeln und Regelungen beider Sanghas, die nicht unter die Ordenssatzung, den Pātimokkha, fallen. Es gibt 20 einzelne Khandhakas, von denen die meisten ein mehr oder weniger einheitliches Thema behandeln. Die Khandhakas enthalten eine Vielzahl von Materialien, wie etwa eine Auswahl an biografischem Material von einer Anzahl herausragender Schülerinnen und Schüler und einiger berüchtigter. Sie beinhalten auch einige Jātakas und andere Erzählungen ebenso wie die Geschichten über das erste gemeinsame Aufsagen nach dem Tod des Buddha und die berühmte Affäre von Vesālī, die manchmal als „zweites Konzil“ bezeichnet wird. Die ganze Sammlung gliedert sich um das Leben des Buddha nach seinem Erwachen. ",
  "super-blurbs:lzh-mi-vi": "Das Ordensrecht für die Mahīśāsaka-Schule auf Chinesisch. Diese Schule hatte ihren Ursprung in der Gegend von Avanti in Indien, hat sich dann aber über ganz Indien und Sri Lanka ausgebreitet. Heute ist sie ausgestorben. Die meisten Vinayatexte, die wir heute haben, wurden von dem chinesischen Mönch Faxian vom Abhayagiri Vihāra in Sri Lanka nach China gebracht. Sie wurden 434 n. Chr. von dem kaschmirischen Mönch Buddhajīva zusammen mit Zhu Daosheng vom Sanskrit ins Chinesische übersetzt. ",
  "super-blurbs:lzh-mi-vs": "Der Saṁyutta („die verbundenen Ausschnitte“) ist ein kurzer Text, der in der Mahīśāsaka- und der Dharmaguptaka-Schule zu finden ist. Es ist eine Parallele zu einem Kapitel im Parivāra des Theravāda. ",
  "super-blurbs:lzh-mu-bi-pm": "Der Bhikkhunī-Pātimokkha, die „Ordenssatzung für Nonnen“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Nonnen gibt es 357 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-mu-bi-vb": "Der Bhikkhunī-Vibhaṅga („die Aufgliederung der Regeln der Nonnen“) enthält die Ordenssatzung für Nonnen, den Bhikkhunī-Pātimokkha, eingebettet in erläuterndes Material. Der Bhikkhunī-Vibhaṅga ist in sieben Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:lzh-mu-bu-kam": "Die Bhikkhu-Kammavācā („Rechtsverfahren der Mönche“) sind Zusammenstellungen von Formeln, die von Mönchen aufgesagt werden, wenn sie Rechtsverfahren des Sangha durchführen. Sie sind Auszüge aus dem Vibhaṅga. ",
  "super-blurbs:lzh-mu-bu-pm": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 248 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-mu-bu-vb": "Der Bhikkhu-Vibhaṅga („die Aufgliederung der Regeln der Mönche“ enthält die Ordenssatzung für Mönche, den Bhikkhu-Pātimokkha, eingebettet in erläuterndes Material. Der Vibhaṅga ist in acht Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:lzh-mu-kd": "Die Khandhakas („die Kapitel“) enthalten die Regeln und Regelungen beider Sanghas, die nicht unter die Ordenssatzung, den Pātimokkha, fallen. Es gibt 20 einzelne Khandhakas, von denen die meisten ein mehr oder weniger einheitliches Thema behandeln. Die Khandhakas enthalten eine Vielzahl von Materialien, wie etwa eine Auswahl an biografischem Material von einer Anzahl herausragender Schülerinnen und Schüler und einiger berüchtigter. Sie beinhalten auch einige Jātakas und andere Erzählungen ebenso wie die Geschichten über das erste gemeinsame Aufsagen nach dem Tod des Buddha und die berühmte Affäre von Vesālī, die manchmal als „zweites Konzil“ bezeichnet wird. Die ganze Sammlung gliedert sich um das Leben des Buddha nach seinem Erwachen. ",
  "super-blurbs:lzh-mu-khv": "Das Khuddakavatthu („kleinere Angelegenheiten“) ist ein kleineres Vinayawerk, das in chinesischer und tibetischer Übersetzung bewahrt wurde. ",
  "super-blurbs:lzh-mu-vi": "Das Ordensrecht für die Mūlasarvāstivāda-Schule auf Chinesisch. Die Auseinandersetzung über die Ursprünge dieser Schule hält noch an, doch es ist klar, dass sie in Zentralasien einen großen Einfluss hatte. Mönche und Nonnen der tibetischen Tradition folgen diesem Vinaya. Die meisten Vinaya-Texte, die wir heute haben, wurden zwischen 695 und 713 n. Chr. von Yijing übersetzt. Wir haben auch eine vollständige tibetische Vinayaübersetzung und einen Teil der ursprünglichen Sanskritfassung. ",
  "super-blurbs:lzh-nbs": "Das Nāgasena-Bhikṣu-Sūtra (那先比丘經) ist eine chinesische Fassung des Textes, den man im Pali als Milindapañha findet. Übersetzer und Datum sind unbekannt, aber es ist im Tung Chin lu (東晉錄) (317–420 n. Chr.) aufgeführt. In der Taishō-Ausgabe des chinesischen Kanon ist es der Text Nummer 1670B, unter T, Band 32, 703c. ",
  "super-blurbs:lzh-sarv-ab": "Alle sieben kanonischen Texte des Sarvāstivāda-Abhidharma liegen in chinesischer Übersetzung vor. Diese komplexe und ausgeklügelte Reihe von Abhandlungen hatte in späteren Formen des Buddhismus, besonders in Nordindien, großen Einfluss. ",
  "super-blurbs:lzh-sarv-ba": "Der Bhikkhu-Ajjhāya („die Rezitation der Mönche“) ist ein Text, den man nur in der Sarvāstivāda-Schule findet. ",
  "super-blurbs:lzh-sarv-bi-pm": "Der Bhikkhunī-Pātimokkha, die „Ordenssatzung für Nonnen“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Nonnen gibt es 355 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-sarv-bi-pm-dh": "Der Bhikkhunī-Pātimokkha, die „Ordenssatzung für Nonnen“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Nonnen gibt es 355 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-sarv-bi-vb": "Der Bhikkhunī-Vibhaṅga („die Aufgliederung der Regeln der Nonnen“) enthält die Ordenssatzung für Nonnen, den Bhikkhunī-Pātimokkha, eingebettet in erläuterndes Material. Der Bhikkhunī-Vibhaṅga ist in fünf Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:lzh-sarv-bu-kam": "Die Bhikkhu-Kammavācā („Rechtsverfahren der Mönche“) sind Zusammenstellungen von Formeln, die von Mönchen aufgesagt werden, wenn sie Rechtsverfahren des Sangha durchführen. Sie sind Auszüge aus dem Vibhaṅga. ",
  "super-blurbs:lzh-sarv-bu-kam-2": "Die Bhikkhu-Kammavācā („Rechtsverfahren der Mönche“) sind Zusammenstellungen von Formeln, die von Mönchen aufgesagt werden, wenn sie Rechtsverfahren des Sangha durchführen. Sie sind Auszüge aus dem Vibhaṅga. ",
  "super-blurbs:lzh-sarv-bu-pm": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 263 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-sarv-bu-pm-2": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 263 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:lzh-sarv-bu-vb": "Der Bhikkhu-Vibhaṅga („die Aufgliederung der Regeln der Mönche“ enthält die Ordenssatzung für Mönche, den Bhikkhu-Pātimokkha, eingebettet in erläuterndes Material. Der Vibhaṅga ist in acht Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:lzh-sarv-kd": "Die Khandhakas („die Kapitel“) enthalten die Regeln und Regelungen beider Sanghas, die nicht unter die Ordenssatzung, den Pātimokkha, fallen. Es gibt 20 einzelne Khandhakas, von denen die meisten ein mehr oder weniger einheitliches Thema behandeln. Die Khandhakas enthalten eine Vielzahl von Materialien, wie etwa eine Auswahl an biografischem Material von einer Anzahl herausragender Schülerinnen und Schüler und einiger berüchtigter. Sie beinhalten auch einige Jātakas und andere Erzählungen ebenso wie die Geschichten über das erste gemeinsame Aufsagen nach dem Tod des Buddha und die berühmte Affäre von Vesālī, die manchmal als „zweites Konzil“ bezeichnet wird. Die ganze Sammlung gliedert sich um das Leben des Buddha nach seinem Erwachen. ",
  "super-blurbs:lzh-sarv-mt": "Die Mātikā („die Matrix“) ist eine Gliederung von Vinayathemen. ",
  "super-blurbs:lzh-sarv-upp": "Das Upāliparipucchā („Upālis Fragen“) findet sich in der Sarvāstivāda-Schule und in Form zweier unabhängiger Texte, die keiner Schule zugeordnet sind. In anderen Schulen ist das Upāliparipucchā in andere Werke wie das Uttaragantha des Mūlasarvāstivāda oder das Parivāra des Theravāda eingegliedert. ",
  "super-blurbs:lzh-sarv-ve": "Der Ekottara („die nummerierten Ausschnitte“) ist ein Text, den man in der Sarvāstivāda-  und der Dharmaguptaka-Schule findet. Es ist eine Parallele zu einem Kapitel im Parivāra des Theravāda. ",
  "super-blurbs:lzh-sarv-vi": "Das Ordensrecht für die Sarvāstivāda-Schule auf Chinesisch. Diese Schule hat sich über Nordindien und Zentralasien ausgebreitet. Der Sarvāstivāda-Vinaya war der am weitesten verbreitete Vinaya in China, bevor man dort zum Dharmaguptaka wechselte. Die Sarvāstivāda-Schule ist heute ausgestorben. Die meisten Vinayatexte, die wir heute haben, wurden ab etwa 404–409 n. Chr. von den kaschmirischen Mönchen Kumārajīva und Puṇyatāra übersetzt. Nach Puṇyatāras Tod übernahm Dharmaruci und vollendete die Übersetzung. ",
  "super-blurbs:lzh-sarv-vi-misc": "Der gemischte Abschnitt des Sarvāstivāda-Vinaya enthält zwei Texte, einen über den Vinaya der Mönche, einen anderen über den der Nonnen. ",
  "super-blurbs:lzh-ssnp": "Dieser Teil der Taishō-Ausgabe des chinesischen Kanon heißt einfach „gemischte Sammlung“ (經集部) und enthält Sūtra-Texte, die nicht leicht anderswo einzuordnen sind. Während der Abschnitt zumeist für Mahāyāna-Sūtras ist, wurden eine Anzahl von Parallelen zu frühen Lehrreden identifiziert. ",
  "super-blurbs:lzh-svk": "Dieser Abschnitt enthält Suttaparallelen, die in den Teilen des chinesischen Kanon identifiziert wurden, der Abhidhamma-Abhandlungen und Mahāyāna-Philosophie enthält. Die identifizierten Parallelen sind Zitate in Kommentartexten. ",
  "super-blurbs:lzh-upp-bu": "Das Upāliparipucchā („Upālis Fragen“) findet sich in der Sarvāstivāda-Schule und in Form zweier unabhängiger Texte, die keiner Schule zugeordnet sind. In anderen Schulen ist das Upāliparipucchā in andere Werke wie das Uttaragantha des Mūlasarvāstivāda oder das Parivāra des Theravāda eingegliedert. ",
  "super-blurbs:ma": "Die Fassung der Mittleren Lehrreden, die man in chinesischen Kanon findet, ist als Madhyamāgama (Zhong ahan jing, 中阿含經) bekannt und man glaubt, dass sie von der Sarvāstivāda-Schule stammt. Der ursprüngliche Text war nach allgemeiner Auffassung in einer Art Prakrit, wahrscheinlich Gandhārī, mit Einflüssen aus dem Sanskrit. Er wurde 397–398 n. Chr. von Gautama Saṅghadeva (瞿曇僧伽提婆) von der östlichen Jin-Dynastie (東晋) im Kloster Dongting (東亭寺) in 60 Faszikeln übersetzt. Er besteht aus 222 Sutras, die in fünf <i lang='san'>Adhyāyas</i> und achtzehn <i lang='san'>Vargas</i> gegliedert sind. Der Inhalt ähnelt dem Majjhima-Nikāya des Palikanon, doch die Sammlungen sind bei weitem nicht gleich. In der Taishō-Ausgabe des chinesischen Kanon ist es der Text Nummer 26 und findet sich bei T Bd. 1, 421a. ",
  "super-blurbs:ma-ot": "72 mittellange Lehrreden, die in der Taishō-Ausgabe des chinesischen Kanon im ersten Band gesammelt wurden, unter den Sūtra-Nummern 27–98 im Anschluss an den Madhyamāgama. Es sind gemischte Übersetzungen verschiedener Lehrreden aus dem Majjhima, die zu verschiedenen Zeiten von unterschiedlichen Übersetzern angefertigt wurden. ",
  "super-blurbs:middle": "Sammlungen „mittellanger“ Lehrreden und anderer verwandter Texte. ",
  "super-blurbs:mil": "Das Milindapañha oder „die Fragen des Königs Milinda“ zeichnet eine Reihe von Gesprächen über Punkte der Lehre auf, die zwischen dem Mönch Nāgasena und dem griechischen König stattfinden, der im Pali als Milinda bekannt ist. Gewöhnlich wird er mit Menandros I gleichgesetzt, der um 165–130 v. Chr. von seiner Hauptstadt Sagala aus ein indo-griechisches Königreich regierte. Die Begegnung zwischen indischer und griechischer Kultur ist wohl spannend, die Gespräche drehen sich allerdings nur um buddhistisches Gedankengut, mit dem der König offenbar sehr vertraut war; griechische Philosophie findet keine Erwähnung. Der Text ist lebhaft und dynamisch, und der König prüft Nāgasena ständig mit schwer verständlichen Fragen, auf die dieser mit geistreichen Argumenten und Analogien antwortet. Der Text hat im Nāgasena-Bhikṣu-Sūtra ein kürzeres chinesisches Gegenstück. Der Text stammt ursprünglich nicht vom Theravāda, sondern begann in einer der Schulen im Nordwesten, vielleicht der Sarvāstivāda-Schule. Der Inhalt ist jedoch zum größten Teil nicht sektenspezifisch. Der Palitext wurde über die Jahre erweitert, und zusätzlich scheinen auch Teile zu fehlen. Er wird nicht allgemein als kanonisch anerkannt; die Palitexte auf SuttaCentral stammen allerdings von der Mahāsaṅgīti-Ausgabe, die ein burmesischer Text ist und es mit einschließt. ",
  "super-blurbs:minor": "Sammlungen von Suttatexten, die nicht in den vier Hauptsammlungen enthalten sind. ",
  "super-blurbs:minor-lzh": "Verschiedene Texte, die sich auf die frühen Schriften beziehen. Sie sind zueist chinesische Übersetzungen von Texten, die denen des Palikanon gleichen. ",
  "super-blurbs:mkv": "Das Mahākarmavibhaṅga oder die „Große Aufgliederung der Taten“ ist ein Abhidhamma-Text auf Sanskrit, der auf Manuskripten aus Nepal basiert. Er enthält eine Anzahl von Zitaten aus frühen Lehrreden, unter anderem des Dhammapada. Der Text auf SuttaCentral ist von GRETIL auf der Grundlage der Ausgabe von Sylvain Lévi (1932) und wurde von Klaus Wille eingegeben. ",
  "super-blurbs:mn": "Die Mittleren Lehrreden (Majjhima-Nikāya, abgekürzt MN) sind eine Sammlung von 152 Lehrreden im Palikanon (Tipiṭaka) der Theravadaschule des Buddhismus. Das Wort „mittel“ bezieht sich auf die Länge der einzelnen Lehrreden. Der Majjhima-Nikāya ist vielleicht die beliebteste Sammlung der frühen Lehrreden. Er enthält eine große Bandbreite an Lehren, von denen viele Erzählungen über Begebenheiten darstellen, die sich zwischen dem Buddha und verschiedenen seiner Zeitgenossen abspielen. Die Sammlung entspricht dem Madhyamāgama (MA) der Sarvāstivāda-Schule, die als Übersetzung im chinesischen Kanon überlebt hat. ",
  "super-blurbs:mnd": "Das Mahāniddesa oder die „Große Darlegung“ ist tatsächlich nur die Hälfte eines Buchs, zu dem auch das Cūḷaniddesa oder die „Kürzere Darlegung“ gehört. Sie enthalten Kommentare zu bestimmten Teilen des Sutta-Nipāta und haben keine Entsprechungen in den nördlichen Kanons. Das Mahāniddesa kommentiert die sechzehn Gedichte des vierten Kapitels, des „Achterkapitels“ oder Aṭṭhakavagga. ",
  "super-blurbs:mvs": "Der vollständige Titel lautet Abhidharmamahāvibhāṣaśāstra (Apidamo Dapiposha Lun, 阿毘達磨大毘婆沙論). Das ist die wichtigste Kommentar-Abhandlung der Sarvāstivāda-Schule. Sie wurde von Katyāyāniputra erstellt, aber 500 Arahants etwa 600 Jahre nach dem Buddha zugeschrieben. Das bezieht sich möglicherweise auf ein Konzil, das unter der Schirmherrschaft von König Kanishka abgehalten wurde. Übersetzt von Xuanzang 18. August 656–27. July 659. ",
  "super-blurbs:ne": "Die Netti oder der „Leitfaden“ ist eine systematische Abhandlung, die in der Absicht erstellt wurde, einen Leitfaden zum Lesen und Deuten der <i lang='pi' translate='no'>Nikāya</i>-Texte bereitzustellen. Sie ist ähnlich dem Peṭakopadesa, und die genaue Beziehung zwischen diesen beiden Texten ist unklar. Der Text bietet eine große Zahl an Methoden zum Lesen der Texte, die er mit Zitaten veranschaulicht, und die vier edlen Wahrheiten sind der übergeordnete Rahmen. Ein Schlusswort im Text schreibt ihn dem Buddhaschüler Kaccāna zu. Es ist aber ein später Text, der kein Gegenstück in in den nördlichen Sammlungen hat. Er wird nicht allgemein als kanonisch anerkannt; die Palitexte auf SuttaCentral stammen allerdings von der Mahāsaṅgīti-Ausgabe, die ein burmesischer Text ist und es mit einschließt. ",
  "super-blurbs:numbered": "Sammlungen „nummerierter“ oder „numerischer“ Lehrreden und anderer verwandter Texte. ",
  "super-blurbs:om": "Die Mātikā („die Matrix“) ist eine Gliederung von Vinayathemen. ",
  "super-blurbs:ot": "Die anderen Texte des Mūlasarvāstivāda-Vinaya sind Anhänge zum Vinaya dieser Schule. Im Taishō-Tripiṭaka findet man sie von T1442 bis T1451. ",
  "super-blurbs:other-group": "Texte, die denen in den fünf bisher genannten Sammlungen gleichen, die aber schwer einzuordnen sind. ",
  "super-blurbs:other-san": "Texte und Fragmente auf Sanskrit. Manche davon sind kanonische Texte, andere sind spätere Texte, die aus frühen Lehrreden zitieren oder Passagen daraus einschließen. ",
  "super-blurbs:other-vi": "Einige vereinzelte Texte, die zu keiner der oben genannten Schulen gehören. Sie stammen entweder von Schulen, deren Vinayatexte großenteils verloren sind, oder wurden bisher noch keiner Schule zugeordnet. ",
  "super-blurbs:other-xct": "Der tibetische Kanon oder Kangyur enthält nicht die vollständigen Nikāyas oder Āgamas, wie wir sie auf Chinesisch und Pali haben, doch es gibt an frühem Material, das entweder als unabhängige Lehrreden vorkommt oder in größere Werke eingebettet ist. ",
  "super-blurbs:patthana": "Das Paṭṭhāna („bedingte Beziehungen“) stellt eine einfache <i lang='pi' translate='no'>Mātikā</i> auf, die 24 Arten von Bedingungen anführt. Die erste ist zum Beispiel die „Wurzelbedingung“ (<i lang='pi' translate='no'>hetupaccayo</i>), die davon handelt, wie Taten durch die untauglichen Wurzeln Gier, Hass und Täuschung oder ihr jeweiliges Gegenteil verursacht werden. Diese <i lang='pi' translate='no'>Mātikā</i> wird dann auf die <i lang='pi' translate='no'>Mātikās</i> des Dhammasaṅgaṇī angewendet, wodurch eine verwirrende Vielschichtigkeit möglicher Kombinationen entsteht. Das Paṭṭhāna wird immer stark abgekürzt, aber wenn es vollständig ausgeführt würde, wäre es vermutlich das dickste je geschaffene Buch, mit vielen Milliarden von möglichen Kombinationen. Das Dhammasaṅgaṇī und das Paṭṭhāna rahmen die Abhidhamma-Sammlung ein, das erste handelt von den Erscheinungen, das zweite von den Beziehungen zwischen ihnen. Obwohl Methode und Einzelheiten beträchtlich erweitert wurden, kann man den Ansatz als detaillierte Anwendung der Grundsätze betrachten, die dem abhängigen Entstehen zugrunde liegen. ",
  "super-blurbs:pdhp": "Das Patna-Dharmapada stützt sich auf ein Manuskript, das 1934 von Rāhula Saṅkṛtyāyana in Tibet entdeckt wurde. Es ist in Proto-Bengali-Schrift geschrieben und stammt etwa aus dem 12. Jahrhundert. Es ist in einer speziellen Unterart eines von Sanskrit beeinflussten Prākrit verfasst und wurde von Skilling und Mizuno der Sāmmatīya-Schule zugeordnet. Der Text auf SuttaCentral beruht auf der Ausgabe von Margaret Cone (1989) und wurde von Ānandajoti digitalisiert. ",
  "super-blurbs:pe": "Das Peṭakopadesa oder die „Veranschaulichung der Körbe“ ist eine systematische Abhandlung, die in der Absicht erstellt wurde, einen Leitfaden zum Lesen und Deuten der <i lang='pi' translate='no'>Nikāya</i>-Texte bereitzustellen. Es ist ähnlich dem Netti, und die genaue Beziehung zwischen diesen beiden Texten ist unklar. Der Text bietet eine große Zahl an Methoden zum Lesen der Texte, die er mit Zitaten veranschaulicht, und die vier edlen Wahrheiten sind der übergeordnete Rahmen. Der Palitext des Peṭakopadesa war stark verändernden Einflüssen ausgesetzt, was im Palikanon ungewöhnlich ist. Ein Schlusswort im Text schreibt ihn dem Buddhaschüler Kaccāna zu. Es ist aber ein später Text, der kein Gegenstück in in den nördlichen Sammlungen hat. Er wird nicht allgemein als kanonisch anerkannt; die Palitexte auf SuttaCentral stammen allerdings von der Mahāsaṅgīti-Ausgabe, die ein burmesischer Text ist und es mit einschließt. ",
  "super-blurbs:pf": "Bruchstücke einer Parallele zum Pāyāsi-Sutta auf Prākrit, wie in Bollée (2002) festgestellt. ",
  "super-blurbs:pgd-dg-bu-pm": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 250 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:pgd-dg-vi": "Das Ordensrecht für die Dharmaguptaka-Schule auf Gandhārī. Diese Schule hatte ihre Blüte ursprünglich im Nordwesten Indiens und hatte großen Einfluss auf Zentralasien und China. Mönche und Nonnen in Ostasien folgen diesem Vinaya. ",
  "super-blurbs:pgd-pm-bf13": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es etwa 250 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:pk": "Der vollständige Titel lautet Abhidharmaprakaraṇapādaśāstra (Apidamo Pin Lei Zu Lun, 阿毘達磨品類足論). Er wurde von Vasumitra verfasst und vom 10. Oktober bis zum 30. November 660 n. Chr. von Xuanzang in achtzehn Faszikeln im Kloster Yü-hua (玉華寺) übersetzt. Es war eine zentrale Abhidhamma-Abhandlung, die selbst Texte beeinflusste, die nicht dem Sarvāstivāda angehörten, wie etwa das Mahāprajñapāramītopadeśa. In der Taishō-Ausgabe des chinesischen Kanon ist ist es der Text Nummer 1542 und findet sich bei T Band 26, 692b. Eine andere teilweise Übersetzung von Guṇabhadra und Bodhiyaśas aus den Jahren 435–443 n. Chr. kann man bei T 1541 unter dem Titel 衆事分阿毘曇論 finden. ",
  "super-blurbs:pli-tv-ab": "Die sieben Bücher des kanonischen Theravāda-Abhidhamma. ",
  "super-blurbs:pli-tv-bi-pm": "Der Bhikkhunī-Pātimokkha, die „Ordenssatzung für Nonnen“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Nonnen gibt es 311 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der letzten Gruppe, den <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Gegenwärtig findet man den Pātimokkha nur im Suttavibhaṅga („die Aufgliederung der Pātimokkha-Regeln“) eingebettet, in dem jede Regel von erläuterndem Material eingeschlossen ist. Ursprünglich hat aber der Pātimokkha wohl als eigenständiger Test existiert, der als Pātimokkha-Sutta bekannt war. Das kann man an der Tatsache erkennen, dass sich Regeln manchmal auf andere Regeln beziehen, die ihnen unmittelbar vorausgehen, eine Verbindung, die jetzt abgeschnitten ist, da das Suttavibhaṅga-Material die Regeln voneinander trennt. ",
  "super-blurbs:pli-tv-bi-vb": "Der Bhikkhunī-Vibhaṅga („die Aufgliederung der Regeln der Nonnen“) enthält die Ordenssatzung für Nonnen, den Bhikkhunī-Pātimokkha, eingebettet in erläuterndes Material. Der Bhikkhunī-Vibhaṅga ist in sieben Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der letzten Gruppe, den <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. Diese Einheiten beginnen mit einer oder mehreren Entstehungsgeschichten, die die Umstände beschreiben, die den Buddha dazu veranlassten, eine bestimmte Regel festzulegen. Dann wird die Regel genannt, gefolgt von einem Kommentar, der jedes bedeutsame Wort analysiert, das in der Regel vorkommt. Nach der Worterklärung folgt eine Reihe von Kombinationen, in der eine Vielzahl verschiedener Szenarien bewertet und Vergehen in der angemessenen Form zugeordnet werden. Zuletzt kommt ein Absatz mit „Nicht-Vergehen“, der wichtige Ausnahmen zu der Regel nennt, wozu manchmal noch einzelne Fallstudien angefügt werden, in denen der Buddha in zweifelhaften Fällen über das Vergehen entscheidet. ",
  "super-blurbs:pli-tv-bu-pm": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 227 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Gegenwärtig findet man den Pātimokkha nur im Suttavibhaṅga („die Aufgliederung der Pātimokkha-Regeln“) eingebettet, in dem jede Regel von erläuterndem Material eingeschlossen ist. Ursprünglich hat aber der Pātimokkha wohl als eigenständiger Test existiert, der als Pātimokkha-Sutta bekannt war. Das kann man an der Tatsache erkennen, dass sich Regeln manchmal auf andere Regeln beziehen, die ihnen unmittelbar vorausgehen, eine Verbindung, die jetzt abgeschnitten ist, da das Suttavibhaṅga-Material die Regeln voneinander trennt. ",
  "super-blurbs:pli-tv-bu-vb": "Der Bhikkhu-Vibhaṅga („die Aufgliederung der Regeln der Mönche“ oder „die große Aufgliederung“) enthält die Ordenssatzung für Mönche, den Bhikkhu-Pātimokkha, eingebettet in erläuterndes Material. Der Vibhaṅga ist in acht Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. Diese Einheiten beginnen mit einer oder mehreren Entstehungsgeschichten, die die Umstände beschreiben, die den Buddha dazu veranlassten, eine bestimmte Regel festzulegen. Dann wird die Regel genannt, gefolgt von einem Kommentar, der jedes bedeutsame Wort analysiert, das in der Regel vorkommt. Nach der Worterklärung folgt eine Reihe von Kombinationen, in der eine Vielzahl verschiedener Szenarien bewertet und Vergehen in der angemessenen Form zugeordnet werden. Zuletzt kommt ein Absatz mit „Nicht-Vergehen“, der wichtige Ausnahmen zu der Regel nennt, wozu manchmal noch einzelne Fallstudien angefügt werden, in denen der Buddha in zweifelhaften Fällen über das Vergehen entscheidet. ",
  "super-blurbs:pli-tv-kd": "Die Khandhakas („die Kapitel“) enthalten die Regeln und Regelungen beider Sanghas, die nicht unter die Ordenssatzung, den Pātimokkha, fallen. Es gibt 22 einzelne Khandhakas, von denen die meisten ein mehr oder weniger einheitliches Thema behandeln. Die Khandhakas enthalten eine Vielzahl von Materialien, wie etwa eine Auswahl an biografischem Material von einer Anzahl herausragender Schülerinnen und Schüler und einiger berüchtigter. Sie beinhalten auch einige Jātakas und andere Erzählungen ebenso wie die Geschichten über das erste gemeinsame Aufsagen nach dem Tod des Buddha und die berühmte Affäre von Vesālī, die manchmal als „zweites Konzil“ bezeichnet wird. Die ganze Sammlung gliedert sich um das Leben des Buddha nach seinem Erwachen. ",
  "super-blurbs:pli-tv-pvr": "Der Parivāra, das „Handbuch“, ist eine technische Aufgliederung des Inhalts des Suttavibhaṅga und der Khandhakas. Es fasst den Vinaya zusammen und arbeitet das Wesentliche heraus und lässt dabei alle Erzählungen und Geschichten aus. Der Parivāra kommt einzig in der Theravāda-Schule vor, und es ist wahrscheinlich, dass er in der Zeit nach der Entstehung von Sekten zusammengestellt wurde. Die Art seiner Analyse hat bestimmte Merkmale mit dem Abhidhamma gemeinsam, wie etwa das Ausweiten und Auffüllen von Klassifikations-Schemata, die in den anderen kanonischen Texten nicht in dieser Ausführlichkeit gegeben sind. ",
  "super-blurbs:pli-tv-vi": "Das Ordensrecht für die Theravāda-Schule auf Pali. Diese Sammlung wird von Mönchen und Nonnen der Theravāda-Schule befolgt. Sie ist der einzige Vinaya, für den wir eine vollständige Sammlung in der ursprünglichen indischen Sprache haben. ",
  "super-blurbs:pp": "Die Puggalapaññatti (Bestimmung von Personen) weicht vom rein phänomenologischen Ansatz der meisten Abhidhamma-Texte ab und stellt ein Handbuch von Passagen vor, die sich auf verschiedene Arten von Menschen beziehen. Diese werden in einer <i lang='pi' translate='no'>Mātikā</i> aufgeführt, die die Arten von Menschen in numerischer Ordnung von eins bis zehn aufzählt. Wie es bei der numerischen Anordnung naheliegt, entstammen die Begriffe zumeist dem Aṅguttara-Nikāya, wobei die Formulierung geringfügig verändert ist. Es geht hauptsächlich darum, persönliche und psychologische Neigungen danach zu gruppieren, wie sie sich auf die Entwicklung auf dem buddhistischen Pfad auswirken. ",
  "super-blurbs:pr": "Das Prajñaptiśāstra (Shi She Lun, 施設論) besteht aus einer Reihe von Fragen und Antworten über Punkte der Lehre anhand einer <i lang='pi' translate='no'>Mātikā</i>, die mit Sutta-Zitaten untermauert werden. Es wurde angeblich von Maudgalyāyana verfasst. Die chinesische Übersetzung in sieben Faszikeln wurde von Dharmarakṣa und anderen um 1018–1058 n. Chr. angefertigt. In der Taishō-Ausgabe des chinesischen Kanon ist es der Text Nummer 1538, unter T Bd. 26, 514a. ",
  "super-blurbs:ps": "Der Paṭisambhidāmagga oder „Weg der analytischen Unterscheidung“ ist eine erweiterte kritische Abhandlung über buddhistische Übung in dreißig Kapiteln, die von den Pali-Kommentaren dem Buddhaschüler Sāriputta zugeschrieben werden. Er weicht von dem volkstümlichen oder volksnahen Stil der meisten Khuddaka-Texte ab und erinnert mehr an den Abhidhamma; und obwohl er nicht zum Abhidhammapiṭaka gehört, verdient er tatsächlich doch, dem Abhidhamma-System des Theravāda zugeordnet zu werden. Die wichtigsten Abhidhamma-<i lang='pi' translate='no'>Mātikās</i> benutzt er allerdings nicht. Dieser Text führt eine Reihe von Begriffen und Vorstellungen ein, die in der späteren buddhistischen Philosophie sehr wichtig sind. Er hat kein Gegenstück in den nördlichen Kanons, aber drückt einen klar dem Theravāda zuzuordnenden Blick auf den Pfad aus. ",
  "super-blurbs:pv": "Die „Geschichten der Hungrigen Geister“ enthalten einundfünfzig Geschichten in Versen, die die Wiedergeburt als hungriger Geist als ein Ergebnis schlechter Taten veranschaulichen. Sie sind ein Gegenstück zum Vimānavatthu. Beides sind späte Erbauungs- und Moraltexte, die kein direktes Gegenstück in anderen Sammlungen haben. ",
  "super-blurbs:sa": "Die Hauptfassung der Verbundenen Lehrreden aus dem chinesischen Kanon ist als Saṁyuktāgama bekannt (Za ahan jing, 雜阿含經) und stammt vermutlich von einem Zweig der Sarvāstivāda-Schule. Sie wurde 435–436 n. Chr. von Guṇabhadra (求那跋陀) und Baoyun (寶雲) im Kloster Waguan (瓦官寺), Yangdu (楊都), übersetzt. Wie der Saṁyutta-Nikāya des Palikanon enthält die Sammlung über tausend kurze, nach Themen geordnete Lehrreden. Die Texte gerieten allerdings während der Übertragung in China in Unordnung, und eine fremde Passage über ein späteres Leben Ashokas wurde versehentlich eingegliedert. Im 20. Jahrhundert rekonstruierte eine Reihe von Wissenschaftlern die ursprüngliche Reihenfolge. Der Text in seiner ursprünglichen Fassung findet sich in der Taishō-Ausgabe des chinesischen Kanon als Sutra Nummer 99 bei T Bd. 2, 1a. ",
  "super-blurbs:sa-2": "Eine Teilübersetzung des Saṁyuktāgama (SA-2) wurde zwischen 385 und 431 von einem anonymen Übersetzer angefertigt. Sie ist als kürzerer Saṁyuktāgama bekannt (Bieyi za ahan jing, 別譯雜阿含經) und könnte von der Mūlasarvāstivāda-Schule stammen. Sie besteht aus 364 Sutras in 16 Faszikeln. Die meisten Texte haben Parallelen auf Chinesisch und/oder Pali, vor allem im Sagāthāvagga des Saṁyutta. In der Taishō-Ausgabe des chinesischen Kanon ist sie der Text Nummer 100, unter T, Bd. 2, 374a. ",
  "super-blurbs:sa-3": "Eine zweite Teilübersetzung des Saṁyuktāgama (SA-3) (雜阿含經) wurde etwa von 222 bis 280 n. Chr. von einem anonymen Übersetzer angefertigt und besteht aus 27 Sutras in einem Faszikel. In der Taishō-Ausgabe des chinesischen Kanon ist sie der Text Nummer 101, unter T, Bd. 2, 493a. ",
  "super-blurbs:sa-ot": "22 kürzere Lehrreden, die in der Taishō-Ausgabe des chinesischen Kanon im zweiten Band unter den Sūtra-Nummern 102–124 gesammelt wurden, wo sie auf die drei Saṁyuktāgama-Sammlungen folgen. Es sind gemischte Übersetzungen verschiedener Lehrreden aus dem Saṁyutta, die zu verschiedenen Zeiten von unterschiedlichen Übersetzern angefertigt wurden. ",
  "super-blurbs:sab": "Das Śāriputrābhidharmaśāstra (Shelifu Apitan Lun, 舍利弗阿毘曇論) ist das einzige existierende Werk des Dharmaguptaka-Abhidhamma und wurde 408 n. Chr. von Dharmayaśas und Dharmagupta in Ch'ang An (長安) in dreißig Faszikeln übersetzt. Es hat manche Inhalte mit dem Vibhaṅga und dem Dharmaskandha gemeinsam, andere Einzelheiten mit anderen Texten. Dieses Buch scheint das gesamte Abhidhamma-System der Dharmaguptakas zu enthalten. In der Taishō-Ausgabe des chinesischen Kanon ist es der Text Nummer 1548 und findet sich bei T Bd. 28, 525a. ",
  "super-blurbs:sammitiya": "Das Saṁmitīya-śāstra, T1461, ist der einzige existierende Vinayatext der Saṁmitīya-Schule. Es besteht aus 22 Versen zusammen mit einem Kommentar, der die Kategorien des Vinaya analysiert. ",
  "super-blurbs:san-bu-pm-qizil": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es wenigstens 260 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:san-lo-asc": "Der Abhisamācārika („die ergänzenden Regelungen“) ist ein Text, der nur in der Mahāsaṅghika-Schule und ihren Unterschulen zu finden ist. Der Text wurde in einer chinesischen Übersetzung überliefert und in einer Sanskrit-Fassung, die der Lokuttaravāda-Schule angehört. ",
  "super-blurbs:san-lo-bi-nidana": "Das Nidāna („Einführung“) enthält die Geschichte der Gründung des Nonnenordens und der Einführung der acht <i lang='pi' translate='no'>Garudhamma</i> („wichtige Regeln“). ",
  "super-blurbs:san-lo-bi-pn": "Der Bhikkhunī-Pakiṇṇaka („eine Auswahl an Regeln für Nonnen“) ist eine Sammlung verschiedener Regeln und Regelungen für Nonnen, die nicht Bestandteil des Pātimokkha sind. Diese Sammlung existiert nur in der Mahāsaṁghika-Schule und ihren Unterschulen. ",
  "super-blurbs:san-lo-bi-vb": "Der Bhikkhunī-Vibhaṅga („die Aufgliederung der Regeln der Nonnen“) enthält die Ordenssatzung für Nonnen, den Bhikkhunī-Pātimokkha, eingebettet in erläuterndes Material. Der Bhikkhunī-Vibhaṅga ist in acht Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“) und der <i lang='pi' translate='no'>Dhamma-Anudhamma</i> („die Regeln und ihre Anwendung“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:san-lo-bu-pm": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 218 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (den „Unbestimmten“), der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze und der <i lang='pi' translate='no'>Dhamma-Anudhamma</i> („die Regeln und ihre Anwendung“), um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:san-lo-bu-pn": "Der Bhikkhu-Pakiṇṇaka („eine Auswahl an Regeln für Mönche“) ist eine Sammlung verschiedener Regeln und Regelungen für Mönche, die nicht Bestandteil des Pātimokkha sind. Viele der Regeln treffen auch für Nonnen zu. Diese Sammlung existiert nur in der Mahāsaṁghika-Schule und ihren Unterschulen. ",
  "super-blurbs:san-lo-mvu": "Das Mahāvastu („die große Geschichte“) ist eine Biografie des Buddha, die der Lokuttaravāda-Schule angehört. Sie ist Teil ihres Vinaya, aber enthält auch eine große Zahl an Jātaka- und Apadāna-Geschichten. ",
  "super-blurbs:san-lo-vi": "Das Ordensrecht für die Lokuttaravāda-Schule auf Sanskrit. Dies ist eine Unterschule des Mahāsaṁghika, die heute ausgestorben ist. Wo die Anhänger dieser Schule lebten, ist nicht bekannt, doch im frühen 7. Jahrhundert gab es eine Gemeinschaft in Bāmīyan. Der Text ist unvollständig, und das meiste von dem, was wir heute haben, wurde zwischen 1935 und 1938 von Tripiṭakācārya Śri Rāhula Sānkṛtyāyana als Palmblattmanuskript in Tibet entdeckt. Dieser Test ist von besonderer Bedeutung für die Vinaya-Kunde der Bhikkhunīs, da er den einzigen vollständigen Bhikkhunī-Vibhaṅga in einer indischen Sprache enthält, den wir neben der Paliversion haben. ",
  "super-blurbs:san-mg-bu-pm": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 218 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (den „Unbestimmten“), der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze und der <i lang='pi' translate='no'>Dhamma-Anudhamma</i> („die Regeln und ihre Anwendung“), um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:san-mg-vi": "Das Ordensrecht für die Mahāsaṁghika-Schule auf Sanskrit. Diese Schule hatte ihre Blüte ursprünglich in der Gegend von Magadha und ist jetzt ausgestorben. Sie wurde während der ersten Spaltung gegründet, daher hat ihr Vinaya einige einzigartige Merkmale, die sich nicht in anderen Schulen finden. Auf Sanskrit wurde nur der Bhikkhu-Pātimokkha bewahrt. ",
  "super-blurbs:san-mu-bu-kam": "Die Bhikkhu-Kammavācā („Rechtsverfahren der Mönche“) sind Zusammenstellungen von Formeln, die von Mönchen aufgesagt werden, wenn sie Rechtsverfahren des Sangha durchführen. Sie sind Auszüge aus dem Vibhaṅga. ",
  "super-blurbs:san-mu-bu-pm-gbm2": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es etwa 250 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:san-mu-bu-pm-gbm3": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 258 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:san-mu-kd": "Die Khandhakas („die Kapitel“) enthalten die Regeln und Regelungen beider Saṅghas, die nicht unter die Ordenssatzung, den Pātimokkha, fallen. Es gibt 20 einzelne Khandhakas, von denen die meisten ein mehr oder weniger einheitliches Thema behandeln. Die Khandhakas enthalten eine Vielzahl von Materialien, wie etwa eine Auswahl an biografischem Material von einer Anzahl herausragender Schülerinnen und Schüler und einiger berüchtigter. Sie beinhalten auch einige Jātakas und andere Erzählungen. Die ganze Sammlung gliedert sich um das Leben des Buddha nach seinem Erwachen. ",
  "super-blurbs:san-mu-mpt-bu-pm": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 255 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:san-mu-vi": "Das Ordensrecht für die Mūlasarvāstivāda-Schule auf Sanskrit. Die Auseinandersetzung über die Ursprünge dieser Schule hält noch an, doch es ist klar, dass sie in Zentralasien einen großen Einfluss hatte. Mönche und Nonnen der tibetischen Tradition folgen diesem Vinaya. Die Sanskritfassung dieses Vinaya ist nur teilweise erhalten. Vollständige Texte haben in chinesischer und tibetischer Übersetzung überlebt. ",
  "super-blurbs:san-sarv-ab": "Texte des Sarvāstivāda-Abhidharma, die auf Sanskrit verfügbar sind. ",
  "super-blurbs:san-sarv-bi-kam": "Die Bhikkhunī-Kammavācā („Rechtsverfahren der Nonnen“) sind Zusammenstellungen von Formeln, die von Nonnen aufgesagt werden, wenn sie Rechtsverfahren des Sangha durchführen. Sie sind Auszüge aus dem Vibhaṅga. ",
  "super-blurbs:san-sarv-bi-pm-tf44": "Der Bhikkhunī-Pātimokkha, die „Ordenssatzung für Nonnen“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Nonnen gibt es 355 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:san-sarv-bi-pm-tf3215": "Der Bhikkhunī-Pātimokkha, die „Ordenssatzung für Nonnen“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Nonnen gibt es 355 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:san-sarv-bi-vb": "Der Bhikkhunī-Vibhaṅga („die Aufgliederung der Regeln der Nonnen“) enthält die Ordenssatzung für Nonnen, den Bhikkhunī-Pātimokkha, eingebettet in erläuterndes Material. Der Bhikkhunī-Vibhaṅga ist in fünf Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:san-sarv-bu-kam": "Die Bhikkhu-Kammavācā („Rechtsverfahren der Mönche“) sind Zusammenstellungen von Formeln, die von Mönchen aufgesagt werden, wenn sie Rechtsverfahren des Sangha durchführen. Sie sind Auszüge aus dem Vibhaṅga. ",
  "super-blurbs:san-sarv-bu-pm-finot": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 263 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:san-sarv-bu-pm-tf11": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 263 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:san-sarv-sm": "Die Regeln für Nonnen in Vorbereitung (die „<i lang='pi' translate='no'>Sikkhamānā</i>-Regeln“) sind ein Fragment der fünften Regel für Nonnen in Vorbereitung. ",
  "super-blurbs:san-sarv-vi": "Das Ordensrecht für die Sarvāstivāda-Schule auf Sanskrit. Diese Schule hat sich über Nordindien und Zentralasien ausgebreitet. Der Sarvāstivāda-Vinaya war der am weitesten verbreitete Vinaya in China, bevor man dort zum Dharmaguptaka wechselte. Die Sarvāstivāda-Schule ist heute ausgestorben. ",
  "super-blurbs:sf": "Diese Kategorie ist eine gemischte Gruppe überwiegend dem Sarvāstivāda zuzuordnender Sanskrittexte, die zu verschiedenen Zeiten publiziert wurden. Manche der Texte sind sehr fragmentarisch, aber andere sind recht vollständig. Das Nummerierungssystem, das wir hier verwenden, ist nur eine beliebige Aufzählung. ",
  "super-blurbs:sg": "Dies ist im Wesentlichen ein Kommentar zum Saṅgīti-Sutta (DN 33) aus der Sarvāstivāda-Perspektive und wird als eines der ältesten Abhidhamma-Bücher betrachtet. Der vollständige Titel, wie er im chinesischen Text aufgezeichnet ist, lautet Abhidharmasaṅgītīparyāyapādaśāstra (Apidamo Ji Yi Men Zu Lun, 阿毘達磨集異門足論). Wie bei allen Sarvāstivāda-Werke war das Original wohl auf Sanskrit. Es wurde von Mahākausthila (nach den Sanskrit- und tibetischen Quellen) bzw. Śāriputra (nach den chinesischen Quellen) verfasst. Die revidierte chinesische Fassung wurde 660–664 n. Chr. von Xuanzang in 20 Faszikeln übersetzt.  In der Taishō-Ausgabe des chinesischen Kanon ist es der Text Nummer 1536 und findet sich bei T Bd. 26, 367a. ",
  "super-blurbs:sht": "Die Sanskrithandschriften aus den Turfanfunden sind eine fortlaufende Reihe von Veröffentlichungen, die sich dem Identifizieren und Katalogisieren der Manuskripte widmet, die, häufig in sehr fragmentarischer Form, im frühen zwanzigsten Jahrhundert von deutschen Expeditionen bei Turfan an der Seidenstraße wiedergefunden wurden. Darunter sind viele parallelen zu frühen Sutras, die aber fast alle nur aus ein paar Worten oder Sätzen bestehen. Sie können gelegentlich hilfreich sein, um einen Begriff oder eine Lesart zu klären, doch hauptsächlich dienen sie dazu, die Verbreitung dieser Texte im Bereich von Zentralasien zu veranschaulichen. ",
  "super-blurbs:sn": "Die „Verbundenen“ oder „Zusammenhängenden“ Lehrreden (Saṁyutta-Nikāya, abgekürzt SN) sind eine Sammlung von über tausend kurzen Lehrreden im Palikanon. Das Wort „verbunden“ bezieht sich auf die Tatsache, dass die Texte nach Themen gesammelt und zusammengestellt sind. In den meisten Fällen ist das Ordnungsprinzip eine bestimmte Dhammathematik, zum Beispiel die fünf Aggregate, das abhängige Entstehen, der edle achtfache Pfad, Achtsamkeitsmeditation oder die vier edlen Wahrheiten. Diese Sammlung enthält die umfangreichste Textreihe zu diesen Kernthemen. In anderen Fällen sind Kapitel nach einer Person oder einer Personengruppe zusammengestellt, die darin zu Wort kommt. Diese Sammlung hat eine vollständige Parallele im Saṁyuktāgama (SA) der Sarvāstivāda-Schule in chinesischer Übersetzung. Zusätzlich gibt es zwei unvollständige Sammlungen auf Chinesisch (SA-2 und SA-3) und eine Reihe gemischter oder fragmentarischer Texte auf Chinesisch, Sanskrit und Tibetisch. Der SN hat große Teile seiner organisatorischen Struktur mit dem SA gemeinsam, was nahelegt, dass diese Struktur der Aufspaltung dieser beiden Sammlungen vorausging. ",
  "super-blurbs:snp": "Die „Gruppe der Lehrreden“ enthält 74 meist kurze Texte in Versform oder als Mischung aus Prosa und Versform, die in fünf Kapiteln angeordnet sind. Diese Sammlung enthält einige der beliebtesten Texte des volkstümlichen Buddhismus wie das Ratana-, das Maṅgala- und das Mettā-Sutta. Alle Theravada-Buddhisten kennen diese Texte, und sie werden als erhebende und Schutz gewährende Sprechgesänge bei besonderen Feierlichkeiten aufgesagt. Die Sammlung als Ganzes ist etwas jünger; sie findet sich nicht in den Schriften der nördlichen Tradition, und manche Teile wie die Eröffnungsverse des Nālaka-Sutta gehören zu den jüngsten Schichten der frühen Texte. Dennoch scheinen manche Abschnitte – das „Horn des Nashorns“, das „Achterkapitel“ und der „Weg zum Jenseits“ – bereits existiert zu haben, bevor sie in die Sammlung aufgenommen wurden, und gelten als alt. Während die Sammlung als Ganzes anderswo kein Gegenstück hat, haben einige Teile Parallelen auf Chinesisch oder Sanskrit. ",
  "super-blurbs:sutta": "Die Lehren des Buddha über Meditation, Ethik, die Natur der Welt und den Weg zur Freiheit. Diese Schriften sind unsere Hauptquelle für Informationen über das Leben und die Schulung des Buddha. Sie zeichnen den Buddha und seine Schülerinnen und Schüler in lebendigem Austausch mit einer vielfältigen Reihe von Personen. ",
  "super-blurbs:t210": "Zwei Faszikel, die von Dharmatrāta 法救 zusammengestellt wurden, T 210.4.559–574. Sie wurden vom indischen Mönch Vighna 維祇難 224 n. Chr. nach Wuchang 武昌 in China gebracht und von Zhu Jiangyan 竺將炎 und Zhi Qian 支謙 übersetzt. Es ist eine Sammlung von Versen, die die grundlegenden Lehren des Buddhismus umfasst und dem Dhammapada ähnelt. Die chinesische Fassung enthält 758 Strophen. Es gibt vier chinesische Übersetzungen aus den Jahren 224, 290–306, 399 und 980–1001 n. Chr. ",
  "super-blurbs:t211": "Vier Faszikel, die von Dharmatrāta zusammengestellt und von Faju 法炬 und Fali 法立 währende der Huidi-Jahre 惠帝 (290–306 n. Chr.) in der westlichen Jin-Dynastie 西晉 in Luoyang übersetzt wurden. Sie sind auch unter den Titeln 法句本末經, 法句喩經, 法喩經 und 法句譬經 bekannt. Der Text ist in 39 Kapiteln geschrieben und ist wie das 法句經 (T 210) eng mit dem Dhammapada des Palikanon verwandt, und etwa zwei Drittel dieses Textes sind mit T 210 identisch. Es wurde aus erklärendem Text zusammengesetzt, der zu den Strophen des Dhammapada hinzugefügt wurde. ",
  "super-blurbs:t212": "Der indische Originaltext, der von Dharmatrāta 法救 zusammengestellt wurde, bestand aus 33 Kapiteln und etwa 1000 Strophen und wurde zwischen 398 und 399 n. Chr. von Saṃghabhadra 僧伽跋澄 und Zhu Fonian 竺佛念 übersetzt. Das jetzige T 212 hat 34 Kapitel. Seine Kapitel entsprechen dem aktuellen Udānavarga, das 33 Kapitel und 1050 Strophen hat, nur dass es statt des Kapitels ‚Apramādavarga‘ des Udānavarga zwei getrennte Kapitel hat, d. h. das Kapitel über Sorgfalt 無放逸品 und das über Leichtsinn 放逸品. Wie T 211 hat auch dieser Text die Verse zusammen mit den Prosa-Hintergrundgeschichten. Wo die Verse mit denen aus T 210 übereinstimmen, folgten die Übersetzer von T 211 der Übersetzung von T 210 und machten keine neue Übersetzung. ",
  "super-blurbs:t213": "Dieser Text wurde (?–1000) von Tianxizai 天息災 übersetzt, der 980 in der Hauptstadt der Song-Dynastie ankam, und wird ebenfalls Dharmatrātas Zusammenstellung zugeordnet. Er hat 33 Kapitel, die den Kapiteln des Udānavarga entsprechen, doch anders als T 212 enthält dieser Text nur Verse ohne Kommentar. Der Übersetzer von T 213 folgt der Übersetzung von T 212 und auch der von T 210, wenn die Verse in T 212 nicht vorkommen, aber mit T 210 übereinstimmen. ",
  "super-blurbs:tf": "Fragmente auf Tocharisch A. Diese Fragmente wurden im chinesischen Turkestan (Ostturkestan oder Xinjiang) entlang des Verlaufs der ehemaligen Seidenstraße gefunden. ",
  "super-blurbs:tha-ap": "Die „Legenden aus früheren Leben der altehrwürdigen Mönche“ enthalten 563 Geschichten in Versform, die die Taten verschiedener altehrwürdiger Mönche in früheren Leben erzählen. Es ist ein viel späteres Gegenstück zum Theragāthā, das vielfach auf die gleichen Mönche Bezug nimmt. Aber während die Theragāthā-Strophen die Meditations- und Achtsamkeitsübung der Mönche im gegenwärtigen Leben wiedergeben, erzählen die Legenden typischerweise, wie die Mönche in diesem Leben erwachen konnten, indem sie in einer fernen Vergangenheit einem Buddha eine Gabe spendeten und den Entschluss fassten, wiedergeboren zu werden, so dass sie in Zukunft erwachen könnten. Die „Legenden der altehrwürdigen Mönche“ haben eine Gefährtin in den „Legenden der altehrwürdigen Nonnen“. Beide sind spätere Texte und haben kein Gegenstück in den Kanons der nördlichen Tradition. ",
  "super-blurbs:thag": "Die „Strophen der altehrwürdigen Mönche“ sind eine Sammlung von etwa 1288 Strophen, die 264 der altehrwürdigen Mönche zugeschrieben werden, die zur Zeit des Buddha gelebt haben, oder in einigen Fällen etwas später. Sie bilden ein Paar mit dem Therīgāthā, den „Strophen der altehrwürdigen Nonnen“. Diese Verse feiern die Freude der Freiheit und des Lebens und Meditierens im Wald. Zusammen stellen diese Sammlungen eine der ältesten und umfangreichsten Sammlungen kontemplativer Literatur dar; sie bewahren die einzigartigen Stimmen von vielen hundert Menschen, die als erste diesen Pfad übten. Anhand ihres Stils und des Inhalts sind diese Sammlungen bei den frühen Lehrreden einzuordnen. Auf sie wird gelegentlich in den Kanons der nördlichen Tradition Bezug genommen, aber es haben keine parallelen Sammlungen überlebt. ",
  "super-blurbs:thi-ap": "Die „Legenden aus früheren Leben der altehrwürdigen Nonnen“ enthalten 40 Geschichten in Versform, die die Taten verschiedener altehrwürdiger Nonnen in früheren Leben erzählen. Es ist ein viel späteres Gegenstück zum Therīgāthā, das vielfach auf die gleichen Nonnen Bezug nimmt. Aber während die Therīgāthā-Strophen die Meditations- und Achtsamkeitsübung der Nonnen im gegenwärtigen Leben wiedergeben, erzählen die Legenden typischerweise, wie die Nonnen in diesem Leben erwachen konnten, indem sie in einer fernen Vergangenheit einem Buddha eine Gabe spendeten und den Entschluss fassten, wiedergeboren zu werden, so dass sie in Zukunft erwachen könnten. Die „Legenden der altehrwürdigen Nonnen“ haben einen Gefährten in den „Legenden der altehrwürdigen Mönche“. Beide sind spätere Texte und haben kein Gegenstück in den Kanons der nördlichen Tradition. ",
  "super-blurbs:thig": "Die „Strophen der altehrwürdigen Nonnen“ ist eine Sammlung von etwa 524 Strophen, die 73 der altehrwürdigen Nonnen zugeschrieben werden, die zur Zeit des Buddha gelebt haben, oder in einigen Fällen etwas später. Diese Verse feiern die Wonne der Freiheit und des Lebens der Meditation dieser Nonnen, sie verkünden voller Stolz und Freude ihre spirituellen Errungenschaften und drücken die Dankbarkeit gegenüber anderen Nonnen als Führerinnen und Lehrerinnen aus. Der Therīgāthā ist einer der ältesten spirituellen Texte, die nur die Stimmen von Frauen aufzeichnen. Er bildet ein Paar mit dem Theragāthā, den „Strophen der altehrwürdigen Mönche“. Zusammen stellen diese Sammlungen eine der ältesten und umfangreichsten Sammlungen kontemplativer Literatur dar. Anhand ihres Stils und des Inhalts sind diese Sammlungen bei den frühen Lehrreden einzuordnen. Auf sie wird gelegentlich in den Kanons der nördlichen Tradition Bezug genommen, aber es haben keine parallelen Sammlungen überlebt. ",
  "super-blurbs:ud": "Achtzig kurze Lehrreden in einer Mischung aus Prosa und Versform. Sie nehmen die Form einer einfachen Prosaerzählung an, die als Rahmen für einen in Ergriffenheit geäußerten Spruch dient, der meist in Versform ist. Die <i lang='pi' translate='no'>Udāna-</i> und <i lang='pi' translate='no'>Dhammapada</i>literatur scheinen sich zu überschneiden und können als ein Genre betrachtet werden. Die Dhammapada-Verse haben ebenfalls  dazugehörige Erzählungen, die aber im Kommentar zu finden sind. Es gibt einige Hinweise, dass manche der Erzählungen im Udāna etwas jünger sein könnten als das meiste Material in den vier Haupt-<i lang='pi' translate='no'>Nikāyas</i>. ",
  "super-blurbs:uf": "Bruchstücke uighurischer Texte, publiziert von Shōgaito (1998 und 2002) und Tekin (1980). ",
  "super-blurbs:up": "Die Upāyika, vollständiger Name Abhidharmakośopāyikanāmaṭīkā, ist eine Sammlung von Zitaten aus den frühen Suttas, die von einem Mönch namens Śamathadeva angefertigt wurde; er lebte wahrscheinlich etwas nach dem 5. Jahrhundert in Indien. Sie wurde, vermutlich um das 11. Jahrhundert herum, von Jāyaśrī (ཞི་གནས་ལྷ།) ins Tibetische übersetzt. Sie bringt die vollständigen Sutta-Passagen, auf die Vasubandhu sich in seinem Abhidharmakośa bezieht. Der Text auf SuttaCentral stammt vom <i lang='en'>Asian Classics Input Project</i>, wo er als Tengyur 4091.04 aufgeführt ist. ",
  "super-blurbs:upp": "Das Upāliparipucchā („Upālis Fragen“) findet sich in der Sarvāstivāda-Schule und in Form zweier unabhängiger Texte, die keiner Schule zugeordnet sind. In anderen Schulen ist das Upāliparipucchā in andere Werke wie das Uttaragantha des Mūlasarvāstivāda oder das Parivāra des Theravāda eingegliedert. ",
  "super-blurbs:uv": "Das Udānavarga oder die „Sammlung inbrünstiger Sprüche“ ist ein Sarvāstivāda-Text im Dhammapada-Stil. Mit 1044 Strophen ist es mehr als doppelt so lang wie das Pali-Dhammapada und das längste aller Dhammapadas. Das Manuskript war unter den Sanskrittexten, die man in Turfan entdeckte. Der Text auf SuttaCentral entstammt der Titus-Ausgabe, die von Gippert und Kupfer vorbereitet wurde und die sich auf die Ausgabe von Bernhard (1965) gründet. Es gibt chinesische und tibetische Übersetzungen dieses Textes. ",
  "super-blurbs:uv-kg": "Eine tibetische Übersetzung des Udānavarga, die Dharmatrāta zugeschrieben wird. Es gibt einen Kommentar zu diesem Text von Prajñāvarman. ",
  "super-blurbs:uvs": "Eine kritische Ausgabe der Sanskrit-Handschrift auf Holz aus Subaši von H. Nakatani, Bibliothèque nationale de Paris, Pelliot-Sammlung, 1987–1988. ",
  "super-blurbs:vb": "Der Vibhaṅga (Buch der Aufgliederung) besteht aus 18 nach Themen geordneten Kapiteln. Die Liste der Themen ähnelt stark dem Saṁyutta-Nikāya – Aggregate, Sinne, abhängiges Entstehen usw. Die meisten Kapitel bestehen aus drei Teilen: (1) Aufgliederung gemäß den Suttas: zitiert eine Schlüsselpassage aus den Suttas zu dem entsprechenden Thema und bietet eine einfache Analyse an. (2) Aufgliederung gemäß dem Abhidhamma: wendet die Synonym- und Begriffsreihen an, wie sie im Dhammasaṅgaṇī entwickelt wurden. (3) Fragenkatalog: prüft das Wissen des Schülers mit einer systematischen Befragung. Einige wenige Abschnitte wie etwa Vb 18 Dhammahadaya passen nicht in dieses Schema. Sie könnten als unabhängige Abhandlungen entstanden sein. ",
  "super-blurbs:vinaya": "Die Texte über das Ordensrecht (Vinaya) erläutern detailliert den Lebensstil, die Regeln und Abläufe für die buddhistischen Mönche und Nonnen. Sie stellen bis heute die Leitlinien für buddhistische Ordinierte und zeichnen zudem ein lebhaftes Bild des täglichen Lebens im alten Indien. ",
  "super-blurbs:vk": "Der vollständige Titel lautet Abhidharmavijñānakāyapādaśāstra (Apidamo Shi Shen Zu Lun, 阿毘達磨識身足論). Es ist ein Gegenstück zum Pali-Kathāvatthu, und sie könnten eine gemeinsame historische Grundlage haben. Der Text erwähnt den Theravādamönch Moggaliputtatissa, den Autor des Kathāvatthu, als einen Kontrahenten in der Debatte über die Kernlehre des Sarvāstivāda, dass alle Erscheinungen in der Vergangenheit, der Zukunft und der Gegenwart existieren. Der Text behandelt allerdings viel weniger Punkte als das Kathāvatthu. Er wurde von Devakṣema verfasst und vom 3. März bis 19. September 649 n. Chr. von Xuanzang im Nordpalast (北-闕) von Hung-fa Hall (弘法院) und im Kloster Tz'uen (慈恩寺) in sechzehn Faszikeln ins Chinesische übersetzt. In der Taishō-Ausgabe des chinesischen Kanon ist es der Text Nummer 1539 bei T Bd. 26, 531a. ",
  "super-blurbs:vv": "Die „Geschichten über himmlische Paläste“ enthalten fünfundachtzig Geschichten in Versen, die den himmlischen Lohn für verschiedene Taten veranschaulichen, besonders für Spenden an den Buddha oder den Saṅgha. Sie sind ein Gegenstück zum Petavatthu. Beides sind späte Erbauungstexte, die kein direktes Gegenstück in anderen Sammlungen haben. ",
  "super-blurbs:xct-mu-bi-pm": "Der Bhikkhunī-Pātimokkha, die „Ordenssatzung für Nonnen“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Nonnen gibt es 366 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:xct-mu-bi-vb": "Der Bhikkhunī-Vibhaṅga („die Aufgliederung der Regeln der Nonnen“) enthält die Ordenssatzung für Nonnen, den Bhikkhunī-Pātimokkha, eingebettet in erläuterndes Material. Der Bhikkhunī-Vibhaṅga ist in sechs Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:xct-mu-bu-kam": "Die Bhikkhu-Kammavācā („Rechtsverfahren der Mönche“) sind Zusammenstellungen von Formeln, die von Mönchen aufgesagt werden, wenn sie Rechtsverfahren des Sangha durchführen. Sie sind Auszüge aus dem Vibhaṅga. ",
  "super-blurbs:xct-mu-bu-pm": "Der Bhikkhu-Pātimokkha, die „Ordenssatzung für Mönche“, enthält die wichtigsten Regeln für das Ordensleben in Form einer langen Aufzählung ohne weitere Erläuterung. Für die Mönche gibt es 258 solcher Regeln, die nach der Art des Vergehens geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. ",
  "super-blurbs:xct-mu-bu-vb": "Der Bhikkhu-Vibhaṅga („die Aufgliederung der Regeln der Mönche“ enthält die Ordenssatzung für Mönche, den Bhikkhu-Pātimokkha, eingebettet in erläuterndes Material. Der Vibhaṅga ist in acht Kapitel unterteilt, von denen jedes mit einer eigenen Klasse von Regeln handelt, die nach dem Vergehen geordnet sind, das man begeht, wenn man die Regel übertritt, mit Ausnahme der <i lang='pi' translate='no'>Aniyatas</i> (der „Unbestimmten“) und der <i lang='pi' translate='no'>Adhikaraṇasamathadhamma</i> („die Grundsätze, um rechtliche Fragen zu klären“), die anzuwendende Grundsätze sind und nicht Regeln im eigentlichen Sinn. Jede Regel bildet zusammen mit ihren Erläuterungen eine unabhängige Einheit, ein Unterkapitel. ",
  "super-blurbs:xct-mu-kd": "Die Khandhakas („die Kapitel“) enthalten die Regeln und Regelungen beider Saṅghas, die nicht unter die Ordenssatzung, den Pātimokkha, fallen. Es gibt 20 einzelne Khandhakas, von denen die meisten ein mehr oder weniger einheitliches Thema behandeln. Die Khandhakas enthalten eine Vielzahl von Materialien, wie etwa eine Auswahl an biografischem Material von einer Anzahl herausragender Schülerinnen und Schüler und einiger berüchtigter. Sie beinhalten auch einige Jātakas und andere Erzählungen. Die ganze Sammlung gliedert sich um das Leben des Buddha nach seinem Erwachen. ",
  "super-blurbs:xct-mu-khv": "Das Khuddakavatthu („kleinere Angelegenheiten“) ist ein kleineres Vinayawerk, das in chinesischer und tibetischer Übersetzung bewahrt wurde. ",
  "super-blurbs:xct-mu-utg": "Der erste Uttaragantha („der erste Anhang“) enthält Anhänge wie das Upāliparipucchā („Upālis Fragen“), das eine Parallele zu einem Kapitel Parivāra des Theravāda ist. ",
  "super-blurbs:xct-mu-utg-2": "Der zweite Uttaragantha („der zweite Anhang“) ist eine erweiterte Fassung des ersten Uttaragantha. ",
  "super-blurbs:xct-mu-vi": "Das Ordensrecht für die Mūlasarvāstivāda-Schule auf Tibetisch. Die Auseinandersetzung über die Ursprünge dieser Schule hält noch an, doch es ist klar, dass sie in Zentralasien einen großen Einfluss hatte. Mönche und Nonnen der tibetischen Tradition folgen diesem Vinaya. Neben dem tibetischen Text haben wir auch eine vollständige chinesische Vinayaübersetzung und einen Teil der ursprünglichen Sanskritfassung. ",
  "super-blurbs:ya": "Das Yamaka (Paare) besteht aus zehn Kapiteln über verschiedene Themen und beginnt mit den Wurzeln von tauglichem und untauglichem Verhalten. Es wendet eine Reihe von Fragenpaaren an mit dem Ziel, die Reichweite der Anwendung von Begriffen vollständig zu bestimmen. Zum Beispiel: Ist <i lang='pi' translate='no'>rūpa</i> (materielle Erscheinungen) in jedem Fall Bestandteil des Aggregats der materiellen Erscheinungen? Nein, weil es einen idiomatischen Gebrauch von <i lang='pi' translate='no'>rūpa</i> gibt, wie etwa <i lang='pi' translate='no'>evarūpa</i> („von solcher Art“). Aber sind sie alle Beispiele für das Aggregat der materiellen Erscheinungen? Ja. ",
  "super-blurbs:ybs": "Asaṅgas Yogacārabhūmiśastra, die „Abhandlung über die Stufen der Meditationsübung“, ist eines der größten Handbücher des nördlichen Buddhismus. Während die allgemeine Struktur dem Mahayana entspricht, nehmen manche Kapitel die frühen Lehren in den Blick und bringen umfangreiche Zitate aus den Suttas. Es ist nicht nur so, dass sich Asaṅgas philosophischer Ansatz auf die Lehren der Suttas gründet, sondern es ist wahrscheinlich, dass dieses Werk, vielleicht indirekt, die Erstellung des Visuddhimagga als ein Theravāda-Gegenstück angeregt hat. "
}