{
  "ud-blurbs:ud1.1": "Kurz nach seinem Erwachen betrachtet der Buddha die spezifische Bedingtheit und das abhängige Entstehen. ",
  "ud-blurbs:ud1.2": "Kurz nach seinem Erwachen betrachtet der Buddha die spezifische Bedingtheit und das abhängige Entstehen. ",
  "ud-blurbs:ud1.3": "Kurz nach seinem Erwachen betrachtet der Buddha die spezifische Bedingtheit und das abhängige Entstehen. ",
  "ud-blurbs:ud1.4": "Ein wahrhaft vorzüglicher Mensch zeigt keinen Hochmut. ",
  "ud-blurbs:ud1.5": "Der Buddha gibt eine neue Definition des Wortes „Brahmane“ in dem Sinn, dass es jeden beschreibt, der erwacht ist, unabhängig von seiner Geburt. ",
  "ud-blurbs:ud1.6": "Der Ehrwürdige Mahākassapa beschließt, lieber bei den Armen als bei Gottheiten Almosen zu suchen. ",
  "ud-blurbs:ud1.7": "Wer erwacht ist, ist über Furcht hinausgegangen. ",
  "ud-blurbs:ud1.8": "Die frühere Frau eines Mönchs versucht, ihn mithilfe ihres Kindes zurück ins Laienleben zu locken. ",
  "ud-blurbs:ud1.9": "Der Geist wird nicht durch rituelle Waschungen geläutert und gereinigt, sondern durch Wahrhaftigkeit und Rechtschaffenheit. ",
  "ud-blurbs:ud1.10": "Der Asket Bāhiya wird ein Arahant, nachdem er eine kurze Unterweisung darüber erhalten hat, seiner Sinneserfahrung nichts hinzuzufügen. ",
  "ud-blurbs:ud2.1": "Kurz nach seinem Erwachen wird der Buddha von einem Drachen vor einem Unwetter geschützt. ",
  "ud-blurbs:ud2.2": "Wenn Mönche und Nonnen sich versammeln, sollen sie ihre Zeit nicht damit vergeuden, über Könige zu tratschen. ",
  "ud-blurbs:ud2.3": "Eine Lektion für kleine Jungen: Wenn du keinen Schmerz erleiden willst, bereite anderen Wesen keinen Schmerz. ",
  "ud-blurbs:ud2.4": "Wie man mit Beleidigungen umgeht. ",
  "ud-blurbs:ud2.5": "Die Nachteile des Habens. ",
  "ud-blurbs:ud2.6": "Weitere Nachteile des Habens. ",
  "ud-blurbs:ud2.7": "Der Kummer, der durch die kommt, die einem lieb sind. ",
  "ud-blurbs:ud2.8": "Nach einer langen Schwangerschaft und einer schwierigen Entbindung lädt Suppavāsā den Buddha und den Saṅgha zu einem Essen ein. ",
  "ud-blurbs:ud2.9": "Die Nachteile, wenn man mit Königen zu tun hat. ",
  "ud-blurbs:ud2.10": "Ein früherer König, jetzt Mönch, stößt einen Freudenausruf über das Glück der Einsamkeit aus. ",
  "ud-blurbs:ud3.1": "Ein Mönch hat beim Meditieren Schmerzen, die durch früheres Kamma verursacht sind, doch er lässt sich davon nicht beirren. ",
  "ud-blurbs:ud3.2": "Der Buddha vereinbart einen Handel mit seinem Stiefbruder: Wenn du ein Mönch bleibst, wirst du im nächsten Leben mit Nymphen belohnt. ",
  "ud-blurbs:ud3.3": "Eine Gruppe von Mönchen nimmt die Zurechtweisung des Buddha als Ansporn, das Erwachen zu erreichen. ",
  "ud-blurbs:ud3.4": "Der Ehrwürdige Sāriputta meditiert mit einem Geist, fest wie ein Fels. ",
  "ud-blurbs:ud3.5": "Der Ehrwürdige Mahāmoggallāna meditiert. ",
  "ud-blurbs:ud3.6": "Manche alten Gewohnheiten sterben langsam. ",
  "ud-blurbs:ud3.7": "Ein Götterkönig nimmt eine andere Gestalt an, um dem Ehrwürdigen Mahākassapa Almosen zu geben. ",
  "ud-blurbs:ud3.8": "Der Buddha weist Mönche zurecht, die über die angenehmen Dinge reden, denen man beim Almosensammeln begegnen kann. ",
  "ud-blurbs:ud3.9": "Der Buddha weist Mönche zurecht, die über verschiedene berufliche Fertigkeiten reden. ",
  "ud-blurbs:ud3.10": "Kurz nach seinem Erwachen betrachtet der Buddha die Fortsetzung des Daseins. ",
  "ud-blurbs:ud4.1": "Der Mönch Meghiya verlässt den Buddha, um in Einsamkeit zu meditieren, und findet seinen Geist von untauglichen Gedanken überwältigt. ",
  "ud-blurbs:ud4.2": "Die Notwendigkeit, Körper und Geist zu beschützen. ",
  "ud-blurbs:ud4.3": "Ein Kuhhirte wird ermordet, nachdem er dem Buddha und dem Saṅgha ein Essen gespendet hat. ",
  "ud-blurbs:ud4.4": "Ein Geist versetzt Sāriputta einen Schlag auf den Kopf. ",
  "ud-blurbs:ud4.5": "Als der Buddha von seinen Anhängern bedrängt wird, zieht er sich in die Abgeschiedenheit zurück. ",
  "ud-blurbs:ud4.6": "Der Ehrwürdige Piṇḍola Bhāradvāja meditiert. ",
  "ud-blurbs:ud4.7": "Der Ehrwürdige Sāriputta meditiert. ",
  "ud-blurbs:ud4.8": "Wanderer anderer Lehren töten eine Frau und beschuldigen den Saṅgha, sie ermordet zu haben. ",
  "ud-blurbs:ud4.9": "Der Ehrwürdige Upasena Vaṅgantaputta stellt die Betrachtung an: „Mein Leben war glücklich; mein Tod wird glücklich sein.“ ",
  "ud-blurbs:ud4.10": "Der Ehrwürdige Sāriputta meditiert. ",
  "ud-blurbs:ud5.1": "König Pasenadi fragt seine Königin: „Gibt es jemanden, den du lieber hast als dich selbst?“ ",
  "ud-blurbs:ud5.2": "Der Ehrwürdige Ānanda spricht darüber, dass die Mutter des Buddha kurz nach dessen Geburt starb. ",
  "ud-blurbs:ud5.3": "Ein Aussätziger tritt in den Strom ein, stirbt und wird als ein Gott wiedergeboren. ",
  "ud-blurbs:ud5.4": "Eine Lektion für kleine Jungen: Wenn du keinen Schmerz haben willst, füge anderen keinen Schmerz zu. ",
  "ud-blurbs:ud5.5": "An einem Vollmondtag soll der Buddha die Verhaltensregeln für die Mönche rezitieren. Er schweigt jedoch, da sich ein unehrlicher Mönch in der Versammlung befindet. Mahāmoggallāna schließt ihn aus der Versammlung aus. ",
  "ud-blurbs:ud5.6": "Ein junger Mann in einem abgelegenen Teil Indiens kann nur nach vielen Verzögerungen ordiniert werden. ",
  "ud-blurbs:ud5.7": "Der Ehrwürdige Revata meditiert. ",
  "ud-blurbs:ud5.8": "Devadatta kündigt an, den Saṅgha spalten zu wollen. ",
  "ud-blurbs:ud5.9": "Eine Gruppe Jugendlicher verspottet die Mönche. ",
  "ud-blurbs:ud5.10": "Der Ehrwürdige Cūḷapanthaka meditiert. ",
  "ud-blurbs:ud6.1": "Der Buddha gibt die Lebenskraft auf. ",
  "ud-blurbs:ud6.2": "Wie man den Charakter eines anderen Menschen erkennt. ",
  "ud-blurbs:ud6.3": "Der Buddha betrachtet die untauglichen Eigenschaften, die er aufgegeben hat. ",
  "ud-blurbs:ud6.4": "Die Blinden und der Elefant. ",
  "ud-blurbs:ud6.5": "Die Anhänger anderer Lehren streiten über das Selbst, Glück, Schmerz und die Natur der Welt. ",
  "ud-blurbs:ud6.6": "Die Anhänger anderer Lehren streiten über das Selbst, Glück, Schmerz und die Natur der Welt. ",
  "ud-blurbs:ud6.7": "Der Ehrwürdige Subhūti meditiert. ",
  "ud-blurbs:ud6.8": "Zwei Gruppen kämpfen um eine Kurtisane. ",
  "ud-blurbs:ud6.9": "Insekten fliegen nachts in die Flammen der Lampen. ",
  "ud-blurbs:ud6.10": "Lehrer anderer Schulen leuchten nur, solange kein Buddha in der Welt erschienen ist. ",
  "ud-blurbs:ud7.1": "Der Ehrwürdige Bhaddiya wird ein Arahant. ",
  "ud-blurbs:ud7.2": "Der Ehrwürdige Sāriputta merkt nicht, dass sein Schüler bereits ein Arahant ist. ",
  "ud-blurbs:ud7.3": "Das Klammern an Sinnenfreuden verhindert, dass man die Flut überquert. ",
  "ud-blurbs:ud7.4": "Das Klammern an Sinnenfreuden hält einen gefangen wie einen Fisch. ",
  "ud-blurbs:ud7.5": "Innere und äußere Schönheit. ",
  "ud-blurbs:ud7.6": "Der Ehrwürdige Koṇḍañña der Versteher meditiert. ",
  "ud-blurbs:ud7.7": "Der Buddha betrachtet die Tatsache, dass er das Wuchern von Wahrnehmungen aufgegeben hat. ",
  "ud-blurbs:ud7.8": "Der Ehrwürdige Mahākaccāna meditiert. ",
  "ud-blurbs:ud7.9": "Die Bewohner eines Ortes versuchen, den Buddha daran zu hindern, Wasser aus dem Brunnen zu trinken. ",
  "ud-blurbs:ud7.10": "Fünfhundert erwachte Frauen kommen in einem Feuer um. ",
  "ud-blurbs:ud8.1": "Wie das Erlöschen beschaffen ist. ",
  "ud-blurbs:ud8.2": "Über das Sehen des Erlöschens. ",
  "ud-blurbs:ud8.3": "Das Entrinnen von den Bedingungen ist wirklich. ",
  "ud-blurbs:ud8.4": "Erlöschen bedeutet Unabhängigkeit. ",
  "ud-blurbs:ud8.5": "Die letzte Mahlzeit des Buddha. ",
  "ud-blurbs:ud8.6": "Der Buddha besucht auf seiner letzten Wanderung das Dorf Pāṭali und hält den Menschen dort einen Vortrag über die Vor- und Nachteile von moralischem und unmoralischem Verhalten. Gleichzeitig ist das Sutta ein Stück Zeitgeschichte, da es beschreibt, wie das Dorf zu einer Festungsstadt umgebaut wird, der späteren Metropole Pāṭaliputta. ",
  "ud-blurbs:ud8.7": "Ein Aufwärter des Buddha missachtet, was dieser sagt. ",
  "ud-blurbs:ud8.8": "Die Dame Visākhā wünscht sich viele Enkelkinder. ",
  "ud-blurbs:ud8.9": "Der Ehrwürdige Dabba der Maller vollführt bei seinem Tod ein Wunder. ",
  "ud-blurbs:ud8.10": "Für jemanden, der richtig erlöst ist, gibt es keinen Bestimmungsort. ",
  "ud-blurbs:ud-bodhivagga": "Dieses Kapitel beginnt mit einer Reihe von Lehrreden, die unmittelbar nach dem Erwachen des Buddha spielen und sich auch im ersten Kapitel der Khandhakas des Vinaya finden. Es begründet die maßgebliche These des Buddhismus: dass Erwachen durch eigene Anstrengung möglich ist. Jede Lehrrede handelt von der Idee des wahren „Brahmanen“, der nicht durch die Kaste seiner Geburt, sondern durch seine Freiheit von Befleckungen definiert ist. ",
  "ud-blurbs:ud-culavagga": "Dieses Kapitel kehrt zum Erwachen des Buddha zurück und betont mittels auf Wasser bezogener Bildsprache die Kraft des Dhamma, uns über die Flut zu tragen. ",
  "ud-blurbs:ud-jaccandhavagga": "Dieses Kapitel kehrt zu Geschichten über das Leben des Buddha zurück und springt dabei nach vorne bis kurz vor das Ende. Ansonsten erinnert es uns an die, die vom Weg abgekommen sind. ",
  "ud-blurbs:ud-meghiyavagga": "Wenn es einem Übenden nicht gelingt, dieses Gleichgewicht zu erreichen, führt sein undisziplinierter Geist dazu, dass er sich selbst und anderen schadet. ",
  "ud-blurbs:ud-mucalindavagga": "Das Erwachen des Buddha hat ihm ein spirituelles Glück gezeigt, das besser als jedes weltliche Glück ist. Dieses Kapitel lenkt die Aufmerksamkeit auf die emotionale Dimension der Erleuchtung. ",
  "ud-blurbs:ud-nandavagga": "Die Lehrreden in diesem Kapitel drehen sich um den Gleichmut angesichts von Glück und Schmerz. Es gibt mehrere Beispiele von Ausgeglichenheit und Gleichgewicht im Verhalten der Mönche und Nonnen. ",
  "ud-blurbs:ud-pataligamiyavagga": "Das letzte Kapitel befasst sich mit dem endgültigen Verscheiden des Buddha und der Glaubenskrise, die dadurch entstand. Es beginnt mit einer Reihe von feierlichen Erklärungen über Nibbāna und endet mit dem spektakulären Tod des Mönchs Dabba. ",
  "ud-blurbs:ud-sonavagga": "Dieses Kapitel erweitert den Fokus über den einzelnen Übenden hinaus und befasst sich mit „allem“; es zeigt, wie der Dhamma alle Wesen einbezieht, von Königen bis zu kleinen Fischen. "
}