{
  "vv-blurbs:vv1": "Der Ehrwürdige Moggallāna fragt eine Gottheit nach ihren früheren guten Taten. ",
  "vv-blurbs:vv2": "Geben wird immer zu guten Ergebnissen führen. ",
  "vv-blurbs:vv3": "Selbst die Spende eines einfachen Gegenstandes an den Saṅgha kann großes Verdienst schaffen. ",
  "vv-blurbs:vv4": "Der Ehrwürdige Moggallāna fragt einen Gott, wie er einen Thron aus Beryll erhielt. ",
  "vv-blurbs:vv5": "Wenn man denen, die frei von Befleckungen sind, mit vertrauensvollem Herzen einen Stuhl spendet, führt das zu großem Glück. ",
  "vv-blurbs:vv6": "Der Ehrwürdige Moggallāna fragt einen Gott, wie er ein Schiff mit goldenem Dach als Villa erhielt. ",
  "vv-blurbs:vv7": "Dem edlen Saṅgha Wasser zu geben, führt zu großem Glück. ",
  "vv-blurbs:vv8": "Eine Göttin erklärt das Verdienst, das sie schuf, als sie einem Mönch, der gestürzt war, Wasser gab. ",
  "vv-blurbs:vv9": "Ein Gott erklärt das Verdienst, das er schuf, als er Licht spendete, sodass andere sehen konnten. ",
  "vv-blurbs:vv10": "Selbst eine kleine Spende von Sesamsamen an den Buddha schafft viel Verdienst. ",
  "vv-blurbs:vv11": "Ein Gott erklärt, welchen Nutzen es hat, seiner Frau treu zu bleiben und ehrlich zu sein. ",
  "vv-blurbs:vv12": "Ein Gott erklärt, dass es zu großem Glück führt, die Ethikregeln einzuhalten und dem Buddha zu folgen. ",
  "vv-blurbs:vv13": "Die Spende eines einzigen Ölkuchens an den Saṅgha schafft viel Verdienst. ",
  "vv-blurbs:vv14": "Eine Göttin erklärt, wie die Spende eines Kuchens mit Honigglasur sie in den himmlischen Nandana-Park brachte. ",
  "vv-blurbs:vv15": "Wenn man sich im Leben zügelt, die Ethikregeln einhält und großzügig ist, führt das nur zu guten Ergebnissen. ",
  "vv-blurbs:vv16": "Die Frau des Königs Bimbisāra, jetzt eine Göttin, erklärt ihr unerschütterliches Vertrauen zum Buddha, zum Dhamma und zum Saṅgha. ",
  "vv-blurbs:vv17": "Der Gott Sakka fragt, welches Verdienst einem Gott half, so strahlend wie ein Brahmā zu werden. ",
  "vv-blurbs:vv18": "Nur wer Gutes und Heilsames tut, wird im Himmel wiedergeboren. ",
  "vv-blurbs:vv19": "Eine Göttin erklärt, wie sie zur Einmalwiederkehrerin wurde. ",
  "vv-blurbs:vv20": "Der Gott Sakka fragt den Ehrwürdigen Kassapa nach einer Frau, die ihm Almosen spendete. ",
  "vv-blurbs:vv21": "Der Buddha hilft voller Mitgefühl einer Frau aus niederer Kaste vor ihrem Tod. ",
  "vv-blurbs:vv22": "Der Buddha fragt eine Göttin, wie sie neben ihrem himmlischen Palast einen seltenen Baum bekommen hat. ",
  "vv-blurbs:vv23": "Eine Göttin erklärt, wie sehr sie sich am Einhalten der Ethikregeln und großzügigem Geben erfreut hat. ",
  "vv-blurbs:vv24": "Eine Göttin erklärt ihr Bedauern, dass sie ihren Geist nicht weiter entwickelt hat. ",
  "vv-blurbs:vv25": "Ein Gott erklärt den Nutzen von unerschütterlichem Vertrauen zu den drei Juwelen. ",
  "vv-blurbs:vv26": "Man kann viel Glück erlangen, indem man die Ethikregeln einhält und dem Saṅgha Almosen spendet. ",
  "vv-blurbs:vv27": "Eine Göttin erklärt, wie sie einen schönen Körper erlangte. ",
  "vv-blurbs:vv28": "Mit glücklichem, reinem und stillem Geist Almosen zu spenden kann viel Verdienst schaffen. ",
  "vv-blurbs:vv29": "Ein Gott erklärt das Glück, das er erwarb, indem er dem Ehrwürdigen Moggallāna einen einzigen Ölkuchen spendete. ",
  "vv-blurbs:vv30": "Selbst die Spende eines kleinen Stücks Zucker kann viel Glück schaffen. ",
  "vv-blurbs:vv31": "Eine Göttin erklärt das Glück das man erlangen kann, indem man eine gute Ehefrau ist, die Ethikregeln einhält und sich selbst zügelt. ",
  "vv-blurbs:vv32": "Die Töchter des Gottes Sakka erklären, wie sie dieses göttliche Glück erlangten. ",
  "vv-blurbs:vv33": "Zahlreiche Götter sprechen über die verdienstvollen Taten, mit denen sie ihr Glück erlangten. ",
  "vv-blurbs:vv34": "Götter sprechen darüber, wie wichtig es ist, beim Almosengeben den gesamten Saṅgha zu bedenken statt nur einzelner Mönche oder Nonnen. ",
  "vv-blurbs:vv35": "Ein Gott erklärt, welches Glück er erlangte, nachdem er zur Beisetzung des Ehrwürdigen Sāriputta Blumen spendete. ",
  "vv-blurbs:vv36": "Können Spenden an den Buddha noch zu Verdienst führen, nachdem dieser gestorben ist? ",
  "vv-blurbs:vv37": "Die Ethikregeln einhalten, ein gezügeltes Leben führen, großzügig sein und Vertrauen haben kann zu großem Glück führen. ",
  "vv-blurbs:vv38": "Ein Gott erklärt das Ergebnis der Spende eines Blumenkranzes an den Buddha. ",
  "vv-blurbs:vv39": "Ein Diener spendet dem Buddha Blumen und erlangt großes Glück. ",
  "vv-blurbs:vv40": "Götter, deren Vertrauen zum Buddha stark ist, übertreffen andere Götter an Glanz. ",
  "vv-blurbs:vv41": "Ein Gott spendet dem Buddha einen Satz Roben und erlangt großes Glück. ",
  "vv-blurbs:vv42": "Selbst ein kleines Stück Reiskuchen an den Buddha zu spenden führt zu großem Glück. ",
  "vv-blurbs:vv43": "Ein Gott erklärt, welches Glück er erlangte, indem er dem Buddha Arznei spendete. ",
  "vv-blurbs:vv44": "Sich an den verdienstvollen Taten anderer zu freuen kann zu großem Glück führen. ",
  "vv-blurbs:vv45": "Der Ehrwürdige Moggallāna fragt vier Götter, welche verdienstvollen Taten sie verübten, dass sie solche strahlenden Körper erlangten. ",
  "vv-blurbs:vv46": "Was gewinnt man, wenn man dem Saṅgha ein Kloster spendet? ",
  "vv-blurbs:vv47": "Der Gott Sakka fragt einen anderen Gott, mit welchen verdienstvollen Taten er sein Glück erlangte. ",
  "vv-blurbs:vv48": "Ein Gott erklärt das Glück, das er erwarb, indem er dem Ehrwürdigen Moggallāna kleines Stück Zuckerrohr spendete. ",
  "vv-blurbs:vv49": "Ein Gott erklärt, dass es viel Verdienst schafft, Mönche und Nonnen zu würdigen und zu ehren. ",
  "vv-blurbs:vv50": "Eine Göttin erzählt die Geschichte, wie sie dabei war, sich das Leben zu nehmen, als ihr der Buddha half. ",
  "vv-blurbs:vv51": "Ein Gott berichtet von seinem früheren Leben als Tier und wie er zu solcher Macht gelangte. ",
  "vv-blurbs:vv52": "Wenn man geizig und böse ist und keine Ethikregeln einhält, erwartet einen bloß Leiden. ",
  "vv-blurbs:vv53": "Der Buddha unterweist einen Jungen über die Zuflucht und die Ethikregeln. ",
  "vv-blurbs:vv54": "Eine Göttin erklärt, welches Glück sie gewann, nachdem sie dem Saṅgha Krabbensuppe gespendet hatte. ",
  "vv-blurbs:vv55": "Ein Gott erklärt, wie wichtig es ist, gute Worte zu sprechen und mit einem reinen Geist zu leben. ",
  "vv-blurbs:vv56": "Vertrauen zum Buddha zu haben genügt, um zu großem Glück zu führen. ",
  "vv-blurbs:vv57": "Vertrauen zu Mönchen und Nonnen zu haben genügt, um zu großem Glück zu führen. ",
  "vv-blurbs:vv58": "Ein Gott erklärt, wie das Ergebnis des Spendens immer größer wird. ",
  "vv-blurbs:vv59": "Ein Gott erlangte großes Glück indem er einem Vollendeten eine Nadel spendete. ",
  "vv-blurbs:vv60": "Ein Gott erklärt, wozu es führte, vor dem Denkmal des Buddha Kassapa acht Blumen zu spenden. ",
  "vv-blurbs:vv61": "Ein Gott erklärt, welchen Nutzen das Einhalten der fünf Ethikregeln hat. ",
  "vv-blurbs:vv62": "Ein Mann fragt einen Gott, wie er einen göttlichen weißen Elefanten erlangt hat. ",
  "vv-blurbs:vv63": "Ein Prinz lernt auf seinem Sterbebett den Dhamma von einem Vollendeten und läutert sich, sodass er zu einer besseren Wiedergeburt gelangt. ",
  "vv-blurbs:vv64": "Ein strahlender, mächtiger Gott erklärt, wie eine Spende an den Buddha mächtiges Verdienst schaffen kann. ",
  "vv-blurbs:vv65": "Großzügigkeit und Vertrauen beim Almosengeben bringt großes Glück. ",
  "vv-blurbs:vv66": "Ein Gott erklärt, dass Spenden mit vertrauensvollem Herzen an Mönche und Nonnen  wunderbares Verdienst schafft. ",
  "vv-blurbs:vv67": "Was geschieht, wenn man Mönchen oder Nonnen Früchte spendet? ",
  "vv-blurbs:vv68": "Großzügig leben und mit vertrauensvollem Herzen spenden kann zu großem Glück führen. ",
  "vv-blurbs:vv69": "Zu welchem Ergebnis führt es, wenn man einem Vollendeten Essen und Unterkunft spendet? ",
  "vv-blurbs:vv70": "Ein Gott erlangte reichliche Frucht, nachdem er einem durstigen Mönch Wasser gab. ",
  "vv-blurbs:vv71": "Ein Mensch, der ein Gerstenfeld bewachte, erklärt, wie er ein Gott wurde. ",
  "vv-blurbs:vv72": "Vertrauen haben und Vollendeten Essen und Trinken spenden führt zu großem Nutzen. ",
  "vv-blurbs:vv73": "Ein Gott erklärt, wozu es führt, wenn man Vollendeten Essen und Trinken spendet. ",
  "vv-blurbs:vv74": "Ein Gott erklärt den Nutzen der Almosenspende an Mönche und Nonnen. ",
  "vv-blurbs:vv75": "Wozu führt es, wenn man sich um seine Eltern kümmert und Vertrauen zu Mönchen und Nonnen hat? ",
  "vv-blurbs:vv76": "Ein Gott erklärt, wozu es führt, wenn man sich um seine Eltern kümmert und Vertrauen zu Mönchen und Nonnen hat. ",
  "vv-blurbs:vv77": "Ein Gott berichtet von seinen Spenden und den Früchten seiner Arbeit. ",
  "vv-blurbs:vv78": "Wozu führt es, ein Kloster zu bauen und es dem Buddha zu spenden? ",
  "vv-blurbs:vv79": "Ein Gott berichtet von seiner Begegnung mit dem Ehrwürdigen Sāriputta und von den verdienstvollen Taten, mit denen er Glück erlangte. ",
  "vv-blurbs:vv80": "Ein Gott erklärt, wie das Mitgefühl des Ehrwürdigen Moggallāna ihm großes Glück brachte. ",
  "vv-blurbs:vv81": "Was geschah mit dem Pferd Kanthaka, das den Prinzen Siddhatta an dem Tag trug, als er sein Heim verließ? ",
  "vv-blurbs:vv82": "Ein Gott erklärt, wie das Verehren der Reliquien des Buddha zu großem Glück führen kann. ",
  "vv-blurbs:vv83": "Ein Gott zeigt einem trauernden Vater, wie er mit dem Dhamma seinen Kummer beende kann. ",
  "vv-blurbs:vv84": "Ein Gott mit Namen Serissa erklärt, wie er dazu kam, ein bequemes Leben zu genießen, und was wir tun können, um das Gleich zu erlangen. ",
  "vv-blurbs:vv85": "Der Ehrwürdige Moggallāna fragt, welche verdienstvolle Tat einen Gott so mächtig gemacht hat. "
}