{
  "ya10.3.4:0.1": "10 Indriyayamaka",
  "ya10.3.4:0.2": "10.3 Pariññāvāra",
  "ya10.3.4:0.3": "10.3.4. Paccuppannātītavāra",
  "ya10.3.4:1.0": "10.3.4.1. Anuloma",
  "ya10.3.4:1.1": "» Yo cakkhundriyaṁ parijānāti so domanassindriyaṁ pajahitthāti? Āmantā.",
  "ya10.3.4:2.1": "« Yo vā pana domanassindriyaṁ pajahittha so cakkhundriyaṁ parijānātīti?",
  "ya10.3.4:3.1": "Dve puggalā domanassindriyaṁ pajahittha, no ca cakkhundriyaṁ parijānanti. Aggamaggasamaṅgī domanassindriyañca pajahittha cakkhundriyañca parijānāti.",
  "ya10.3.4:4.1": "» Yo cakkhundriyaṁ parijānāti so anaññātaññassāmītindriyaṁ bhāvitthāti? Āmantā.",
  "ya10.3.4:5.1": "« Yo vā pana anaññātaññassāmītindriyaṁ bhāvittha so cakkhundriyaṁ parijānātīti?",
  "ya10.3.4:6.1": "Cha puggalā anaññātaññassāmītindriyaṁ bhāvittha, no ca cakkhundriyaṁ parijānanti. Aggamaggasamaṅgī anaññātaññassāmītindriyañca bhāvittha cakkhundriyañca parijānāti.",
  "ya10.3.4:7.1": "» Yo cakkhundriyaṁ parijānāti so aññindriyaṁ bhāvitthāti? No.",
  "ya10.3.4:8.1": "« Yo vā pana aññindriyaṁ bhāvittha so cakkhundriyaṁ parijānātīti? No.",
  "ya10.3.4:9.1": "» Yo cakkhundriyaṁ parijānāti so aññātāvindriyaṁ sacchikaritthāti? No.",
  "ya10.3.4:10.1": "« Yo vā pana aññātāvindriyaṁ sacchikarittha so cakkhundriyaṁ parijānātīti? No. (Cakkhundriyamūlakaṁ.)",
  "ya10.3.4:11.1": "» Yo domanassindriyaṁ pajahati so anaññātaññassāmītindriyaṁ bhāvitthāti? Āmantā.",
  "ya10.3.4:12.1": "« Yo vā pana anaññātaññassāmītindriyaṁ bhāvittha so domanassindriyaṁ pajahatīti?",
  "ya10.3.4:13.1": "Cha puggalā anaññātaññassāmītindriyaṁ bhāvittha, no ca domanassindriyaṁ pajahanti. Anāgāmimaggasamaṅgī anaññātaññassāmītindriyañca bhāvittha domanassindriyañca pajahati.",
  "ya10.3.4:14.1": "» Yo domanassindriyaṁ pajahati so aññindriyaṁ bhāvitthāti? No.",
  "ya10.3.4:15.1": "« Yo vā pana aññindriyaṁ bhāvittha so domanassindriyaṁ pajahatīti? No.",
  "ya10.3.4:16.1": "» Yo domanassindriyaṁ pajahati so aññātāvindriyaṁ sacchikaritthāti? No.",
  "ya10.3.4:17.1": "« Yo vā pana aññātāvindriyaṁ sacchikarittha so domanassindriyaṁ pajahatīti? No. (Domanassindriyamūlakaṁ.)",
  "ya10.3.4:18.1": "» Yo anaññātaññassāmītindriyaṁ bhāveti so aññindriyaṁ bhāvitthāti? No.",
  "ya10.3.4:19.1": "« Yo vā pana aññindriyaṁ bhāvittha so anaññātaññassāmītindriyaṁ bhāvetīti? No.",
  "ya10.3.4:20.1": "» Yo anaññātaññassāmītindriyaṁ bhāveti so aññātāvindriyaṁ sacchikaritthāti? No.",
  "ya10.3.4:21.1": "« Yo vā pana aññātāvindriyaṁ sacchikarittha so anaññātaññassāmītindriyaṁ bhāvetīti? No. (Anaññātaññassāmītindriyamūlakaṁ.)",
  "ya10.3.4:22.1": "» Yo aññindriyaṁ bhāveti so aññātāvindriyaṁ sacchikaritthāti? No.",
  "ya10.3.4:23.1": "« Yo vā pana aññātāvindriyaṁ sacchikarittha so aññindriyaṁ bhāvetīti? No. (Aññindriyamūlakaṁ.)",
  "ya10.3.4:24.0": "10.3.4.2. Paccanīka",
  "ya10.3.4:24.1": "» Yo cakkhundriyaṁ na parijānāti so domanassindriyaṁ nappajahitthāti?",
  "ya10.3.4:25.1": "Dve puggalā cakkhundriyaṁ na parijānanti, no ca domanassindriyaṁ nappajahittha. Cha puggalā cakkhundriyañca na parijānanti domanassindriyañca nappajahittha.",
  "ya10.3.4:26.1": "« Yo vā pana domanassindriyaṁ nappajahittha so cakkhundriyaṁ na parijānātīti? Āmantā.",
  "ya10.3.4:27.1": "» Yo cakkhundriyaṁ na parijānāti so anaññātaññassāmītindriyaṁ na bhāvitthāti?",
  "ya10.3.4:28.1": "Cha puggalā cakkhundriyaṁ na parijānanti, no ca anaññātaññassāmītindriyaṁ na bhāvittha. Dve puggalā cakkhundriyañca na parijānanti anaññātaññassāmītindriyañca na bhāvittha.",
  "ya10.3.4:29.1": "« Yo vā pana anaññātaññassāmītindriyaṁ na bhāvittha so cakkhundriyaṁ na parijānātīti? Āmantā.",
  "ya10.3.4:30.1": "» Yo cakkhundriyaṁ na parijānāti so aññindriyaṁ na bhāvitthāti?",
  "ya10.3.4:31.1": "Arahā cakkhundriyaṁ na parijānāti, no ca aññindriyaṁ na bhāvittha. Satta puggalā cakkhundriyañca na parijānanti aññindriyañca na bhāvittha.",
  "ya10.3.4:32.1": "« Yo vā pana aññindriyaṁ na bhāvittha so cakkhundriyaṁ na parijānātīti?",
  "ya10.3.4:33.1": "Aggamaggasamaṅgī aññindriyaṁ na bhāvittha, no ca cakkhundriyaṁ na parijānāti. Satta puggalā aññindriyañca na bhāvittha cakkhundriyañca na parijānanti.",
  "ya10.3.4:34.1": "» Yo cakkhundriyaṁ na parijānāti so aññātāvindriyaṁ na sacchikaritthāti?",
  "ya10.3.4:35.1": "Arahā cakkhundriyaṁ na parijānāti, no ca aññātāvindriyaṁ na sacchikarittha. Aṭṭha puggalā cakkhundriyañca na parijānanti aññātāvindriyañca na sacchikarittha.",
  "ya10.3.4:36.1": "« Yo vā pana aññātāvindriyaṁ na sacchikarittha so cakkhundriyaṁ na parijānātīti?",
  "ya10.3.4:37.1": "Aggamaggasamaṅgī aññātāvindriyaṁ na sacchikarittha, no ca cakkhundriyaṁ na parijānāti. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha cakkhundriyañca na parijānanti. (Cakkhundriyamūlakaṁ.)",
  "ya10.3.4:38.1": "» Yo domanassindriyaṁ nappajahati so anaññātaññassāmītindriyaṁ na bhāvitthāti?",
  "ya10.3.4:39.1": "Cha puggalā domanassindriyaṁ nappajahanti, no ca anaññātaññassāmītindriyaṁ na bhāvittha. Dve puggalā domanassindriyañca nappajahanti anaññātaññassāmītindriyañca na bhāvittha.",
  "ya10.3.4:40.1": "« Yo vā pana anaññātaññassāmītindriyaṁ na bhāvittha so domanassindriyaṁ nappajahatīti? Āmantā.",
  "ya10.3.4:41.1": "» Yo domanassindriyaṁ nappajahati so aññindriyaṁ na bhāvitthāti?",
  "ya10.3.4:42.1": "Arahā domanassindriyaṁ nappajahati, no ca aññindriyaṁ na bhāvittha. Satta puggalā domanassindriyañca nappajahanti aññindriyañca na bhāvittha.",
  "ya10.3.4:43.1": "« Yo vā pana aññindriyaṁ na bhāvittha so domanassindriyaṁ nappajahatīti?",
  "ya10.3.4:44.1": "Anāgāmimaggasamaṅgī aññindriyaṁ na bhāvittha, no ca domanassindriyaṁ nappajahati. Satta puggalā aññindriyañca na bhāvittha domanassindriyañca nappajahanti.",
  "ya10.3.4:45.1": "» Yo domanassindriyaṁ nappajahati so aññātāvindriyaṁ na sacchikaritthāti?",
  "ya10.3.4:46.1": "Arahā domanassindriyaṁ nappajahati, no ca aññātāvindriyaṁ na sacchikarittha. Aṭṭha puggalā domanassindriyañca nappajahanti aññātāvindriyañca na sacchikarittha.",
  "ya10.3.4:47.1": "« Yo vā pana aññātāvindriyaṁ na sacchikarittha so domanassindriyaṁ nappajahatīti?",
  "ya10.3.4:48.1": "Anāgāmimaggasamaṅgī aññātāvindriyaṁ na sacchikarittha, no ca domanassindriyaṁ nappajahati. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha domanassindriyañca nappajahanti. (Domanassindriyamūlakaṁ.)",
  "ya10.3.4:49.1": "» Yo anaññātaññassāmītindriyaṁ na bhāveti so aññindriyaṁ na bhāvitthāti?",
  "ya10.3.4:50.1": "Arahā anaññātaññassāmītindriyaṁ na bhāveti, no ca aññindriyaṁ na bhāvittha. Satta puggalā anaññātaññassāmītindriyañca na bhāventi aññindriyañca na bhāvittha.",
  "ya10.3.4:51.1": "« Yo vā pana aññindriyaṁ na bhāvittha so anaññātaññassāmītindriyaṁ na bhāvetīti?",
  "ya10.3.4:52.1": "Aṭṭhamako aññindriyaṁ na bhāvittha, no ca anaññātaññassāmītindriyaṁ na bhāveti. Satta puggalā aññindriyañca na bhāvittha anaññātaññassāmītindriyañca na bhāventi.",
  "ya10.3.4:53.1": "» Yo anaññātaññassāmītindriyaṁ na bhāveti so aññātāvindriyaṁ na sacchikaritthāti?",
  "ya10.3.4:54.1": "Arahā anaññātaññassāmītindriyaṁ na bhāveti, no ca aññātāvindriyaṁ na sacchikarittha. Aṭṭha puggalā anaññātaññassāmītindriyañca na bhāventi aññātāvindriyañca na sacchikarittha.",
  "ya10.3.4:55.1": "« Yo vā pana aññātāvindriyaṁ na sacchikarittha so anaññātaññassāmītindriyaṁ na bhāvetīti?",
  "ya10.3.4:56.1": "Aṭṭhamako aññātāvindriyaṁ na sacchikarittha, no ca anaññātaññassāmītindriyaṁ na bhāveti. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha anaññātaññassāmītindriyañca na bhāventi. (Anaññātaññassāmītindriyamūlakaṁ.)",
  "ya10.3.4:57.1": "» Yo aññindriyaṁ na bhāveti so aññātāvindriyaṁ na sacchikaritthāti?",
  "ya10.3.4:58.1": "Arahā aññindriyaṁ na bhāveti, no ca aññātāvindriyaṁ na sacchikarittha. Cha puggalā aññindriyañca na bhāventi aññātāvindriyañca na sacchikarittha.",
  "ya10.3.4:59.1": "« Yo vā pana aññātāvindriyaṁ na sacchikarittha so aññindriyaṁ na bhāvetīti?",
  "ya10.3.4:60.1": "Tayo maggasamaṅgino aññātāvindriyaṁ na sacchikarittha, no ca aññindriyaṁ na bhāventi. Cha puggalā aññātāvindriyañca na sacchikarittha aññindriyañca na bhāventi. (Aññindriyamūlakaṁ.)"
}