{
  "ya10.3.2:0.1": "10 Indriyayamaka ",
  "ya10.3.2:0.2": "10.3 Pariññāvāra ",
  "ya10.3.2:0.3": "10.3.2. Atītavāra ",
  "ya10.3.2:1.0": "10.3.2.1. Anuloma ",
  "ya10.3.2:1.1": " Yo cakkhundriyaṁ parijānittha so domanassindriyaṁ pajahitthāti? Āmantā. ",
  "ya10.3.2:2.1": " Yo vā pana domanassindriyaṁ pajahittha so cakkhundriyaṁ parijānitthāti? ",
  "ya10.3.2:3.1": "Dve puggalā domanassindriyaṁ pajahittha, no ca cakkhundriyaṁ parijānittha. Arahā domanassindriyañca pajahittha cakkhundriyañca parijānittha. ",
  "ya10.3.2:4.1": " Yo cakkhundriyaṁ parijānittha so anaññātaññassāmītindriyaṁ bhāvitthāti? Āmantā. ",
  "ya10.3.2:5.1": " Yo vā pana anaññātaññassāmītindriyaṁ bhāvittha so cakkhundriyaṁ parijānitthāti? ",
  "ya10.3.2:6.1": "Cha puggalā anaññātaññassāmītindriyaṁ bhāvittha, no ca cakkhundriyaṁ parijānittha. Arahā anaññātaññassāmītindriyañca bhāvittha cakkhundriyañca parijānittha. ",
  "ya10.3.2:7.1": " Yo cakkhundriyaṁ parijānittha so aññindriyaṁ bhāvitthāti? Āmantā. ",
  "ya10.3.2:8.1": " Yo vā pana aññindriyaṁ bhāvittha so cakkhundriyaṁ parijānitthāti? Āmantā. ",
  "ya10.3.2:9.1": " Yo cakkhundriyaṁ parijānittha so aññātāvindriyaṁ sacchikaritthāti? ",
  "ya10.3.2:10.1": "Yo aggaphalaṁ sacchikaroti so cakkhundriyaṁ parijānittha, no ca aññātāvindriyaṁ sacchikarittha. Yo aggaphalaṁ sacchākāsi so cakkhundriyañca parijānittha aññātāvindriyañca sacchikarittha. ",
  "ya10.3.2:11.1": " Yo vā pana aññātāvindriyaṁ sacchikarittha so cakkhundriyaṁ parijānitthāti? Āmantā. (Cakkhundriyamūlakaṁ.) ",
  "ya10.3.2:12.1": " Yo domanassindriyaṁ pajahittha so anaññātaññassāmītindriyaṁ bhāvitthāti? Āmantā. ",
  "ya10.3.2:13.1": " Yo vā pana anaññātaññassāmītindriyaṁ bhāvittha so domanassindriyaṁ pajahitthāti? ",
  "ya10.3.2:14.1": "Cattāro puggalā anaññātaññassāmītindriyaṁ bhāvittha, no ca domanassindriyaṁ pajahittha. Tayo puggalā anaññātaññassāmītindriyañca bhāvittha domanassindriyañca pajahittha. ",
  "ya10.3.2:15.1": " Yo domanassindriyaṁ pajahittha so aññindriyaṁ bhāvitthāti? ",
  "ya10.3.2:16.1": "Dve puggalā domanassindriyaṁ pajahittha, no ca aññindriyaṁ bhāvittha. Arahā domanassindriyañca pajahittha aññindriyañca bhāvittha. ",
  "ya10.3.2:17.1": " Yo vā pana aññindriyaṁ bhāvittha so domanassindriyaṁ pajahitthāti? Āmantā. ",
  "ya10.3.2:18.1": " Yo domanassindriyaṁ pajahittha so aññātāvindriyaṁ sacchikaritthāti? ",
  "ya10.3.2:19.1": "Tayo puggalā domanassindriyaṁ pajahittha, no ca aññātāvindriyaṁ sacchikarittha. Arahā domanassindriyañca pajahittha aññātāvindriyañca sacchikarittha. ",
  "ya10.3.2:20.1": " Yo vā pana aññātāvindriyaṁ sacchikarittha so domanassindriyaṁ pajahitthāti? Āmantā. (Domanassindriyamūlakaṁ.) ",
  "ya10.3.2:21.1": " Yo anaññātaññassāmītindriyaṁ bhāvittha so aññindriyaṁ bhāvitthāti? ",
  "ya10.3.2:22.1": "Cha puggalā anaññātaññassāmītindriyaṁ bhāvittha, no ca aññindriyaṁ bhāvittha. Arahā anaññātaññassāmītindriyañca bhāvittha aññindriyañca bhāvittha. ",
  "ya10.3.2:23.1": " Yo vā pana aññindriyaṁ bhāvittha so anaññātaññassāmītindriyaṁ bhāvitthāti? Āmantā. ",
  "ya10.3.2:24.1": " Yo anaññātaññassāmītindriyaṁ bhāvittha so aññātāvindriyaṁ sacchikaritthāti? ",
  "ya10.3.2:25.1": "Satta puggalā anaññātaññassāmītindriyaṁ bhāvittha, no ca aññātāvindriyaṁ sacchikarittha. Arahā anaññātaññassāmītindriyañca bhāvittha aññātāvindriyañca sacchikarittha. ",
  "ya10.3.2:26.1": " Yo vā pana aññātāvindriyaṁ sacchikarittha so anaññātaññassāmītindriyaṁ bhāvitthāti? Āmantā. (Anaññātaññassāmītindriyamūlakaṁ.) ",
  "ya10.3.2:27.1": " Yo aññindriyaṁ bhāvittha so aññātāvindriyaṁ sacchikaritthāti? ",
  "ya10.3.2:28.1": "Yo aggaphalaṁ sacchikaroti so aññindriyaṁ bhāvittha, no ca aññātāvindriyaṁ sacchikarittha. Yo aggaphalaṁ sacchākāsi so aññindriyañca bhāvittha aññātāvindriyañca sacchikarittha. ",
  "ya10.3.2:29.1": " Yo vā pana aññātāvindriyaṁ sacchikarittha so aññindriyaṁ bhāvitthāti? Āmantā. (Aññindriyamūlakaṁ.) ",
  "ya10.3.2:30.0": "10.3.2.2. Paccanīka ",
  "ya10.3.2:30.1": " Yo cakkhundriyaṁ na parijānittha so domanassindriyaṁ nappajahitthāti? ",
  "ya10.3.2:31.1": "Dve puggalā cakkhundriyaṁ na parijānittha, no ca domanassindriyaṁ nappajahittha. Cha puggalā cakkhundriyañca na parijānittha domanassindriyañca nappajahittha. ",
  "ya10.3.2:32.1": " Yo vā pana domanassindriyaṁ nappajahittha so cakkhundriyaṁ na parijānitthāti? Āmantā. ",
  "ya10.3.2:33.1": " Yo cakkhundriyaṁ na parijānittha so anaññātaññassāmītindriyaṁ na bhāvitthāti? ",
  "ya10.3.2:34.1": "Cha puggalā cakkhundriyaṁ na parijānittha, no ca anaññātaññassāmītindriyaṁ na bhāvittha. Dve puggalā cakkhundriyañca na parijānittha anaññātaññassāmītindriyañca na bhāvittha. ",
  "ya10.3.2:35.1": " Yo vā pana anaññātaññassāmītindriyaṁ na bhāvittha so cakkhundriyaṁ na parijānitthāti? Āmantā. ",
  "ya10.3.2:36.1": " Yo cakkhundriyaṁ na parijānittha so aññindriyaṁ na bhāvitthāti? Āmantā. ",
  "ya10.3.2:37.1": " Yo vā pana aññindriyaṁ na bhāvittha so cakkhundriyaṁ na parijānitthāti? Āmantā. ",
  "ya10.3.2:38.1": " Yo cakkhundriyaṁ na parijānittha so aññātāvindriyaṁ na sacchikaritthāti? Āmantā. ",
  "ya10.3.2:39.1": " Yo vā pana aññātāvindriyaṁ na sacchikarittha so cakkhundriyaṁ na parijānitthāti? ",
  "ya10.3.2:40.1": "Yo aggaphalaṁ sacchikaroti so aññātāvindriyaṁ na sacchikarittha, no ca cakkhundriyaṁ na parijānittha. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha cakkhundriyañca na parijānittha. (Cakkhundriyamūlakaṁ.) ",
  "ya10.3.2:41.1": " Yo domanassindriyaṁ nappajahittha so anaññātaññassāmītindriyaṁ na bhāvitthāti? ",
  "ya10.3.2:42.1": "Cattāro puggalā domanassindriyaṁ nappajahittha, no ca anaññātaññassāmītindriyaṁ na bhāvittha. Dve puggalā domanassindriyañca nappajahittha anaññātaññassāmītindriyañca na bhāvittha. ",
  "ya10.3.2:43.1": " Yo vā pana anaññātaññassāmītindriyaṁ na bhāvittha so domanassindriyaṁ nappajahitthāti? Āmantā. ",
  "ya10.3.2:44.1": " Yo domanassindriyaṁ nappajahittha so aññindriyaṁ na bhāvitthāti? Āmantā. ",
  "ya10.3.2:45.1": " Yo vā pana aññindriyaṁ na bhāvittha so domanassindriyaṁ nappajahitthāti? ",
  "ya10.3.2:46.1": "Dve puggalā aññindriyaṁ na bhāvittha, no ca domanassindriyaṁ nappajahittha. Cha puggalā aññindriyañca na bhāvittha domanassindriyañca nappajahittha. ",
  "ya10.3.2:47.1": " Yo domanassindriyaṁ nappajahittha so aññātāvindriyaṁ na sacchikaritthāti? Āmantā. ",
  "ya10.3.2:48.1": " Yo vā pana aññātāvindriyaṁ na sacchikarittha so domanassindriyaṁ nappajahitthāti? ",
  "ya10.3.2:49.1": "Tayo puggalā aññātāvindriyaṁ na sacchikarittha, no ca domanassindriyaṁ nappajahittha. Cha puggalā aññātāvindriyañca na sacchikarittha domanassindriyañca nappajahittha. (Domanassindriyamūlakaṁ.) ",
  "ya10.3.2:50.1": " Yo anaññātaññassāmītindriyaṁ na bhāvittha so aññindriyaṁ na bhāvitthāti? Āmantā. ",
  "ya10.3.2:51.1": " Yo vā pana aññindriyaṁ na bhāvittha so anaññātaññassāmītindriyaṁ na bhāvitthāti? ",
  "ya10.3.2:52.1": "Cha puggalā aññindriyaṁ na bhāvittha, no ca anaññātaññassāmītindriyaṁ na bhāvittha. Dve puggalā aññindriyañca na bhāvittha anaññātaññassāmītindriyañca na bhāvittha. ",
  "ya10.3.2:53.1": " Yo anaññātaññassāmītindriyaṁ na bhāvittha so aññātāvindriyaṁ na sacchikaritthāti? Āmantā. ",
  "ya10.3.2:54.1": " Yo vā pana aññātāvindriyaṁ na sacchikarittha so anaññātaññassāmītindriyaṁ na bhāvitthāti? ",
  "ya10.3.2:55.1": "Satta puggalā aññātāvindriyaṁ na sacchikarittha, no ca anaññātaññassāmītindriyaṁ na bhāvittha. Dve puggalā aññātāvindriyañca na sacchikarittha anaññātaññassāmītindriyañca na bhāvittha. (Anaññātaññassāmītindriyamūlakaṁ.) ",
  "ya10.3.2:56.1": " Yo aññindriyaṁ na bhāvittha so aññātāvindriyaṁ na sacchikaritthāti? Āmantā. ",
  "ya10.3.2:57.1": " Yo vā pana aññātāvindriyaṁ na sacchikarittha so aññindriyaṁ na bhāvitthāti? ",
  "ya10.3.2:58.1": "Yo aggaphalaṁ sacchikaroti so aññātāvindriyaṁ na sacchikarittha, no ca aññindriyaṁ na bhāvittha. Aṭṭha puggalā aññātāvindriyañca na sacchikarittha aññindriyañca na bhāvittha. (Aññindriyamūlakaṁ.) "
}