{
  "ya10.3.5:0.1": "10 Indriyayamaka ",
  "ya10.3.5:0.2": "10.3 Pariññāvāra ",
  "ya10.3.5:0.3": "10.3.5. Paccuppannānāgatavāra ",
  "ya10.3.5:1.0": "10.3.5.1. Anuloma ",
  "ya10.3.5:1.1": " Yo cakkhundriyaṁ parijānāti so domanassindriyaṁ pajahissatīti? No. ",
  "ya10.3.5:2.1": " Yo vā pana domanassindriyaṁ pajahissati so cakkhundriyaṁ parijānātīti? No. ",
  "ya10.3.5:3.1": " Yo cakkhundriyaṁ parijānāti so anaññātaññassāmītindriyaṁ bhāvessatīti? No. ",
  "ya10.3.5:4.1": " Yo vā pana anaññātaññassāmītindriyaṁ bhāvessati so cakkhundriyaṁ parijānātīti? No. ",
  "ya10.3.5:5.1": " Yo cakkhundriyaṁ parijānāti so aññindriyaṁ bhāvessatīti? No. ",
  "ya10.3.5:6.1": " Yo vā pana aññindriyaṁ bhāvessati so cakkhundriyaṁ parijānātīti? No. ",
  "ya10.3.5:7.1": " Yo cakkhundriyaṁ parijānāti so aññātāvindriyaṁ sacchikarissatīti? Āmantā. ",
  "ya10.3.5:8.1": " Yo vā pana aññātāvindriyaṁ sacchikarissati so cakkhundriyaṁ parijānātīti? ",
  "ya10.3.5:9.1": "Satta puggalā aññātāvindriyaṁ sacchikarissanti, no ca cakkhundriyaṁ parijānanti. Aggamaggasamaṅgī aññātāvindriyañca sacchikarissati cakkhundriyañca parijānāti. (Cakkhundriyamūlakaṁ.) ",
  "ya10.3.5:10.1": " Yo domanassindriyaṁ pajahati so anaññātaññassāmītindriyaṁ bhāvessatīti? No. ",
  "ya10.3.5:11.1": " Yo vā pana anaññātaññassāmītindriyaṁ bhāvessati so domanassindriyaṁ pajahatīti? No. ",
  "ya10.3.5:12.1": " Yo domanassindriyaṁ pajahati so aññindriyaṁ bhāvessatīti? Āmantā. ",
  "ya10.3.5:13.1": " Yo vā pana aññindriyaṁ bhāvessati so domanassindriyaṁ pajahatīti? ",
  "ya10.3.5:14.1": "Cha puggalā aññindriyaṁ bhāvessanti, no ca domanassindriyaṁ pajahanti anāgāmimaggasamaṅgī aññindriyañca bhāvessati, domanassindriyañca pajahati. ",
  "ya10.3.5:15.1": " Yo domanassindriyaṁ pajahati so aññātāvindriyaṁ sacchikarissatīti? Āmantā. ",
  "ya10.3.5:16.1": " Yo vā pana aññātāvindriyaṁ sacchikarissati so domanassindriyaṁ pajahatīti? ",
  "ya10.3.5:17.1": "Satta puggalā aññātāvindriyaṁ sacchikarissanti, no ca domanassindriyaṁ pajahanti. Anāgāmimaggasamaṅgī aññātāvindriyañca sacchikarissati domanassindriyañca pajahati. (Domanassindriyamūlakaṁ.) ",
  "ya10.3.5:18.1": " Yo anaññātaññassāmītindriyaṁ bhāveti so aññindriyaṁ bhāvessatīti? Āmantā. ",
  "ya10.3.5:19.1": " Yo vā pana aññindriyaṁ bhāvessati so anaññātaññassāmītindriyaṁ bhāvetīti? ",
  "ya10.3.5:20.1": "Cha puggalā aññindriyaṁ bhāvessanti, no ca anaññātaññassāmītindriyaṁ bhāventi. Aṭṭhamako aññindriyañca bhāvessati anaññātaññassāmītindriyañca bhāveti. ",
  "ya10.3.5:21.1": " Yo anaññātaññassāmītindriyaṁ bhāveti so aññātāvindriyaṁ sacchikarissatīti? Āmantā. ",
  "ya10.3.5:22.1": " Yo vā pana aññātāvindriyaṁ sacchikarissati so anaññātaññassāmītindriyaṁ bhāvetīti? ",
  "ya10.3.5:23.1": "Satta puggalā aññātāvindriyaṁ sacchikarissanti, no ca anaññātaññassāmītindriyaṁ bhāventi. Aṭṭhamako aññātāvindriyañca sacchikarissati anaññātaññassāmītindriyañca bhāveti. (Anaññātaññassāmītindriyamūlakaṁ.) ",
  "ya10.3.5:24.1": " Yo aññindriyaṁ bhāveti so aññātāvindriyaṁ sacchikarissatīti? Āmantā. ",
  "ya10.3.5:25.1": " Yo vā pana aññātāvindriyaṁ sacchikarissati so aññindriyaṁ bhāvetīti? ",
  "ya10.3.5:26.1": "Pañca puggalā aññātāvindriyaṁ sacchikarissanti, no ca aññindriyaṁ bhāventi. Tayo maggasamaṅgino aññātāvindriyañca sacchikarissanti aññindriyañca bhāventi. (Aññindriyamūlakaṁ.) ",
  "ya10.3.5:27.0": "10.3.5.2. Paccanīka ",
  "ya10.3.5:27.1": " Yo cakkhundriyaṁ na parijānāti so domanassindriyaṁ nappajahissatīti? ",
  "ya10.3.5:28.1": "Pañca puggalā cakkhundriyaṁ na parijānanti, no ca domanassindriyaṁ nappajahissanti. Cattāro puggalā cakkhundriyañca na parijānanti domanassindriyañca nappajahissanti. ",
  "ya10.3.5:29.1": " Yo vā pana domanassindriyaṁ nappajahissati so cakkhundriyaṁ na parijānātīti? ",
  "ya10.3.5:30.1": "Aggamaggasamaṅgī domanassindriyaṁ nappajahissati, no ca cakkhundriyaṁ na parijānāti. Cattāro puggalā domanassindriyañca nappajahissanti cakkhundriyañca na parijānanti. ",
  "ya10.3.5:31.1": " Yo cakkhundriyaṁ na parijānāti so anaññātaññassāmītindriyaṁ na bhāvessatīti? ",
  "ya10.3.5:32.1": "Ye puthujjanā maggaṁ paṭilabhissanti te cakkhundriyaṁ na parijānanti, no ca anaññātaññassāmītindriyaṁ na bhāvessanti. Aṭṭha puggalā cakkhundriyañca na parijānanti anaññātaññassāmītindriyañca na bhāvessanti. ",
  "ya10.3.5:33.1": " Yo vā pana anaññātaññassāmītindriyaṁ na bhāvessati so cakkhundriyaṁ na parijānātīti? ",
  "ya10.3.5:34.1": "Aggamaggasamaṅgī anaññātaññassāmītindriyaṁ na bhāvessati, no ca cakkhundriyaṁ na parijānāti. Aṭṭha puggalā anaññātaññassāmītindriyañca na bhāvessanti cakkhundriyañca na parijānanti. ",
  "ya10.3.5:35.1": " Yo cakkhundriyaṁ na parijānāti so aññindriyaṁ na bhāvessatīti? ",
  "ya10.3.5:36.1": "Satta puggalā cakkhundriyaṁ na parijānanti, no ca aññindriyaṁ na bhāvessanti. Dve puggalā cakkhundriyañca na parijānanti aññindriyañca na bhāvessanti. ",
  "ya10.3.5:37.1": " Yo vā pana aññindriyaṁ na bhāvessati so cakkhundriyaṁ na parijānātīti? ",
  "ya10.3.5:38.1": "Aggamaggasamaṅgī aññindriyaṁ na bhāvessati, no ca cakkhundriyaṁ na parijānāti. Dve puggalā aññindriyañca na bhāvessanti cakkhundriyañca na parijānanti. ",
  "ya10.3.5:39.1": " Yo cakkhundriyaṁ na parijānāti so aññātāvindriyaṁ na sacchikarissatīti? ",
  "ya10.3.5:40.1": "Satta puggalā cakkhundriyaṁ na parijānanti, no ca aññātāvindriyaṁ na sacchikarissanti. Dve puggalā cakkhundriyañca na parijānanti aññātāvindriyañca na sacchikarissanti. ",
  "ya10.3.5:41.1": " Yo vā pana aññātāvindriyaṁ na sacchikarissati so cakkhundriyaṁ na parijānātīti? Āmantā. (Cakkhundriyamūlakaṁ.) ",
  "ya10.3.5:42.1": " Yo domanassindriyaṁ nappajahati so anaññātaññassāmītindriyaṁ na bhāvessatīti? ",
  "ya10.3.5:43.1": "Ye puthujjanā maggaṁ paṭilabhissanti te domanassindriyaṁ nappajahanti, no ca anaññātaññassāmītindriyaṁ na bhāvessanti. Aṭṭha puggalā domanassindriyañca nappajahanti anaññātaññassāmītindriyañca na bhāvessanti. ",
  "ya10.3.5:44.1": " Yo vā pana anaññātaññassāmītindriyaṁ na bhāvessati so domanassindriyaṁ nappajahatīti? ",
  "ya10.3.5:45.1": "Anāgāmimaggasamaṅgī anaññātaññassāmītindriyaṁ na bhāvessati, no ca domanassindriyaṁ nappajahati. Aṭṭha puggalā anaññātaññassāmītindriyañca na bhāvessanti domanassindriyañca nappajahanti. ",
  "ya10.3.5:46.1": " Yo domanassindriyaṁ nappajahati so aññindriyaṁ na bhāvessatīti? ",
  "ya10.3.5:47.1": "Cha puggalā domanassindriyaṁ nappajahanti, no ca aññindriyaṁ na bhāvessanti. Tayo puggalā domanassindriyañca nappajahanti aññindriyañca na bhāvessanti. ",
  "ya10.3.5:48.1": " Yo vā pana aññindriyaṁ na bhāvessati so domanassindriyaṁ nappajahatīti? Āmantā. ",
  "ya10.3.5:49.1": " Yo domanassindriyaṁ nappajahati so aññātāvindriyaṁ na sacchikarissatīti? ",
  "ya10.3.5:50.1": "Satta puggalā domanassindriyaṁ nappajahanti, no ca aññātāvindriyaṁ na sacchikarissanti. Dve puggalā domanassindriyañca nappajahanti aññātāvindriyañca na sacchikarissanti. ",
  "ya10.3.5:51.1": " Yo vā pana aññātāvindriyaṁ na sacchikarissati so domanassindriyaṁ nappajahatīti? Āmantā. (Domanassindriyamūlakaṁ.) ",
  "ya10.3.5:52.1": " Yo anaññātaññassāmītindriyaṁ na bhāveti so aññindriyaṁ na bhāvessatīti? ",
  "ya10.3.5:53.1": "Cha puggalā anaññātaññassāmītindriyaṁ na bhāventi, no ca aññindriyaṁ na bhāvessanti. Tayo puggalā anaññātaññassāmītindriyañca na bhāventi aññindriyañca na bhāvessanti. ",
  "ya10.3.5:54.1": " Yo vā pana aññindriyaṁ na bhāvessati so anaññātaññassāmītindriyaṁ na bhāvetīti? Āmantā. ",
  "ya10.3.5:55.1": " Yo anaññātaññassāmītindriyaṁ na bhāveti so aññātāvindriyaṁ na sacchikarissatīti? ",
  "ya10.3.5:56.1": "Satta puggalā anaññātaññassāmītindriyaṁ na bhāventi, no ca aññātāvindriyaṁ na sacchikarissanti. Dve puggalā anaññātaññassāmītindriyañca na bhāventi aññātāvindriyañca na sacchikarissanti. ",
  "ya10.3.5:57.1": " Yo vā pana aññātāvindriyaṁ na sacchikarissati so anaññātaññassāmītindriyaṁ na bhāvetīti? Āmantā. (Anaññātaññassāmītindriyamūlakaṁ.) ",
  "ya10.3.5:58.1": " Yo aññindriyaṁ na bhāveti so aññātāvindriyaṁ na sacchikarissatīti? ",
  "ya10.3.5:59.1": "Pañca puggalā aññindriyaṁ na bhāventi, no ca aññātāvindriyaṁ na sacchikarissanti. Dve puggalā aññindriyañca na bhāventi aññātāvindriyañca na sacchikarissanti. ",
  "ya10.3.5:60.1": " Yo vā pana aññātāvindriyaṁ na sacchikarissati so aññindriyaṁ na bhāvetīti? Āmantā. (Aññindriyamūlakaṁ.) "
}