{
  "ya10.3.1:0.1": "10 Indriyayamaka ",
  "ya10.3.1:0.2": "10.3 Pariññāvāra ",
  "ya10.3.1:0.3": "10.3.1. Paccuppannavāra ",
  "ya10.3.1:1.0": "10.3.1.1. Anuloma ",
  "ya10.3.1:1.1": " Yo cakkhundriyaṁ parijānāti so sotindriyaṁ parijānātīti? Āmantā. ",
  "ya10.3.1:2.1": " Yo vā pana sotindriyaṁ parijānāti so cakkhundriyaṁ parijānātīti? Āmantā. ",
  "ya10.3.1:3.1": " Yo cakkhundriyaṁ parijānāti so domanassindriyaṁ pajahatīti? No. ",
  "ya10.3.1:4.1": " Yo vā pana domanassindriyaṁ pajahati so cakkhundriyaṁ parijānātīti? No. ",
  "ya10.3.1:5.1": " Yo cakkhundriyaṁ parijānāti so anaññātaññassāmītindriyaṁ bhāvetīti? No. ",
  "ya10.3.1:6.1": " Yo vā pana anaññātaññassāmītindriyaṁ bhāveti so cakkhundriyaṁ parijānātīti? No. ",
  "ya10.3.1:7.1": " Yo cakkhundriyaṁ parijānāti so aññindriyaṁ bhāvetīti? Āmantā. ",
  "ya10.3.1:8.1": " Yo vā pana aññindriyaṁ bhāveti so cakkhundriyaṁ parijānātīti? ",
  "ya10.3.1:9.1": "Dve puggalā aññindriyaṁ bhāventi, no ca cakkhundriyaṁ parijānanti. Aggamaggasamaṅgī aññindriyañca bhāveti cakkhundriyañca parijānāti. ",
  "ya10.3.1:10.1": " Yo cakkhundriyaṁ parijānāti so aññātāvindriyaṁ sacchikarotīti? No. ",
  "ya10.3.1:11.1": " Yo vā pana aññātāvindriyaṁ sacchikaroti so cakkhundriyaṁ parijānātīti? No. (Cakkhundriyamūlakaṁ.) ",
  "ya10.3.1:12.1": " Yo domanassindriyaṁ pajahati so anaññātaññassāmītindriyaṁ bhāvetīti? No. ",
  "ya10.3.1:13.1": " Yo vā pana anaññātaññassāmītindriyaṁ bhāveti so domanassindriyaṁ pajahatīti? No. ",
  "ya10.3.1:14.1": " Yo domanassindriyaṁ pajahati so aññindriyaṁ bhāvetīti? Āmantā. ",
  "ya10.3.1:15.1": " Yo vā pana aññindriyaṁ bhāveti so domanassindriyaṁ pajahatīti? ",
  "ya10.3.1:16.1": "Dve puggalā aññindriyaṁ bhāventi, no ca domanassindriyaṁ pajahanti. Anāgāmimaggasamaṅgī aññindriyañca bhāveti domanassindriyañca pajahati. ",
  "ya10.3.1:17.1": " Yo domanassindriyaṁ pajahati so aññātāvindriyaṁ sacchikarotīti? No. ",
  "ya10.3.1:18.1": " Yo vā pana aññātāvindriyaṁ sacchikaroti so domanassindriyaṁ pajahatīti? No. (Domanassindriyamūlakaṁ.) ",
  "ya10.3.1:19.1": " Yo anaññātaññassāmītindriyaṁ bhāveti so aññindriyaṁ bhāvetīti? No. ",
  "ya10.3.1:20.1": " Yo vā pana aññindriyaṁ bhāveti so anaññātaññassāmītindriyaṁ bhāvetīti? No. ",
  "ya10.3.1:21.1": " Yo anaññātaññassāmītindriyaṁ bhāveti so aññātāvindriyaṁ sacchikarotīti? No. ",
  "ya10.3.1:22.1": " Yo vā pana aññātāvindriyaṁ sacchikaroti so anaññātaññassāmītindriyaṁ bhāvetīti? No. (Anaññātaññassāmītindriyamūlakaṁ.) ",
  "ya10.3.1:23.1": " Yo aññindriyaṁ bhāveti so aññātāvindriyaṁ sacchikarotīti? No. ",
  "ya10.3.1:24.1": " Yo vā pana aññātāvindriyaṁ sacchikaroti so aññindriyaṁ bhāvetīti? No. (Aññindriyamūlakaṁ.) ",
  "ya10.3.1:25.0": "10.3.1.2. Paccanīka ",
  "ya10.3.1:25.1": " Yo cakkhundriyaṁ na parijānāti so domanassindriyaṁ nappajahatīti? ",
  "ya10.3.1:26.1": "Anāgāmimaggasamaṅgī cakkhundriyaṁ na parijānāti, no ca domanassindriyaṁ nappajahati. Dve maggasamaṅgino ṭhapetvā avasesā puggalā cakkhundriyañca na parijānanti domanassindriyañca nappajahanti. ",
  "ya10.3.1:27.1": " Yo vā pana domanassindriyaṁ nappajahati so cakkhundriyaṁ na parijānātīti? ",
  "ya10.3.1:28.1": "Aggamaggasamaṅgī domanassindriyaṁ nappajahati, no ca cakkhundriyaṁ na parijānāti. Dve maggasamaṅgino ṭhapetvā avasesā puggalā domanassindriyañca nappajahanti cakkhundriyañca na parijānanti. ",
  "ya10.3.1:29.1": " Yo cakkhundriyaṁ na parijānāti so anaññātaññassāmītindriyaṁ na bhāvetīti? ",
  "ya10.3.1:30.1": "Aṭṭhamako cakkhundriyaṁ na parijānāti, no ca anaññātaññassāmītindriyaṁ na bhāveti. Dve maggasamaṅgino ṭhapetvā avasesā puggalā cakkhundriyañca na parijānanti anaññātaññassāmītindriyañca na bhāventi. ",
  "ya10.3.1:31.1": " Yo vā pana anaññātaññassāmītindriyaṁ na bhāveti so cakkhundriyaṁ na parijānātīti? ",
  "ya10.3.1:32.1": "Aggamaggasamaṅgī anaññātaññassāmītindriyaṁ na bhāveti, no ca cakkhundriyaṁ na parijānāti. Dve maggasamaṅgino ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca na bhāventi cakkhundriyañca na parijānanti. ",
  "ya10.3.1:33.1": " Yo cakkhundriyaṁ na parijānāti so aññindriyaṁ na bhāvetīti? ",
  "ya10.3.1:34.1": "Dve puggalā cakkhundriyaṁ na parijānanti, no ca aññindriyaṁ na bhāventi. Tayo maggasamaṅgino ṭhapetvā avasesā puggalā cakkhundriyañca na parijānanti aññindriyañca na bhāventi. ",
  "ya10.3.1:35.1": " Yo vā pana aññindriyaṁ na bhāveti so cakkhundriyaṁ na parijānātīti? Āmantā. ",
  "ya10.3.1:36.1": " Yo cakkhundriyaṁ na parijānāti so aññātāvindriyaṁ na sacchikarotīti? ",
  "ya10.3.1:37.1": "Yo aggaphalaṁ sacchikaroti so cakkhundriyaṁ na parijānāti, no ca aññātāvindriyaṁ na sacchikaroti. Aggamaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā cakkhundriyañca na parijānanti aññātāvindriyañca na sacchikaronti. ",
  "ya10.3.1:38.1": " Yo vā pana aññātāvindriyaṁ na sacchikaroti so cakkhundriyaṁ na parijānātīti? ",
  "ya10.3.1:39.1": "Aggamaggasamaṅgī aññātāvindriyaṁ na sacchikaroti, no ca cakkhundriyaṁ na parijānāti. Aggamaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na sacchikaronti cakkhundriyañca na parijānanti. (Cakkhundriyamūlakaṁ.) ",
  "ya10.3.1:40.1": " Yo domanassindriyaṁ nappajahati so anaññātaññassāmītindriyaṁ na bhāvetīti? ",
  "ya10.3.1:41.1": "Aṭṭhamako domanassindriyaṁ nappajahati, no ca anaññātaññassāmītindriyaṁ na bhāveti. Dve maggasamaṅgino ṭhapetvā avasesā puggalā domanassindriyañca nappajahanti anaññātaññassāmītindriyañca na bhāventi. ",
  "ya10.3.1:42.1": " Yo vā pana anaññātaññassāmītindriyaṁ na bhāveti so domanassindriyaṁ nappajahatīti? ",
  "ya10.3.1:43.1": "Anāgāmimaggasamaṅgī anaññātaññassāmītindriyaṁ na bhāveti, no ca domanassindriyaṁ nappajahati. Dve maggasamaṅgino ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca na bhāventi domanassindriyañca nappajahanti. ",
  "ya10.3.1:44.1": " Yo domanassindriyaṁ nappajahati so aññindriyaṁ na bhāvetīti? ",
  "ya10.3.1:45.1": "Dve puggalā domanassindriyaṁ nappajahanti, no ca aññindriyaṁ na bhāventi. Tayo maggasamaṅgino ṭhapetvā avasesā puggalā domanassindriyañca nappajahanti aññindriyañca na bhāventi. ",
  "ya10.3.1:46.1": " Yo vā pana aññindriyaṁ na bhāveti so domanassindriyaṁ nappajahatīti? Āmantā. ",
  "ya10.3.1:47.1": " Yo domanassindriyaṁ nappajahati so aññātāvindriyaṁ na sacchikarotīti? ",
  "ya10.3.1:48.1": "Yo aggaphalaṁ sacchikaroti so domanassindriyaṁ nappajahati, no ca aññātāvindriyaṁ na sacchikaroti. Anāgāmimaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā domanassindriyañca nappajahanti aññātāvindriyañca na sacchikaronti. ",
  "ya10.3.1:49.1": " Yo vā pana aññātāvindriyaṁ na sacchikaroti so domanassindriyaṁ nappajahatīti? ",
  "ya10.3.1:50.1": "Anāgāmimaggasamaṅgī aññātāvindriyaṁ na sacchikaroti, no ca domanassindriyaṁ nappajahati. Anāgāmimaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na sacchikaronti domanassindriyañca nappajahanti. (Domanassindriyamūlakaṁ.) ",
  "ya10.3.1:51.1": " Yo anaññātaññassāmītindriyaṁ na bhāveti so aññindriyaṁ na bhāvetīti? ",
  "ya10.3.1:52.1": "Tayo maggasamaṅgino anaññātaññassāmītindriyaṁ na bhāventi, no ca aññindriyaṁ na bhāventi. Cattāro maggasamaṅgino ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca na bhāventi aññindriyañca na bhāventi. ",
  "ya10.3.1:53.1": " Yo vā pana aññindriyaṁ na bhāveti so anaññātaññassāmītindriyaṁ na bhāvetīti? ",
  "ya10.3.1:54.1": "Aṭṭhamako aññindriyaṁ na bhāveti, no ca anaññātaññassāmītindriyaṁ na bhāveti. Cattāro maggasamaṅgino ṭhapetvā avasesā puggalā aññindriyañca na bhāventi anaññātaññassāmītindriyañca na bhāventi. ",
  "ya10.3.1:55.1": " Yo anaññātaññassāmītindriyaṁ na bhāveti so aññātāvindriyaṁ na sacchikarotīti? ",
  "ya10.3.1:56.1": "Yo aggaphalaṁ sacchikaroti so anaññātaññassāmītindriyaṁ na bhāveti, no ca aññātāvindriyaṁ na sacchikaroti. Aṭṭhamakañca arahantañca ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca na bhāventi aññātāvindriyañca na sacchikaronti. ",
  "ya10.3.1:57.1": " Yo vā pana aññātāvindriyaṁ na sacchikaroti so anaññātaññassāmītindriyaṁ na bhāvetīti? ",
  "ya10.3.1:58.1": "Aṭṭhamako aññātāvindriyaṁ na sacchikaroti, no ca anaññātaññassāmītindriyaṁ na bhāveti. Aṭṭhamakañca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na sacchikaronti anaññātaññassāmītindriyañca na bhāventi. (Anaññātaññassāmītindriyamūlakaṁ.) ",
  "ya10.3.1:59.1": " Yo aññindriyaṁ na bhāveti so aññātāvindriyaṁ na sacchikarotīti? ",
  "ya10.3.1:60.1": "Yo aggaphalaṁ sacchikaroti so aññindriyaṁ na bhāveti, no ca aññātāvindriyaṁ na sacchikaroti. Tayo maggasamaṅgino ca arahantañca ṭhapetvā avasesā puggalā aññindriyañca na bhāventi aññātāvindriyañca na sacchikaronti. ",
  "ya10.3.1:61.1": " Yo vā pana aññātāvindriyaṁ na sacchikaroti so aññindriyaṁ na bhāvetīti? ",
  "ya10.3.1:62.1": "Tayo maggasamaṅgino aññātāvindriyaṁ na sacchikaronti, no ca aññindriyaṁ na bhāventi. Tayo maggasamaṅgino ca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na sacchikaronti aññindriyañca na bhāventi. (Aññindriyamūlakaṁ.) "
}