{
  "an6.28:0.1": "Nummerierte Lehrreden 6.28 ",
  "an6.28:0.2": "3. Das Kapitel über unübertreffliche Dinge ",
  "an6.28:0.3": "Gelegenheiten (2) ",
  "an6.28:1.1": "Einmal hielten sich mehrere altehrwürdige Mönche und Nonnen bei Benares auf, im Wildpark bei Isipatana. ",
  "an6.28:1.2": "Da kam nach dem Essen, als sie vom Almosengang zurückkamen, dieses Gespräch unter ihnen auf, als sie im Pavillon beisammensaßen: ",
  "an6.28:1.3": "„Werte Freunde, bei wie vielen Gelegenheiten sollte man einen geschätzten Mönch oder eine geschätzte Nonne aufsuchen?“ ",
  "an6.28:2.1": "Daraufhin sagte einer der Mönche zu den altehrwürdigen Mönchen und Nonnen: ",
  "an6.28:2.2": "„Werte Freunde, es kommt vor, dass eine geschätzte Nonne nach dem Essen, wenn sie vom Almosengang zurückkommt, ihre Füße wäscht, sich mit gekreuzten Beinen hinsetzt, den Körper gerade aufgerichtet, und eben da die Achtsamkeit verankert. Das ist die richtige Gelegenheit, um eine geschätzte Nonne aufzusuchen.“ ",
  "an6.28:3.1": "Daraufhin sagte einer der Mönche zu diesem Mönch: ",
  "an6.28:3.2": "„Werter Freund, das ist nicht die richtige Gelegenheit, um eine geschätzte Nonne aufzusuchen. ",
  "an6.28:3.3": "Denn zu dieser Zeit ist die Müdigkeit vom Gehen und vom Essen noch nicht gewichen. ",
  "an6.28:3.5": "Es kommt vor, dass ein geschätzter Mönch am späten Nachmittag aus seiner Klausur kommt. Er setzt sich mit gekreuzten Beinen in den Schatten seines Vordaches, den Körper gerade aufgerichtet, und verankert eben da die Achtsamkeit. Das ist die richtige Gelegenheit, um einen geschätzten Mönch aufzusuchen.“ ",
  "an6.28:4.1": "Daraufhin sagte einer der Mönche zu diesem Mönch: ",
  "an6.28:4.2": "„Werter Freund, das ist nicht die richtige Gelegenheit, um einen geschätzten Mönch aufzusuchen. ",
  "an6.28:4.3": "Denn zu dieser Zeit übt er noch den gleichen Gegenstand, der eine Grundlage für die Versenkung ist, dem er sich den Tag über zugewandt hatte. ",
  "an6.28:4.5": "Werte Freunde, es kommt vor, dass eine geschätzte Nonne beim ersten Morgengrauen aufsteht, sich mit gekreuzten Beinen hinsetzt, den Körper gerade aufgerichtet, und eben da die Achtsamkeit verankert. Das ist die richtige Gelegenheit, um eine geschätzte Nonne aufzusuchen.“ ",
  "an6.28:5.1": "Daraufhin sagte einer der Mönche zu diesem Mönch: ",
  "an6.28:5.2": "„Werter Freund, das ist nicht die richtige Gelegenheit, um eine geschätzte Nonne aufzusuchen. ",
  "an6.28:5.3": "Denn zu dieser Zeit ist ihr Körper voller Lebensenergie und es ist leicht für sie, sich den Anweisungen der Buddhas zuzuwenden.“ ",
  "an6.28:6.1": "Daraufhin sagte der Ehrwürdige Mahākaccāna zu den altehrwürdigen Mönchen und Nonnen: ",
  "an6.28:6.2": "‚Werte Freunde, ich habe vor dem Buddha gehört und gelernt: ",
  "an6.28:6.3": "„Mönche und Nonnen, bei sechs Gelegenheiten sollte man einen geschätzten Mönch oder eine geschätzte Nonne aufsuchen. ",
  "an6.28:7.1": "Bei welchen sechs? ",
  "an6.28:7.2": "Zunächst einmal kommt es vor, dass das Herz eines Mönchs von sinnlichem Verlangen überwältigt, in sinnliches Verlangen verstrickt ist und er nicht wahrhaftig versteht, wie er dem aufgekommenen sinnlichen Verlangen entrinnen kann. Bei dieser Gelegenheit sollte er zu einem geschätzten Mönch gehen und sagen: ",
  "an6.28:7.3": "„Mein Herz ist von sinnlichem Verlangen überwältigt, in sinnliches Verlangen verstrickt und ich verstehe nicht wahrhaftig, wie ich dem aufgekommenen sinnlichen Verlangen entrinnen kann. ",
  "an6.28:7.4": "Ehrwürdiger, bitte lehre mich, wie ich sinnliches Verlangen aufgeben kann.“ ",
  "an6.28:7.5": "Dann lehrt dieser geschätzte Mönch ihn, wie er sinnliches Verlangen aufgeben kann. ",
  "an6.28:7.6": "Das ist die erste Gelegenheit, bei der man einen geschätzten Mönch oder eine geschätzte Nonne aufsuchen sollte. ",
  "an6.28:8.1": "Dann kommt es vor, dass das Herz eines Mönchs von bösem Willen überwältigt, in bösen Willen verstrickt ist … ",
  "an6.28:9.1": "von Dumpfheit und Benommenheit … ",
  "an6.28:10.1": "von Rastlosigkeit und Reue … ",
  "an6.28:11.1": "oder von Zweifel … ",
  "an6.28:12.1": "Dann kommt es vor, dass ein Mönch nicht versteht, auf welche Meditation er sich ausrichten sollte, um in diesem Leben die Befleckungen aufzulösen. Bei dieser Gelegenheit sollte er zu einer geschätzten Nonne gehen und sagen: ",
  "an6.28:12.2": "„Ich verstehe nicht, auf welche Meditation ich mich ausrichten sollte, um in diesem Leben die Befleckungen aufzulösen. ",
  "an6.28:12.3": "Ehrwürdige, bitte lehre mich, wie ich die Befleckungen auflösen kann.“ ",
  "an6.28:12.4": "Dann lehrt diese geschätzte Nonne ihn, wie er die Befleckungen auflösen kann. ",
  "an6.28:12.5": "Das ist die sechste Gelegenheit, bei der man einen geschätzten Mönch oder eine geschätzte Nonne aufsuchen sollte.‘ ",
  "an6.28:13.1": "Werte Freunde, ich habe vor dem Buddha gehört und gelernt: ",
  "an6.28:13.2": "‚Bei diesen sechs Gelegenheiten sollte man einen geschätzten Mönch oder eine geschätzte Nonne aufsuchen.‘“ "
}