{
  "an6.51:0.1": "Nummerierte Lehrreden 6 ",
  "an6.51:0.2": "5. Über Dhammika ",
  "an6.51:0.3": "51. Mit Ānanda ",
  "an6.51:1.1": "Da ging der Ehrwürdige Ānanda zum Ehrwürdigen Sāriputta und tauschte Willkommensgrüße mit ihm aus. ",
  "an6.51:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte Ānanda sich zur Seite hin und sagte zu Sāriputta: ",
  "an6.51:2.1": "„Werter Sāriputta, wie bekommt eine Nonne eine Lehre zu hören, die sie noch nicht gehört hat? Wie merkt sie sich die Lehren, die sie gehört hat? Wie geht sie stets die Lehren durch, die sie schon kennt? Und wie versteht sie, was sie noch nicht verstanden hat?“ ",
  "an6.51:2.2": "„Nun, Ehrwürdiger Ānanda, du bist sehr gelehrt. ",
  "an6.51:2.3": "Warum stellst du das nicht selbst klar?“ ",
  "an6.51:2.4": "„Also dann, werter Sāriputta, hör zu und pass gut auf, ich werde sprechen.“ ",
  "an6.51:2.5": "„Ja, werter Freund“, antwortete Sāriputta. ",
  "an6.51:2.6": "Ānanda sagte: ",
  "an6.51:3.1": "„Werter Sāriputta, da ist eine Nonne, die sich die Lehren einprägt: ",
  "an6.51:3.2": "die Aussagen, Lieder, Gespräche, Strophen, inbrünstigen Ausrufe, Legenden, Geschichten aus früheren Leben, erstaunlichen Geschichten und Einteilungen. ",
  "an6.51:3.3": "Dann lehrt sie andere im Einzelnen, wie sie es gehört und sich eingeprägt hat, lässt sie es im Einzelnen aufsagen, üben, im Herzen darüber nachdenken und es erwägen und mit dem Geist untersuchen. ",
  "an6.51:3.4": "‚Sie tritt die Regenzeit in einem Kloster an mit altehrwürdigen Mönchen und Nonnen, die sehr gelehrt sind, in den Schriften bewandert, die die Lehren, die Texte über die Ordenssatzung und die Gliederungen im Gedächtnis haben. ",
  "an6.51:3.5": "Von Zeit zu Zeit sucht sie diese Mönche und Nonnen auf und stellt ihnen Fragen: ",
  "an6.51:3.6": "‚Warum, Herr, heißt es so? Was bedeutet das?‘ ",
  "an6.51:3.7": "Diese Ehrwürdigen klären, was unklar ist, decken auf, was verborgen ist, und zerstreuen den Zweifel bezüglich vieler zweifelhafter Fragen. ",
  "an6.51:3.8": "So bekommt eine Nonne eine Lehre zu hören, die sie noch nicht gehört hat. So merkt sie sich die Lehren, die sie gehört hat. So geht sie stets die Lehren durch, die sie schon kennt. Und so versteht sie, was sie noch nicht verstanden hat.“ ",
  "an6.51:4.1": "„Es ist unglaublich, werter Freund, es ist erstaunlich! Wie treffend der Ehrwürdige Ānanda das gesagt hat! ",
  "an6.51:4.2": "Und wir werden den Ehrwürdigen Ānanda als jemanden in Erinnerung behalten, der diese sechs Eigenschaften besitzt. ",
  "an6.51:4.3": "Denn Ānanda ist jemand, der sich die Lehren merkt … ",
  "an6.51:4.4": "die Aussagen, Lieder, Gespräche, Strophen, inbrünstigen Ausrufe, Legenden, Geschichten aus früheren Leben, erstaunlichen Geschichten und Einteilungen. … ",
  "an6.51:4.9": "Diese Ehrwürdigen klären, was unklar ist, decken auf, was verborgen ist, und zerstreuen den Zweifel bezüglich vieler zweifelhafter Fragen.“ "
}