{
  "an6.58:0.1": "Nummerierte Lehrreden 6 ",
  "an6.58:0.2": "6. Das große Kapitel ",
  "an6.58:0.3": "58. Befleckungen ",
  "an6.58:1.1": "„Mönche und Nonnen, eine Nonne, die sechs Eigenschaften besitzt, ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an6.58:2.1": "Welche sechs? ",
  "an6.58:2.2": "Da hat eine Nonne die Befleckungen, die durch Zügelung aufgegeben werden müssen, durch Zügelung aufgegeben. ",
  "an6.58:2.3": "Die Befleckungen, die durch die Art des Gebrauchs aufgegeben werden müssen, hat sie durch die Art des Gebrauchs aufgegeben. ",
  "an6.58:2.4": "Die Befleckungen, die durch Ertragen aufgegeben werden müssen, hat sie durch Ertragen aufgegeben. ",
  "an6.58:2.5": "Die Befleckungen, die durch Meiden aufgegeben werden müssen, hat sie durch Meiden aufgegeben. ",
  "an6.58:2.6": "Die Befleckungen, die durch Beseitigen aufgegeben werden müssen, hat sie durch Beseitigen aufgegeben. ",
  "an6.58:2.7": "Die Befleckungen, die durch Entwickeln aufgegeben werden müssen, hat sie durch Entwickeln aufgegeben. ",
  "an6.58:3.1": "Und was sind die Befleckungen, die durch Zügelung aufgegeben werden müssen? ",
  "an6.58:3.2": "Da denkt eine Nonne genau nach und lebt mit gezügeltem Sehvermögen. ",
  "an6.58:3.3": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man das Sehvermögen nicht zügelt, entstehen nicht, wenn man es zügelt. ",
  "an6.58:3.4": "Sie denkt genau nach und lebt mit gezügeltem Hörvermögen … ",
  "an6.58:3.5": "mit gezügeltem Riechvermögen … ",
  "an6.58:3.6": "mit gezügeltem Schmeckvermögen … ",
  "an6.58:3.7": "mit gezügeltem Empfindungsvermögen … ",
  "an6.58:3.8": "und mit gezügeltem Denkvermögen. ",
  "an6.58:3.9": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man das Denkvermögen nicht zügelt, entstehen nicht, wenn man es zügelt. ",
  "an6.58:3.10": "Das nennt man die Befleckungen, die durch Zügelung aufgegeben werden müssen. ",
  "an6.58:4.1": "Und was sind die Befleckungen, die durch die Art des Gebrauchs aufgegeben werden müssen? ",
  "an6.58:4.2": "Da denkt eine Nonne genau nach, wenn sie ihre Robe benutzt: ",
  "an6.58:4.3": "‚Nur um Kälte und Hitze abzuhalten, um die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren abzuhalten und um die Schamteile zu bedecken.‘ ",
  "an6.58:4.4": "Sie denkt genau nach, wenn sie ihr Almosen verzehrt: ",
  "an6.58:4.5": "‚Nicht zum Spaß, zum Schwelgen, zur Zier und zum Schmuck, sondern nur um diesen Körper zu erhalten, um Schaden abzuwenden und die geistliche Übung zu fördern; damit ich altes Unbehagen beende und neues nicht entstehen lasse und ohne Tadel und unbeschwert lebe.‘ ",
  "an6.58:4.6": "Sie denkt genau nach, wenn sie eine Unterkunft benutzt: ",
  "an6.58:4.7": "‚Nur um Kälte und Hitze abzuhalten, um die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren abzuhalten, um vor schlechtem Wetter zu schützen und um mich an der Klausur zu erfreuen.‘ ",
  "an6.58:4.8": "Sie denkt genau nach, wenn sie Arznei und Krankenversorgung benutzt: ",
  "an6.58:4.9": "‚Nur um die Beschwerden der Krankheit abzuwenden und die Gesundheit zu fördern.‘ ",
  "an6.58:4.10": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man diese Dinge nicht so gebraucht, entstehen nicht, wenn man sie so gebraucht. ",
  "an6.58:4.11": "Das nennt man die Befleckungen, die durch die Art des Gebrauchs aufgegeben werden müssen. ",
  "an6.58:5.1": "Und was sind die Befleckungen, die durch Ertragen aufgegeben werden müssen? ",
  "an6.58:5.2": "Es ist, wenn eine Nonne genau nachdenkt und Kälte, Hitze, Hunger und Durst erträgt, wenn sie die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren erträgt, wenn sie rauen und unlieben Tadel erträgt und wenn sie körperliche Schmerzen erträgt – scharfe, heftige, brennende, peinliche, unangenehme, lebensbedrohende. ",
  "an6.58:5.3": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man diese Dinge nicht erträgt, entstehen nicht, wenn man sie erträgt. ",
  "an6.58:5.4": "Das nennt man die Befleckungen, die durch Ertragen aufgegeben werden müssen. ",
  "an6.58:6.1": "Und was sind die Befleckungen, die durch Meiden aufgegeben werden müssen? ",
  "an6.58:6.2": "Da denkt eine Nonne genau nach und meidet einen wilden Elefanten, ein wildes Pferd, einen wilden Ochsen oder einen wilden Hund. Sie meidet eine Schlange, einen Baumstrunk, dorniges Gelände, eine Grube, eine Klippe, einen Sumpf oder eine Kloake. Sie denkt genau nach und vermeidet, sich auf einen unpassenden Sitz zu setzen, durch ein unpassendes Viertel zu gehen, mit schlechten Freunden zusammen zu sein – sie vermeidet alles, was vernünftige geistliche Gefährtinnen für eine schlechte Umgebung halten würden. ",
  "an6.58:6.3": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man diese Dinge nicht meidet, entstehen nicht, wenn man sie meidet. ",
  "an6.58:6.4": "Das nennt man die Befleckungen, die durch Meiden aufgegeben werden müssen. ",
  "an6.58:7.1": "Und was sind die Befleckungen, die durch Beseitigen aufgegeben werden müssen? ",
  "an6.58:7.2": "Da denkt eine Nonne genau nach und duldet einen sinnlichen, ",
  "an6.58:7.3": "boshaften ",
  "an6.58:7.4": "oder grausamen Gedanken, der aufgekommen ist, nicht. ",
  "an6.58:7.5": "Sie duldet keine schlechten, untauglichen Eigenschaften, die aufgekommen sind. Sie räumt sie aus, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "an6.58:7.6": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man diese Dinge nicht beseitigt, entstehen nicht, wenn man sie beseitigt. ",
  "an6.58:7.7": "Das nennt man die Befleckungen, die durch Beseitigen aufgegeben werden müssen. ",
  "an6.58:8.1": "Und was sind die Befleckungen, die durch Entwickeln aufgegeben werden müssen? ",
  "an6.58:8.2": "Es ist, wenn eine Nonne genau nachdenkt und die Faktoren des Erwachens Achtsamkeit, ",
  "an6.58:8.3": "Untersuchung von Gesetzmäßigkeiten, ",
  "an6.58:8.4": "Energie, ",
  "an6.58:8.5": "Ekstase, ",
  "an6.58:8.6": "Stille, ",
  "an6.58:8.7": "Versenkung ",
  "an6.58:8.8": "und Gleichmut entwickelt, die aus Abgeschiedenheit, Schwinden und Aufhören erwachsen und zum Loslassen heranreifen. ",
  "an6.58:8.9": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man diese Dinge nicht entwickelt, entstehen nicht, wenn man sie entwickelt. ",
  "an6.58:8.10": "Das nennt man die Befleckungen, die durch Entwickeln aufgegeben werden müssen. ",
  "an6.58:9.1": "Eine Nonne, die diese sechs Eigenschaften besitzt, ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.“ "
}