{
  "an6.12:0.1": "Nummerierte Lehrreden 6 ",
  "an6.12:0.2": "2. Warmherzig ",
  "an6.12:0.3": "12. Warmherzig (2) ",
  "an6.12:1.1": "„Mönche und Nonnen, diese sechs warmherzigen Eigenschaften sorgen für Zuneigung und Respekt, führen zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an6.12:1.2": "Welche sechs? ",
  "an6.12:1.3": "Da behandelt eine Nonne ihre geistlichen Gefährtinnen stets liebevoll mit dem Körper, sowohl öffentlich als insgeheim. ",
  "an6.12:1.4": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an6.12:2.1": "Dann behandelt da ein Mönch seine geistlichen Gefährten stets liebevoll mit der Sprache, sowohl öffentlich als insgeheim. … ",
  "an6.12:3.1": "Dann behandelt da eine Nonne ihre geistlichen Gefährtinnen stets liebevoll mit dem Geist, sowohl öffentlich als insgeheim. … ",
  "an6.12:4.1": "Dann teilt da ein Mönch vorbehaltlos, was er an materiellem Besitz auf rechtmäßige Weise erhalten hat, selbst das Essen in seiner Almosenschale, und benutzt es gemeinsam mit seinen sittlichen geistlichen Gefährten. Auch das ist eine warmherzige Eigenschaft. ",
  "an6.12:5.1": "Dann lebt da eine Nonne nach den Regeln, die sie mit ihren geistlichen Gefährtinnen teilt, sowohl öffentlich als insgeheim. Die Regeln sind ungebrochen, tadellos, makellos und unbeschädigt; sie sind befreiend, werden von vernünftigen Menschen gepriesen, sind nicht fehlgeleitet und führen in die Versenkung. Auch das ist eine warmherzige Eigenschaft. ",
  "an6.12:6.1": "Dann lebt da ein Mönch entsprechend der Ansicht, die er mit seinen geistlichen Gefährten teilt, sowohl öffentlich als insgeheim. Diese Ansicht ist edel, macht unabhängig und führt den, der sie übt, zum völligen Beenden des Leidens. ",
  "an6.12:6.2": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Respekt, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "an6.12:7.1": "Diese sechs warmherzigen Eigenschaften sorgen für Zuneigung und Respekt, führen zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit.“ "
}