{
  "an6.44:0.1": "Nummerierte Lehrreden 6.44 ",
  "an6.44:0.2": "5. Das Kapitel mit Dhammika ",
  "an6.44:0.3": "Mit Migasālā ",
  "an6.44:1.1": "Da kleidete sich der Ehrwürdige Ānanda am Morgen an, nahm Schale und Robe, ging zur Wohnung der Laienfrau Migasālā und setzte sich dort auf den ausgebreiteten Sitz. ",
  "an6.44:1.2": "Und die Laienfrau Migasālā ging zu Ānanda, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an6.44:2.1": "„Ehrenwerter Ānanda, wie in aller Welt sollen wir die Lehre verstehen, die der Buddha gelehrt hat, wenn die Keuschen und die Unkeuschen beide im nächsten Leben an genau dem gleichen Ort wiedergeboren werden? ",
  "an6.44:2.2": "Mein Vater Purāṇa war keusch, er lebte abgesondert und vermied den vulgären Akt des Geschlechtsverkehrs. ",
  "an6.44:2.3": "Als er starb, erklärte der Buddha, er sei ein Einmalwiederkehrer und daher in der Schar der Freudvollen Götter wiedergeboren. ",
  "an6.44:2.4": "Aber mein Onkel Isidatta war nicht keusch; er lebte zufrieden mit seiner Frau. ",
  "an6.44:2.5": "Als er starb, erklärte der Buddha ebenfalls, er sei ein Einmalwiederkehrer und daher in der Schar der Freudvollen Götter wiedergeboren. ",
  "an6.44:2.6": "Wie in aller Welt sollen wir die Lehre verstehen, die der Buddha gelehrt hat, wenn die Keuschen und die Unkeuschen beide im nächsten Leben an genau dem gleichen Ort wiedergeboren werden?“ ",
  "an6.44:2.7": "„Du hast recht, Schwester, aber so hat der Buddha es erklärt.“ ",
  "an6.44:3.1": "Und nachdem Ānanda in Migasālās Haus Almosen erhalten hatte, erhob er sich von seinem Sitz und ging. ",
  "an6.44:3.2": "Nach dem Essen, als er vom Almosengang zurückkam, ging Ānanda dann zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete die Begebenheit. ",
  "an6.44:5.1": "„Ānanda, wer ist die Laienfrau Migasālā, ein törichtes, unfähiges Muttchen mit einem Muttchen-Verstand? Und wer ist der, der weiß, wie man Menschen beurteilt? ",
  "an6.44:5.2": "Sechs Menschen findet man in der Welt. ",
  "an6.44:6.1": "Welche sechs? ",
  "an6.44:6.2": "Da ist ein gewisser Mensch von sanfter Art und angenehm im Umgang. Die geistlichen Gefährten leben gerne mit ihm zusammen. ",
  "an6.44:6.3": "Er hat nichts gehört oder gelernt oder gedanklich erfasst und nicht einmal zeitweilige Freiheit gefunden. ",
  "an6.44:6.4": "Wenn sein Körper auseinanderbricht, nach dem Tod, steuert er auf einen niederen Ort zu, keinen höheren. Er geht zu einem niederen Ort, keinem höheren. ",
  "an6.44:7.1": "Dann ist da ein gewisser Mensch von sanfter Art und angenehm im Umgang. Die geistlichen Gefährten leben gerne mit ihm zusammen. ",
  "an6.44:7.2": "Er hat Dinge gehört und gelernt und gedanklich erfasst und hat zumindest zeitweilige Freiheit gefunden. ",
  "an6.44:7.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, steuert er auf einen höheren Ort zu, keinen niederen. Er geht zu einem höheren Ort, keinem niederen. ",
  "an6.44:8.1": "Wertende Menschen vergleichen sie und sagen: ",
  "an6.44:8.2": "‚Der eine hat genau die gleichen Eigenschaften wie der andere, warum ist also einer schlechter und einer besser?‘ ",
  "an6.44:8.3": "Das wird für sie zum langanhaltenden Schaden und Leiden sein. ",
  "an6.44:9.1": "In diesem Fall ist der Mensch, der von sanfter Art und angenehm im Umgang ist und der Dinge gehört und gelernt und gedanklich erfasst und zumindest zeitweilige Freiheit gefunden hat, ",
  "an6.44:9.2": "besser und erlesener als der andere. ",
  "an6.44:9.3": "Warum ist das so? ",
  "an6.44:9.4": "Weil der Strom der Lehre ihn fortträgt. ",
  "an6.44:9.5": "Aber wer kennt den Unterschied außer einem Klargewordenen? ",
  "an6.44:9.6": "Daher, Ānanda, beurteile die Menschen nicht. ",
  "an6.44:9.7": "Fälle kein Urteil über Menschen. ",
  "an6.44:9.8": "Wer über Menschen ein Urteil fällt, schadet sich selbst. ",
  "an6.44:9.9": "Ich oder jemand wie ich kann über Menschen ein Urteil fällen. ",
  "an6.44:10.1": "Dann ist da ein gewisser Mensch, der zornig und eingebildet ist und der von Zeit zu Zeit Gedanken voller Gier hat. ",
  "an6.44:10.2": "Er hat nichts gehört oder gelernt oder gedanklich erfasst und nicht einmal zeitweilige Freiheit gefunden. ",
  "an6.44:10.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, steuert er auf einen niederen Ort zu, keinen höheren. Er geht zu einem niederen Ort, keinem höheren. ",
  "an6.44:11.1": "Dann ist da ein gewisser Mensch, der zornig und eingebildet ist und der von Zeit zu Zeit Gedanken voller Gier hat … ",
  "an6.44:11.2": "Weil der Strom der Lehre ihn fortträgt … ",
  "an6.44:11.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, steuert er auf einen höheren Ort zu, keinen niederen. Er geht zu einem höheren Ort, keinem niederen. ",
  "an6.44:12.1": "Wertende Menschen vergleichen sie … ",
  "an6.44:12.2": "Ich oder jemand wie ich kann über Menschen ein Urteil fällen. ",
  "an6.44:13.1": "Dann ist da ein gewisser Mensch, der zornig und eingebildet ist und der von Zeit zu Zeit den Drang hat, unpassende Dinge zu sagen. ",
  "an6.44:13.2": "Er hat nichts gehört oder gelernt oder gedanklich erfasst und nicht einmal zeitweilige Freiheit gefunden. ",
  "an6.44:13.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, steuert er auf einen niederen Ort zu, keinen höheren. Er geht zu einem niederen Ort, keinem höheren. ",
  "an6.44:14.1": "Dann ist da ein gewisser Mensch, der zornig und eingebildet ist und der von Zeit zu Zeit den Drang hat, unpassende Dinge zu sagen. ",
  "an6.44:14.2": "Er hat Dinge gehört und gelernt und gedanklich erfasst und hat zumindest zeitweilige Freiheit gefunden. ",
  "an6.44:14.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, steuert er auf einen höheren Ort zu, keinen niederen. Er geht zu einem höheren Ort, keinem niederen. ",
  "an6.44:15.1": "Wertende Menschen vergleichen sie und sagen: ",
  "an6.44:15.2": "‚Der eine hat genau die gleichen Eigenschaften wie der andere, warum ist also einer schlechter und einer besser?‘ ",
  "an6.44:15.3": "Das wird für sie zum langanhaltenden Schaden und Leiden sein. ",
  "an6.44:16.1": "In diesem Fall ist der Mensch, der zornig und eingebildet ist und der Dinge gehört und gelernt und gedanklich erfasst und zumindest zeitweilige Freiheit gefunden hat, ",
  "an6.44:16.2": "besser und erlesener als der andere. ",
  "an6.44:16.3": "Warum ist das so? ",
  "an6.44:16.4": "Weil der Strom der Lehre ihn fortträgt. ",
  "an6.44:16.5": "Aber wer kennt den Unterschied außer einem Klargewordenen? ",
  "an6.44:16.6": "Daher, Ānanda, beurteile die Menschen nicht. ",
  "an6.44:16.7": "Fälle kein Urteil über Menschen. ",
  "an6.44:16.8": "Wer über Menschen ein Urteil fällt, schadet sich selbst. ",
  "an6.44:16.9": "Ich oder jemand wie ich kann über Menschen ein Urteil fällen. ",
  "an6.44:17.1": "Wer ist die Laienfrau Migasālā, ein törichtes, unfähiges Muttchen mit einem Muttchen-Verstand? Und wer ist der, der weiß, wie man Menschen beurteilt? ",
  "an6.44:17.2": "Das sind die sechs Menschen, die man in der Welt findet. ",
  "an6.44:18.1": "Wenn Isidatta die Höhe von Purāṇas sittlichem Verhalten erreicht hätte, hätte Purāṇa nicht einmal Isidattas Bestimmungsort kennen können. ",
  "an6.44:18.2": "Und wenn Purāṇa die Höhe von Isidattas Weisheit erreicht hätte, hätte Isidatta nicht einmal Purāṇas Bestimmungsort kennen können. ",
  "an6.44:18.3": "So fehlte beiden Menschen in einer Hinsicht etwas.“ "
}