{
  "an6.52:0.1": "Nummerierte Lehrreden 6.52 ",
  "an6.52:0.2": "5. Das Kapitel mit Dhammika ",
  "an6.52:0.3": "Adlige ",
  "an6.52:1.1": "Da ging der Brahmane Jāṇussoṇi zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an6.52:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an6.52:2.1": "„Was, Meister Gotama, ist bei Adligen das Bestreben? Worum kreisen ihre Gedanken? Welcher Sache weihen sie sich? Worauf bestehen sie? Was ist ihr äußerstes Ziel?“ ",
  "an6.52:2.2": "„Brahmane, bei Adligen ist Reichtum das Bestreben. Ihre Gedanken kreisen um Weisheit. Sie weihen sich der Macht. Sie bestehen auf ihrem Revier. Ihr äußerstes Ziel ist Herrschaft.“ ",
  "an6.52:3.1": "„Was, Meister Gotama, ist bei Brahmanen das Bestreben? Worum kreisen ihre Gedanken? Welcher Sache weihen sie sich? Worauf bestehen sie? Was ist ihr äußerstes Ziel?“ ",
  "an6.52:3.2": "„Bei Brahmanen ist Reichtum das Bestreben. Ihre Gedanken kreisen um Weisheit. Sie weihen sich den Hymnen. Sie bestehen auf dem Opfer. Ihr äußerstes Ziel ist die Brahmāwelt.“ ",
  "an6.52:4.1": "„Was, Meister Gotama, ist bei Hausbesitzern das Bestreben? Worum kreisen ihre Gedanken? Welcher Sache weihen sie sich? Worauf bestehen sie? Was ist ihr äußerstes Ziel?“ ",
  "an6.52:4.2": "„Bei Hausbesitzern ist Reichtum das Bestreben. Ihre Gedanken kreisen um Weisheit. Sie weihen sich ihrem Handwerk. Sie bestehen auf ihrer Arbeit. Ihr äußerstes Ziel ist es, ihre Arbeit fertigzustellen.“ ",
  "an6.52:5.1": "„Was, Meister Gotama, ist bei Frauen das Bestreben? Worum kreisen ihre Gedanken? Welcher Sache weihen sie sich? Worauf bestehen sie? Was ist ihr äußerstes Ziel?“ ",
  "an6.52:5.2": "„Bei Frauen ist ein Mann das Bestreben. Ihre Gedanken kreisen um Schmuck. Sie weihen sich ihren Kindern. Sie bestehen darauf, keine Nebenfrau zu haben. Ihr äußerstes Ziel ist Herrschaft.“ ",
  "an6.52:6.1": "„Was, Meister Gotama, ist bei Räubern das Bestreben? Worum kreisen ihre Gedanken? Welcher Sache weihen sie sich? Worauf bestehen sie? Was ist ihr äußerstes Ziel?“ ",
  "an6.52:6.2": "„Bei Räubern ist Diebstahl das Bestreben. Ihre Gedanken kreisen um ein Versteck. Sie weihen sich ihrem Schwert. Sie bestehen auf der Dunkelheit. Ihr äußerstes Ziel ist es, unsichtbar zu sein.“ ",
  "an6.52:7.1": "„Was, Meister Gotama, ist bei Asketen das Bestreben? Worum kreisen ihre Gedanken? Welcher Sache weihen sie sich? Worauf bestehen sie? Was ist ihr äußerstes Ziel?“ ",
  "an6.52:7.2": "„Bei Asketen sind Geduld und Sanftmut das Bestreben. Ihre Gedanken kreisen um Weisheit. Sie weihen sich sittlichem Verhalten. Sie bestehen darauf, nichts zu besitzen. Ihr äußerstes Ziel ist das Erlöschen.“ ",
  "an6.52:8.1": "„Es ist unglaublich, Meister Gotama, es ist erstaunlich! ",
  "an6.52:8.2": "Meister Gotama weiß bei Adligen, Brahmanen, Hausbesitzern, Frauen, Räubern und Asketen, was ihr Bestreben ist, worum ihre Gedanken kreisen, welcher Sache sie sich weihen, worauf sie bestehen und was ihr äußerstes Ziel ist. ",
  "an6.52:8.3": "Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "an6.52:8.4": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}