{
  "an6.54:0.1": "Nummerierte Lehrreden 6 ",
  "an6.54:0.2": "5. Über Dhammika ",
  "an6.54:0.3": "54. Über Dhammika ",
  "an6.54:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "an6.54:1.2": "Damals war der Ehrwürdige Dhammika in allen sieben Klöstern seines Heimatlandes ansässig. ",
  "an6.54:1.3": "Dort beschimpfte er die Mönche, die von außerhalb kamen; er beleidigte sie, fügte ihnen Leid zu, griff sie an und bedrängte sie. ",
  "an6.54:1.4": "Die Mönche, die von außerhalb kamen und so behandelt wurden, blieben nicht. Sie gingen weg und mieden das Kloster. ",
  "an6.54:2.1": "Da dachten die einheimischen Laienanhänger: ",
  "an6.54:2.2": "„Wir haben den Saṅgha der Mönche und Nonnen mit Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung versorgt. ",
  "an6.54:2.3": "Doch die Mönche, die von außerhalb kommen, bleiben nicht. Sie gehen weg und meiden das Kloster. ",
  "an6.54:2.4": "Was ist die Ursache, was ist der Grund dafür?“ ",
  "an6.54:2.5": "Dann dachten die einheimischen Laienanhänger: ",
  "an6.54:2.6": "„Dieser Ehrwürdige Dhammika beschimpft die Mönche, die von außerhalb kommen; er beleidigt sie, fügt ihnen Leid zu, greift sie an und bedrängt sie. ",
  "an6.54:2.7": "Die Mönche, die von außerhalb kommen und so behandelt werden, bleiben nicht. Sie gehen weg und meiden das Kloster. ",
  "an6.54:2.8": "Warum vertreiben wir nicht den Ehrwürdigen Dhammika?“ ",
  "an6.54:3.1": "Darauf gingen die einheimischen Laienanhänger zum Ehrwürdigen Dhammika und sagten zu ihm: ",
  "an6.54:3.2": "„Herr, bitte verlasse dieses Kloster. ",
  "an6.54:3.3": "Du bist hier lange genug gewesen.“ ",
  "an6.54:3.4": "Da verließ der Ehrwürdige Dhammika dieses Kloster und ging zu einem anderen. ",
  "an6.54:3.5": "Dort beschimpfte er die Mönche, die von außerhalb kamen; er beleidigte sie, fügte ihnen Leid zu, griff sie an und bedrängte sie. ",
  "an6.54:3.6": "Die Mönche, die von außerhalb kamen und so behandelt wurden, blieben nicht. Sie gingen weg und mieden das Kloster. ",
  "an6.54:4.1": "Da dachten die einheimischen Laienanhänger: … ",
  "an6.54:4.8": "„Warum vertreiben wir nicht den Ehrwürdigen Dhammika?“ ",
  "an6.54:5.1": "Sie sagten zum Ehrwürdigen Dhammika: ",
  "an6.54:5.2": "„Herr, bitte verlasse dieses Kloster. ",
  "an6.54:5.3": "Du bist hier lange genug gewesen.“ ",
  "an6.54:5.4": "Da verließ der Ehrwürdige Dhammika dieses Kloster und ging zu einem anderen. ",
  "an6.54:5.5": "Dort beschimpfte er die Mönche, die von außerhalb kamen; er beleidigte sie, fügte ihnen Leid zu, griff sie an und bedrängte sie. ",
  "an6.54:5.6": "Die Mönche, die von außerhalb kamen und so behandelt wurden, blieben nicht. Sie gingen weg und mieden das Kloster. ",
  "an6.54:6.1": "Da dachten die einheimischen Laienanhänger: ",
  "an6.54:6.6": "„Warum vertreiben wir nicht den Ehrwürdigen Dhammika aus allen sieben Klöstern in unserem Heimatland?“ ",
  "an6.54:6.7": "Darauf gingen die einheimischen Laienanhänger zum Ehrwürdigen Dhammika und sagten zu ihm: ",
  "an6.54:6.8": "„Herr, bitte verlasse alle sieben Klöster in unserem Heimatland.“ ",
  "an6.54:6.9": "Da dachte der Ehrwürdige Dhammika: ",
  "an6.54:6.10": "„Ich wurde von den einheimischen Laienanhängern aus allen sieben Klöstern in meinem Heimatland vertrieben. ",
  "an6.54:6.11": "Wo soll ich jetzt hingehen?“ ",
  "an6.54:6.12": "Er dachte: ",
  "an6.54:6.13": "„Warum gehe ich nicht zum Buddha?“ ",
  "an6.54:7.1": "Und der Ehrwürdige Dhammika nahm Schale und Robe und brach nach Rājagaha auf. ",
  "an6.54:7.2": "Schließlich erreichte er Rājagaha und die Geierkuppe. Er ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an6.54:7.3": "„Nun, Brahmane Dhammika, wo kommst du her?“ ",
  "an6.54:7.4": "„Herr, ich wurde von den einheimischen Laienanhängern aus allen sieben Klöstern in meinem Heimatland vertrieben.“ ",
  "an6.54:7.5": "„Genug, Brahmane Dhammika, was soll dir das? Jetzt, wo du von all diesen Orten vertrieben wurdest, bist du zu mir gekommen. ",
  "an6.54:8.1": "Es waren einmal ein paar seefahrende Kaufleute, die setzten ihre Segel, um aufs offene Meer zu fahren, und nahmen einen Küstenspäher-Vogel mit. ",
  "an6.54:8.2": "Als ihr Schiff außer Sichtweite der Küste war, ließen sie den Vogel frei. ",
  "an6.54:8.3": "Er flog geradewegs nach Osten, nach Westen, nach Norden, nach Süden, nach oben und in die Zwischenräume. ",
  "an6.54:8.4": "Wenn er in einer Richtung Land sah, flog er hin und blieb dort. ",
  "an6.54:8.5": "Aber wenn er in keiner Richtung Land sah, kehrte er zum Schiff zurück. ",
  "an6.54:8.6": "Ebenso bist du jetzt, wo du von all diesen Orten vertrieben wurdest, zu mir gekommen. ",
  "an6.54:9.1": "Es war einmal ein König Koravya, der hatte einen königlichen Banyanbaum mit fünf Stämmen, der den Namen Standfest trug. Der spendete kühlen Schatten und war lieblich. ",
  "an6.54:9.2": "Seine Krone erstreckte sich zwölf Meilen weit, und das Netz seiner Wurzeln reichte fünf Meilen weit. ",
  "an6.54:9.3": "Seine Früchte waren so groß ",
  "an6.54:9.4": "wie ein Reistopf, ",
  "an6.54:9.5": "und sie waren so süß ",
  "an6.54:9.6": "wie reiner wilder Honig. ",
  "an6.54:9.7": "Der König und sein Harem aßen von einem Stamm, das Heer von einem anderen, die Menschen in Stadt und Land von einem anderen, Asketen und Brahmanen von einem anderen und Tiere und Vögel wieder von einem anderen. ",
  "an6.54:9.8": "Niemand bewachte die Früchte, doch niemand beschädigte die Früchte eines anderen. ",
  "an6.54:10.1": "Dann aß sich da ein Mensch an den Früchten satt, brach einen Ast ab und ging damit weg. ",
  "an6.54:10.2": "Da dachte die Gottheit, die in dem königlichen Banyanbaum hauste: ",
  "an6.54:10.3": "‚Es ist unglaublich, es ist erstaunlich! ",
  "an6.54:10.4": "Wie böse ist dieser Mensch, dass er sich an den Früchten satt isst, einen Ast abbricht und damit weggeht! Warum sorge ich nicht dafür, dass der königliche Banyanbaum in Zukunft keine Früchte mehr trägt?‘ ",
  "an6.54:10.5": "Und der königliche Banyanbaum trug keine Früchte mehr. ",
  "an6.54:11.1": "Da ging der König Koravya zu Sakka dem Götterkönig und sagte zu ihm: ",
  "an6.54:11.2": "‚Bitte Herr, du solltest wissen, dass der königliche Banyanbaum mit Namen Standfest keine Früchte trägt.‘ ",
  "an6.54:11.3": "Darauf setzte Sakka seine Wunderkräfte ein und veranlasste, dass ein gewaltiger Sturm losbrach. Der warf den königlichen Banyanbaum um und entwurzelte ihn. ",
  "an6.54:11.4": "Die Gottheit, die in dem Baum hauste, stand daneben, elend und traurig, weinend, mit tränenüberströmtem Gesicht. ",
  "an6.54:12.1": "Da ging Sakka zu der Gottheit und sagte: ",
  "an6.54:12.2": "‚Gott, warum stehst du auf der Seite, elend und traurig, weinend, mit tränenüberströmtem Gesicht?‘ ",
  "an6.54:12.3": "‚Weil, mein guter Herr, ein gewaltiger Sturm losbrach, der mein Zuhause umgeworfen und entwurzelt hat.‘ ",
  "an6.54:12.4": "‚Nun, hast du denn deine Baumpflicht erfüllt, als der Sturm losbrach?‘ ",
  "an6.54:12.5": "‚Aber mein guter Herr, wie erfüllt ein Baum seine Pflicht?‘ ",
  "an6.54:12.6": "‚Es ist, wenn die, die Wurzeln, Rinde, Blätter, Blüten oder Früchte von dem Baum brauchen, diese nehmen. ",
  "an6.54:12.7": "Doch die Gottheit ist deswegen nicht verstimmt oder aufgebracht. ",
  "an6.54:12.8": "So erfüllt ein Baum seine Pflicht.‘ ",
  "an6.54:12.9": "‚Ich habe meine Baumpflicht nicht erfüllt, als der Sturm losbrach und mein Zuhause umwarf und entwurzelte.‘ ",
  "an6.54:12.10": "‚Gott, wenn du deine Baumpflicht erfüllst, kann dein Zuhause wieder so werden wie es war.‘ ",
  "an6.54:12.11": "‚Ich will meine Baumpflicht erfüllen! Mein Zuhause soll wieder so werden wie es war!‘ ",
  "an6.54:13.1": "Und Sakka setzte seine Wunderkräfte ein und veranlasste, dass ein gewaltiger Sturm losbrach. Der richtete diesen gewaltigen Banyanbaum wieder auf, und die Wurzelrinde war vollständig heil. ",
  "an6.54:13.2": "Ebenso, Brahmane Dhammika: Hast du deine Asketenpflicht erfüllt, als die einheimischen Laienanhängern dich aus allen sieben Klöstern in deinem Heimatland vertrieben haben?“ ",
  "an6.54:13.3": "„Aber Herr, wie erfüllt man seine Asketenpflicht?“ ",
  "an6.54:13.4": "„Wenn jemand einen Asketen beschimpft, belästigt oder mit ihm streitet, beschimpft er diese Person nicht wieder, belästigt sie nicht und streitet nicht mit ihr. ",
  "an6.54:13.5": "So erfüllt ein Asket seine Asketenpflicht.“ ",
  "an6.54:13.6": "„Ich habe meine Asketenpflicht nicht erfüllt, als die einheimischen Laienanhängern mich aus allen sieben Klöstern in meinem Heimatland vertrieben haben.“ ",
  "an6.54:13.7": "„Es war einmal ein Lehrer mit Namen Sunetta. Der war ein Religionsstifter und war von sinnlichem Verlangen frei. ",
  "an6.54:13.8": "Er hatte viele hundert Schülerinnen und Schüler. ",
  "an6.54:13.9": "Er lehrte sie den Weg zur Wiedergeburt in der Gemeinschaft mit Brahmā. ",
  "an6.54:13.10": "Die, die keine Zuversicht zu Sunetta hatten, wurden, als ihr Körper auseinanderbrach, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an6.54:13.11": "Die, die voller Zuversicht zu Sunetta waren, wurden, als ihr Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einem himmlischen Bereich. ",
  "an6.54:14.1": "Es war einmal ein Lehrer mit Namen Mūgapakkha … ",
  "an6.54:15.1": "ein Lehrer mit Namen Aranemi … ",
  "an6.54:16.1": "ein Lehrer mit Namen Kuddālaka … ",
  "an6.54:17.1": "ein Lehrer mit Namen Hatthipāla … ",
  "an6.54:18.1": "und ein Lehrer mit Namen Jotipāla. Der war ein Religionsstifter und war von sinnlichem Verlangen frei. ",
  "an6.54:18.2": "Er hatte viele hundert Schülerinnen und Schüler. ",
  "an6.54:18.3": "Er lehrte sie den Weg zur Wiedergeburt in der Gemeinschaft mit Brahmā. ",
  "an6.54:18.4": "Die, die keine Zuversicht zu Jotipāla hatten, wurden, als ihr Körper auseinanderbrach, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an6.54:18.5": "Die, die voller Zuversicht zu Jotipāla waren, wurden, als ihr Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einem himmlischen Bereich. ",
  "an6.54:19.1": "Was meinst du, Brahmane Dhammika? ",
  "an6.54:19.2": "Wenn jemand diese sechs Lehrer mit ihren Hunderten von Anhängerinnen in böswilliger Absicht beschimpft und beleidigt, würde der nicht viel schlechtes Karma schaffen?“ ",
  "an6.54:19.3": "„Ja, Herr.“ ",
  "an6.54:19.4": "„Er würde in der Tat viel schlechtes Karma schaffen. ",
  "an6.54:19.5": "Aber jemand, der einen einzigen Menschen mit vollendeter Ansicht in böswilliger Absicht beschimpft und beleidigt, schafft noch viel mehr schlechtes Karma. ",
  "an6.54:19.6": "Und warum? ",
  "an6.54:19.7": "Brahmane Dhammika, ich sage, kein Schaden, der unter Außenstehenden angerichtet wird, lässt sich mit dem vergleichen, was man seinen eigenen geistlichen Gefährten antut. ",
  "an6.54:19.8": "Daher solltet ihr so üben: ",
  "an6.54:19.9": "‚Wir wollen gegenüber denen, die wir uns als geistliche Gefährten wünschen, keine böswillige Absicht hegen.‘ ",
  "an6.54:19.10": "So solltet ihr üben. ",
  "an6.54:20.1": "Sunetta und Mūgapakkha ",
  "an6.54:20.2": "und der Brahmane Aranemi, ",
  "an6.54:20.3": "der Student Hatthipāla ",
  "an6.54:20.4": "und Kuddālaka waren Lehrer, ",
  "an6.54:21.1": "und Jotipāla Govinda ",
  "an6.54:21.2": "war Priester für sieben Könige. ",
  "an6.54:21.3": "Diese sechs berühmten Lehrer, ",
  "an6.54:21.4": "die Gutmütigen von früher, ",
  "an6.54:22.1": "waren von Aasgeruch frei, voller Mitgefühl ",
  "an6.54:22.2": "und über die Fessel der Sinnlichkeit hinausgelangt. ",
  "an6.54:22.3": "Von sinnlichem Verlangen losgelöst, ",
  "an6.54:22.4": "wurden sie in der Brahmāwelt wiedergeboren. ",
  "an6.54:23.1": "Viele hundert ihrer Schüler ",
  "an6.54:23.2": "waren ebenfalls ",
  "an6.54:23.3": "von Aasgeruch frei, voller Mitgefühl ",
  "an6.54:23.4": "und über die Fessel der Sinnlichkeit hinausgelangt. ",
  "an6.54:23.5": "Von sinnlichem Verlangen losgelöst, ",
  "an6.54:23.6": "wurden sie in der Brahmāwelt wiedergeboren. ",
  "an6.54:24.1": "Ein Mensch, ",
  "an6.54:24.2": "der in böswilliger Absicht ",
  "an6.54:24.3": "die außenstehenden Einsiedler beschimpft, ",
  "an6.54:24.4": "die frei von Verlangen sind, im Samādhi versunken, ",
  "an6.54:24.5": "ein solcher Mensch ",
  "an6.54:24.6": "schafft viel schlechtes Karma. ",
  "an6.54:25.1": "Doch der Mensch, ",
  "an6.54:25.2": "der in böswilliger Absicht ",
  "an6.54:25.3": "eine einzige Person mit vollendeter Ansicht beschimpft, ",
  "an6.54:25.4": "einen Mönch, der Schüler des Buddha ist, ",
  "an6.54:25.5": "ein solcher Mensch ",
  "an6.54:25.6": "schafft noch mehr schlechtes Karma. ",
  "an6.54:26.1": "Einen heiligen Menschen, der die Grundlage für Ansichten aufgegeben hat, ",
  "an6.54:26.2": "solltest du nicht angreifen. ",
  "an6.54:26.3": "Diesen Menschen nennt man ",
  "an6.54:26.4": "den Siebten im edlen Saṅgha. ",
  "an6.54:27.1": "Er ist nicht frei von Verlangen nach Sinnenfreuden, ",
  "an6.54:27.2": "und seine Fähigkeiten sind noch nicht gereift: ",
  "an6.54:27.3": "Vertrauen, Achtsamkeit und Energie, ",
  "an6.54:27.4": "Ruhe und Klarsicht. ",
  "an6.54:28.1": "Wenn du solch einen Mönch angreifst, ",
  "an6.54:28.2": "verletzt du zuerst dich selbst. ",
  "an6.54:28.3": "Wenn du dich selbst verletzt hast, ",
  "an6.54:28.4": "verletzt du den anderen. ",
  "an6.54:29.1": "Aber wenn du dich selbst schützt, ",
  "an6.54:29.2": "ist auch der andere geschützt. ",
  "an6.54:29.3": "Daher solltest du dich selbst schützen. ",
  "an6.54:29.4": "Ein kluger Mensch ist stets unverletzt.“ "
}