{
  "an6.64:0.1": "Nummerierte Lehrreden 6.64 ",
  "an6.64:0.2": "6. Das große Kapitel ",
  "an6.64:0.3": "Das Löwengebrüll ",
  "an6.64:1.1": "„Mönche und Nonnen, der Klargewordene besitzt die sechs Kräfte eines Klargewordenen. Damit beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das heilige Rad. ",
  "an6.64:1.2": "Welche sechs? ",
  "an6.64:1.3": "Zunächst versteht da der Klargewordene wahrhaftig das Mögliche als möglich und das Unmögliche als unmöglich. ",
  "an6.64:1.4": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. Vor diesem Hintergrund beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das heilige Rad. ",
  "an6.64:2.1": "Dann versteht da der Klargewordene wahrhaftig das Ergebnis von Taten, die in der Vergangenheit, der Zukunft und der Gegenwart begangen wurden und werden, im Hinblick auf die Ursachen und die Gründe. ",
  "an6.64:2.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an6.64:3.1": "Dann versteht da der Klargewordene wahrhaftig Verunreinigung, Läuterung und Heraustreten in Bezug auf die Vertiefungen, die Befreiungen, die Versenkung und erhabene Zustände. ",
  "an6.64:3.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an6.64:4.1": "Dann erinnert sich da der Klargewordene an viele Arten früherer Leben, das heißt eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Er erinnert sich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "an6.64:4.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an6.64:5.1": "Dann sieht da der Klargewordene mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "an6.64:5.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "an6.64:6.1": "Dann hat da der Klargewordene mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, hat sie durch eigene Einsicht erkannt und lebt darin. ",
  "an6.64:6.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. Vor diesem Hintergrund beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das heilige Rad. ",
  "an6.64:6.3": "Das sind die sechs Kräfte eines Klargewordenen. Damit beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das heilige Rad. ",
  "an6.64:7.1": "Wenn andere zum Klargewordenen kommen und ihn darüber befragen, wie er wirklichkeitsgemäß das Mögliche als möglich und das Unmögliche als unmöglich versteht, ",
  "an6.64:7.2": "so antwortet er ihnen auf jede Art, auf die er es wahrhaftig verstanden hat. ",
  "an6.64:8.1": "Wenn andere zum Klargewordenen kommen und ihn darüber befragen, wie er wirklichkeitsgemäß das Ergebnis von Taten versteht, die in der Vergangenheit, der Zukunft und der Gegenwart begangen wurden und werden, im Hinblick auf die Ursachen und die Gründe, ",
  "an6.64:8.2": "so antwortet er ihnen auf jede Art, auf die er es wahrhaftig verstanden hat. ",
  "an6.64:9.1": "Wenn andere zum Klargewordenen kommen und ihn darüber befragen, wie er wirklichkeitsgemäß Verunreinigung, Läuterung und Heraustreten in Bezug auf die Vertiefungen, die Befreiungen, die Versenkung und erhabene Zustände versteht, ",
  "an6.64:9.2": "so antwortet er ihnen auf jede Art, auf die er es wahrhaftig verstanden hat. ",
  "an6.64:10.1": "Wenn andere zum Klargewordenen kommen und ihn darüber befragen, wie er wirklichkeitsgemäß die Erinnerung an frühere Leben versteht, ",
  "an6.64:10.2": "so antwortet er ihnen auf jede Art, auf die er es wahrhaftig verstanden hat. ",
  "an6.64:11.1": "Wenn andere zum Klargewordenen kommen und ihn darüber befragen, wie er wirklichkeitsgemäß das Sterben und Wiedergeborenwerden der Lebewesen versteht, ",
  "an6.64:11.2": "so antwortet er ihnen auf jede Art, auf die er es wahrhaftig verstanden hat. ",
  "an6.64:12.1": "Wenn andere zum Klargewordenen kommen und ihn darüber befragen, wie er wirklichkeitsgemäß die Auflösung der Befleckungen versteht, ",
  "an6.64:12.2": "so antwortet er ihnen auf jede Art, auf die er es wahrhaftig verstanden hat. ",
  "an6.64:13.1": "Und ich sage, das wirkliche Wissen um das Mögliche als möglich und das Unmögliche als unmöglich ist für die, die Versenkung besitzen, nicht für die ohne Versenkung. ",
  "an6.64:13.2": "Und das wirkliche Wissen um das Ergebnis von Taten, die in der Vergangenheit, der Zukunft und der Gegenwart begangen wurden und werden, im Hinblick auf die Ursachen und die Gründe, ist für die, die Versenkung besitzen, nicht für die ohne Versenkung. ",
  "an6.64:13.3": "Und das wirkliche Wissen um Verunreinigung, Läuterung und Heraustreten in Bezug auf die Vertiefungen, die Befreiungen, die Versenkung und erhabene Zustände ist für die, die Versenkung besitzen, nicht für die ohne Versenkung. ",
  "an6.64:13.4": "Und das wirkliche Wissen um die Erinnerung an frühere Leben ist für die, die Versenkung besitzen, nicht für die ohne Versenkung. ",
  "an6.64:13.5": "Und das wirkliche Wissen um das Sterben und Wiedergeborenwerden der Lebewesen ist für die, die Versenkung besitzen, nicht für die ohne Versenkung. ",
  "an6.64:13.6": "Und das wirkliche Wissen um die Auflösung der Befleckungen ist für die, die Versenkung besitzen, nicht für die ohne Versenkung. ",
  "an6.64:13.7": "Daher, Mönche und Nonnen, ist Versenkung der Weg. Keine Versenkung zu haben ist der falsche Weg.“ "
}