{
  "an6.50:0.1": "Nummerierte Lehrreden 6 ",
  "an6.50:0.2": "5. Über Dhammika ",
  "an6.50:0.3": "50. Zügelung der Sinne ",
  "an6.50:1.1": "„Mönche und Nonnen, wenn es keine Zügelung der Sinne gibt, hat jemand ohne Zügelung der Sinne eine wesentliche Bedingung für sittliches Verhalten zerstört. ",
  "an6.50:1.2": "Wenn es kein sittliches Verhalten gibt, hat jemand ohne sittliches Verhalten eine wesentliche Bedingung für rechte Versenkung zerstört. ",
  "an6.50:1.3": "Wenn es keine rechte Versenkung gibt, hat jemand ohne rechte Versenkung eine wesentliche Bedingung für wirkliches Erkennen und Sehen zerstört. ",
  "an6.50:1.4": "Wenn es kein wirkliches Erkennen und Sehen gibt, hat jemand ohne wirkliches Erkennen und Sehen eine wesentliche Bedingung für Ernüchterung und Sichabwenden zerstört. ",
  "an6.50:1.5": "Wenn es keine Ernüchterung und kein Sichabwenden gibt, hat jemand ohne Ernüchterung und Sichabwenden eine wesentliche Bedingung für das Wissen und Sehen der Freiheit zerstört. ",
  "an6.50:1.6": "Wie ein Baum ohne Zweige und Laubwerk: ",
  "an6.50:1.7": "Seine Schösslinge, seine Rinde, sein Weich- und Kernholz entwickeln sich nicht zur Fülle. ",
  "an6.50:1.8": "Ebenso hat, wenn es keine Zügelung der Sinne gibt, jemand ohne Zügelung der Sinne eine wesentliche Bedingung für sittliches Verhalten zerstört. … ",
  "an6.50:1.9": "Jemand ohne Ernüchterung und Sichabwenden hat eine wesentliche Bedingung für das Wissen und Sehen der Freiheit zerstört. ",
  "an6.50:2.1": "Wenn es eine Zügelung der Sinne gibt, hat jemand, dessen Sinne gezügelt sind, eine wesentliche Bedingung für sittliches Verhalten erfüllt. ",
  "an6.50:2.2": "Wenn es sittliches Verhalten gibt, hat jemand, der das sittliche Verhalten erfüllt hat, eine wesentliche Bedingung für rechte Versenkung erfüllt. ",
  "an6.50:2.3": "Wenn es rechte Versenkung gibt, hat jemand, der rechte Versenkung erfüllt hat, eine wesentliche Bedingung für wirkliches Erkennen und Sehen erfüllt. ",
  "an6.50:2.4": "Wenn es wirkliches Erkennen und Sehen gibt, hat jemand, der wirkliches Erkennen und Sehen erfüllt hat, eine wesentliche Bedingung für Ernüchterung und Sichabwenden erfüllt. ",
  "an6.50:2.5": "Wenn es Ernüchterung und Sichabwenden gibt, hat jemand, der Ernüchterung und Sichabwenden erfüllt hat, eine wesentliche Bedingung für das Wissen und Sehen der Freiheit erfüllt. ",
  "an6.50:2.6": "Wie ein Baum mit vollständigen Zweigen und vollem Laubwerk: Seine Schösslinge, seine Rinde, sein Weich- und Kernholz entwickeln sich alle zur Fülle. ",
  "an6.50:2.7": "Ebenso hat, wenn es Zügelung der Sinne gibt, jemand, dessen Sinne gezügelt sind, eine wesentliche Bedingung für sittliches Verhalten erfüllt. … ",
  "an6.50:2.8": "Jemand, der Ernüchterung und Sichabwenden erfüllt hat, hat eine wesentliche Bedingung für das Wissen und Sehen der Freiheit erfüllt.“ "
}