{
  "an6.20:0.1": "Nummerierte Lehrreden 6 ",
  "an6.20:0.2": "2. Warmherzig ",
  "an6.20:0.3": "20. Achtsamkeit auf den Tod (2) ",
  "an6.20:1.1": "Einmal hielt sich der Buddha bei Nādika im Backsteinhaus auf. ",
  "an6.20:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an6.20:1.3": "„Mönche und Nonnen, wenn die Achtsamkeit auf den Tod entwickelt und gepflegt wird, ist sie sehr fruchtbar und segensreich. Sie gipfelt in der Unsterblichkeit und endet in der Unsterblichkeit. ",
  "an6.20:1.4": "Und wie entwickelt und pflegt man die Achtsamkeit auf den Tod, sodass sie sehr fruchtbar und segensreich ist und in der Unsterblichkeit gipfelt und in der Unsterblichkeit endet? ",
  "an6.20:2.1": "Da überlegt ein Mönch, wenn der Tag zu Ende geht und die Nacht heraufzieht: ",
  "an6.20:2.2": "‚Ich könnte aus vielen Gründen sterben. ",
  "an6.20:2.3": "Ich könnte von einer Schlange, einem Skorpion oder einem Tausendfüßler gebissen oder gestochen werden. ",
  "an6.20:2.4": "Und wenn ich daran sterben würde, wäre meine Übung unterbrochen. ",
  "an6.20:2.5": "Oder ich könnte stolpern und eine Klippe hinunterfallen, eine Lebensmittelvergiftung bekommen, oder Galle, Schleim oder stechende Winde könnten in mir in Aufruhr geraten. ",
  "an6.20:2.6": "Und wenn ich daran sterben würde, wäre meine Übung unterbrochen. ",
  "an6.20:2.7": "Dieser Mönch sollte überlegen: ",
  "an6.20:2.8": "‚Gibt es schlechte, untaugliche Eigenschaften, die ich nicht aufgegeben habe und die ein Hindernis für mich wären, wenn ich heute Nacht sterben würde?‘ ",
  "an6.20:3.1": "Wenn er beim Prüfen feststellen würde, ",
  "an6.20:3.2": "dass es solche schlechten, untauglichen Eigenschaften gibt, sollte er herausragende Begeisterung und Mühe aufbieten, um sie aufzugeben, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an6.20:3.3": "Wie wenn die Kleider oder der Kopf in Flammen stünden: Um sie zu löschen, würde man herausragende Begeisterung und Mühe aufbieten, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an6.20:3.4": "Ebenso sollte dieser Mönch herausragende Begeisterung und Mühe aufbieten, um die schlechten, untauglichen Eigenschaften aufzugeben … ",
  "an6.20:4.1": "Doch wenn er beim Prüfen feststellen würde, ",
  "an6.20:4.2": "dass es keine solchen schlechten, untauglichen Eigenschaften gibt, sollte er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften üben. ",
  "an6.20:5.1": "Oder da überlegt eine Nonne, wenn die Nacht zu Ende geht und der Tag heraufzieht: ",
  "an6.20:5.2": "‚Ich könnte aus vielen Gründen sterben. ",
  "an6.20:5.3": "Ich könnte von einer Schlange, einem Skorpion oder einem Tausendfüßler gebissen oder gestochen werden. ",
  "an6.20:5.4": "Und wenn ich daran sterben würde, wäre meine Übung unterbrochen. ",
  "an6.20:5.5": "Oder ich könnte stolpern und eine Klippe hinunterfallen, eine Lebensmittelvergiftung bekommen, oder Galle, Schleim oder stechende Winde könnten in mir in Aufruhr geraten. ",
  "an6.20:5.6": "Und wenn ich daran sterben würde, wäre meine Übung unterbrochen. ",
  "an6.20:5.7": "Diese Nonne sollte überlegen: ",
  "an6.20:5.8": "‚Gibt es schlechte, untaugliche Eigenschaften, die ich nicht aufgegeben habe und die ein Hindernis für mich wären, wenn ich heute sterben würde?‘ ",
  "an6.20:6.1": "Wenn sie beim Prüfen feststellen würde, ",
  "an6.20:6.2": "dass es solche schlechten, untauglichen Eigenschaften gibt, sollte sie herausragende Begeisterung und Mühe aufbieten, um sie aufzugeben, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an6.20:6.3": "Wie wenn die Kleider oder der Kopf in Flammen stünden: Um sie zu löschen, würde man herausragende Begeisterung und Mühe aufbieten, herausragenden Eifer, herausragende Tatkraft, Beharrlichkeit, Achtsamkeit und Umsicht. ",
  "an6.20:6.4": "Ebenso sollte diese Nonne herausragende Begeisterung und Mühe aufbieten, um die schlechten, untauglichen Eigenschaften aufzugeben … ",
  "an6.20:7.1": "Doch wenn sie beim Prüfen feststellen würde, ",
  "an6.20:7.2": "dass es keine solchen schlechten, untauglichen Eigenschaften gibt, sollte sie mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften üben. ",
  "an6.20:8.1": "Wenn die Achtsamkeit auf den Tod auf solche Art entwickelt und gepflegt wird, ist sie sehr fruchtbar und segensreich. Sie gipfelt in der Unsterblichkeit und endet in der Unsterblichkeit.“ "
}