{
  "an6.60:0.1": "Nummerierte Lehrreden 6 ",
  "an6.60:0.2": "6. Das große Kapitel ",
  "an6.60:0.3": "60. Mit Hatthisāriputta ",
  "an6.60:1.1": "So habe ich es gehört: ",
  "an6.60:1.2": "Einmal hielt sich der Buddha bei Benares auf, im Wildpark bei Isipatana. ",
  "an6.60:1.3": "Da saßen nach dem Essen, als sie vom Almosengang zurückkamen, mehrere altehrwürdige Mönche und Nonnen in der Halle beisammen und sprachen über den Dhamma. ",
  "an6.60:1.4": "Der Ehrwürdige Citta Hatthisāriputta unterbrach sie im Gespräch. ",
  "an6.60:1.5": "Da sagte der Ehrwürdige Mahākoṭṭhita zum Ehrwürdigen Citta Hatthisāriputta: ",
  "an6.60:1.6": "„Ehrwürdiger, bitte unterbrich die altehrwürdigen Mönche und Nonnen nicht, wenn sie über den Dhamma sprechen. Warte das Ende des Gesprächs ab.“ ",
  "an6.60:1.7": "Darauf sagten Citta Hatthisāriputtas Gefährten zu Mahākoṭṭhita: ",
  "an6.60:1.8": "„Ehrwürdiger, bitte tadele Citta Hatthisāriputta nicht. Er ist klug ",
  "an6.60:1.9": "und sehr wohl in der Lage, mit den altehrwürdigen Mönchen und Nonnen über die Lehren zu sprechen.“ ",
  "an6.60:2.1": "„Das kann man nicht leicht wissen, werte Freunde, wenn man nicht den Geist eines anderen erfassen kann. ",
  "an6.60:2.2": "Nehmen wir einen Menschen, der der Sanfteste unter den Sanften ist, der Gleichmütigste unter den Gleichmütigen, der Stillste unter den Stillen, solange er sich auf einen Lehrer oder einen geistlichen Gefährten in der Lehrerrolle stützt. ",
  "an6.60:2.3": "Aber wenn er von diesem Lehrer oder dem geistlichen Gefährten in der Lehrerrolle getrennt ist, tut er sich eng mit Mönchen, Nonnen, Laienmännern und Laienfrauen zusammen, mit Herrschern und ihren Ministern und mit Lehrern, die andere Wege lehren, und deren Schülern. ",
  "an6.60:2.4": "Wenn sie sich eng zusammentun, wird er mit ihnen vertraulich und persönlich, verbringt Zeit mit Plaudern, und Begierde befällt seinen Geist. ",
  "an6.60:2.5": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an6.60:3.1": "Wie ein Ochse, der gerne die Saat frisst und der mit einem Strick angebunden oder in einem Gehege eingeschlossen ist: ",
  "an6.60:3.2": "Wäre es richtig, zu behaupten, dass dieser Ochse nie wieder in die Saat einfallen wird?“ ",
  "an6.60:3.3": "„Nein, das wäre es nicht, werter Freund. ",
  "an6.60:3.4": "Denn es ist wohl möglich, dass dieser Ochse den Strick zerreißt oder aus dem Gehege ausbricht und dann in die Saat einfällt.“ ",
  "an6.60:3.5": "„Ebenso ist es mit einem Menschen, der der Sanfteste der Sanften ist … ",
  "an6.60:3.7": "Wenn sie sich eng zusammentun, wird er mit ihnen vertraulich und persönlich, verbringt Zeit mit Plaudern, und Begierde befällt seinen Geist. ",
  "an6.60:3.8": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an6.60:4.1": "Nehmen wir einen Menschen, der, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt … ",
  "an6.60:4.2": "Mit dem Gedanken: ‚Ich erreiche die erste Vertiefung‘ tut er sich eng mit Mönchen und Nonnen, Laienmännern und Laienfrauen zusammen … ",
  "an6.60:4.3": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an6.60:4.4": "Wie wenn es an einer Kreuzung stark regnet, sodass der Staub sich in Schlamm verwandelt: ",
  "an6.60:4.5": "Wäre es richtig, zu sagen, dass es an dieser Kreuzung nie wieder staubig sein wird?“ ",
  "an6.60:4.6": "„Nein, das wäre es nicht, werter Freund. ",
  "an6.60:4.7": "Denn es ist wohl möglich, dass Menschen oder Vieh über die Kreuzung laufen oder dass Wind und Sonne die Feuchtigkeit verdunsten lassen, sodass es wider staubig wird.“ ",
  "an6.60:4.8": "„Ebenso ist es mit einem Menschen, der, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt … ",
  "an6.60:4.9": "Mit dem Gedanken: ‚Ich erreiche die erste Vertiefung‘ tut er sich eng mit Mönchen und Nonnen, Laienmännern und Laienfrauen zusammen … ",
  "an6.60:4.10": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an6.60:5.1": "Nehmen wir einen Menschen, der, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung eintritt und darin verweilt … ",
  "an6.60:5.2": "Mit dem Gedanken: ‚Ich erreiche die zweite Vertiefung‘ tut er sich eng mit Mönchen und Nonnen, Laienmännern und Laienfrauen zusammen … ",
  "an6.60:5.3": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an6.60:5.4": "Wie ein großer Teich, der nicht weit von einem Dorf oder einer Stadt entfernt ist, ",
  "an6.60:5.5": "und in dem die Schnecken und Muscheln, Steine und Kiesel nach einem heftigen Regen verschwinden: ",
  "an6.60:5.6": "Wäre es richtig, zu sagen, dass jetzt die Schnecken und Muscheln, Steine und Kiesel nie mehr auftauchen werden?“ ",
  "an6.60:5.7": "„Nein, das wäre es nicht, werter Freund. ",
  "an6.60:5.8": "Denn es ist wohl möglich, dass Menschen oder Vieh aus dem Teich trinken oder dass Wind und Sonne das Wasser verdunsten lasen, sodass die Schnecken und Muscheln, Steine und Kiesel wieder auftauchen.“ ",
  "an6.60:5.9": "„Ebenso ist es mit einem Menschen, der, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung eintritt und darin verweilt … ",
  "an6.60:5.10": "Mit dem Gedanken: ‚Ich erreiche die zweite Vertiefung‘ tut er sich eng mit Mönchen und Nonnen, Laienmännern und Laienfrauen zusammen … ",
  "an6.60:5.11": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an6.60:6.1": "Nehmen wir einen Menschen, der mit dem Schwinden der Ekstase dann in die dritte Vertiefung eintritt und darin verweilt … ",
  "an6.60:6.2": "Mit dem Gedanken: ‚Ich erreiche die dritte Vertiefung‘ tut er sich eng mit Mönchen und Nonnen, Laienmännern und Laienfrauen zusammen … ",
  "an6.60:6.3": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an6.60:6.4": "Wie ein Mensch, der ein köstliches Mahl beendet hat und keinen Appetit auf Reste hat: ",
  "an6.60:6.5": "Wäre es richtig, zu sagen, dass diesem Menschen das Essen nie mehr zusagen wird?“ ",
  "an6.60:6.6": "„Nein, das wäre es nicht, werter Freund. ",
  "an6.60:6.7": "Denn es ist wohl möglich, dass diesem Menschen anderes Essen nicht zusagt, solange die letzte Nahrung noch vorhanden ist. ",
  "an6.60:6.8": "Doch wenn diese Nahrung verschwindet, wird ihm das Essen wieder zusagen.“ ",
  "an6.60:6.9": "„Ebenso ist es mit einem Menschen, der mit dem Schwinden der Ekstase dann in die dritte Vertiefung eintritt und darin verweilt … ",
  "an6.60:6.10": "Mit dem Gedanken: ‚Ich erreiche die dritte Vertiefung‘ tut er sich eng mit Mönchen und Nonnen, Laienmännern und Laienfrauen zusammen … ",
  "an6.60:6.11": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an6.60:7.1": "Nehmen wir einen Menschen, der, indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, in die vierte Vertiefung eintritt und darin verweilt … ",
  "an6.60:7.2": "Mit dem Gedanken: ‚Ich erreiche die vierte Vertiefung‘ tut er sich eng mit Mönchen und Nonnen, Laienmännern und Laienfrauen zusammen … ",
  "an6.60:7.3": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an6.60:7.4": "Wie ein See in einer Bergschlucht, der glatt und ohne Wellen wäre: ",
  "an6.60:7.5": "Wäre es richtig, zu sagen, dass auf diesem See nie mehr Wellen aufkommen werden?“ ",
  "an6.60:7.6": "„Nein, das wäre es nicht, werter Freund. ",
  "an6.60:7.7": "Denn es ist wohl möglich, dass ein heftiger Sturm aus Osten, Westen, Norden oder Süden losbricht und auf diesem See Wellen aufwühlt.“ ",
  "an6.60:7.8": "„Ebenso ist es mit einem Menschen, der, indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, in die vierte Vertiefung eintritt und darin verweilt … ",
  "an6.60:7.9": "Mit dem Gedanken: ‚Ich erreiche die vierte Vertiefung‘ tut er sich eng mit Mönchen und Nonnen, Laienmännern und Laienfrauen zusammen … ",
  "an6.60:7.10": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an6.60:8.1": "Nehmen wir einen Menschen, der, indem er seine Aufmerksamkeit von allen Merkmalen abwendet, in die merkmalslose Versenkung des Herzens eintritt und darin verweilt. ",
  "an6.60:8.2": "Mit dem Gedanken: ‚Ich erreiche die merkmalslose Versenkung des Herzens‘ tut er sich eng mit Mönchen und Nonnen, Laienmännern und Laienfrauen zusammen, mit Herrschern und ihren Ministern und mit Lehrern, die andere Wege lehren, und deren Schülern. ",
  "an6.60:8.3": "Wenn sie sich eng zusammentun, wird er mit ihnen vertraulich und persönlich, verbringt Zeit mit Plaudern, und Begierde befällt seinen Geist. ",
  "an6.60:8.4": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "an6.60:8.5": "Wie ein König oder ein königlicher Minister, der mit seinem Heer aus vier Abteilungen die Straße entlangzöge und zu einem Waldstück käme, wo sie das Nachtlager aufschlügen; ",
  "an6.60:8.6": "und wegen des Lärms, den die Elefanten, Pferde, Wagen, Soldaten und die Trommeln, Schlaginstrumente, Schneckenhörner und Becken machten, würde das Zirpen der Grillen verschwinden: ",
  "an6.60:8.7": "Wäre es richtig, zu sagen, dass das Zirpen der Grillen in diesem Waldstück nie mehr zu hören sein wird?“ ",
  "an6.60:8.8": "„Nein, das wäre es nicht, werter Freund. ",
  "an6.60:8.9": "Denn es ist wohl möglich, dass der König oder der königliche Minister von diesem Waldstück abreisen wird, sodass das Zirpen der Grillen dort wieder zu hören ist.“ ",
  "an6.60:8.10": "„Ebenso ist es mit einem Menschen, der, indem er seine Aufmerksamkeit von allen Merkmalen abwendet, in die merkmalslose Versenkung des Herzens eintritt und darin verweilt. … ",
  "an6.60:8.13": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu.“ ",
  "an6.60:9.1": "Nach einer Weile brach der Ehrwürdige Citta Hatthisāriputta die Schulung ab und wandte sich wieder einem geringeren Leben zu. ",
  "an6.60:9.2": "Und die Mönche, die seine Gefährten waren, gingen zum Ehrwürdigen Mahākoṭṭhita und sagten: ",
  "an6.60:9.3": "„Hat der Ehrwürdige Mahākoṭṭhita Citta Hatthisāriputtas Geist erfasst und gewusst, ",
  "an6.60:9.4": "dass er so und so einen erhabenen Meditationszustand erreicht hatte und doch die Schulung abbrechen und sich wieder einem geringeren Leben zuwenden würde? ",
  "an6.60:9.5": "Oder haben Gottheiten es ihm gesagt?“ ",
  "an6.60:9.7": "„Werte Freunde, ich habe seinen Geist erfasst und es gewusst, ",
  "an6.60:9.9": "und auch Gottheiten haben es mir gesagt.“ ",
  "an6.60:10.1": "Darauf gingen die Mönche und Nonnen, die Citta Hatthisāriputtas Gefährten waren, zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "an6.60:10.2": "„Herr, Citta Hatthisāriputta hatte so und so einen erhabenen Meditationszustand erreicht und hat doch die Schulung abgebrochen und sich wieder einem geringeren Leben zugewandt.“ ",
  "an6.60:10.3": "„Mönche und Nonnen, Citta Hatthisāriputta wird sich bald an die Entsagung erinnern.“ ",
  "an6.60:11.1": "Und nicht lange danach rasierte sich Citta Hatthisāriputta Haar und Bart, legte ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. ",
  "an6.60:11.2": "Da gelangte Citta Hatthisāriputta, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches anständige Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "an6.60:11.3": "Er verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "an6.60:11.4": "Und der Ehrwürdige Citta Hatthisāriputta war einer der Vollendeten. "
}