{
  "an6.38:0.1": "Nummerierte Lehrreden 6 ",
  "an6.38:0.2": "4. Gottheiten ",
  "an6.38:0.3": "38. Der eigene Wille ",
  "an6.38:1.1": "Da ging ein gewisser Brahmane zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an6.38:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an6.38:1.3": "„Meister Gotama, dies ist meine Lehre und Ansicht: ",
  "an6.38:1.4": "Man handelt nicht aus eigenem Willen, noch handelt man aus dem Willen eines anderen heraus.“ ",
  "an6.38:1.5": "„Nun, Brahmane, ich habe nie gesehen oder gehört, dass jemand eine solche Lehre oder Ansicht vertrat. ",
  "an6.38:1.6": "Wie um alles in der Welt kann jemand, der selbst kommt und geht, sagen, ",
  "an6.38:1.7": "dass man nicht aus eigenem Willen, noch aus dem Willen eines anderen heraus handelt? ",
  "an6.38:2.1": "Was meinst du, Brahmane? Gibt es ein Element des Sich-Entschließens?“ ",
  "an6.38:2.2": "„Ja, Herr.“ ",
  "an6.38:2.3": "„Wenn das so ist, finden wir dann Lebewesen, die sich zu einer Tätigkeit entschließen?“ ",
  "an6.38:2.4": "„Ja, Herr.“ ",
  "an6.38:2.5": "„Wenn es ein Element des Sich-Entschließens gibt und wenn man Lebewesen findet, die sich zu einer Tätigkeit entschließen, dann handeln die Lebewesen aus eigenem Willen oder aus dem Willen eines anderen heraus. ",
  "an6.38:3.1": "Was meinst du, Brahmane? Gibt es ein Element der Ausdauer … ",
  "an6.38:3.2": "ein Element der Tatkraft … ",
  "an6.38:3.3": "ein Element der Stärke … ",
  "an6.38:3.4": "ein Element der Beharrlichkeit … ",
  "an6.38:3.5": "gibt es ein Element des Sich-Bemühens?“ ",
  "an6.38:3.6": "„Ja, Herr.“ ",
  "an6.38:3.7": "„Wenn das so ist, finden wir dann Lebewesen, die sich bemühen?“ ",
  "an6.38:3.8": "„Ja, Herr.“ ",
  "an6.38:3.9": "„Wenn es ein Element des Sich-Bemühens gibt und wenn man Lebewesen findet, die sich bemühen, dann handeln die Lebewesen aus eigenem Willen oder aus dem Willen eines anderen heraus. ",
  "an6.38:4.1": "Nun, Brahmane, ich habe nie gesehen oder gehört, dass jemand eine solche Lehre oder Ansicht vertrat. ",
  "an6.38:4.2": "Wie um alles in der Welt kann jemand, der selbst kommt und geht, sagen, ",
  "an6.38:4.3": "dass man nicht aus eigenem Willen, noch aus dem Willen eines anderen heraus handelt?“ ",
  "an6.38:5.1": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "an6.38:5.2": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}