{
  "an6.21:0.1": "Nummerierte Lehrreden 6 ",
  "an6.21:0.2": "3. Unübertrefflich ",
  "an6.21:0.3": "21. Beim Dorf Sāma ",
  "an6.21:1.1": "Einmal hielt sich der Buddha im Land der Sakyer bei dem Dörfchen Sāma auf, an einem Lotusteich. ",
  "an6.21:1.2": "Da kam spät in der Nacht eine prachtvolle Gottheit, die den Lotusteich weithin erhellte, zum Buddha, verbeugte sich, stellte sich zur Seite hin und sagte zu ihm: ",
  "an6.21:2.1": "„Herr, drei Eigenschaften führen zum Niedergang eines Mönchs oder einer Nonne. ",
  "an6.21:2.2": "Welche drei? ",
  "an6.21:2.3": "Man genießt Arbeit, Reden und Schlafen. ",
  "an6.21:2.4": "Diese drei Eigenschaften führen zum Niedergang eines Mönchs oder einer Nonne.“ ",
  "an6.21:2.5": "So sprach jene Gottheit ",
  "an6.21:2.6": "und der Lehrer stimmte zu. ",
  "an6.21:2.7": "Da verbeugte sich diese Gottheit, der Zustimmung des Lehrers gewiss, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und verschwand eben dort. ",
  "an6.21:3.1": "Als dann die Nacht vorüber war, berichtete der Buddha den Mönchen und Nonnen, was vorgefallen war, und fügte hinzu: ",
  "an6.21:3.9": "„Es ist ein Unglück für diejenigen unter euch, von denen selbst die Gottheiten wissen, dass bei ihnen die tauglichen Eigenschaften abnehmen. ",
  "an6.21:4.1": "Ich will euch noch drei weitere Eigenschaften lehren, die zum Niedergang führen. ",
  "an6.21:4.2": "Hört zu und passt gut auf, ich werde sprechen.“ ",
  "an6.21:4.3": "„Ja, Herr“, antworteten sie. ",
  "an6.21:4.4": "Der Buddha sagte: ",
  "an6.21:4.5": "„Und was, Mönche und Nonnen, sind die drei Eigenschaften, die zum Niedergang führen? ",
  "an6.21:4.6": "Man genießt Gesellschaft, ist schwer zu ermahnen und hat schlechte Freunde. ",
  "an6.21:4.7": "Diese drei Eigenschaften führen zum Niedergang. ",
  "an6.21:5.1": "Bei allen, bei denen in der Vergangenheit die tauglichen Eigenschaften verkümmert sind, sind sie aus diesen sechs Gründen verkümmert. ",
  "an6.21:5.2": "Bei allen, bei denen sie in Zukunft verkümmern werden, werden sie aus diesen sechs Gründen verkümmern. ",
  "an6.21:5.3": "Bei allen, bei denen sie in der Gegenwart verkümmern, verkümmern sie aus diesen sechs Gründen.“ "
}