{
  "an6.46:0.1": "Nummerierte Lehrreden 6 ",
  "an6.46:0.2": "5. Über Dhammika ",
  "an6.46:0.3": "46. Mahācundas Lehrrede ",
  "an6.46:1.1": "So habe ich es gehört: ",
  "an6.46:1.2": "Einmal hielt sich der Ehrwürdige Mahācunda im Land der Cetiyer bei Sahajāti auf. ",
  "an6.46:1.3": "Da wandte er sich an die Mönche und Nonnen: ",
  "an6.46:1.4": "„Werte Freunde, Mönche und Nonnen!“ ",
  "an6.46:1.5": "„Werter Freund“, antworteten sie. ",
  "an6.46:1.6": "Der Ehrwürdige Mahācunda sagte: ",
  "an6.46:2.1": "„Angenommen, Mönche oder Nonnen, die das klare Sehen der Gesetzmäßigkeiten üben, tadeln andere, die die Meditation der Vertiefungen üben: ",
  "an6.46:2.2": "‚Sie sagen: „Wir üben die Meditation der Vertiefungen!“ Und sie meditieren und konzentrieren sich und sinnen und betrachten. ",
  "an6.46:2.3": "Warum üben sie die Meditation der Vertiefungen? In welcher Weise üben sie die Meditation der Vertiefungen? Wie üben sie die Meditation der Vertiefungen?‘ ",
  "an6.46:2.4": "In diesem Fall sind die Mönche oder Nonnen, die das klare Sehen der Gesetzmäßigkeiten üben, nicht ergriffen, noch sind es die, welche die Meditation der Vertiefungen üben. Und sie handeln nicht zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "an6.46:3.1": "Und angenommen, Mönche oder Nonnen, die die Meditation der Vertiefungen üben, tadeln andere, die das klare Sehen der Gesetzmäßigkeiten üben: ",
  "an6.46:3.2": "‚Sie sagen: „Wir üben das klare Sehen der Gesetzmäßigkeiten! Wir üben das klare Sehen der Gesetzmäßigkeiten!“ Aber sie sind rastlos, anmaßend, launisch und unflätig ist, mit loser Zunge, unachtsam, ohne Umsicht und Versenkung, mit schweifendem Geist und unbeherrschten Sinnen. ",
  "an6.46:3.3": "Warum üben die das klare Sehen der Gesetzmäßigkeiten? In welcher Weise üben sie das klare Sehen der Gesetzmäßigkeiten? Wie üben sie das klare Sehen der Gesetzmäßigkeiten?‘ ",
  "an6.46:3.4": "In diesem Fall sind die Mönche oder Nonnen, die die Meditation der Vertiefungen üben, nicht ergriffen, noch sind es die, welche das klare Sehen der Gesetzmäßigkeiten üben. Und sie handeln nicht zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "an6.46:4.1": "Und angenommen, Mönche oder Nonnen, die das klare Sehen der Gesetzmäßigkeiten üben, preisen nur ihresgleichen, nicht die, welche die Meditation der Vertiefungen üben. ",
  "an6.46:4.2": "In diesem Fall sind die Mönche oder Nonnen, die das klare Sehen der Gesetzmäßigkeiten üben, nicht ergriffen, noch sind es die, welche die Meditation der Vertiefungen üben. Und sie handeln nicht zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "an6.46:5.1": "Und angenommen, Mönche oder Nonnen, die die Meditation der Vertiefungen üben, preisen nur ihresgleichen, nicht die, die das klare Sehen der Gesetzmäßigkeiten üben. ",
  "an6.46:5.2": "In diesem Fall sind die Mönche oder Nonnen, die die Meditation der Vertiefungen üben, nicht ergriffen, noch sind es die, die das klare Sehen der Gesetzmäßigkeiten üben. Und sie handeln nicht zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "an6.46:6.1": "Daher solltet ihr so üben: ",
  "an6.46:6.2": "‚Als Mönche oder Nonnen, die das klare Sehen der Gesetzmäßigkeiten üben, wollen wir die preisen, die die Meditation der Vertiefungen üben.‘ ",
  "an6.46:6.3": "So solltet ihr üben. ",
  "an6.46:6.4": "Und warum? ",
  "an6.46:6.5": "Weil es unglaublich selten ist, dass man Menschen in der Welt findet, die das Element der Unsterblichkeit leibhaftig in der Meditation erfahren haben. ",
  "an6.46:7.1": "Daher solltet ihr so üben: ",
  "an6.46:7.2": "‚Als Mönche oder Nonnen, die die Meditation der Vertiefungen üben, wollen wir die preisen, die das klare Sehen der Gesetzmäßigkeiten üben.‘ ",
  "an6.46:7.3": "So solltet ihr üben. ",
  "an6.46:7.4": "Und warum? ",
  "an6.46:7.5": "Weil es unglaublich selten ist, dass man Menschen in der Welt findet, die die Bedeutung eines tiefgründigen Ausspruchs mit durchdringender Weisheit sehen.“ "
}