{
  "an6.29:0.1": "Nummerierte Lehrreden 6 ",
  "an6.29:0.2": "3. Unübertrefflich ",
  "an6.29:0.3": "29. Mit Udāyī ",
  "an6.29:1.1": "Da sagte der Buddha zum Ehrwürdigen Udāyī: ",
  "an6.29:1.2": "„Udāyī, wie viele Gegenstände zur Besinnung gibt es?“ ",
  "an6.29:1.3": "Darauf schwieg Udāyī. ",
  "an6.29:1.4": "Zum zweiten Mal … ",
  "an6.29:1.7": "und zum dritten Mal fragte ihn der Buddha: ",
  "an6.29:1.8": "„Udāyī, wie viele Gegenstände zur Besinnung gibt es?“ ",
  "an6.29:1.9": "Und zum zweiten und zum dritten Mal schwieg Udāyī. ",
  "an6.29:2.1": "Da sagte der Ehrwürdige Ānanda zum Ehrwürdigen Udāyī: ",
  "an6.29:2.2": "„Werter Udāyī, der Lehrer redet mit dir.“ ",
  "an6.29:2.3": "„Werter Ānanda, ich höre den Buddha. ",
  "an6.29:2.4": "Da erinnert sich ein Mönch an viele Arten früherer Leben, das heißt eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Er erinnert sich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "an6.29:2.5": "Das ist ein Gegenstand zur Besinnung.“ ",
  "an6.29:3.1": "Da sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "an6.29:3.2": "„Ānanda, ich weiß, ",
  "an6.29:3.3": "dass Udāyī, dieser törichte Mann, sich nicht dem hohen Geist verschrieben hat. ",
  "an6.29:3.4": "Ānanda, wie viele Gegenstände zur Besinnung gibt es?“ ",
  "an6.29:4.1": "„Herr, es gibt fünf Gegenstände zur Besinnung. ",
  "an6.29:4.2": "Welche fünf? ",
  "an6.29:4.3": "Zunächst tritt da ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin … in die zweite Vertiefung … in die dritte Vertiefung. ",
  "an6.29:4.4": "Wenn dieser Gegenstand zur Besinnung so entwickelt und gepflegt wird, führt er zu wonnevoller Meditation in diesem Leben. ",
  "an6.29:5.1": "Dann wendet sich da eine Nonne der Wahrnehmung von Licht zu, konzentriert sich auf die Wahrnehmung des Tages, bei Tag und Nacht, bei Nacht und Tag. ",
  "an6.29:5.2": "Und so entwickelt sie mit offenem und unverhülltem Herzen einen Geist voller Glanz. ",
  "an6.29:5.3": "Wenn dieser Gegenstand zur Besinnung so entwickelt und gepflegt wird, führt er zum Erkennen und Sehen. ",
  "an6.29:6.1": "Dann betrachtet da ein Mönch seinen eigenen Körper, von den Fußsohlen aufwärts und von den Haarspitzen abwärts, der von Haut umhüllt und mit zahlreichen widerlichen Dingen angefüllt ist. ",
  "an6.29:6.2": "‚In diesem Körper gibt es Kopfhaare, Körperhaare, Nägel, Zähne, Haut, Fleisch, Sehnen, Knochen, Knochenmark, Nieren, Herz, Leber, Zwerchfell, Milz, Lungen, Därme, Gekröse, Speisebrei, Kot, Galle, Schleim, Eiter, Blut, Schweiß, Fett, Tränen, Talg, Speichel, Nasenschleim, Gelenkschmiere, Urin.‘ ",
  "an6.29:6.3": "Wenn dieser Gegenstand zur Besinnung so entwickelt und gepflegt wird, führt er dazu, das sinnliche Verlangen aufzugeben. ",
  "an6.29:7.1": "Nehmen wir dann an, eine Nonne sähe eine Leiche, weggeworfen auf ein Leichenfeld, seit einem, zwei oder drei Tagen tot, aufgedunsen, blau verfärbt und verwesend. ",
  "an6.29:7.2": "Sie würde sie mit ihrem eigenen Körper vergleichen: ",
  "an6.29:7.3": "‚Dieser Körper hat dieselbe Natur, ist von derselben Art und kann nicht darüber hinausgehen.‘ ",
  "an6.29:8.1": "Oder nehmen wir an, sie sähe eine Leiche, weggeworfen auf ein Leichenfeld, die von Krähen, Habichten, Geiern, Reihern, Hunden, Tigern, Leoparden, Schakalen und vielen Arten von Kleintieren gefressen würde. ",
  "an6.29:8.2": "Sie würde sie mit ihrem eigenen Körper vergleichen: ",
  "an6.29:8.3": "‚Dieser Körper hat dieselbe Natur, ist von derselben Art und kann nicht darüber hinausgehen.‘ ",
  "an6.29:9.1": "Oder nehmen wir an, sie sähe eine Leiche, weggeworfen auf ein Leichenfeld, ein Skelett mit Fleisch- und Blutresten, das von Sehnen zusammengehalten wird … ",
  "an6.29:9.2": "ein Skelett ohne Fleisch, doch blutverschmiert und von Sehnen zusammengehalten … ",
  "an6.29:9.3": "ein Skelett ohne Fleisch und Blut, von Sehnen zusammengehalten … ",
  "an6.29:9.4": "Knochen ohne Sehnen, in alle Himmelsrichtungen verstreut. Hier ein Handknochen, da ein Fußknochen, hier ein Schienbein, da ein Oberschenkel, hier ein Becken, da eine Rippe, hier ein Wirbelknochen, da ein Armknochen, hier ein Halswirbel, da ein Kieferknochen, hier ein Zahn, da der Schädel … weiße Knochen in der Farbe von Muscheln … zerfallende Knochen, auf einen Haufen getürmt … vermoderte Knochen, zu Staub zerfallen. ",
  "an6.29:9.5": "Sie würde sie mit ihrem eigenen Körper vergleichen: ",
  "an6.29:9.6": "‚Dieser Körper hat dieselbe Natur, ist von derselben Art und kann nicht darüber hinausgehen.‘ ",
  "an6.29:9.7": "Wenn dieser Gegenstand zur Besinnung so entwickelt und gepflegt wird, führt er dazu, die Einbildung ‚ich bin‘ zu entwurzeln. ",
  "an6.29:10.1": "Dann tritt da ein Mönch, indem er Glück und Schmerz ablegt und frühere Fröhlichkeit und Traurigkeit beendet, in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an6.29:10.2": "Wenn dieser Gegenstand zur Besinnung so entwickelt und gepflegt wird, führt er zum Durchdringen vieler Elemente. ",
  "an6.29:10.3": "Das sind die fünf Gegenstände zur Besinnung.“ ",
  "an6.29:11.1": "„Gut, gut, Ānanda! ",
  "an6.29:11.2": "Nun, Ānanda, du solltest dir auch diesen sechsten Gegenstand zur Besinnung merken: ",
  "an6.29:11.3": "Da geht eine Nonne achtsam aus, kommt achtsam zurück, steht achtsam, sitzt achtsam, liegt achtsam und verrichtet achtsam ihre Arbeit. ",
  "an6.29:11.4": "Wenn dieser Gegenstand zur Besinnung so entwickelt und gepflegt wird, führt er zu Achtsamkeit und Umsicht.“ "
}