{
  "an6.55:0.1": "Nummerierte Lehrreden 6 ",
  "an6.55:0.2": "6. Das große Kapitel ",
  "an6.55:0.3": "55. Mit Soṇa ",
  "an6.55:1.1": "So habe ich es gehört: ",
  "an6.55:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "an6.55:1.3": "Zu dieser Zeit nun hielt sich der Ehrwürdige Soṇa bei Rājagaha auf, im Kühlen Wäldchen. ",
  "an6.55:1.4": "Da kam ihm, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "an6.55:1.5": "„Ich bin einer der energischsten Schüler des Buddha. ",
  "an6.55:1.6": "Und doch ist mein Geist nicht durch Nicht-Ergreifen von den Befleckungen befreit. Aber meine Familie hat Vermögen. Ich könnte dieses Vermögen genießen und Verdienst schaffen. ",
  "an6.55:1.7": "Warum breche ich nicht die Übung ab und wende mich wieder einem geringeren Leben zu, sodass ich mein Vermögen genießen und Verdienst schaffen kann?“ ",
  "an6.55:2.1": "Und der Buddha wusste, was der Ehrwürdige Soṇa dachte. So leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwand er von der Geierkuppe, erschien wieder im Kühlen Wäldchen vor Soṇa ",
  "an6.55:2.2": "und setzte sich auf den ausgebreiteten Sitz. ",
  "an6.55:2.3": "Soṇa verbeugte sich vor dem Buddha und setzte sich zur Seite hin. ",
  "an6.55:2.4": "Der Buddha sagte zu ihm: ",
  "an6.55:3.1": "„Soṇa, als du für dich allein in Klausur warst, ist dir da nicht dieser Gedanke in den Sinn gekommen: ",
  "an6.55:3.2": "‚Ich bin einer der energischsten Schüler des Buddha. ",
  "an6.55:3.3": "Und doch ist mein Geist nicht durch Nicht-Ergreifen von den Befleckungen befreit. Aber meine Familie hat Vermögen. Ich könnte dieses Vermögen genießen und Verdienst schaffen. ",
  "an6.55:3.4": "Warum breche ich nicht die Übung ab und wende mich wieder einem geringeren Leben zu, sodass ich mein Vermögen genießen und Verdienst schaffen kann?‘“ ",
  "an6.55:3.5": "„Ja, Herr.“ ",
  "an6.55:4.1": "„Was denkst du, Soṇa? ",
  "an6.55:4.2": "Als du noch ein Laie warst, warst du da nicht ein guter Harfenist?“ ",
  "an6.55:4.3": "„Ja, Herr.“ ",
  "an6.55:4.4": "„Wenn die Saiten deiner Harfe zu straff gespannt waren, hat sie da richtig geklungen und war zu gebrauchen?“ ",
  "an6.55:4.5": "„Nein, Herr.“ ",
  "an6.55:5.1": "„Wenn die Saiten deiner Harfe zu locker gespannt waren, hat sie da richtig geklungen und war zu gebrauchen?“ ",
  "an6.55:5.2": "„Nein, Herr.“ ",
  "an6.55:6.1": "„Doch wenn die Saiten deiner Harfe weder zu straff noch zu locker gespannt waren, sondern mit einer gleichmäßigen Spannung befestigt waren, hat sie da richtig geklungen und war zu gebrauchen?“ ",
  "an6.55:6.2": "„Ja, Herr.“ ",
  "an6.55:7.1": "„Ebenso, Soṇa, führt es zu Rastlosigkeit, wenn die Energie zu nachdrücklich ist, und wenn sie zu lasch ist, führt es zu Faulheit. ",
  "an6.55:7.2": "Daher, Soṇa, solltest du Energie und Gelassenheit aufwenden, ein Gleichgewicht der Fähigkeiten finden und die Merkmale davon verstehen.“ ",
  "an6.55:7.3": "„Ja, Herr“, antwortete Soṇa. ",
  "an6.55:7.4": "Nachdem er Soṇa so angeleitet hatte, verschwand der Buddha so leicht, wie eine starke Person den Arm strecken oder beugen würde, vom Kühlen Wäldchen und erschien wieder auf der Geierkuppe. ",
  "an6.55:8.1": "Nach einiger Zeit wandte Soṇa Energie und Gelassenheit auf, fand ein Gleichgewicht der Fähigkeiten und verstand die Merkmale davon. ",
  "an6.55:8.2": "Da gelangte Soṇa, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches Söhne aus gutem Haus zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "an6.55:8.3": "Er verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "an6.55:8.4": "Und der Ehrwürdige Soṇa war einer der Vollendeten. ",
  "an6.55:9.1": "Als dann Soṇa die Vollendung erlangt hatte, dachte er: ",
  "an6.55:9.2": "„Warum gehe ich nicht zum Buddha und erkläre in seiner Gegenwart meine Erleuchtung?“ ",
  "an6.55:9.3": "Und Soṇa ging zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an6.55:10.1": "„Herr, ein Mönch, der vollendet ist – dessen Befleckungen aufgelöst sind, der die spirituelle Reise abgeschlossen hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Wissen richtig befreit ist – ein solcher Mönch weiht sich sechs Dingen: ",
  "an6.55:10.2": "Er weiht sich der Entsagung, der Abgeschiedenheit, dem Wohlwollen, dem Beenden des Verlangens, dem Beenden des Ergreifens und der geistigen Klarheit. ",
  "an6.55:11.1": "Herr, es kann sein, dass einer der anwesenden Ehrwürdigen denkt: ",
  "an6.55:11.2": "‚Vielleicht weiht sich dieser Ehrwürdige der Entsagung nur aus bloßem Vertrauen.‘ ",
  "an6.55:11.3": "Aber so sollte man es nicht sehen. ",
  "an6.55:11.4": "Ein Mönch, dessen Befleckungen aufgelöst sind, sieht in sich selbst nichts mehr, das noch zu tun oder zu verbessern wäre. Er weiht sich der Entsagung, weil er von Gier, Hass und Täuschung frei ist, weil Gier, Hass und Täuschung zu Ende sind. ",
  "an6.55:12.1": "Herr, es kann sein, dass einer der anwesenden Ehrwürdigen denkt: ",
  "an6.55:12.2": "‚Vielleicht weiht sich dieser Ehrwürdige der Abgeschiedenheit, weil er Besitz, Ehre und Beliebtheit genießt.‘ ",
  "an6.55:12.3": "Aber so sollte man es nicht sehen. … ",
  "an6.55:13.1": "Herr, es kann sein, dass einer der anwesenden Ehrwürdigen denkt: ",
  "an6.55:13.2": "‚Vielleicht weiht sich dieser Ehrwürdige dem Wohlwollen, weil er das Einhalten von Regeln und Gelübden für das Wichtigste hält.‘ ",
  "an6.55:13.3": "Aber so sollte man es nicht sehen. … ",
  "an6.55:14.1": "Er weiht sich dem Beenden des Verlangens, weil er von Gier, Hass und Täuschung frei ist, weil Gier, Hass und Täuschung zu Ende sind. ",
  "an6.55:15.1": "Er weiht sich dem Beenden des Ergreifens, weil er von Gier, Hass und Täuschung frei ist, weil Gier, Hass und Täuschung zu Ende sind. ",
  "an6.55:16.1": "Er weiht sich der geistigen Klarheit, weil er von Gier, Hass und Täuschung frei ist, weil Gier, Hass und Täuschung zu Ende sind. ",
  "an6.55:17.1": "Wenn der Geist eines Mönchs so befreit ist, so wird er, selbst wenn einnehmende Bilder in sein Blickfeld gelangen, von diesen nicht überwältigt. ",
  "an6.55:17.2": "Der Geist bleibt unberührt. Er ist stetig, unerschütterlich und beobachtet das Verschwinden. ",
  "an6.55:17.3": "Selbst wenn einnehmende Töne … ",
  "an6.55:17.4": "Düfte … ",
  "an6.55:17.5": "Geschmäcke … ",
  "an6.55:17.6": "Berührungen … ",
  "an6.55:17.7": "oder wenn einnehmende Gedanken in Reichweite des Geistes gelangen, wird er von diesen nicht überwältigt. ",
  "an6.55:17.8": "Der Geist bleibt unberührt. Er ist stetig, unerschütterlich und beobachtet das Verschwinden. ",
  "an6.55:17.9": "Wie wenn da ein Berg wäre, der aus einer einzigen festen Felsmasse bestünde, ohne Spalten oder Löcher: ",
  "an6.55:17.10": "Selbst wenn heftige Stürme aus Osten, Westen, Norden oder Süden losbrechen würden, ",
  "an6.55:17.12": "könnten sie ihn nicht zum Zittern, Schwanken oder Beben bringen. ",
  "an6.55:17.13": "Ebenso ist es, wenn der Geist eines Mönchs so befreit ist: Er wird, selbst wenn einnehmende Bilder in sein Blickfeld gelangen, von diesen nicht überwältigt. … ",
  "an6.55:17.20": "Der Geist bleibt unberührt. Er ist stetig, unerschütterlich und beobachtet das Verschwinden. ",
  "an6.55:18.1": "Wenn du dich der Entsagung weihst ",
  "an6.55:18.2": "und der Abgeschiedenheit des Herzens, ",
  "an6.55:18.3": "wenn du dich dem Wohlwollen ",
  "an6.55:18.4": "und dem Beenden des Ergreifens weihst, ",
  "an6.55:19.1": "wenn du dich dem Beenden des Verlangens ",
  "an6.55:19.2": "und der Klarheit des Herzens weihst; ",
  "an6.55:19.3": "und wenn du das Entstehen der Sinne gesehen hast, ",
  "an6.55:19.4": "ist dein Geist richtig befreit. ",
  "an6.55:20.1": "Für diesen, den richtig Befreiten, ",
  "an6.55:20.2": "einen Mönch mit friedvollem Geist, ",
  "an6.55:20.3": "gibt es nichts zu verbessern ",
  "an6.55:20.4": "und nichts mehr zu tun. ",
  "an6.55:21.1": "So wie der Wind ",
  "an6.55:21.2": "eine feste Felsmasse nicht aufwühlen kann, ",
  "an6.55:21.3": "so können Bilder, Geschmäcke, Töne, ",
  "an6.55:21.4": "Düfte und Berührungen – sie alle – ",
  "an6.55:22.1": "und auch Gedanken, ob erwünscht oder nicht, ",
  "an6.55:22.2": "diesen Gefassten nicht stören. ",
  "an6.55:22.3": "Sein Geist ist stetig und frei, ",
  "an6.55:22.4": "wenn er das Verschwinden beobachtet.“ "
}