{
  "an6.16:0.1": "Nummerierte Lehrreden 6 ",
  "an6.16:0.2": "2. Warmherzig ",
  "an6.16:0.3": "16. Nakulas Vater ",
  "an6.16:1.1": "Einmal hielt sich der Buddha im Land der Bhagger auf dem Krokodilhügel auf, im Wildpark bei Bhesakaḷās Wald. ",
  "an6.16:1.2": "Zu dieser Zeit nun war Nakulas Vater, der Hausbesitzer, mitgenommen, leidend, schwer krank. ",
  "an6.16:1.3": "Da sagte Nakulas Mutter, die Hausbesitzerin, zu ihm: ",
  "an6.16:2.1": "„Hausbesitzer, mach dir, wenn du hinscheidest, keine Sorgen. ",
  "an6.16:2.2": "Solche Sorgen sind Leiden, ",
  "an6.16:2.3": "und sie werden vom Buddha getadelt. ",
  "an6.16:2.4": "Hausbesitzer, du denkst vielleicht: ",
  "an6.16:2.5": "‚Wenn ich nicht mehr da bin, wird Nakulas Mutter, die Hausbesitzerin, nicht in der Lage sein, die Kinder zu versorgen und für den Haushalt genug Teppiche zu haben.‘ ",
  "an6.16:2.6": "Aber so solltest du es nicht sehen. ",
  "an6.16:2.7": "Ich habe Geschick beim Spinnen von Baumwolle und beim Kämmen von Wolle. ",
  "an6.16:2.8": "Ich bin in der Lage, die Kinder zu versorgen und für den Haushalt genug Teppiche zu haben. ",
  "an6.16:2.9": "Daher, Hausbesitzer, mach dir, wenn du hinscheidest, keine Sorgen … ",
  "an6.16:3.1": "Hausbesitzer, du denkst vielleicht: ",
  "an6.16:3.2": "‚Wenn ich nicht mehr da bin, wird Nakulas Mutter, die Hausbesitzerin, einen anderen Mann nehmen.‘ ",
  "an6.16:3.3": "Aber so solltest du es nicht sehen. ",
  "an6.16:3.4": "Wir wissen beide, dass wir in den letzten sechzehn Jahren enthaltsam im Haus gelebt haben. ",
  "an6.16:3.5": "Daher, Hausbesitzer, mach dir, wenn du hinscheidest, keine Sorgen … ",
  "an6.16:4.1": "Hausbesitzer, du denkst vielleicht: ",
  "an6.16:4.2": "‚Wenn ich nicht mehr da bin, wird Nakulas Mutter, die Hausbesitzerin, den Buddha und seinen Saṅgha von Mönchen und Nonnen nicht mehr sehen wollen.‘ ",
  "an6.16:4.3": "Aber so solltest du es nicht sehen. ",
  "an6.16:4.4": "Wenn du nicht mehr da bist, werde ich den Buddha und seinen Saṅgha sogar noch mehr sehen wollen. ",
  "an6.16:4.5": "Daher, Hausbesitzer, mach dir, wenn du hinscheidest, keine Sorgen … ",
  "an6.16:5.1": "Hausbesitzer, du denkst vielleicht: ",
  "an6.16:5.2": "‚Wenn ich nicht mehr da bin, wird Nakulas Mutter, die Hausbesitzerin, ihr sittliches Verhalten nicht erfüllen.‘ ",
  "an6.16:5.3": "Aber so solltest du es nicht sehen. ",
  "an6.16:5.4": "Ich gehöre zu den weiß gekleideten Schülerinnen des Buddha, die ihr sittliches Verhalten erfüllen. ",
  "an6.16:5.5": "Wer daran zweifelt, kann zum Buddha gehen und ihn fragen. Er hält sich im Land der Bhagger auf dem Krokodilhügel auf, im Wildpark bei Bhesakaḷās Wald. ",
  "an6.16:5.6": "Daher, Hausbesitzer, mach dir, wenn du hinscheidest, keine Sorgen … ",
  "an6.16:6.1": "Hausbesitzer, du denkst vielleicht: ",
  "an6.16:6.2": "‚Nakulas Mutter, die Hausbesitzerin, besitzt nicht die innere Ruhe des Herzens.‘ ",
  "an6.16:6.3": "Aber so solltest du es nicht sehen. ",
  "an6.16:6.4": "Ich gehöre zu den weiß gekleideten Schülerinnen des Buddha, die die innere Ruhe des Herzens besitzen. ",
  "an6.16:6.5": "Wer daran zweifelt, kann zum Buddha gehen und ihn fragen. Er hält sich im Land der Bhagger auf dem Krokodilhügel auf, im Wildpark bei Bhesakaḷās Wald. ",
  "an6.16:6.6": "Daher, Hausbesitzer, mach dir, wenn du hinscheidest, keine Sorgen … ",
  "an6.16:7.1": "Hausbesitzer, du denkst vielleicht: ",
  "an6.16:7.2": "‚Nakulas Mutter, die Hausbesitzerin, hat keine Grundlage gewonnen, hat keine feste Grundlage und keinen Trost in dieser Lehre und Übung gefunden. Sie ist nicht über den Zweifel hinausgegangen, hat sich nicht von Unschlüssigkeit frei gemacht und kein Selbstvertrauen gewonnen. Sie ist in der Anleitung des Lehrers nicht von anderen unabhängig.‘ ",
  "an6.16:7.3": "Aber so solltest du es nicht sehen. ",
  "an6.16:7.4": "Ich gehöre zu den weiß gekleideten Schülerinnen des Buddha, die eine Grundlage gewonnen haben, die eine feste Grundlage und einen Trost in dieser Lehre und Übung gefunden haben. Ich bin über den Zweifel hinausgegangen, habe mich von Unschlüssigkeit frei gemacht und habe Selbstvertrauen gewonnen. Ich bin in der Anleitung des Lehrers von anderen unabhängig.‘ ",
  "an6.16:7.5": "Wer daran zweifelt, kann zum Buddha gehen und ihn fragen. Er hält sich im Land der Bhagger auf dem Krokodilhügel auf, im Wildpark bei Bhesakaḷās Wald. ",
  "an6.16:7.6": "Daher, Hausbesitzer, mach dir, wenn du hinscheidest, keine Sorgen. ",
  "an6.16:7.7": "Solche Sorgen sind Leiden, ",
  "an6.16:7.8": "und sie werden vom Buddha getadelt.“ ",
  "an6.16:8.1": "Und als Nakulas Mutter Nakulas Vater diesen Rat erteilte, klang seine Krankheit auf der Stelle ab. ",
  "an6.16:8.2": "Und so erhob sich Nakulas Vater von dieser Krankheit. ",
  "an6.16:8.3": "So genas er von dieser Krankheit. ",
  "an6.16:8.4": "Bald nach seiner Genesung ging er auf einen Stock gestützt zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an6.16:9.1": "„Du hast Glück, Hausbesitzer, so großes Glück, ",
  "an6.16:9.2": "dass Nakulas Mutter, die Hausbesitzerin, dich aus Güte und Anteilnahme unterrichtet und anleitet! ",
  "an6.16:9.3": "Sie gehört zu den weiß gekleideten Schülerinnen des Buddha, die ihr sittliches Verhalten erfüllen. ",
  "an6.16:9.4": "Sie gehört zu den weiß gekleideten Schülerinnen des Buddha, die die innere Ruhe des Herzens besitzen. ",
  "an6.16:9.5": "Sie gehört zu den weiß gekleideten Schülerinnen des Buddha, die eine Grundlage gewonnen haben, die eine feste Grundlage und einen Trost in dieser Lehre und Übung gefunden haben. Sie ist über den Zweifel hinausgegangen, hat sich von Unschlüssigkeit frei gemacht und hat Selbstvertrauen gewonnen. Sie ist in der Anleitung des Lehrers von anderen unabhängig. ",
  "an6.16:9.6": "Du hast Glück, Hausbesitzer, so großes Glück, ",
  "an6.16:9.7": "dass Nakulas Mutter, die Hausbesitzerin, dich aus Güte und Anteilnahme unterrichtet und anleitet!“ "
}