{
  "an6.62:0.1": "Nummerierte Lehrreden 6.62 ",
  "an6.62:0.2": "6. Das große Kapitel ",
  "an6.62:0.3": "Menschenkenntnis ",
  "an6.62:1.1": "So habe ich es gehört: ",
  "an6.62:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. Er kam zu einem Marktflecken der Kosaler mit Namen Daṇḍakappaka. ",
  "an6.62:1.3": "Der Buddha ging von der Straße ab und setzte sich auf einen ausgebreiteten Sitz an den Fuß eines Baumes. ",
  "an6.62:1.4": "Die Mönche und Nonnen gingen nach Daṇḍakappaka hinein, um sich nach einem Gästehaus umzuschauen. ",
  "an6.62:2.1": "Da ging der Ehrwürdige Ānanda zusammen mit mehreren Mönchen zum Fluss Aciravati, um zu baden. ",
  "an6.62:2.2": "Nach dem Bad, als er aus dem Wasser gestiegen war, stand er in einer Robe da und trocknete sich ab. ",
  "an6.62:2.3": "Da ging ein gewisser Mönch zum Ehrwürdigen Ānanda und sagte zu ihm: ",
  "an6.62:2.4": "„Werter Ānanda, als der Buddha erklärte, ",
  "an6.62:2.5": "dass Devadatta zu einem verlorenen Ort gehen würde, in die Hölle, und dort unrettbar für ein Äon bleiben würde, tat er das nach reiflicher Überlegung oder sagte er es bloß im übertragenen Sinn?“ ",
  "an6.62:2.6": "„Du hast recht, werter Freund, aber so hat der Buddha es erklärt.“ ",
  "an6.62:3.1": "Darauf ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete die Begebenheit. ",
  "an6.62:4.1": "„Ānanda, dieser Mönch muss neu im Orden sein, kürzlich fortgezogen, oder ein törichter, unfähiger älterer Mönch. ",
  "an6.62:4.2": "Wie in aller Welt kann er etwas, das ich verbindlich erklärt habe, für zweideutig halten? ",
  "an6.62:4.3": "Ich sehe keinen einzigen Menschen, über den ich eine Erklärung erst nach so reiflicher Überlegung abgegeben hätte wie bei Devadatta. ",
  "an6.62:4.4": "Solange ich auch nur den Bruchteil einer Haarspitze an Gutem in Devadatta gesehen habe, ",
  "an6.62:4.5": "habe ich nicht erklärt, ",
  "an6.62:4.6": "dass er zu einem verlorenen Ort gehen würde, in die Hölle, und dort unrettbar für ein Äon bleiben würde. ",
  "an6.62:4.7": "Aber als ich sah, dass nicht einmal der Bruchteil einer Haarspitze an Gutem in Devadatta war, ",
  "an6.62:4.8": "habe ich erklärt, ",
  "an6.62:4.9": "dass er zu einem verlorenen Ort gehen würde, in die Hölle, und dort unrettbar für ein Äon bleiben würde. ",
  "an6.62:5.1": "Wie eine Jauchegrube, tiefer als ein Mensch groß ist, die bis an den Rand mit Kot gefüllt wäre, ",
  "an6.62:5.2": "und jemand wäre bis über den Kopf hineingesunken. ",
  "an6.62:5.3": "Und es käme eine Person, die helfen und nützen wollte, die diesen Menschen in Sicherheit bringen und ihn aus der Jauchegrube herausziehen wollte. ",
  "an6.62:5.4": "Doch wenn sie um die ganze Jauchegrube herumginge, sähe sie nicht den Bruchteil einer Haarspitze von ihm, der nicht mit Kot beschmiert wäre. ",
  "an6.62:5.5": "Ebenso sah ich, dass nicht einmal der Bruchteil einer Haarspitze an Gutem in Devadatta war, ",
  "an6.62:5.6": "und da erklärte ich, ",
  "an6.62:5.7": "dass er zu einem verlorenen Ort gehen würde, in die Hölle, und dort unrettbar für ein Äon bleiben würde. ",
  "an6.62:5.8": "Ānanda, wenn ihr nur alle zuhören würdet, wie der Klargewordene die Menschenkenntnis aufgliedert.“ ",
  "an6.62:6.1": "„Jetzt ist die Zeit, Gesegneter! Jetzt ist die Zeit, Heiliger! ",
  "an6.62:6.2": "Der Buddha gliedere bitte die Menschenkenntnis auf. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "an6.62:6.3": "„Also dann, Ānanda, hört zu und passt gut auf, ich werde sprechen.“ ",
  "an6.62:6.4": "„Ja, Herr“, antwortete Ānanda. ",
  "an6.62:6.5": "Der Buddha sagte: ",
  "an6.62:7.1": "„Ānanda, wenn ich den Geist eines Menschen erfasst habe, verstehe ich: ",
  "an6.62:7.2": "‚In diesem Menschen finden sich sowohl taugliche als auch untaugliche Eigenschaften.‘ ",
  "an6.62:7.3": "Nach einiger Zeit erfasse ich seinen Geist und verstehe: ",
  "an6.62:7.4": "‚Die tauglichen Eigenschaften dieses Menschen sind verschwunden und die untauglichen Eigenschaften sind noch vorhanden. ",
  "an6.62:7.5": "Doch die Wurzel des Tauglichen ist bei ihm unversehrt, und von dort aus wird das Taugliche erscheinen. ",
  "an6.62:7.6": "Daher muss dieser Mensch in Zukunft nicht verkümmern.‘ ",
  "an6.62:7.7": "Angenommen, da wären unversehrte Samen, unbeschädigt, nicht von Wind und Sonne verdorben, fruchtbar und wohlverwahrt. Sie würden auf gut bearbeiteten, ertragreichen Boden gesät: ",
  "an6.62:7.8": "Wäre euch nicht klar, dass diese Samen wachsen, größer werden und zur Reife kommen würden?“ ",
  "an6.62:7.9": "„Das wäre es, Herr.“ ",
  "an6.62:7.10": "„Ebenso ist es, wenn ich den Geist eines Menschen erfasst habe. Dann verstehe ich: … ",
  "an6.62:7.15": "‚Dieser Mensch muss in Zukunft nicht verkümmern.‘ ",
  "an6.62:7.16": "So kennt der Klargewordene einen Menschen, indem er seinen Geist erfasst. ",
  "an6.62:7.17": "Und so kennt der Klargewordene die Fähigkeiten eines Menschen, indem er seinen Geist erfasst. ",
  "an6.62:7.18": "Und so kennt der Klargewordene das künftige Entstehen der Eigenschaften eines Menschen, indem er seinen Geist erfasst. ",
  "an6.62:8.1": "Wenn ich den Geist eines Menschen erfasst habe, verstehe ich: ",
  "an6.62:8.2": "‚In diesem Menschen finden sich sowohl taugliche als auch untaugliche Eigenschaften.‘ ",
  "an6.62:8.3": "Nach einiger Zeit erfasse ich seinen Geist und verstehe: ",
  "an6.62:8.4": "‚Die untauglichen Eigenschaften dieses Menschen sind verschwunden und die tauglichen Eigenschaften sind noch vorhanden. ",
  "an6.62:8.5": "Doch die Wurzel des Untauglichen ist bei ihm unversehrt, und von dort aus wird das Untaugliche erscheinen. ",
  "an6.62:8.6": "Daher muss dieser Mensch in Zukunft verkümmern.‘ ",
  "an6.62:8.7": "Angenommen, da wären unversehrte Samen, unbeschädigt, nicht von Wind und Sonne verdorben, fruchtbar und wohlverwahrt. Sie würden auf einen großen Stein gesät: ",
  "an6.62:8.8": "Wäre euch nicht klar, dass diese Samen nicht wachsen, größer werden und zur Reife kommen würden?“ ",
  "an6.62:8.9": "„Das wäre es, Herr.“ ",
  "an6.62:8.10": "„Ebenso ist es, wenn ich den Geist eines Menschen erfasst habe. Dann verstehe ich: … ",
  "an6.62:8.15": "‚Dieser Mensch muss in Zukunft verkümmern.‘ ",
  "an6.62:8.16": "So kennt der Klargewordene einen Menschen, indem er seinen Geist erfasst … ",
  "an6.62:9.1": "Wenn ich den Geist eines Menschen erfasst habe, verstehe ich: ",
  "an6.62:9.2": "‚In diesem Menschen finden sich sowohl taugliche als auch untaugliche Eigenschaften.‘ ",
  "an6.62:9.3": "Nach einiger Zeit erfasse ich seinen Geist und verstehe: ",
  "an6.62:9.4": "‚In diesem Menschen ist nicht einmal der Bruchteil einer Haarspitze an Gutem. Er hat ausschließlich dunkle, untaugliche Eigenschaften. Wenn sei Körper auseinanderbricht, nach dem Tod, wird er an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle.‘ ",
  "an6.62:9.5": "Angenommen, da wären fehlerhafte Samen, beschädigt, von Wind und Sonne verdorben. Sie würden auf gut bearbeiteten, ertragreichen Boden gesät: ",
  "an6.62:9.6": "Wäre euch nicht klar, dass diese Samen nicht wachsen, größer werden und zur Reife kommen würden?“ ",
  "an6.62:9.7": "„Das wäre es, Herr.“ ",
  "an6.62:9.8": "„Ebenso ist es, wenn ich den Geist eines Menschen erfasst habe. Dann verstehe ich: … ",
  "an6.62:9.11": "‚In diesem Menschen ist nicht einmal der Bruchteil einer Haarspitze an Gutem. Er hat ausschließlich dunkle, untaugliche Eigenschaften. Wenn sei Körper auseinanderbricht, nach dem Tod, wird er an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle.‘ …“ ",
  "an6.62:10.1": "Darauf sagte der Ehrwürdige Ānanda zum Buddha: ",
  "an6.62:10.2": "„Herr, kannst du noch drei weitere Menschen beschreiben, die Gegenstücke zu diesen dreien sind?“ ",
  "an6.62:10.3": "„Das kann ich, Ānanda“, sagte der Buddha. ",
  "an6.62:10.4": "„Ānanda, wenn ich den Geist eines Menschen erfasst habe, verstehe ich: ",
  "an6.62:10.5": "‚In diesem Menschen finden sich sowohl taugliche als auch untaugliche Eigenschaften.‘ ",
  "an6.62:10.6": "Nach einiger Zeit erfasse ich seinen Geist und verstehe: ",
  "an6.62:10.7": "‚Die tauglichen Eigenschaften dieses Menschen sind verschwunden und die untauglichen Eigenschaften sind noch vorhanden. ",
  "an6.62:10.8": "Die Wurzel des Tauglichen ist bei ihm noch unversehrt, doch sie ist dabei, vollständig zerstört zu werden. ",
  "an6.62:10.9": "Daher muss dieser Mensch in Zukunft verkümmern.‘ ",
  "an6.62:10.10": "Angenommen, da wären brennende, lodernde, glühende Kohlen, die auf einen großen Stein gelegt würden: ",
  "an6.62:10.11": "Wäre euch nicht klar, dass dieses Kohlenfeuer nicht wachsen, größer werden und sich ausbreiten würde?“ ",
  "an6.62:10.12": "„Das wäre es, Herr.“ ",
  "an6.62:10.13": "„Oder angenommen, es wäre später Nachmittag und die Sonne würde untergehen: Wäre euch nicht klar, dass das Licht verschwinden und Dunkelheit erscheinen würde?“ ",
  "an6.62:10.14": "„Das wäre es, Herr.“ ",
  "an6.62:10.15": "„Oder angenommen, es wäre beinahe Zeit für das Mitternachtsmahl: Wäre euch nicht klar, dass das Licht verschwunden und Dunkelheit erschienen ist?“ ",
  "an6.62:10.16": "„Das wäre es, Herr.“ ",
  "an6.62:10.17": "„Ebenso ist es, wenn ich den Geist eines Menschen erfasst habe. Dann verstehe ich: … ",
  "an6.62:10.22": "‚Dieser Mensch muss in Zukunft verkümmern.‘ … ",
  "an6.62:11.1": "Wenn ich den Geist eines Menschen erfasst habe, verstehe ich: ",
  "an6.62:11.2": "‚In diesem Menschen finden sich sowohl taugliche als auch untaugliche Eigenschaften.‘ ",
  "an6.62:11.3": "Nach einiger Zeit erfasse ich seinen Geist und verstehe: ",
  "an6.62:11.4": "‚Die untauglichen Eigenschaften dieses Menschen sind verschwunden und die tauglichen Eigenschaften sind noch vorhanden. ",
  "an6.62:11.5": "Die Wurzel des Untauglichen ist bei ihm noch unversehrt, doch sie ist dabei, vollständig zerstört zu werden. ",
  "an6.62:11.6": "Daher muss dieser Mensch in Zukunft nicht verkümmern.‘ ",
  "an6.62:11.7": "Angenommen, da wären brennende, lodernde, glühende Kohlen, die auf einen Haufen Gras oder Holz gelegt würden: ",
  "an6.62:11.8": "Wäre euch nicht klar, dass dieses Kohlenfeuer wachsen, größer werden und sich ausbreiten würde?“ ",
  "an6.62:11.9": "„Das wäre es, Herr.“ ",
  "an6.62:11.10": "„Angenommen, das erste Morgengrauen erschiene und die Sonne ginge auf: Wäre euch nicht klar, dass die Dunkelheit verschwinden und Licht erscheinen würde?“ ",
  "an6.62:11.11": "„Das wäre es, Herr.“ ",
  "an6.62:11.12": "„Oder angenommen, es wäre beinahe Zeit für das Mittagsmahl: Wäre euch nicht klar, dass die Dunkelheit verschwunden und Licht erschienen ist?“ ",
  "an6.62:11.13": "„Das wäre es, Herr.“ ",
  "an6.62:11.14": "„Ebenso ist es, wenn ich den Geist eines Menschen erfasst habe. Dann verstehe ich: … ",
  "an6.62:11.19": "‚Dieser Mensch muss in Zukunft nicht verkümmern.‘ … ",
  "an6.62:12.1": "Wenn ich den Geist eines Menschen erfasst habe, verstehe ich: ",
  "an6.62:12.2": "‚In diesem Menschen finden sich sowohl taugliche als auch untaugliche Eigenschaften.‘ ",
  "an6.62:12.3": "Nach einiger Zeit erfasse ich seinen Geist und verstehe: ",
  "an6.62:12.4": "‚In diesem Menschen ist nicht einmal der Bruchteil einer Haarspitze an untauglichen Eigenschaften. Er hat ausschließlich helle, untadelige Eigenschaften. Er wird in diesem Leben erlöschen.‘ ",
  "an6.62:12.5": "Angenommen, da wären kalte, erloschene Kohlen, die auf einen Haufen Gras oder Holz gelegt würden: ",
  "an6.62:12.6": "Wäre euch nicht klar, dass hier kein Kohlenfeuer wachsen, größer werden und sich ausbreiten würde?“ ",
  "an6.62:12.7": "„Das wäre es, Herr.“ ",
  "an6.62:12.8": "„Ebenso ist es, wenn ich den Geist eines Menschen erfasst habe. Dann verstehe ich: … ",
  "an6.62:12.11": "‚In diesem Menschen ist nicht einmal der Bruchteil einer Haarspitze an untauglichen Eigenschaften. Er hat ausschließlich helle, untadelige Eigenschaften. Er wird in diesem Leben erlöschen.‘ ",
  "an6.62:12.12": "So kennt der Klargewordene einen Menschen, indem er seinen Geist erfasst. ",
  "an6.62:12.13": "Und so kennt der Klargewordene die Fähigkeiten eines Menschen, indem er seinen Geist erfasst. ",
  "an6.62:12.14": "Und so kennt der Klargewordene das künftige Entstehen der Eigenschaften eines Menschen, indem er seinen Geist erfasst. ",
  "an6.62:13.1": "Daher muss von den ersten drei Menschen einer nicht verkümmern, einer muss verkümmern und einer ist einem verlorenen Ort verfallen, der Hölle. ",
  "an6.62:13.2": "Und von den zweiten drei Menschen muss einer verkümmern, einer muss nicht verkümmern und einer ist auf dem Weg zum Erlöschen.“ "
}