{
  "an6.57:0.1": "Nummerierte Lehrreden 6.57 ",
  "an6.57:0.2": "6. Das große Kapitel ",
  "an6.57:0.3": "Die sechs Wiedergeburtsklassen ",
  "an6.57:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "an6.57:1.2": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an6.57:1.3": "„Herr, Pūraṇa Kassapa beschreibt sechs Wiedergeburtsklassen: ",
  "an6.57:1.4": "schwarz, blau, rot, gelb, weiß und äußerstes Weiß. ",
  "an6.57:2.1": "Die schwarze Wiedergeburtsklasse besteht aus denen, die Schafe, Schweine, Geflügel oder Rotwild schlachten, der Jagd oder Fischerei nachgehen, die Räuber oder Henker, Rindermetzger oder Kerkermeister sind oder ein anderes unbarmherziges Geschäft betreiben. ",
  "an6.57:3.1": "Die blaue Wiedergeburtsklasse besteht aus Mönchen und Nonnen, die auf Dornen leben, oder anderen, die die Wirksamkeit von Taten und Verhalten lehren. ",
  "an6.57:4.1": "Die rote Wiedergeburtsklasse besteht aus den Jaina-Asketen, die sich mit einem Stück Stoff bekleiden. ",
  "an6.57:5.1": "Die gelbe Wiedergeburtsklasse besteht aus den weiß gekleideten Laien, die Schüler der nackten Asketen sind. ",
  "an6.57:6.1": "Die weiße Wiedergeburtsklasse besteht aus den Ājīvaka-Asketen und -Asketinnen. ",
  "an6.57:7.1": "Und die Wiedergeburtsklasse von äußerstem Weiß besteht aus Nanda Vaccha, Kisa Saṅkicca und Makkhali Gosāla. ",
  "an6.57:8.1": "Das sind die sechs Wiedergeburtsklassen, die Pūraṇa Kassapa beschreibt.“ ",
  "an6.57:9.1": "„Aber Ānanda, hat die ganze Welt Pūraṇa Kassapa dazu ermächtigt, diese sechs Wiedergeburtsklassen zu beschreiben?“ ",
  "an6.57:9.2": "„Nein, Herr.“ ",
  "an6.57:9.3": "„Wie wenn man einem armen, mittellosen Menschen ein Schnitzel aufzwingen und ihm sagen würde, er müsse es essen und anschließend bezahlen: ",
  "an6.57:9.4": "Ebenso hat Pūraṇa Kassapa diese sechs Wiedergeburtsklassen ohne die Zustimmung jener Asketen und Brahmanen beschrieben. Und er hat es auf törichte, unfähige und untaugliche Weise getan, ohne gesunden Menschenverstand. ",
  "an6.57:10.1": "Doch ich beschreibe auch sechs Wiedergeburtsklassen. ",
  "an6.57:10.2": "Hör zu und pass gut auf, ich werde sprechen.“ ",
  "an6.57:10.3": "„Ja, Herr“, antwortete Ānanda. ",
  "an6.57:10.4": "Der Buddha sagte: ",
  "an6.57:10.5": "„Und was, Ānanda, sind die sechs Wiedergeburtsklassen? ",
  "an6.57:10.6": "Jemand, der in eine dunkle Klasse hineingeboren wurde, bewirkt ein dunkles Ergebnis. ",
  "an6.57:10.7": "Jemand, der in eine dunkle Klasse hineingeboren wurde, bewirkt ein helles Ergebnis. ",
  "an6.57:10.8": "Jemand, der in eine dunkle Klasse hineingeboren wurde, bewirkt das Erlöschen, das weder dunkel noch hell ist. ",
  "an6.57:10.9": "Jemand, der in eine helle Klasse hineingeboren wurde, bewirkt ein dunkles Ergebnis. ",
  "an6.57:10.10": "Jemand, der in eine helle Klasse hineingeboren wurde, bewirkt ein helles Ergebnis. ",
  "an6.57:10.11": "Jemand, der in eine helle Klasse hineingeboren wurde, bewirkt das Erlöschen, das weder dunkel noch hell ist. ",
  "an6.57:11.1": "Und wie bewirkt jemand, der in eine dunkle Klasse hineingeboren wurde, ein dunkles Ergebnis? ",
  "an6.57:11.2": "Es ist, wenn jemand in einer geringen Familie wiedergeboren ist – einer Familie von Ausgestoßenen, Bambusarbeitern, Jägern, Wagenbauern oder Abfallsammlern – arm, mit wenig zu essen und zu trinken, wo das Leben hart ist und Nahrung und Obdach schwer zu finden. ",
  "an6.57:11.3": "Und die Person ist hässlich, unansehnlich, entstellt, kränklich – einäugig, verkrüppelt, lahm oder halb gelähmt. Sie gelangt nicht an Essen, Trinken, Kleidung und Transportmittel, an Kränze, Parfüm und Make-up oder an ein Bett, ein Haus und Licht. ",
  "an6.57:11.4": "Und sie tut Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an6.57:11.5": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an6.57:11.6": "So bewirkt jemand, der in eine dunkle Klasse hineingeboren wurde, ein dunkles Ergebnis. ",
  "an6.57:12.1": "Und wie bewirkt jemand, der in eine dunkle Klasse hineingeboren wurde, ein helles Ergebnis? ",
  "an6.57:12.2": "Es ist, wenn jemand in einer geringen Familie wiedergeboren ist … ",
  "an6.57:12.4": "Aber die Person tut Gutes mit dem Körper, der Sprache und dem Geist. ",
  "an6.57:12.5": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "an6.57:12.6": "So bewirkt jemand, der in eine dunkle Klasse hineingeboren wurde, ein helles Ergebnis. ",
  "an6.57:13.1": "Und wie bewirkt jemand, der in eine dunkle Klasse hineingeboren wurde, das Erlöschen, das weder dunkel noch hell ist? ",
  "an6.57:13.2": "Es ist, wenn jemand in einer geringen Familie wiedergeboren ist … ",
  "an6.57:13.4": "Er rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "an6.57:13.5": "Er gibt die fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. Sein Geist ist in den vier Arten der Achtsamkeitsmeditation fest verankert. Er entwickelt wahrhaftig die sieben Faktoren des Erwachens. Und dann bewirkt er das Erlöschen, das weder dunkel noch hell ist. ",
  "an6.57:13.6": "So bewirkt jemand, der in eine dunkle Klasse hineingeboren wurde, das Erlöschen, das weder dunkel noch hell ist. ",
  "an6.57:14.1": "Und wie bewirkt jemand, der in eine helle Klasse hineingeboren wurde, ein dunkles Ergebnis? ",
  "an6.57:14.2": "Es ist, wenn jemand in einer bedeutenden Familie wiedergeboren ist – einer gutsituierten Familie von Adligen, Brahmanen oder Hausbesitzern – reich, wohlhabend und vermögend, mit einer Fülle von Gold und Silber, einer Fülle von Vermögen und Gütern, einer Fülle von Geld und Getreide. ",
  "an6.57:14.3": "Und die Person ist ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit. Sie gelangt an Essen, Trinken, Kleidung und Transportmittel, an Kränze, Parfüm und Make-up und an ein Bett, ein Haus und Licht. ",
  "an6.57:14.4": "Aber sie tut Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an6.57:14.5": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an6.57:14.6": "So bewirkt jemand, der in eine helle Klasse hineingeboren wurde, ein dunkles Ergebnis. ",
  "an6.57:15.1": "Und wie bewirkt jemand, der in eine helle Klasse hineingeboren wurde, ein helles Ergebnis? ",
  "an6.57:15.2": "Es ist, wenn jemand in einer bedeutenden Familie wiedergeboren ist … ",
  "an6.57:15.4": "Und die Person tut Gutes mit dem Körper, der Sprache und dem Geist. ",
  "an6.57:15.5": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "an6.57:15.6": "So bewirkt jemand, der in eine helle Klasse hineingeboren wurde, ein helles Ergebnis. ",
  "an6.57:16.1": "Und wie bewirkt jemand, der in eine helle Klasse hineingeboren wurde, das Erlöschen, das weder dunkel noch hell ist? ",
  "an6.57:16.2": "Es ist, wenn jemand in einer bedeutenden Familie wiedergeboren ist … ",
  "an6.57:16.4": "Er rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "an6.57:16.5": "Er gibt die fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. Sein Geist ist in den vier Arten der Achtsamkeitsmeditation fest verankert. Er entwickelt wahrhaftig die sieben Faktoren des Erwachens. Und dann bewirkt er das Erlöschen, das weder dunkel noch hell ist. ",
  "an6.57:16.6": "So bewirkt jemand, der in eine helle Klasse hineingeboren wurde, das Erlöschen, das weder dunkel noch hell ist. ",
  "an6.57:17.1": "Das sind die sechs Wiedergeburtsklassen.“ "
}