{
  "an6.10:0.1": "Nummerierte Lehrreden 6 ",
  "an6.10:0.2": "1. Einer Gabe würdig ",
  "an6.10:0.3": "10. Mit Mahānāma ",
  "an6.10:1.1": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "an6.10:1.2": "Da ging der Sakyer Mahānāma zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an6.10:1.3": "„Herr, welche Meditation übt ein edler Schüler häufig, der die Frucht erlangt und die Anleitung verstanden hat?“ ",
  "an6.10:2.1": "„Mahānāma, ein edler Schüler, der die Frucht erlangt und die Anleitung verstanden hat, übt häufig diese Meditation: ",
  "an6.10:2.2": "Da besinnt sich ein edler Schüler auf den Klargewordenen: ",
  "an6.10:2.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für Übungswillige, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an6.10:2.4": "Zu einer Zeit, zu der ein edler Schüler sich auf den Klargewordenen besinnt, ist sein Geist nicht voller Gier, Hass und Täuschung. ",
  "an6.10:2.5": "Zu dieser Zeit ist sein Geist unbeirrbar, auf den Klargewordenen ausgerichtet. ",
  "an6.10:2.6": "Ein edler Schüler, dessen Geist unbeirrbar ist, findet Freude an der Bedeutung und an der Lehre und Freude im Zusammenhang mit der Lehre. ",
  "an6.10:2.7": "Wenn er voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet er Wonne. Und wenn er voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an6.10:2.8": "Das nennt man ",
  "an6.10:2.9": "einen edlen Schüler, der unter den Unausgeglichenen ausgeglichen lebt, unter denen, die in Not sind, lebt er frei von Nöten. Er ist in die Strömung der Lehre eingetaucht und entfaltet die Besinnung auf den Buddha. ",
  "an6.10:3.1": "Dann besinnt sich da eine edle Schülerin auf die Lehre: ",
  "an6.10:3.2": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "an6.10:3.3": "Zu einer Zeit, zu der eine edle Schülerin sich auf die Lehre besinnt, ist ihr Geist nicht voller Gier, Hass und Täuschung. ",
  "an6.10:3.4": "Zu dieser Zeit ist ihr Geist unbeirrbar, auf die Lehre ausgerichtet. ",
  "an6.10:3.5": "Eine edle Schülerin, deren Geist unbeirrbar ist, findet Freude an der Bedeutung und an der Lehre und Freude im Zusammenhang mit der Lehre. ",
  "an6.10:3.6": "Wenn sie voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet sie Wonne. Und wenn sie voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an6.10:3.7": "Das nennt man ",
  "an6.10:3.8": "eine edle Schülerin, die unter den Unausgeglichenen ausgeglichen lebt, unter denen, die in Not sind, lebt sie frei von Nöten. Sie ist in die Strömung der Lehre eingetaucht und entfaltet die Besinnung auf die Lehre. ",
  "an6.10:4.1": "Dann besinnt sich da ein edler Schüler auf den Saṅgha: ",
  "an6.10:4.2": "‚Der Saṅgha der Schüler des Buddha übt gut, unmittelbar, methodisch und richtig. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "an6.10:4.3": "Zu einer Zeit, zu der ein edler Schüler sich auf den Saṅgha besinnt, ist sein Geist nicht voller Gier, Hass und Täuschung. ",
  "an6.10:4.4": "Zu dieser Zeit ist sein Geist unbeirrbar, auf den Saṅgha ausgerichtet. ",
  "an6.10:4.5": "Ein edler Schüler, dessen Geist unbeirrbar ist, findet Freude an der Bedeutung und an der Lehre und Freude im Zusammenhang mit der Lehre. ",
  "an6.10:4.6": "Wenn er voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet er Wonne. Und wenn er voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an6.10:4.7": "Das nennt man ",
  "an6.10:4.8": "einen edlen Schüler, der unter den Unausgeglichenen ausgeglichen lebt, unter denen, die in Not sind, lebt er frei von Nöten. Er ist in die Strömung der Lehre eingetaucht und entfaltet die Besinnung auf den Saṅgha. ",
  "an6.10:5.1": "Dann besinnt sich da eine edle Schülerin auf ihr eigenes sittliches Verhalten, das ungebrochen ist, tadellos, makellos und unbeschädigt; es ist befreiend, wird von vernünftigen Menschen gepriesen, ist nicht fehlgeleitet und führt in die Versenkung. ",
  "an6.10:5.2": "Zu einer Zeit, zu der eine edle Schülerin sich auf ihr sittliches Verhalten besinnt, ist ihr Geist nicht voller Gier, Hass und Täuschung. ",
  "an6.10:5.3": "Zu dieser Zeit ist ihr Geist unbeirrbar, auf das sittliche Verhalten ausgerichtet. ",
  "an6.10:5.4": "Eine edle Schülerin, deren Geist unbeirrbar ist, findet Freude an der Bedeutung und an der Lehre und Freude im Zusammenhang mit der Lehre. ",
  "an6.10:5.5": "Wenn sie voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet sie Wonne. Und wenn sie voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an6.10:5.6": "Das nennt man ",
  "an6.10:5.7": "eine edle Schülerin, die unter den Unausgeglichenen ausgeglichen lebt, unter denen, die in Not sind, lebt sie frei von Nöten. Sie ist in die Strömung der Lehre eingetaucht und entfaltet die Besinnung auf das sittliche Verhalten. ",
  "an6.10:6.1": "Dann besinnt sich da ein edler Schüler auf seine eigene Großzügigkeit: ",
  "an6.10:6.2": "‚Ich habe Glück, so großes Glück! ",
  "an6.10:6.3": "Unter denen, die vom Fleck des Geizes befleckt sind, lebe ich im Haus und habe den Fleck des Geizes entfernt; ich gebe großzügig her, habe eine offene Hand, freue mich am Loslassen, bin der Wohltätigkeit verpflichtet und liebe es, zu geben und zu teilen.‘ ",
  "an6.10:6.4": "Zu einer Zeit, zu der ein edler Schüler sich auf seine eigene Großzügigkeit besinnt, ist sein Geist nicht voller Gier, Hass und Täuschung. ",
  "an6.10:6.5": "Zu dieser Zeit ist sein Geist unbeirrbar, auf die Großzügigkeit ausgerichtet. ",
  "an6.10:6.6": "Ein edler Schüler, dessen Geist unbeirrbar ist, findet Freude an der Bedeutung und an der Lehre und Freude im Zusammenhang mit der Lehre. ",
  "an6.10:6.7": "Wenn er voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet er Wonne. Und wenn er voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an6.10:6.8": "Das nennt man ",
  "an6.10:6.9": "einen edlen Schüler, der unter den Unausgeglichenen ausgeglichen lebt, unter denen, die in Not sind, lebt sie frei von Nöten. Er ist in die Strömung der Lehre eingetaucht und entfaltet die Besinnung auf die Großzügigkeit. ",
  "an6.10:7.1": "Dann besinnt sich da eine edle Schülerin auf die Gottheiten: ",
  "an6.10:7.2": "‚Es gibt die Götter der Vier Großen Könige, die Götter der Dreiunddreißig, die Yama-Götter, die Freudvollen Götter, die Götter, die gerne erschaffen, die Götter, die über die Schöpfungen anderer herrschen, die Götter aus Brahmās Gefolge und Götter, die noch darüber stehen. ",
  "an6.10:7.3": "Nachdem diese Gottheiten von hier abgeschieden sind, wurden sie aufgrund ihres Vertrauens, ihrer Ethik, ihrer Gelehrsamkeit, ihrer Großzügigkeit und ihrer Weisheit dort wiedergeboren. Auch ich besitze die gleiche Art von Vertrauen, Ethik, Gelehrsamkeit, Großzügigkeit und Weisheit.‘ ",
  "an6.10:7.8": "Zu einer Zeit, zu der eine edle Schülerin sich auf Vertrauen, Ethik, Gelehrsamkeit, Großzügigkeit und Weisheit der Gottheiten und auf die gleichen Eigenschaften bei sich selbst besinnt, ist ihr Geist nicht voller Gier, Hass und Täuschung. ",
  "an6.10:7.9": "Zu dieser Zeit ist ihr Geist unbeirrbar, auf die Gottheiten ausgerichtet. ",
  "an6.10:7.10": "Eine edle Schülerin, deren Geist unbeirrbar ist, findet Freude an der Bedeutung und an der Lehre und Freude im Zusammenhang mit der Lehre. ",
  "an6.10:7.11": "Wenn sie voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet sie Wonne. Und wenn sie voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an6.10:7.12": "Das nennt man ",
  "an6.10:7.13": "eine edle Schülerin, die unter den Unausgeglichenen ausgeglichen lebt, unter denen, die in Not sind, lebt sie frei von Nöten. Sie ist in die Strömung der Lehre eingetaucht und entfaltet die Besinnung auf die Gottheiten. ",
  "an6.10:8.1": "Eine edle Schülerin, die die Frucht erlangt und die Anleitung verstanden hat, übt häufig diese Meditation.“ "
}