{
  "an6.34:0.1": "Nummerierte Lehrreden 6 ",
  "an6.34:0.2": "4. Gottheiten ",
  "an6.34:0.3": "34. Mit Mahāmoggallāna ",
  "an6.34:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an6.34:1.2": "Da kam dem Ehrwürdigen Mahāmoggallāna, als er für sich alleine in Klausur war, dieser Gedanke in den Sinn: ",
  "an6.34:1.3": "„Welche Götter wissen, ",
  "an6.34:1.4": "dass sie in die Strömung eingetaucht sind, dass sie nicht mehr in der Unterwelt wiedergeboren werden müssen und auf dem Weg zum Erwachen sind?“ ",
  "an6.34:1.5": "Nun war da gerade kürzlich ein Mönch namens Tissa verstorben und in einer Brahmāwelt wiedergeboren worden. ",
  "an6.34:1.6": "Dort war bekannt, ",
  "an6.34:1.7": "dass der Brahmā Tissa sehr mächtig und gewaltig war. ",
  "an6.34:2.1": "Da verschwand der Ehrwürdige Mahāmoggallāna, so leicht wie eine starke Person den Arm strecken oder beugen würde, aus Jetas Wäldchen und erschien wieder in dieser Brahmāwelt. ",
  "an6.34:2.2": "Tissa sah Moggallāna von weitem kommen ",
  "an6.34:2.3": "und sagte zu ihm: ",
  "an6.34:2.4": "„Komm, mein guter Moggallāna! Willkommen, mein guter Moggallāna! ",
  "an6.34:2.5": "Es ist lange her, dass du die Gelegenheit genutzt hast, hierherzukommen. ",
  "an6.34:2.6": "Setz dich, mein guter Moggallāna, dieser Sitz ist für dich.“ ",
  "an6.34:2.7": "Moggallāna setzte sich auf den ausgebreiteten Sitz. ",
  "an6.34:2.8": "Da verbeugte sich Tissa vor Moggallāna und setzte sich zur Seite hin. ",
  "an6.34:2.9": "Moggallāna sagte zu ihm: ",
  "an6.34:3.1": "„Tissa, welche Götter wissen, dass sie in die Strömung eingetaucht sind, dass sie nicht mehr in der Unterwelt wiedergeboren werden müssen und auf dem Weg zum Erwachen sind?“ ",
  "an6.34:3.2": "„Die Götter der Vier Großen Könige wissen das.“ ",
  "an6.34:4.1": "„Aber wissen das alle von ihnen?“ ",
  "an6.34:4.2": "„Nein, mein guter Moggallāna, nicht alle. ",
  "an6.34:4.3": "Die, die keine auf Erfahrung gegründete Zuversicht zum Buddha, zur Lehre und zum Saṅgha haben und nicht die Ethik besitzen, die von den Edlen geliebt wird, diese wissen nicht, dass sie in die Strömung eingetaucht sind. ",
  "an6.34:4.4": "Doch die, die auf Erfahrung gegründete Zuversicht zum Buddha, zur Lehre und zum Saṅgha haben und die die Ethik besitzen, die von den Edlen geliebt wird, diese wissen, dass sie in die Strömung eingetaucht sind.“ ",
  "an6.34:5.1": "„Aber Tissa, wissen denn nur die Götter der Vier Großen Könige, dass sie in die Strömung eingetaucht sind, oder wissen auch die Götter der Dreiunddreißig … ",
  "an6.34:5.2": "die Yama-Götter … ",
  "an6.34:5.3": "die Freudvollen Götter … ",
  "an6.34:5.4": "die Götter, die gerne erschaffen … ",
  "an6.34:5.5": "und die Götter, die über die Schöpfungen anderer herrschen, dass sie in die Strömung eingetaucht sind, dass sie nicht mehr in der Unterwelt wiedergeboren werden müssen und auf dem Weg zum Erwachen sind?“ ",
  "an6.34:5.6": "„Die Götter aus all diesen Klassen wissen das.“ ",
  "an6.34:6.1": "„Aber wissen das alle von ihnen?“ ",
  "an6.34:6.2": "„Nein, mein guter Moggallāna, nicht alle. ",
  "an6.34:6.3": "Die, die keine auf Erfahrung gegründete Zuversicht zum Buddha, zur Lehre und zum Saṅgha haben und nicht die Ethik besitzen, die von den Edlen geliebt wird, diese wissen nicht, dass sie in die Strömung eingetaucht sind. ",
  "an6.34:6.4": "Doch die, die auf Erfahrung gegründete Zuversicht zum Buddha, zur Lehre und zum Saṅgha haben und die die Ethik besitzen, die von den Edlen geliebt wird, diese wissen, dass sie in die Strömung eingetaucht sind.“ ",
  "an6.34:7.1": "Moggallāna begrüßte die Worte des Brahmā Tissa und stimmte ihm zu. Dann verschwand er, so leicht wie eine starke Person den Arm strecken oder beugen würde, aus dieser Brahmāwelt und erschien wieder in Jetas Wäldchen. "
}