{
  "an6.53:0.1": "Nummerierte Lehrreden 6 ",
  "an6.53:0.2": "5. Über Dhammika ",
  "an6.53:0.3": "53. Eifer ",
  "an6.53:1.1": "Da ging ein gewisser Brahmane zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an6.53:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an6.53:2.1": "„Meister Gotama, gibt es ein Ding, das, wenn es entwickelt und gepflegt wird, Nutzen sowohl in diesem als auch in künftigen Leben sichert?“ ",
  "an6.53:2.2": "„Das gibt es, Brahmane.“ ",
  "an6.53:3.1": "„Und was ist es?“ ",
  "an6.53:3.2": "„Eifer, Brahmane, ist ein Ding, das, wenn es entwickelt und gepflegt wird, Nutzen sowohl in diesem als auch in künftigen Leben sichert. ",
  "an6.53:4.1": "Die Fußspuren aller Lebewesen, die sich fortbewegen, passen in die Fußspur eines Elefanten hinein. Daher gilt die Fußspur des Elefanten als die größte von allen. ",
  "an6.53:4.2": "Ebenso ist Eifer ein Ding, das, wenn es entwickelt und gepflegt wird, Nutzen sowohl in diesem als auch in künftigen Leben sichert. ",
  "an6.53:5.1": "Die Dachsparren eines Giebelhauses lehnen sich alle an den First, sie neigen sich zum First, treffen sich am First, daher gilt der First als der oberste von allen. ",
  "an6.53:5.2": "Ebenso ist Eifer ein Ding … ",
  "an6.53:6.1": "Ein Schilfschneider packt die Halme, wenn er sie geschnitten hat, an den Spitzen und schüttelt sie herab, schüttelt sie herum, schüttelt sie aus. ",
  "an6.53:6.2": "Ebenso ist Eifer ein Ding … ",
  "an6.53:7.1": "Wenn der Stängel eines Mangobündels abgeschnitten wird, kommen alle Mangos, die an dem Stängel hängen, mit. ",
  "an6.53:7.2": "Ebenso ist Eifer ein Ding … ",
  "an6.53:8.1": "Alle niederen Herrscher sind Lehnsleute eines Rad-drehenden Herrschers, daher gilt der Rad-drehende Herrscher als der vorderste von allen. ",
  "an6.53:8.2": "Ebenso ist Eifer ein Ding … ",
  "an6.53:9.1": "Der Glanz aller Sterne wiegt nicht den sechzehnten Teil des Glanzes des Mondes, daher gilt der Glanz des Mondes als der beste von allen. ",
  "an6.53:9.2": "Ebenso ist Eifer ein Ding, das, wenn es entwickelt und gepflegt wird, Nutzen sowohl in diesem als auch in künftigen Leben sichert. ",
  "an6.53:10.1": "Das ist das eine Ding, das, wenn es entwickelt und gepflegt wird, Nutzen sowohl in diesem als auch in künftigen Leben sichert.“ ",
  "an6.53:11.1": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "an6.53:11.2": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}