{
  "an6.59:0.1": "Nummerierte Lehrreden 6 ",
  "an6.59:0.2": "6. Das große Kapitel ",
  "an6.59:0.3": "59. Mit Dārukammika ",
  "an6.59:1.1": "So habe ich es gehört: ",
  "an6.59:1.2": "Einmal hielt sich der Buddha bei Nādika im Backsteinhaus auf. ",
  "an6.59:1.3": "Da ging der Hausbesitzer Dārukammika zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an6.59:1.4": "„Hausbesitzer, gibt deine Familie eigentlich Spenden?“ ",
  "an6.59:1.5": "„Das tut sie, Herr. ",
  "an6.59:1.6": "Spenden werden an jene Mönche und Nonnen gegeben, die in der Wildnis leben, nur Almosen essen und Fetzenroben tragen, die vollendet oder auf dem Pfad zur Vollendung sind.“ ",
  "an6.59:2.1": "„Hausbesitzer, für einen Laien, der Sinnenfreuden genießt, mit seinen Kindern im Haus lebt, Sandelholz aus Kāsi benutzt und Kränze, Parfüm und Make-up trägt und der Gold und Geld gebraucht – für einen solchen Laien ist es schwer, zu wissen, wer vollendet oder auf dem Pfad zur Vollendung ist. ",
  "an6.59:3.1": "Wenn ein Mönch, der in der Wildnis lebt, rastlos, anmaßend, launisch und unflätig ist, mit loser Zunge, unachtsam, ohne Umsicht und Versenkung, mit schweifendem Geist und unbeherrschten Sinnen, ",
  "an6.59:3.2": "so verdient er in dieser Hinsicht Tadel. ",
  "an6.59:3.3": "Wenn ein Mönch, der in der Wildnis lebt, nicht rastlos, anmaßend, launisch und unflätig ist, keine lose Zunge hat, sondern achtsam ist, mit Umsicht und Versenkung, mit geeintem Geist und beherrschten Sinnen, ",
  "an6.59:3.4": "so verdient er in dieser Hinsicht Lob. ",
  "an6.59:4.1": "Wenn eine Nonne, die in einem Dorf lebt, rastlos, anmaßend, launisch und unflätig ist … ",
  "an6.59:4.2": "so verdient sie in dieser Hinsicht Tadel. ",
  "an6.59:4.3": "Wenn eine Nonne, die in einem Dorf lebt, nicht rastlos, anmaßend, launisch und unflätig ist … ",
  "an6.59:4.4": "so verdient sie in dieser Hinsicht Lob. ",
  "an6.59:5.1": "Wenn ein Mönch, der nur Almosen isst, rastlos, anmaßend, launisch und unflätig ist … ",
  "an6.59:5.2": "so verdient er in dieser Hinsicht Tadel. ",
  "an6.59:5.3": "Wenn ein Mönch, der nur Almosen isst, nicht rastlos, anmaßend, launisch und unflätig ist … ",
  "an6.59:5.4": "so verdient er in dieser Hinsicht Lob. ",
  "an6.59:6.1": "Wenn eine Nonne, die Einladungen annimmt, rastlos, anmaßend, launisch und unflätig ist … ",
  "an6.59:6.2": "so verdient sie in dieser Hinsicht Tadel. ",
  "an6.59:6.3": "Wenn eine Nonne, die Einladungen annimmt, nicht rastlos, anmaßend, launisch und unflätig ist … ",
  "an6.59:6.4": "so verdient sie in dieser Hinsicht Lob. ",
  "an6.59:7.1": "Wenn ein Mönch, der Fetzenroben trägt, rastlos, anmaßend, launisch und unflätig ist … ",
  "an6.59:7.2": "so verdient er in dieser Hinsicht Tadel. ",
  "an6.59:7.3": "Wenn ein Mönch, der Fetzenroben trägt, nicht rastlos, anmaßend, launisch und unflätig ist … ",
  "an6.59:7.4": "so verdient er in dieser Hinsicht Lob. ",
  "an6.59:8.1": "Wenn eine Nonne, die von Hausbesitzern gespendete Roben trägt, rastlos, anmaßend, launisch und unflätig ist, mit loser Zunge, unachtsam, ohne Umsicht und Versenkung, mit schweifendem Geist und unbeherrschten Sinnen, ",
  "an6.59:8.2": "so verdient sie in dieser Hinsicht Tadel. ",
  "an6.59:8.3": "Wenn eine Nonne, die von Hausbesitzern gespendete Roben trägt, nicht rastlos, anmaßend, launisch und unflätig ist, keine lose Zunge hat, sondern achtsam ist, mit Umsicht und Versenkung, mit geeintem Geist und beherrschten Sinnen, ",
  "an6.59:8.4": "so verdient sie in dieser Hinsicht Lob. ",
  "an6.59:9.1": "Nur zu, Hausbesitzer, gib dem Saṅgha Spenden. ",
  "an6.59:9.2": "Dein Geist wird klar werden, ",
  "an6.59:9.3": "und wenn dein Körper auseinanderbricht, nach dem Tod, wirst du an einem guten Ort wiedergeboren werden, in einer himmlischen Welt.“ ",
  "an6.59:9.4": "„Herr, von diesem Tag an will ich dem Saṅgha Spenden geben.“ "
}