{
  "an6.18:0.1": "Nummerierte Lehrreden 6 ",
  "an6.18:0.2": "2. Warmherzig ",
  "an6.18:0.3": "18. Ein Fischhändler ",
  "an6.18:1.1": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. ",
  "an6.18:1.2": "Als er die Straße entlangwanderte, sah er an einer Stelle einen Fischhändler, der Fische verkaufte, die er selbst geschlachtet hatte. ",
  "an6.18:1.3": "Auf diesen Anblick hin ging er von der Straße herunter, setzte sich am Fuß eines Baumes auf einen ausgebreiteten Sitz ",
  "an6.18:1.4": "und wandte sich an die Mönche und Nonnen: ",
  "an6.18:1.5": "„Mönche und Nonnen, seht ihr diesen Fischhändler, der Fische verkauft, die er selbst geschlachtet hat?“ ",
  "an6.18:1.6": "„Ja, Herr.“ ",
  "an6.18:2.1": "„Was meint ihr, Mönche und Nonnen? ",
  "an6.18:2.2": "Habt ihr jemals gesehen oder gehört, ",
  "an6.18:2.3": "dass ein Fischhändler, der Fische verkauft, die er selbst geschlachtet hat, mithilfe dieser Arbeit und dieses Lebenserwerbs auf einem Elefanten oder Pferd reiten, in einer Kutsche oder einem Wagen fahren, Reichtum genießen oder von einem großen Vermögen leben kann?“ ",
  "an6.18:2.4": "„Nein, Herr.“ ",
  "an6.18:2.5": "„Gut, Mönche und Nonnen! ",
  "an6.18:2.6": "Auch ich habe so etwas nie gesehen oder gehört. ",
  "an6.18:2.8": "Und warum nicht? ",
  "an6.18:2.9": "Weil der Fischhändler den Fisch, wenn er zum Schlachten gebracht wird, mit schlechten Absichten betrachtet. ",
  "an6.18:3.1": "Was meint ihr, Mönche und Nonnen? ",
  "an6.18:3.2": "Habt ihr jemals gesehen oder gehört, ",
  "an6.18:3.3": "dass ein Metzger, der Rinder verkauft, die er selbst geschlachtet hat, mithilfe dieser Arbeit und dieses Lebenserwerbs auf einem Elefanten oder Pferd reiten, in einer Kutsche oder einem Wagen fahren, Reichtum genießen oder von einem großen Vermögen leben kann?“ ",
  "an6.18:3.4": "„Nein, Herr.“ ",
  "an6.18:3.5": "„Gut, Mönche und Nonnen! ",
  "an6.18:3.6": "Auch ich habe so etwas nie gesehen oder gehört. ",
  "an6.18:3.8": "Und warum nicht? ",
  "an6.18:3.9": "Weil der Metzger die Kühe, wenn sie zum Schlachten gebracht werden, mit schlechten Absichten betrachtet. ",
  "an6.18:4.1": "Was meint ihr, Mönche und Nonnen? ",
  "an6.18:4.2": "Habt ihr jemals gesehen oder gehört, ",
  "an6.18:4.3": "dass ein Metzger, der Schafe verkauft … ",
  "an6.18:4.4": "ein Metzger, der Schweine verkauft … ",
  "an6.18:4.5": "ein Metzger, der Geflügel verkauft … ",
  "an6.18:4.6": "oder ein Jäger, der Rotwild verkauft, das er selbst geschlachtet hat, mithilfe dieser Arbeit und dieses Lebenserwerbs auf einem Elefanten oder Pferd reiten, in einer Kutsche oder einem Wagen fahren, Reichtum genießen oder von einem großen Vermögen leben kann?“ ",
  "an6.18:4.7": "„Nein, Herr.“ ",
  "an6.18:4.8": "„Gut, Mönche und Nonnen! ",
  "an6.18:4.9": "Auch ich habe so etwas nie gesehen oder gehört. ",
  "an6.18:4.11": "Und warum nicht? ",
  "an6.18:4.12": "Weil der Jäger das Rotwild, wenn es zum Schlachten gebracht wird, mit schlechten Absichten betrachtet. ",
  "an6.18:4.13": "Wenn man selbst Tiere, die zum Schlachten gebracht werden, mit schlechten Absichten betrachtet, kann man nicht auf einem Elefanten oder Pferd reiten, in einer Kutsche oder einem Wagen fahren, Reichtum genießen oder von einem großen Vermögen leben. ",
  "an6.18:4.14": "Um wie viel schlechter ist jemand, der Menschen, die zum Schlachten gebracht werden, mit schlechten Absichten betrachtet! ",
  "an6.18:4.15": "Das wird für diese Person zum langanhaltenden Unglück und Leiden sein. ",
  "an6.18:4.16": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle.“ "
}