{
  "an6.26:0.1": "Nummerierte Lehrreden 6 ",
  "an6.26:0.2": "3. Unübertrefflich ",
  "an6.26:0.3": "26. Mit Mahākaccāna ",
  "an6.26:1.1": "Da wandte sich Mahākaccāna an die Mönche und Nonnen: ",
  "an6.26:1.2": "„Werte Freunde, Mönche und Nonnen!“ ",
  "an6.26:1.3": "„Werter Freund“, antworteten sie. ",
  "an6.26:1.4": "Der Ehrwürdige Mahākaccāna sagte: ",
  "an6.26:1.5": "„Es ist unglaublich, verehrte Freunde, ",
  "an6.26:1.6": "es ist erstaunlich, ",
  "an6.26:1.7": "wie der Gesegnete, der weiß und sieht, der Vollendete, der vollkommen erwachte Buddha eine Öffnung in einem abgeschlossenen Raum gefunden hat, um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, den Kreislauf des Leidens zu beenden und das Erlöschen zu verwirklichen: nämlich die sechs Gegenstände zur Besinnung. ",
  "an6.26:2.1": "Welche sechs? ",
  "an6.26:2.2": "Da besinnt sich zunächst ein edler Schüler auf den Klargewordenen: ",
  "an6.26:2.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, höchster Anleiter für Übungswillige, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an6.26:2.4": "Zu einer Zeit, zu der ein edler Schüler sich auf den Klargewordenen besinnt, ist sein Geist nicht voller Gier, Hass und Täuschung. ",
  "an6.26:2.5": "Zu dieser Zeit ist sein Geist unbeirrbar. Die Gier hat er hinter sich gelassen, ist frei von ihr und hat sich über sie erhoben. ",
  "an6.26:2.6": "‚Gier‘ ist ein Ausdruck für die fünf Arten von Sinnesreizen. ",
  "an6.26:2.7": "Dieser edle Schüler meditiert mit einem Herzen, ganz wie der Raum – überreichlich, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an6.26:2.8": "Manche Lebewesen erlangen die Eigenschaften der Reinheit, indem sie sich darauf stützen. ",
  "an6.26:3.1": "Dann besinnt sich da eine edle Schülerin auf die Lehre: ",
  "an6.26:3.2": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "an6.26:3.3": "Zu einer Zeit, zu der eine edle Schülerin sich auf die Lehre besinnt, ist ihr Geist nicht voller Gier, Hass und Täuschung. … ",
  "an6.26:4.1": "Dann besinnt sich da ein edler Schüler auf den Saṅgha: ",
  "an6.26:4.2": "‚Der Saṅgha der Schüler des Buddha übt gut, unmittelbar, methodisch und richtig. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "an6.26:4.3": "Zu einer Zeit, zu der ein edler Schüler sich auf den Saṅgha besinnt, ist sein Geist nicht voller Gier, Hass und Täuschung. … ",
  "an6.26:5.1": "Dann besinnt sich da eine edle Schülerin auf ihr eigenes sittliches Verhalten, das ungebrochen ist, tadellos, makellos und unbeschädigt; es ist befreiend, wird von vernünftigen Menschen gepriesen, ist nicht fehlgeleitet und führt in die Versenkung. ",
  "an6.26:5.2": "Zu einer Zeit, zu der eine edle Schülerin sich auf ihr sittliches Verhalten besinnt, ist ihr Geist nicht voller Gier, Hass und Täuschung. … ",
  "an6.26:6.1": "Dann besinnt sich da ein edler Schüler auf seine eigene Großzügigkeit: ",
  "an6.26:6.2": "‚Ich habe Glück, so großes Glück! ",
  "an6.26:6.3": "Unter denen, die vom Fleck des Geizes befleckt sind, lebe ich im Haus und habe den Fleck des Geizes entfernt; ich gebe großzügig her, habe eine offene Hand, freue mich am Loslassen, bin der Wohltätigkeit verpflichtet und liebe es, zu geben und zu teilen.‘ ",
  "an6.26:6.4": "Zu einer Zeit, zu der ein edler Schüler sich auf seine eigene Großzügigkeit besinnt, ist sein Geist nicht voller Gier, Hass und Täuschung. … ",
  "an6.26:7.1": "Dann besinnt sich da eine edle Schülerin auf die Gottheiten: ",
  "an6.26:7.2": "‚Es gibt die Götter der Vier Großen Könige, die Götter der Dreiunddreißig, die Yama-Götter, die Freudvollen Götter, die Götter, die gerne erschaffen, die Götter, die über die Schöpfungen anderer herrschen, die Götter aus Brahmās Gefolge und Götter, die noch darüber stehen. ",
  "an6.26:7.3": "Nachdem diese Gottheiten von hier abgeschieden sind, wurden sie aufgrund ihres Vertrauens, ihrer Ethik, ihrer Gelehrsamkeit, ihrer Großzügigkeit und ihrer Weisheit dort wiedergeboren. ",
  "an6.26:7.4": "Auch ich besitze die gleiche Art von Vertrauen, Ethik, Gelehrsamkeit, Großzügigkeit und Weisheit.‘ ",
  "an6.26:7.8": "Zu einer Zeit, zu der eine edle Schülerin sich auf Vertrauen, Ethik, Gelehrsamkeit, Großzügigkeit und Weisheit der Gottheiten und auf die gleichen Eigenschaften bei sich selbst besinnt, ist ihr Geist nicht voller Gier, Hass und Täuschung. ",
  "an6.26:7.9": "Zu dieser Zeit ist ihr Geist unbeirrbar. Die Gier hat sie hinter sich gelassen, ist frei von ihr und hat sich über sie erhoben. ",
  "an6.26:7.10": "‚Gier‘ ist ein Ausdruck für die fünf Arten von Sinnesreizen. ",
  "an6.26:7.11": "Diese edle Schülerin meditiert mit einem Herzen, ganz wie der Raum – überreichlich, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an6.26:7.12": "Manche Lebewesen erlangen die Eigenschaften der Reinheit, indem sie sich darauf stützen. ",
  "an6.26:8.1": "Es ist unglaublich, es ist erstaunlich, ",
  "an6.26:8.2": "wie der Gesegnete, der weiß und sieht, der Vollendete, der vollkommen erwachte Buddha eine Öffnung in einem abgeschlossenen Raum gefunden hat, um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, den Kreislauf des Leidens zu beenden und das Erlöschen zu verwirklichen: nämlich die sechs Gegenstände zur Besinnung.“ "
}