{
  "an6.49:0.1": "Nummerierte Lehrreden 6 ",
  "an6.49:0.2": "5. Über Dhammika ",
  "an6.49:0.3": "49. Mit Khema ",
  "an6.49:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an6.49:1.2": "Nun hielten sich zur gleichen Zeit der Ehrwürdige Khema und der Ehrwürdige Sumana bei Sāvatthī im Finsteren Wald auf. ",
  "an6.49:1.3": "Da gingen Khema und Sumana zum Buddha, verbeugten sich und setzten sich zur Seite hin. Der Ehrwürdige Khema sagte zum Buddha: ",
  "an6.49:2.1": "„Herr, ein Mönch, der vollendet ist – dessen Befleckungen aufgelöst sind, der die spirituelle Reise abgeschlossen hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Wissen richtig befreit ist – ein solcher Mönch denkt nicht: ",
  "an6.49:2.2": "‚Jemand ist besser als ich, jemand ist mir gleich oder jemand ist schlechter als ich.‘“ ",
  "an6.49:2.3": "Das sagte der Ehrwürdige Khema, ",
  "an6.49:2.4": "und der Lehrer stimmte zu. ",
  "an6.49:2.5": "Da erhob sich Khema von seinem Sitz, der Zustimmung des Lehrers gewiss, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "an6.49:3.1": "Nicht lange, nachdem er gegangen war, sagte Sumana zum Buddha: ",
  "an6.49:3.2": "„Herr, ein Mönch, der vollendet ist – dessen Befleckungen aufgelöst sind, der die spirituelle Reise abgeschlossen hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Wissen richtig befreit ist – ein solcher Mönch denkt nicht: ",
  "an6.49:3.3": "‚Jemand ist besser als ich, jemand ist mir gleich oder jemand ist schlechter als ich.‘“ ",
  "an6.49:3.4": "Das sagte der Ehrwürdige Sumana, ",
  "an6.49:3.5": "und der Lehrer stimmte zu. ",
  "an6.49:3.6": "Da erhob sich Sumana von seinem Sitz, der Zustimmung des Lehrers gewiss, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "an6.49:4.1": "Nicht lange, nachdem er gegangen war, wandte sich der Buddha an die Mönche und Nonnen: ",
  "an6.49:4.2": "„Mönche und Nonnen, so erklären Söhne aus gutem Haus ihre Erleuchtung. ",
  "an6.49:4.3": "Sie sprechen vom Ziel, doch ohne das Selbst einzubringen. ",
  "an6.49:4.4": "Doch es scheint, als gebe es manche törichte Menschen hier, die mit dem Erklären ihrer Erleuchtung einen Witz machen. ",
  "an6.49:4.5": "Später werden sie sich deshalb quälen. ",
  "an6.49:5.1": "Nicht schätzen sie sich ",
  "an6.49:5.2": "als höher, niedriger oder gleich ein. ",
  "an6.49:5.3": "Wiedergeburt ist beendet, die spirituelle Reise ist abgeschlossen. ",
  "an6.49:5.4": "Sie leben frei von Fesseln.“ "
}