{
  "an6.13:0.1": "Nummerierte Lehrreden 6 ",
  "an6.13:0.2": "2. Warmherzig ",
  "an6.13:0.3": "13. Elemente des Entrinnens ",
  "an6.13:1.1": "„Mönche und Nonnen, es gibt sechs Elemente des Entrinnens. ",
  "an6.13:1.2": "Welche sechs? ",
  "an6.13:1.3": "Da ist ein Mönch, der sagt: ",
  "an6.13:1.4": "‚Ich habe die Erlösung des Herzens durch Liebe entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "an6.13:1.5": "Und doch hält böser Wille meinen Geist immer noch gefangen.‘ ",
  "an6.13:1.6": "Man sollte ihm sagen: ‚So nicht, Ehrwürdiger! Sag das nicht. Stell den Buddha nicht falsch dar, denn es ist nicht gut, den Buddha falsch darzustellen. Und der Buddha würde das nicht sagen. ",
  "an6.13:1.7": "Es ist unmöglich, werter Freund, es kann nicht sein, dass die Erlösung des Herzens durch Liebe entwickelt und richtig umgesetzt wurde, ",
  "an6.13:1.8": "und dass doch böser Wille immer noch den Geist gefangen hält. ",
  "an6.13:1.9": "Denn durch die Erlösung des Herzens durch Liebe entrinnt man bösem Willen.‘ ",
  "an6.13:2.1": "Dann ist da eine andere Nonne, die sagt: ",
  "an6.13:2.2": "‚Ich habe die Erlösung des Herzens durch Mitgefühl entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "an6.13:2.3": "Und doch hält der Gedanke an Verletzen meinen Geist immer noch gefangen.‘ ",
  "an6.13:2.4": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! … ",
  "an6.13:2.7": "Denn durch die Erlösung des Herzens durch Mitgefühl entrinnt man Gedanken an Verletzen.‘ ",
  "an6.13:3.1": "Dann ist da ein anderer Mönch, der sagt: ",
  "an6.13:3.2": "‚Ich habe die Erlösung des Herzens durch freudige Anteilnahme entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "an6.13:3.3": "Und doch hält Abneigung meinen Geist immer noch gefangen.‘ ",
  "an6.13:3.4": "Man sollte ihm sagen: ‚So nicht, Ehrwürdiger! … ",
  "an6.13:3.7": "Denn durch die Erlösung des Herzens durch freudige Anteilnahme entrinnt man der Abneigung.‘ ",
  "an6.13:4.1": "Dann ist da eine andere Nonne, die sagt: ",
  "an6.13:4.2": "‚Ich habe die Erlösung des Herzens durch Gleichmut entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "an6.13:4.3": "Und doch hält Sehnsucht meinen Geist immer noch gefangen.‘ ",
  "an6.13:4.4": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! … ",
  "an6.13:4.7": "Denn durch die Erlösung des Herzens durch Gleichmut entrinnt man dem Sehnen.‘ ",
  "an6.13:5.1": "Dann ist da ein anderer Mönch, der sagt: ",
  "an6.13:5.2": "‚Ich habe die merkmalslose Erlösung des Herzens entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "an6.13:5.3": "Und doch folgt mein Bewusstsein immer noch Merkmalen nach.‘ ",
  "an6.13:5.4": "Man sollte ihm sagen: ‚So nicht, Ehrwürdiger! … ",
  "an6.13:5.7": "Denn durch die merkmalslose Erlösung des Herzens entrinnt man allen Merkmalen.‘ ",
  "an6.13:6.1": "Dann ist da eine andere Nonne, die sagt: ",
  "an6.13:6.2": "‚Ich habe die Einbildung „ich bin“ abgelegt. Und ich betrachte nichts mehr als „das bin ich“. ",
  "an6.13:6.3": "Und doch hält der Pfeil des Zweifels und der Unschlüssigkeit meinen Geist immer noch gefangen.‘ ",
  "an6.13:6.4": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! Sag das nicht. Stell den Buddha nicht falsch dar, denn es ist nicht gut, den Buddha falsch darzustellen. Und der Buddha würde das nicht sagen. ",
  "an6.13:6.5": "Es ist unmöglich, werte Freundin, es kann nicht sein, dass die Einbildung „ich bin“ abgelegt wurde und man nichts mehr als „das bin ich“ betrachtet, ",
  "an6.13:6.6": "und dass doch der Pfeil des Zweifels und der Unschlüssigkeit immer noch den Geist gefangen hält. ",
  "an6.13:6.7": "Denn indem man die Einbildung „ich bin“ entwurzelt, entrinnt man dem Pfeil des Zweifels und der Unschlüssigkeit.‘ ",
  "an6.13:7.1": "Das sind die sechs Elemente des Entrinnens.“ "
}