{
  "an6.14:0.1": "Nummerierte Lehrreden 6 ",
  "an6.14:0.2": "2. Warmherzig ",
  "an6.14:0.3": "14. Ein guter Tod ",
  "an6.14:1.1": "Da wandte sich der Ehrwürdige Sāriputta an die Mönche und Nonnen: ",
  "an6.14:1.2": "„Werte Freunde, Mönche und Nonnen!“ ",
  "an6.14:1.3": "„Werter Freund“, antworteten sie. ",
  "an6.14:1.4": "Sāriputta sagte: ",
  "an6.14:2.1": "„Eine Nonne führt ihr Leben so, dass sie keinen guten Tod hat, kein gutes Ende. ",
  "an6.14:2.2": "Und wie führt eine Nonne ihr Leben, dass sie keinen guten Tod hat, kein gutes Ende? ",
  "an6.14:3.1": "Da genießt eine Nonne Arbeit, Reden, Schlafen, Gesellschaft, Nähe und Wuchern. Sie liebt diese Dinge und hängt daran, sie zu genießen. ",
  "an6.14:3.2": "Eine Nonne, die ihr Leben so führt, hat keinen guten Tod, kein gutes Ende. ",
  "an6.14:3.3": "Das nennt man ",
  "an6.14:3.4": "eine Nonne, die die Persönlichkeit genießt, die die Persönlichkeit nicht aufgegeben hat, um dem Leiden gänzlich ein Ende zu machen. ",
  "an6.14:4.1": "Eine Nonne führt ihr Leben so, dass sie einen guten Tod hat, ein gutes Ende. ",
  "an6.14:4.2": "Und wie führt eine Nonne ihr Leben, dass sie einen guten Tod hat, ein gutes Ende? ",
  "an6.14:5.1": "Da genießt eine Nonne Arbeit, Reden, Schlafen, Gesellschaft, Nähe und Wuchern nicht. Sie liebt diese Dinge nicht und hängt nicht daran, sie zu genießen. ",
  "an6.14:5.2": "Eine Nonne, die ihr Leben so führt, hat einen guten Tod, ein gutes Ende. ",
  "an6.14:5.3": "Das nennt man ",
  "an6.14:5.4": "eine Nonne, die das Erlöschen genießt, die die Persönlichkeit aufgegeben hat, um dem Leiden gänzlich ein Ende zu machen. ",
  "an6.14:6.1": "Einem Tier, das gerne wuchert ",
  "an6.14:6.2": "und das Wuchern genießt, ",
  "an6.14:6.3": "gelingt es nicht, das Erlöschen zu gewinnen, ",
  "an6.14:6.4": "die unübertreffliche Geborgenheit. ",
  "an6.14:7.1": "Doch wer das Wuchern aufgibt ",
  "an6.14:7.2": "und das Nicht-Wuchern genießt, ",
  "an6.14:7.3": "gewinnt das Erlöschen, ",
  "an6.14:7.4": "die unübertreffliche Geborgenheit.“ "
}