{
  "an6.69:0.1": "Nummerierte Lehrreden 6 ",
  "an6.69:0.2": "7. Eine Gottheit ",
  "an6.69:0.3": "69. Eine Gottheit ",
  "an6.69:1.1": "Da kam spät in der Nacht eine prachtvolle Gottheit, die Jetas Wäldchen weithin erhellte, zum Buddha, verbeugte sich, stellte sich zur Seite hin und sagte zu ihm: ",
  "an6.69:1.2": "„Herr, sechs Dinge verhindern den Niedergang eines Mönchs. ",
  "an6.69:1.3": "Welche sechs? ",
  "an6.69:1.4": "Respekt vor dem Lehrer, vor der Lehre, vor dem Saṅgha und vor der Schulung; man ist leicht zu ermahnen und hat gute Freunde. ",
  "an6.69:1.5": "Diese sechs Dinge verhindern den Niedergang eines Mönchs.“ ",
  "an6.69:1.6": "Das sagte diese Gottheit, ",
  "an6.69:1.7": "und der Lehrer stimmte zu. ",
  "an6.69:1.8": "Da verbeugte sich diese Gottheit, der Zustimmung des Lehrers gewiss, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und verschwand eben dort. ",
  "an6.69:2.1": "Als dann die Nacht vorüber war, wandte sich der Buddha an die Mönche und Nonnen: ",
  "an6.69:2.2": "„Da kam spät in dieser Nacht eine prachtvolle Gottheit, die Jetas Wäldchen weithin erhellte, zu mir, verbeugte sich, stellte sich zur Seite hin und sagte zu mir: ",
  "an6.69:2.3": "‚Herr, sechs Dinge verhindern den Niedergang eines Mönchs. ",
  "an6.69:2.4": "Welche sechs? ",
  "an6.69:2.5": "Respekt vor dem Lehrer, vor der Lehre, vor dem Saṅgha und vor der Schulung; man ist leicht zu ermahnen und hat gute Freunde. ",
  "an6.69:2.6": "Diese sechs Dinge verhindern den Niedergang eines Mönchs.‘ ",
  "an6.69:2.7": "Das sagte diese Gottheit. ",
  "an6.69:2.8": "Dann verbeugte sie sich, umrundete mich respektvoll, die rechte Seite mir zugewandt, und verschwand eben dort.“ ",
  "an6.69:3.1": "Daraufhin sagte der Ehrwürdige Sāriputta zum Buddha: ",
  "an6.69:3.2": "„Herr, so verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha: ",
  "an6.69:3.3": "Es ist, wenn ein Mönch selbst Respekt vor dem Lehrer hat und solchen Respekt preist. ",
  "an6.69:3.4": "Und andere Mönche oder Nonnen, denen dieser Respekt fehlt, ermuntert er dazu. ",
  "an6.69:3.5": "Und er lobt andere Mönche oder Nonnen, die Respekt vor dem Lehrer haben, zur rechten Zeit, gebührend und verdientermaßen. ",
  "an6.69:3.6": "Er hat selbst Respekt vor der Lehre … ",
  "an6.69:3.7": "Er hat selbst Respekt vor dem Saṅgha … ",
  "an6.69:3.8": "Er hat selbst Respekt vor der Schulung … ",
  "an6.69:3.9": "Er ist selbst leicht zu ermahnen … ",
  "an6.69:3.10": "Er hat selbst gute Freunde und preist solche Freundschaft. ",
  "an6.69:3.11": "Und andere Mönche oder Nonnen, denen gute Freunde fehlen, ermuntert er dazu. ",
  "an6.69:3.12": "Und er lobt andere Mönche oder Nonnen, die gute Freunde haben, zur rechten Zeit, gebührend und verdientermaßen. ",
  "an6.69:3.13": "So verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha.“ ",
  "an6.69:4.1": "„Gut, gut, Sāriputta! ",
  "an6.69:4.2": "Es ist gut, dass du die ausführliche Bedeutung meiner kurzen Aussage so verstehst. ",
  "an6.69:4.3": "Es ist, wenn ein Mönch selbst Respekt vor dem Lehrer hat … ",
  "an6.69:4.6": "Er hat selbst Respekt vor der Lehre … ",
  "an6.69:4.7": "Er hat selbst Respekt vor dem Saṅgha … ",
  "an6.69:4.8": "Er hat selbst Respekt vor der Schulung … ",
  "an6.69:4.9": "Er ist selbst leicht zu ermahnen … ",
  "an6.69:4.10": "Er hat selbst gute Freunde und preist solche Freundschaft. ",
  "an6.69:4.11": "Und andere Mönche oder Nonnen, denen gute Freunde fehlen, ermuntert er dazu. ",
  "an6.69:4.12": "Und er lobt andere Mönche oder Nonnen, die gute Freunde haben, zur rechten Zeit, gebührend und verdientermaßen. ",
  "an6.69:4.13": "So ist die ausführliche Bedeutung dieser kurzen Aussage zu verstehen.“ "
}