{
  "an6.17:0.1": "Nummerierte Lehrreden 6 ",
  "an6.17:0.2": "2. Warmherzig ",
  "an6.17:0.3": "17. Schlaf ",
  "an6.17:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an6.17:1.2": "Da kam der Buddha am späten Nachmittag aus seiner Klausur, ging zur Versammlungshalle und setzte sich auf den ausgebreiteten Sitz. ",
  "an6.17:1.3": "Auch der Ehrwürdige Sāriputta kam aus seiner Klausur, ging zur Versammlungshalle, verbeugte sich vor dem Buddha und setzte sich zur Seite hin. ",
  "an6.17:1.4": "Und die Ehrwürdigen Mahāmoggallāna, ",
  "an6.17:1.5": "Mahākassapa, ",
  "an6.17:1.6": "Mahākaccāna, ",
  "an6.17:1.7": "Mahākoṭṭhita, ",
  "an6.17:1.8": "Mahācunda, ",
  "an6.17:1.9": "Mahākappina, ",
  "an6.17:1.10": "Anuruddha, ",
  "an6.17:1.11": "Revata ",
  "an6.17:1.12": "und Ānanda taten desgleichen. ",
  "an6.17:1.13": "Den größten Teil der Nacht verbrachte der Buddha sitzend in Meditation, dann erhob er sich von seinem Sitz und ging zu seiner Unterkunft. ",
  "an6.17:1.14": "Kurz nachdem der Buddha gegangen war, gingen diese Ehrwürdigen jeder zu seiner Unterkunft. ",
  "an6.17:1.15": "Doch jene Mönche und Nonnen, die neu im Orden waren, die kürzlich fortgezogen und neu zu dieser Lehre und Übung gekommen waren, schliefen, bis die Sonne aufging, und schnarchten. ",
  "an6.17:1.16": "Der Buddha sah das mit seiner geläuterten und übermenschlichen Hellsichtigkeit. ",
  "an6.17:1.17": "Er ging zur Versammlungshalle, setzte sich auf den ausgebreiteten Sitz ",
  "an6.17:1.18": "und wandte sich an die Mönche und Nonnen: ",
  "an6.17:2.1": "„Mönche und Nonnen, wo ist Sāriputta? ",
  "an6.17:2.2": "Wo sind Mahāmoggallāna, ",
  "an6.17:2.3": "Mahākassapa, ",
  "an6.17:2.4": "Mahākaccāna, ",
  "an6.17:2.5": "Mahākoṭṭhita, ",
  "an6.17:2.6": "Mahācunda, ",
  "an6.17:2.7": "Mahākappina, ",
  "an6.17:2.8": "Anuruddha, ",
  "an6.17:2.9": "Revata ",
  "an6.17:2.10": "und Ānanda? ",
  "an6.17:2.11": "Wo sind diese altehrwürdigen Schüler hingegangen?“ ",
  "an6.17:2.12": "„Kurz nachdem der Buddha gegangen war, gingen diese Ehrwürdigen jeder zu seiner Unterkunft.“ ",
  "an6.17:2.13": "„Und ihr, Mönche und Nonnen, warum habt ihr geschlafen, bis die Sonne aufging, und geschnarcht, nachdem die altehrwürdigen Mönche gegangen waren? ",
  "an6.17:2.14": "Was meint ihr, Mönche und Nonnen? ",
  "an6.17:2.15": "Habt ihr jemals gesehen oder gehört, ",
  "an6.17:2.16": "dass ein gesalbter adliger König sein Leben lang herrscht und dem Land lieb und teuer ist, während er in den Freuden des Schlafens, Liegens und Dösens schwelgt, soviel er will?“ ",
  "an6.17:2.17": "„Nein, Herr.“ ",
  "an6.17:2.18": "„Gut, Mönche und Nonnen! ",
  "an6.17:2.19": "Auch ich habe so etwas nie gesehen oder gehört. ",
  "an6.17:3.1": "Was meint ihr, Mönche und Nonnen? ",
  "an6.17:3.2": "Habt ihr jemals gesehen oder gehört, ",
  "an6.17:3.3": "dass ein ernannter Beamter … ",
  "an6.17:3.4": "ein durch Erbfolge zum Amt gekommener Beamter … ",
  "an6.17:3.5": "ein General … ",
  "an6.17:3.6": "ein Ortsvorsteher … ",
  "an6.17:3.7": "oder ein Gildemeister sein Leben lang der Gilde vorsteht und der Gilde lieb und teuer ist, während er in den Freuden des Schlafens, Liegens und Dösens schwelgt, soviel er will?“ ",
  "an6.17:3.8": "„Nein, Herr.“ ",
  "an6.17:3.9": "„Gut, Mönche und Nonnen! ",
  "an6.17:3.10": "Auch ich habe so etwas nie gesehen oder gehört. ",
  "an6.17:4.1": "Was meint ihr, Mönche und Nonnen? ",
  "an6.17:4.2": "Habt ihr jemals gesehen oder gehört, ",
  "an6.17:4.3": "dass ein Asket oder Brahmane in den Freuden des Schlafens, Liegens und Dösens schwelgt, soviel er will? Dass die Tore seiner Sinne nicht bewacht sind, dass er zu viel isst und sich nicht dem Wachsein weiht, dass er nicht in der Lage ist, taugliche Eigenschaften klar zu sehen, und sich nicht am Abend und vor der Morgendämmerung um die Entwicklung der Eigenschaften bemüht, die zum Erwachen führen? Und dass er dennoch die Befleckungen auflöst und in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt?“ ",
  "an6.17:4.4": "„Nein, Herr.“ ",
  "an6.17:4.5": "„Gut, Mönche und Nonnen! ",
  "an6.17:4.6": "Auch ich habe so etwas nie gesehen oder gehört. ",
  "an6.17:5.1": "Daher solltet ihr so üben: ",
  "an6.17:5.2": "‚Wir wollen die Tore unserer Sinne bewachen, beim Essen maßhalten, uns dem Wachsein weihen, taugliche Eigenschaften klar sehen und uns am Abend und vor der Morgendämmerung um die Entwicklung der Eigenschaften bemühen, die zum Erwachen führen.‘ ",
  "an6.17:5.3": "So solltet ihr üben.“ "
}