{
  "dn-blurbs:dn-silakkhandhavagga": "Le chapitre intitulé Sīlakkhandhavagga, dédié à l’éthique, regroupe treize discours. Chacun d’eux expose un long passage sur la formation progressive en éthique, méditation et sagesse, reflétant la structure des enseignements fondamentaux. Le chapitre tire son nom de la première de ces sections. Les deux autres versions connues du Dīrghāgama (en chinois et en sanskrit) incluent également un chapitre similaire. Bien que l’enseignement central soit principalement monastique, la plupart de ces discours se présentent sous forme de dialogues avec des laïcs, soulignant fortement le lien entre les enseignements du Bouddha et les autres courants spirituels contemporains.",
  "dn-blurbs:dn-mahavagga": "Ce chapitre présente une variété riche et diversifiée de discours. Certains s’attardent sur les événements marquants entourant la mort du Bouddha, tandis que d’autres plongent dans des récits fabuleux impliquant les dieux. D’autres encore sont centrés sur des analyses approfondies et détaillées de la doctrine.",
  "dn-blurbs:dn-pathikavagga": "À l’instar du chapitre précédent, celui-ci rassemble une collection variée de discours et tire son nom du premier d’entre eux. Ces discours incluent des récits légendaires sur l’histoire et l’avenir de notre monde, qui ont acquis une grande renommée et exercé une profonde influence dans les cercles bouddhistes.",
  "dn-blurbs:dn1": "Alors que certains louent ou critiquent le Bouddha, ils se focalisent souvent sur des détails superficiels. En réponse, le Bouddha propose une analyse approfondie de 62 types de vues erronées, montrant que la compréhension de leur nature permet de se libérer des spéculations vaines et dénuées de sens.",
  "dn-blurbs:dn2": "Le roi Ajātasattu, récemment couronné, est tourmenté par la violence qui l’a conduit au trône. En quête de paix intérieure, il se rend auprès du Bouddha et l’interroge sur les bienfaits de la pratique spirituelle. Ce discours figure parmi les plus grands chefs-d’œuvre littéraires et spirituels du bouddhisme ancien.",
  "dn-blurbs:dn3": "Un jeune étudiant brahmane s’en prend à la famille du Bouddha, mais il est habilement ramené à la raison.  ",
  "dn-blurbs:dn4": "Un brahmane éminent rend visite au Bouddha, malgré les objections de ses pairs. Au cours de leur échange, ils explorent en profondeur la véritable signification d’un brahmane, et le Bouddha, avec finesse et sagesse, parvient à le convaincre de son point de vue.",
  "dn-blurbs:dn5": "Un brahmane, désireux d’organiser un grand sacrifice, sollicite les conseils du Bouddha. En réponse, le Bouddha lui narre une légende ancienne où un roi, convaincu d’abandonner les sacrifices sanglants, choisit plutôt de consacrer ses ressources à aider les citoyens les plus démunis de son royaume. Cependant, le Bouddha souligne qu’un tel sacrifice, bien qu’altruiste et non violent, demeure insignifiant comparé au véritable sacrifice spirituel : celui de renoncer aux attachements.  ",
  "dn-blurbs:dn6": "Le Bouddha explique à un auditoire varié de laïcs que les fruits de la méditation dépendent étroitement de la façon dont elle est cultivée et mise en pratique.",
  "dn-blurbs:dn7": "Ce discours est principalement repris par le Bouddha dans le précédent.",
  "dn-blurbs:dn8": "Le Bouddha est confronté par un ascète nu qui le défie sur le thème des austérités spirituelles. Avec sagesse, il souligne qu’il est tout à fait possible de s’adonner à toutes sortes d’austérités sans pour autant atteindre une véritable pureté intérieure de l’esprit.",
  "dn-blurbs:dn9": "Le Bouddha échange avec un vagabond sur la nature de la perception et son développement à travers des états de méditation toujours plus profonds. Toutefois, aucun de ces états ne doit être assimilé à un soi ou à une âme.",
  "dn-blurbs:dn10": "Peu après la disparition du Bouddha, le Vénérable Ānanda est sollicité pour exposer les enseignements fondamentaux.",
  "dn-blurbs:dn11": "Le Bouddha refuse d’accomplir des miracles, expliquant que ce n’est pas une méthode appropriée pour inspirer la foi. Il relate ensuite l’histoire d’un moine dont la quête mal orientée de réponses l’a conduit jusqu’à Brahmā.",
  "dn-blurbs:dn12": "Un brahmane s’est laissé convaincre qu’offrir une aide spirituelle aux autres est inutile. Le Bouddha lui rend visite et, avec sagesse, le persuade des véritables bienfaits de l’enseignement spirituel.",
  "dn-blurbs:dn13": "Un groupe de brahmanes débat du véritable chemin menant à Brahmā. Remettant en question les prétentions à l’autorité fondées sur les Védas, le Bouddha affirme que seule l’expérience directe peut conduire à la vérité.",
  "dn-blurbs:dn14": "Le Bouddha enseigne sur les six Bouddhas du passé et retrace avec minutie l’histoire de l’un d’entre eux, Vipassī.",
  "dn-blurbs:dn15": "Lorsque le Vénérable Ānanda affirme comprendre aisément la coproduction conditionnée, le Bouddha réfute cette déclaration en proposant une analyse approfondie et exigeante, mettant en lumière les subtilités et les implications profondes de cet enseignement fondamental.",
  "dn-blurbs:dn16": "Le plus long des discours, ce récit détaillé relate les événements entourant la disparition du Bouddha. Riche en descriptions poignantes et évocatrices, ce sutta constitue une introduction exceptionnelle pour découvrir le Bouddha en tant qu’être humain et comprendre comment la communauté bouddhique a affronté cette perte.",
  "dn-blurbs:dn17": "Un récit élaboré qui évoque une vie antérieure du Bouddha, lorsqu’il était un roi légendaire ayant renoncé à tout pour se consacrer à la méditation.",
  "dn-blurbs:dn18": "Après avoir relaté les renaissances des disciples récemment décédés, le récit se poursuit par une discussion sur le Dhamma, animée par les dieux.",
  "dn-blurbs:dn19": "Une divinité mineure informe le Bouddha des conversations et des activités des dieux.",
  "dn-blurbs:dn20": "Lorsque des divinités provenant de tous les royaumes se rassemblent pour rendre hommage au Bouddha, celui-ci récite une série de vers décrivant ces êtres célestes. Ces vers, souvent chantés dans les traditions theravadines, constituent l’une des descriptions les plus riches des divinités vénérées à l’époque du Bouddha.",
  "dn-blurbs:dn21": "Après avoir entendu une chanson d’amour d’un dieu de la musique, le Bouddha engage une discussion profonde avec Sakka, explorant l’origine conditionnée de l’attachement et de la souffrance.",
  "dn-blurbs:dn22": "Le Bouddha expose en détail le septième facteur du noble sentier octuple : la méditation de la pleine conscience. Ce discours, presque identique au MN 10, inclut une section élargie sur les quatre nobles vérités, tirée du MN 141.",
  "dn-blurbs:dn23": "Un débat long et captivant oppose un moine à un sceptique, qui déploie des arguments aussi élaborés qu’insolites pour nier l’existence d’une vie après la mort. Le discours regorge de paraboles vivantes et d’exemples marquants.",
  "dn-blurbs:dn24": "Lorsque Sunakkhatta menace de renoncer à la vie monastique, le Bouddha demeure imperturbable. Rejetant les démonstrations ostentatoires d’ascétisme ou de pouvoirs miraculeux, il affirme avec calme et dignité sa suprématie spirituelle.",
  "dn-blurbs:dn25": "Ce discours constitue un exemple remarquable de dialogue interreligieux. Le Bouddha souligne qu’il ne cherche pas à détourner quiconque de son enseignant ou de ses pratiques, mais aspire uniquement à guider les êtres vers la libération de la souffrance.",
  "dn-blurbs:dn26": "Pour illustrer le principe selon lequel il faut s’appuyer sur soi-même, le Bouddha relate en détail la chute d’une ancienne lignée royale et la dégénérescence progressive de la société. Bien que ce processus semble inévitable, il prédit qu’un jour, dans un avenir lointain, un autre Bouddha, Metteyya, apparaîtra à une époque de paix et de prospérité.",
  "dn-blurbs:dn27": "En opposition aux récits mythologiques des brahmanes concernant le passé, le Bouddha propose une vision de l’évolution soulignant l’interdépendance entre les choix humains et l’équilibre écologique. Il met en garde contre l’avidité excessive qui menace de perturber l’ordre naturel.",
  "dn-blurbs:dn28": "Peu avant son décès, le Vénérable Sāriputta rend visite au Bouddha et exprime un éloge profondément émouvant en l’honneur de son illustre maître.",
  "dn-blurbs:dn29": "Après la mort de Nigaṇṭha Nātaputta, chef des Jaïns, le Bouddha met en avant la stabilité et la maturité de sa propre communauté. Il exhorte ses disciples à se réunir après son propre décès pour réciter les enseignements dans un esprit d’harmonie et d’unité.",
  "dn-blurbs:dn30": "Ce discours explore la prophétie brahmanique du Grand Homme et détaille les 32 marques physiques qui le caractérisent. Il inclut certains des vers les plus sophistiqués et récents du canon, révélant une grande richesse littéraire.",
  "dn-blurbs:dn31": "Le Bouddha rencontre un jeune homme rendant hommage à son père défunt à travers des rituels. Reformulant ces pratiques comme étant vides de sens, il met l’accent sur l’importance de la conduite vertueuse. Ce discours constitue le traité le plus complet sur l’éthique à l’intention des laïcs.",
  "dn-blurbs:dn32": "Une assemblée de puissants esprits avertit le Bouddha que certains d’entre eux ne sont pas bienveillants et recommende aux monastiques d’apprendre des versets de protection pour se prémunir contre ces forces hostiles.",
  "dn-blurbs:dn33": "Le Bouddha invite le Vénérable Sāriputta à enseigner aux monastiques. Celui-ci présente une vaste liste de doctrines bouddhiques soigneusement organisées selon une séquence numérique.",
  "dn-blurbs:dn34": "Bien que similaire au précédent, ce discours propose une méthode d’exposé différente. Ces deux enseignements préfigurent les approches systématiques qui seront développées dans l’Abhidhamma."
}