{
  "mn-blurbs:mn1": "Le Bouddha examine comment la notion d’un soi permanent émerge du processus de perception. Un large éventail de phénomènes est considéré, englobant à la fois des dimensions naturalistes et cosmologiques. Une personne non éveillée interprète l’expérience en termes de soi, tandis que les personnes plus avancées vivent les mêmes expériences sans attachement. ",
  "mn-blurbs:mn2": "Les divers problèmes de l’itinéraire spirituel exigent une gamme variée de réponses. Plutôt que d’appliquer la même solution à tous les problèmes, le Bouddha expose sept méthodes pour traiter les souillures, chacune d’entre elles fonctionnant dans certains cas. ",
  "mn-blurbs:mn3": "Certains des étudiants du Bouddha n’héritent de lui que des profits matériels et de la renommée. Mais son véritable héritage est la voie spirituelle, la voie du contentement. Le Vénérable Sāriputta explique comment, en suivant l’exemple du Bouddha, nous pouvons connaître les fruits de cette voie. ",
  "mn-blurbs:mn4": "Le Bouddha explique les difficultés de la vie en pleine nature, et comment elles sont surmontées par la pureté de la conduite et la méditation. Il raconte certaines des peurs et des obstacles qu’il a rencontrés au cours de sa propre pratique. ",
  "mn-blurbs:mn5": "Les principaux disciples du Bouddha, Sāriputta et Moggallāna, utilisent la comparaison avec un bol terni pour illustrer les défauts de l’esprit et de la conduite. Ils soulignent que l’essentiel n’est pas tant de savoir s’il y a des imperfections, mais si nous en sommes conscients. ",
  "mn-blurbs:mn6": "Selon le Bouddha, l’observation attentive des préceptes éthiques est le fondement de tous les accomplissements supérieurs dans la vie spirituelle. ",
  "mn-blurbs:mn7": "Les nombreux types d’impuretés qui souillent l’esprit sont comparés à un tissu sale. Lorsque l’esprit est propre, nous trouvons la joie, qui conduit à des états de conscience supérieurs. Enfin, le Bouddha rejette la notion Brahmanique selon laquelle la pureté vient du fait de se baigner dans des rivières sacrées. ",
  "mn-blurbs:mn8": "Le Bouddha fait la différence entre la méditation pacifique et les pratiques spirituelles qui englobent l’ensemble de la vie. Il énumère quarante-quatre aspects, qu’il explique comme étant « l’effacement », l’usure de la vanité. ",
  "mn-blurbs:mn9": "Le Vénérable Sāriputta donne une explication détaillée de la vue juste, le premier facteur du noble sentier octuple. À la demande des autres moines, il aborde le sujet à partir d’un large éventail de perspectives. ",
  "mn-blurbs:mn10": "Le Bouddha détaille ici le septième facteur du noble sentier octuple, la méditation de la pleine conscience. Ce discours rassemble de nombreux enseignements sur la méditation que l’on trouve dans tout le canon, en particulier les pratiques fondatrices axées sur le corps, et il est considéré comme l’un des plus importants discours sur la méditation. ",
  "mn-blurbs:mn11": "Le Bouddha déclare que seuls ceux qui suivent sa voie peuvent véritablement faire l’expérience des quatre étapes de l’éveil. En effet, bien qu’il partage beaucoup avec d’autres systèmes, aucun d’entre eux ne va jusqu’à rejeter totalement tout attachement à l’idée d’un soi. ",
  "mn-blurbs:mn12": "Un moine qui a renoncé à la vie monastique, Sunakkhatta, attaque l’enseignement du Bouddha parce qu’il ne mène qu’à la fin de la souffrance. Le Bouddha réplique qu’il s’agit en fait d’un éloge, et poursuit en énumérant ses nombreuses réalisations profondes et puissantes. ",
  "mn-blurbs:mn13": "Invité à montrer la différence entre son enseignement et celui des autres ascètes, le Bouddha fait remarquer qu’ils parlent de lâcher prise, mais ne comprennent pas vraiment pourquoi. Il explique ensuite en détail la souffrance qui découle de l’attachement aux stimulations sensuelles. ",
  "mn-blurbs:mn14": "Un laïc est perplexe car, malgré sa longue pratique, il a encore des pensées avides ou haineuses. Le Bouddha explique l’importance de la méditation d’absorption pour se défaire de tels attachements. Mais il critique également l’auto-mortification, et raconte un dialogue antérieur avec des ascètes jaïns. ",
  "mn-blurbs:mn15": "Le Vénérable Moggallāna aborde le sujet de la réprimande, sans laquelle une communauté saine n’est pas possible. Il énumère un certain nombre de qualités qui inciteront les autres à penser qu’il convient de vous réprimander de manière constructive. ",
  "mn-blurbs:mn16": "Le Bouddha explique les différentes façons dont une personne peut devenir émotionnellement coupée de sa communauté spirituelle. ",
  "mn-blurbs:mn17": "Bien que vivre dans la nature soit formidable, tout le monde n’y est pas prêt. Le Bouddha encourage les méditants à examiner si leur environnement soutient véritablement leur pratique de méditation et, dans le cas contraire, à partir. ",
  "mn-blurbs:mn18": "Interpellé par un brahmane, le Bouddha donne une réponse énigmatique sur la façon dont les conflits surgissent en raison de la prolifération basée sur les perceptions. Le vénérable Kaccāna en tire les implications détaillées dans l’un des passages les plus révélateurs de tout le canon. ",
  "mn-blurbs:mn19": "Racontant ses propres expériences du développement de la méditation, le Bouddha explique comment appréhender les pensées nuisibles et inoffensives, et comment aller au-delà de la pensée tout court. ",
  "mn-blurbs:mn20": "Dans un enseignement pratique de méditation, le Bouddha décrit cinq approches différentes pour arrêter les pensées. ",
  "mn-blurbs:mn21": "Un discours plein d’allégories vivantes et mémorables, sur l’importance de la patience et de l’amour, même face aux abus et aux critiques. Le Bouddha termine avec l’allégorie de la scie, l’une des allégories les plus mémorables des discours. ",
  "mn-blurbs:mn22": "L’un des moines nie que la conduite prohibée soit réellement un problème. Les moines, puis le Bouddha, le soumettent à une réprimande impressionnante. Le Bouddha compare quelqu’un qui ne comprend que la lettre des enseignements à quelqu’un qui attrape un serpent par la queue, et invoque également la célèbre allégorie du radeau. ",
  "mn-blurbs:mn23": "Dans un curieux discours chargé d’images évocatrices, une divinité présente une énigme à un moine, qui cherche une réponse auprès du Bouddha. ",
  "mn-blurbs:mn24": "Le vénérable Sāriputta cherche à dialoguer avec un moine estimé, le vénérable Puṇṇa Mantāniputta, et ils discutent des étapes de la purification. ",
  "mn-blurbs:mn25": "Le Bouddha compare le fait de se faire piéger par Māra à un cerf qui se prend dans un collet, illustrant ainsi les stratégies toujours plus complexes employées par le chasseur et le chassé. ",
  "mn-blurbs:mn26": "Il s’agit de l’un des plus importants discours biographiques, qui raconte les expériences du Bouddha depuis son départ de chez lui jusqu’à la réalisation de l’éveil. Tout au long de son parcours, il était animé par l’impératif d’échapper totalement à la renaissance et à la souffrance. ",
  "mn-blurbs:mn27": "Le Bouddha met en garde contre les conclusions hâtives sur les réalisations spirituelles d’un enseignant, en les comparant à la prudence dont ferait preuve un pisteur pour traquer les éléphants. Il présente la formation complète d’un monastique. ",
  "mn-blurbs:mn28": "Sāriputta fait une démonstration élaborée de la façon dont, tout comme n’importe quelle empreinte peut tenir dans celle d’un éléphant, tout l’enseignement du Bouddha peut tenir dans les quatre nobles vérités. Cela offre un modèle global pour organiser les enseignements du Bouddha. ",
  "mn-blurbs:mn29": "À la suite de l’incident avec Devadatta, le Bouddha met en garde les moines contre la complaisance à l’égard des avantages superficiels de la vie spirituelle et désigne la libération comme le véritable cœur de l’enseignement. ",
  "mn-blurbs:mn30": "Similaire au précédent. Après l’incident avec Devadatta, le Bouddha met en garde les moines contre la complaisance et désigne la libération comme le véritable cœur de l’enseignement. ",
  "mn-blurbs:mn31": "Le Bouddha rencontre trois moines pratiquant avec diligence et harmonie, et leur demande comment ils s’y prennent. Réticents à révéler leurs réalisations supérieures, ils expliquent comment ils gèrent les affaires pratiques de la vie commune. Mais lorsque le Bouddha insiste, ils révèlent leurs réalisations en matière de méditation. ",
  "mn-blurbs:mn32": "Plusieurs moines expérimentés, se délectant de la beauté de la nuit, discutent de quelle sorte de moine pourrait encore embellir le parc. Ils apportent leurs réponses au Bouddha, qui fait l’éloge de leurs réponses, mais donne sa propre tournure. ",
  "mn-blurbs:mn33": "Pour onze raisons, un vacher n’est pas en mesure de s’occuper correctement d’un troupeau. Le Bouddha compare cela à la croissance spirituelle d’un moine. ",
  "mn-blurbs:mn34": "En faisant le parallèle avec un vacher guidant son troupeau à travers une rivière dangereuse, le Bouddha présente les différents types de disciples éclairés qui traversent le courant de la transmigration. ",
  "mn-blurbs:mn35": "Saccaka était un débatteur, qui a défié le Bouddha dans un concours. Malgré ses vantardises, le Bouddha n’est pas du tout perturbé par ses attaques. ",
  "mn-blurbs:mn36": "Dans une rencontre moins conflictuelle, le Bouddha et Saccaka discutent de la différence entre le développement physique et mental. Le Bouddha fait un long récit des différentes pratiques qu’il a effectuées avant de s’éveiller, détaillant les efforts stupéfiants qu’il a déployés pour mortifier le corps. ",
  "mn-blurbs:mn37": "Moggallāna visite le paradis de Sakka, le seigneur des dieux, pour voir s’il comprend vraiment ce que le Bouddha enseigne. ",
  "mn-blurbs:mn38": "Pour contrer l’opinion erronée selon laquelle une conscience transmigre d’une vie à l’autre, le Bouddha enseigne la coproduction conditionnée, montrant que la conscience surgit invariablement en fonction des conditions. ",
  "mn-blurbs:mn39": "Le Bouddha encourage les moines à être à la hauteur de leur nom, en pratiquant réellement d’une manière qui répond ou dépasse les attentes que les gens ont pour les renonçants. ",
  "mn-blurbs:mn40": "Les étiquettes d’un pratiquant spirituel ne vient pas seulement des apparats extérieurs, mais d’un changement intérieur sincère. ",
  "mn-blurbs:mn41": "Le Bouddha explique à un groupe de brahmanes la conduite menant à la renaissance dans des états supérieurs ou inférieurs, y compris des explications détaillées des dix pratiques de base que les laïcs devraient entreprendre, et qui constituent également la base de la libération. ",
  "mn-blurbs:mn42": "Similaire au précédent. Le Bouddha explique la conduite menant à la renaissance dans des états supérieurs ou inférieurs, y compris des explications détaillées des dix pratiques fondamentales. ",
  "mn-blurbs:mn43": "Une série de questions et de réponses entre Sāriputta et Mahākoṭṭhita, examinant divers aspects subtils et abstrus des enseignements. ",
  "mn-blurbs:mn44": "Le laïc Visākha interroge la nonne Dhammadinnā sur divers sujets difficiles, dont certaines des plus hautes réalisations de la méditation. Le Bouddha approuve pleinement ses réponses.",
  "mn-blurbs:mn45": "Le Bouddha explique comment l’adoption de diverses pratiques peut entraîner des résultats nuisibles ou bénéfiques. La célèbre parabole de la liane démontre avec éloquence la nature insidieuse des tentations. ",
  "mn-blurbs:mn46": "Alors que nous aspirons tous au bonheur, nous constatons souvent que le contraire se produit. Le Bouddha en explique les raisons. ",
  "mn-blurbs:mn47": "Alors que certains maîtres spirituels préfèrent demeurer dans l’ombre, le Bouddha, loin de s’y complaire, a encouragé ses disciples à l’examiner attentivement et leur a fourni une méthode précise et rigoureuse pour y parvenir. ",
  "mn-blurbs:mn48": "Malgré la présence du Bouddha, les moines de Kosambi sombrèrent dans un profond et amer conflit. Le Bouddha enseigna à ces moines réticents à cultiver l’amour et l’harmonie, leur rappelant l’état de paix qu’ils recherchaient. ",
  "mn-blurbs:mn49": "Le Bouddha s’élève vers un royaume céleste supérieur où il engage un affrontement cosmique avec une puissante divinité, tombée dans l’illusion de se croire éternelle et toute-puissante. ",
  "mn-blurbs:mn50": "Māra, le fourbe et dieu de la mort, tenta d’importuner Moggallāna. Non seulement il échoua, mais il fut en plus l’objet d’un sévère sermon lui rappelant les dangers de s’en prendre aux disciples du Bouddha. ",
  "mn-blurbs:mn51": "Le Bouddha s’entretient avec des pratiquants laïcs au sujet de la méditation de pleine conscience. Contrastant l’ouverture des animaux avec la duplicité des êtres humains, il explique comment pratiquer de manière à ne causer de tort ni à soi-même ni à autrui. ",
  "mn-blurbs:mn52": "Interrogé par un chef de famille sur un chemin menant à la libération, le Vénérable Ānanda expose pas moins de onze états méditatifs pouvant servir de portes vers l’Immortel. ",
  "mn-blurbs:mn53": "Le Bouddha est invité par sa famille, les Sakya de Kapilavatthu, à inaugurer une nouvelle salle communautaire. Il invite le Vénérable Ānanda à expliquer en détail les étapes de la pratique spirituelle pour un disciple laïc. ",
  "mn-blurbs:mn54": "Lorsque Potaliya s’indigna d’être qualifié de « chef de famille », le Bouddha l’interrogea sur la véritable nature de l’attachement et du renoncement. ",
  "mn-blurbs:mn55": "Le médecin personnel du Bouddha, Jīvaka, entend des critiques sur la politique du Bouddha concernant la consommation de viande et l’interroge à ce sujet. ",
  "mn-blurbs:mn56": "Le Bouddha est en désaccord avec un ascète jaïn sur la question de savoir si les actes physiques ou mentaux sont les plus importants. En apprenant cela, le disciple jaïn Upāli décide de rendre visite au Bouddha pour le réfuter, et poursuit malgré tous les avertissements. ",
  "mn-blurbs:mn57": "Certains ascètes de l’Inde ancienne entreprenaient des pratiques extrêmes, telles que le vœu de se comporter comme un bœuf ou un chien. Le Bouddha rencontre deux de ces individus et, à contrecœur, est incité à révéler les conséquences karmiques de telles pratiques. ",
  "mn-blurbs:mn58": "Le chef des Jaïns, Nigaṇṭha Nātaputta, propose à son disciple, le prince Abhaya, un dilemme à soumettre au Bouddha, supposant que cela révélera sa faiblesse. Les événements ne se déroulent pas tout à fait comme prévu. ",
  "mn-blurbs:mn59": "Le Bouddha résout un désaccord sur le nombre de types de sensations qu’il a enseignés, en soulignant que diverses méthodes d’enseignement conviennent à différents contextes et ne devraient pas provoquer de disputes. Il poursuit en démontrant l’importance du plaisir dans le développement de la méditation avancée. ",
  "mn-blurbs:mn60": "Le Bouddha enseigne à un groupe de maîtres de maison peu engagés comment utiliser une réflexion rationnelle pour adopter des pratiques et des principes assurant une issue favorable, même si toutes les variables ne sont pas connues. ",
  "mn-blurbs:mn61": "Utilisant la « leçon d’objet » d’une tasse d’eau, le Bouddha explique à son fils, Rāhula, l’importance de dire la vérité et de réfléchir à ses motivations. ",
  "mn-blurbs:mn62": "Le Bouddha conseille à Rāhula de méditer sur le non-soi, ce qu’il met immédiatement en pratique. En le voyant, le Vénérable Sāriputta lui recommande de développer la méditation sur la respiration, mais le Bouddha propose d’abord un large éventail de pratiques différentes. ",
  "mn-blurbs:mn63": "Un moine exige que le Bouddha réponde à ses questions métaphysiques, menaçant de quitter la communauté s’il ne le fait pas. Le Bouddha le compare à un homme blessé par une flèche, qui refuse de se faire soigner tant qu’il n’a pas obtenu des réponses à toutes ses questions sur la flèche et l’archer. ",
  "mn-blurbs:mn64": "Un tout petit enfant n’a ni vues erronées ni intentions mauvaises, mais la tendance sous-jacente à ces choses est toujours présente. Sans pratique, elles réapparaîtront inévitablement. ",
  "mn-blurbs:mn65": "Un moine refuse de suivre la règle interdisant de manger après midi, mais, rempli de remords, il est pardonné. ",
  "mn-blurbs:mn66": "Revenant sur la règle concernant l’alimentation, cette fois-ci en signe de gratitude envers le Bouddha pour avoir éliminé ce qui cause complexité et stress. Le Bouddha met en avant le danger de l’attachement, même aux choses les plus insignifiantes. ",
  "mn-blurbs:mn67": "Après avoir renvoyé des moines indisciplinés, le Bouddha se laisse convaincre de revenir sur sa décision et leur enseigne les quatre dangers auxquels sont confrontés ceux qui ont renoncé au monde. ",
  "mn-blurbs:mn68": "Ceux qui pratiquent ne le font pas parce qu’ils sont des échecs, mais parce qu’ils aspirent à une liberté supérieure. Lorsque le Bouddha évoque les réalisations de ses disciples, c’est dans le but d’inspirer. ",
  "mn-blurbs:mn69": "Un moine revient de la forêt pour rejoindre la communauté, mais ne se comporte pas convenablement. Le Vénérable Sāriputta explique comment un renonçant devrait se comporter, que ce soit dans la forêt ou en ville. ",
  "mn-blurbs:mn70": "Un troisième discours met en lumière les bienfaits pour la santé d’un repas pris en une seule partie de la journée, tout en soulignant la réticence de certains renonçants à adopter cette discipline. ",
  "mn-blurbs:mn71": "Le Bouddha réfute l’idée d’être omniscient et expose les trois connaissances supérieures qui constituent le cœur de sa sagesse éveillée. ",
  "mn-blurbs:mn72": "Refusant de s’engager dans des spéculations métaphysiques futiles, le Bouddha illustre le but spirituel par l’image d’une flamme qui s’éteint. ",
  "mn-blurbs:mn73": "Dans le dernier chapitre de la « trilogie de Vacchagotta », ce dernier renonce à son obsession pour les spéculations stériles et se tourne vers le Bouddha pour s’informer sur la pratique. ",
  "mn-blurbs:mn74": "Déjouant habilement un sceptique extrême, le Bouddha examine les conséquences de la croyance et de l’incrédulité. Au lieu de s’enliser dans des abstractions, il encourage à rester attentif aux sensations éprouvées. ",
  "mn-blurbs:mn75": "Accusé par un hédoniste d’être trop négatif, le Bouddha évoque le luxe de son enfance et sa prise de conscience de la faible valeur de ces plaisirs. C’est par la renonciation qu’il a découvert un plaisir bien plus grand. ",
  "mn-blurbs:mn76": "Le Vénérable Ānanda enseigne à un groupe d’ascètes qu’il existe de nombreuses approches de la vie spirituelle, dont beaucoup sont sans issue. ",
  "mn-blurbs:mn77": "Contrairement à de nombreux maîtres, les disciples du Bouddha lui témoignent un amour et un respect authentiques, reconnaissant la sincérité de son enseignement et de sa pratique. ",
  "mn-blurbs:mn78": "Un ascète enseigne qu’une personne atteint le plus haut accomplissement lorsqu’elle respecte quatre préceptes éthiques fondamentaux. Les standards du Bouddha sont bien plus élevés. ",
  "mn-blurbs:mn79": "Un errant expose sa doctrine du « plus haut éclat », mais se révèle incapable d’en offrir une explication cohérente. Le Bouddha le compare, dans une image mémorable, à quelqu’un épris d’une femme idéalisée qu’il n’a jamais vue. ",
  "mn-blurbs:mn80": "Commençant de façon similaire au précédent, le Bouddha explique ensuite que l’on n’embrasse pas son enseignement en raison de simples arguments intellectuels, mais parce que l’on en éprouve directement les fruits à travers sa propre pratique. ",
  "mn-blurbs:mn81": "Le Bouddha partage un récit singulier d’une existence passée, à l’époque du Bouddha précédent, Kassapa. À cette période, il ne montrait aucun intérêt pour le Dhamma et dut être contraint de rencontrer le Bouddha. Ce discours joue un rôle clé dans la compréhension de l’évolution de la doctrine du Bodhisattva. ",
  "mn-blurbs:mn82": "Un jeune homme riche, Raṭṭhapāla, nourrit une vive aspiration à entrer dans la vie monastique, mais doit surmonter la réticence de ses parents. Même après être devenu moine, ses parents essaient de le persuader de renoncer à ses vœux. Le discours se conclut par une série d’enseignements poignants sur la fragilité du monde. ",
  "mn-blurbs:mn83": "Une rare et longue narration mythique, relatant une ancienne lignée royale et leur chute éventuelle. ",
  "mn-blurbs:mn84": "À Madhurā, à l’extrémité nord-est de l’influence du Bouddha de son vivant, le roi Avantiputta questionne le Vénérable Mahākaccāna sur la prétention des brahmanes à se considérer comme la caste suprême. ",
  "mn-blurbs:mn85": "Admettant qu’il croyait autrefois que le plaisir pouvait être atteint par la douleur, le Bouddha explique comment sa pratique lui a révélé la fausseté de cette croyance. ",
  "mn-blurbs:mn86": "Ignorant les avertissements, le Bouddha s’aventure dans le domaine du tristement célèbre tueur Aṅgulimāla et réussit à le convertir au chemin de la non-violence. Devenu moine, Aṅgulimāla souffrit encore de ses actes passés, mais de manière moindre. Il utilise son nouvel engagement dans la non-violence pour aider une femme dans l’accouchement. ",
  "mn-blurbs:mn87": "Un rare aperçu de la vie maritale du roi Pasenadi, et de la manière dont il est guidé vers le Dhamma par sa reine, l’incomparable Mallikā. Elle confirme l’enseignement du Bouddha selon lequel ceux qui nous sont chers nous apportent du chagrin ; mais ce n’est pas ce qu’un mari, père et roi souhaite entendre. ",
  "mn-blurbs:mn88": "Le roi Pasenadi se rend auprès du Vénérable Ānanda et l’interroge sur les conduites habiles et maladroites, ainsi que sur ce qui est digne d’éloge selon le Bouddha. En témoignage de sa gratitude, il offre à Ānanda une étoffe de grande valeur. ",
  "mn-blurbs:mn89": "Vers la fin de sa vie, le roi Pasenadi rend visite au Bouddha, exprimant une dévotion émouvante et un profond amour pour son maître. ",
  "mn-blurbs:mn90": "Le roi Pasenadi interroge le Bouddha sur divers sujets, notamment les castes, l’omniscience et les dieux. ",
  "mn-blurbs:mn91": "Le plus éminent et vénérable des brahmanes de l’époque dépêche l’un de ses étudiants pour examiner le Bouddha. Pendant plusieurs mois, l’élève suit attentivement chacun de ses faits et gestes avant de faire son rapport. Persuadé que le Bouddha incarne l’accomplissement d’une ancienne prophétie sur le Grand Homme, le brahmane choisit de devenir son disciple. ",
  "mn-blurbs:mn92": "Un ascète brahmanique du nom de Keṇiya convie l’ensemble du Saṅgha à un repas. En apprenant la nouvelle, le brahmane Sela se rend auprès du Bouddha et exprime son ravissement à travers une série de vers dévotionnels d’une grande éloquence et d’une profonde ferveur. ",
  "mn-blurbs:mn93": "Un jeune étudiant brahmane précoce est encouragé, contre son gré, à défier le Bouddha sur la question des castes. Ses réticences se révèlent justifiées. ",
  "mn-blurbs:mn94": "Un brahmane rejette l’idée qu’une vie de renoncement guidée par des principes élevés puisse exister, mais le Vénérable Udena le persuade avec sagesse du contraire. ",
  "mn-blurbs:mn95": "Le renommé brahmane Caṅkī se rend auprès du Bouddha, accompagné d’une large assemblée, malgré les objections de certains de ses pairs. Un étudiant d’une rare précocité défie alors le Bouddha, soutenant la validité des écritures védiques. En réponse, le Bouddha expose avec clarté et profondeur comment la véritable compréhension naît progressivement à travers une éducation spirituelle patiemment cultivée. ",
  "mn-blurbs:mn96": "Un brahmane affirme que l’on mérite service et privilège en fonction de sa caste, mais le Bouddha réplique que c’est la conduite, et non la caste, qui détermine la véritable valeur d’une personne. ",
  "mn-blurbs:mn97": "Un collecteur d’impôts corrompu est transformé par sa rencontre avec le Vénérable Sāriputta. ",
  "mn-blurbs:mn98": "Deux jeunes brahmanes interrogent le Bouddha sur ce qui définit véritablement un brahmane : est-ce la naissance ou les actions ? Le Bouddha leur répond que, si les espèces animales sont déterminées par la naissance, chez les êtres humains, c’est le mode de vie et les choix qui importent. Ce discours préfigure la perspective moderne selon laquelle il n’existe pas de distinctions raciales nettes et définies parmi les êtres humains. ",
  "mn-blurbs:mn99": "Le labeur en lui-même n’a pas de valeur intrinsèque ; ce qui compte, c’est le résultat. De même, dans la vie spirituelle, la pratique peut porter des fruits ou demeurer stérile. ",
  "mn-blurbs:mn100": "Irrité par la dévotion d’une femme brahmane, un brahmane se rend auprès du Bouddha. Celui-ci ne se revendique ni traditionaliste ni rationaliste, mais comme un maître dont l’enseignement s’appuie sur l’expérience directe. ",
  "mn-blurbs:mn101": "Le Bouddha interpelle un groupe d’ascètes jaïns, les confrontant à leur affirmation selon laquelle l’auto-mortification permettrait de mettre fin à toute souffrance. Il révèle les incohérences de leur raisonnement et expose la supériorité de sa voie médiane. ",
  "mn-blurbs:mn102": "Une version abrégée du célèbre Brahmajāla Sutta (DN1), ce discours examine une large gamme de vues spéculatives et les écarte toutes. ",
  "mn-blurbs:mn103": "Le Bouddha exhorte les moines à ne pas se quereller au sujet des enseignements fondamentaux, mais à cultiver en tout temps l’harmonie. ",
  "mn-blurbs:mn104": "À l’annonce de la mort du chef jaïn Nigaṇṭha Nātaputta, le Bouddha exhorte la Saṅgha à résoudre sans tarder tout différend. Il expose une série de sept méthodes pour régler les conflits, qui deviendront les fondements du code monastique. ",
  "mn-blurbs:mn105": "Tous ceux qui prétendent être éveillés ne sont pas authentiques. Le Bouddha enseigne comment le véritable progrès spirituel dépend d’un renoncement irréversible aux forces qui conduisent à la souffrance. ",
  "mn-blurbs:mn106": "Commençant par une profonde absorption méditative, le Bouddha traverse des états de conscience toujours plus subtils, montrant comment, sur cette base, la vision pénétrante conduit au détachement total de la conscience vis-à-vis de toute forme de renaissance. ",
  "mn-blurbs:mn107": "Le Bouddha compare la formation d’un comptable avec le chemin spirituel progressif de ses disciples. Mais même avec un chemin si bien expliqué, le Bouddha ne peut que montrer la voie, et c’est à nous de la parcourir. ",
  "mn-blurbs:mn108": "Au milieu des tensions militaires croissantes après la mort du Bouddha, le Vénérable Ānanda est interrogé sur la manière dont le Saṅgha comptait poursuivre en l’absence de leur maître. Comme le Bouddha a refusé de nommer un successeur, l’enseignement et la pratique qu’il a instaurés deviennent le guide, et le Saṅgha résout les questions par consensus. ",
  "mn-blurbs:mn109": "Par une belle nuit de pleine lune, l’un des monastiques présente au Bouddha une série de questions qui touchent au cœur de l’enseignement. Mais, lorsqu’il entend parler de la doctrine du non-soi, un autre monastique est incapable d’en saisir le sens. ",
  "mn-blurbs:mn110": "Une bonne personne est capable de comprendre une mauvaise personne, mais l’inverse n’est pas vrai. ",
  "mn-blurbs:mn111": "Le Bouddha décrit avec une précision minutieuse le processus par lequel le vénérable Sāriputta développe la vision pénétrante. De nombreux concepts et terminologies de ce discours préfigurent l’Abhidhamma. ",
  "mn-blurbs:mn112": "Si quelqu’un prétend être éveillé, son affirmation doit être soumise à un examen rigoureux à travers une série de questions précises. Ce n’est qu’en répondant avec clarté qu’il pourra justifier sa prétention. ",
  "mn-blurbs:mn113": "Le Bouddha explique qu’une personne véritablement bonne ne dénigre pas les autres et ne se sent pas supérieure en raison de ses réalisations. ",
  "mn-blurbs:mn114": "Le Bouddha énonce un cadre distinguant ce qui doit être cultivé de ce qui doit être évité, et le vénérable Sāriputta se porte volontaire pour en offrir une explication approfondie. ",
  "mn-blurbs:mn115": "En louant d’abord la sagesse d’une personne éclairée, le Bouddha explique ensuite que l’on accède à la sagesse en approfondissant la compréhension des éléments, des champs sensoriels, de la coproduction conditionnée, ainsi que de ce qui est possible et impossible. ",
  "mn-blurbs:mn116": "Méditant sur les transformations auxquelles même les caractéristiques géographiques sont soumis, le Bouddha évoque ensuite les noms des sages d’autrefois ayant vécu sur le mont Isigili, près de Rājagaha. ",
  "mn-blurbs:mn117": "Un discours sur les prérequis de la juste concentration qui souligne l’interdépendance et le soutien mutuel de tous les facteurs du noble sentier octuple. ",
  "mn-blurbs:mn118": "Entouré de nombreux monastiques accomplis, le Bouddha enseigne en détail la pleine conscience de la respiration, montrant son lien avec les quatre types de méditation de pleine conscience. ",
  "mn-blurbs:mn119": "Cela se concentre sur le premier aspect de la méditation de pleine conscience : l’observation du corps. Ces pratiques, bien que simples en apparence, procurent des bienfaits profonds. ",
  "mn-blurbs:mn120": "Le Bouddha explique comment émettre un vœu afin de renaître dans divers royaumes. ",
  "mn-blurbs:mn121": "Le Bouddha décrit sa propre pratique de la méditation sur la vacuité. ",
  "mn-blurbs:mn122": "Un groupe de monastiques socialisait trop fréquemment. Le Bouddha enseigna alors l’importance de la retraite afin de s’immerger pleinement dans le vide. ",
  "mn-blurbs:mn123": "Invité par le Bouddha à s’exprimer sur ses qualités remarquables, le vénérable Ānanda énumère une série d’événements apparemment miraculeux ayant marqué sa naissance. Le Bouddha achève en dévoilant ce qu’il estime être réellement extraordinaire en lui. ",
  "mn-blurbs:mn124": "Le vénérable Bakkula, réputé pour être le plus vigoureux des mendiants, décrit à un vieil ami sa pratique rigoureuse et austère. La forme singulière de ce discours laisse penser qu’il a été intégré au canon quelque temps après la disparition du Bouddha. ",
  "mn-blurbs:mn125": "Un jeune moine, incapable de persuader un prince des bienfaits de la paix intérieure, sollicite l’aide du Bouddha. Ce dernier offre des analogies tirées du dressage des éléphants, un domaine familier au prince, qui auraient su le toucher et le convaincre. ",
  "mn-blurbs:mn126": "La réussite dans la vie spirituelle ne dépend pas des vœux que vous faites ou non, mais de la qualité de votre pratique. ",
  "mn-blurbs:mn127": "Un laïc, déconcerté par l’invitation à cultiver les libérations « illimitées » et « expansives », s’adresse au vénérable Anuruddha pour savoir si ces notions sont identiques ou distinctes. ",
  "mn-blurbs:mn128": "Dans un second discours sur la querelle de Kosambi, le Bouddha, après avoir échoué à réconcilier les monastiques en conflit, quitte le monastère. Il passe un certain temps dans la nature sauvage avant de rencontrer une communauté inspirante de monastiques pratiquants. Là, il discute en détail des obstacles à la méditation qu’il a rencontrés avant son éveil. ",
  "mn-blurbs:mn129": "L’insensé souffre aussi bien dans cette vie que dans la suivante, tandis que le sage en retire des bienfaits dans les deux. ",
  "mn-blurbs:mn130": "Ce discours, qui développe le précédent, offre les descriptions les plus détaillées des horreurs de l’enfer. ",
  "mn-blurbs:mn131": "Ce discours commence par un groupe de versets courts, mais percutants qui vantent les avantages de la connaissance de l’ici et du maintenant, suivi d’une explication. ",
  "mn-blurbs:mn132": "Il s’agit du même discours que le MN 131, mais exposé par le vénérable Ānanda. ",
  "mn-blurbs:mn133": "Les versets du MN 131 sont ici expliqués d’une manière différente par le Vénérable Mahakaccāna. ",
  "mn-blurbs:mn134": "Un moine, qui ne connaît pas les stances du MN 131, est exhorté par une déité à les apprendre. ",
  "mn-blurbs:mn135": "Le Bouddha explique à un brahmane comment les actions que nous avons accomplies dans nos vies antérieures nous affectent dans cette vie. ",
  "mn-blurbs:mn136": "Confronté à une version trop simpliste de ses propres enseignements, le Bouddha met l’accent sur les nuances et les qualifications souvent négligées dans le fonctionnement du karma. ",
  "mn-blurbs:mn137": "Une étude approfondie des six sens et de leur interaction avec les processus émotionnels et cognitifs. ",
  "mn-blurbs:mn138": "Le Bouddha prononce une déclaration courte et énigmatique sur les façons dont la conscience peut s’attacher. Les monastiques sollicitent le vénérable Mahākaccāna pour en approfondir les implications. ",
  "mn-blurbs:mn139": "Atteindre la paix est loin d’être simple. Le Bouddha enseigne que pour éviter les conflits, il faut cultiver le contentement, pratiquer la parole juste, comprendre la nature du plaisir et ne pas s’attacher aux conventions locales. ",
  "mn-blurbs:mn140": "Alors qu’il passe la nuit dans l’atelier d’un potier, le Bouddha rencontre par hasard un moine qui ne le reconnaît pas. Ils ont une longue et profonde discussion sur les quatre éléments. Il s’agit de l’un des discours les plus pénétrants et les plus émouvants du canon. ",
  "mn-blurbs:mn141": "Élaborant le premier sermon du Bouddha, le Vénérable Sāriputta donne une explication détaillée des Quatre Nobles Vérités. ",
  "mn-blurbs:mn142": "Lorsque sa belle-mère Mahāpajāpatī souhaite lui offrir une robe monastique pour son usage personnel, le Bouddha l’encourage à l’offrir plutôt à l’ensemble du Saṅgha. Il poursuit en expliquant que la meilleure forme d’offrande au Saṅgha est celle qui est faite à la double communauté des moines et des nonnes, dirigée par le Bouddha. ",
  "mn-blurbs:mn143": "Alors qu’Anāthapiṇḍika, important disciple laïc, est mourant, le Vénérable Sāriputta lui rend visite et lui donne un puissant enseignement sur le non-attachement. ",
  "mn-blurbs:mn144": "Le moine Channa souffre d’une douloureuse maladie en phase terminale et souhaite mettre fin à ses jours. ",
  "mn-blurbs:mn145": "À la veille de son départ pour une contrée lointaine, habitée par des gens sauvages et imprévisibles, le vénérable Puṇṇa est questionné par le Bouddha sur la façon dont il réagirait en cas d’agression. ",
  "mn-blurbs:mn146": "Lorsqu’on lui demande d’enseigner aux nonnes, le vénérable Nandaka les invite à participer à son discours et à lui demander s’il y a des questions qui nécessitent des explications complémentaires. ",
  "mn-blurbs:mn147": "Le Bouddha conduit Rāhula dans un lieu isolé pour le guider sur le chemin de la libération. ",
  "mn-blurbs:mn148": "Le Bouddha examine les six sens selon six perspectives distinctes et en révèle la vacuité absolue. ",
  "mn-blurbs:mn149": "Ce sutta expose comment l’introspection des six sens s’harmonise avec le Noble Sentier Octuple pour conduire à la libération. ",
  "mn-blurbs:mn150": "Au cours d’un dialogue avec un groupe de laïcs, le Bouddha les guide afin de distinguer les pratiquants spirituels dignes de véritable respect. ",
  "mn-blurbs:mn151": "Le Bouddha observe l’éclat rayonnant du teint du Vénérable Sāriputta, témoignage de la profondeur de sa méditation. Il propose ensuite une série de réflexions destinées à permettre à un moine de s’assurer qu’il est pleinement digne des aumônes qui lui sont offertes. ",
  "mn-blurbs:mn152": "Un enseignant brahmane préconise que la purification des sens consiste simplement à éviter de voir et d’entendre des choses. Le Bouddha explique qu’il ne s’agit pas d’éviter l’expérience des sens, mais de la comprendre et d’apprendre à ne pas se laisser affecter par elle. ",
  "mn-blurbs:mn-anupadavagga": "Ce chapitre regroupe de nombreux discours offrant des présentations à la fois approfondies et analytiques des enseignements fondamentaux. Il comprend également des textes essentiels consacrés à la méditation. ",
  "mn-blurbs:mn-bhikkhuvagga": "Dix discours adressés aux moines, dont la plupart portent sur des questions de discipline. ",
  "mn-blurbs:mn-brahmanavagga": "Le Bouddha dialogue avec la puissante caste des brahmanes, remettant en question leurs prétentions à l’autorité spirituelle. ",
  "mn-blurbs:mn-culayamakavagga": "Une structure similaire à la précédente. ",
  "mn-blurbs:mn-devadahavagga": "Enseignements variés. ",
  "mn-blurbs:mn-gahapativagga": "Ce chapitre est destiné à une grande diversité de laïcs. ",
  "mn-blurbs:mn-mahayamakavagga": "Discours présentés par paires, associant des textes longs à des versions plus concises. ",
  "mn-blurbs:mn-mulapariyayavagga": "Ce chapitre, bien qu’il s’ouvre sur le Mūlapariyāya Sutta, un texte d’une remarquable subtilité, regroupe principalement des enseignements fondamentaux et peut, dans son ensemble, faire office d’introduction aux discours. ",
  "mn-blurbs:mn-opammavagga": "Un chapitre riche et diversifié, explorant des thèmes tels que la biographie, la non-violence, le non-soi, ainsi qu’un enseignement influent sur les étapes du cheminement méditatif. ",
  "mn-blurbs:mn-paribbajakavagga": "Le Bouddha engage un dialogue avec des ascètes et des renonçants itinérants. ",
  "mn-blurbs:mn-rajavagga": "Une série de dialogues avec des rois et des princes, dont nombreux furent ceux qui devinrent disciples du Bouddha. ",
  "mn-blurbs:mn-salayatanavagga": "La majorité des discours de ce chapitre sont consacrés aux six champs sensoriels. ",
  "mn-blurbs:mn-sihanadavagga": "Ce chapitre débute par deux discours marqués par un « rugissement de lion » et aborde des thèmes tels que la souffrance, la vie communautaire et des conseils pratiques pour la méditation. ",
  "mn-blurbs:mn-sunnatavagga": "Intitulé d’après les premiers discours traitant de la vacuité, ce chapitre offre des textes au ton moins analytique et davantage narratif. ",
  "mn-blurbs:mn-vibhangavagga": "Une série de discours présentés sous forme d’analyses techniques de brèves instructions. "
}