{
  "mn-blurbs:mn1": "Le Bouddha examine comment la notion d’un soi permanent émerge du processus de perception. Un large éventail de phénomènes est considéré, englobant à la fois des dimensions naturalistes et cosmologiques. Une personne non éveillée interprète l’expérience en termes de soi, tandis que les personnes plus avancées vivent les mêmes expériences sans attachement.",
  "mn-blurbs:mn2": "Les divers problèmes de l’itinéraire spirituel exigent une gamme variée de réponses. Plutôt que d’appliquer la même solution à tous les problèmes, le Bouddha expose sept méthodes pour traiter les souillures, chacune d’entre elles fonctionnant dans certains cas.",
  "mn-blurbs:mn3": "Certains des étudiants du Bouddha n’héritent de lui que des profits matériels et de la renommée. Mais son véritable héritage est la voie spirituelle, la voie du contentement. Le Vénérable Sāriputta explique comment, en suivant l’exemple du Bouddha, nous pouvons connaître les fruits de cette voie.",
  "mn-blurbs:mn4": "Le Bouddha explique les difficultés de la vie en pleine nature, et comment elles sont surmontées par la pureté de la conduite et la méditation. Il raconte certaines des peurs et des obstacles qu’il a rencontrés au cours de sa propre pratique.",
  "mn-blurbs:mn5": "Les principaux disciples du Bouddha, Sāriputta et Moggallāna, utilisent la comparaison avec un bol terni pour illustrer les défauts de l’esprit et de la conduite. Ils soulignent que l’essentiel n’est pas tant de savoir s’il y a des imperfections, mais si nous en sommes conscients.",
  "mn-blurbs:mn6": "Selon le Bouddha, l’observation attentive des préceptes éthiques est le fondement de tous les accomplissements supérieurs dans la vie spirituelle.",
  "mn-blurbs:mn7": "Les nombreux types d’impuretés qui souillent l’esprit sont comparés à un tissu sale. Lorsque l’esprit est propre, nous trouvons la joie, qui conduit à des états de conscience supérieurs. Enfin, le Bouddha rejette la notion Brahmanique selon laquelle la pureté vient du fait de se baigner dans des rivières sacrées.",
  "mn-blurbs:mn8": "Le Bouddha fait la différence entre la méditation pacifique et les pratiques spirituelles qui englobent l’ensemble de la vie. Il énumère quarante-quatre aspects, qu’il explique comme étant « l’effacement », l’usure de la vanité.",
  "mn-blurbs:mn9": "Le Vénérable Sāriputta donne une explication détaillée de la vue juste, le premier facteur du noble sentier octuple. À la demande des autres moines, il aborde le sujet à partir d’un large éventail de perspectives.",
  "mn-blurbs:mn10": "Le Bouddha détaille ici le septième facteur du noble sentier octuple, la méditation de la pleine conscience. Ce discours rassemble de nombreux enseignements sur la méditation que l’on trouve dans tout le canon, en particulier les pratiques fondatrices axées sur le corps, et il est considéré comme l’un des plus importants discours sur la méditation.",
  "mn-blurbs:mn11": "Le Bouddha déclare que seuls ceux qui suivent sa voie peuvent véritablement faire l’expérience des quatre étapes de l’éveil. En effet, bien qu’il partage beaucoup avec d’autres systèmes, aucun d’entre eux ne va jusqu’à rejeter totalement tout attachement à l’idée d’un soi.",
  "mn-blurbs:mn12": "Un moine qui a renoncé à la vie monastique, Sunakkhatta, attaque l’enseignement du Bouddha parce qu’il ne mène qu’à la fin de la souffrance. Le Bouddha réplique qu’il s’agit en fait d’un éloge, et poursuit en énumérant ses nombreuses réalisations profondes et puissantes.",
  "mn-blurbs:mn13": "Invité à montrer la différence entre son enseignement et celui des autres ascètes, le Bouddha fait remarquer qu’ils parlent de lâcher prise, mais ne comprennent pas vraiment pourquoi. Il explique ensuite en détail la souffrance qui découle de l’attachement aux stimulations sensuelles.",
  "mn-blurbs:mn14": "Un laïc est perplexe car, malgré sa longue pratique, il a encore des pensées avides ou haineuses. Le Bouddha explique l’importance de la méditation d’absorption pour se défaire de tels attachements. Mais il critique également l’auto-mortification, et raconte un dialogue antérieur avec des ascètes jaïns.",
  "mn-blurbs:mn15": "Le Vénérable Moggallāna aborde le sujet de la réprimande, sans laquelle une communauté saine n’est pas possible. Il énumère un certain nombre de qualités qui inciteront les autres à penser qu’il convient de vous réprimander de manière constructive.",
  "mn-blurbs:mn16": "Le Bouddha explique les différentes façons dont une personne peut devenir émotionnellement coupée de sa communauté spirituelle.",
  "mn-blurbs:mn17": "Bien que vivre dans la nature soit formidable, tout le monde n’y est pas prêt. Le Bouddha encourage les méditants à examiner si leur environnement soutient véritablement leur pratique de méditation et, dans le cas contraire, à partir.",
  "mn-blurbs:mn18": "Interpellé par un brahmane, le Bouddha donne une réponse énigmatique sur la façon dont les conflits surgissent en raison de la prolifération basée sur les perceptions. Le vénérable Kaccāna en tire les implications détaillées dans l’un des passages les plus révélateurs de tout le canon.",
  "mn-blurbs:mn19": "Racontant ses propres expériences du développement de la méditation, le Bouddha explique comment appréhender les pensées nuisibles et inoffensives, et comment aller au-delà de la pensée tout court.",
  "mn-blurbs:mn20": "Dans un enseignement pratique de méditation, le Bouddha décrit cinq approches différentes pour arrêter les pensées.",
  "mn-blurbs:mn21": "Un discours plein d’allégories vivantes et mémorables, sur l’importance de la patience et de l’amour, même face aux abus et aux critiques. Le Bouddha termine avec l’allégorie de la scie, l’une des allégories les plus mémorables des discours.",
  "mn-blurbs:mn22": "L’un des moines nie que la conduite prohibée soit réellement un problème. Les moines, puis le Bouddha, le soumettent à une réprimande impressionnante. Le Bouddha compare quelqu’un qui ne comprend que la lettre des enseignements à quelqu’un qui attrape un serpent par la queue, et invoque également la célèbre allégorie du radeau.",
  "mn-blurbs:mn23": "Dans un curieux discours chargé d’images évocatrices, une divinité présente une énigme à un moine, qui cherche une réponse auprès du Bouddha.",
  "mn-blurbs:mn24": "Le vénérable Sāriputta cherche à dialoguer avec un moine estimé, le vénérable Puṇṇa Mantāniputta, et ils discutent des étapes de la purification.",
  "mn-blurbs:mn25": "Le Bouddha compare le fait de se faire piéger par Māra à un cerf qui se prend dans un collet, illustrant ainsi les stratégies toujours plus complexes employées par le chasseur et le chassé.",
  "mn-blurbs:mn26": "Il s’agit de l’un des plus importants discours biographiques, qui raconte les expériences du Bouddha depuis son départ de chez lui jusqu’à la réalisation de l’éveil. Tout au long de son parcours, il était animé par l’impératif d’échapper totalement à la renaissance et à la souffrance.",
  "mn-blurbs:mn27": "Le Bouddha met en garde contre les conclusions hâtives sur les réalisations spirituelles d’un enseignant, en les comparant à la prudence dont ferait preuve un pisteur pour traquer les éléphants. Il présente la formation complète d’un monastique.",
  "mn-blurbs:mn28": "Sāriputta fait une démonstration élaborée de la façon dont, tout comme n’importe quelle empreinte peut tenir dans celle d’un éléphant, tout l’enseignement du Bouddha peut tenir dans les quatre nobles vérités. Cela offre un modèle global pour organiser les enseignements du Bouddha.",
  "mn-blurbs:mn29": "À la suite de l’incident avec Devadatta, le Bouddha met en garde les moines contre la complaisance à l’égard des avantages superficiels de la vie spirituelle et désigne la libération comme le véritable cœur de l’enseignement.",
  "mn-blurbs:mn30": "Similaire au précédent. Après l’incident avec Devadatta, le Bouddha met en garde les moines contre la complaisance et désigne la libération comme le véritable cœur de l’enseignement.",
  "mn-blurbs:mn31": "Le Bouddha rencontre trois moines pratiquant avec diligence et harmonie, et leur demande comment ils s’y prennent. Réticents à révéler leurs réalisations supérieures, ils expliquent comment ils gèrent les affaires pratiques de la vie commune. Mais lorsque le Bouddha insiste, ils révèlent leurs réalisations en matière de méditation.",
  "mn-blurbs:mn32": "Plusieurs moines expérimentés, se délectant de la beauté de la nuit, discutent de quelle sorte de moine pourrait encore embellir le parc. Ils apportent leurs réponses au Bouddha, qui fait l’éloge de leurs réponses, mais donne sa propre tournure.",
  "mn-blurbs:mn33": "Pour onze raisons, un vacher n’est pas en mesure de s’occuper correctement d’un troupeau. Le Bouddha compare cela à la croissance spirituelle d’un moine.",
  "mn-blurbs:mn34": "En faisant le parallèle avec un vacher guidant son troupeau à travers une rivière dangereuse, le Bouddha présente les différents types de disciples éclairés qui traversent le courant de la transmigration.",
  "mn-blurbs:mn35": "Saccaka était un débatteur, qui a défié le Bouddha dans un concours. Malgré ses vantardises, le Bouddha n’est pas du tout perturbé par ses attaques.",
  "mn-blurbs:mn36": "Dans une rencontre moins conflictuelle, le Bouddha et Saccaka discutent de la différence entre le développement physique et mental. Le Bouddha fait un long récit des différentes pratiques qu’il a effectuées avant de s’éveiller, détaillant les efforts stupéfiants qu’il a déployés pour mortifier le corps.",
  "mn-blurbs:mn37": "Moggallāna visite le paradis de Sakka, le seigneur des dieux, pour voir s’il comprend vraiment ce que le Bouddha enseigne.",
  "mn-blurbs:mn38": "Pour contrer l’opinion erronée selon laquelle une conscience transmigre d’une vie à l’autre, le Bouddha enseigne la coproduction conditionnée, montrant que la conscience surgit invariablement en fonction des conditions.",
  "mn-blurbs:mn39": "Le Bouddha encourage les moines à être à la hauteur de leur nom, en pratiquant réellement d’une manière qui répond ou dépasse les attentes que les gens ont pour les renonçants.",
  "mn-blurbs:mn40": "Les étiquettes d’un pratiquant spirituel ne vient pas seulement des apparats extérieurs, mais d’un changement intérieur sincère.",
  "mn-blurbs:mn41": "Le Bouddha explique à un groupe de brahmanes la conduite menant à la renaissance dans des états supérieurs ou inférieurs, y compris des explications détaillées des dix pratiques de base que les laïcs devraient entreprendre, et qui constituent également la base de la libération.",
  "mn-blurbs:mn42": "Similaire au précédent. Le Bouddha explique la conduite menant à la renaissance dans des états supérieurs ou inférieurs, y compris des explications détaillées des dix pratiques fondamentales.",
  "mn-blurbs:mn43": "Une série de questions et de réponses entre Sāriputta et Mahākoṭṭhita, examinant divers aspects subtils et abstrus des enseignements.",
  "mn-blurbs:mn44": "Le laïc Visākha interroge la nonne Dhammadinnā sur divers sujets difficiles, dont certaines des plus hautes réalisations de la méditation. Le Bouddha approuve pleinement ses réponses."
}