{
  "sn24.8:0.1": "Saṁyutta Nikāya 24 ",
  "sn24.8:0.2": "1. Sotāpattivagga ",
  "sn24.8:0.3": "8. Mahādiṭṭhisutta ",
  "sn24.8:1.1": "Sāvatthinidānaṁ. ",
  "sn24.8:1.2": "“Kismiṁ nu kho, bhikkhave, sati, kiṁ upādāya, kiṁ abhinivissa evaṁ diṭṭhi uppajjati: ",
  "sn24.8:1.3": "‘sattime kāyā akaṭā, akaṭavidhā, animmitā, animmātā, vañjhā, kūṭaṭṭhā, esikaṭṭhāyiṭṭhitā; ",
  "sn24.8:1.4": "te na iñjanti, na vipariṇamanti, na aññamaññaṁ byābādhenti; nālaṁ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
  "sn24.8:1.5": "Katame satta? ",
  "sn24.8:1.6": "Pathavīkāyo, āpokāyo, tejokāyo, vāyokāyo, sukhe, dukkhe, jīve sattame. ",
  "sn24.8:1.7": "Ime satta kāyā akaṭā, akaṭavidhā, animmitā, animmātā, vañjhā, kūṭaṭṭhā esikaṭṭhāyiṭṭhitā; ",
  "sn24.8:1.8": "te na iñjanti, na vipariṇamanti, na aññamaññaṁ byābādhenti; nālaṁ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
  "sn24.8:1.9": "Yopi tiṇhena satthena sīsaṁ chindati, na sopi kañci jīvitā voropeti; ",
  "sn24.8:1.10": "sattannaṁ tveva kāyānamantarena satthaṁ vivaramanupavisati. ",
  "sn24.8:1.11": "Cuddasa kho panimāni yonipamukhasatasahassāni saṭṭhi ca satāni cha ca satāni pañca ca kammuno satāni pañca ca kammāni, tīṇi ca kammāni, kamme ca aḍḍhakamme ca dvaṭṭhipaṭipadā, dvaṭṭhantarakappā, chaḷābhijātiyo, aṭṭha purisabhūmiyo, ekūnapaññāsa ājīvakasate, ekūnapaññāsa paribbājakasate, ekūnapaññāsa nāgavāsasate, vīse indriyasate, tiṁse nirayasate, chattiṁsarajodhātuyo, satta saññīgabbhā, satta asaññīgabbhā, satta nigaṇṭhigabbhā, satta devā, satta mānusā, satta pesācā, satta sarā, satta pavuṭā, satta papātā, satta ca papātasatāni, satta supinā, satta supinasatāni, cullāsīti mahākappino satasahassāni, yāni bāle ca paṇḍite ca sandhāvitvā saṁsaritvā dukkhassantaṁ karissanti. ",
  "sn24.8:1.12": "Tattha natthi imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā aparipakkaṁ vā kammaṁ paripācessāmi; ",
  "sn24.8:1.13": "paripakkaṁ vā kammaṁ phussa phussa byantīkarissāmīti hevaṁ natthi doṇamite sukhadukkhe pariyantakate saṁsāre, natthi hāyanavaḍḍhane, natthi ukkaṁsāvakaṁse. ",
  "sn24.8:1.14": "Seyyathāpi nāma suttaguḷe khitte nibbeṭhiyamānameva paleti; ",
  "sn24.8:1.15": "evameva bāle ca paṇḍite ca nibbeṭhiyamānā sukhadukkhaṁ palentī’”ti? ",
  "sn24.8:1.16": "“Bhagavaṁmūlakā no, bhante, dhammā …pe… ",
  "sn24.8:2.1": "“Rūpe kho, bhikkhave, sati, rūpaṁ upādāya, rūpaṁ abhinivissa evaṁ diṭṭhi uppajjati: ",
  "sn24.8:2.2": "‘sattime kāyā akaṭā, akaṭavidhā …pe… ",
  "sn24.8:2.3": "sukhadukkhaṁ palentī’ti. ",
  "sn24.8:2.4": "Vedanāya sati …pe… ",
  "sn24.8:2.5": "saññāya sati … ",
  "sn24.8:2.6": "saṅkhāresu sati … ",
  "sn24.8:2.7": "viññāṇe sati, viññāṇaṁ upādāya, viññāṇaṁ abhinivissa evaṁ diṭṭhi uppajjati: ",
  "sn24.8:2.8": "‘sattime kāyā akaṭā, akaṭavidhā …pe… ",
  "sn24.8:2.9": "sukhadukkhaṁ palentī’ti. ",
  "sn24.8:3.1": "Taṁ kiṁ maññatha, bhikkhave, ",
  "sn24.8:3.2": "rūpaṁ niccaṁ vā aniccaṁ vā”ti? ",
  "sn24.8:3.3": "“Aniccaṁ, bhante” …pe… ",
  "sn24.8:3.4": "“yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ, api nu taṁ anupādāya evaṁ diṭṭhi uppajjeyya: ",
  "sn24.8:3.5": "‘sattime kāyā akaṭā akaṭavidhā …pe… ",
  "sn24.8:3.6": "sukhadukkhaṁ palentī’”ti? ",
  "sn24.8:3.7": "“No hetaṁ, bhante”. ",
  "sn24.8:3.8": "“Yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tampi niccaṁ vā aniccaṁ vā”ti? ",
  "sn24.8:3.9": "“Aniccaṁ, bhante …pe… ",
  "sn24.8:3.10": "api nu taṁ anupādāya evaṁ diṭṭhi uppajjeyya: ",
  "sn24.8:3.11": "‘sattime kāyā akaṭā akaṭavidhā …pe… ",
  "sn24.8:3.12": "nibbeṭhiyamānā sukhadukkhaṁ palentī’”ti? ",
  "sn24.8:3.13": "“No hetaṁ, bhante”. ",
  "sn24.8:4.1": "“Yato kho, bhikkhave, ariyasāvakassa imesu ca ṭhānesu kaṅkhā pahīnā hoti, dukkhepissa kaṅkhā pahīnā hoti …pe… dukkhanirodhagāminiyā paṭipadāyapissa kaṅkhā pahīnā hoti—",
  "sn24.8:4.2": "ayaṁ vuccati, bhikkhave, ariyasāvako sotāpanno avinipātadhammo niyato sambodhiparāyano”ti. ",
  "sn24.8:4.3": "Aṭṭhamaṁ. "
}