{
  "mn102:0.1": "Mittlere Lehrreden 102 ",
  "mn102:0.2": "Die Fünf und Drei ",
  "mn102:1.1": "So habe ich es gehört: ",
  "mn102:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn102:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn102:1.4": "„Mönche und Nonnen!“ ",
  "mn102:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn102:1.6": "Der Buddha sagte: ",
  "mn102:2.1": "„Mönche und Nonnen, es gibt manche Asketen und Brahmanen, die Theorien und Spekulationen über den letzten Schluss aufstellen und verschiedene Hypothesen bezüglich des letzten Schlusses postulieren. ",
  "mn102:2.2": "Einige postulieren dies: ‚Das Selbst besitzt nach dem Tod Wahrnehmung und ist heil.‘ ",
  "mn102:2.4": "Einige postulieren dies: ‚Das Selbst ist nach dem Tod ohne Wahrnehmung und heil.‘ ",
  "mn102:2.6": "Einige postulieren dies: ‚Das Selbst hat nach dem Tod weder Wahrnehmung noch keine Wahrnehmung, und es ist heil.‘ ",
  "mn102:2.8": "Aber manche behaupten die Vernichtung, das Ausrotten und das Auslöschen eines bestehenden Wesens, während andere das Erlöschen in diesem Leben postulieren. ",
  "mn102:2.9": "So behaupten sie ein bestehendes Selbst, das nach dem Tod heil ist; oder sie behaupten die Vernichtung eines bestehenden Wesens; und andere postulieren das Erlöschen in diesem Leben. ",
  "mn102:2.10": "So werden fünf zu drei, und drei werden zu fünf. ",
  "mn102:2.11": "Das ist der Merksatz für die Fünf und Drei. ",
  "mn102:3.1": "Nun, diese Asketen und Brahmanen, die ein Selbst behaupten, das nach dem Tod Wahrnehmung besitzt und heil ist, beschreiben es als Form besitzend, als formlos, als sowohl Form besitzend als auch formlos oder als weder Form besitzend noch formlos. Oder sie beschreiben es als mit einheitlicher Wahrnehmung oder mit vielfältiger Wahrnehmung, mit begrenzter Wahrnehmung oder mit unbegrenzter Wahrnehmung. Oder manche von denen, die darüber hinausgehen, postulieren ein allumfassendes Bewusstsein, grenzenlos und unbewegt. ",
  "mn102:4.1": "Der Klargewordene erkennt das unmittelbar so: ",
  "mn102:4.2": "Diese werten Asketen und Brahmanen, die ein Selbst behaupten, das nach dem Tod Wahrnehmung besitzt und heil ist, beschreiben es als Form besitzend oder formlos, als sowohl Form besitzend als auch formlos oder als weder Form besitzend noch formlos. Oder sie beschreiben es als mit einheitlicher Wahrnehmung oder mit vielfältiger Wahrnehmung, mit begrenzter Wahrnehmung oder mit unbegrenzter Wahrnehmung. ",
  "mn102:4.3": "",
  "mn102:4.4": "Oder manche postulieren im Wissen: ‚Da ist überhaupt nichts‘, die Dimension des Nichts, grenzenlos und unbewegt. Sie erklären, das sei die reinste, höchste, vorderste und unübertreffliche all dieser Wahrnehmungen von Form oder Formlosigkeit, Einheit oder Vielfalt. ",
  "mn102:4.5": "‚All das ist bedingt und grob. Aber es gibt das Aufhören der Bedingungen; das ist wirklich‘ – ",
  "mn102:4.6": "da er das verstanden hat und das Entrinnen davon sieht, ist der Klargewordene über all das hinausgegangen. ",
  "mn102:5.1": "Nun, diese Asketen und Brahmanen, die ein Selbst behaupten, das nach dem Tod ohne Wahrnehmung und heil ist, beschreiben es als Form besitzend, als formlos, als sowohl Form besitzend als auch formlos oder als weder Form besitzend noch formlos. ",
  "mn102:6.1": "Sie weisen also die zurück, die ein Selbst behaupten, das nach dem Tod Wahrnehmung besitzt und heil ist. ",
  "mn102:6.2": "Warum ist das so? ",
  "mn102:6.3": "Weil sie glauben, Wahrnehmung sei eine Krankheit, ein Eiterherd, ein Pfeil, und der Zustand ohne Wahrnehmung sei friedvoll und erlesen. ",
  "mn102:7.1": "Der Klargewordene erkennt das unmittelbar so: ",
  "mn102:7.2": "Diese werten Asketen und Brahmanen, die ein Selbst behaupten, das nach dem Tod ohne Wahrnehmung und heil ist, beschreiben es als Form besitzend oder formlos, als sowohl Form besitzend als auch formlos oder als weder Form besitzend noch formlos. ",
  "mn102:7.3": "Doch wenn irgendein Asket oder Brahmane sagen würde: ",
  "mn102:7.4": "‚Ich will außerhalb von Form, Gefühl, Wahrnehmung und Willensbildungsprozessen das Kommen und Gehen von Bewusstsein beschreiben, sein Sterben und Wiedererscheinen, sein Wachsen, Größerwerden und Zur-Reife-Kommen‘, ",
  "mn102:7.5": "so ist das nicht möglich. ",
  "mn102:7.6": "‚All das ist bedingt und grob. Aber es gibt das Aufhören der Bedingungen; das ist wirklich‘ – ",
  "mn102:7.7": "da er das verstanden hat und das Entrinnen davon sieht, ist der Klargewordene über all das hinausgegangen. ",
  "mn102:8.1": "Nun, diese Asketen und Brahmanen, die ein Selbst behaupten, das nach dem Tod weder Wahrnehmung noch keine Wahrnehmung hat und heil ist, beschreiben es als Form besitzend, als formlos, als sowohl Form besitzend als auch formlos oder als weder Form besitzend noch formlos. ",
  "mn102:9.1": "Sie weisen also die zurück, die ein Selbst behaupten, das nach dem Tod Wahrnehmung besitzt und heil ist, und ebenso die, die ein Selbst behaupten, das nach dem Tod ohne Wahrnehmung und heil ist. ",
  "mn102:9.2": "Warum ist das so? ",
  "mn102:9.3": "Weil sie glauben, Wahrnehmung sei eine Krankheit, ein Eiterherd, ein Pfeil, der Zustand ohne Wahrnehmung sei eine Starre ",
  "mn102:9.4": "und der Zustand, der weder Wahrnehmung noch keine Wahrnehmung hat, sei friedvoll und erlesen. ",
  "mn102:10.1": "Der Klargewordene erkennt das unmittelbar so: ",
  "mn102:10.2": "Diese werten Asketen und Brahmanen, die ein Selbst behaupten, das nach dem Tod weder Wahrnehmung noch keine Wahrnehmung hat und heil ist, beschreiben es als Form besitzend oder formlos, als sowohl Form besitzend als auch formlos oder als weder Form besitzend noch formlos. ",
  "mn102:10.3": "Manche Asketen und Brahmanen behaupten das Sich-zu-eigen-Machen dieser Dimension durch die bloße bedingte Erscheinung des Sichtbaren, Hörbaren, Denkbaren und Erkennbaren. Doch das gilt als ein verhängnisvoller Ansatz. ",
  "mn102:10.4": "Denn diese Dimension, so heißt es, kann mithilfe bedingter Erscheinungen nicht erreicht werden, ",
  "mn102:10.5": "sondern nur mit dem Rest einer bedingten Erscheinung. ",
  "mn102:10.6": "‚All das ist bedingt und grob. Aber es gibt das Aufhören der Bedingungen; das ist wirklich‘ – ",
  "mn102:10.7": "da er das verstanden hat und das Entrinnen davon sieht, ist der Klargewordene über all das hinausgegangen. ",
  "mn102:11.1": "Nun, diese Asketen und Brahmanen, die die Vernichtung, das Ausrotten und das Auslöschen eines bestehenden Wesens behaupten, weisen also die zurück, die ein Selbst behaupten, das nach dem Tod Wahrnehmung besitzt oder ohne Wahrnehmung ist oder weder Wahrnehmung noch keine Wahrnehmung hat und das heil ist. ",
  "mn102:11.2": "Warum ist das so? ",
  "mn102:11.3": "Weil sie denken: ‚All diese Asketen und Brahmanen postulieren bloß ihr Festhalten daran, stromaufwärts zu gehen: ",
  "mn102:11.4": "„Nach dem Tod werden wir so sein! Nach dem Tod werden wir so sein!“ ",
  "mn102:12.1": "Wie wenn ein Händler zum Markt ginge: ",
  "mn102:12.2": "„Hiermit wird das mein sein! So werde ich das bekommen!“ ",
  "mn102:12.3": "Ebenso scheinen diese Asketen und Brahmanen wie Händler zu sein, wenn sie sagen: ",
  "mn102:12.4": "„Nach dem Tod werden wir so sein! Nach dem Tod werden wir so sein!“‘ ",
  "mn102:12.5": "Der Klargewordene erkennt das unmittelbar so: ",
  "mn102:12.6": "Diese werten Asketen und Brahmanen, die die Vernichtung, das Ausrotten und das Auslöschen eines bestehenden Wesens behaupten, laufen und kreisen aus Furcht und Ekel vor substanzieller Wirklichkeit immer weiter um substanzielle Wirklichkeit herum. ",
  "mn102:12.7": "Wie ein Hund, der mit einer Leine an einen festen Pfosten oder Pflock angebunden wäre: Er würde ständig nur um diesen Pfosten oder Pflock herumlaufen und ihn umkreisen. ",
  "mn102:12.8": "Ebenso laufen und kreisen diese Asketen und Brahmanen aus Furcht und Ekel vor substanzieller Wirklichkeit immer weiter um substanzielle Wirklichkeit herum. ",
  "mn102:12.9": "‚All das ist bedingt und grob. Aber es gibt das Aufhören der Bedingungen; das ist wirklich‘ – ",
  "mn102:12.10": "da er das verstanden hat und das Entrinnen davon sieht, ist der Klargewordene über all das hinausgegangen. ",
  "mn102:13.1": "Jeder Asket oder Brahmane, der Theorien und Spekulationen über den letzten Schluss aufstellt und verschiedene Hypothesen bezüglich des letzten Schlusses postuliert, postuliert die eine oder andere dieser fünf Thesen. ",
  "mn102:14.1": "Es gibt manche Asketen und Brahmanen, die Theorien und Spekulationen über den ersten Anfang aufstellen und verschiedene Hypothesen bezüglich des ersten Anfangs postulieren. ",
  "mn102:14.2": "Einige postulieren dies: ‚Das Selbst und das Weltall sind ewig. Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn102:14.3": "Einige postulieren dies: ‚Das Selbst und das Weltall sind zeitlich. …‘ ",
  "mn102:14.4": "Einige postulieren dies: ‚Das Selbst und das Weltall sind sowohl ewig als auch zeitlich. …‘ ",
  "mn102:14.5": "Einige postulieren dies: ‚Das Selbst und das Weltall sind weder ewig noch zeitlich. …‘ ",
  "mn102:14.6": "Einige postulieren dies: ‚Das Selbst und das Weltall sind endlich. …‘ ",
  "mn102:14.7": "Einige postulieren dies: ‚Das Selbst und das Weltall sind unendlich. …‘ ",
  "mn102:14.8": "Einige postulieren dies: ‚Das Selbst und das Weltall sind sowohl endlich als auch unendlich. …‘ ",
  "mn102:14.9": "Einige postulieren dies: ‚Das Selbst und das Weltall sind weder endlich noch unendlich. …‘ ",
  "mn102:14.10": "Einige postulieren dies: ‚Das Selbst und das Weltall haben einheitliche Wahrnehmung. …‘ ",
  "mn102:14.11": "Einige postulieren dies: ‚Das Selbst und das Weltall haben vielfältige Wahrnehmung. …‘ ",
  "mn102:14.12": "Einige postulieren dies: ‚Das Selbst und das Weltall haben begrenzte Wahrnehmung. …‘ ",
  "mn102:14.13": "Einige postulieren dies: ‚Das Selbst und das Weltall haben unbegrenzte Wahrnehmung. …‘ ",
  "mn102:14.14": "Einige postulieren dies: ‚Das Selbst und das Weltall erfahren ausschließlich Glück. …‘ ",
  "mn102:14.15": "Einige postulieren dies: ‚Das Selbst und das Weltall erfahren ausschließlich Leiden. …‘ ",
  "mn102:14.16": "Einige postulieren dies: ‚Das Selbst und das Weltall erfahren sowohl Glück als auch Leiden. …‘ ",
  "mn102:14.17": "Einige postulieren dies: ‚Das Selbst und das Weltall erfahren weder Glück noch Leiden. Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn102:15.1": "Nun, betrachten wir diese Asketen und Brahmanen, die die Ansicht haben: ",
  "mn102:15.2": "‚Das Selbst und das Weltall sind ewig. Das allein ist die Wahrheit, alles andere ist unnütz.‘ Es ist einfach nicht möglich, dass sie eigene Erkenntnis dessen haben, das rein und hell ist, unabhängig von Vertrauen, Billigung, mündlicher Überlieferung, einem vernünftigem Gedankengang oder der Annahme einer Ansicht nach Überlegung. ",
  "mn102:15.3": "Doch ohne eigene Erkenntnis dessen, das rein und hell ist, gilt selbst das Maß an Erkenntnis, das sie ausleuchten, als Ergreifen von ihrer Seite. ",
  "mn102:15.4": "‚All das ist bedingt und grob. Aber es gibt das Aufhören der Bedingungen; das ist wirklich‘ – ",
  "mn102:15.5": "da er das verstanden hat und das Entrinnen davon sieht, ist der Klargewordene über all das hinausgegangen. ",
  "mn102:16.1": "Nun, betrachten wir diese Asketen und Brahmanen, die die Ansicht haben: ",
  "mn102:16.2": "‚Das Selbst und das Weltall sind zeitlich. Das allein ist die Wahrheit, alles andere ist unnütz.‘ … ",
  "mn102:16.3": "‚Das Selbst und das Weltall sind sowohl ewig als auch zeitlich. …‘ … ",
  "mn102:16.4": "‚Das Selbst und das Weltall sind weder ewig noch zeitlich. …‘ … ",
  "mn102:16.5": "‚Das Selbst und das Weltall sind endlich. …‘ … ",
  "mn102:16.6": "‚Das Selbst und das Weltall sind unendlich. …‘ … ",
  "mn102:16.7": "‚Das Selbst und das Weltall sind sowohl endlich als auch unendlich. …‘ … ",
  "mn102:16.8": "‚Das Selbst und das Weltall sind weder endlich noch unendlich. …‘ … ",
  "mn102:16.9": "‚Das Selbst und das Weltall haben einheitliche Wahrnehmung. …‘ … ",
  "mn102:16.10": "‚Das Selbst und das Weltall haben vielfältige Wahrnehmung. …‘ … ",
  "mn102:16.11": "‚Das Selbst und das Weltall haben begrenzte Wahrnehmung. …‘ … ",
  "mn102:16.12": "‚Das Selbst und das Weltall haben unbegrenzte Wahrnehmung. …‘ … ",
  "mn102:16.13": "‚Das Selbst und das Weltall erfahren ausschließlich Glück. …‘ … ",
  "mn102:16.14": "‚Das Selbst und das Weltall erfahren ausschließlich Leiden. …‘ … ",
  "mn102:16.15": "‚Das Selbst und das Weltall erfahren sowohl Glück als auch Leiden. …‘ … ",
  "mn102:16.16": "‚Das Selbst und das Weltall erfahren weder Glück noch leiden. Das allein ist die Wahrheit, alles andere ist unnütz.‘ Es ist einfach nicht möglich, dass sie eigene Erkenntnis dessen haben, das rein und hell ist, unabhängig von Vertrauen, Billigung, mündlicher Überlieferung, einem vernünftigem Gedankengang oder der Annahme einer Ansicht nach Überlegung. ",
  "mn102:16.17": "Doch ohne eigene Erkenntnis dessen, das rein und hell ist, gilt selbst das Maß an Erkenntnis, das sie ausleuchten, als Ergreifen von ihrer Seite. ",
  "mn102:16.18": "‚All das ist bedingt und grob. Aber es gibt das Aufhören der Bedingungen; das ist wirklich‘ – ",
  "mn102:16.19": "da er das verstanden hat und das Entrinnen davon sieht, ist der Klargewordene über all das hinausgegangen. ",
  "mn102:17.1": "Nun treten da manche Asketen und Brahmanen, indem sie Spekulationen über den ersten Anfang und den letzten Schluss loslassen und sich nicht auf die Fesseln der Sinnlichkeit fixieren, in die Ekstase der Abgeschiedenheit ein und verweilen darin: ",
  "mn102:17.2": "‚Das ist friedvoll, das ist erlesen: nämlich, in die Ekstase der Abgeschiedenheit einzutreten und darin zu verweilen.‘ ",
  "mn102:17.3": "Dann hört diese Ekstase der Abgeschiedenheit auf. ",
  "mn102:17.4": "Wenn die Ekstase der Abgeschiedenheit aufhört, erscheint Traurigkeit; und wenn die Traurigkeit aufhört, erscheint die Ekstase der Abgeschiedenheit. ",
  "mn102:18.1": "Wie wenn Sonnenlicht den Raum füllt, wenn der Schatten weggeht, oder Schatten den Raum füllt, wenn das Sonnenlicht weggeht; ",
  "mn102:18.2": "ebenso erscheint, wenn die Ekstase der Abgeschiedenheit aufhört, Traurigkeit; und wenn die Traurigkeit aufhört, erscheint die Ekstase der Abgeschiedenheit. ",
  "mn102:18.3": "Der Klargewordene erkennt das unmittelbar so: ",
  "mn102:18.4": "Dieser werte Asket oder Brahmane tritt, indem er Spekulationen über den ersten Anfang und den letzten Schluss loslässt und sich nicht auf die Fesseln der Sinnlichkeit fixiert, in die Ekstase der Abgeschiedenheit ein und verweilt darin: ",
  "mn102:18.5": "‚Das ist friedvoll, das ist erlesen: nämlich, in die Ekstase der Abgeschiedenheit einzutreten und darin zu verweilen.‘ ",
  "mn102:18.6": "Dann hört diese Ekstase der Abgeschiedenheit auf. ",
  "mn102:18.7": "Wenn die Ekstase der Abgeschiedenheit aufhört, erscheint Traurigkeit; und wenn die Traurigkeit aufhört, erscheint die Ekstase der Abgeschiedenheit. ",
  "mn102:18.8": "‚All das ist bedingt und grob. Aber es gibt das Aufhören der Bedingungen; das ist wirklich‘ – ",
  "mn102:18.9": "da er das verstanden hat und das Entrinnen davon sieht, ist der Klargewordene über all das hinausgegangen. ",
  "mn102:19.1": "Nun gehen da manche Asketen und Brahmanen, indem sie Spekulationen über den ersten Anfang und den letzten Schluss loslassen und sich nicht auf die Fesseln der Sinnlichkeit fixieren, über die Ekstase der Abgeschiedenheit hinaus, treten in nicht-fleischliche Seligkeit ein und verweilen darin: ",
  "mn102:19.2": "‚Das ist friedvoll, das ist erlesen: nämlich, in die nicht-fleischliche Seligkeit einzutreten und darin zu verweilen.‘ ",
  "mn102:19.3": "Dann hört diese nicht-fleischliche Seligkeit auf. ",
  "mn102:19.4": "Wenn die nicht-fleischliche Seligkeit aufhört, erscheint die Ekstase der Abgeschiedenheit; und wenn die Ekstase der Abgeschiedenheit aufhört, erscheint die nicht-fleischliche Seligkeit. ",
  "mn102:20.1": "Wie wenn Sonnenlicht den Raum füllt, wenn der Schatten weggeht, oder Schatten den Raum füllt, wenn das Sonnenlicht weggeht; ",
  "mn102:20.2": "ebenso erscheint, wenn die nicht-fleischliche Seligkeit aufhört, die Ekstase der Abgeschiedenheit; und wenn die Ekstase der Abgeschiedenheit aufhört, erscheint die nicht-fleischliche Seligkeit. ",
  "mn102:20.3": "Der Klargewordene erkennt das unmittelbar so: ",
  "mn102:20.4": "Dieser werte Asket oder Brahmane geht, indem er Spekulationen über den ersten Anfang und den letzten Schluss loslässt und sich nicht auf die Fesseln der Sinnlichkeit fixiert, über die Ekstase der Abgeschiedenheit hinaus, tritt in nicht-fleischliche Seligkeit ein und verweilt darin: ",
  "mn102:20.5": "‚Das ist friedvoll, das ist erlesen: nämlich, in die nicht-fleischliche Seligkeit einzutreten und darin zu verweilen.‘ ",
  "mn102:20.6": "Dann hört diese nicht-fleischliche Seligkeit auf. ",
  "mn102:20.7": "Wenn die nicht-fleischliche Seligkeit aufhört, erscheint die Ekstase der Abgeschiedenheit; und wenn die Ekstase der Abgeschiedenheit aufhört, erscheint die nicht-fleischliche Seligkeit. ",
  "mn102:20.8": "‚All das ist bedingt und grob. Aber es gibt das Aufhören der Bedingungen; das ist wirklich‘ – ",
  "mn102:20.9": "da er das verstanden hat und das Entrinnen davon sieht, ist der Klargewordene über all das hinausgegangen. ",
  "mn102:21.1": "Nun gehen da manche Asketen und Brahmanen, indem sie Spekulationen über den ersten Anfang und den letzten Schluss loslassen und sich nicht auf die Fesseln der Sinnlichkeit fixieren, über die Ekstase der Abgeschiedenheit und die nicht-fleischliche Seligkeit hinaus, treten in ein neutrales Gefühl ein und verweilen darin: ",
  "mn102:21.2": "‚Das ist friedvoll, das ist erlesen: nämlich, in ein neutrales Gefühl einzutreten und darin zu verweilen.‘ ",
  "mn102:21.3": "Dann hört dieses neutrale Gefühl auf. ",
  "mn102:21.4": "Wenn das neutrale Gefühl aufhört, erscheint die nicht-fleischliche Seligkeit; und wenn die nicht-fleischliche Seligkeit aufhört, erscheint das neutrale Gefühl. ",
  "mn102:22.1": "Wie wenn Sonnenlicht den Raum füllt, wenn der Schatten weggeht, oder Schatten den Raum füllt, wenn das Sonnenlicht weggeht; ",
  "mn102:22.2": "ebenso erscheint, wenn das neutrale Gefühl aufhört, die nicht-fleischliche Seligkeit; und wenn die nicht-fleischliche Seligkeit aufhört, erscheint das neutrale Gefühl. ",
  "mn102:22.3": "Der Klargewordene erkennt das unmittelbar so: ",
  "mn102:22.4": "Dieser werte Asket oder Brahmane geht, indem er Spekulationen über den ersten Anfang und den letzten Schluss loslässt und sich nicht auf die Fesseln der Sinnlichkeit fixiert, über die Ekstase der Abgeschiedenheit und die nicht-fleischliche Seligkeit hinaus, tritt in ein neutrales Gefühl ein und verweilt darin: ",
  "mn102:22.5": "‚Das ist friedvoll, das ist erlesen: nämlich, in ein neutrales Gefühl einzutreten und darin zu verweilen.‘ ",
  "mn102:22.6": "Dann hört dieses neutrale Gefühl auf. ",
  "mn102:22.7": "Wenn das neutrale Gefühl aufhört, erscheint die nicht-fleischliche Seligkeit; und wenn die nicht-fleischliche Seligkeit aufhört, erscheint das neutrale Gefühl. ",
  "mn102:22.8": "‚All das ist bedingt und grob. Aber es gibt das Aufhören der Bedingungen; das ist wirklich‘ – ",
  "mn102:22.9": "da er das verstanden hat und das Entrinnen davon sieht, ist der Klargewordene über all das hinausgegangen. ",
  "mn102:23.1": "Nun gehen da manche Asketen und Brahmanen, indem sie Spekulationen über den ersten Anfang und den letzten Schluss loslassen und sich nicht auf die Fesseln der Sinnlichkeit fixieren, über die Ekstase der Abgeschiedenheit, die nicht-fleischliche Seligkeit und das neutrale Gefühl hinaus: ",
  "mn102:23.2": "‚Ich bin im Frieden; ich bin verloschen; ich bin frei von Ergreifen.‘ ",
  "mn102:24.1": "Der Klargewordene erkennt das unmittelbar so: ",
  "mn102:24.2": "Dieser werte Asket oder Brahmane geht, indem er Spekulationen über den ersten Anfang und den letzten Schluss loslässt und sich nicht auf die Fesseln der Sinnlichkeit fixiert, über die Ekstase der Abgeschiedenheit, die nicht-fleischliche Seligkeit und das neutrale Gefühl hinaus: ",
  "mn102:24.3": "‚Ich bin im Frieden; ich bin verloschen; ich bin frei von Ergreifen.‘ ",
  "mn102:24.4": "Dieser Ehrwürdige spricht sicherlich von einer Übung, die dem Erlöschen förderlich ist. ",
  "mn102:24.5": "Dennoch greift er noch nach Spekulationen über den ersten Anfang und den letzten Schluss, greift nach der Fessel der Sinnlichkeit, der Ekstase der Abgeschiedenheit, der nicht-fleischlichen Seligkeit oder dem neutralen Gefühl. ",
  "mn102:24.6": "Und wenn er sich selbst so ansieht: ",
  "mn102:24.7": "‚Ich bin im Frieden; ich bin verloschen; ich bin frei von Ergreifen‘, so ist auch das Ergreifen von seiner Seite. ",
  "mn102:24.8": "‚All das ist bedingt und grob. Aber es gibt das Aufhören der Bedingungen; das ist wirklich‘ – ",
  "mn102:24.9": "da er das verstanden hat und das Entrinnen davon sieht, ist der Klargewordene über all das hinausgegangen. ",
  "mn102:25.1": "Aber der Klargewordene ist zum unübertrefflichen Zustand des Friedens erwacht, nämlich: ",
  "mn102:25.2": "zur Befreiung durch Nicht-Ergreifen, nachdem man bei den sechs Kontaktfeldern wahrhaftig den Ursprung, das Enden, die Befriedigung, den Nachteil und das Entrinnen verstanden hat.“ ",
  "mn102:25.3": "Das sagte der Buddha. ",
  "mn102:25.4": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}