{
  "mn109:0.1": "Mittlere Lehrreden 109 ",
  "mn109:0.2": "Die längere Lehrrede über die Vollmondnacht ",
  "mn109:1.1": "So habe ich es gehört: ",
  "mn109:1.2": "Einmal hielt sich der Buddha bei Sāvatthī im Ostkloster auf, dem Pfahlhaus der Mutter Migāras. ",
  "mn109:2.1": "Zu der Zeit, es war der Besinnungstag, der Vollmond am fünfzehnten Tag, saß der Buddha inmitten des Saṅgha der Mönche im Freien. ",
  "mn109:3.1": "Da erhob sich einer der Mönche von seinem Sitz, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "mn109:3.2": "„Herr, ich würde den Buddha gerne über einen bestimmten Punkt befragen, wenn du die Zeit nehmen wolltest, zu antworten.“ ",
  "mn109:3.3": "„Nun, Mönch, nimm auf deinem Sitz Platz und frage, was du willst.“ ",
  "mn109:3.4": "Jener Mönch setzte sich und sagte zum Buddha: ",
  "mn109:4.1": "„Herr, gibt es die fünf mit Ergreifen verbundenen Aggregate: nämlich ",
  "mn109:4.2": "Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein?“ ",
  "mn109:4.3": "„Ja, es gibt sie“, sagte der Buddha. ",
  "mn109:4.5": "Mit den Worten: „Gut, Herr“ begrüßte jener Mönch die Worte des Buddha und stimmte ihm zu. Dann stellte er eine weitere Frage: ",
  "mn109:5.1": "„Aber Herr, was ist die Wurzel dieser fünf mit Ergreifen verbundenen Aggregate?“ ",
  "mn109:5.2": "„Diese fünf mit Ergreifen verbundenen Aggregate wurzeln im Sehnen.“ ",
  "mn109:6.1": "„Aber Herr, ist das Ergreifen genau dasselbe wie die fünf mit Ergreifen verbundenen Aggregate? Oder ist das Ergreifen ein Ding, und die fünf mit Ergreifen verbundenen Aggregate sind ein anderes?“ ",
  "mn109:6.2": "„Weder das eine noch das andere. ",
  "mn109:6.3": "Vielmehr ist das Sehnen und Begehren nach ihnen das Ergreifen hier.“ ",
  "mn109:7.1": "„Aber Herr, kann es verschiedene Arten von Sehnen und Begehren nach den fünf mit Ergreifen verbundenen Aggregaten geben?“ ",
  "mn109:7.2": "„Das kann es geben“, sagte der Buddha. ",
  "mn109:7.3": "„Da denkt jemand: ",
  "mn109:7.4": "‚Dass ich doch in der Zukunft solche Form, solches Gefühl, solche Wahrnehmung, solche Entscheidungen und solches Bewusstsein hätte!‘ ",
  "mn109:7.5": "So kann es verschiedene Arten von Sehnen und Begehren nach den fünf mit Ergreifen verbundenen Aggregaten geben.“ ",
  "mn109:8.1": "„Herr, was ist die Reichweite des Ausdrucks ‚Aggregate‘, wie er für die Aggregate verwendet wird?“ ",
  "mn109:8.2": "„Jegliche Art von Form – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: Das nennt man das Form-Aggregat. ",
  "mn109:8.3": "Jegliche Art von Gefühl … ",
  "mn109:8.4": "Jegliche Art von Wahrnehmung … ",
  "mn109:8.5": "Jegliche Art von Entscheidungen … ",
  "mn109:8.6": "Jegliche Art von Bewusstsein – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: Das nennt man das Bewusstseins-Aggregat. ",
  "mn109:8.7": "Das ist die Reichweite des Ausdrucks ‚Aggregate‘, wie er für die Aggregate verwendet wird.“ ",
  "mn109:9.1": "„Was ist der Grund, was ist die Ursache, dass das Form-Aggregat zu finden ist? ",
  "mn109:9.2": "Was ist der Grund, was ist die Ursache, dass das Gefühls-Aggregat … ",
  "mn109:9.3": "das Wahrnehmungs-Aggregat … ",
  "mn109:9.4": "das Entscheidungs-Aggregat … ",
  "mn109:9.5": "das Bewusstseins-Aggregat zu finden ist?“ ",
  "mn109:9.6": "„Die vier Grundelemente sind der Grund und die Ursache, dass das Form-Aggregat zu finden ist. ",
  "mn109:9.7": "Berührung ist der Grund und die Ursache, dass das Gefühls-Aggregat, ",
  "mn109:9.8": "das Wahrnehmungs-Aggregat ",
  "mn109:9.9": "und das Entscheidungs-Aggregat zu finden sind. ",
  "mn109:9.10": "Name und Form sind der Grund und die Ursache, dass das Bewusstseins-Aggregat zu finden ist.“ ",
  "mn109:10.1": "„Aber Herr, wie kommt der Glaube an eine Persönlichkeit nicht zustande?“ ",
  "mn109:10.2": "„Da hat ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen und ist in der Lehre der Edlen nicht bewandert und geschult. Er hat keine guten Menschen gesehen und ist in der Lehre der Guten nicht bewandert und geschult. ",
  "mn109:10.3": "Er betrachtet Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "mn109:10.4": "Er betrachtet Gefühl als das Selbst, das Selbst als etwas, das Gefühl hat, Gefühl als im Selbst oder das Selbst als im Gefühl. ",
  "mn109:10.5": "Er betrachtet Wahrnehmung als das Selbst, das Selbst als etwas, das Wahrnehmung hat, Wahrnehmung als im Selbst oder das Selbst als in der Wahrnehmung. ",
  "mn109:10.6": "Er betrachtet Entscheidungen als das Selbst, das Selbst als etwas, das Entscheidungen hat, Entscheidungen als im Selbst oder das Selbst als in Entscheidungen. ",
  "mn109:10.7": "Er betrachtet Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "mn109:10.8": "So kommt der Glaube an eine Persönlichkeit zustande.“ ",
  "mn109:11.1": "„Aber Herr, wie kommt der Glaube an eine Persönlichkeit nicht zustande?“ ",
  "mn109:11.2": "„Da hat ein gebildeter edler Schüler die Edlen gesehen und ist in der Lehre der Edlen bewandert und geschult. Er hat gute Menschen gesehen und ist in der Lehre der Guten bewandert und geschult. ",
  "mn109:11.3": "Er betrachtet nicht Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "mn109:11.4": "Er betrachtet nicht Gefühl als das Selbst, das Selbst als etwas, das Gefühl hat, Gefühl als im Selbst oder das Selbst als im Gefühl. ",
  "mn109:11.5": "Er betrachtet nicht Wahrnehmung als das Selbst, das Selbst als etwas, das Wahrnehmung hat, Wahrnehmung als im Selbst oder das Selbst als in der Wahrnehmung. ",
  "mn109:11.6": "Er betrachtet nicht Entscheidungen als das Selbst, das Selbst als etwas, das Entscheidungen hat, Entscheidungen als im Selbst oder das Selbst als in Entscheidungen. ",
  "mn109:11.7": "Er betrachtet nicht Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "mn109:11.8": "So kommt der Glaube an eine Persönlichkeit nicht zustande.“ ",
  "mn109:12.1": "„Herr, worin bestehen die vorteilhaften und nachteiligen Folgen und das Entrinnen bei der Form, ",
  "mn109:12.2": "beim Gefühl, ",
  "mn109:12.3": "bei der Wahrnehmung, ",
  "mn109:12.4": "bei Entscheidungen ",
  "mn109:12.5": "und beim Bewusstsein?“ ",
  "mn109:12.6": "„In dem Glück und dem Hochgefühl, die aus Form entstehen: Darin bestehen ihre vorteilhaften Folgen. ",
  "mn109:12.7": "Dass Form unbeständig ist, voller Leiden, dass sie zugrunde gehen muss: Darin bestehen ihre nachteiligen Folgen. ",
  "mn109:12.8": "Das Sehnen und Begehren nach Form ausräumen und aufgeben: Darin besteht das Entrinnen von ihr. ",
  "mn109:12.9": "In dem Glück und dem Hochgefühl, die aus Gefühl entstehen … ",
  "mn109:12.10": "die aus Wahrnehmung entstehen … ",
  "mn109:12.11": "die aus Entscheidungen entstehen … ",
  "mn109:12.12": "die aus Bewusstsein entstehen: Darin bestehen seine vorteilhaften Folgen. ",
  "mn109:12.13": "Dass Bewusstsein unbeständig ist, voller Leiden, dass es zugrunde gehen muss: Darin bestehen seine nachteiligen Folgen. ",
  "mn109:12.14": "Das Sehnen und Begehren nach Bewusstsein ausräumen und aufgeben: Darin besteht das Entrinnen von ihm.“ ",
  "mn109:13.1": "„Herr, auf welche Art erkennt und sieht man, sodass es kein Sich-Identifizieren, kein Sich-Aneignen und keine zugrunde liegende Neigung zur Einbildung für diesen mit Bewusstsein versehenen Körper gibt, noch für alle äußeren Reize?“ ",
  "mn109:13.2": "„Mönch, man sieht jegliche Art von Form – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Form – wahrhaftig mit rechter Weisheit: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn109:13.3": "Man sieht jegliche Art von Gefühl … ",
  "mn109:13.4": "jegliche Art von Wahrnehmung … ",
  "mn109:13.5": "jegliche Art von Entscheidungen … ",
  "mn109:13.6": "jegliche Art von Bewusstsein – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliches Bewusstsein – wahrhaftig mit rechter Weisheit: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn109:13.7": "Auf diese Art erkennt und sieht man, sodass es kein Sich-Identifizieren, kein Sich-Aneignen und keine zugrunde liegende Neigung zur Einbildung für diesen mit Bewusstsein versehenen Körper gibt, noch für alle äußeren Reize.“ ",
  "mn109:14.1": "Da kam zu dieser Zeit einem der Mönche dieser Gedanke in den Sinn: ",
  "mn109:14.2": "‚So scheint es, guter Herr, dass Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein ohne Selbst sind. ",
  "mn109:14.3": "Welches Selbst werden dann die Taten betreffen, die von etwas, das ohne Selbst ist, begangen wurden?“ ",
  "mn109:14.4": "Da erkannte der Buddha, was dieser Mönch dachte, und wandte sich an die Mönche: ",
  "mn109:14.5": "„Es ist möglich, dass ein törichter Mensch hier, unverständig und unwissend, mit von Verlangen beherrschtem Geist, denkt, er könne die Anleitung des Lehrers überschreiten: ",
  "mn109:14.6": "‚So scheint es, guter Herr, dass Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein ohne Selbst sind. ",
  "mn109:14.7": "Welches Selbst werden dann die Taten betreffen, die von etwas, das ohne Selbst ist, begangen wurden?‘ ",
  "mn109:14.8": "Nun, Mönche, ihr wurdet von mir in Bezug auf all diese Dinge in all diesen Fällen im Fragen erzogen. ",
  "mn109:15.1": "Was denkt ihr, Mönche? ",
  "mn109:15.2": "Ist Form beständig oder unbeständig?“ ",
  "mn109:15.3": "„Unbeständig, Herr.“ ",
  "mn109:15.4": "„Aber wenn sie unbeständig ist, ist sie Leiden oder Glück?“ ",
  "mn109:15.5": "„Leiden, Herr.“ ",
  "mn109:15.6": "„Aber wenn sie unbeständig und Leiden ist und zugrunde gehen muss, kann man sie dann so ansehen: ",
  "mn109:15.7": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "mn109:15.8": "„Nein, Herr.“ ",
  "mn109:16.1": "„Was denkt ihr, Mönche? ",
  "mn109:16.2": "„Ist Gefühl … ",
  "mn109:16.3": "Ist Wahrnehmung … ",
  "mn109:16.4": "Sind Entscheidungen … ",
  "mn109:16.5": "Ist Bewusstsein beständig oder unbeständig?“ ",
  "mn109:16.6": "„Unbeständig, Herr.“ ",
  "mn109:16.7": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "mn109:16.8": "„Leiden, Herr.“ ",
  "mn109:16.9": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "mn109:16.10": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "mn109:16.11": "„Nein, Herr.“ ",
  "mn109:16.12": "„Daher solltet ihr jegliche Art von Form – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Form – wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn109:17.1": "Ihr solltet jegliche Art von Gefühl … ",
  "mn109:17.2": "jegliche Art von Wahrnehmung … ",
  "mn109:17.3": "jegliche Art von Entscheidungen … ",
  "mn109:17.4": "jegliche Art von Bewusstsein – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliches Bewusstsein – wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn109:17.5": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert von Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. ",
  "mn109:18.1": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "mn109:18.2": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ ",
  "mn109:18.3": "Das sagte der Buddha. ",
  "mn109:18.4": "Zufrieden freuten sich die Mönche über die Worte des Buddha. ",
  "mn109:18.5": "Und während diese Lehrrede gesprochen wurde, wurde der Geist von sechzig Mönchen durch Nicht-Ergreifen von den Befleckungen befreit. "
}