{
  "mn101:0.1": "Mittlere Lehrreden 101 ",
  "mn101:0.2": "Bei Devadaha ",
  "mn101:1.1": "So habe ich es gehört: ",
  "mn101:1.2": "Einmal hielt sich der Buddha im Land der Sakyer auf, bei dem Marktflecken der Sakyer mit Namen Devadaha. ",
  "mn101:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn101:2.1": "„Mönche und Nonnen!“ ",
  "mn101:2.2": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn101:2.3": "Der Buddha sagte: ",
  "mn101:2.4": "„Mönche und Nonnen, es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn101:2.5": "‚Alles, was dieses Individuum erfährt – angenehm, schmerzhaft oder neutral –, all das liegt an seinen früheren Taten. ",
  "mn101:2.6": "Indem man vergangene Taten mittels inbrünstiger Bußübung vernichtet und keine neuen Taten tut, kommt so in Zukunft nichts mehr auf. ",
  "mn101:2.7": "Ohne künftige Wirkung werden Taten aufgelöst; mit dem Auflösen der Taten wird das Leiden aufgelöst; mit dem Auflösen des Leidens wird Gefühl aufgelöst; und mit dem Auflösen des Gefühls wird alles Leiden abgetragen sein.‘ ",
  "mn101:2.8": "So ist die Lehre der Jaina-Asketen. ",
  "mn101:3.1": "Ich bin zu den Jaina-Asketen gegangen, die das sagen, und sagte: ",
  "mn101:3.2": "‚Ist es wirklich wahr, ist es die Ansicht der Ehrwürdigen, ",
  "mn101:3.3": "alles, was dieses Individuum erfährt – angenehm, schmerzhaft oder neutral –, all das liege an seinen früheren Taten? ",
  "mn101:3.4": "Indem man vergangene Taten mittels inbrünstiger Bußübung vernichte und keine neuen Taten tue, komme so in Zukunft nichts mehr auf? ",
  "mn101:3.5": "Ohne künftige Wirkung würden Taten aufgelöst; mit dem Auflösen der Taten werde das Leiden aufgelöst; mit dem Auflösen des Leidens werde Gefühl aufgelöst; und mit dem Auflösen des Gefühls werde alles Leiden abgetragen sein?‘ ",
  "mn101:3.6": "Und sie antworteten: ‚Ja.‘ ",
  "mn101:4.1": "Ich sagte zu ihnen: ",
  "mn101:4.2": "‚Aber geehrte Jaina-Asketen, wisst ihr, ",
  "mn101:4.3": "dass ihr in der Vergangenheit existiert habt, dass ihr nicht nicht existiert habt?‘ ",
  "mn101:4.4": "‚Nein, das wissen wir nicht, Geehrter.‘ ",
  "mn101:4.5": "‚Aber wisst ihr, ",
  "mn101:4.6": "dass ihr in der Vergangenheit schlechte Taten getan habt, dass ihr sie nicht nicht getan habt?‘ ",
  "mn101:4.7": "‚Nein, das wissen wir nicht.‘ ",
  "mn101:4.8": "‚Aber wisst ihr, ",
  "mn101:4.9": "dass ihr diese oder jene schlechte Tat getan habt?‘ ",
  "mn101:4.10": "‚Nein, das wissen wir nicht.‘ ",
  "mn101:4.11": "‚Aber wisst ihr, ",
  "mn101:4.12": "dass bereits so viel Leiden abgetragen wurde? Oder dass noch so viel Leiden abgetragen werden muss? Oder dass, wenn so viel Leiden abgetragen ist, alles Leiden abgetragen sein wird?‘ ",
  "mn101:4.13": "‚Nein, das wissen wir nicht.‘ ",
  "mn101:4.14": "‚Aber wisst ihr, ",
  "mn101:4.15": "wie man in eben diesem Leben untaugliche Eigenschaften aufgibt und sich taugliche Eigenschaften zu eigen macht?‘ ",
  "mn101:4.16": "‚Nein, das wissen wir nicht.‘ ",
  "mn101:5.1": "‚So scheint es, geehrte Jaina-Asketen, dass ihr nicht wisst, ",
  "mn101:5.2": "ob ihr in der Vergangenheit existiert habt oder nicht, ",
  "mn101:5.3": "ob ihr in der Vergangenheit schlechte Taten getan habt oder nicht, ",
  "mn101:5.4": "ob ihr diese oder jene schlechte Tat getan habt, ",
  "mn101:5.5": "wie viel Leiden bereits abgetragen wurde und wie viel noch abgetragen werden muss, bis alles Leiden abgetragen sein wird; ",
  "mn101:5.6": "und wie man in eben diesem Leben untaugliche Eigenschaften aufgibt und sich taugliche Eigenschaften zu eigen macht. ",
  "mn101:5.7": "Da das so ist, ist es nicht angebracht, dass die ehrwürdigen Jaina-Asketen erklären, ",
  "mn101:5.8": "alles, was dieses Individuum erfährt – angenehm, schmerzhaft oder neutral –, all das liege an seinen früheren Taten; ",
  "mn101:5.9": "indem man vergangene Taten mittels inbrünstiger Bußübung vernichte und keine neuen Taten tue, komme so in Zukunft nichts mehr auf; ",
  "mn101:5.10": "ohne künftige Wirkung würden Taten aufgelöst; mit dem Auflösen der Taten werde das Leiden aufgelöst; mit dem Auflösen des Leidens werde Gefühl aufgelöst; und mit dem Auflösen des Gefühls werde alles Leiden abgetragen sein. ",
  "mn101:6.1": "Wenn ihr aber wüsstet, ",
  "mn101:6.2": "ob ihr in der Vergangenheit existiert habt oder nicht, ",
  "mn101:6.3": "ob ihr in der Vergangenheit schlechte Taten getan habt oder nicht, ",
  "mn101:6.4": "ob ihr diese oder jene schlechte Tat getan habt, ",
  "mn101:6.5": "wie viel Leiden bereits abgetragen wurde und wie viel noch abgetragen werden muss, bis alles Leiden abgetragen sein wird; ",
  "mn101:6.6": "und wie man in eben diesem Leben untaugliche Eigenschaften aufgibt und sich taugliche Eigenschaften zu eigen macht – ",
  "mn101:6.7": "wenn ihr das wüsstet, wäre es angebracht, dass die ehrwürdigen Jaina-Asketen ihre Lehre so erklärten. ",
  "mn101:6.8": "",
  "mn101:6.9": "",
  "mn101:6.10": "",
  "mn101:7.1": "Wie wenn ein Mann von einem Pfeil getroffen würde, der dick mit Gift bestrichen wäre, ",
  "mn101:7.2": "und das führte zu schmerzhaften, scharfen, brennenden Gefühlen. ",
  "mn101:7.3": "Seine Freunde und Kollegen, Verwandten und Sippenangehörigen ließen einen Wundarzt kommen, um ihn zu behandeln. ",
  "mn101:7.4": "Der Wundarzt würde die Wunde mit einem Skalpell aufschneiden, ",
  "mn101:7.5": "und das führte zu schmerzhaften, scharfen, brennenden Gefühlen. ",
  "mn101:7.6": "Er würde mit einer Sonde nach dem Pfeil suchen, ",
  "mn101:7.7": "und das führte zu schmerzhaften, scharfen, brennenden Gefühlen. ",
  "mn101:7.8": "Er würde den Pfeil herausziehen, ",
  "mn101:7.9": "und das führte zu schmerzhaften, scharfen, brennenden Gefühlen. ",
  "mn101:7.10": "Er würde ätzende Arznei in die Wunde legen, ",
  "mn101:7.11": "und das führte zu schmerzhaften, scharfen, brennenden Gefühlen. ",
  "mn101:7.12": "Nach einiger Zeit wäre die Wunde verheilt und die Haut nachgewachsen. Der Mann wäre gesund, glücklich, unabhängig, sein eigener Herr, der gehen könnte, wohin er wollte. ",
  "mn101:7.13": "Er dächte: ",
  "mn101:7.14": "„Damals wurde ich von einem Pfeil getroffen, der dick mit Gift bestrichen war, ",
  "mn101:7.15": "und das führte zu schmerzhaften, scharfen, brennenden Gefühlen. ",
  "mn101:7.16": "Meine Freunde und Kollegen, Verwandten und Sippenangehörigen ließen einen Wundarzt kommen, um mich zu behandeln. ",
  "mn101:7.17": "Der Wundarzt schnitt die Wunde mit einem Skalpell auf, ",
  "mn101:7.18": "",
  "mn101:7.19": "er suchte mit einer Sonde nach dem Pfeil, ",
  "mn101:7.20": "",
  "mn101:7.21": "er zog den Pfeil heraus, ",
  "mn101:7.22": "",
  "mn101:7.23": "er legte ätzende Arznei in die Wunde, ",
  "mn101:7.24": "und all das führte zu schmerzhaften, scharfen, brennenden Gefühlen. ",
  "mn101:7.25": "Heutzutage ist die Wunde verheilt und die Haut nachgewachsen. Ich bin gesund, glücklich, unabhängig, mein eigener Herr, der gehen kann, wohin er will.“ ",
  "mn101:8.1": "Ebenso, geehrte Jaina-Asketen, wäre es, wenn ihr wüsstet, ",
  "mn101:8.2": "ob ihr in der Vergangenheit existiert habt oder nicht, ",
  "mn101:8.3": "ob ihr in der Vergangenheit schlechte Taten getan habt oder nicht, ",
  "mn101:8.4": "ob ihr diese oder jene schlechte Tat getan habt, ",
  "mn101:8.5": "wie viel Leiden bereits abgetragen wurde und wie viel noch abgetragen werden muss, bis alles Leiden abgetragen sein wird; ",
  "mn101:8.6": "und wie man in eben diesem Leben untaugliche Eigenschaften aufgibt und sich taugliche Eigenschaften zu eigen macht – ",
  "mn101:8.7": "wenn ihr das wüsstet, wäre es angebracht, dass die ehrwürdigen Jaina-Asketen ihre Lehre so erklärten. ",
  "mn101:8.8": "",
  "mn101:8.9": "",
  "mn101:8.10": "",
  "mn101:9.1": "Aber da ihr all das nicht wisst, ",
  "mn101:9.2": "",
  "mn101:9.3": "",
  "mn101:9.4": "",
  "mn101:9.5": "",
  "mn101:9.6": "",
  "mn101:9.7": "ist es nicht angebracht, dass die ehrwürdigen Jaina-Asketen ihre Lehre so erklären.‘ ",
  "mn101:9.8": "",
  "mn101:9.9": "",
  "mn101:9.10": "",
  "mn101:10.1": "Darauf erwiderten mir diese Jaina-Asketen: ",
  "mn101:10.2": "‚Geehrter, der Jaina-Asket aus dem Stamm Ñātika behauptet, allwissend und all-sehend zu sein und alles ohne Ausnahme zu erkennen und zu sehen, und zwar so: ",
  "mn101:10.3": "„Erkennen und Sehen sind mir ständig und fortwährend gegenwärtig, ob ich gehe, stehe, schlafe oder wache.“ ",
  "mn101:10.4": "Er sagt: ",
  "mn101:10.5": "„Ihr Jaina-Asketen, ihr habt in einem früheren Leben schlechte Taten getan. Tragt sie ab mit dieser strengen, mörderischen Askese. ",
  "mn101:10.6": "Und wenn ihr in der Gegenwart mit dem Körper, der Sprache und dem Geist gezügelt seid, tut ihr keine schlechten Taten für die Zukunft. ",
  "mn101:10.7": "Indem ihr vergangene Taten mittels inbrünstiger Bußübung vernichtet und keine neuen Taten tut, kommt so in Zukunft nichts mehr auf. ",
  "mn101:10.8": "Ohne künftige Wirkung werden Taten aufgelöst; mit dem Auflösen der Taten wird das Leiden aufgelöst; mit dem Auflösen des Leidens wird Gefühl aufgelöst; und mit dem Auflösen des Gefühls wird alles Leiden abgetragen sein.“ ",
  "mn101:10.9": "Wir billigen das und nehmen es an, und wir sind damit zufrieden.‘ ",
  "mn101:11.1": "Darauf sagte ich zu ihnen: ",
  "mn101:11.2": "‚Bei diesen fünf Dingen kann man in eben diesem Leben zweierlei Ergebnisse sehen. ",
  "mn101:11.3": "Bei welchen fünf? ",
  "mn101:11.4": "Bei Vertrauen, Billigung, mündlicher Überlieferung, einem vernünftigem Gedankengang oder der Annahme einer Ansicht nach Überlegung. ",
  "mn101:11.5": "Das sind die fünf Dinge, bei denen man in eben diesem Leben zweierlei Ergebnisse sehen kann. ",
  "mn101:11.6": "Welches Vertrauen habt ihr in diesem Fall zu eurem Lehrer, wenn es um die Vergangenheit geht? Welche Billigung, welche mündliche Überlieferung, welchen vernünftigen Gedankengang oder welche Annahme einer Ansicht nach Überlegung?‘ ",
  "mn101:11.7": "Auf diese Worte sah ich von den Jaina-Asketen keine rechtmäßige Verteidigung ihrer Doktrin. ",
  "mn101:12.1": "Weiter sagte ich zu diesen Jaina-Asketen: ",
  "mn101:12.2": "‚Was denkt ihr, geehrte Jaina-Asketen? ",
  "mn101:12.3": "Fühlt ihr zu einer Zeit erbitterter Anstrengung und erbitterten Strebens schmerzhafte, scharfe, brennende Gefühle aufgrund von Überanstrengung, ",
  "mn101:12.4": "und fühlt ihr zu einer Zeit ohne erbitterte Anstrengung und erbittertes Streben diese Gefühle nicht?‘ ",
  "mn101:12.5": "‚Geehrter Gotama, zu einer Zeit erbitterter Anstrengung und erbitterten Strebens fühlen wir schmerzhafte, scharfe, brennende Gefühle aufgrund von Überanstrengung, ",
  "mn101:12.6": "und zu einer Zeit ohne erbitterte Anstrengung und erbittertes Streben fühlen wir sie nicht.‘ ",
  "mn101:13.1": "‚So scheint es, dass ihr nur zu einer Zeit erbitterter Anstrengung und erbitterten Strebens schmerzhafte, scharfe, brennende Gefühle aufgrund von Überanstrengung fühlt, ",
  "mn101:13.2": "nicht zu einer Zeit ohne diese Anstrengung. ",
  "mn101:13.3": "Da das so ist, ist es nicht angebracht, dass die ehrwürdigen Jaina-Asketen erklären, ",
  "mn101:13.4": "alles, was dieses Individuum erfährt – angenehm, schmerzhaft oder neutral –, all das liege an seinen früheren Taten; ",
  "mn101:13.5": "indem man vergangene Taten mittels inbrünstiger Bußübung vernichte und keine neuen Taten tue, komme so in Zukunft nichts mehr auf; ",
  "mn101:13.6": "ohne künftige Wirkung würden Taten aufgelöst; mit dem Auflösen der Taten werde das Leiden aufgelöst; mit dem Auflösen des Leidens werde Gefühl aufgelöst; und mit dem Auflösen des Gefühls werde alles Leiden abgetragen sein. ",
  "mn101:14.1": "Wenn ihr zu einer Zeit erbitterter Anstrengung keine schmerzhaften, scharfen, brennenden Gefühle aufgrund von Überanstrengung fühlen würdet ",
  "mn101:14.2": "und zu einer Zeit ohne diese Anstrengung würdet ihr sie fühlen, ",
  "mn101:14.3": "wäre es angebracht, dass die ehrwürdigen Jaina-Asketen ihre Lehre so erklärten. ",
  "mn101:14.4": "",
  "mn101:14.5": "",
  "mn101:14.6": "",
  "mn101:15.1": "Aber da das nicht so ist, ",
  "mn101:15.3": "fühlt ihr da nicht schmerzhafte, scharfe, brennende Gefühle ausschließlich aufgrund eurer eigenen Anstrengung, die ihr aus Unwissenheit, Unkenntnis und Verwirrung fälschlich so auffasst, ",
  "mn101:15.4": "als liege alles, was dieses Individuum erfährt – angenehm, schmerzhaft oder neutral –, an seinen früheren Taten? ",
  "mn101:15.5": "Als komme, indem man vergangene Taten mittels inbrünstiger Bußübung vernichte und keine neuen Taten tue, so in Zukunft nichts mehr auf? ",
  "mn101:15.6": "Als würden ohne künftige Wirkung Taten aufgelöst; als werde mit dem Auflösen der Taten das Leiden aufgelöst; als werde mit dem Auflösen des Leidens Gefühl aufgelöst; und als werde mit dem Auflösen des Gefühls alles Leiden abgetragen sein?‘ ",
  "mn101:15.7": "Auf diese Worte sah ich von den Jaina-Asketen keine rechtmäßige Verteidigung ihrer Doktrin. ",
  "mn101:16.1": "Weiter sagte ich zu diesen Jaina-Asketen: ",
  "mn101:16.2": "‚Was denkt ihr, geehrte Jaina-Asketen? Wenn eine Tat in diesem Leben erfahren werden muss, kann dann Anstrengung dazu führen, dass man sie erst in künftigen Leben erfährt?‘ ",
  "mn101:16.3": "‚Nein, Geehrter.‘ ",
  "mn101:16.4": "‚Aber wenn eine Tat in künftigen Leben erfahren werden muss, kann dann Anstrengung dazu führen, dass man sie in diesem Leben erfährt?‘ ",
  "mn101:16.5": "‚Nein, Geehrter.‘ ",
  "mn101:17.1": "‚Was denkt ihr, geehrte Jaina-Asketen? Wenn eine Tat als angenehm erfahren werden muss, kann dann Anstrengung dazu führen, dass man sie als schmerzhaft erfährt?‘ ",
  "mn101:17.2": "‚Nein, Geehrter.‘ ",
  "mn101:17.3": "‚Aber wenn eine Tat als schmerzhaft erfahren werden muss, kann dann Anstrengung dazu führen, dass man sie als angenehm erfährt?‘ ",
  "mn101:17.4": "‚Nein, Geehrter.‘ ",
  "mn101:18.1": "‚Was denkt ihr, geehrte Jaina-Asketen? Wenn eine Tat erfahren werden muss, wenn sie reif ist, kann dann Anstrengung dazu führen, dass man sie erfährt, wenn sie noch nicht reif ist?‘ ",
  "mn101:18.2": "‚Nein, Geehrter.‘ ",
  "mn101:18.3": "‚Aber wenn eine Tat erfahren werden muss, wenn sie noch nicht reif ist, kann dann Anstrengung dazu führen, dass man sie erfährt, wenn sie reif ist?‘ ",
  "mn101:18.4": "‚Nein, Geehrter.‘ ",
  "mn101:19.1": "‚Was denkt ihr, geehrte Jaina-Asketen? Wenn eine Tat viel erfahren werden muss, kann dann Anstrengung dazu führen, dass man sie wenig erfährt?‘ ",
  "mn101:19.2": "‚Nein, Geehrter.‘ ",
  "mn101:19.3": "‚Aber wenn eine Tat wenig erfahren werden muss, kann dann Anstrengung dazu führen, dass man sie viel erfährt?‘ ",
  "mn101:19.4": "‚Nein, Geehrter.‘ ",
  "mn101:20.1": "‚Was denkt ihr, geehrte Jaina-Asketen? Wenn eine Tat erfahren werden muss, kann dann Anstrengung dazu führen, dass man sie nicht erfährt?‘ ",
  "mn101:20.2": "‚Nein, Geehrter.‘ ",
  "mn101:20.3": "‚Aber wenn eine Tat nicht erfahren werden muss, kann dann Anstrengung dazu führen, dass man sie erfährt?‘ ",
  "mn101:20.4": "‚Nein, Geehrter.‘ ",
  "mn101:21.1": "‚So scheint es, geehrte Jaina-Asketen, dass Anstrengung nicht dazu führen kann, dass man eine Tat anders erfährt, als sie erfahren werden muss. ",
  "mn101:21.2": "Da das so ist, sind eure Anstrengung und euer Streben fruchtlos.‘ ",
  "mn101:22.1": "So ist die Lehre der Jaina-Asketen. ",
  "mn101:22.2": "Da sie so sprechen, verdienen die Jaina-Asketen eine Gegendarstellung und Tadel auf zehn berechtigten Grundlagen. ",
  "mn101:22.3": "Wenn Lebewesen Glück und Schmerz aufgrund ihrer früheren Taten erfahren, ",
  "mn101:22.4": "haben die Jaina-Asketen sicher in der Vergangenheit schlechte Taten getan, da sie jetzt so schmerzhafte, scharfe, brennende Gefühle fühlen. ",
  "mn101:22.5": "Wenn Lebewesen Glück und Schmerz aufgrund der Schöpfung Gottes des Allmächtigen erfahren, ",
  "mn101:22.6": "wurden die Jaina-Asketen sicher von einem schlechten Gott erschaffen, da sie jetzt so schmerzhafte, scharfe, brennende Gefühle fühlen. ",
  "mn101:22.7": "Wenn Lebewesen Glück und Schmerz aufgrund der Umstände und der Natur erfahren, ",
  "mn101:22.8": "kommen die Jaina-Asketen sicher aus schlechten Umständen, da sie jetzt so schmerzhafte, scharfe, brennende Gefühle fühlen. ",
  "mn101:22.9": "Wenn Lebewesen Glück und Schmerz aufgrund der Wiedergeburtsklasse erfahren, ",
  "mn101:22.10": "wurden die Jaina-Asketen sicher in einer schlechten Klasse wiedergeboren, da sie jetzt so schmerzhafte, scharfe, brennende Gefühle fühlen. ",
  "mn101:22.11": "Wenn Lebewesen Glück und Schmerz aufgrund von Anstrengung in diesem Leben erfahren, ",
  "mn101:22.12": "strengen die Jaina-Asketen sich in diesem Leben sicher schlecht an, da sie jetzt so schmerzhafte, scharfe, brennende Gefühle fühlen. ",
  "mn101:22.13": "Wenn Lebewesen Glück und Schmerz aufgrund ihrer früheren Taten erfahren, verdienen die Jaina-Asketen Tadel, ",
  "mn101:22.14": "und ebenso, wenn das nicht so ist. ",
  "mn101:22.15": "Wenn Lebewesen Glück und Schmerz aufgrund der Schöpfung Gottes des Allmächtigen erfahren, verdienen die Jaina-Asketen Tadel, ",
  "mn101:22.16": "und ebenso, wenn das nicht so ist. ",
  "mn101:22.17": "Wenn Lebewesen Glück und Schmerz aufgrund der Umstände und der Natur erfahren, verdienen die Jaina-Asketen Tadel, ",
  "mn101:22.18": "und ebenso, wenn das nicht so ist. ",
  "mn101:22.19": "Wenn Lebewesen Glück und Schmerz aufgrund der Wiedergeburtsklasse erfahren, verdienen die Jaina-Asketen Tadel, ",
  "mn101:22.20": "und ebenso, wenn das nicht so ist. ",
  "mn101:22.21": "Wenn Lebewesen Glück und Schmerz aufgrund von Anstrengung in diesem Leben erfahren, verdienen die Jaina-Asketen Tadel, ",
  "mn101:22.22": "und ebenso, wenn das nicht so ist. ",
  "mn101:22.23": "So ist die Lehre der Jaina-Asketen. ",
  "mn101:22.24": "Da sie so sprechen, verdienen die Jaina-Asketen eine Gegendarstellung und Tadel auf diesen zehn berechtigten Grundlagen. ",
  "mn101:22.25": "So sind Anstrengung und Streben fruchtlos. ",
  "mn101:23.1": "Und wie sind Anstrengung und Streben fruchtbar? ",
  "mn101:23.2": "Da bringt ein Mönch kein Leiden über sich selbst; und er gibt rechtmäßiges Glück nicht auf, ist aber nicht von Glück besessen. ",
  "mn101:23.3": "Er versteht: ",
  "mn101:23.4": "‚Wenn ich mich absichtlich anstrenge, schwindet die Leidenschaft in Bezug auf diese Leidensquelle. Und wenn ich Gleichmut entwickele, schwindet die Leidenschaft in Bezug auf diese andere Leidensquelle.‘ ",
  "mn101:23.5": "So strengt er sich entweder absichtlich an ",
  "mn101:23.6": "oder er entwickelt Gleichmut, wie es angemessen ist. ",
  "mn101:23.7": "Durch absichtliche Anstrengung schwindet die Leidenschaft in Bezug auf diese Leidensquelle, ",
  "mn101:23.8": "und so wird dieses Leiden abgetragen. ",
  "mn101:23.9": "Durch die Entwicklung von Gleichmut schwindet die Leidenschaft in Bezug auf diese andere Leidensquelle, ",
  "mn101:23.10": "und so wird dieses Leiden abgetragen. ",
  "mn101:24.1": "Wie wenn ein Mann in eine Frau verliebt wäre, voll heftiger Begierde und Wollust, ",
  "mn101:24.2": "und er sähe sie bei einem anderen Mann stehen und plaudern, kichern und lachen. ",
  "mn101:24.3": "Was denkt ihr, Mönche und Nonnen? ",
  "mn101:24.4": "Würde das für ihn zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis führen?“ ",
  "mn101:24.5": "„Ja, Herr. ",
  "mn101:24.6": "Warum ist das so? ",
  "mn101:24.7": "Weil dieser Mann in diese Frau verliebt ist, voll heftiger Begierde und Wollust.“ ",
  "mn101:24.8": "",
  "mn101:25.1": "„Da dächte der Mann: ",
  "mn101:25.2": "‚Ich bin in diese Frau verliebt, voll heftiger Begierde und Wollust, ",
  "mn101:25.3": "und als ich sie bei einem anderen Mann stehen und plaudern, kichern und lachen sah, führte das für mich zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "mn101:25.4": "Warum gebe ich nicht die Begierde und Wollust nach dieser Frau auf?‘ ",
  "mn101:25.5": "Und so täte er es. ",
  "mn101:25.6": "Einige Zeit später sähe er sie bei einem anderen Mann stehen und plaudern, kichern und lachen. ",
  "mn101:25.7": "Was denkt ihr, Mönche und Nonnen? ",
  "mn101:25.8": "Würde das für ihn zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis führen?“ ",
  "mn101:25.9": "„Nein, Herr. ",
  "mn101:25.10": "Warum ist das so? ",
  "mn101:25.11": "Weil dieser Mann nicht mehr in diese Frau verliebt ist.“ ",
  "mn101:26.1": "„Ebenso bringt da ein Mönch kein Leiden über sich selbst; und er gibt rechtmäßiges Glück nicht auf, ist aber nicht von Glück besessen. ",
  "mn101:26.2": "Er versteht: ",
  "mn101:26.3": "‚Wenn ich mich absichtlich anstrenge, schwindet die Leidenschaft in Bezug auf diese Leidensquelle. Und wenn ich Gleichmut entwickele, schwindet die Leidenschaft in Bezug auf diese andere Leidensquelle.‘ ",
  "mn101:26.4": "So strengt er sich entweder absichtlich an ",
  "mn101:26.5": "oder er entwickelt Gleichmut, wie es angemessen ist. ",
  "mn101:26.6": "Durch absichtliche Anstrengung schwindet die Leidenschaft in Bezug auf diese Leidensquelle, ",
  "mn101:26.7": "und so wird dieses Leiden abgetragen. ",
  "mn101:26.8": "Durch die Entwicklung von Gleichmut schwindet die Leidenschaft in Bezug auf diese andere Leidensquelle, ",
  "mn101:26.9": "und so wird dieses Leiden abgetragen. ",
  "mn101:26.10": "So sind Anstrengung und Streben fruchtbar. ",
  "mn101:27.1": "Dann überlegt da ein Mönch: ",
  "mn101:27.2": "‚Wenn ich lebe, wie es mir gefällt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern. ",
  "mn101:27.3": "Aber wenn ich mich unter Schmerzen anstrenge, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. ",
  "mn101:27.4": "Warum strenge ich mich nicht unter Schmerzen an?‘ ",
  "mn101:27.5": "So tut er es also, ",
  "mn101:27.6": "und während er das tut, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. ",
  "mn101:27.7": "Nach einiger Zeit strengt er sich nicht mehr unter Schmerzen an. ",
  "mn101:27.8": "Warum ist das so? ",
  "mn101:27.9": "Weil er das Ziel, für das er sich unter Schmerzen angestrengt hat, erreicht hat; ",
  "mn101:27.10": "darum tut er es jetzt nicht mehr. ",
  "mn101:28.1": "Wie ein Pfeilmacher, der einen Pfeilschaft zwischen zwei Fackeln erhitzt, ihn gerade und zum Gebrauch bereit macht. ",
  "mn101:29.1": "Nachdem er ihn gerade und zum Gebrauch bereit gemacht hat, erhitzt er ihn nicht mehr, macht ihn nicht mehr gerade und zum Gebrauch bereit. ",
  "mn101:29.2": "Warum ist das so? ",
  "mn101:29.3": "Weil er das Ziel, für das er ihn erhitzt hat, erreicht hat; ",
  "mn101:29.4": "darum tut er es jetzt nicht mehr. ",
  "mn101:29.5": "Ebenso überlegt da ein Mönch: ",
  "mn101:29.6": "‚Wenn ich lebe, wie es mir gefällt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern. ",
  "mn101:29.7": "Aber wenn ich mich unter Schmerzen anstrenge, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. ",
  "mn101:29.8": "Warum strenge ich mich nicht unter Schmerzen an?‘ ",
  "mn101:29.9": "So tut er es also, ",
  "mn101:29.10": "und während er das tut, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. ",
  "mn101:29.11": "Nach einiger Zeit strengt er sich nicht mehr unter Schmerzen an. ",
  "mn101:29.12": "Warum ist das so? ",
  "mn101:29.13": "Weil er das Ziel, für das er sich unter Schmerzen angestrengt hat, erreicht hat; ",
  "mn101:29.14": "darum tut er es jetzt nicht mehr. ",
  "mn101:29.15": "Auch so sind Anstrengung und Streben fruchtbar. ",
  "mn101:30.1": "Dann erscheint da ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "mn101:30.2": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn101:30.3": "Er verkündet eine Lehre, die am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn101:31.1": "Ein Hausbesitzer hört diese Lehre, oder das Kind eines Hausbesitzers oder jemand, der in einer guten Familie wiedergeboren ist. ",
  "mn101:31.2": "Er fasst Vertrauen zum Klargewordenen ",
  "mn101:31.3": "und überlegt: ",
  "mn101:31.4": "‚Das Hausleben ist eng und schmutzig, aber wenn man fortgezogen ist, ist das Leben weit offen. ",
  "mn101:31.5": "Es ist nicht einfach, wenn man zu Hause lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "mn101:31.6": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "mn101:31.7": "Nach einiger Zeit gibt er ein großes oder kleines Vermögen auf, verlässt einen großen oder kleinen Familienkreis. Er rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "mn101:32.1": "Wenn er fortgezogen ist, nimmt er die Schulung und die Lebensweise der Mönche und Nonnen auf. Er gibt das Töten lebender Geschöpfe auf und tötet nicht mehr. Er verzichtet auf Stock und Schwert. Er ist einfühlsam und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "mn101:32.2": "Er gibt das Stehlen auf und stiehlt nicht mehr. Er nimmt nur, was gegeben wird, erwartet nur, was gegeben wird. Er hält sich selbst rein, indem er nicht stiehlt. ",
  "mn101:32.3": "Er gibt unkeusches Verhalten auf und ist keusch. Er lebt abgesondert und vermeidet den vulgären Akt des Geschlechtsverkehrs. ",
  "mn101:32.4": "Er gibt das Lügen auf und lügt nicht mehr. Er sagt die Wahrheit und hält sich an die Wahrheit. Er ist ehrlich und vertrauenswürdig und legt die Welt nicht mit seinen Worten herein. ",
  "mn101:32.5": "Er gibt entzweiende Rede auf und entzweit niemanden mehr. Was er hier gehört hat, sagt er nicht dort, und was er dort gehört hat, nicht hier, um Menschen zu entzweien. Stattdessen versöhnt er die Uneinigen, fördert Einigkeit, freut sich an Eintracht, liebt die Eintracht und spricht Worte, die Eintracht fördern. ",
  "mn101:32.6": "Er gibt harte Rede auf und redet nicht mehr hart. Seine Worte sind mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, vielen Menschen willkommen und angenehm. ",
  "mn101:32.7": "Er gibt das Unsinnreden auf und redet keinen Unsinn mehr. Seine Worte kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Sie sind wertvoll, kommen zur rechten Zeit, sind begründet, treffend und nützlich. ",
  "mn101:32.8": "Er unterlässt es, Pflanzen und Samen zu beschädigen. ",
  "mn101:32.9": "Er isst zu einer Tageszeit und verzichtet auf das Essen bei Nacht und zur falschen Zeit. ",
  "mn101:32.10": "Er unterlässt den Besuch von Tanz-, Gesangs- und Musikvorführungen. ",
  "mn101:32.11": "Er unterlässt es, Kränze, Düfte und Make-up anzulegen und sich damit zu schmücken. ",
  "mn101:32.12": "Er unterlässt die Benutzung hoher und üppiger Schlafstellen. ",
  "mn101:32.13": "Er unterlässt es, Gold und Zahlungsmittel anzunehmen. ",
  "mn101:32.14": "Er unterlässt es, rohes Getreide anzunehmen, ",
  "mn101:32.15": "rohes Fleisch, ",
  "mn101:32.16": "Frauen und Mädchen, ",
  "mn101:32.17": "abhängige Diener und Dienerinnen, ",
  "mn101:32.18": "Ziegen und Schafe, ",
  "mn101:32.19": "Hühner und Schweine, ",
  "mn101:32.20": "Elefanten, Rinder, Pferde und Stuten ",
  "mn101:32.21": "sowie Felder und Grundstücke. ",
  "mn101:32.22": "Er unterlässt es, Botengänge zu machen und Botschaften zu übermitteln, ",
  "mn101:32.23": "zu kaufen und zu verkaufen, ",
  "mn101:32.24": "Maße, Metalle oder Gewichte zu fälschen, ",
  "mn101:32.25": "zu bestechen, zu betrügen, zu täuschen und ein doppeltes Spiel zu spielen, ",
  "mn101:32.26": "zu verstümmeln, zu morden, zu entführen, zu rauben, zu plündern und Gewalt anzuwenden. ",
  "mn101:33.1": "Er ist zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er auch geht, da nimmt er nur diese Dinge mit. ",
  "mn101:33.2": "Wie ein Vogel: Wohin er auch fliegt, die Flügel sind seine einzige Bürde. ",
  "mn101:33.3": "Ebenso ist ein Mönch zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da nimmt er nur diese Dinge mit. ",
  "mn101:33.4": "Wenn er diesen Umfang der edlen Tugend besitzt, erfährt er im Innern ein Glück, das ohne Tadel ist. ",
  "mn101:34.1": "Wenn er mit dem Auge ein Bild sieht, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn101:34.2": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "mn101:34.3": "Wenn er mit dem Ohr einen Ton hört … ",
  "mn101:34.4": "Wenn er mit der Nase einen Geruch riecht … ",
  "mn101:34.5": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "mn101:34.6": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "mn101:34.7": "Wenn er mit dem Geist eine Vorstellung erkennt, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn101:34.8": "Wenn das Vorstellungsvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Vorstellungsvermögen und hält es im Zaum. ",
  "mn101:34.9": "Wenn er diese edle Zügelung der Sinne besitzt, erfährt er im Innern eine fleckenlose Seligkeit. ",
  "mn101:35.1": "Er handelt mit Situationsbewusstsein beim Ausgehen und Zurückkommen, beim Hin- und Wegschauen, beim Beugen und Strecken der Glieder, beim Tragen von äußerer Robe, Schale und Roben, beim Essen, Trinken, Kauen, Schmecken, beim Ausscheiden von Urin und Kot, beim Gehen, Stehen, Sitzen, Schlafen und Wachen, Reden und Schweigen. ",
  "mn101:36.1": "Wenn er diesen Umfang der edlen Tugend, diese edle Zufriedenheit und diese edle Zügelung der Sinne sowie diese edle Achtsamkeit und das edle Situationsbewusstsein besitzt, ",
  "mn101:36.2": "sucht er einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen. ",
  "mn101:36.3": "Nach dem Essen, wenn er vom Almosengang zurückkommt, setzt er sich mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit bei sich. ",
  "mn101:37.1": "Er gibt das Begehren nach der Welt auf, meditiert mit einem Herzen, das frei von Begehren ist, und läutert den Geist von Begehren. ",
  "mn101:37.2": "Er gibt bösen Willen und Gehässigkeit auf, meditiert mit einem Herzen, das frei von bösem Willen ist, voller Anteilnahme für alle Lebewesen, und läutert den Geist von bösem Willen. ",
  "mn101:37.3": "Er gibt Dumpfheit und Benommenheit auf, meditiert mit einem Herzen, das frei von Dumpfheit und Benommenheit ist, er nimmt Licht wahr, ist achtsam und der Situation bewusst und läutert den Geist von Dumpfheit und Benommenheit. ",
  "mn101:37.4": "Er gibt Rastlosigkeit und Reue auf, meditiert ohne Rastlosigkeit, mit innerlich friedvollem Geist, und läutert den Geist von Rastlosigkeit und Reue. ",
  "mn101:37.5": "Er gibt den Zweifel auf, meditiert, indem er über den Zweifel hinausgegangen ist, nicht im Unklaren über taugliche Eigenschaften, und läutert den Geist von Zweifel. ",
  "mn101:38.1": "Er gibt diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "mn101:38.2": "Dann tritt er, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn101:38.3": "Auch so sind Anstrengung und Streben fruchtbar. ",
  "mn101:39.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt er in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn101:39.2": "Auch so sind Anstrengung und Streben fruchtbar. ",
  "mn101:40.1": "Mit dem Schwinden der Ekstase tritt er dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn101:40.2": "Auch so sind Anstrengung und Streben fruchtbar. ",
  "mn101:41.1": "Indem er Glück und Schmerz aufgibt, und mit dem Vergehen früherer Fröhlichkeit und Traurigkeit, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn101:41.2": "Auch so sind Anstrengung und Streben fruchtbar. ",
  "mn101:42.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erinnerung an frühere Leben. ",
  "mn101:42.2": "Er erinnert sich an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn101:42.3": "Auch so sind Anstrengung und Streben fruchtbar. ",
  "mn101:43.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf das Erkennen von Tod und Wiedergeburt der Lebewesen. ",
  "mn101:43.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht er Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten weiterziehen: ‚Diese lieben Wesen taten Schlechtes mit dem Körper, der Sprache und dem Geist. Sie brachten die Edlen in Verruf, hatten falsche Ansicht und unternahmen Handlungen aus dieser falschen Ansicht heraus. Als ihr Körper auseinanderbrach, nach dem Tod, wurden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen taten Gutes mit dem Körper, der Sprache und dem Geist. Sie brachten nie die Edlen in Verruf, hatten rechte Ansicht und unternahmen Handlungen aus dieser rechten Ansicht heraus. Als ihr Körper auseinanderbrach, nach dem Tod, wurden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sieht er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten weiterziehen. ",
  "mn101:43.3": "Auch so sind Anstrengung und Streben fruchtbar. ",
  "mn101:44.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – dann streckt er ihn aus auf das Erkennen der Auflösung der Befleckungen. ",
  "mn101:44.2": "Er versteht wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "mn101:44.3": "Er versteht wahrhaftig: ‚Das sind die Befleckungen.‘ … ‚Das ist der Ursprung der Befleckungen.‘ … ‚Das ist das Aufhören der Befleckungen.‘ … ‚Das ist die Übung, die zum Aufhören der Befleckungen führt.‘ ",
  "mn101:45.1": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn101:45.2": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "mn101:45.3": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.‘ ",
  "mn101:45.4": "Auch so sind Anstrengung und Streben fruchtbar. ",
  "mn101:46.1": "So ist die Lehre des Klargewordenen. ",
  "mn101:46.2": "Da er so spricht, verdient der Klargewordene Lob auf zehn berechtigten Grundlagen. ",
  "mn101:46.3": "Wenn Lebewesen Glück und Schmerz aufgrund ihrer früheren Taten erfahren, ",
  "mn101:46.4": "hat der Klargewordene sicher in der Vergangenheit gute Taten getan, da er jetzt so unbefleckte glückliche Gefühle fühlt. ",
  "mn101:46.5": "Wenn Lebewesen Glück und Schmerz aufgrund der Schöpfung Gottes des Allmächtigen erfahren, ",
  "mn101:46.6": "wurde der Klargewordene sicher von einem guten Gott erschaffen, da er jetzt so unbefleckte glückliche Gefühle fühlt. ",
  "mn101:46.7": "Wenn Lebewesen Glück und Schmerz aufgrund der Umstände und der Natur erfahren, ",
  "mn101:46.8": "kommt der Klargewordene sicher aus guten Umständen, da er jetzt so unbefleckte glückliche Gefühle fühlt. ",
  "mn101:46.9": "Wenn Lebewesen Glück und Schmerz aufgrund der Wiedergeburtsklasse erfahren, ",
  "mn101:46.10": "wurde der Klargewordene sicher in einer guten Klasse wiedergeboren, da er jetzt so unbefleckte glückliche Gefühle fühlt. ",
  "mn101:46.11": "Wenn Lebewesen Glück und Schmerz aufgrund von Anstrengung in diesem Leben erfahren, ",
  "mn101:46.12": "strengt der Klargewordene sich in diesem Leben sicher gut an, da er jetzt so unbefleckte glückliche Gefühle fühlt. ",
  "mn101:46.13": "Wenn Lebewesen Glück und Schmerz aufgrund ihrer früheren Taten erfahren, verdient der Klargewordene Lob, ",
  "mn101:46.14": "und ebenso, wenn das nicht so ist. ",
  "mn101:46.15": "Wenn Lebewesen Glück und Schmerz aufgrund der Schöpfung Gottes des Allmächtigen erfahren, verdient der Klargewordene Lob, ",
  "mn101:46.16": "und ebenso, wenn das nicht so ist. ",
  "mn101:46.17": "Wenn Lebewesen Glück und Schmerz aufgrund der Umstände und der Natur erfahren, verdient der Klargewordene Lob, ",
  "mn101:46.18": "und ebenso, wenn das nicht so ist. ",
  "mn101:46.19": "Wenn Lebewesen Glück und Schmerz aufgrund der Wiedergeburtsklasse erfahren, verdient der Klargewordene Lob, ",
  "mn101:46.20": "und ebenso, wenn das nicht so ist. ",
  "mn101:46.21": "Wenn Lebewesen Glück und Schmerz aufgrund von Anstrengung in diesem Leben erfahren, verdient der Klargewordene Lob, ",
  "mn101:46.22": "und ebenso, wenn das nicht so ist. ",
  "mn101:46.23": "So ist die Lehre des Klargewordenen. ",
  "mn101:46.24": "Da er so spricht, verdient der Klargewordene Lob auf diesen zehn berechtigten Grundlagen.“ ",
  "mn101:46.25": "Das sagte der Buddha. ",
  "mn101:46.26": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}