{
  "mn104:0.1": "Mittlere Lehrreden 104 ",
  "mn104:0.2": "Beim Dorf Sāma ",
  "mn104:1.1": "So habe ich es gehört: ",
  "mn104:1.2": "Einmal hielt sich der Buddha im Land der Sakyer bei dem Dorf Sāma auf. ",
  "mn104:2.1": "Nun war da gerade kürzlich der Jaina-Asket aus dem Stamm Ñātika in Pāvā verstorben. ",
  "mn104:2.2": "Nach seinem Tod gab es eine Spaltung unter den Jaina-Asketen, es bildeten sich zwei Splittergruppen, die uneins waren, zankten, stritten und einander fortwährend mit scharfen Worten verletzten: ",
  "mn104:2.3": "„Du verstehst diese Lehre und Schulung nicht. Ich verstehe diese Lehre und Schulung. Was, du verstehst diese Lehre und Schulung? Du übst falsch. Ich übe richtig. Ich bleibe beim Thema, du nicht. Was zuerst gesagt werden sollte, hast du zuletzt gesagt. Was zuletzt gesagt werden sollte, hast du zuerst gesagt. Was du dir so gut ausgedacht hast, ist entkräftet. Deine Doktrin ist widerlegt. Auf, rette deine Doktrin! Du steckst in der Falle; befreie dich daraus – wenn du kannst!“ ",
  "mn104:2.4": "Man konnte glauben, unter den Jaina-Asketen gebe es nur Gemetzel. ",
  "mn104:2.5": "Und die weiß gekleideten Laienschüler des Jaina Ñātika waren ernüchtert, schockiert und enttäuscht von den Jaina-Asketen. Und ebenso waren sie von einer Lehre und Schulung enttäuscht, die so schlecht erklärt und vorgelegt war, die nicht mündig machte, nicht zum Frieden führte, nicht von einem vollkommen erwachten Buddha verkündet war; ihr Denkmal war zerbrochen, und sie hatten keine Zuflucht. ",
  "mn104:3.1": "Und der Novize Cunda ging, nachdem er seinen Regenzeitaufenthalt in der Nähe von Pāvā abgeschlossen hatte, zum Ehrwürdigen Ānanda beim Dorf Sāma. Er verbeugte sich, setzte sich zur Seite hin und sagte zu Ānanda: ",
  "mn104:3.2": "„Herr, der Jaina-Asket aus dem Stamm Ñātika ist kürzlich in Pāvā verstorben. ",
  "mn104:3.3": "Nach seinem Tod gab es eine Spaltung unter den Jaina-Asketen …“ ",
  "mn104:4.1": "Ānanda antwortete ihm: ",
  "mn104:4.2": "„Geehrter Cunda, wir sollten wegen dieser Sache den Buddha sehen. ",
  "mn104:4.3": "Komm, lass uns zum Buddha gehen und ihm darüber berichten.“ ",
  "mn104:4.4": "„Ja, Herr“, antwortete Cunda. ",
  "mn104:4.5": "Darauf gingen Ānanda und Cunda zum Buddha, verbeugten sich, setzten sich zur Seite hin, und der Ehrwürdige Ānanda berichtete ihm, was vorgefallen war. Er fuhr fort: ",
  "mn104:4.9": "„Herr, mir fällt Folgendes ein: ",
  "mn104:4.10": "‚Dass doch, wenn der Buddha verstorben ist, im Saṅgha kein Streit ausbreche! ",
  "mn104:4.11": "Denn ein solcher Streit wäre zum Schaden und Unglück vieler Menschen, gegen das Volk, zum Unheil, Schaden und Leiden von Göttern und Menschen.‘“ ",
  "mn104:5.1": "„Was denkst du, Ānanda? ",
  "mn104:5.2": "Siehst du auch nur zwei Mönche oder Nonnen, die bezüglich der Dinge, die ich aus meiner unmittelbaren Einsicht heraus gelehrt habe, eine Meinungsverschiedenheit haben? ",
  "mn104:5.3": "Nämlich bezüglich der vier Arten der Achtsamkeitsmeditation, der vier Arten rechten Bemühens, der vier Grundlagen übersinnlicher Kraft, der fünf Fähigkeiten, der fünf Kräfte, der sieben Faktoren des Erwachens und des edlen achtfachen Pfades?“ ",
  "mn104:5.4": "„Nein, Herr, so etwas sehe ich nicht. ",
  "mn104:5.6": "Dennoch gibt es einige Personen, die scheinbar gehorsam gegenüber dem Buddha sind, aber wenn der Buddha verstorben ist, könnten sie im Saṅgha einen Streit über den Lebenserwerb oder die Ordenssatzung anfangen. ",
  "mn104:5.7": "Ein solcher Streit wäre zum Schaden und Unglück vieler Menschen, gegen das Volk, zum Unheil, Schaden und Leiden von Göttern und Menschen.“ ",
  "mn104:5.8": "„Ānanda, Streit über den Lebenserwerb oder die Ordenssatzung ist eine geringfügige Sache. ",
  "mn104:5.9": "Aber sollte im Saṅgha ein Streit über den Pfad und die Übung ausbrechen, wäre das zum Schaden und Unglück vieler Menschen, gegen das Volk, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "mn104:6.1": "Ānanda, es gibt diese sechs Wurzeln des Streits. ",
  "mn104:6.2": "Welche sechs? ",
  "mn104:6.3": "Da ist ein Mönch zornig und verbittert. ",
  "mn104:6.4": "Ein solcher Mönch hat keine Achtung und keine Ehrfurcht vor dem Lehrer, vor der Lehre und vor dem Saṅgha, und er erfüllt die Schulung nicht. ",
  "mn104:6.5": "Er stiftet Streit im Saṅgha; das ist zum Schaden und Unglück vieler Menschen, gegen das Volk, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "mn104:6.6": "Wenn ihr eine solche Wurzel des Streits in euch oder anderen seht, dann versucht, dieses schlechte Ding aufzugeben. ",
  "mn104:6.7": "Wenn ihr sie nicht seht, dann übt so, dass sie in Zukunft nicht entsteht. ",
  "mn104:6.8": "So gebt ihr diese schlechte Wurzel des Streits auf, sodass sie in Zukunft nicht entsteht. ",
  "mn104:7-11.1": "Dann ist da ein Mönch beleidigend und verächtlich … ",
  "mn104:7-11.2": "Er ist eifersüchtig und geizig … ",
  "mn104:7-11.3": "Er ist verschlagen und hinterhältig … ",
  "mn104:7-11.4": "Er hat unlautere Wünsche und falsche Ansicht … ",
  "mn104:7-11.5": "Er hängt an seinen Ansichten, hält sie fest und weigert sich, sie loszulassen. ",
  "mn104:7-11.6": "Ein solcher Mönch hat keine Achtung und keine Ehrfurcht vor dem Lehrer, vor der Lehre und vor dem Saṅgha, und er erfüllt die Schulung nicht. ",
  "mn104:7-11.7": "Er stiftet Streit im Saṅgha; das ist zum Schaden und Unglück vieler Menschen, gegen das Volk, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "mn104:7-11.8": "Wenn ihr eine solche Wurzel des Streits in euch oder anderen seht, dann versucht, dieses schlechte Ding aufzugeben. ",
  "mn104:7-11.9": "Wenn ihr sie nicht seht, dann übt so, dass sie in Zukunft nicht entsteht. ",
  "mn104:7-11.10": "So gebt ihr diese schlechte Wurzel des Streits auf, sodass sie in Zukunft nicht entsteht. ",
  "mn104:7-11.11": "Das sind die sechs Wurzeln des Streits. ",
  "mn104:12.1": "Ānanda, es gibt diese vier Arten von disziplinarischen Angelegenheiten. ",
  "mn104:12.2": "Welche vier? ",
  "mn104:12.3": "Disziplinarische Angelegenheiten aufgrund von Streit, Anklagen, Verstößen oder Abläufen. ",
  "mn104:12.4": "Das sind die vier Arten von disziplinarischen Angelegenheiten. ",
  "mn104:13.1": "Es gibt diese sieben Grundsätze, um jede disziplinarische Angelegenheit beizulegen, die aufkommen könnte: ",
  "mn104:13.2": "Bereinigung Auge in Auge ist anzuwenden. Bereinigung durch Erinnern ist zu gewähren. Bereinigung wegen zurückliegender Geisteskrankheit ist zu gewähren. Handeln nach dem, was zugegeben wurde. Mehrheitsentscheidung. Weitere Bestrafung. Bedecken wie mit Gras. ",
  "mn104:14.1": "Und wie findet eine Bereinigung Auge in Auge statt? ",
  "mn104:14.2": "Da streiten die Mönche und Nonnen: ‚Das ist die Lehre!‘, ‚Das ist nicht die Lehre!‘, ‚Das ist das Ordensrecht!‘, ‚Das ist nicht das Ordensrecht!‘ ",
  "mn104:14.3": "Diese Mönche und Nonnen sollen alle in Eintracht zusammensitzen ",
  "mn104:14.4": "und die Richtlinien der Lehre sorgfältig durchgehen. ",
  "mn104:14.5": "Sie sollen diese disziplinarische Angelegenheit in Übereinstimmung mit den Richtlinien beilegen. ",
  "mn104:14.6": "So findet eine Bereinigung Auge in Auge statt. ",
  "mn104:14.7": "Und so werden einige disziplinarische Angelegenheiten beigelegt: ",
  "mn104:14.8": "nämlich mittels Bereinigung Auge in Auge. ",
  "mn104:15.1": "Und wie findet eine Mehrheitsentscheidung statt? ",
  "mn104:15.2": "Wenn diese Mönche und Nonnen nicht in der Lage sind, diese Angelegenheit in diesem Kloster beizulegen, ",
  "mn104:15.3": "sollen sie zu einem anderen Kloster mit mehr Mönchen und Nonnen gehen. ",
  "mn104:15.4": "Dort sollen sie alle in Eintracht zusammensitzen ",
  "mn104:15.5": "und die Richtlinien der Lehre sorgfältig durchgehen. ",
  "mn104:15.6": "Sie sollen diese disziplinarische Angelegenheit in Übereinstimmung mit den Richtlinien beilegen. ",
  "mn104:15.7": "So findet eine Mehrheitsentscheidung statt. Und so werden einige disziplinarische Angelegenheiten beigelegt: ",
  "mn104:15.8": "nämlich mittels Mehrheitsentscheidung. ",
  "mn104:16.1": "Und wie findet eine Bereinigung durch Erinnern statt? ",
  "mn104:16.2": "Da klagt ein Mönch einen Mönch wegen eines schweren Verstoßes an; wegen eines mit Ausschluss verbundenen Verstoßes oder eines, der dem nahekommt: ",
  "mn104:16.3": "‚Ehrwürdiger, erinnerst du dich, einen schweren, mit Ausschluss verbundenen Verstoß begangen zu haben oder einen, der dem nahekommt?‘ ",
  "mn104:16.4": "Er sagt: ",
  "mn104:16.5": "‚Nein, Geehrter, ich erinnere mich nicht, einen solchen Verstoß begangen zu haben.‘ ",
  "mn104:16.6": "Diesem Mönch soll die Bereinigung durch Erinnern gewährt werden. ",
  "mn104:16.7": "So findet eine Bereinigung durch Erinnern statt. Und so werden einige disziplinarische Angelegenheiten beigelegt: ",
  "mn104:16.8": "nämlich mittels Bereinigung durch Erinnern. ",
  "mn104:17.1": "Und wie findet eine Bereinigung wegen zurückliegender Geisteskrankheit statt? ",
  "mn104:17.2": "Da klagt ein Mönch einen Mönch wegen eines schweren Verstoßes an; wegen eines mit Ausschluss verbundenen Verstoßes oder eines, der dem nahekommt: ",
  "mn104:17.3": "‚Ehrwürdiger, erinnerst du dich, einen schweren, mit Ausschluss verbundenen Verstoß begangen zu haben oder einen, der dem nahekommt?‘ ",
  "mn104:17.4": "Er sagt: ",
  "mn104:17.5": "‚Nein, Geehrter, ich erinnere mich nicht, einen solchen Verstoß begangen zu haben.‘ ",
  "mn104:17.6": "Doch obwohl er versucht, sich herauszuwinden, dringt der Ankläger auf ihn ein: ",
  "mn104:17.7": "‚Sicher muss der Ehrwürdige sehr wohl wissen, ob er sich erinnert, einen mit Ausschluss verbundenen Verstoß begangen zu haben oder einen, der dem nahekommt!‘ ",
  "mn104:17.8": "Er sagt: ",
  "mn104:17.9": "‚Geehrter, ich war verrückt geworden, nicht Herr meiner selbst. ",
  "mn104:17.10": "Und in diesem Zustand tat und sagte ich viele Dinge, die für einen Asketen nicht angebracht sind. ",
  "mn104:17.11": "Ich erinnere mich an nichts davon; ",
  "mn104:17.12": "ich war geisteskrank, als ich es tat.‘ ",
  "mn104:17.13": "Diesem Mönch soll die Bereinigung wegen zurückliegender Geisteskrankheit gewährt werden. ",
  "mn104:17.14": "So findet eine Bereinigung wegen zurückliegender Geisteskrankheit statt. Und so werden einige disziplinarische Angelegenheiten beigelegt: ",
  "mn104:17.15": "nämlich mittels Bereinigung wegen zurückliegender Geisteskrankheit. ",
  "mn104:18.1": "Und wie findet Handeln nach dem, was zugegeben wurde, statt? ",
  "mn104:18.2": "Da erinnert sich ein Mönch, ob er angeklagt wird oder nicht, an einen Verstoß; er klärt ihn auf und legt ihn offen. ",
  "mn104:18.3": "Er begibt sich zu einem älteren Mönch, ordnet seine Robe über einer Schulter, verbeugt sich zu Füßen des Mönchs, hockt sich auf die Fersen, erhebt seine zusammengelegten Hände und sagt: ",
  "mn104:18.4": "‚Herr, ich habe soundso einen Verstoß begangen. Ich gestehe ihn ein.‘ ",
  "mn104:18.5": "Der ältere Mönch sagt: ",
  "mn104:18.6": "‚Siehst du ihn ein?‘ ",
  "mn104:18.7": "‚Ja, ich sehe ihn ein.‘ ",
  "mn104:18.8": "‚Dann zügele dich in der Zukunft.‘ ",
  "mn104:18.9": "‚Ich werde mich zügeln.‘ ",
  "mn104:18.10": "So findet Handeln nach dem, was zugegeben wurde, statt. Und so werden einige disziplinarische Angelegenheiten beigelegt: ",
  "mn104:18.11": "nämlich Handeln nach dem, was zugegeben wurde. ",
  "mn104:19.1": "Und wie findet weitere Bestrafung statt? ",
  "mn104:19.2": "Da klagt ein Mönch einen Mönch wegen eines schweren Verstoßes an; wegen eines mit Ausschluss verbundenen Verstoßes oder eines, der dem nahekommt: ",
  "mn104:19.3": "‚Ehrwürdiger, erinnerst du dich, einen schweren, mit Ausschluss verbundenen Verstoß begangen zu haben oder einen, der dem nahekommt?‘ ",
  "mn104:19.4": "Er sagt: ",
  "mn104:19.5": "‚Nein, Geehrter, ich erinnere mich nicht, einen solchen Verstoß begangen zu haben.‘ ",
  "mn104:19.6": "Doch obwohl er versucht, sich herauszuwinden, dringt der Ankläger auf ihn ein: ",
  "mn104:19.7": "‚Sicher muss der Ehrwürdige sehr wohl wissen, ob er sich erinnert, einen mit Ausschluss verbundenen Verstoß begangen zu haben oder einen, der dem nahekommt!‘ ",
  "mn104:19.8": "Er sagt: ",
  "mn104:19.9": "‚Geehrter, ich erinnere mich nicht, einen solchen schweren Verstoß begangen zu haben. ",
  "mn104:19.10": "Aber ich erinnere mich, einen leichten Verstoß begangen zu haben.‘ ",
  "mn104:19.11": "Doch obwohl er versucht, sich herauszuwinden, dringt der Ankläger auf ihn ein: ",
  "mn104:19.12": "‚Sicher muss der Ehrwürdige sehr wohl wissen, ob er sich erinnert, einen mit Ausschluss verbundenen Verstoß begangen zu haben oder einen, der dem nahekommt!‘ ",
  "mn104:19.13": "Er sagt: ",
  "mn104:19.14": "‚Geehrter, ich gehe so weit, dass ich diesen leichten Verstoß zugebe, ohne gefragt worden zu sein. ",
  "mn104:19.15": "Warum sollte ich einen schweren Verstoß nicht zugeben, wenn ich gefragt werde?‘ ",
  "mn104:19.16": "Der Ankläger sagt: ",
  "mn104:19.17": "‚Du hättest diesen leichten Verstoß nicht zugegeben, wenn du nicht gefragt worden wärest, warum solltest du daher einen schweren Verstoß zugeben? ",
  "mn104:19.18": "Sicher muss der Ehrwürdige sehr wohl wissen, ob er sich erinnert, einen mit Ausschluss verbundenen Verstoß begangen zu haben oder einen, der dem nahekommt!‘ ",
  "mn104:19.19": "Er sagt: ",
  "mn104:19.20": "‚Geehrter, ich erinnere mich, einen schweren, mit Ausschluss verbundenen Verstoß begangen zu haben oder einen, der dem nahekommt. ",
  "mn104:19.21": "Ich sprach zu hastig, als ich sagte, ",
  "mn104:19.22": "ich erinnerte mich nicht.‘ ",
  "mn104:19.23": "So findet weitere Bestrafung statt. Und so werden einige disziplinarische Angelegenheiten beigelegt: ",
  "mn104:19.24": "nämlich mittels weiterer Bestrafung. ",
  "mn104:20.1": "Und wie findet Bedecken wie mit Gras statt? ",
  "mn104:20.2": "Da sind die Mönche und Nonnen ständig uneins, zanken, streiten und tun und sagen viele Dinge, die für einen Asketen nicht angebracht sind. ",
  "mn104:20.3": "Diese Mönche und Nonnen sollen alle in Eintracht zusammensitzen. ",
  "mn104:20.4": "Ein befähigter Mönch von einer Seite soll sich von seinem Sitz erheben, seine Robe über einer Schulter ordnen, die zusammengelegten Hände erheben und den Saṅgha unterrichten: ",
  "mn104:20.5": "‚Herr, der Saṅgha höre mir zu. ",
  "mn104:20.6": "Wir waren ständig uneins, haben gezankt, gestritten und viele Dinge getan und gesagt, die für einen Asketen nicht angebracht sind. ",
  "mn104:20.7": "Wenn es dem Saṅgha angemessen erscheint, dann decke ich – zum Wohl dieser Ehrwürdigen und meinem eigenen – inmitten des Saṅgha mithilfe des Bedeckens wie mit Gras jeglichen Verstoß auf, der von diesen Ehrwürdigen und mir selbst begangen wurde, lediglich mit Ausnahme von solchen, die sehr tadelnswert sind, und solchen, die Laien betreffen.‘ ",
  "mn104:20.8": "Dann soll sich ein befähigter Mönch von der anderen Seite von seinem Sitz erheben, seine Robe über einer Schulter ordnen, die zusammengelegten Hände erheben und den Saṅgha unterrichten: ",
  "mn104:20.9": "‚Herr, der Saṅgha höre mir zu. ",
  "mn104:20.10": "Wir waren ständig uneins, haben gezankt, gestritten und viele Dinge getan und gesagt, die für einen Asketen nicht angebracht sind. ",
  "mn104:20.11": "Wenn es dem Saṅgha angemessen erscheint, dann decke ich – zum Wohl dieser Ehrwürdigen und meinem eigenen – inmitten des Saṅgha mithilfe des Bedeckens wie mit Gras jeglichen Verstoß auf, der von diesen Ehrwürdigen und mir selbst begangen wurde, lediglich mit Ausnahme von solchen, die sehr tadelnswert sind, und solchen, die Laien betreffen.‘ ",
  "mn104:20.12": "So findet Bedecken wie mit Gras statt. Und so werden einige disziplinarische Angelegenheiten beigelegt: ",
  "mn104:20.13": "nämlich mittels Bedecken wie mit Gras. ",
  "mn104:21.1": "Ānanda, diese sechs warmherzigen Eigenschaften sorgen für Zuneigung und Achtung, führen zu Gemeinschaftsbildung, Nicht-Streiten, Eintracht und Einigkeit. ",
  "mn104:21.2": "Welche sechs? ",
  "mn104:21.3": "Da behandelt ein Mönch seine geistlichen Gefährten stets liebevoll mit dem Körper, sowohl öffentlich als insgeheim. ",
  "mn104:21.4": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung, führt zu Gemeinschaftsbildung, Nicht-Streiten, Eintracht und Einigkeit. ",
  "mn104:21.5": "Dann behandelt da ein Mönch seine geistlichen Gefährten stets liebevoll mit der Sprache, sowohl öffentlich als insgeheim. ",
  "mn104:21.6": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung … ",
  "mn104:21.7": "Dann behandelt da ein Mönch seine geistlichen Gefährten stets liebevoll mit dem Geist, sowohl öffentlich als insgeheim. ",
  "mn104:21.8": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung … ",
  "mn104:21.9": "Dann teilt da ein Mönch vorbehaltlos, was er an materiellem Besitz auf rechtmäßige Weise erhalten hat, selbst das Essen in seiner Almosenschale, und benutzt es gemeinsam mit seinen tugendhaften geistlichen Gefährten. ",
  "mn104:21.10": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung … ",
  "mn104:21.11": "Dann lebt da ein Mönch gemäß den Tugendregeln, die er mit seinen geistlichen Gefährten teilt, sowohl öffentlich als insgeheim. Die Regeln sind unversehrt, tadellos, makellos und unbeschädigt; sie sind befreiend, werden von vernünftigen Menschen gepriesen, sind richtig aufgefasst und führen in die Versenkung. ",
  "mn104:21.12": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung … ",
  "mn104:21.13": "Dann lebt da ein Mönch entsprechend der Ansicht, die er mit seinen geistlichen Gefährten teilt, sowohl öffentlich als insgeheim. Diese Ansicht ist edel, macht unabhängig und führt den, der sie übt, zur völligen Auflösung des Leidens. ",
  "mn104:21.14": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung … ",
  "mn104:21.15": "Das sind die sechs warmherzigen Eigenschaften, die für Zuneigung und Achtung sorgen, zu Gemeinschaftsbildung führen, zu Nicht-Streiten, Eintracht und Einigkeit. ",
  "mn104:22.1": "Wenn ihr diese sechs warmherzigen Eigenschaften aufnehmen und befolgen würdet, seht ihr dann irgendeinen Tadel, groß oder klein, den ihr nicht ertragen könntet?“ ",
  "mn104:22.2": "„Nein, Herr.“ ",
  "mn104:22.3": "„Daher, Ānanda, sollt ihr diese sechs warmherzigen Eigenschaften aufnehmen und befolgen. ",
  "mn104:22.4": "Das wird zu eurem langanhaltenden Nutzen und Glück sein.“ ",
  "mn104:22.5": "Das sagte der Buddha. ",
  "mn104:22.6": "Zufrieden begrüßte der Ehrwürdige Ānanda die Worte des Buddha. "
}