{
  "mn105:0.1": "Mittlere Lehrreden 105 ",
  "mn105:0.2": "Mit Sunakkhatta ",
  "mn105:1.1": "So habe ich es gehört: ",
  "mn105:1.2": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "mn105:2.1": "Zu dieser Zeit hatten mehrere Mönche und Nonnen vor dem Buddha ihre Erleuchtung erklärt: ",
  "mn105:2.2": "„Wir verstehen: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.‘“ ",
  "mn105:2.3": "Der Licchaver Sunakkhatta hörte davon. ",
  "mn105:3.1": "Er ging zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn105:4.1": "„Herr, ich habe gehört, ",
  "mn105:4.2": "mehrere Mönche und Nonnen hätten vor dem Buddha ihre Erleuchtung erklärt: ",
  "mn105:4.3": "‚Wir verstehen: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.“‘ ",
  "mn105:4.5": "Ich hoffe, sie taten das richtigerweise; oder gibt es welche, die ihre Erleuchtung aus Selbstüberschätzung erklärten?“ ",
  "mn105:5.3": "„Manche von ihnen taten es richtigerweise und andere aus Selbstüberschätzung. ",
  "mn105:5.4": "Nun, wenn Mönche oder Nonnen richtigerweise ihre Erleuchtung erklären, dann ist das für sie wahr. ",
  "mn105:5.5": "Aber wenn sie sie aus Selbstüberschätzung erklären, denkt der Klargewordene: ",
  "mn105:5.6": "‚Ich sollte sie den Dhamma lehren.‘ ",
  "mn105:5.7": "Wenn der Klargewordene denkt, ",
  "mn105:5.8": "er solle sie den Dhamma lehren, ",
  "mn105:5.9": "aber dann begeben sich manche unnütze Männer zum Klargewordenen, um ihm eine Frage zu stellen, nachdem sie diese sorgfältig geplant haben, ",
  "mn105:5.10": "dann ändert der Klargewordene ",
  "mn105:5.11": "seine Meinung.“ ",
  "mn105:6.1": "„Jetzt ist die Zeit, Gesegneter! Jetzt ist die Zeit, Heiliger! ",
  "mn105:6.2": "Der Buddha lehre bitte den Dhamma. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "mn105:6.3": "„Nun, Sunakkhatta, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn105:6.4": "„Ja, Herr“, antwortete Sunakkhatta. ",
  "mn105:6.5": "Der Buddha sagte: ",
  "mn105:7.1": "„Sunakkhatta, es gibt diese fünf Sinnesreize. ",
  "mn105:7.2": "Welche fünf? ",
  "mn105:7.3": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn105:7.4": "Töne, die das Ohr erkennt … ",
  "mn105:7.5": "Gerüche, die die Nase erkennt … ",
  "mn105:7.6": "Geschmäcke, die die Zunge erkennt … ",
  "mn105:7.7": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn105:7.8": "Das sind die fünf Sinnesreize. ",
  "mn105:8.1": "Es ist möglich, dass ein gewisses Individuum auf weltliche fleischliche Genüsse aus ist. ",
  "mn105:8.2": "Ein solches Individuum lässt sich auf entsprechende Gespräche ein und richtet sein Denken und Erwägen entsprechend aus. Es schließt sich entsprechenden Menschen an und findet es lohnend. ",
  "mn105:8.3": "Doch wenn ein Gespräch über das Unbewegte aufkommt, will es nicht zuhören, spitzt nicht die Ohren und versucht nicht, zu verstehen. Es schließt sich nicht entsprechenden Menschen an und findet es nicht lohnend. ",
  "mn105:9.1": "Wie wenn da ein Mensch sein eigenes Dorf oder seinen Marktflecken vor langer Zeit verlassen hätte, ",
  "mn105:9.2": "und er sähe einen anderen Menschen, der erst kürzlich von dort weggegangen wäre. ",
  "mn105:9.3": "Er würde ihn fragen, ob ihr Dorf sicher wäre, mit reichlich Lebensmitteln und wenig Krankheiten, ",
  "mn105:9.4": "und der andere würde ihm alle Neuigkeiten berichten. ",
  "mn105:9.5": "Was denkst du, Sunakkhatta? ",
  "mn105:9.6": "Würde dieser Mensch zuhören wollen, die Ohren spitzen und versuchen, zu verstehen? Würde er sich diesem Menschen anschließen und es lohnend finden?“ ",
  "mn105:9.7": "„Ja, Herr.“ ",
  "mn105:9.8": "„Ebenso ist es möglich, dass ein gewisses Individuum auf weltliche fleischliche Genüsse aus ist. ",
  "mn105:9.9": "Ein solches Individuum lässt sich auf entsprechende Gespräche ein und richtet sein Denken und Erwägen entsprechend aus. Es schließt sich entsprechenden Menschen an und findet es lohnend. ",
  "mn105:9.10": "Doch wenn ein Gespräch über das Unbewegte aufkommt, will es nicht zuhören, spitzt nicht die Ohren und versucht nicht, zu verstehen. Es schließt sich nicht entsprechenden Menschen an und findet es nicht lohnend. ",
  "mn105:9.11": "Über dieses Individuum sollst du wissen: ",
  "mn105:9.12": "‚Dieses Individuum ist auf weltliche fleischliche Genüsse aus, denn es ist von Dingen, die mit dem Unbewegten verbunden sind, abgelöst.‘ ",
  "mn105:10.1": "Es ist möglich, dass ein gewisses Individuum auf das Unbewegte aus ist. ",
  "mn105:10.2": "Ein solches Individuum lässt sich auf entsprechende Gespräche ein und richtet sein Denken und Erwägen entsprechend aus. Es schließt sich entsprechenden Menschen an und findet es lohnend. ",
  "mn105:10.3": "Doch wenn ein Gespräch über weltliche fleischliche Genüsse aufkommt, will es nicht zuhören, spitzt nicht die Ohren und versucht nicht, zu verstehen. Es schließt sich nicht entsprechenden Menschen an und findet es nicht lohnend. ",
  "mn105:11.1": "Wie ein herabgefallenes verwelktes Blatt: Es kann nicht wieder grün werden. ",
  "mn105:11.2": "Ebenso hat ein Individuum, das auf das Unbewegte aus ist, die Verbindung mit weltlichen fleischlichen Genüssen fallen gelassen. ",
  "mn105:11.3": "Über dieses Individuum sollst du wissen: ",
  "mn105:11.4": "‚Dieses Individuum ist auf das Unbewegte aus, denn es ist von Dingen, die mit weltlichen fleischlichen Genüssen verbunden sind, abgelöst.‘ ",
  "mn105:12.1": "Es ist möglich, dass ein gewisses Individuum auf die Dimension des Nichts aus ist. ",
  "mn105:12.2": "Ein solches Individuum lässt sich auf entsprechende Gespräche ein und richtet sein Denken und Erwägen entsprechend aus. Es schließt sich entsprechenden Menschen an und findet es lohnend. ",
  "mn105:12.3": "Doch wenn ein Gespräch über das Unbewegte aufkommt, will es nicht zuhören, spitzt nicht die Ohren und versucht nicht, zu verstehen. Es schließt sich nicht entsprechenden Menschen an und findet es nicht lohnend. ",
  "mn105:13.1": "Wie ein flacher Stein, der in zwei Hälften zerbrochen wäre: Er kann nicht wieder zusammengesetzt werden. ",
  "mn105:13.2": "Ebenso hat ein Individuum, das auf die Dimension des Nichts aus ist, die Verbindung mit dem Unbewegten zerbrochen. ",
  "mn105:13.3": "Über dieses Individuum sollst du wissen: ",
  "mn105:13.4": "‚Dieses Individuum ist auf die Dimension des Nichts aus, denn es ist von Dingen, die mit dem Unbewegten verbunden sind, abgelöst.‘ ",
  "mn105:14.1": "Es ist möglich, dass ein gewisses Individuum auf die Dimension aus ist, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "mn105:14.2": "Ein solches Individuum lässt sich auf entsprechende Gespräche ein und richtet sein Denken und Erwägen entsprechend aus. Es schließt sich entsprechenden Menschen an und findet es lohnend. ",
  "mn105:14.3": "Doch wenn ein Gespräch über die Dimension des Nichts aufkommt, will es nicht zuhören, spitzt nicht die Ohren und versucht nicht, zu verstehen. Es schließt sich nicht entsprechenden Menschen an und findet es nicht lohnend. ",
  "mn105:15.1": "Wie wenn ein Mensch ein befriedigendes Mahl gegessen und es erbrochen hätte. ",
  "mn105:15.2": "Was denkst du, Sunakkhatta? ",
  "mn105:15.3": "Würde dieser Mensch dieses Mahl erneut essen wollen?“ ",
  "mn105:15.4": "„Nein, Herr. ",
  "mn105:15.5": "Warum ist das so? ",
  "mn105:15.6": "Weil dieses Essen als widerlich erachtet wird.“ ",
  "mn105:15.7": "„Ebenso hat ein Individuum, das auf die Dimension aus ist, die weder Wahrnehmung noch keine Wahrnehmung hat, die Verbindung mit der Dimension des Nichts erbrochen. ",
  "mn105:15.8": "Über dieses Individuum sollst du wissen: ",
  "mn105:15.9": "‚Dieses Individuum ist auf die Dimension aus, die weder Wahrnehmung noch keine Wahrnehmung hat, denn es ist von Dingen, die mit der Dimension des Nichts verbunden sind, abgelöst.‘ ",
  "mn105:16.1": "Es ist möglich, dass ein gewisses Individuum richtig auf das Erlöschen aus ist. ",
  "mn105:16.2": "Ein solches Individuum lässt sich auf entsprechende Gespräche ein und richtet sein Denken und Erwägen entsprechend aus. Es schließt sich entsprechenden Menschen an und findet es lohnend. ",
  "mn105:16.3": "Doch wenn ein Gespräch über die Dimension aufkommt, die weder Wahrnehmung noch keine Wahrnehmung hat, will es nicht zuhören, spitzt nicht die Ohren und versucht nicht, zu verstehen. Es schließt sich nicht entsprechenden Menschen an und findet es nicht lohnend. ",
  "mn105:17.1": "Wie eine Palme, deren Krone abgeschnitten wurde: Sie kann nicht wieder wachsen. ",
  "mn105:17.2": "Ebenso hat ein Individuum, das auf das Erlöschen aus ist, die Verbindung mit der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme wird, dass sie ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "mn105:17.3": "Über dieses Individuum sollst du wissen: ",
  "mn105:17.4": "‚Dieses Individuum ist auf das Erlöschen aus, denn es ist von Dingen, die mit der Dimension verbunden sind, die weder Wahrnehmung noch keine Wahrnehmung hat, abgelöst.‘ ",
  "mn105:18.1": "Es ist möglich, dass ein gewisser Mönch denkt: ",
  "mn105:18.2": "‚Der Asket hat gesagt, Verlangen sei ein Pfeil, und das Gift der Unwissenheit werde von Begehrlichkeit und bösem Willen eingegeben. ",
  "mn105:18.3": "Ich habe den Pfeil des Verlangens aufgegeben und das Gift der Unwissenheit entfernt; ich bin richtig auf das Erlöschen aus.‘ ",
  "mn105:18.4": "Wenn er solche Einbildung hätte, die nicht den Tatsachen entspräche, ",
  "mn105:18.5": "würde er sich auf Dinge einlassen, die dem Erlöschen nicht förderlich sind: auf unpassende Bilder, unpassende Töne, unpassende Gerüche, unpassende Geschmäcke, unpassende Berührungen und unpassende Vorstellungen. ",
  "mn105:18.6": "Wenn er das täte, würde Wollust seinen Geist befallen, ",
  "mn105:18.7": "und das würde zu Tod oder tödlichem Schmerz führen. ",
  "mn105:19.1": "Wie wenn ein Mann von einem Pfeil getroffen würde, der dick mit Gift bestrichen wäre. ",
  "mn105:19.2": "Seine Freunde und Kollegen, Verwandten und Sippenangehörigen ließen einen Wundarzt kommen, um ihn zu behandeln. ",
  "mn105:19.3": "Der Wundarzt würde die Wunde mit einem Skalpell aufschneiden, ",
  "mn105:19.4": "mit einer Sonde nach dem Pfeil suchen, ",
  "mn105:19.5": "den Pfeil herausziehen und das Gift entfernen, und er ließe einen Rest zurück. ",
  "mn105:19.6": "In der Vorstellung, dass kein Rest zurückgeblieben sei, würde der Wundarzt sagen: ",
  "mn105:19.7": "‚He, Mann, der Pfeil wurde herausgezogen und das Gift restlos entfernt. ",
  "mn105:19.8": "Es kann dir immer noch schaden. ",
  "mn105:19.9": "Iss nur zuträgliche Nahrung. Iss keine unzuträgliche Nahrung, sonst könnte sich die Wunde entzünden. ",
  "mn105:19.10": "Wasche die Wunde regelmäßig und creme die Öffnung ein, sonst wird sie mit Eiter und Blut bedeckt. ",
  "mn105:19.11": "Laufe nicht zu viel in Wind und Sonne, sonst werden Staub und Schmutz die Wunde entzünden. ",
  "mn105:19.12": "He, Mann, kümmere dich um die Wunde, heile sie.‘ ",
  "mn105:20.1": "Er dächte: ",
  "mn105:20.2": "‚Der Pfeil wurde herausgezogen und das Gift restlos entfernt. ",
  "mn105:20.3": "Es kann mir nicht mehr schaden.‘ ",
  "mn105:20.4": "Er würde unzuträgliche Nahrung essen, und die Wunde würde sich entzünden. ",
  "mn105:20.5": "Er würde die Wunde nicht regelmäßig waschen und die Öffnung eincremen, und sie würde mit Eiter und Blut bedeckt. ",
  "mn105:20.6": "Und er würde zu viel in Wind und Sonne laufen, und Staub und Schmutz würden die Wunde entzünden. ",
  "mn105:20.7": "Er würde sich nicht um die Wunde kümmern und sie nicht heilen. ",
  "mn105:20.8": "Und weil er täte, was unzuträglich ist, und auch wegen des Restes an unsauberem Gift würde sich die Wunde ausweiten, ",
  "mn105:20.9": "und das würde zu Tod oder tödlichem Schmerz führen. ",
  "mn105:21.1": "Ebenso ist es möglich, dass ein gewisser Mönch denkt: ",
  "mn105:21.2": "‚Der Asket hat gesagt, Verlangen sei ein Pfeil, und das Gift der Unwissenheit werde von Begehrlichkeit und bösem Willen eingegeben. ",
  "mn105:21.3": "Ich habe den Pfeil des Verlangens aufgegeben und das Gift der Unwissenheit entfernt; ich bin richtig auf das Erlöschen aus.‘ ",
  "mn105:21.4": "Wenn er solche Einbildung hätte, die nicht den Tatsachen entspräche, ",
  "mn105:21.5": "würde er sich auf Dinge einlassen, die dem Erlöschen nicht förderlich sind: auf unpassende Bilder, unpassende Töne, unpassende Gerüche, unpassende Geschmäcke, unpassende Berührungen und unpassende Vorstellungen. ",
  "mn105:21.6": "Wenn er das täte, würde Wollust seinen Geist befallen, ",
  "mn105:21.7": "und das würde zu Tod oder tödlichem Schmerz führen. ",
  "mn105:22.1": "Denn in der Schulung des Edlen bedeutet es Tod, wenn man sich von der Schulung lossagt und sich wieder einem geringeren Leben zuwendet. ",
  "mn105:22.2": "Und es bedeutet tödlichen Schmerz, wenn man einen der verderblichen Verstöße begeht. ",
  "mn105:23.1": "Es ist möglich, dass ein gewisser Mönch denkt: ",
  "mn105:23.2": "‚Der Asket hat gesagt, Verlangen sei ein Pfeil, und das Gift der Unwissenheit werde von Begehrlichkeit und bösem Willen eingegeben. ",
  "mn105:23.3": "Ich habe den Pfeil des Verlangens aufgegeben und das Gift der Unwissenheit entfernt; ich bin richtig auf das Erlöschen aus.‘ ",
  "mn105:23.4": "Da er richtig auf das Erlöschen aus wäre, würde er sich nicht auf Dinge einlassen, die dem Erlöschen nicht förderlich sind: auf unpassende Bilder, unpassende Töne, unpassende Gerüche, unpassende Geschmäcke, unpassende Berührungen und unpassende Vorstellungen. ",
  "mn105:23.5": "Wenn er das täte, würde keine Wollust seinen Geist befallen, ",
  "mn105:23.6": "und es käme in der Folge nicht zu Tod oder tödlichem Schmerz. ",
  "mn105:24.1": "Wie wenn ein Mann von einem Pfeil getroffen würde, der dick mit Gift bestrichen wäre. ",
  "mn105:24.2": "Seine Freunde und Kollegen, Verwandten und Sippenangehörigen ließen einen Wundarzt kommen, um ihn zu behandeln. ",
  "mn105:24.3": "Der Wundarzt würde die Wunde mit einem Skalpell aufschneiden, ",
  "mn105:24.4": "mit einer Sonde nach dem Pfeil suchen, ",
  "mn105:24.5": "den Pfeil herausziehen und das Gift entfernen, und er ließe keinen Rest zurück. ",
  "mn105:24.6": "Im Wissen, dass kein Rest zurückgeblieben sei, würde der Wundarzt sagen: ",
  "mn105:24.7": "‚He, Mann, der Pfeil wurde herausgezogen und das Gift restlos entfernt. ",
  "mn105:24.8": "Es kann dir nicht mehr schaden. ",
  "mn105:24.9": "Iss nur zuträgliche Nahrung. Iss keine unzuträgliche Nahrung, sonst könnte sich die Wunde entzünden. ",
  "mn105:24.10": "Wasche die Wunde regelmäßig und creme die Öffnung ein, sonst wird sie mit Eiter und Blut bedeckt. ",
  "mn105:24.11": "Laufe nicht zu viel in Wind und Sonne, sonst werden Staub und Schmutz die Wunde entzünden. ",
  "mn105:24.12": "He, Mann, kümmere dich um die Wunde, heile sie.‘ ",
  "mn105:25.1": "Er dächte: ",
  "mn105:25.2": "‚Der Pfeil wurde herausgezogen und das Gift restlos entfernt. ",
  "mn105:25.3": "Es kann mir nicht mehr schaden.‘ ",
  "mn105:25.4": "Er würde zuträgliche Nahrung essen, und die Wunde würde sich nicht entzünden. ",
  "mn105:25.5": "Er würde die Wunde regelmäßig waschen und die Öffnung eincremen, und sie würde nicht mit Eiter und Blut bedeckt. ",
  "mn105:25.6": "Und er würde nicht zu viel in Wind und Sonne laufen, und Staub und Schmutz würden die Wunde nicht entzünden. ",
  "mn105:25.7": "Er würde sich um die Wunde kümmern und sie heilen. ",
  "mn105:25.8": "Und weil er täte, was zuträglich ist, und auch, weil das unsaubere Gift keinen Rest hinterlassen hätte, würde die Wunde heilen, ",
  "mn105:25.9": "und es käme in der Folge nicht zu Tod oder tödlichem Schmerz. ",
  "mn105:26.1": "Ebenso ist es möglich, dass ein gewisser Mönch denkt: ",
  "mn105:26.2": "‚Der Asket hat gesagt, Verlangen sei ein Pfeil, und das Gift der Unwissenheit werde von Begehrlichkeit und bösem Willen eingegeben. ",
  "mn105:26.3": "Ich habe den Pfeil des Verlangens aufgegeben und das Gift der Unwissenheit entfernt; ich bin richtig auf das Erlöschen aus.‘ ",
  "mn105:26.4": "Da er richtig auf das Erlöschen aus wäre, würde er sich nicht auf Dinge einlassen, die dem Erlöschen nicht förderlich sind: auf unpassende Bilder, unpassende Töne, unpassende Gerüche, unpassende Geschmäcke, unpassende Berührungen und unpassende Vorstellungen. ",
  "mn105:26.5": "Wenn er das täte, würde keine Wollust seinen Geist befallen, ",
  "mn105:26.6": "und es käme in der Folge nicht zu Tod oder tödlichem Schmerz. ",
  "mn105:27.1": "Ich habe mir dieses Gleichnis ausgedacht, um etwas deutlich zu machen. ",
  "mn105:27.2": "Und das ist die Bedeutung: ",
  "mn105:27.3": "‚Wunde‘ ist ein Ausdruck für die sechs inneren Sinnesfelder. ",
  "mn105:27.4": "‚Gift‘ ist ein Ausdruck für Unwissenheit. ",
  "mn105:27.5": "‚Pfeil‘ ist ein Ausdruck für Verlangen. ",
  "mn105:27.6": "‚Sondieren‘ ist ein Ausdruck für Achtsamkeit. ",
  "mn105:27.7": "‚Skalpell‘ ist ein Ausdruck für edle Weisheit. ",
  "mn105:27.8": "‚Wundarzt‘ ist ein Ausdruck für den Klargewordenen, den Vollendeten, den vollkommen erwachten Buddha. ",
  "mn105:28.1": "Wahrhaftig, Sunakkhatta, dieser Mönch übt Zügelung in Bezug auf die sechs Kontaktfelder. ",
  "mn105:28.2": "Da er versteht, dass Bindung die Wurzel des Leidens ist, ist er durch das Auflösen der Bindungen befreit. Es ist ganz unmöglich, dass er seinen Körper irgendeiner Bindung hingibt oder seinen Geist dafür interessiert. ",
  "mn105:29.1": "Wie wenn da ein bronzener Pokal wäre, mit einem Getränk von ansprechender Farbe, ansprechendem Geruch und Geschmack, ",
  "mn105:29.2": "das aber vergiftet wäre. ",
  "mn105:29.3": "Dann käme ein Mensch daher, der leben wollte und nicht sterben, der Glück wollte und vor Schmerz zurückschreckte. ",
  "mn105:29.4": "Was denkst du, Sunakkhatta? ",
  "mn105:29.5": "Würde dieser Mensch das Getränk trinken, wenn er wüsste, ",
  "mn105:29.6": "dass es zu Tod oder tödlichem Schmerz führen würde?“ ",
  "mn105:29.7": "„Nein, Herr.“ ",
  "mn105:29.8": "„Ebenso, Sunakkhatta, übt dieser Mönch Zügelung in Bezug auf die sechs Kontaktfelder. ",
  "mn105:29.9": "Da er versteht, dass Bindung die Wurzel des Leidens ist, ist er durch das Auflösen der Bindungen befreit. Es ist ganz unmöglich, dass er seinen Körper irgendeiner Bindung hingibt oder seinen Geist dafür interessiert. ",
  "mn105:30.1": "Wie wenn da eine tödliche Giftschlange wäre, ",
  "mn105:30.2": "und es käme ein Mensch daher, der leben wollte und nicht sterben, der Glück wollte und vor Schmerz zurückschreckte. ",
  "mn105:30.3": "Was denkst du, Sunakkhatta? ",
  "mn105:30.4": "Würde dieser Mensch dieser Giftschlange seine Hand oder seinen Finger hinhalten, wenn er wüsste, ",
  "mn105:30.5": "dass das zu Tod oder tödlichem Schmerz führen würde?“ ",
  "mn105:30.6": "„Nein, Herr.“ ",
  "mn105:30.7": "„Ebenso, Sunakkhatta, übt dieser Mönch Zügelung in Bezug auf die sechs Kontaktfelder. ",
  "mn105:30.8": "Da er versteht, dass Bindung die Wurzel des Leidens ist, ist er durch das Auflösen der Bindungen befreit. Es ist ganz unmöglich, dass er seinen Körper irgendeiner Bindung hingibt oder seinen Geist dafür interessiert.“ ",
  "mn105:30.10": "Das sagte der Buddha. ",
  "mn105:30.11": "Zufrieden begrüßte der Licchaver Sunakkhatta die Worte des Buddha. "
}