{
  "mn108:0.1": "Mittlere Lehrreden 108 ",
  "mn108:0.2": "Mit Moggallāna dem Wachmann ",
  "mn108:1.1": "So habe ich es gehört: ",
  "mn108:1.2": "Einmal hielt sich der Ehrwürdige Ānanda bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. Es war nicht lange, nachdem der Buddha vollkommen verloschen war. ",
  "mn108:2.1": "Zu dieser Zeit nun ließ der König Ajātasattu von Magadha, Sohn der Prinzessin von Videha, Rājagaha befestigen, da er dem König Pajjota misstraute. ",
  "mn108:3.1": "Da kleidete sich der Ehrwürdige Ānanda am Morgen an, nahm Schale und Robe und betrat Rājagaha zum Almosengang. ",
  "mn108:3.2": "Da kam ihm in den Sinn: ",
  "mn108:3.3": "„Es ist zu früh für den Almosengang in Rājagaha. ",
  "mn108:3.4": "Warum gehe ich nicht zum Brahmanen Moggallāna dem Wachmann, um ihn an seinem Arbeitsplatz zu sehen?“ ",
  "mn108:4.1": "Und so tat er es. ",
  "mn108:4.2": "Moggallāna der Wachmann sah Ānanda von Weitem kommen ",
  "mn108:4.3": "und sagte zu ihm: ",
  "mn108:4.4": "„Komm, werter Ānanda! ",
  "mn108:4.5": "Willkommen, werter Ānanda! ",
  "mn108:4.6": "Es ist lange her, dass du die Gelegenheit genutzt hast, hierherzukommen. ",
  "mn108:4.7": "Setz dich bitte, werter Ānanda, dieser Sitz ist bereit.“ ",
  "mn108:4.8": "Ānanda setzte sich auf den ausgebreiteten Sitz, ",
  "mn108:4.9": "und Moggallāna nahm einen niedrigen Sitz und setzte sich zur Seite hin. ",
  "mn108:4.10": "Dann sagte er zu Ānanda: ",
  "mn108:5.1": "„Werter Ānanda, gibt es einen einzelnen Mönch, der die Eigenschaften, die der werte Gotama besaß, der Vollendete, der vollkommen erwachte Buddha, vollständig und in jeder möglichen Hinsicht genauso besitzt?“ ",
  "mn108:5.2": "„Nein, Brahmane, einen Solchen gibt es nicht. ",
  "mn108:5.3": "Denn der Buddha ließ den nicht erschienenen Pfad erscheinen, gebar den nicht geborenen Pfad, erklärte den nicht erklärten Pfad. Er ist der Kenner des Pfades, der Entdecker des Pfades, ist mit dem Pfad vertraut. ",
  "mn108:5.4": "Und jetzt leben die Schüler, indem sie dem Pfad folgen; sie gewinnen ihn später.“ ",
  "mn108:6.1": "Doch diese Unterhaltung zwischen Ānanda und Moggallāna dem Wachmann wurde unterbrochen. ",
  "mn108:6.2": "Denn gerade begab sich der Brahmane Vassakāra, ein Oberminister von Magadha, als er die Arbeiten in Rājagaha beaufsichtigte, zu Ānanda an Moggallānas Arbeitsplatz und tauschte Willkommensgrüße mit ihm aus. ",
  "mn108:6.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Ānanda: ",
  "mn108:6.4": "„Werter Ānanda, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch wurde unterbrochen?“ ",
  "mn108:6.5": "„Moggallāna der Wachmann, Brahmane, fragte mich, ",
  "mn108:6.6": "ob es einen einzelnen Mönch gebe, der die Eigenschaften, die der werte Gotama besaß, der Vollendete, der vollkommen erwachte Buddha, vollständig und in jeder möglichen Hinsicht genauso besäße. ",
  "mn108:6.7": "Darauf erklärte ich ihm, ",
  "mn108:6.8": "dass es einen Solchen nicht gibt, ",
  "mn108:6.9": "da der Buddha derjenige war, der den nicht erschienenen Pfad erscheinen ließ, den nicht geborenen Pfad gebar und den nicht erklärten Pfad erklärte, ",
  "mn108:6.10": "und dass die Schüler jetzt leben, indem sie dem Pfad folgen; sie gewinnen ihn später. ",
  "mn108:6.11": "Das war die Unterhaltung, die unterbrochen wurde. ",
  "mn108:6.12": "Dann bist du gekommen.“ ",
  "mn108:7.1": "„Werter Ānanda, gibt es einen einzelnen Mönch, der vom werten Gotama ernannt wurde mit den Worten: ",
  "mn108:7.2": "‚Dieser wird eure Zuflucht sein, wenn ich gestorben bin‘, an den ihr euch jetzt wendet?“ ",
  "mn108:7.3": "„Nein, Brahmane, ",
  "mn108:7.4": "einen Solchen gibt es nicht.“ ",
  "mn108:8.1": "„Aber gibt es einen einzelnen Mönch, der vom Saṅgha in eine solche Position gewählt und von mehreren altehrwürdigen Mönchen ernannt wurde?“ ",
  "mn108:8.3": "„Nein, Brahmane, ",
  "mn108:8.4": "einen Solchen gibt es nicht.“ ",
  "mn108:9.1": "„Aber da ihr ohne Zuflucht seid, werter Ānanda, was ist da der Grund für eure Eintracht?“ ",
  "mn108:9.2": "„Wir sind nicht ohne Zuflucht, Brahmane, ",
  "mn108:9.3": "wir haben eine Zuflucht. ",
  "mn108:9.4": "Die Lehre ist unsere Zuflucht.“ ",
  "mn108:10.1": "„Aber werter Ānanda, als du gefragt wurdest, ob es einen einzelnen Mönch gebe, der vom werten Gotama ernannt wurde, ",
  "mn108:10.2": "der nach seinem Tod eure Zuflucht sein würde und an den ihr euch wenden könntet, ",
  "mn108:10.5": "oder ob es einen gebe, der vom Saṅgha in eine solche Position gewählt und von mehreren altehrwürdigen Mönchen ernannt wurde, ",
  "mn108:10.7": "sagtest du jedes Mal: ‚Nein, ",
  "mn108:10.8": "einen Solchen gibt es nicht.‘ ",
  "mn108:10.10": "Aber du sagtest, der Grund für eure Eintracht sei, dass ihr nicht ohne Zuflucht seid ",
  "mn108:10.11": "und eine Zuflucht hättet; ",
  "mn108:10.12": "dass die Lehre eure Zuflucht sei. ",
  "mn108:10.13": "Wie ist da die Bedeutung dieser Aussage zu verstehen?“ ",
  "mn108:10.14": "„Der Gesegnete, der erkennt und sieht, der Vollendete, der vollkommen erwachte Buddha hat für die Mönche und Nonnen die Schulungsregeln festgelegt und die Ordenssatzung aufgesagt. ",
  "mn108:10.15": "Am Besinnungstag versammeln sich alle von uns, die mit der Unterstützung eines bestimmten Dorfbezirks leben, an einem Ort. ",
  "mn108:10.16": "Wir laden einen, der die Satzung weitergibt, ein, sie aufzusagen. ",
  "mn108:10.17": "Wenn sich jemand während des Aufsagens an einen Verstoß oder eine Übertretung erinnert, lassen wir ihn gemäß der Lehre und gemäß den Anweisungen handeln. ",
  "mn108:10.18": "Es sind nicht die werten Herren oder Damen, die unser Handeln bestimmen, ",
  "mn108:10.19": "es ist die Lehre, die unser Handeln bestimmt.“ ",
  "mn108:11.1": "„Werter Ānanda, gibt es einen einzelnen Mönch, den ihr ehrt, achtet, würdigt und verehrt und auf den ihr euch stützt?“ ",
  "mn108:11.2": "„Nein, Brahmane, einen Solchen gibt es nicht.“ ",
  "mn108:11.3": "„Aber werter Ānanda, als du gefragt wurdest, ob es einen einzelnen Mönch gebe, der vom werten Gotama ernannt wurde, ",
  "mn108:11.4": "der nach seinem Tod eure Zuflucht sein würde und an den ihr euch wenden könntet, ",
  "mn108:12.2": "oder ob es einen gebe, der vom Saṅgha in eine solche Position gewählt und von mehreren altehrwürdigen Mönchen ernannt wurde, ",
  "mn108:12.4": "sagtest du jedes Mal: ‚Nein, ",
  "mn108:12.5": "einen Solchen gibt es nicht.‘ ",
  "mn108:12.6": "Und wenn du gefragt wirst, ob es einen einzelnen Mönch gebe, den ihr ehrt, achtet, würdigt und verehrt und auf den ihr euch stützt, ",
  "mn108:12.7": "sagtest du: ‚Nein, einen Solchen gibt es nicht.‘ ",
  "mn108:12.8": "Wie ist da die Bedeutung dieser Aussage zu verstehen?“ ",
  "mn108:13.1": "„Es gibt zehn Zuversicht einflößende Dinge, die vom Gesegneten erklärt wurden, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha. ",
  "mn108:13.2": "Wir ehren jeden, bei dem diese zehn Dinge zu finden sind, und stützen uns auf ihn. ",
  "mn108:13.3": "Welche zehn? ",
  "mn108:14.1": "Da ist ein Mönch tugendhaft, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Schulungsregeln ein, die er aufgenommen hat. ",
  "mn108:15.1": "Er ist sehr gelehrt, erinnert und behält, was er gehört hat: ",
  "mn108:15.2": "diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die ein geistliches Leben beschreiben, das ganz vollständig und rein ist. Er ist sehr gelehrt in diesen Lehren, erinnert sie, übt sie ein, prüft sie mit dem Geist und durchdringt sie gedanklich. ",
  "mn108:16.1": "Er ist zufrieden mit Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "mn108:17.1": "Er erlangt nach Wunsch, ohne Mühe und Not, die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum höheren Geist gehören. ",
  "mn108:18.1": "Er übt die vielen Arten übersinnlicher Kraft aus: sich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Erdwall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt. ",
  "mn108:19.1": "Er kann mit geläuterter und übermenschlicher Hellhörigkeit beide Arten von Tönen hören, himmlische und menschliche, ob nah oder fern. ",
  "mn108:20.1": "Er erkennt den Geist anderer Wesen und Personen, indem er ihn mit seinem Geist erfasst: ",
  "mn108:20.2": "Er erkennt einen gierigen Geist als ‚gierigen Geist‘ ",
  "mn108:20.3": "und einen von Gier freien Geist als ‚von Gier freien Geist‘. ",
  "mn108:20.4": "Er erkennt einen hasserfüllten Geist … ",
  "mn108:20.5": "einen von Hass freien Geist … ",
  "mn108:20.6": "einen Geist, der sich täuscht … ",
  "mn108:20.7": "einen von Täuschung freien Geist … ",
  "mn108:20.8": "einen eingeengten Geist … ",
  "mn108:20.9": "einen zerstreuten Geist … ",
  "mn108:20.10": "einen ausgedehnten Geist … ",
  "mn108:20.11": "einen nicht ausgedehnten Geist … ",
  "mn108:20.12": "einen Geist, der nicht unübertrefflich ist … ",
  "mn108:20.13": "einen unübertrefflichen Geist … ",
  "mn108:20.14": "einen im Samādhi versunkenen Geist … ",
  "mn108:20.15": "einen nicht im Samādhi versunkenen Geist … ",
  "mn108:20.16": "Er erkennt einen befreiten Geist als ‚befreiten Geist‘ ",
  "mn108:20.17": "und einen nicht befreiten Geist als ‚nicht befreiten Geist‘. ",
  "mn108:21.1": "Er erinnert sich an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn108:22.1": "Er sieht mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten weiterziehen. ",
  "mn108:23.1": "Er erlangt mit der Auflösung der Befleckungen in eben diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "mn108:23.2": "Das sind die zehn Zuversicht einflößende Dinge, die vom Gesegneten erklärt wurden, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha. ",
  "mn108:23.3": "Wir ehren jeden, bei dem diese zehn Dinge zu finden sind, und stützen uns auf ihn.“ ",
  "mn108:24.1": "Auf diese Worte wandte sich Vassakāra an den General Upananda: ",
  "mn108:24.2": "„Was denkst du, General? ",
  "mn108:24.3": "Ehren, achten, würdigen und verehren diese Ehrwürdigen die, die dessen würdig sind?“ ",
  "mn108:24.4": "„Das tun sie! ",
  "mn108:24.5": "Denn wenn diese Ehrwürdigen sie nicht ehren, achten, würdigen und verehren würden, ",
  "mn108:24.6": "wen würden sie dann ehren?“ ",
  "mn108:25.1": "Dann sagte Vassakāra zu Ānanda: ",
  "mn108:25.2": "„Wo hält sich der werte Ānanda jetzt auf?“ ",
  "mn108:25.3": "„Im Bambuswäldchen, Brahmane.“ ",
  "mn108:25.4": "„Ich hoffe, das Bambuswäldchen ist entzückend, ruhig und still, weit weg von der tollen Menge, fern von menschlichen Siedlungen und für die Klausur geeignet?“ ",
  "mn108:25.5": "„Ja, das ist es, Brahmane. Und das verdankt es solchen Beschützern und Wächtern wie dir.“ ",
  "mn108:25.6": "„Sicherlich, werter Ānanda, ist das Bambuswäldchen so wegen der werten Leute, die meditieren und sich das Meditieren zur Gewohnheit machen. ",
  "mn108:25.7": "Denn die werten Leute meditieren tatsächlich und machen sich das Meditieren zur Gewohnheit. ",
  "mn108:25.8": "Dieses eine Mal, werter Ānanda, hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "mn108:25.9": "Da ging ich hin, um ihn zu sehen. ",
  "mn108:25.10": "Und da sprach er auf vielerlei Weise über Meditation. ",
  "mn108:25.11": "Er meditierte und machte sich das Meditieren zur Gewohnheit. ",
  "mn108:25.12": "Und er pries alle Arten von Meditation.“ ",
  "mn108:26.1": "„Nein, Brahmane, der Buddha pries nicht alle Arten von Meditation, und er missbilligte auch nicht alle Arten von Meditation. ",
  "mn108:26.2": "Und welche Art von Meditation pries er nicht? ",
  "mn108:26.3": "Da ist jemandes Herz von sinnlicher Begierde überwältigt, in sinnliche Begierde verstrickt, und er versteht nicht wahrhaftig, wie er der aufgekommenen sinnlichen Begierde entrinnen kann. ",
  "mn108:26.4": "Er hegt im Innern sinnliche Begierde und meditiert und konzentriert sich und sinnt und betrachtet. ",
  "mn108:26.5": "Sein Herz ist von bösem Willen überwältigt, in bösen Willen verstrickt … ",
  "mn108:26.6": "Er hegt im Innern bösen Willen und meditiert und konzentriert sich und sinnt und betrachtet. ",
  "mn108:26.7": "Sein Herz ist von Dumpfheit und Benommenheit überwältigt, in Dumpfheit und Benommenheit verstrickt … ",
  "mn108:26.8": "Er hegt im Innern Dumpfheit und Benommenheit und meditiert und konzentriert sich und sinnt und betrachtet. ",
  "mn108:26.9": "Sein Herz ist von Rastlosigkeit und Reue überwältigt, in Rastlosigkeit und Reue verstrickt … ",
  "mn108:26.10": "Er hegt im Innern Rastlosigkeit und Reue und meditiert und konzentriert sich und sinnt und betrachtet. ",
  "mn108:26.11": "Sein Herz ist von Zweifel überwältigt, in Zweifel verstrickt, und er versteht nicht wahrhaftig, wie er dem aufgekommenen Zweifel entrinnen kann. ",
  "mn108:26.12": "Er hegt im Innern Zweifel und meditiert und konzentriert sich und sinnt und betrachtet. ",
  "mn108:26.13": "Diese Art von Meditation pries der Buddha nicht. ",
  "mn108:27.1": "Und welche Art von Meditation pries er? ",
  "mn108:27.2": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn108:27.3": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt er in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn108:27.4": "Und mit dem Schwinden der Ekstase tritt er in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn108:27.5": "Indem er Glück und Schmerz aufgibt, und mit dem Vergehen früherer Fröhlichkeit und Traurigkeit, tritt er in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn108:27.6": "Diese Art von Meditation pries der Buddha.“ ",
  "mn108:28.1": "„Nun, werter Ānanda, es scheint, dass der werte Gotama die Art von Meditation tadelte, die Tadel verdient, und die Art von Meditation lobte, die Lob verdient. ",
  "mn108:28.2": "Nun, werter Ānanda, jetzt muss ich gehen. ",
  "mn108:28.3": "Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "mn108:28.4": "„Bitte, Brahmane, geh nach deinem Belieben.“ ",
  "mn108:28.5": "Und der Brahmane Vassakāra begrüßte die Worte des Ehrwürdigen Ānanda und stimmte ihm zu, dann erhob er sich von seinem Sitz und ging. ",
  "mn108:29.1": "Nicht lange, nachdem Vassakāra gegangen war, sagte Moggallāna der Wachmann zu Ānanda: ",
  "mn108:29.2": "„Werter Ānanda, du hast immer noch nicht meine Frage beantwortet.“ ",
  "mn108:29.3": "„Aber Brahmane, habe ich nicht gesagt: ",
  "mn108:29.4": "‚Es gibt keinen einzelnen Mönch, der die Eigenschaften, die der Gesegnete besaß, der Vollendete, der vollkommen erwachte Buddha, vollständig und in jeder möglichen Hinsicht genauso besitzt. ",
  "mn108:29.5": "Denn der Buddha ließ den nicht erschienenen Pfad erscheinen, gebar den nicht geborenen Pfad, erklärte den nicht erklärten Pfad. Er ist der Kenner des Pfades, der Entdecker des Pfades, ist mit dem Pfad vertraut. ",
  "mn108:29.6": "Und jetzt leben die Schüler, indem sie dem Pfad folgen; sie gewinnen ihn später‘?“ "
}