{
  "mn100:0.1": "Mittlere Lehrreden 100 ",
  "mn100:0.2": "Mit Saṅgārava ",
  "mn100:1.1": "So habe ich es gehört: ",
  "mn100:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. ",
  "mn100:2.1": "Nun lebte zu dieser Zeit eine Brahmanin mit Namen Dhanañjānī in Caṇḍalakappa. Sie war dem Buddha, der Lehre und dem Saṅgha ergeben. ",
  "mn100:2.2": "Einmal stolperte sie und drückte dreimal dieses innige Gefühl aus: ",
  "mn100:2.3": "„Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "mn100:2.4": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "mn100:2.5": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha!“ ",
  "mn100:3.1": "Nun befand sich zu dieser Zeit der Vedenstudent Saṅgārava in Caṇḍalakappa. Er war jung, hatte die Tonsur geschoren und war sechzehn Jahre alt. Er hatte die drei Veden gemeistert zusammen mit ihrem Wortschatz und der Durchführung des Rituals, der Lautlehre und der Einteilung der Wortarten sowie dem Testament als fünftem. Er kannte sie Wort für Wort, kannte die Grammatik und war mit der Kosmologie und den Kennzeichen eines großen Mannes vertraut. ",
  "mn100:3.2": "Als er Dhanañjānīs Ausruf hörte, ",
  "mn100:3.3": "sagte er zu ihr: ",
  "mn100:3.4": "„Die Brahmanin Dhanañjānī ist eine Schande! Obwohl es Brahmanen gibt, die in den drei Veden bewandert sind, preist sie diesen Glatzkopf, diesen falschen Asketen.“ ",
  "mn100:3.5": "„Aber liebster Junge, du verstehst die Sittlichkeit und die Weisheit des Buddha nicht. ",
  "mn100:3.6": "Wenn du sie verstündest, käme es dir nie in den Sinn, ihn zu beschimpfen oder zu beleidigen.“ ",
  "mn100:3.7": "„Nun, meine Dame, lass es mich wissen, wenn der Buddha nach Caṇḍalakappa kommt.“ ",
  "mn100:3.8": "„Das werde ich, Liebster“, antwortete sie. ",
  "mn100:4.1": "Und schließlich kam der Buddha, als er Stück für Stück durch das Land der Kosaler wanderte, nach Caṇḍalakappa. ",
  "mn100:4.2": "Dort hielt er sich im Mangowäldchen des Brahmanen Todeyya auf. ",
  "mn100:5.1": "Dhanañjānī hörte von seiner Ankunft, ",
  "mn100:5.2": "ging zu Saṅgārava und teilte es ihm mit. Sie fügte hinzu: ",
  "mn100:5.4": "„Bitte, liebster Junge, geh nach deinem Belieben.“ ",
  "mn100:5.5": "„Ja, meine Dame“, antwortete Saṅgārava. Er ging zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn100:5.6": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "mn100:6.1": "„Werter Gotama, es gibt manche Asketen und Brahmanen, die behaupten, sie hätten in diesem Leben die Grundlagen des geistlichen Lebens gemeistert, nachdem sie den Gipfelpunkt und die Vollkommenheit der Einsicht erreicht haben. ",
  "mn100:6.2": "Welchen Standpunkt nimmt der werte Gotama in Bezug auf diese Asketen und Brahmanen ein?“ ",
  "mn100:7.1": "„Ich sage, es gibt eine Vielfalt unter denen, die behaupten, sie hätten in diesem Leben die Grundlagen des geistlichen Lebens gemeistert, nachdem sie den Gipfelpunkt und die Vollkommenheit der Einsicht erreicht haben. ",
  "mn100:7.2": "Es gibt manche Asketen und Brahmanen, die mündlich überliefern. ",
  "mn100:7.3": "Aufgrund mündlicher Überlieferung behaupten sie, sie hätten die Grundlagen des geistlichen Lebens gemeistert; ",
  "mn100:7.4": "wie etwa die Brahmanen, die in den drei Veden bewandert sind. ",
  "mn100:7.5": "Es gibt manche Asketen und Brahmanen, die aufgrund bloßen Vertrauens behaupten, sie hätten die Grundlagen des geistlichen Lebens gemeistert; ",
  "mn100:7.6": "wie etwa die, die sich auf Logik und Untersuchung verlassen. ",
  "mn100:7.7": "Es gibt manche Asketen und Brahmanen, die behaupten, sie hätten die Grundlagen des geistlichen Lebens gemeistert, nachdem sie selbst den Grundsatz in Bezug auf Lehren verstanden haben, die sie zuvor von niemand anderem gehört hatten; ",
  "mn100:7.8": "zu diesen gehöre ich. ",
  "mn100:8.1": "Und hier ist eine Art, zu verstehen, dass ich einer von diesen bin: ",
  "mn100:9.1": "Vor meinem Erwachen, als ich noch nicht erwacht war, aber zum Erwachen entschlossen, dachte ich: ",
  "mn100:9.2": "‚Das Hausleben ist eng und schmutzig, aber wenn man fortgezogen ist, ist das Leben weit offen. ",
  "mn100:9.3": "Es ist nicht einfach, wenn man zu Hause lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "mn100:9.4": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "mn100:9.5": "Einige Zeit später, als ich noch makellos schwarzes Haar hatte, von Jugend gesegnet, in der Blüte des Lebens, und obwohl meine Mutter und mein Vater es anders wollten und mit tränenüberströmtem Gesicht weinten, rasierte ich mir Haar und Bart, legte ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. ",
  "mn100:9.6": "Nachdem ich fortgezogen war, machte ich mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich begab mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn100:9.7": "‚Geehrter Kālāma, ich wünsche, in dieser Lehre und Schulung das geistliche Leben zu führen.‘ ",
  "mn100:9.8": "Āḷāra Kālāma erwiderte: ",
  "mn100:9.9": "‚Bleibe, Ehrwürdiger. ",
  "mn100:9.10": "Diese Lehre ist so, dass ein vernünftiger Mensch bald seine eigene Tradition durch eigene Einsicht verwirklichen und mit dieser Errungenschaft leben kann.‘ ",
  "mn100:9.11": "Ich prägte mir diese Lehre rasch ein. ",
  "mn100:9.12": "So weit das Nachsprechen und mündliche Wiederholen reichte, sprach ich die Doktrin des Erkennens, die altehrwürdige Doktrin. Ich behauptete, zu erkennen und zu sehen, und auch andere taten das. ",
  "mn100:9.13": "Da kam mir der Gedanke: ",
  "mn100:9.14": "‚Es ist nicht nur aufgrund bloßen Vertrauens, dass Āḷāra Kālāma erklärt: „Ich verwirkliche diese Lehre durch eigene Einsicht und lebe mit dieser Errungenschaft.“ ",
  "mn100:9.15": "Sicher meditiert er, indem er diese Lehre erkennt und sieht.‘ ",
  "mn100:10.1": "Da begab ich mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn100:10.2": "‚Geehrter Kālāma, inwieweit erklärst du, diese Lehre durch eigene Einsicht verwirklicht zu haben und mit dieser Errungenschaft zu leben?‘ ",
  "mn100:10.3": "Daraufhin erklärte er die Dimension des Nichts. ",
  "mn100:10.4": "Da kam mir der Gedanke: ",
  "mn100:10.5": "‚Es ist nicht nur Āḷāra Kālāma, der Vertrauen besitzt, ",
  "mn100:10.6": "der Energie, ",
  "mn100:10.7": "Achtsamkeit, ",
  "mn100:10.8": "Versenkung ",
  "mn100:10.9": "und Weisheit besitzt; auch ich besitze diese Dinge. ",
  "mn100:10.10": "Warum setze ich mich nicht ein, um die gleiche Lehre zu verwirklichen, von der Āḷāra Kālāma erklärt, er habe sie durch eigene Einsicht verwirklicht?‘ ",
  "mn100:10.11": "Ich verwirklichte rasch durch eigene Einsicht die Lehre und lebte mit dieser Errungenschaft. ",
  "mn100:10.12": "Da begab ich mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn100:10.13": "‚Geehrter Kālāma, ist es insoweit, dass du diese Lehre durch eigene Einsicht verwirklicht hast und erklärst, sie errungen zu haben?‘ ",
  "mn100:10.14": "‚So ist es, Geehrter.‘ ",
  "mn100:10.15": "‚Auch ich, Geehrter, habe insoweit diese Lehre durch eigene Einsicht verwirklicht und lebe mit dieser Errungenschaft.‘ ",
  "mn100:10.16": "‚Wir haben Glück, Geehrter, so großes Glück, ",
  "mn100:10.17": "einen Ehrwürdigen wie dich als einen unserer geistlichen Gefährten zu sehen! ",
  "mn100:10.18": "Die Lehre, die ich durch eigene Einsicht verwirklicht habe und von der ich erkläre, sie errungen zu haben, hast du also durch eigene Einsicht verwirklicht und lebst mit dieser Errungenschaft. ",
  "mn100:10.19": "Die Lehre, die du durch eigene Einsicht verwirklicht hast und mit deren Errungenschaft du lebst, habe ich durch eigene Einsicht verwirklicht und erkläre, sie errungen zu haben. ",
  "mn100:10.20": "Die Lehre, die ich erkenne, erkennst also du, und die Lehre, die du erkennst, erkenne ich. ",
  "mn100:10.21": "Ich bin wie du und du bist wie ich. ",
  "mn100:10.22": "Komm nun, Geehrter! Wir sollten beide gemeinsam diese Gemeinschaft anleiten.‘ ",
  "mn100:10.23": "Und so setzte mein Lehrmeister Āḷāra Kālāma mich, seinen Zögling, auf die gleiche Stufe mit sich selbst und ehrte mich mit großem Lob. ",
  "mn100:10.24": "Da kam mir der Gedanke: ",
  "mn100:10.25": "‚Diese Lehre führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Sie führt nur bis zur Wiedergeburt in der Dimension des Nichts.‘ ",
  "mn100:10.26": "Als ich erkannte, dass diese Lehre unangemessen war, ging ich enttäuscht weg. ",
  "mn100:11.1": "Ich machte mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich begab mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn100:11.2": "‚Geehrter, ich wünsche, in dieser Lehre und Schulung das geistliche Leben zu führen.‘ ",
  "mn100:11.3": "Uddaka erwiderte: ",
  "mn100:11.4": "‚Bleibe, Ehrwürdiger. ",
  "mn100:11.5": "Diese Lehre ist so, dass ein vernünftiger Mensch bald seine eigene Tradition durch eigene Einsicht verwirklichen und mit dieser Errungenschaft leben kann.‘ ",
  "mn100:11.6": "Ich prägte mir diese Lehre rasch ein. ",
  "mn100:11.7": "So weit das Nachsprechen und mündliche Wiederholen reichte, sprach ich die Doktrin des Erkennens, die altehrwürdige Doktrin. Ich behauptete, zu erkennen und zu sehen, und auch andere taten das. ",
  "mn100:11.8": "Da kam mir der Gedanke: ",
  "mn100:11.9": "‚Es ist nicht nur aufgrund bloßen Vertrauens, dass Rāma erklärte: „Ich verwirkliche diese Lehre durch eigene Einsicht und lebe mit dieser Errungenschaft.“ ",
  "mn100:11.10": "Sicher meditierte er, indem er diese Lehre erkannte und sah.‘ ",
  "mn100:11.11": "Da begab ich mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn100:11.12": "‚Geehrter, inwieweit erklärte Rāma, diese Lehre durch eigene Einsicht verwirklicht zu haben und mit dieser Errungenschaft zu leben?‘ ",
  "mn100:11.13": "Daraufhin erklärte Uddaka die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "mn100:11.14": "Da kam mir der Gedanke: ",
  "mn100:11.15": "‚Es ist nicht nur Rāma, der Vertrauen besaß, ",
  "mn100:11.16": "der Energie, ",
  "mn100:11.17": "Achtsamkeit, ",
  "mn100:11.18": "Versenkung ",
  "mn100:11.19": "und Weisheit besaß; auch ich besitze diese Dinge. ",
  "mn100:11.20": "Warum setze ich mich nicht ein, um die gleiche Lehre zu verwirklichen, von der Rāma erklärte, er habe sie durch eigene Einsicht verwirklicht?‘ ",
  "mn100:11.21": "Ich verwirklichte rasch durch eigene Einsicht die Lehre und lebte mit dieser Errungenschaft. ",
  "mn100:12.1": "Da begab ich mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn100:12.2": "‚Geehrter, ist es insoweit, dass Rāma diese Lehre durch eigene Einsicht verwirklichte und erklärte, sie errungen zu haben?‘ ",
  "mn100:12.3": "‚So ist es, Geehrter.‘ ",
  "mn100:12.4": "‚Auch ich, Geehrter, habe insoweit diese Lehre durch eigene Einsicht verwirklicht und lebe mit dieser Errungenschaft.‘ ",
  "mn100:12.5": "‚Wir haben Glück, Geehrter, so großes Glück, ",
  "mn100:12.6": "einen Ehrwürdigen wie dich als einen unserer geistlichen Gefährten zu sehen! ",
  "mn100:12.7": "Die Lehre, die Rāma durch eigene Einsicht verwirklicht hatte und von der er erklärte, sie errungen zu haben, hast du also durch eigene Einsicht verwirklicht und lebst mit dieser Errungenschaft. ",
  "mn100:12.8": "Die Lehre, die du durch eigene Einsicht verwirklicht hast und mit deren Errungenschaft du lebst, hatte Rāma durch eigene Einsicht verwirklicht und erklärte, sie errungen zu haben. ",
  "mn100:12.9": "Die Lehre, die Rāma unmittelbar erkannte, erkennst also du, und die Lehre, die du erkennst, erkannte Rāma unmittelbar. ",
  "mn100:12.10": "Rāma war wie du und du bist wie Rāma. ",
  "mn100:12.11": "Komm nun, Geehrter! Du sollst diese Gemeinschaft anleiten.‘ ",
  "mn100:12.12": "Und so setzte mein geistlicher Gefährte Uddaka der Sohn Rāmas mich auf die Stufe eines Lehrmeisters und ehrte mich mit großem Lob. ",
  "mn100:12.13": "Da kam mir der Gedanke: ",
  "mn100:12.14": "‚Diese Lehre führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Sie führt nur bis zur Wiedergeburt in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat.‘ ",
  "mn100:12.15": "Als ich erkannte, dass diese Lehre unangemessen war, ging ich enttäuscht weg. ",
  "mn100:13.1": "Ich machte mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich wanderte Stück für Stück durch das Land der Magadher, bis ich zum Marktflecken Senā in Uruvelā kam. ",
  "mn100:13.2": "Da sah ich einen entzückenden Park, ein reizendes Wäldchen mit einem strömenden Fluss, der sauber und entzückend war, mit sanft abfallenden Ufern. Und in der Nähe war ein Dorf für den Almosengang. ",
  "mn100:13.3": "Da kam mir der Gedanke: ",
  "mn100:13.4": "‚Dieser Park ist wirklich entzückend, ein anmutiges Wäldchen mit einem strömenden Fluss, der sauber und entzückend ist, mit sanft abfallenden Ufern. Und in der Nähe ist ein Dorf für den Almosengang. ",
  "mn100:13.5": "Das ist sicher gut genug zum Streben für einen ehrbaren Menschen, der streben will.‘ ",
  "mn100:13.6": "So setzte ich mich eben dort hin und dachte: ",
  "mn100:13.7": "‚Das ist gut genug zum Streben.‘ ",
  "mn100:14.1": "Und dann fielen mir diese drei Gleichnisse ein, die mir weder aus übernatürlicher Quelle eingegeben wurden, noch hatte ich sie zuvor gehört: ",
  "mn100:14.2": "Wie ein grünes, saftiges Stück Holz, das im Wasser läge, ",
  "mn100:14.3": "und ein Mensch käme mit einer Spindel, ",
  "mn100:14.4": "um ein Feuer zu entzünden und Hitze zu erzeugen. ",
  "mn100:14.5": "Was denkst du, Bhāradvāja? ",
  "mn100:14.6": "Könnte er, indem er diese Spindel in das grüne, saftige Stück Holz bohren würde, das im Wasser läge, ein Feuer entzünden und Hitze erzeugen?“ ",
  "mn100:14.7": "„Nein, werter Gotama. ",
  "mn100:14.8": "Warum ist das so? ",
  "mn100:14.9": "Weil es ein grünes, saftiges Stück Holz ist, und es liegt im Wasser. ",
  "mn100:14.10": "Dieser Mensch würde nur erschöpft und entmutigt werden.“ ",
  "mn100:14.11": "„Ebenso gibt es Asketen und Brahmanen, die mit dem Körper und dem Geist nicht von Sinnenfreuden abgesondert leben. Sie haben Sehnen, Gewogenheit, Betörung, Durst und Leidenschaft in Bezug auf Sinnenfreuden innerlich nicht aufgegeben und gestillt. Ob sie nun aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlen oder nicht, sie sind zum Erkennen und Sehen, zum höchsten Erwachen nicht in der Lage. ",
  "mn100:14.12": "Das war das erste Gleichnis, das mir einfiel. ",
  "mn100:15.1": "Dann fiel mir ein zweites Gleichnis ein: ",
  "mn100:15.2": "Wie ein grünes, saftiges Stück Holz, das auf dem Trockenen läge, weit weg vom Wasser, ",
  "mn100:15.3": "und ein Mensch käme mit einer Spindel, ",
  "mn100:15.4": "um ein Feuer zu entzünden und Hitze zu erzeugen. ",
  "mn100:15.5": "Was denkst du, Bhāradvāja? ",
  "mn100:15.6": "Könnte er, indem er diese Spindel in das grüne, saftige Stück Holz bohren würde, das auf dem Trockenen läge, weit weg vom Wasser, ein Feuer entzünden und Hitze erzeugen?“ ",
  "mn100:15.7": "„Nein, werter Gotama. ",
  "mn100:15.8": "Warum ist das so? ",
  "mn100:15.9": "Weil es immer noch ein grünes, saftiges Stück Holz ist, auch wenn es auf dem Trockenen liegt, weit weg vom Wasser. Dieser Mensch würde nur erschöpft und entmutigt werden.“ ",
  "mn100:15.10": "„Ebenso gibt es Asketen und Brahmanen, die mit dem Körper und dem Geist von Sinnenfreuden abgesondert leben. Aber sie haben Sehnen, Gewogenheit, Betörung, Durst und Leidenschaft in Bezug auf Sinnenfreuden innerlich nicht aufgegeben und gestillt. Ob sie nun aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlen oder nicht, sie sind zum Erkennen und Sehen, zum höchsten Erwachen nicht in der Lage. ",
  "mn100:15.11": "Das war das zweite Gleichnis, das mir einfiel. ",
  "mn100:16.1": "Dann fiel mir ein drittes Gleichnis ein: ",
  "mn100:16.2": "Wie ein ausgetrocknetes, verdorrtes Stück Holz, das auf dem Trockenen läge, weit weg vom Wasser, ",
  "mn100:16.3": "und ein Mensch käme mit einer Spindel, ",
  "mn100:16.4": "um ein Feuer zu entzünden und Hitze zu erzeugen. ",
  "mn100:16.5": "Was denkst du, Bhāradvāja? ",
  "mn100:16.6": "Könnte er, indem er diese Spindel in das ausgetrocknete, verdorrte Stück Holz bohren würde, das auf dem Trockenen läge, weit weg vom Wasser, ein Feuer entzünden und Hitze erzeugen?“ ",
  "mn100:16.7": "„Ja, werter Gotama. ",
  "mn100:16.8": "Warum ist das so? ",
  "mn100:16.9": "Weil es ein ausgetrocknetes, verdorrtes Stück Holz ist, und es liegt auf dem Trockenen, weit weg vom Wasser.“ ",
  "mn100:16.10": "„Ebenso gibt es Asketen und Brahmanen, die mit dem Körper und dem Geist von Sinnenfreuden abgesondert leben. Und sie haben Sehnen, Zuneigung, Betörung und Leidenschaft in Bezug auf Sinnenfreuden innerlich aufgegeben und gestillt. Ob sie nun aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlen oder nicht, sie sind zum Erkennen und Sehen, zum höchsten Erwachen in der Lage. ",
  "mn100:16.11": "Das war das dritte Gleichnis, das mir einfiel. ",
  "mn100:16.12": "Das sind die drei Gleichnisse, die mir einfielen, die mir weder aus übernatürlicher Quelle eingegeben wurden, noch hatte ich sie zuvor gehört. ",
  "mn100:17.1": "Da kam mir der Gedanke: ",
  "mn100:17.2": "‚Warum quetsche und drücke ich nicht mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge den Geist mit dem Geist und quäle ihn nieder?‘ ",
  "mn100:17.3": "Und ich quetschte und drückte mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge den Geist mit dem Geist und quälte ihn nieder, ",
  "mn100:17.4": "bis mir der Schweiß aus den Achselhöhlen rann. ",
  "mn100:17.5": "Wie wenn ein kräftiger Mann einen schwächeren an Kopf, Hals oder Schulter packen und ihn quetschen, drücken und niederquälen würde: ",
  "mn100:17.6": "Ebenso quetschte und drückte ich mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge den Geist mit dem Geist und quälte ihn nieder, bis mir der Schweiß aus den Achselhöhlen rann. ",
  "mn100:17.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn100:18.1": "Da kam mir der Gedanke: ",
  "mn100:18.2": "‚Warum übe ich nicht die Vertiefung ohne Atem?‘ ",
  "mn100:18.3": "Und ich unterband die Atmung durch Mund und Nase. ",
  "mn100:18.4": "Doch dann kamen Winde aus meinen Ohren, die einen lauten Lärm machten ",
  "mn100:18.5": "wie das Fauchen eines Schmiedeblasebalgs. ",
  "mn100:18.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn100:19.1": "Da kam mir der Gedanke: ",
  "mn100:19.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn100:19.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn100:19.4": "Doch dann zermarterten heftige Winde meinen Kopf, ",
  "mn100:19.5": "als würde ein starker Mann eine scharfe Spitze in meinen Kopf bohren. ",
  "mn100:19.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn100:20.1": "Da kam mir der Gedanke: ",
  "mn100:20.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn100:20.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn100:20.4": "Doch dann bekam ich heftige Kopfschmerzen, ",
  "mn100:20.5": "als würde ein kräftiger Mann mir einen festen Lederriemen um den Kopf strammziehen. ",
  "mn100:20.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn100:21.1": "Da kam mir der Gedanke: ",
  "mn100:21.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn100:21.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn100:21.4": "Doch dann schnitten mir heftige Winde in den Bauch, ",
  "mn100:21.5": "als würde ein geschickter Metzger oder Metzgerlehrling mit einem scharfen Fleischermesser meinen Bauch aufschlitzen. ",
  "mn100:21.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn100:22.1": "Da kam mir der Gedanke: ",
  "mn100:22.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn100:22.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn100:22.4": "Doch dann war da ein heftiges Brennen in meinem Körper, ",
  "mn100:22.5": "als würden zwei kräftige Männer einen schwächeren Mann an den Armen packen, um ihn über einer Grube mit glühenden Kohlen zu verbrennen und zu schmoren. ",
  "mn100:22.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn100:23.1": "Da sahen mich einige Gottheiten und sagten: ",
  "mn100:23.2": "‚Der Asket Gotama ist tot.‘ ",
  "mn100:23.3": "Andere sagten: ",
  "mn100:23.4": "‚Der Asket Gotama ist nicht tot, aber er stirbt.‘ ",
  "mn100:23.5": "Andere sagten: ",
  "mn100:23.6": "‚Der Asket Gotama ist nicht tot und stirbt auch nicht. ",
  "mn100:23.7": "Der Asket Gotama ist ein Vollendeter, denn so leben Vollendete.‘ ",
  "mn100:24.1": "Da kam mir der Gedanke: ",
  "mn100:24.2": "‚Warum übe ich nicht das vollständige Einstellen des Essens?‘ ",
  "mn100:24.3": "Doch da kamen Gottheiten zu mir und sagten: ",
  "mn100:24.4": "‚Kamerad, übe nicht das vollständige Einstellen des Essens. ",
  "mn100:24.5": "Wenn du das tust, werden wir himmlischen Nektar in deine Poren einflößen, ",
  "mn100:24.6": "und du wirst davon leben.‘ ",
  "mn100:24.7": "Da kam mir der Gedanke: ",
  "mn100:24.8": "‚Wenn ich behaupte, das Essen vollständig einzustellen, und diese Gottheiten flößen himmlischen Nektar in meine Poren ein, ",
  "mn100:24.9": "so wäre das von meiner Seite eine Lüge.‘ ",
  "mn100:24.10": "Daher entließ ich diese Gottheiten mit den Worten: ‚Es ist nicht nötig.‘ ",
  "mn100:25.1": "Da kam mir der Gedanke: ",
  "mn100:25.2": "‚Warum nehme ich nicht jedes Mal ein klein wenig Nahrung zu mir, ein Händchen voll Mungobohnen-, Pferdebohnen-, Kichererbsen- oder grüne Bohnenbrühe?‘ ",
  "mn100:25.3": "Und ich nahm jedes Mal ein klein wenig Nahrung zu mir, ",
  "mn100:25.4": "bis mein Körper aufs Äußerste ausgemergelt wurde. ",
  "mn100:25.5": "Da ich so wenig aß, wurden meine Haupt- und Nebenglieder wie die Gelenke eines Achtzigjährigen oder eines Sterbenden, ",
  "mn100:25.6": "mein Gesäß wurde wie ein Kamelhuf, ",
  "mn100:25.7": "meine Wirbel standen hervor wie Perlen an einer Schnur ",
  "mn100:25.8": "und meine Rippen waren so eingefallen wie die zusammengefallenen Dachsparren einer alten Scheune. ",
  "mn100:25.9": "Da ich so wenig aß, sank der Glanz meiner Augen tief in ihre Höhlen, wie der Glanz des Wassers in einem Brunnen, wenn es tief gesunken ist. ",
  "mn100:25.10": "Da ich so wenig aß, schrumpelte und welkte meine Kopfhaut wie ein grüner Bitterkürbis in Wind und Sonne. ",
  "mn100:25.11": "Da ich so wenig aß, berührte meine Bauchhaut mein Rückgrat, sodass ich mein Rückgrat griff, wenn ich versuchte, meine Bauchhaut zu reiben, und wenn ich versuchte, mein Rückgrat zu reiben, rieb ich meine Bauchhaut. ",
  "mn100:25.12": "Da ich so wenig aß, fiel ich beim Versuch, Kot oder Urin zu entleeren, eben da auf mein Gesicht. ",
  "mn100:25.13": "Da ich so wenig aß, fielen mir, wenn ich versuchte, meinem Körper durch Reiben der Glieder mit den Händen Erleichterung zu verschaffen, die Haare aus, die an den Wurzeln verfault waren. ",
  "mn100:26.1": "Da sahen mich ein paar Leute und sagten: ‚Der Asket Gotama ist schwarz.‘ ",
  "mn100:26.2": "Manche sagten: ‚Er ist nicht schwarz, er ist braun.‘ ",
  "mn100:26.3": "Manche sagten: ‚Er ist weder schwarz noch braun. Die Haut des Asketen Gotama ist lohfarben.‘ ",
  "mn100:26.4": "So weit war meine reine und helle Hautfarbe verdorben, da ich so wenig aß. ",
  "mn100:27.1": "Da kam mir der Gedanke: ",
  "mn100:27.2": "‚Welche Asketen und Brahmanen auch in der Vergangenheit aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlten: Dies ist das Äußerste, was möglich ist, niemand hat mehr getan als das. ",
  "mn100:27.3": "Niemand wird in der Zukunft mehr tun, ",
  "mn100:27.4": "und niemand tut in der Gegenwart mehr. ",
  "mn100:27.5": "Aber durch dieses heftige mörderische Treiben habe ich keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erlangt, der der Edlen würdig wäre. ",
  "mn100:27.6": "Könnte es einen anderen Weg zum Erwachen geben?‘ ",
  "mn100:28.1": "Da kam mir der Gedanke: ",
  "mn100:28.2": "‚Ich erinnere mich, wie ich im kühlen Schatten eines Rosenapfelbaums saß, während mein Vater, der Sakyer, bei der Arbeit war. Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trat ich in die erste Vertiefung ein und verweilte darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn100:28.3": "Könnte das der Weg zum Erwachen sein?‘ ",
  "mn100:28.4": "Und aus dieser Erinnerung kam das Verstehen: ",
  "mn100:28.5": "‚Das ist der Weg zum Erwachen!‘ ",
  "mn100:29.1": "Da kam mir der Gedanke: ",
  "mn100:29.2": "‚Warum fürchte ich mich vor dieser Seligkeit, hat sie doch nichts zu tun mit Sinnenfreuden oder untauglichen Eigenschaften?‘ ",
  "mn100:29.3": "Da kam mir der Gedanke: ",
  "mn100:29.4": "‚Ich fürchte mich nicht vor dieser Seligkeit, denn sie hat nichts mit Sinnenfreuden oder untauglichen Eigenschaften zu tun.‘ ",
  "mn100:30.1": "Da kam mir der Gedanke: ",
  "mn100:30.2": "‚Mit einem Körper, der so aufs Äußerste ausgemergelt ist, kann ich diese Seligkeit nicht erlangen. ",
  "mn100:30.3": "Warum esse ich nicht etwas feste Speise, etwas Reis und Brei?‘ ",
  "mn100:30.4": "Und ich aß etwas feste Speise. ",
  "mn100:30.5": "Nun warteten mir zu dieser Zeit fünf Mönche auf in dem Gedanken: ",
  "mn100:30.6": "‚Der Asket Gotama wird uns jede Wahrheit mitteilen, die er verwirklicht.‘ ",
  "mn100:30.7": "Aber als ich etwas feste Speise aß, waren sie von mir enttäuscht und gingen weg: ",
  "mn100:30.8": "‚Der Asket Gotama ist genießerisch geworden; er hat sich vom Bemühen abgewandt und ist zum Schwelgen zurückgekehrt.‘ ",
  "mn100:31-33.1": "Nachdem ich feste Speise gegessen und zu Kräften gekommen war, trat ich, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilte darin … ",
  "mn100:31-33.2": "Als das Ausrichten und Halten des Geistes sich beruhigte, trat ich in die zweite Vertiefung ein und verweilte darin … ",
  "mn100:31-33.3": "in die dritte Vertiefung … ",
  "mn100:31-33.4": "in die vierte Vertiefung. ",
  "mn100:34.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf die Erinnerung an frühere Leben. ",
  "mn100:34.2": "Ich erinnerte mich an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt … Und so erinnerte ich mich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn100:35.1": "Das war das erste Wissen, das ich in der ersten Nachtwache erlangte. ",
  "mn100:35.2": "Unwissenheit war zerstört und Wissen erschienen; Dunkelheit war zerstört und Licht erschienen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "mn100:36-38.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf das Erkennen von Tod und Wiedergeburt der Lebewesen. ",
  "mn100:36-38.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sah ich Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstand, wie Lebewesen entsprechend ihrer Taten weiterziehen. ",
  "mn100:36-38.3": "Das war das zweite Wissen, das ich in der mittleren Nachtwache erlangte. ",
  "mn100:36-38.4": "Unwissenheit war zerstört und Wissen erschienen; Dunkelheit war zerstört und Licht erschienen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "mn100:39.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf das Erkennen der Auflösung der Befleckungen. ",
  "mn100:39.2": "Ich verstand wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "mn100:39.3": "Ich verstand wahrhaftig: ‚Das sind die Befleckungen.‘ … ‚Das ist der Ursprung der Befleckungen.‘ … ‚Das ist das Aufhören der Befleckungen.‘ … ‚Das ist die Übung, die zum Aufhören der Befleckungen führt.‘ ",
  "mn100:40.1": "Als ich das erkannte und sah, war mein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn100:40.2": "Als er befreit war, erkannte ich: Er ist befreit. ",
  "mn100:40.3": "Ich verstand: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.‘ ",
  "mn100:41.1": "Das war das dritte Wissen, das ich in der letzten Nachtwache erlangte. ",
  "mn100:41.2": "Unwissenheit war zerstört und Wissen erschienen; Dunkelheit war zerstört und Licht erschienen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert.“ ",
  "mn100:42.1": "Als der Buddha geendet hatte, sagte Saṅgārava zu ihm: ",
  "mn100:42.2": "„Das Streben des werten Gotama war tatsächlich emsig, es war das Streben eines wahren Menschen, ",
  "mn100:42.3": "denn er ist ein Vollendeter, ein vollkommen erwachter Buddha. ",
  "mn100:42.4": "Aber werter Gotama, bestehen Götter fort?“ ",
  "mn100:42.5": "„Ich habe Götter im Hinblick auf Ursachen verstanden.“ ",
  "mn100:42.7": "„Aber werter Gotama, warum hast du, als du gefragt wurdest, ob Götter fortbestehen, gesagt, du habest Götter im Hinblick auf Ursachen verstanden? ",
  "mn100:42.8": "Wenn das so ist, ist das nicht hohl und falsch?“ ",
  "mn100:42.9": "„Wenn man gefragt wird, ob Götter fortbestehen, würde ein vernünftiger Mensch, ob man nun antwortet: ‚Götter bestehen fort‘, oder: ‚Ich habe im Hinblick auf Ursachen verstanden‘, ",
  "mn100:42.10": "in dieser Sache zu der kategorischen Schlussfolgerung kommen, ",
  "mn100:42.11": "dass Götter fortbestehen.“ ",
  "mn100:42.12": "„Aber warum hast du das nicht gleich gesagt?“ ",
  "mn100:42.13": "„Die Angesehenen in der Welt sind sich einig, ",
  "mn100:42.14": "dass Götter fortbestehen.“ ",
  "mn100:43.1": "Auf diese Worte sagte Saṅgārava zum Buddha: ",
  "mn100:43.2": "„Vortrefflich, werter Gotama! Vortrefflich! ",
  "mn100:43.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der werte Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn100:43.4": "Ich nehme Zuflucht zum werten Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn100:43.5": "Von diesem Tag an soll der werte Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}