{
  "mn110:0.1": "Mittlere Lehrreden 110 ",
  "mn110:0.2": "Die kürzere Lehrrede über die Vollmondnacht ",
  "mn110:1.1": "So habe ich es gehört: ",
  "mn110:1.2": "Einmal hielt sich der Buddha bei Sāvatthī im Ostkloster auf, im Pfahlbau-Langhaus der Mutter Migāras. ",
  "mn110:2.1": "Zu der Zeit, es war der Besinnungstag, der Vollmond am fünfzehnten Tag, saß der Buddha inmitten eines Saṅgha von Mönchen unter freiem Himmel. ",
  "mn110:2.2": "Da blickte der Buddha über den Saṅgha der Mönche, die so völlig still waren, und redete sie an: ",
  "mn110:3.1": "„Mönche, könnte ein unwahrer Mensch über einen unwahren Menschen wissen: ",
  "mn110:3.2": "‚Dieser werte Mensch ist ein unwahrer Mensch‘?“ ",
  "mn110:3.3": "„Nein, Herr.“ ",
  "mn110:3.4": "„Gut, Mönche! ",
  "mn110:3.5": "Es ist unmöglich, es kann nicht sein, dass ein unwahrer Mensch über einen unwahren Menschen wissen kann: ",
  "mn110:3.6": "‚Dieser werte Mensch ist ein unwahrer Mensch.‘ ",
  "mn110:3.7": "Aber könnte ein unwahrer Mensch über einen wahren Menschen wissen: ",
  "mn110:3.8": "‚Dieser werte Mensch ist ein wahrer Mensch‘?“ ",
  "mn110:3.9": "„Nein, Herr.“ ",
  "mn110:3.10": "„Gut, Mönche! ",
  "mn110:3.11": "Auch das ist unmöglich, es kann nicht sein, dass ein unwahrer Mensch über einen wahren Menschen wissen kann: ",
  "mn110:3.12": "‚Dieser werte Mensch ist ein wahrer Mensch.‘ ",
  "mn110:4.1": "Ein unwahrer Mensch hat schlechte Eigenschaften, ist unwahren Menschen ergeben und besitzt die Absichten, den Rat, die Rede, das Handeln, die Ansicht und das Geben eines unwahren Menschen. ",
  "mn110:5.1": "Und wie hat ein unwahrer Mensch schlechte Eigenschaften? ",
  "mn110:5.2": "Da ist ein unwahrer Mensch ohne Vertrauen, gewissenlos, unbesonnen, ungebildet, träge, unachtsam und geistlos. ",
  "mn110:5.3": "So hat ein unwahrer Mensch schlechte Eigenschaften. ",
  "mn110:6.1": "Und wie ist ein unwahrer Mensch unwahren Menschen ergeben? ",
  "mn110:6.2": "Da ist ein unwahrer Mensch ein Freund und Gefährte von Asketen und Brahmanen, die ohne Vertrauen, gewissenlos, unbesonnen, ungebildet, träge, unachtsam und geistlos sind. ",
  "mn110:6.3": "So ist ein unwahrer Mensch unwahren Menschen ergeben. ",
  "mn110:7.1": "Und wie besitzt ein unwahrer Mensch die Absichten eines unwahren Menschen? ",
  "mn110:7.2": "Da beabsichtigt ein unwahrer Mensch, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. ",
  "mn110:7.3": "So besitzt ein unwahrer Mensch die Absichten eines unwahren Menschen. ",
  "mn110:8.1": "Und wie gibt ein unwahrer Mensch den Rat eines unwahren Menschen? ",
  "mn110:8.2": "Da gibt ein unwahrer Mensch Rat, der ihn selbst verletzt, andere verletzt, beide verletzt. ",
  "mn110:8.3": "So gibt ein unwahrer Mensch den Rat eines unwahren Menschen. ",
  "mn110:9.1": "Und wie gebraucht ein unwahrer Mensch die Rede eines unwahren Menschen? ",
  "mn110:9.2": "Da gebraucht ein unwahrer Mensch falsche, entzweiende, harte oder unsinnige Rede. ",
  "mn110:9.3": "So gebraucht ein unwahrer Mensch die Rede eines unwahren Menschen. ",
  "mn110:10.1": "Und wie zeigt ein unwahrer Mensch das Handeln eines unwahren Menschen? ",
  "mn110:10.2": "Da tötet ein unwahrer Mensch lebende Geschöpfe, stiehlt und begeht sexuelle Verfehlungen. ",
  "mn110:10.3": "So zeigt ein unwahrer Mensch das Handeln eines unwahren Menschen. ",
  "mn110:11.1": "Und wie hat ein unwahrer Mensch die Ansicht eines unwahren Menschen? ",
  "mn110:11.2": "Da hat ein unwahrer Mensch eine solche Ansicht: ",
  "mn110:11.3": "‚Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der sich richtig benimmt, richtig übt, und der das Leben nach dem Tod erklärt, nachdem er es durch eigene Einsicht erkannt hat.‘ ",
  "mn110:11.4": "So hat ein unwahrer Mensch die Ansicht eines unwahren Menschen. ",
  "mn110:12.1": "Und wie gibt ein unwahrer Mensch die Gabe eines unwahren Menschen? ",
  "mn110:12.2": "Da gibt ein unwahrer Mensch eine Gabe ohne Sorgfalt, nicht mit eigener Hand, gedankenlos; er gibt die Reste und er gibt, ohne die Folgen zu bedenken. ",
  "mn110:12.3": "So gibt ein unwahrer Mensch die Gabe eines unwahren Menschen. ",
  "mn110:13.1": "Dieser unwahre Mensch, der schlechte Eigenschaften hat, unwahren Menschen ergeben ist und die Absichten, den Rat, die Rede, das Handeln, die Ansicht und das Geben eines unwahren Menschen besitzt, ",
  "mn110:13.2": "wird, wenn sein Körper auseinanderbricht, nach dem Tod, an dem Ort wiedergeboren, an dem unwahre Menschen wiedergeboren werden. ",
  "mn110:13.3": "Und was ist der Ort, an dem unwahre Menschen wiedergeboren werden? ",
  "mn110:13.4": "Die Hölle und das Tierreich. ",
  "mn110:14.1": "„Mönche, könnte ein wahrer Mensch über einen wahren Menschen wissen: ",
  "mn110:14.2": "‚Dieser werte Mensch ist ein wahrer Mensch‘?“ ",
  "mn110:14.3": "„Ja, Herr.“ ",
  "mn110:14.4": "„Gut, Mönche! ",
  "mn110:14.5": "Es ist möglich, dass ein wahrer Mensch über einen wahren Menschen wissen kann: ",
  "mn110:14.6": "‚Dieser werte Mensch ist ein wahrer Mensch.‘ ",
  "mn110:14.7": "Aber könnte ein wahrer Mensch über einen unwahren Menschen wissen: ",
  "mn110:14.8": "‚Dieser werte Mensch ist ein unwahrer Mensch‘?“ ",
  "mn110:14.9": "„Ja, Herr.“ ",
  "mn110:15.1": "„Gut, Mönche! ",
  "mn110:15.2": "Auch das ist möglich, dass ein wahrer Mensch über einen unwahren Menschen wissen kann: ",
  "mn110:15.3": "‚Dieser werte Mensch ist ein unwahrer Mensch.‘ ",
  "mn110:15.4": "Ein wahrer Mensch hat gute Eigenschaften, ist wahren Menschen ergeben und besitzt die Absichten, den Rat, die Rede, das Handeln, die Ansicht und das Geben eines wahren Menschen. ",
  "mn110:16.1": "Und wie hat ein wahrer Mensch gute Eigenschaften? ",
  "mn110:16.2": "Da ist ein wahrer Mensch vertrauensvoll, hat ein Gewissen, ist besonnen, gebildet, energisch, achtsam und weise. ",
  "mn110:16.3": "So hat ein wahrer Mensch gute Eigenschaften. ",
  "mn110:17.1": "Und wie ist ein wahrer Mensch wahren Menschen ergeben? ",
  "mn110:17.2": "Da ist ein wahrer Mensch ein Freund und Gefährte von Asketen und Brahmanen, die vertrauensvoll sind, ein Gewissen haben, besonnen, gebildet, energisch, achtsam und weise sind. ",
  "mn110:17.3": "So ist ein wahrer Mensch wahren Menschen ergeben. ",
  "mn110:18.1": "Und wie besitzt ein wahrer Mensch die Absichten eines wahren Menschen? ",
  "mn110:18.2": "Da beabsichtigt ein wahrer Mensch nicht, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. ",
  "mn110:18.3": "So besitzt ein wahrer Mensch die Absichten eines wahren Menschen. ",
  "mn110:19.1": "Und wie gibt ein wahrer Mensch den Rat eines wahren Menschen? ",
  "mn110:19.2": "Da gibt ein wahrer Mensch Rat, der ihn selbst nicht verletzt, andere nicht verletzt, beide nicht verletzt. ",
  "mn110:19.3": "So gibt ein wahrer Mensch den Rat eines wahren Menschen. ",
  "mn110:20.1": "Und wie gebraucht ein wahrer Mensch die Rede eines wahren Menschen? ",
  "mn110:20.2": "Da gebraucht ein wahrer Mensch keine falsche, entzweiende, harte oder unsinnige Rede. ",
  "mn110:20.3": "So gebraucht ein wahrer Mensch die Rede eines wahren Menschen. ",
  "mn110:21.1": "Und wie zeigt ein wahrer Mensch das Handeln eines wahren Menschen? ",
  "mn110:21.2": "Da tötet ein wahrer Mensch keine lebenden Geschöpfe, stiehlt nicht und begeht keine sexuellen Verfehlungen. ",
  "mn110:21.3": "So zeigt ein wahrer Mensch das Handeln eines wahren Menschen. ",
  "mn110:22.1": "Und wie hat ein wahrer Mensch die Ansicht eines wahren Menschen? ",
  "mn110:22.2": "Da hat ein wahrer Mensch eine solche Ansicht: ",
  "mn110:22.3": "‚Geben, Opfer und Spenden sind sinnvoll. Es gibt eine Frucht und ein Ergebnis von guten und schlechten Taten. Es gibt ein Leben nach dem Tod. Es gibt so etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt Asketen und Brahmanen, die sich richtig benehmen, richtig üben, die das Leben nach dem Tod erklären, nachdem sie es durch eigene Einsicht erkannt haben.‘ ",
  "mn110:22.4": "So hat ein wahrer Mensch die Ansicht eines wahren Menschen. ",
  "mn110:23.1": "Und wie gibt ein wahrer Mensch die Gabe eines wahren Menschen? ",
  "mn110:23.2": "Da gibt ein wahrer Mensch eine Gabe sorgfältig, mit eigener Hand, wohlbedacht; er gibt keine Reste und er bedenkt beim Geben die Folgen. ",
  "mn110:23.3": "So gibt ein wahrer Mensch die Gabe eines wahren Menschen. ",
  "mn110:24.1": "Dieser wahre Mensch, der gute Eigenschaften hat, wahren Menschen ergeben ist und die Absichten, den Rat, die Rede, das Handeln, die Ansicht und das Geben eines wahren Menschen besitzt, ",
  "mn110:24.2": "wird, wenn sein Körper auseinanderbricht, nach dem Tod, an dem Ort wiedergeboren, an dem wahre Menschen wiedergeboren werden. ",
  "mn110:24.3": "Und was ist der Ort, an dem wahre Menschen wiedergeboren werden? ",
  "mn110:24.4": "Ein Zustand von Größe unter Göttern oder Menschen.“ ",
  "mn110:25.1": "Das sagte der Buddha. ",
  "mn110:25.2": "Zufrieden begrüßten die Mönche die Worte des Buddha. "
}