{
  "mn115:0.1": "Mittlere Lehrreden 115 ",
  "mn115:0.2": "Viele Elemente ",
  "mn115:1.1": "So habe ich es gehört: ",
  "mn115:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn115:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn115:1.4": "„Mönche und Nonnen!“ ",
  "mn115:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn115:1.6": "Der Buddha sagte: ",
  "mn115:2.1": "„Alle Gefahren, die es gibt, gehen von Toren aus, nicht von klugen Menschen. ",
  "mn115:2.2": "Alle Bedrohungen, die es gibt, gehen von Toren aus, nicht von klugen Menschen. ",
  "mn115:2.3": "Alle Risiken, die es gibt, gehen von Toren aus, nicht von klugen Menschen. ",
  "mn115:2.4": "Wie ein Feuer, das sich von einer Schilf- oder Grashütte ausbreitet und selbst ein Giebelhaus niederbrennt, das innen und außen verputzt ist, zugfrei, dessen Türen gut eingepasst und dessen Fenster geschlossen sind. ",
  "mn115:2.5": "Ebenso gehen alle Gefahren, die es gibt, von Toren aus, nicht von klugen Menschen. ",
  "mn115:2.6": "Alle Bedrohungen, die es gibt, gehen von Toren aus, nicht von klugen Menschen. ",
  "mn115:2.7": "Alle Risiken, die es gibt, gehen von Toren aus, nicht von klugen Menschen. ",
  "mn115:2.8": "So ist der Tor gefährlich, aber der kluge Mensch ist ungefährlich. ",
  "mn115:2.9": "Der Tor ist bedrohlich, aber der kluge Mensch nicht. ",
  "mn115:2.10": "Der Tor stellt ein Risiko dar, aber der kluge Mensch nicht. ",
  "mn115:2.11": "Es gibt keine Gefahr, keine Bedrohung, kein Risiko, das von einem klugen Menschen ausginge. ",
  "mn115:2.12": "Daher sollt ihr euch so schulen: ‚Wir wollen jemand sein, der klug ist, wir wollen jemand sein, der untersucht.‘ ",
  "mn115:2.13": "So sollt ihr euch schulen.“ ",
  "mn115:3.1": "Daraufhin sagte der Ehrwürdige Ānanda zum Buddha: ",
  "mn115:3.2": "„Herr, inwiefern darf ein Mönch einer genannt werden, der klug ist, der untersucht?“ ",
  "mn115:3.3": "„Ānanda, da ist ein Mönch bewandert in den Elementen, den Sinnesfeldern, dem abhängigen Entstehen und dem, was möglich und was unmöglich ist. ",
  "mn115:3.4": "Insofern darf ein Mönch einer genannt werden, der klug ist, der untersucht.“ ",
  "mn115:4.1": "„Aber Herr, inwiefern darf ein Mönch einer genannt werden, der in den Elementen bewandert ist?“ ",
  "mn115:4.2": "„Es gibt, Ānanda, diese achtzehn Elemente: ",
  "mn115:4.3": "das Augenelement, das Bildelement und das Augenbewusstseinselement; ",
  "mn115:4.4": "das Ohrelement, das Tonelement und das Ohrbewusstseinselement; ",
  "mn115:4.5": "das Nasenelement, das Geruchselement und das Nasenbewusstseinselement; ",
  "mn115:4.6": "das Zungenelement, das Geschmackselement und das Zungenbewusstseinselement; ",
  "mn115:4.7": "das Körperelement, das Berührungselement und das Körperbewusstseinselement; ",
  "mn115:4.8": "das Geistelement, das Vorstellungselement und das Geistbewusstseinselement. ",
  "mn115:4.9": "Wenn ein Mönch diese achtzehn Elemente erkennt und sieht, ",
  "mn115:4.10": "darf er einer genannt werden, der in den Elementen bewandert ist.“ ",
  "mn115:5.1": "„Aber Herr, könnte es noch eine andere Art geben, wie ein Mönch einer genannt werden darf, der in den Elementen bewandert ist?“ ",
  "mn115:5.2": "„Das könnte sein, Ānanda. ",
  "mn115:5.3": "Es gibt diese sechs Elemente: ",
  "mn115:5.4": "das Erdelement, das Wasserelement, das Feuerelement, das Windelement, das Raumelement und das Bewusstseinselement. ",
  "mn115:5.5": "Wenn ein Mönch diese sechs Elemente erkennt und sieht, ",
  "mn115:5.6": "darf er einer genannt werden, der in den Elementen bewandert ist.“ ",
  "mn115:6.1": "„Aber Herr, könnte es noch eine andere Art geben, wie ein Mönch einer genannt werden darf, der in den Elementen bewandert ist?“ ",
  "mn115:6.2": "„Das könnte sein, Ānanda. ",
  "mn115:6.3": "Es gibt diese sechs Elemente: ",
  "mn115:6.4": "die Elemente des Wohlseins, des Schmerzes, der Fröhlichkeit, der Traurigkeit und des Gleichmuts. ",
  "mn115:6.5": "Wenn ein Mönch diese sechs Elemente erkennt und sieht, ",
  "mn115:6.6": "darf er einer genannt werden, der in den Elementen bewandert ist.“ ",
  "mn115:7.1": "„Aber Herr, könnte es noch eine andere Art geben, wie ein Mönch einer genannt werden darf, der in den Elementen bewandert ist?“ ",
  "mn115:7.2": "„Das könnte sein, Ānanda. ",
  "mn115:7.3": "Es gibt diese sechs Elemente: ",
  "mn115:7.4": "die Elemente der Sinnlichkeit, der Entsagung, des bösen Willens, des Wohlwollens, der Grausamkeit und der Mildherzigkeit. ",
  "mn115:7.5": "Wenn ein Mönch diese sechs Elemente erkennt und sieht, ",
  "mn115:7.6": "darf er einer genannt werden, der in den Elementen bewandert ist.“ ",
  "mn115:8.1": "„Aber Herr, könnte es noch eine andere Art geben, wie ein Mönch einer genannt werden darf, der in den Elementen bewandert ist?“ ",
  "mn115:8.2": "„Das könnte sein, Ānanda. ",
  "mn115:8.3": "Es gibt diese drei Elemente: ",
  "mn115:8.4": "das Element der Sinnlichkeit, das Element der Form und das Element der Formlosigkeit. ",
  "mn115:8.5": "Wenn ein Mönch diese drei Elemente erkennt und sieht, ",
  "mn115:8.6": "darf er einer genannt werden, der in den Elementen bewandert ist.“ ",
  "mn115:9.1": "„Aber Herr, könnte es noch eine andere Art geben, wie ein Mönch einer genannt werden darf, der in den Elementen bewandert ist?“ ",
  "mn115:9.2": "„Das könnte sein, Ānanda. ",
  "mn115:9.3": "Es gibt diese zwei Elemente: ",
  "mn115:9.4": "das bedingte Element und das unbedingte Element. ",
  "mn115:9.5": "Wenn ein Mönch diese zwei Elemente erkennt und sieht, ",
  "mn115:9.6": "darf er einer genannt werden, der in den Elementen bewandert ist.“ ",
  "mn115:10.1": "„Aber Herr, inwiefern darf ein Mönch einer genannt werden, der in den Sinnesfeldern bewandert ist?“ ",
  "mn115:10.2": "„Es gibt diese sechs inneren und sechs äußeren Sinnesfelder: ",
  "mn115:10.3": "das Auge und Bilder, das Ohr und Töne, die Nase und Gerüche, die Zunge und Geschmäcke, den Körper und Berührungen, den Geist und Vorstellungen. ",
  "mn115:10.4": "Wenn ein Mönch diese sechs inneren und äußeren Sinnesfelder erkennt und sieht, ",
  "mn115:10.5": "darf er einer genannt werden, der in den Sinnesfeldern bewandert ist.“ ",
  "mn115:11.1": "„Aber Herr, inwiefern darf ein Mönch einer genannt werden, der im abhängigen Entstehen bewandert ist?“ ",
  "mn115:11.2": "„Da versteht ein Mönch: ",
  "mn115:11.3": "‚Wenn dieses besteht, gibt es jenes; aufgrund des Entstehens von diesem entsteht jenes. ",
  "mn115:11.4": "Wenn dieses nicht besteht, gibt es jenes nicht; aufgrund des Aufhörens von diesem hört jenes auf. Das heißt: ",
  "mn115:11.5": "Unwissenheit ist eine Bedingung für Willensbildungsprozesse. ",
  "mn115:11.6": "Willensbildungsprozesse sind eine Bedingung für Bewusstsein. ",
  "mn115:11.7": "Bewusstsein ist eine Bedingung für Name und Form. ",
  "mn115:11.8": "Name und Form sind eine Bedingung für die sechs Sinnesfelder. ",
  "mn115:11.9": "Die sechs Sinnesfelder sind eine Bedingung für Kontakt. ",
  "mn115:11.10": "Kontakt ist eine Bedingung für Gefühl. ",
  "mn115:11.11": "Gefühl ist eine Bedingung für Verlangen. ",
  "mn115:11.12": "Verlangen ist eine Bedingung für Ergreifen. ",
  "mn115:11.13": "Ergreifen ist eine Bedingung für fortgesetztes Dasein. ",
  "mn115:11.14": "Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. ",
  "mn115:11.15": "Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "mn115:11.16": "So kommt diese ganze Masse des Leidens zustande. ",
  "mn115:11.17": "Wenn Unwissenheit schwindet und restlos aufhört, hören Willensbildungsprozesse auf. ",
  "mn115:11.18": "Wenn Willensbildungsprozesse aufhören, hört Bewusstsein auf. ",
  "mn115:11.19": "Wenn Bewusstsein aufhört, hören Name und Form auf. ",
  "mn115:11.20": "Wenn Name und Form aufhören, hören die sechs Sinnesfelder auf. ",
  "mn115:11.21": "Wenn die sechs Sinnesfelder aufhören, hört Kontakt auf. ",
  "mn115:11.22": "Wenn Kontakt aufhört, hört Gefühl auf. ",
  "mn115:11.23": "Wenn Gefühl aufhört, hört Verlangen auf. ",
  "mn115:11.24": "Wenn Verlangen aufhört, hört Ergreifen auf. ",
  "mn115:11.25": "Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf. ",
  "mn115:11.26": "Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf. ",
  "mn115:11.27": "Wenn Wiedergeburt aufhört, hören Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis auf. ",
  "mn115:11.28": "So hört diese ganze Masse des Leidens auf.‘ ",
  "mn115:11.29": "Insofern darf ein Mönch einer genannt werden, der im abhängigen Entstehen bewandert ist.“ ",
  "mn115:12.1": "„Aber Herr, inwiefern darf ein Mönch einer genannt werden, der in dem bewandert ist, was möglich und was unmöglich ist?“ ",
  "mn115:12.2": "„Da versteht ein Mönch: ‚Es ist ganz unmöglich, es kann nicht sein, dass eine Person, die die Ansicht vervollkommnet hat, irgendeine Bedingung als dauerhaft ansieht. Das ist nicht möglich. ",
  "mn115:12.3": "Aber es ist gut möglich, dass ein gewöhnlicher Mensch eine Bedingung als dauerhaft ansieht. Das ist möglich.‘ ",
  "mn115:12.4": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass eine Person, die die Ansicht vervollkommnet hat, irgendeine Bedingung als angenehm ansieht. ",
  "mn115:12.5": "Aber es ist gut möglich, dass ein gewöhnlicher Mensch eine Bedingung als angenehm ansieht.‘ ",
  "mn115:12.6": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass eine Person, die die Ansicht vervollkommnet hat, irgendetwas als Selbst ansieht. ",
  "mn115:12.7": "Aber es ist gut möglich, dass ein gewöhnlicher Mensch etwas als Selbst ansieht.‘ ",
  "mn115:13.1": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass eine Person, die die Ansicht vervollkommnet hat, ihre Mutter ermordet. ",
  "mn115:13.2": "Aber es ist gut möglich, dass ein gewöhnlicher Mensch seine Mutter ermordet.‘ ",
  "mn115:13.3": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass eine Person, die die Ansicht vervollkommnet hat, ihren Vater … oder einen Vollendeten ermordet. ",
  "mn115:13.4": "Aber es ist gut möglich, dass ein gewöhnlicher Mensch seinen Vater … oder einen Vollendeten ermordet.‘ ",
  "mn115:13.5": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass eine Person, die die Ansicht vervollkommnet hat, einen Klargewordenen mit gehässigem Geist verletzt. ",
  "mn115:13.6": "Aber es ist gut möglich, dass ein gewöhnlicher Mensch einen Klargewordenen mit gehässigem Geist verletzt.‘ ",
  "mn115:13.7": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass eine Person, die die Ansicht vervollkommnet hat, eine Spaltung des Saṅgha herbeiführt. ",
  "mn115:13.8": "Aber es ist gut möglich, dass ein gewöhnlicher Mensch eine Spaltung des Saṅgha herbeiführt.‘ ",
  "mn115:13.9": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass eine Person, die die Ansicht vervollkommnet hat, sich einem anderen Lehrer weiht. ",
  "mn115:13.10": "Aber es ist gut möglich, dass ein gewöhnlicher Mensch sich einem anderen Lehrer weiht.‘ ",
  "mn115:14.1": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass zwei Vollendete, zwei vollkommen erwachte Buddhas gleichzeitig im selben Sonnensystem erscheinen. ",
  "mn115:14.2": "Aber es ist gut möglich, dass ein einziger Vollendeter, vollkommen erwachter Buddha in einem Sonnensystem erscheint.‘ ",
  "mn115:14.3": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass zwei Rad-drehende Herrscher gleichzeitig im selben Sonnensystem erscheinen. ",
  "mn115:14.4": "Aber es ist gut möglich, dass ein einziger Rad-drehender Herrscher in einem Sonnensystem erscheint.‘ ",
  "mn115:15.1": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass eine Frau ein Vollendeter, ein vollkommen erwachter Buddha ist. ",
  "mn115:15.2": "Aber es ist gut möglich, dass ein Mann ein Vollendeter, ein vollkommen erwachter Buddha ist.‘ ",
  "mn115:15.3": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass eine Frau eine Rad-drehende Herrscherin ist. ",
  "mn115:15.4": "Aber es ist gut möglich, dass ein Mann ein Rad-drehender Herrscher ist.‘ ",
  "mn115:15.5": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass eine Frau die Rolle von Sakka, Māra oder Brahmā einnimmt. ",
  "mn115:15.6": "Aber es ist gut möglich, dass ein Mann die Rolle von Sakka, Māra oder Brahmā einnimmt.‘ ",
  "mn115:16.1": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass ein erwünschtes, willkommenes, angenehmes Ergebnis als Folge eines schlechten Verhaltens mit dem Körper eintritt. ",
  "mn115:16.2": "Aber es ist gut möglich, dass ein unerwünschtes, unwillkommenes, unangenehmes Ergebnis als Folge eines schlechten Verhaltens mit dem Körper eintritt.‘ ",
  "mn115:16.3": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass ein erwünschtes, willkommenes, angenehmes Ergebnis als Folge eines schlechten Verhaltens mit der Sprache … ",
  "mn115:16.4": "mit dem Geist eintritt. ",
  "mn115:16.5": "Aber es ist gut möglich, dass ein unerwünschtes, unwillkommenes, unangenehmes Ergebnis als Folge eines schlechten Verhaltens mit der Sprache … ",
  "mn115:16.6": "mit dem Geist eintritt.‘ ",
  "mn115:17.1": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass ein unerwünschtes, unwillkommenes, unangenehmes Ergebnis als Folge eines guten Verhaltens mit dem Körper eintritt. ",
  "mn115:17.2": "Aber es ist gut möglich, dass ein erwünschtes, willkommenes, angenehmes Ergebnis als Folge eines guten Verhaltens mit dem Körper eintritt.‘ ",
  "mn115:17.3": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass ein unerwünschtes, unwillkommenes, unangenehmes Ergebnis als Folge eines guten Verhaltens mit der Sprache … ",
  "mn115:17.4": "mit dem Geist eintritt. ",
  "mn115:17.5": "Aber es ist gut möglich, dass ein erwünschtes, willkommenes, angenehmes Ergebnis als Folge eines guten Verhaltens mit der Sprache … ",
  "mn115:17.6": "mit dem Geist eintritt. ",
  "mn115:18.1": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass jemand, der mit dem Körper schlecht gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem guten Ort wiedergeboren wird, in einer himmlischen Welt. ",
  "mn115:18.2": "Aber es ist gut möglich, dass jemand, der mit dem Körper schlecht gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle.‘ ",
  "mn115:19.1": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass jemand, der mit der Sprache … ",
  "mn115:19.2": "mit dem Geist schlecht gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem guten Ort wiedergeboren wird, in einer himmlischen Welt. ",
  "mn115:19.3": "Aber es ist gut möglich, dass jemand, der mit der Sprache … ",
  "mn115:19.4": "mit dem Geist schlecht gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle.‘ ",
  "mn115:19.5": "Er versteht: ‚Es ist ganz unmöglich,es kann nicht sein, dass jemand, der mit dem Körper gut gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn115:19.6": "Aber es ist gut möglich, dass jemand, der mit dem Körper gut gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem guten Ort wiedergeboren wird, in einer himmlischen Welt.‘ ",
  "mn115:19.7": "Er versteht: ‚Es ist ganz unmöglich, es kann nicht sein, dass jemand, der mit der Sprache … ",
  "mn115:19.8": "mit dem Geist gut gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn115:19.9": "Aber es ist gut möglich, dass jemand, der mit der Sprache … ",
  "mn115:19.10": "mit dem Geist gut gehandelt hat, wenn der Körper auseinanderbricht, nach dem Tod, allein aus diesem Grund an einem guten Ort wiedergeboren wird, in einer himmlischen Welt.‘ ",
  "mn115:19.11": "Insofern darf ein Mönch einer genannt werden, der in dem bewandert ist, was möglich und was unmöglich ist.“ ",
  "mn115:20.1": "Daraufhin sagte der Ehrwürdige Ānanda zum Buddha: ",
  "mn115:20.2": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "mn115:20.3": "Wie ist der Name dieser Lehrdarlegung?“ ",
  "mn115:20.4": "„Nun, Ānanda, du sollst diese Lehrdarlegung als ‚Viele Elemente‘ oder ‚Die vier Runden‘ oder ‚Der Spiegel der Lehre‘ oder ‚Die Trommel der Unsterblichkeit‘ oder ‚Der unübertreffliche Sieg in der Schlacht‘ in Erinnerung behalten.“ ",
  "mn115:20.5": "Das sagte der Buddha. ",
  "mn115:20.6": "Zufrieden begrüßte der Ehrwürdige Ānanda die Worte des Buddha. "
}