{
  "mn117:0.1": "Mittlere Lehrreden 117 ",
  "mn117:0.2": "Die großen Vierzig ",
  "mn117:1.1": "So habe ich es gehört: ",
  "mn117:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn117:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn117:1.4": "„Mönche und Nonnen!“ ",
  "mn117:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn117:1.6": "Der Buddha sagte: ",
  "mn117:2.1": "„Mönche und Nonnen, ich werde euch edle rechte Versenkung mit ihren wesentlichen Bedingungen und ihren Voraussetzungen lehren. ",
  "mn117:2.2": "Hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn117:2.3": "„Ja, Herr“, antworteten sie. ",
  "mn117:2.4": "Der Buddha sagte: ",
  "mn117:3.1": "„Und was ist edle rechte Versenkung mit ihren wesentlichen Bedingungen und ihren Voraussetzungen? ",
  "mn117:3.2": "Es ist rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz und rechte Achtsamkeit. ",
  "mn117:3.3": "Einswerden des Geistes, bei dem diese sieben Faktoren als Voraussetzungen zugegen sind, ",
  "mn117:3.4": "nennt man edle rechte Versenkung ‚mit ihren wesentlichen Bedingungen‘ und auch ‚mit ihren Voraussetzungen‘. ",
  "mn117:4.1": "In dieser Sache kommt rechte Ansicht zuerst. ",
  "mn117:4.2": "Und wie kommt rechte Ansicht zuerst? ",
  "mn117:4.3": "Wenn man falsche Ansicht als falsche Ansicht versteht und rechte Ansicht als rechte Ansicht, ist das für einen rechte Ansicht. ",
  "mn117:5.1": "Und was ist falsche Ansicht? ",
  "mn117:5.2": "‚Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der sich richtig benimmt, richtig übt, und der das Leben nach dem Tod erklärt, nachdem er es durch eigene Einsicht erkannt hat.‘ ",
  "mn117:5.3": "Das ist falsche Ansicht. ",
  "mn117:6.1": "Und was ist rechte Ansicht? ",
  "mn117:6.2": "Rechte Ansicht ist zweifach, sage ich. ",
  "mn117:6.3": "Es gibt rechte Ansicht, die mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift. ",
  "mn117:6.4": "Und es gibt rechte Ansicht, die edel ist, unbefleckt, überweltlich, ein Faktor des Pfades. ",
  "mn117:7.1": "Und was ist rechte Ansicht, die mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift? ",
  "mn117:7.2": "‚Geben, Opfer und Spenden sind sinnvoll. Es gibt eine Frucht und ein Ergebnis von guten und schlechten Taten. Es gibt ein Leben nach dem Tod. Es gibt so etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt Asketen und Brahmanen, die sich richtig benehmen, richtig üben, die das Leben nach dem Tod erklären, nachdem sie es durch eigene Einsicht erkannt haben.‘ ",
  "mn117:7.3": "Das ist rechte Ansicht, die mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift. ",
  "mn117:8.1": "Und was ist rechte Ansicht, die edel ist, unbefleckt, überweltlich, ein Faktor des Pfades? ",
  "mn117:8.2": "Es ist die Weisheit – die Fähigkeit der Weisheit, die Kraft der Weisheit, der Faktor des Erwachens ‚Erforschung der Gesetzmäßigkeiten‘ und rechte Ansicht als Faktor des Pfades – bei einem, der zum Edlen entschlossen ist, zum Unbefleckten entschlossen, der den edlen Pfad besitzt und ihn entwickelt. ",
  "mn117:8.3": "Das nennt man rechte Ansicht, die edel ist, unbefleckt, überweltlich, ein Faktor des Pfades. ",
  "mn117:9.1": "Man setzt sich ein, um falsche Ansicht aufzugeben und sich rechte Ansicht zu eigen zu machen: Das ist für einen rechter Einsatz. ",
  "mn117:9.2": "Achtsam gibt man falsche Ansicht auf und macht sich rechte Ansicht zu eigen: Das ist für einen rechte Achtsamkeit. ",
  "mn117:9.3": "So laufen diese drei Dinge immer weiter um rechte Ansicht herum und umkreisen sie: nämlich rechte Ansicht, rechter Einsatz und rechte Achtsamkeit. ",
  "mn117:10.1": "In dieser Sache kommt rechte Ansicht zuerst. ",
  "mn117:10.2": "Und wie kommt rechte Ansicht zuerst? ",
  "mn117:10.3": "Wenn man falsches Denken als falsches Denken versteht und rechtes Denken als rechtes Denken, ist das für einen rechte Ansicht. ",
  "mn117:11.1": "Und was ist falsches Denken? ",
  "mn117:11.2": "Sinnliche, böswillige und grausame Gedanken. ",
  "mn117:11.3": "Das ist falsches Denken. ",
  "mn117:12.1": "Und was ist rechtes Denken? ",
  "mn117:12.2": "Rechtes Denken ist zweifach, sage ich. ",
  "mn117:12.3": "Es gibt rechtes Denken, das mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift. ",
  "mn117:12.4": "Und es gibt rechtes Denken, das edel ist, unbefleckt, überweltlich, ein Faktor des Pfades. ",
  "mn117:13.1": "Und was ist rechtes Denken, das mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift? ",
  "mn117:13.2": "Entsagende, wohlwollende und mildherzige Gedanken. ",
  "mn117:13.3": "Das ist rechtes Denken, das mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift. ",
  "mn117:14.1": "Und was ist rechtes Denken, das edel ist, unbefleckt, überweltlich, ein Faktor des Pfades? ",
  "mn117:14.2": "Es ist der Gedanke – das Ausrichten des Geistes, das Denken, das Pflanzen, Einpflanzen, Verankern, der sprachliche Vorgang – bei einem, der zum Edlen entschlossen ist, zum Unbefleckten entschlossen, der den edlen Pfad besitzt und ihn entwickelt. ",
  "mn117:14.3": "Das ist rechtes Denken, das edel ist, unbefleckt, überweltlich, ein Faktor des Pfades. ",
  "mn117:15.1": "Man setzt sich ein, um falsches Denken aufzugeben und sich rechtes Denken zu eigen zu machen: Das ist für einen rechter Einsatz. ",
  "mn117:15.2": "Achtsam gibt man falsches Denken auf und macht sich rechtes Denken zu eigen: Das ist für einen rechte Achtsamkeit. ",
  "mn117:15.3": "So laufen diese drei Dinge immer weiter um rechtes Denken herum und umkreisen es: nämlich rechte Ansicht, rechter Einsatz und rechte Achtsamkeit. ",
  "mn117:16.1": "In dieser Sache kommt rechte Ansicht zuerst. ",
  "mn117:16.2": "Und wie kommt rechte Ansicht zuerst? ",
  "mn117:16.3": "Wenn man falsche Rede als falsche Rede versteht und rechte Rede als rechte Rede, ist das für einen rechte Ansicht. ",
  "mn117:17.1": "Und was ist falsche Rede? ",
  "mn117:17.2": "Falsche, entzweiende, harte oder unsinnige Rede. ",
  "mn117:17.3": "Das ist falsche Rede. ",
  "mn117:18.1": "Und was ist rechte Rede? ",
  "mn117:18.2": "Rechte Rede ist zweifach, sage ich. ",
  "mn117:18.3": "Es gibt rechte Rede, die mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift. ",
  "mn117:18.4": "Und es gibt rechte Rede, die edel ist, unbefleckt, überweltlich, ein Faktor des Pfades. ",
  "mn117:19.1": "Und was ist rechte Rede, die mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift? ",
  "mn117:19.2": "Man unterlässt den Gebrauch falscher, entzweiender, harter oder unsinniger Rede. ",
  "mn117:19.3": "Das ist rechte Rede, die mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift. ",
  "mn117:20.1": "Und was ist rechte Rede, die edel ist, unbefleckt, überweltlich, ein Faktor des Pfades? ",
  "mn117:20.2": "Es ist das Standhalten, das Widerstehen, das Sichenthalten und Unterlassen der vier Arten von schlechtem Verhalten mit der Sprache bei einem, der zum Edlen entschlossen ist, zum Unbefleckten entschlossen, der den edlen Pfad besitzt und ihn entwickelt. ",
  "mn117:20.3": "Das ist rechte Rede, die edel ist, unbefleckt, überweltlich, ein Faktor des Pfades. ",
  "mn117:21.1": "Man setzt sich ein, um falsche Rede aufzugeben und sich rechte Rede zu eigen zu machen: Das ist für einen rechter Einsatz. ",
  "mn117:21.2": "Achtsam gibt man falsche Rede auf und macht sich rechte Rede zu eigen: Das ist für einen rechte Achtsamkeit. ",
  "mn117:21.3": "So laufen diese drei Dinge immer weiter um rechte Rede herum und umkreisen sie: nämlich rechte Ansicht, rechter Einsatz und rechte Achtsamkeit. ",
  "mn117:22.1": "In dieser Sache kommt rechte Ansicht zuerst. ",
  "mn117:22.2": "Und wie kommt rechte Ansicht zuerst? ",
  "mn117:22.3": "Wenn man falsches Handeln als falsches Handeln versteht und rechtes Handeln als rechtes Handeln, ist das für einen rechte Ansicht. ",
  "mn117:23.1": "Und was ist falsches Handeln? ",
  "mn117:23.2": "Das Töten lebender Geschöpfe, das Stehlen und das Begehen sexueller Verfehlungen. ",
  "mn117:23.3": "Das ist falsches Handeln. ",
  "mn117:24.1": "Und was ist rechtes Handeln? ",
  "mn117:24.2": "Rechtes Handeln ist zweifach, sage ich. ",
  "mn117:24.3": "Es gibt rechtes Handeln, das mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift. ",
  "mn117:24.4": "Und es gibt rechtes Handeln, das edel ist, unbefleckt, überweltlich, ein Faktor des Pfades. ",
  "mn117:25.1": "Und was ist rechtes Handeln, das mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift? ",
  "mn117:25.2": "Man unterlässt es, lebende Geschöpfe zu töten, zu stehlen und sexuelle Verfehlungen zu begehen. ",
  "mn117:25.3": "Das ist rechtes Handeln, das mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift. ",
  "mn117:26.1": "Und was ist rechtes Handeln, das edel ist, unbefleckt, überweltlich, ein Faktor des Pfades? ",
  "mn117:26.2": "Es ist das Standhalten, das Widerstehen, das Sichenthalten und Unterlassen der drei Arten von schlechtem Verhalten mit dem Körper bei einem, der zum Edlen entschlossen ist, zum Unbefleckten entschlossen, der den edlen Pfad besitzt und ihn entwickelt. ",
  "mn117:26.3": "Das ist rechtes Handeln, das edel ist, unbefleckt, überweltlich, ein Faktor des Pfades. ",
  "mn117:27.1": "Man setzt sich ein, um falsches Handeln aufzugeben und sich rechtes Handeln zu eigen zu machen: Das ist für einen rechter Einsatz. ",
  "mn117:27.2": "Achtsam gibt man falsches Handeln auf und macht sich rechtes Handeln zu eigen: Das ist für einen rechte Achtsamkeit. ",
  "mn117:27.3": "So laufen diese drei Dinge immer weiter um rechtes Handeln herum und umkreisen es: nämlich rechte Ansicht, rechter Einsatz und rechte Achtsamkeit. ",
  "mn117:28.1": "In dieser Sache kommt rechte Ansicht zuerst. ",
  "mn117:28.2": "Und wie kommt rechte Ansicht zuerst? ",
  "mn117:28.3": "Wenn man falschen Lebenserwerb als falschen Lebenserwerb versteht und rechten Lebenserwerb als rechten Lebenserwerb, ist das für einen rechte Ansicht. ",
  "mn117:29.1": "Und was ist falscher Lebenserwerb? ",
  "mn117:29.2": "Heucheln, schmeicheln, Andeutungen machen und andere abwerten und das Benutzen von materiellem Besitz, um mehr materiellem Besitz nachzujagen. ",
  "mn117:29.3": "Das ist falscher Lebenserwerb. ",
  "mn117:30.1": "Und was ist rechter Lebenserwerb? ",
  "mn117:30.2": "Rechter Lebenserwerb ist zweifach, sage ich. ",
  "mn117:30.3": "Es gibt rechten Lebenserwerb, der mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift. ",
  "mn117:30.4": "Und es gibt rechten Lebenserwerb, der edel ist, unbefleckt, überweltlich, ein Faktor des Pfades. ",
  "mn117:31.1": "Und was ist rechter Lebenserwerb, der mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift? ",
  "mn117:31.2": "Da gibt ein edler Schüler falschen Lebenserwerb auf und verdient seinen Unterhalt mit rechtem Lebenserwerb. ",
  "mn117:31.3": "Das ist rechter Lebenserwerb, der mit Befleckungen verbunden ist, an guten Taten teilhat und zu Bindungen heranreift. ",
  "mn117:32.1": "Und was ist rechter Lebenserwerb, der edel ist, unbefleckt, überweltlich, ein Faktor des Pfades? ",
  "mn117:32.2": "Es ist das Standhalten, das Widerstehen, das Sichenthalten und Unterlassen falschen Lebenserwerbs bei einem, der zum Edlen entschlossen ist, zum Unbefleckten entschlossen, der den edlen Pfad besitzt und ihn entwickelt. ",
  "mn117:32.3": "Das ist rechter Lebenserwerb, der edel ist, unbefleckt, überweltlich, ein Faktor des Pfades. ",
  "mn117:33.1": "Man setzt sich ein, um falschen Lebenserwerb aufzugeben und sich rechten Lebenserwerb zu eigen zu machen: Das ist für einen rechter Einsatz. ",
  "mn117:33.2": "Achtsam gibt man falschen Lebenserwerb auf und macht sich rechten Lebenserwerb zu eigen: Das ist für einen rechte Achtsamkeit. ",
  "mn117:33.3": "So laufen diese drei Dinge immer weiter um rechten Lebenserwerb herum und umkreisen ihn: nämlich rechte Ansicht, rechter Einsatz und rechte Achtsamkeit. ",
  "mn117:34.1": "In dieser Sache kommt rechte Ansicht zuerst. ",
  "mn117:34.2": "Und wie kommt rechte Ansicht zuerst? ",
  "mn117:34.3": "Rechte Ansicht bringt rechtes Denken hervor. Rechtes Denken bringt rechte Rede hervor. Rechte Rede bringt rechtes Handeln hervor. Rechtes Handeln bringt rechten Lebenserwerb hervor. Rechter Lebenserwerb bringt rechten Einsatz hervor. Rechter Einsatz bringt rechte Achtsamkeit hervor. Rechte Achtsamkeit bringt rechte Versenkung hervor. Rechte Versenkung bringt rechte Erkenntnis hervor. Und rechte Erkenntnis bringt rechte Freiheit hervor. ",
  "mn117:34.4": "Somit besitzt der in Schulung Befindliche acht Faktoren und der Vollendete besitzt zehn Faktoren. ",
  "mn117:34.5": "Und auch hier wird das Ausrotten vieler schlechter, untauglicher Eigenschaften durch rechte Erkenntnis vollständig entwickelt. ",
  "mn117:35.1": "In dieser Sache kommt rechte Ansicht zuerst. ",
  "mn117:35.2": "Und wie kommt rechte Ansicht zuerst? ",
  "mn117:35.3": "Jemand mit rechter Ansicht hat falsche Ansicht abgetragen. ",
  "mn117:35.4": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Ansicht entstehen, auch die hat er abgetragen. ",
  "mn117:35.5": "Und aufgrund von rechter Ansicht werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "mn117:35.6": "Jemand mit rechtem Denken hat falsches Denken abgetragen. … ",
  "mn117:35.7": "Jemand mit rechter Rede hat falsche Rede abgetragen. … ",
  "mn117:35.8": "Jemand mit rechtem Handeln hat falsches Handeln abgetragen. … ",
  "mn117:35.9": "Jemand mit rechtem Lebenserwerb hat falschen Lebenserwerb abgetragen. … ",
  "mn117:35.10": "Jemand mit rechtem Einsatz hat falschen Einsatz abgetragen. … ",
  "mn117:35.11": "Jemand mit rechter Achtsamkeit hat falsche Achtsamkeit abgetragen. … ",
  "mn117:35.12": "Jemand mit rechter Versenkung hat falsche Versenkung abgetragen. … ",
  "mn117:35.13": "Jemand mit rechter Erkenntnis hat falsche Erkenntnis abgetragen. … ",
  "mn117:35.14": "Jemand mit rechter Freiheit hat falsche Freiheit abgetragen. ",
  "mn117:35.15": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund von falscher Freiheit entstehen, auch die hat er abgetragen. ",
  "mn117:35.16": "Und aufgrund von rechter Freiheit werden viele taugliche Eigenschaften vollständig entwickelt. ",
  "mn117:36.1": "So sind da zwanzig Dinge auf der Seite des Tauglichen und zwanzig auf der Seite des Untauglichen. ",
  "mn117:36.2": "Diese Lehrdarlegung über die Großen Vierzig wurde vorwärts gerollt. Und sie kann von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt zurückgerollt werden. ",
  "mn117:37.1": "Wenn irgendein Asket oder Brahmane denkt, er könne diese Lehrdarlegung über die Großen Vierzig tadeln und ablehnen, verdient er in eben diesem Leben eine Gegendarstellung und Tadel aus zehn berechtigten Gründen. ",
  "mn117:37.2": "Wenn solch ein werter Mensch rechte Ansicht tadelt, ehrt und preist er Asketen und Brahmanen, die falsche Ansicht haben. ",
  "mn117:37.3": "Wenn er rechtes Denken … ",
  "mn117:37.4": "rechte Rede … ",
  "mn117:37.5": "rechtes Handeln … ",
  "mn117:37.6": "rechten Lebenserwerb … ",
  "mn117:37.7": "rechten Einsatz … ",
  "mn117:37.8": "rechte Achtsamkeit … ",
  "mn117:37.9": "rechte Versenkung … ",
  "mn117:37.10": "rechte Erkenntnis … ",
  "mn117:37.11": "oder rechte Freiheit tadelt, ehrt und preist er Asketen und Brahmanen, die falsche Freiheit haben. ",
  "mn117:37.12": "Wenn irgendein Asket oder Brahmane denkt, er könne diese Lehrdarlegung über die Großen Vierzig tadeln und ablehnen, verdient er in eben diesem Leben eine Gegendarstellung und Tadel aus diesen zehn berechtigten Gründen. ",
  "mn117:38.1": "Selbst die, die laute und kühne Verfechter der Keine-Ursache-Doktrin, der Doktrin des Nicht-Tuns und des Nihilismus waren, haben nicht gedacht, dass diese Lehrdarlegung über die Großen Vierzig getadelt oder abgelehnt werden sollte. ",
  "mn117:38.2": "Warum ist das so? ",
  "mn117:38.3": "Aus Furcht, dass man sie tadeln und kritisieren und an ihnen etwas aussetzen würde.“ ",
  "mn117:38.4": "Das sagte der Buddha. ",
  "mn117:38.5": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}