{
  "mn112:0.1": "Mittlere Lehrreden 112 ",
  "mn112:0.2": "Die sechsfache Läuterung ",
  "mn112:1.1": "So habe ich es gehört: ",
  "mn112:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn112:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn112:1.4": "„Mönche und Nonnen!“ ",
  "mn112:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn112:1.6": "Der Buddha sagte: ",
  "mn112:2.1": "„Da erklärt, Mönche und Nonnen, ein Mönch seine Erleuchtung: ",
  "mn112:2.2": "‚Ich verstehe: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.“‘ ",
  "mn112:3.1": "Ihr sollt die Aussage dieses Mönchs weder begrüßen noch ablehnen. ",
  "mn112:3.2": "Vielmehr sollt ihr ihn befragen: ",
  "mn112:3.3": "‚Geehrter, vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha wurden diese vier Redeweisen richtig erklärt. ",
  "mn112:3.4": "Welche vier? ",
  "mn112:3.5": "Man spricht von Gesehenem als gesehen, von Gehörtem als gehört, von Gedachtem als gedacht und von Erkanntem als erkannt. ",
  "mn112:3.6": "Das sind die vier Redeweisen, die vom Buddha richtig erklärt wurden. ",
  "mn112:3.7": "Wie erkennt und sieht der Ehrwürdige in Bezug auf diese vier Redeweisen, sodass sein Geist durch Nicht-Ergreifen von den Befleckungen befreit ist?‘ ",
  "mn112:4.1": "Für einen Mönch, dessen Befleckungen aufgelöst sind – der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Bürde abgelegt, sein eigenes wahres Ziel erreicht, der die Fessel des fortgesetzten Daseins endgültig gelöst hat und durch Erleuchtung richtig befreit ist – für einen solchen Mönch ist es im Einklang mit der Lehre, zu antworten: ",
  "mn112:4.2": "‚In Bezug auf Gesehenes, Geehrte, lebe ich, ohne mich verwickeln oder abschrecken zu lassen, unabhängig, ungebunden, befreit, abgelöst, mit einem Geist frei von Grenzen. ",
  "mn112:4.3": "In Bezug auf Gehörtes … ",
  "mn112:4.4": "Gedachtes … ",
  "mn112:4.5": "oder Erkanntes lebe ich, ohne mich verwickeln oder abschrecken zu lassen, unabhängig, ungebunden, befreit, abgelöst, mit einem Geist frei von Grenzen. ",
  "mn112:4.6": "So erkenne und sehe ich in Bezug auf diese vier Redeweisen, sodass mein Geist durch Nicht-Ergreifen von den Befleckungen befreit ist.‘ ",
  "mn112:5.1": "Mit den Worten: ‚Gut!‘ sollt ihr die Aussage dieses Mönchs begrüßen und ihr zustimmen ",
  "mn112:5.2": "und ihn weiter befragen: ",
  "mn112:5.3": "‚Geehrter, vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha wurden diese fünf mit Ergreifen verbundenen Aggregate richtig erklärt. ",
  "mn112:5.4": "Welche fünf? ",
  "mn112:5.5": "Das mit Ergreifen verbundene Aggregat der Form, das des Gefühls, das der Wahrnehmung, das der Willensbildungsprozesse und das des Bewusstseins. ",
  "mn112:5.6": "Das sind die fünf mit Ergreifen verbundenen Aggregate, die vom Buddha richtig erklärt wurden. ",
  "mn112:5.7": "Wie erkennt und sieht der Ehrwürdige in Bezug auf diese fünf mit Ergreifen verbundenen Aggregate, sodass sein Geist durch Nicht-Ergreifen von den Befleckungen befreit ist?‘ ",
  "mn112:6.1": "Für einen Mönch, dessen Befleckungen aufgelöst sind, ist es im Einklang mit der Lehre, zu antworten: ",
  "mn112:6.2": "‚Geehrte, im Wissen, dass Form kraftlos, blass und unzuverlässig ist, verstehe ich, dass mein Geist durch Auflösung, Schwinden, Aufhören, Hergeben und Loslassen von Anziehung, Ergreifen, geistiger Fixierung, Auf-etwas-Bestehen und zugrunde liegenden Neigungen befreit ist. ",
  "mn112:6.3": "Im Wissen, dass Gefühl … ",
  "mn112:6.4": "dass Wahrnehmung … ",
  "mn112:6.5": "dass Willensbildungsprozesse … ",
  "mn112:6.6": "dass Bewusstsein kraftlos, blass und unzuverlässig ist, verstehe ich, dass mein Geist durch Auflösung, Schwinden, Aufhören, Hergeben und Loslassen von Anziehung, Ergreifen, geistiger Fixierung, Auf-etwas-Bestehen und zugrunde liegenden Neigungen befreit ist. ",
  "mn112:6.7": "So erkenne und sehe ich in Bezug auf diese fünf mit Ergreifen verbundenen Aggregate, sodass mein Geist durch Nicht-Ergreifen von den Befleckungen befreit ist.‘ ",
  "mn112:7.1": "Mit den Worten: ‚Gut!‘ sollt ihr die Aussage dieses Mönchs begrüßen und ihr zustimmen ",
  "mn112:7.2": "und ihn weiter befragen: ",
  "mn112:7.3": "‚Geehrter, vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha wurden diese sechs Elemente richtig erklärt. ",
  "mn112:7.4": "Welche sechs? ",
  "mn112:7.5": "Das Erdelement, das Wasserelement, das Feuerelement, das Windelement, das Raumelement und das Bewusstseinselement. ",
  "mn112:7.6": "Das sind die sechs Elemente, die vom Buddha richtig erklärt wurden. ",
  "mn112:7.7": "Wie erkennt und sieht der Ehrwürdige in Bezug auf diese sechs Elemente, sodass sein Geist durch Nicht-Ergreifen von den Befleckungen befreit ist?‘ ",
  "mn112:8.1": "Für einen Mönch, dessen Befleckungen aufgelöst sind, ist es im Einklang mit der Lehre, zu antworten: ",
  "mn112:8.2": "‚Geehrte, ich habe das Erdelement nicht als Selbst angenommen, noch gibt es ein Selbst, das sich auf das Erdelement stützt. ",
  "mn112:8.3": "Und ich verstehe, dass mein Geist durch Auflösung, Schwinden, Aufhören, Hergeben und Loslassen von Anziehung, Ergreifen, geistiger Fixierung, Auf-etwas-Bestehen und zugrunde liegenden Neigungen, die sich auf das Erdelement stützen, befreit ist. ",
  "mn112:8.4": "Ich habe das Wasserelement … ",
  "mn112:8.5": "das Feuerelement … ",
  "mn112:8.6": "das Windelement … ",
  "mn112:8.7": "das Raumelement … ",
  "mn112:8.8": "oder das Bewusstseinselement nicht als Selbst angenommen, noch gibt es ein Selbst, das sich auf das Bewusstseinselement stützt. ",
  "mn112:8.9": "Und ich verstehe, dass mein Geist durch Auflösung, Schwinden, Aufhören, Hergeben und Loslassen von Anziehung, Ergreifen, geistiger Fixierung, Auf-etwas-Bestehen und zugrunde liegenden Neigungen, die sich auf das Bewusstseinselement stützen, befreit ist. ",
  "mn112:8.10": "So erkenne und sehe ich in Bezug auf diese sechs Elemente, sodass mein Geist durch Nicht-Ergreifen von den Befleckungen befreit ist.‘ ",
  "mn112:9.1": "Mit den Worten: ‚Gut!‘ sollt ihr die Aussage dieses Mönchs begrüßen und ihr zustimmen ",
  "mn112:9.2": "und ihn weiter befragen: ",
  "mn112:9.3": "‚Geehrter, vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha wurden diese sechs inneren und äußeren Sinnesfelder richtig erklärt. ",
  "mn112:9.4": "Welche sechs? ",
  "mn112:9.5": "Das Auge und Bilder, das Ohr und Töne, die Nase und Gerüche, die Zunge und Geschmäcke, der Körper und Berührungen, der Geist und Vorstellungen. ",
  "mn112:9.6": "Das sind die sechs inneren und äußeren Sinnesfelder, die vom Buddha richtig erklärt wurden. ",
  "mn112:9.7": "Wie erkennt und sieht der Ehrwürdige in Bezug auf diese sechs inneren und äußeren Sinnesfelder, sodass sein Geist durch Nicht-Ergreifen von den Befleckungen befreit ist?‘ ",
  "mn112:10.1": "Für einen Mönch, dessen Befleckungen aufgelöst sind, ist es im Einklang mit der Lehre, zu antworten: ",
  "mn112:10.2": "‚Ich verstehe, dass mein Geist durch Auflösung, Schwinden, Aufhören, Hergeben und Loslassen von Sehnen, Begehren, Genießen und Verlangen; von Anziehung, Ergreifen, geistiger Fixierung, Auf-etwas-Bestehen und zugrunde liegenden Neigungen in Bezug auf das Auge, Bilder, Augenbewusstsein und die Dinge, die durch das Augenbewusstsein erkennbar sind, befreit ist. ",
  "mn112:10.3": "Ich verstehe, dass mein Geist durch Auflösung von Sehnen nach dem Ohr … ",
  "mn112:10.4": "der Nase … ",
  "mn112:10.5": "der Zunge … ",
  "mn112:10.6": "dem Körper … ",
  "mn112:10.7": "dem Geist, Vorstellungen, Geistbewusstsein und den Dingen, die durch das Geistbewusstsein erkennbar sind, befreit ist. ",
  "mn112:10.8": "So erkenne und sehe ich in Bezug auf diese sechs inneren und äußeren Sinnesfelder, sodass mein Geist durch Nicht-Ergreifen von den Befleckungen befreit ist.‘ ",
  "mn112:11.1": "Mit den Worten: ‚Gut!‘ sollt ihr die Aussage dieses Mönchs begrüßen und ihr zustimmen ",
  "mn112:11.2": "und ihn weiter befragen: ",
  "mn112:11.3": "‚Wie erkennt und sieht der Ehrwürdige, sodass er Ich-Machen, Mein-Machen und zugrunde liegende Neigung zur Einbildung für diesen mit Bewusstsein versehenen Körper und für alle äußeren Merkmale ausgerottet hat?‘ ",
  "mn112:12.1": "Für einen Mönch, dessen Befleckungen aufgelöst sind, ist es im Einklang mit der Lehre, zu antworten: ",
  "mn112:12.2": "‚Früher, Geehrte, als ich noch ein Laie war, war ich unwissend. ",
  "mn112:12.3": "Dann lehrte mich der Klargewordene oder einer seiner Schüler den Dhamma. ",
  "mn112:12.4": "Ich fasste Vertrauen zum Klargewordenen ",
  "mn112:12.5": "und überlegte: ",
  "mn112:12.6": "„Das Hausleben ist eng und schmutzig, aber wenn man fortgezogen ist, ist das Leben weit offen. ",
  "mn112:12.7": "Es ist nicht einfach, wenn man zu Hause lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "mn112:12.8": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?“ ",
  "mn112:13.1": "Nach einiger Zeit gab ich ein großes oder kleines Vermögen auf, verließ einen großen oder kleinen Familienkreis. Ich rasierte mir Haar und Bart, legt ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. ",
  "mn112:13.2": "Als ich fortgezogen war, nahm ich die Schulung und die Lebensweise der Mönche und Nonnen auf. Ich gab das Töten lebender Geschöpfe auf und tötete nicht mehr. Ich verzichtete auf Stock und Schwert. Ich war einfühlsam und gütig und lebte voller Anteilnahme für alle Lebewesen. ",
  "mn112:13.3": "Ich gab das Stehlen auf und stahl nicht mehr. Ich nahm nur, was gegeben wurde, erwartete nur, was gegeben wurde. Ich hielt mich selbst rein, indem ich nicht stahl. ",
  "mn112:13.4": "Ich gab unkeusches Verhalten auf und war keusch. Ich lebte abgesondert und vermied den vulgären Akt des Geschlechtsverkehrs. ",
  "mn112:13.5": "Ich gab das Lügen auf und log nicht mehr. Ich sagte die Wahrheit und hielt mich an die Wahrheit. Ich war ehrlich und vertrauenswürdig und legte die Welt nicht mit meinen Worten herein. ",
  "mn112:13.6": "Ich gab entzweiende Rede auf und entzweite niemanden mehr. Was ich hier gehört hatte, sagte ich nicht dort, und was ich dort gehört hatte, nicht hier, um Menschen zu entzweien. Stattdessen versöhnte ich die Uneinigen, förderte Einigkeit, freute mich an Eintracht, liebte die Eintracht und sprach Worte, die Eintracht fördern. ",
  "mn112:13.7": "Ich gab harte Rede auf und redete nicht mehr hart. Meine Rede war mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, vielen Menschen willkommen und angenehm. ",
  "mn112:13.8": "Ich gab das Unsinnreden auf und redete keinen Unsinn mehr. Meine Worte kamen zur rechten Zeit, waren wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Sie waren wertvoll, kamen zur rechten Zeit, waren begründet, treffend und nützlich. ",
  "mn112:14.1": "Ich aß zu einer Tageszeit und verzichtete auf das Essen bei Nacht und zur falschen Zeit. ",
  "mn112:14.2": "Ich unterließ den Besuch von Tanz-, Gesangs- und Musikvorführungen. ",
  "mn112:14.3": "Ich unterließ es, Kränze, Düfte und Make-up anzulegen und mich damit zu schmücken. ",
  "mn112:14.4": "Ich unterließ die Benutzung hoher und üppiger Schlafstellen. ",
  "mn112:14.5": "Ich unterließ es, Gold und Zahlungsmittel anzunehmen. ",
  "mn112:14.6": "Ich unterließ es, rohes Getreide anzunehmen, ",
  "mn112:14.7": "rohes Fleisch, ",
  "mn112:14.8": "Frauen und Mädchen, ",
  "mn112:14.9": "abhängige Diener und Dienerinnen, ",
  "mn112:14.10": "Ziegen und Schafe, ",
  "mn112:14.11": "Hühner und Schweine, ",
  "mn112:14.12": "Elefanten, Rinder, Pferde und Stuten ",
  "mn112:14.13": "sowie Felder und Grundstücke. ",
  "mn112:14.14": "Ich unterließ es, Botengänge zu machen und Botschaften zu übermitteln, ",
  "mn112:14.15": "zu kaufen und zu verkaufen, ",
  "mn112:14.16": "Maße, Metalle oder Gewichte zu fälschen, ",
  "mn112:14.17": "zu bestechen, zu betrügen, zu täuschen und ein doppeltes Spiel zu spielen, ",
  "mn112:14.18": "zu verstümmeln, zu morden, zu entführen, zu rauben, zu plündern und Gewalt anzuwenden. ",
  "mn112:14.19": "Ich wurde zufrieden mit Roben, die den Körper einhüllten, und Almosen, das den Bauch füllte. Wohin ich auch ging, da nahm ich nur diese Dinge mit. ",
  "mn112:14.20": "Wie ein Vogel: Wohin er auch fliegt, die Flügel sind seine einzige Bürde. ",
  "mn112:14.21": "Ebenso wurde ich zufrieden mit Roben, die den Körper einhüllten, und Almosen, das den Bauch füllte. Wohin ich auch ging, da nahm ich nur diese Dinge mit. ",
  "mn112:14.22": "Als ich diesen Umfang der edlen Tugend besaß, erfuhr ich im Innern ein Glück, das ohne Tadel ist. ",
  "mn112:15.1": "Wenn ich mit dem Auge ein Bild sah, blieb ich nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn112:15.2": "Wenn das Sehvermögen nicht gezügelt worden wäre, hätten schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandgenommen. Aus diesem Grund übte ich Zügelung, bewachte das Sehvermögen und hielt es im Zaum. ",
  "mn112:15.3": "Wenn ich mit dem Ohr einen Ton hörte … ",
  "mn112:15.4": "Wenn ich mit der Nase einen Geruch roch … ",
  "mn112:15.5": "Wenn ich mit der Zunge einen Geschmack schmeckte … ",
  "mn112:15.6": "Wenn ich mit dem Körper eine Berührung empfand … ",
  "mn112:15.7": "Wenn ich mit dem Geist eine Vorstellung erkannte, blieb ich nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn112:15.8": "Wenn das Vorstellungsvermögen nicht gezügelt worden wäre, hätten schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandgenommen. Aus diesem Grund übte ich Zügelung, bewachte das Vorstellungsvermögen und hielt es im Zaum. ",
  "mn112:15.9": "Als ich diese edle Zügelung der Sinne besaß, erfuhr ich im Innern eine fleckenlose Seligkeit. ",
  "mn112:16.1": "Ich handelte mit Situationsbewusstsein beim Ausgehen und Zurückkommen, beim Hin- und Wegschauen, beim Beugen und Strecken der Glieder, beim Tragen von äußerer Robe, Schale und Roben, beim Essen, Trinken, Kauen, Schmecken, beim Ausscheiden von Urin und Kot, beim Gehen, Stehen, Sitzen, Schlafen und Wachen, Reden und Schweigen. ",
  "mn112:16.2": "Als ich diesen Umfang der edlen Tugend, diese edle Zufriedenheit und diese edle Zügelung der Sinne sowie diese edle Achtsamkeit und das edle Situationsbewusstsein besaß, ",
  "mn112:16.3": "suchte ich einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen. ",
  "mn112:16.4": "Nach dem Essen, wenn ich vom Almosengang zurückkam, setzte ich mich mit gekreuzten Beinen hin, richtete den Körper gerade auf und verankerte die Achtsamkeit bei mir. ",
  "mn112:17.1": "Ich gab das Begehren nach der Welt auf, meditierte mit einem Herzen, das frei von Begehren war, und läuterte den Geist von Begehren. ",
  "mn112:17.2": "Ich gab bösen Willen und Gehässigkeit auf, meditierte mit einem Herzen, das frei von bösem Willen war, voller Anteilnahme für alle Lebewesen, und läuterte den Geist von bösem Willen. ",
  "mn112:17.3": "Ich gab Dumpfheit und Benommenheit auf, meditierte mit einem Herzen, das frei von Dumpfheit und Benommenheit war, ich nahm Licht wahr, war achtsam und der Situation bewusst und läuterte den Geist von Dumpfheit und Benommenheit. ",
  "mn112:17.4": "Ich gab Rastlosigkeit und Reue auf, meditierte ohne Rastlosigkeit, mit innerlich friedvollem Geist, und läuterte den Geist von Rastlosigkeit und Reue. ",
  "mn112:17.5": "Ich gab den Zweifel auf, meditierte, indem ich über den Zweifel hinausgegangen war, nicht im Unklaren über taugliche Eigenschaften, und läuterte den Geist von Zweifel. ",
  "mn112:18.1": "Ich gab diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "mn112:18.2": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trat ich dann in die erste Vertiefung ein und verweilte darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn112:18.3": "Als das Ausrichten und Halten des Geistes sich beruhigte, trat ich in die zweite Vertiefung ein und verweilt darin … ",
  "mn112:18.4": "in die dritte Vertiefung … ",
  "mn112:18.5": "in die vierte Vertiefung. ",
  "mn112:19.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf das Erkennen der Auflösung der Befleckungen. ",
  "mn112:19.2": "Ich verstand wahrhaftig: „Das ist das Leiden“, „das ist der Ursprung des Leidens“, „das ist das Aufhören des Leidens“, „das ist die Übung, die zum Aufhören des Leidens führt“. ",
  "mn112:19.3": "Ich verstand wahrhaftig: „Das sind die Befleckungen“, … „das ist der Ursprung der Befleckungen“, … „das ist das Aufhören der Befleckungen“, … „das ist die Übung, die zum Aufhören der Befleckungen führt“. ",
  "mn112:20.1": "Als ich das erkannte und sah, war mein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn112:20.2": "Als er befreit war, erkannte ich: Er ist befreit. ",
  "mn112:20.3": "Ich verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.“ ",
  "mn112:20.4": "So erkenne und sehe ich, sodass ich Ich-Machen, Mein-Machen und zugrunde liegende Neigung zur Einbildung für diesen mit Bewusstsein versehenen Körper und für alle äußeren Merkmale ausgerottet habe.‘ ",
  "mn112:21.1": "Mit den Worten: ‚Gut!‘ sollt ihr die Aussage dieses Mönchs begrüßen und ihr zustimmen ",
  "mn112:21.2": "und dann zu ihm sagen: ",
  "mn112:21.3": "‚Wir haben Glück, Geehrter, so großes Glück, ",
  "mn112:21.4": "einen Ehrwürdigen wie dich als einen unserer geistlichen Gefährten zu sehen!‘“ ",
  "mn112:21.5": "Das sagte der Buddha. ",
  "mn112:21.6": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}