{
  "mn114:0.1": "Mittlere Lehrreden 114 ",
  "mn114:0.2": "Was gepflegt werden soll und was nicht gepflegt werden soll ",
  "mn114:1.1": "So habe ich es gehört: ",
  "mn114:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn114:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn114:1.4": "„Mönche und Nonnen!“ ",
  "mn114:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn114:1.6": "Der Buddha sagte: ",
  "mn114:2.1": "„Mönche und Nonnen, ich will euch eine Lehrdarlegung geben über das, was gepflegt werden soll, und das, was nicht gepflegt werden soll. ",
  "mn114:2.2": "Hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn114:2.3": "„Ja, Herr“, antworteten sie. ",
  "mn114:2.4": "Der Buddha sagte: ",
  "mn114:3.1": "„Mönche und Nonnen, ich sage, es gibt zwei Arten von körperlichem Verhalten: ",
  "mn114:3.2": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:3.3": "Und beide sind körperliches Verhalten. ",
  "mn114:3.4": "Ich sage, es gibt zwei Arten von sprachlichem Verhalten: ",
  "mn114:3.5": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:3.6": "Und beide sind sprachliches Verhalten. ",
  "mn114:3.7": "Ich sage, es gibt zwei Arten von geistigem Verhalten: ",
  "mn114:3.8": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:3.9": "Und beide sind geistiges Verhalten. ",
  "mn114:3.10": "Ich sage, es gibt zwei Arten des Erscheinens von Gedanken: ",
  "mn114:3.11": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:3.12": "Und beide sind Erscheinen von Gedanken. ",
  "mn114:3.13": "Ich sage, es gibt zwei Arten des Erwerbs von Wahrnehmungen: ",
  "mn114:3.14": "der, der gepflegt werden soll, und der, der nicht gepflegt werden soll. ",
  "mn114:3.15": "Und beide sind Erwerb von Wahrnehmungen. ",
  "mn114:3.16": "Ich sage, es gibt zwei Arten des Erwerbs von Ansichten: ",
  "mn114:3.17": "der, der gepflegt werden soll, und der, der nicht gepflegt werden soll. ",
  "mn114:3.18": "Und beide sind Erwerb von Ansichten. ",
  "mn114:3.19": "Ich sage, es gibt zwei Arten der Verkörperung: ",
  "mn114:3.20": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll. ",
  "mn114:3.21": "Und beide sind Verkörperungen.“ ",
  "mn114:4.1": "Als der Buddha geendet hatte, sagte der Ehrwürdige Sāriputta zu ihm: ",
  "mn114:4.2": "„Herr, so verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha: ",
  "mn114:5.1": "‚Ich sage, es gibt zwei Arten von körperlichem Verhalten: ",
  "mn114:5.2": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:5.3": "Und beide sind körperliches Verhalten.‘ ",
  "mn114:5.4": "Das hat der Buddha gesagt, ",
  "mn114:5.5": "aber inwiefern hat er es gesagt? ",
  "mn114:5.6": "Die Art von körperlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:5.7": "Die Art von körperlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:5.8": "Und durch welche Art von körperlichem Verhalten wachsen untaugliche Eigenschaften an, und taugliche Eigenschaften verkümmern? ",
  "mn114:5.9": "Da tötet jemand lebende Geschöpfe. Er ist unbarmherzig, hat Blut an den Händen, ein abgebrühter Mörder, mitleidlos gegenüber allen Lebewesen. ",
  "mn114:5.10": "Er stiehlt. In diebischer Absicht nimmt er Vermögen und Besitz anderer aus einem Dorf oder aus der Wildnis. ",
  "mn114:5.11": "Er begeht sexuelle Verfehlungen. Er hat Geschlechtsverkehr mit Frauen, die unter dem Schutz der Mutter, des Vaters, von Mutter und Vater, des Bruders, der Schwester, von Verwandten oder des Stammes stehen. Er hat Geschlechtsverkehr mit einer Frau, die unter dem Schutz des rechten Grundsatzes steht, die einen Ehemann hat oder bei der ein Übergriff gesetzlich strafbar ist, bis hin zu einer, die als Zeichen der Verlobung bekränzt wurde. ",
  "mn114:5.12": "Das ist die Art von körperlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern. ",
  "mn114:5.13": "Und durch welche Art von körperlichem Verhalten verkümmern untaugliche Eigenschaften, und taugliche Eigenschaften wachsen an? ",
  "mn114:5.14": "Da gibt jemand das Töten lebender Geschöpfe auf und tötet nicht mehr. Er verzichtet auf Stock und Schwert. Er ist einfühlsam und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "mn114:5.15": "Er gibt das Stehlen auf und stiehlt nicht mehr. Er nimmt nicht in diebischer Absicht Vermögen oder Besitz anderer aus einem Dorf oder aus der Wildnis. ",
  "mn114:5.16": "Er gibt das Begehen sexueller Verfehlungen auf und begeht keine sexuellen Verfehlungen mehr. Er hat keinen Geschlechtsverkehr mit Frauen, die unter dem Schutz der Mutter, des Vaters, von Mutter und Vater, des Bruders, der Schwester, von Verwandten oder des Stammes stehen. Er hat keinen Geschlechtsverkehr mit einer Frau, die unter dem Schutz des rechten Grundsatzes steht, die einen Ehemann hat oder bei der ein Übergriff gesetzlich strafbar ist, bis hin zu einer, die als Zeichen der Verlobung bekränzt wurde. ",
  "mn114:5.17": "Das ist die Art von körperlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen. ",
  "mn114:5.18": "‚Ich sage, es gibt zwei Arten von körperlichem Verhalten: ",
  "mn114:5.19": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:5.20": "Und beide sind körperliches Verhalten.‘ ",
  "mn114:5.21": "Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "mn114:6.1": "‚Ich sage, es gibt zwei Arten von sprachlichem Verhalten: ",
  "mn114:6.2": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:6.3": "Und beide sind sprachliches Verhalten.‘ ",
  "mn114:6.4": "Das hat der Buddha gesagt, ",
  "mn114:6.5": "aber inwiefern hat er es gesagt? ",
  "mn114:6.6": "Die Art von sprachlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:6.7": "Die Art von sprachlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:6.8": "Und durch welche Art von sprachlichem Verhalten wachsen untaugliche Eigenschaften an, und taugliche Eigenschaften verkümmern? ",
  "mn114:6.9": "Da lügt jemand. Er wird vor eine Ratsversammlung geladen, vor eine Versammlung, einen Familienrat, eine Gilde oder an den königlichen Hof, und wird als Zeuge befragt: ‚He, Mann, bitte sag, was du weißt.‘ Ohne zu wissen, sagt er: ‚Ich weiß‘. Obwohl er weiß, sagt er: ‚Ich weiß nicht‘. Ohne zu sehen, sagt er: ‚Ich sehe‘. Obwohl er sieht, sagt er: ‚Ich sehe nicht‘. So lügt er wissentlich im eigenen Interesse, im Interesse anderer oder im Interesse einer banalen weltlichen Vergünstigung. ",
  "mn114:6.10": "Er redet so, dass er andere entzweit. Was er hier gehört hat, sagt er dort, und was er dort gehört hat, sagt er hier, um Menschen zu entzweien. So entzweit er die Einträchtigen, fördert Spaltung, freut sich an Spaltung, liebt die Spaltung und spricht Worte, die Spaltung fördern. ",
  "mn114:6.11": "Er redet hart. Er spricht Worte von der Art, die beißend, gehässig, verletzend, beleidigend ist, die an Zorn grenzt und nicht in die Versenkung führt. ",
  "mn114:6.12": "Er redet Unsinn. Seine Worte kommen zur falschen Zeit, sind unwahr, bedeutungslos, nicht im Einklang mit der Lehre und Schulung. Sie sind ohne Wert, kommen zur falschen Zeit, sind unbegründet, weitschweifig und nutzlos. ",
  "mn114:6.13": "Das ist die Art von sprachlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern. ",
  "mn114:6.14": "Und durch welche Art von sprachlichem Verhalten verkümmern untaugliche Eigenschaften, und taugliche Eigenschaften wachsen an? ",
  "mn114:6.15": "Da gibt jemand das Lügen auf und lügt nicht mehr. Er wird vor eine Ratsversammlung geladen, vor eine Versammlung, einen Familienrat, eine Gilde oder an den königlichen Hof, und wird als Zeuge befragt: ‚He, Mann, bitte sag, was du weißt.‘ Wenn er nicht weiß, sagt er: ‚Ich weiß nicht‘. Wenn er weiß, sagt er: ‚Ich weiß‘. Wenn er nicht sieht, sagt er: ‚Ich sehe nicht‘. Und wenn er sieht, sagt er: ‚Ich sehe‘. So lügt er nicht wissentlich, weder im eigenen Interesse noch im Interesse anderer noch im Interesse einer banalen weltlichen Vergünstigung. ",
  "mn114:6.16": "Er gibt entzweiende Rede auf und entzweit niemanden mehr. Was er hier gehört hat, sagt er nicht dort, und was er dort gehört hat, nicht hier, um Menschen zu entzweien. Stattdessen versöhnt er die Uneinigen, fördert Einigkeit, freut sich an Eintracht, liebt die Eintracht und spricht Worte, die Eintracht fördern. ",
  "mn114:6.17": "Er gibt harte Rede auf und redet nicht mehr hart. Seine Worte sind mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, vielen Menschen willkommen und angenehm. ",
  "mn114:6.18": "Er gibt das Unsinnreden auf und redet keinen Unsinn mehr. Seine Worte kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Sie sind wertvoll, kommen zur rechten Zeit, sind begründet, treffend und nützlich. ",
  "mn114:6.19": "Das ist die Art von sprachlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen. ",
  "mn114:6.20": "‚Ich sage, es gibt zwei Arten von sprachlichem Verhalten: ",
  "mn114:6.21": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:6.22": "Und beide sind sprachliches Verhalten.‘ ",
  "mn114:6.23": "Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "mn114:7.1": "‚Ich sage, es gibt zwei Arten von geistigem Verhalten: ",
  "mn114:7.2": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:7.3": "Und beide sind geistiges Verhalten.‘ ",
  "mn114:7.4": "Das hat der Buddha gesagt, ",
  "mn114:7.5": "aber inwiefern hat er es gesagt? ",
  "mn114:7.6": "Die Art von geistigem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:7.7": "Die Art von geistigem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:7.8": "Und durch welche Art von geistigem Verhalten wachsen untaugliche Eigenschaften an, und taugliche Eigenschaften verkümmern? ",
  "mn114:7.9": "Da ist jemand begehrlich. Er begehrt Vermögen und Besitz anderer: ‚Ach, wenn doch nur ihr Besitz mir gehörte!‘ ",
  "mn114:7.10": "Er hegt bösen Willen und gehässige Absicht: ‚Dass doch diese Lebewesen getötet, abgeschlachtet, geschlagen, zerstört oder vernichtet würden!‘ ",
  "mn114:7.11": "Das ist die Art von geistigem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern. ",
  "mn114:7.12": "Und durch welche Art von geistigem Verhalten verkümmern untaugliche Eigenschaften, und taugliche Eigenschaften wachsen an? ",
  "mn114:7.13": "Da ist jemand zufrieden. Er begehrt nicht Vermögen oder Besitz anderer: ‚Ach, wenn doch nur ihr Besitz mir gehörte!‘ ",
  "mn114:7.14": "Er hat ein gütiges Herz und liebevolle Absicht: ‚Dass doch diese Lebewesen frei von Feindschaft und bösem Willen lebten, frei von Sorgen und glücklich!‘ ",
  "mn114:7.15": "Das ist die Art von geistigem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen. ",
  "mn114:7.16": "‚Ich sage, es gibt zwei Arten von geistigem Verhalten: ",
  "mn114:7.17": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:7.18": "Und beide sind geistiges Verhalten.‘ ",
  "mn114:7.19": "Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "mn114:8.1": "‚Ich sage, es gibt zwei Arten des Erscheinens von Gedanken: ",
  "mn114:8.2": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:8.3": "Und beide sind Erscheinen von Gedanken.‘ ",
  "mn114:8.4": "Das hat der Buddha gesagt, ",
  "mn114:8.5": "aber inwiefern hat er es gesagt? ",
  "mn114:8.6": "Die Art des Erscheinens von Gedanken, durch das, wenn es gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:8.7": "Die Art des Erscheinens von Gedanken, durch das, wenn es gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:8.8": "Und durch welche Art des Erscheinens von Gedanken wachsen untaugliche Eigenschaften an, und taugliche Eigenschaften verkümmern? ",
  "mn114:8.9": "Da ist jemand begehrlich und lebt mit einem Herzen voller Begehrlichkeit. ",
  "mn114:8.10": "Er ist böswillig und lebt mit einem Herzen voll bösen Willens. ",
  "mn114:8.11": "Er ist grausam und lebt mit einem Herzen voller Grausamkeit. ",
  "mn114:8.12": "Das ist die Art des Erscheinens von Gedanken, durch das, wenn es gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern. ",
  "mn114:8.13": "Und durch welche Art des Erscheinens von Gedanken verkümmern untaugliche Eigenschaften, und taugliche Eigenschaften wachsen an? ",
  "mn114:8.14": "Da ist jemand zufrieden und lebt mit einem Herzen voller Zufriedenheit. ",
  "mn114:8.15": "Er ist wohlwollend und lebt mit einem Herzen voller Wohlwollen. ",
  "mn114:8.16": "Er ist mildherzig und lebt mit einem Herzen voller Mildherzigkeit. ",
  "mn114:8.17": "Das ist die Art des Erscheinens von Gedanken, durch das, wenn es gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen. ",
  "mn114:8.18": "‚Ich sage, es gibt zwei Arten des Erscheinens von Gedanken: ",
  "mn114:8.19": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:8.20": "Und beide sind Erscheinen von Gedanken.‘ ",
  "mn114:8.21": "Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "mn114:9.1": "‚Ich sage, es gibt zwei Arten des Erwerbs von Wahrnehmungen: ",
  "mn114:9.2": "der, der gepflegt werden soll, und der, der nicht gepflegt werden soll. ",
  "mn114:9.3": "Und beide sind Erwerb von Wahrnehmungen.‘ ",
  "mn114:9.4": "Das hat der Buddha gesagt, ",
  "mn114:9.5": "aber inwiefern hat er es gesagt? ",
  "mn114:9.6": "Die Art des Erwerbs von Wahrnehmungen, durch den, wenn er gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:9.7": "Die Art des Erwerbs von Wahrnehmungen, durch den, wenn er gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:9.8": "Und durch welche Art des Erwerbs von Wahrnehmungen wachsen untaugliche Eigenschaften an, und taugliche Eigenschaften verkümmern? ",
  "mn114:9.9": "Da ist jemand begehrlich und lebt mit einer Wahrnehmung voller Begehrlichkeit. ",
  "mn114:9.10": "Er ist böswillig und lebt mit einer Wahrnehmung voll bösen Willens. ",
  "mn114:9.11": "Er ist grausam und lebt mit einer Wahrnehmung voller Grausamkeit. ",
  "mn114:9.12": "Das ist die Art des Erwerbs von Wahrnehmungen, durch den, wenn er gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern. ",
  "mn114:9.13": "Und durch welche Art des Erwerbs von Wahrnehmungen verkümmern untaugliche Eigenschaften, und taugliche Eigenschaften wachsen an? ",
  "mn114:9.14": "Da ist jemand zufrieden und lebt mit einer Wahrnehmung voller Zufriedenheit. ",
  "mn114:9.15": "Er ist wohlwollend und lebt mit einer Wahrnehmung voller Wohlwollen. ",
  "mn114:9.16": "Er ist mildherzig und lebt mit einer Wahrnehmung voller Mildherzigkeit. ",
  "mn114:9.17": "Das ist die Art des Erwerbs von Wahrnehmungen, durch den, wenn er gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen. ",
  "mn114:9.18": "‚Ich sage, es gibt zwei Arten des Erwerbs von Wahrnehmungen: ",
  "mn114:9.19": "der, der gepflegt werden soll, und der, der nicht gepflegt werden soll. ",
  "mn114:9.20": "Und beide sind Erwerb von Wahrnehmungen.‘ ",
  "mn114:9.21": "Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "mn114:10.1": "‚Ich sage, es gibt zwei Arten des Erwerbs von Ansichten: ",
  "mn114:10.2": "der, der gepflegt werden soll, und der, der nicht gepflegt werden soll. ",
  "mn114:10.3": "Und beide sind Erwerb von Ansichten.‘ ",
  "mn114:10.4": "Das hat der Buddha gesagt, ",
  "mn114:10.5": "aber inwiefern hat er es gesagt? ",
  "mn114:10.6": "Die Art des Erwerbs von Ansichten, durch den, wenn er gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:10.7": "Die Art des Erwerbs von Ansichten, durch den, wenn er gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:10.8": "Und durch welche Art des Erwerbs von Ansichten wachsen untaugliche Eigenschaften an, und taugliche Eigenschaften verkümmern? ",
  "mn114:10.9": "Da hat jemand eine solche Ansicht: ",
  "mn114:10.10": "‚Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der sich richtig benimmt, richtig übt, und der das Leben nach dem Tod erklärt, nachdem er es durch eigene Einsicht erkannt hat.‘ ",
  "mn114:10.11": "Das ist die Art des Erwerbs von Ansichten, durch den, wenn er gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern. ",
  "mn114:10.12": "Und durch welche Art des Erwerbs von Ansichten verkümmern untaugliche Eigenschaften, und taugliche Eigenschaften wachsen an? ",
  "mn114:10.13": "Da hat jemand eine solche Ansicht: ",
  "mn114:10.14": "‚Geben, Opfer und Spenden sind sinnvoll. Es gibt eine Frucht und ein Ergebnis von guten und schlechten Taten. Es gibt ein Leben nach dem Tod. Es gibt so etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt Asketen und Brahmanen, die sich richtig benehmen, richtig üben, die das Leben nach dem Tod erklären, nachdem sie es durch eigene Einsicht erkannt haben.‘ ",
  "mn114:10.15": "Das ist die Art des Erwerbs von Ansichten, durch den, wenn er gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen. ",
  "mn114:10.16": "‚Ich sage, es gibt zwei Arten des Erwerbs von Ansichten: ",
  "mn114:10.17": "der, der gepflegt werden soll, und der, der nicht gepflegt werden soll. ",
  "mn114:10.18": "Und beide sind Erwerb von Ansichten.‘ ",
  "mn114:10.19": "Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "mn114:11.1": "‚Ich sage, es gibt zwei Arten der Verkörperung: ",
  "mn114:11.2": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll. ",
  "mn114:11.3": "Und beide sind Verkörperungen.‘ ",
  "mn114:11.4": "Das hat der Buddha gesagt, ",
  "mn114:11.5": "aber inwiefern hat er es gesagt? ",
  "mn114:11.6": "Eine Verkörperung, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, ",
  "mn114:11.7": "soll man nicht pflegen. ",
  "mn114:11.8": "Eine Verkörperung, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, ",
  "mn114:11.9": "soll man pflegen. ",
  "mn114:11.10": "Und durch welche Art der Verkörperung wachsen untaugliche Eigenschaften an, und taugliche Eigenschaften verkümmern? ",
  "mn114:11.11": "Bei jemandem, der eine verletzende Verkörperung hervorbringt, die dem Zustand der Vollendung nicht dienlich ist, wachsen untaugliche Eigenschaften an, und taugliche Eigenschaften verkümmern. ",
  "mn114:11.12": "Und durch welche Art der Verkörperung verkümmern untaugliche Eigenschaften, und taugliche Eigenschaften wachsen an? Bei jemandem, der eine freundliche Verkörperung hervorbringt, die dem Zustand der Vollendung dienlich ist, verkümmern untaugliche Eigenschaften, und taugliche Eigenschaften wachsen an. ",
  "mn114:11.13": "‚Ich sage, es gibt zwei Arten der Verkörperung: ",
  "mn114:11.14": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll. ",
  "mn114:11.15": "Und beide sind Verkörperungen.‘ ",
  "mn114:11.16": "Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "mn114:12.1": "So, Herr, verstehe ich die ausführliche Bedeutung der kurzen Aussage des Buddha.“ ",
  "mn114:13.1": "„Gut, gut, Sāriputta! ",
  "mn114:13.2": "Es ist gut, dass du die ausführliche Bedeutung meiner kurzen Aussage so verstehst. ",
  "mn114:14.1": "‚Ich sage, es gibt zwei Arten von körperlichem Verhalten: ",
  "mn114:14.2": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:14.3": "Und beide sind körperliches Verhalten.‘ ",
  "mn114:14.4": "Das habe ich gesagt, ",
  "mn114:14.5": "aber inwiefern habe ich es gesagt? ",
  "mn114:14.6": "Die Art von körperlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:14.7": "Die Art von körperlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, ",
  "mn114:14.8": "soll man pflegen. ",
  "mn114:15.1": "Und durch welche Art von körperlichem Verhalten wachsen untaugliche Eigenschaften an, und taugliche Eigenschaften verkümmern? ",
  "mn114:15.2": "Da tötet jemand lebende Geschöpfe. Er ist unbarmherzig, hat Blut an den Händen, ein abgebrühter Mörder, mitleidlos gegenüber allen Lebewesen. ",
  "mn114:15.3": "Er stiehlt. In diebischer Absicht nimmt er Vermögen und Besitz anderer aus einem Dorf oder aus der Wildnis. ",
  "mn114:15.4": "Er begeht sexuelle Verfehlungen. Er hat Geschlechtsverkehr mit Frauen, die unter dem Schutz der Mutter, des Vaters, von Mutter und Vater, des Bruders, der Schwester, von Verwandten oder des Stammes stehen. Er hat Geschlechtsverkehr mit einer Frau, die unter dem Schutz des rechten Grundsatzes steht, die einen Ehemann hat oder bei der ein Übergriff gesetzlich strafbar ist, bis hin zu einer, die als Zeichen der Verlobung bekränzt wurde. ",
  "mn114:15.5": "Das ist die Art von körperlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern. ",
  "mn114:16.1": "Und durch welche Art von körperlichem Verhalten verkümmern untaugliche Eigenschaften, und taugliche Eigenschaften wachsen an? ",
  "mn114:16.2": "Da gibt jemand das Töten lebender Geschöpfe auf und tötet nicht mehr. Er verzichtet auf Stock und Schwert. Er ist einfühlsam und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "mn114:16.3": "Er gibt das Stehlen auf und stiehlt nicht mehr. Er nimmt nicht in diebischer Absicht Vermögen oder Besitz anderer aus einem Dorf oder aus der Wildnis. ",
  "mn114:16.4": "Er gibt das Begehen sexueller Verfehlungen auf und begeht keine sexuellen Verfehlungen mehr. Er hat keinen Geschlechtsverkehr mit Frauen, die unter dem Schutz der Mutter, des Vaters, von Mutter und Vater, des Bruders, der Schwester, von Verwandten oder des Stammes stehen. Er hat keinen Geschlechtsverkehr mit einer Frau, die unter dem Schutz des rechten Grundsatzes steht, die einen Ehemann hat oder bei der ein Übergriff gesetzlich strafbar ist, bis hin zu einer, die als Zeichen der Verlobung bekränzt wurde. ",
  "mn114:16.5": "Das ist die Art von körperlichem Verhalten, durch das, wenn es gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen. ",
  "mn114:16.6": "‚Ich sage, es gibt zwei Arten von körperlichem Verhalten: ",
  "mn114:16.7": "das, das gepflegt werden soll, und das, das nicht gepflegt werden soll. ",
  "mn114:16.8": "Und beide sind körperliches Verhalten.‘ ",
  "mn114:16.9": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn114:17-19.1": "‚Ich sage, es gibt zwei Arten von sprachlichem Verhalten … ",
  "mn114:17-19.2": "zwei Arten von geistigem Verhalten … ",
  "mn114:17-19.3": "zwei Arten des Erscheinens von Gedanken … ",
  "mn114:17-19.4": "zwei Arten des Erwerbs von Wahrnehmungen … ",
  "mn114:17-19.5": "zwei Arten des Erwerbs von Ansichten … ",
  "mn114:20.1": "zwei Arten der Verkörperung: ",
  "mn114:20.2": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll. ",
  "mn114:20.3": "Und beide sind Verkörperungen.‘ ",
  "mn114:20.4": "Das habe ich gesagt, ",
  "mn114:20.5": "aber inwiefern habe ich es gesagt? ",
  "mn114:20.6": "Eine Verkörperung, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:20.7": "Eine Verkörperung, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, ",
  "mn114:20.8": "soll man pflegen. ",
  "mn114:21.1": "Und durch welche Art der Verkörperung wachsen untaugliche Eigenschaften an, und taugliche Eigenschaften verkümmern? ",
  "mn114:21.2": "Bei jemandem, der eine verletzende Verkörperung hervorbringt, die dem Zustand der Vollendung nicht dienlich ist, wachsen untaugliche Eigenschaften an, und taugliche Eigenschaften verkümmern. ",
  "mn114:21.3": "Und durch welche Art der Verkörperung verkümmern untaugliche Eigenschaften, und taugliche Eigenschaften wachsen an? Bei jemandem, der eine freundliche Verkörperung hervorbringt, die dem Zustand der Vollendung dienlich ist, verkümmern untaugliche Eigenschaften, und taugliche Eigenschaften wachsen an. ",
  "mn114:21.4": "‚Ich sage, es gibt zwei Arten der Verkörperung: ",
  "mn114:21.5": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll. ",
  "mn114:21.6": "Und beide sind Verkörperungen.‘ ",
  "mn114:21.7": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn114:21.8": "So ist die ausführliche Bedeutung dieser meiner kurzen Aussage zu verstehen. ",
  "mn114:22.1": "Ich sage, es gibt zwei Arten von Bildern, die das Auge erkennt: ",
  "mn114:22.2": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen. ",
  "mn114:22.3": "Ich sage, es gibt zwei Arten von Tönen, die das Ohr erkennt: ",
  "mn114:22.4": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen. ",
  "mn114:22.5": "Ich sage, es gibt zwei Arten von Gerüchen, die die Nase erkennt: ",
  "mn114:22.6": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen. ",
  "mn114:22.7": "Ich sage, es gibt zwei Arten von Geschmäcken, die die Zunge erkennt: ",
  "mn114:22.8": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen. ",
  "mn114:22.9": "Ich sage, es gibt zwei Arten von Berührungen, die der Körper erkennt: ",
  "mn114:22.10": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen. ",
  "mn114:22.11": "Ich sage, es gibt zwei Arten von Vorstellungen, die der Geist erkennt: ",
  "mn114:22.12": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen.“ ",
  "mn114:23.1": "Als der Buddha geendet hatte, sagte der Ehrwürdige Sāriputta zu ihm: ",
  "mn114:23.2": "„Herr, so verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha: ",
  "mn114:24.1": "‚Ich sage, es gibt zwei Arten von Bildern, die das Auge erkennt: ",
  "mn114:24.2": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen.‘ ",
  "mn114:24.3": "Das hat der Buddha gesagt, ",
  "mn114:24.4": "aber inwiefern hat er es gesagt? ",
  "mn114:24.5": "Die Art von Bildern, die das Auge erkennt, durch die, wenn sie gepflegt werden, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:24.6": "Die Art von Bildern, die das Auge erkennt, durch die, wenn sie gepflegt werden, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:24.7": "‚Ich sage, es gibt zwei Arten von Bildern, die das Auge erkennt: ",
  "mn114:24.8": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen.‘ ",
  "mn114:24.9": "Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "mn114:25.1": "‚Ich sage, es gibt zwei Arten von Tönen, die das Ohr erkennt … ",
  "mn114:26.1": "zwei Arten von Gerüchen, die die Nase erkennt … ",
  "mn114:27.1": "zwei Arten von Geschmäcken, die die Zunge erkennt … ",
  "mn114:27.3": "zwei Arten von Berührungen, die der Körper erkennt … ",
  "mn114:29.1": "zwei Arten von Vorstellungen, die der Geist erkennt: ",
  "mn114:29.2": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen.‘ ",
  "mn114:29.3": "Das hat der Buddha gesagt, ",
  "mn114:29.4": "aber inwiefern hat er es gesagt? ",
  "mn114:30.1": "Die Art von Vorstellungen, die der Geist erkennt, durch die, wenn sie gepflegt werden, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:30.2": "Die Art von Vorstellungen, die der Geist erkennt, durch die, wenn sie gepflegt werden, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:30.3": "‚Ich sage, es gibt zwei Arten von Vorstellungen, die der Geist erkennt: ",
  "mn114:30.4": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen.‘ ",
  "mn114:30.5": "Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "mn114:30.6": "So, Herr, verstehe ich die ausführliche Bedeutung der kurzen Aussage des Buddha.“ ",
  "mn114:31.1": "„Gut, gut, Sāriputta! ",
  "mn114:31.2": "Es ist gut, dass du die ausführliche Bedeutung meiner kurzen Aussage so verstehst. ",
  "mn114:32-36.1": "‚Ich sage, es gibt zwei Arten von Bildern, die das Auge erkennt: ",
  "mn114:32-36.2": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen.‘ ",
  "mn114:32-36.3": "Das habe ich gesagt, ",
  "mn114:32-36.4": "aber inwiefern habe ich es gesagt? ",
  "mn114:32-36.5": "Die Art von Bildern, die das Auge erkennt, durch die, wenn sie gepflegt werden, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:32-36.6": "Die Art von Bildern, die das Auge erkennt, durch die, wenn sie gepflegt werden, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:32-36.7": "‚Ich sage, es gibt zwei Arten von Bildern, die das Auge erkennt: ",
  "mn114:32-36.8": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen.‘ ",
  "mn114:32-36.9": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn114:37.1": "‚Ich sage, es gibt zwei Arten von Tönen, die das Ohr erkennt … ",
  "mn114:37.4": "zwei Arten von Gerüchen, die die Nase erkennt … ",
  "mn114:37.6": "zwei Arten von Geschmäcken, die die Zunge erkennt … ",
  "mn114:37.8": "zwei Arten von Berührungen, die der Körper erkennt … ",
  "mn114:38.1": "zwei Arten von Vorstellungen, die der Geist erkennt … ",
  "mn114:38.2": "Die Art von Vorstellungen, die der Geist erkennt, durch die, wenn sie gepflegt werden, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:38.3": "Die Art von Vorstellungen, die der Geist erkennt, durch die, wenn sie gepflegt werden, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:38.4": "‚Ich sage, es gibt zwei Arten von Vorstellungen, die der Geist erkennt: ",
  "mn114:38.5": "die, die gepflegt werden sollen, und die, die nicht gepflegt werden sollen.‘ ",
  "mn114:38.6": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn114:38.7": "So ist die ausführliche Bedeutung dieser meiner kurzen Aussage zu verstehen. ",
  "mn114:39.1": "Ich sage, es gibt zwei Arten von Roben: ",
  "mn114:39.2": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll. ",
  "mn114:39.3": "Ich sage, es gibt zwei Arten von Almosen … ",
  "mn114:39.4": "zwei Arten von Unterkunft … ",
  "mn114:39.5": "zwei Arten von Dörfern … ",
  "mn114:39.6": "zwei Arten von Marktflecken … ",
  "mn114:39.7": "zwei Arten von Städten … ",
  "mn114:39.8": "zwei Arten von Ländern … ",
  "mn114:39.9": "zwei Arten von Personen: ",
  "mn114:39.10": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll.“ ",
  "mn114:40.1": "Als der Buddha geendet hatte, sagte der Ehrwürdige Sāriputta zu ihm: ",
  "mn114:40.2": "„Herr, so verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha: ",
  "mn114:41.1": "‚Ich sage, es gibt zwei Arten von Roben: ",
  "mn114:41.2": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll.‘ ",
  "mn114:41.3": "Das hat der Buddha gesagt, ",
  "mn114:41.4": "aber inwiefern hat er es gesagt? ",
  "mn114:41.5": "Die Art von Roben, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:41.6": "Die Art von Roben, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:41.7": "‚Ich sage, es gibt zwei Arten von Roben: ",
  "mn114:41.8": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll.‘ ",
  "mn114:41.9": "Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "mn114:42.1": "Ich sage, es gibt zwei Arten von Almosen … ",
  "mn114:43.1": "zwei Arten von Unterkunft … ",
  "mn114:44.1": "zwei Arten von Dörfern … ",
  "mn114:45.3": "zwei Arten von Marktflecken … ",
  "mn114:46.1": "zwei Arten von Städten … ",
  "mn114:47.1": "zwei Arten von Ländern … ",
  "mn114:48.1": "zwei Arten von Personen: ",
  "mn114:48.2": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll.‘ ",
  "mn114:48.3": "Das hat der Buddha gesagt, ",
  "mn114:48.4": "aber inwiefern hat er es gesagt? ",
  "mn114:48.5": "Die Art von Person, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:48.6": "Die Art von Person, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:48.7": "‚Ich sage, es gibt zwei Arten von Personen: ",
  "mn114:48.8": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll.‘ ",
  "mn114:48.9": "Das hat der Buddha gesagt, und insofern hat er es gesagt. ",
  "mn114:49.1": "So, Herr, verstehe ich die ausführliche Bedeutung der kurzen Aussage des Buddha.“ ",
  "mn114:50.1": "„Gut, gut, Sāriputta! ",
  "mn114:50.2": "Es ist gut, dass du die ausführliche Bedeutung meiner kurzen Aussage so verstehst. ",
  "mn114:51-58.1": "‚Ich sage, es gibt zwei Arten von Roben: ",
  "mn114:51-58.2": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll.‘ ",
  "mn114:51-58.3": "Das habe ich gesagt, ",
  "mn114:51-58.4": "aber inwiefern habe ich es gesagt? ",
  "mn114:51-58.5": "Die Art von Roben, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:51-58.6": "Die Art von Roben, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:51-58.7": "‚Ich sage, es gibt zwei Arten von Roben: ",
  "mn114:51-58.8": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll.‘ ",
  "mn114:51-58.9": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn114:51-58.10": "",
  "mn114:51-58.11": "‚Ich sage, es gibt zwei Arten von Almosen … ",
  "mn114:51-58.12": "zwei Arten von Unterkunft … ",
  "mn114:51-58.13": "zwei Arten von Dörfern … ",
  "mn114:51-58.14": "zwei Arten von Marktflecken … ",
  "mn114:51-58.15": "zwei Arten von Städten … ",
  "mn114:51-58.16": "zwei Arten von Ländern … ",
  "mn114:59.1": "zwei Arten von Personen: ",
  "mn114:59.2": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll.‘ ",
  "mn114:59.3": "Das habe ich gesagt, ",
  "mn114:59.4": "aber inwiefern habe ich es gesagt? ",
  "mn114:59.5": "Die Art von Person, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, soll man nicht pflegen. ",
  "mn114:59.6": "Die Art von Person, durch die, wenn sie gepflegt wird, untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, soll man pflegen. ",
  "mn114:59.7": "‚Ich sage, es gibt zwei Arten von Personen: ",
  "mn114:59.8": "die, die gepflegt werden soll, und die, die nicht gepflegt werden soll.‘ ",
  "mn114:59.9": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn114:59.10": "So ist die ausführliche Bedeutung dieser meiner kurzen Aussage zu verstehen. ",
  "mn114:60.1": "Wenn alle Adligen die ausführliche Bedeutung meiner kurzen Aussage so verstehen würden, wäre das zu ihrem langanhaltenden Nutzen und Glück. ",
  "mn114:60.2": "Wenn alle Brahmanen … ",
  "mn114:60.3": "alle Landarbeiter … ",
  "mn114:60.4": "alle Hilfsarbeiter die ausführliche Bedeutung meiner kurzen Aussage so verstehen würden, wäre das zu ihrem langanhaltenden Nutzen und Glück. ",
  "mn114:60.5": "Wenn die ganze Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen die ausführliche Bedeutung meiner kurzen Aussage so verstehen würde, wäre das zu ihrem langanhaltenden Nutzen und Glück.“ ",
  "mn114:61.1": "Das sagte der Buddha. ",
  "mn114:61.2": "Zufrieden begrüßte der Ehrwürdige Sāriputta die Worte des Buddha. "
}