{
  "mn129:0.1": "Mittlere Lehrreden 129 ",
  "mn129:0.2": "Der Tor und der Kluge ",
  "mn129:1.1": "So habe ich es gehört: ",
  "mn129:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn129:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn129:1.4": "„Mönche und Nonnen!“ ",
  "mn129:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn129:1.6": "Der Buddha sagte: ",
  "mn129:2.1": "„Mönche und Nonnen, es gibt diese drei Kennzeichen, Merkmale und Anzeichen eines Toren. ",
  "mn129:2.2": "Welche drei? ",
  "mn129:2.3": "Ein Tor denkt schlecht, redet schlecht und handelt schlecht. ",
  "mn129:2.4": "Wenn ein Tor nicht schlecht denken, reden und handeln würde, wie könnte ein kluger Mensch dann über ihn erkennen: ",
  "mn129:2.5": "‚Dieser werte Mensch ist ein Tor, ein unwahrer Mensch‘? ",
  "mn129:2.6": "Aber da ein Tor schlecht denkt, redet und handelt, erkennt ein kluger Mensch über ihn: ",
  "mn129:2.7": "‚Dieser werte Mensch ist ein Tor, ein unwahrer Mensch‘. ",
  "mn129:3.1": "Ein Tor erfährt in eben diesem Leben drei Arten von Schmerz und Traurigkeit. ",
  "mn129:3.2": "Wenn ein Tor in einer Ratshalle oder auf der Straße oder an einer Kreuzung sitzt, ",
  "mn129:3.3": "wo Menschen darüber sprechen, was passend und angemessen ist; ",
  "mn129:3.4": "und wenn dieser Tor jemand ist, der lebende Geschöpfe tötet, stiehlt, sexuelle Verfehlungen begeht, lügt und Rauschmittel wie Bier, Wein und Branntwein trinkt, ",
  "mn129:3.5": "dann denkt dieser Tor: ",
  "mn129:3.6": "‚Diese Menschen sprechen darüber, was passend und angemessen ist. ",
  "mn129:3.7": "Aber diese schlechten Dinge sind in mir zu finden und ich weise sie auf!‘ ",
  "mn129:3.8": "Das ist die erste Art von Schmerz und Traurigkeit, die ein Tor in eben diesem Leben erfährt. ",
  "mn129:4.1": "Dann sieht da ein Tor, dass Könige einen Räuber oder Verbrecher festnehmen lassen und verschiedene Strafen über ihn verhängen – ",
  "mn129:4.2": "Auspeitschen, Schläge mit Stock oder Knüppel; Abhacken von Händen, Füßen oder beidem; Abschneiden von Ohren, Nase oder beidem; den ‚Breitopf‘, die ‚Muschelrasur‘, ‚Rāhus Mund‘, den ‚Feuerkranz‘, die ‚brennende Hand‘, die ‚gedrehte Binse‘, den ‚Rindenanzug‘, die ‚Antilope‘, den ‚Fleischhaken‘, die ‚Münzen‘, die ‚Ätzlake‘, den ‚gedrehten Stab‘, die ‚Strohmatte‘; mit heißem Öl übergießen, den Hunden zum Fraß vorwerfen, bei lebendigem Leib pfählen oder den Kopf abschlagen. ",
  "mn129:4.3": "Dann denkt dieser Tor: ",
  "mn129:4.4": "‚Die Art von Taten, für die die Könige solche Strafen verhängen, ",
  "mn129:4.6": "diese schlechten Dinge sind in mir zu finden und ich weise sie auf! ",
  "mn129:4.7": "Wenn die Könige das über mich herausfinden, werden sie über mich die gleichen Strafen verhängen!‘ ",
  "mn129:4.9": "Das ist die zweite Art von Schmerz und Traurigkeit, die ein Tor in eben diesem Leben erfährt. ",
  "mn129:5.1": "Wenn dann ein Tor sich auf einem Stuhl oder einem Bett oder auf dem Boden ausruht, senken sich seine vergangenen schlechten Taten, sein schlechtes Verhalten mit dem Körper, der Sprache und dem Geist, über ihn, legen sich auf ihn und lassen sich auf ihm nieder. ",
  "mn129:5.2": "Wie der Schatten eines großen Berges am Abend, wenn er sich über die Erde senkt, sich auf sie legt und sich auf ihr niederlässt: ",
  "mn129:5.3": "Ebenso senken sich, wenn ein Tor sich auf einem Stuhl oder einem Bett oder auf dem Boden ausruht, seine vergangenen schlechten Taten, sein schlechtes Verhalten mit dem Körper, der Sprache und dem Geist, über ihn, legen sich auf ihn und lassen sich auf ihm nieder. ",
  "mn129:5.4": "Dann denkt dieser Tor: ",
  "mn129:5.5": "‚Ach, ich habe keine guten und tauglichen Dinge getan, die mir Sicherheit geben. ",
  "mn129:5.6": "Doch ich habe schlechte, unbarmherzige und frevlerische Dinge getan. ",
  "mn129:5.7": "Wenn ich aus dem Leben scheide, werde ich zu dem Ort gehen, zu dem Menschen gehen, die solche Dinge getan haben.‘ ",
  "mn129:5.8": "Er ist bekümmert und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung. ",
  "mn129:5.9": "Das ist die dritte Art von Schmerz und Traurigkeit, die ein Tor in eben diesem Leben erfährt. ",
  "mn129:6.1": "Da er mit dem Körper, der Sprache und dem Geist Schlechtes getan hat, wird er, wenn sein Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn129:7.1": "Und wenn es etwas gibt, von dem man zu Recht sagen kann, ",
  "mn129:7.2": "es sei äußerst unerwünscht, unwillkommen und unangenehm, so soll man es von der Hölle sagen. ",
  "mn129:7.4": "So sehr trifft das zu, dass es nicht einfach ist, ein Gleichnis dafür zu geben, wie schmerzhaft die Hölle ist.“ ",
  "mn129:7.5": "Daraufhin fragte einer der Mönche den Buddha: ",
  "mn129:7.6": "„Aber Herr, ist es möglich, dafür ein Gleichnis zu geben?“ ",
  "mn129:8.1": "„Es ist möglich“, sagte der Buddha. ",
  "mn129:8.2": "„Wie wenn ein Räuber oder Verbrecher festgenommen und dem König vorgeführt würde mit den Worten: ",
  "mn129:8.3": "‚Majestät, das ist ein Räuber, ein Verbrecher. Bestrafe ihn nach deinem Gutdünken.‘ ",
  "mn129:8.4": "Der König würde sagen: ",
  "mn129:8.5": "‚Geht, Männer, und bewerft diesen Mann am Morgen mit hundert Speeren!‘ ",
  "mn129:8.6": "Die Männer des Königs täten wie geheißen. ",
  "mn129:8.7": "Und am Mittag würde der König fragen: ",
  "mn129:8.8": "‚He, wie geht es diesem Mann?‘ ",
  "mn129:8.9": "‚Er lebt noch, Majestät.‘ ",
  "mn129:8.10": "Der König würde sagen: ",
  "mn129:8.11": "‚Geht, Männer, und bewerft diesen Mann am Mittag mit hundert Speeren!‘ ",
  "mn129:8.12": "Die Männer des Königs täten wie geheißen. ",
  "mn129:8.13": "Und am späten Nachmittag würde der König fragen: ",
  "mn129:8.14": "‚He, wie geht es diesem Mann?‘ ",
  "mn129:8.15": "‚Er lebt noch, Majestät.‘ ",
  "mn129:8.16": "Der König würde sagen: ",
  "mn129:8.17": "‚Geht, Männer, und bewerft diesen Mann am späten Nachmittag mit hundert Speeren!‘ ",
  "mn129:8.18": "Die Männer des Königs täten wie geheißen. ",
  "mn129:8.19": "Was denkt ihr, Mönche und Nonnen? ",
  "mn129:8.20": "Würde dieser Mann, wenn er am Tag mit dreihundert Speeren beworfen würde, Schmerz und Traurigkeit erleben?“ ",
  "mn129:8.21": "„Herr, dieser Mann würde Schmerz und Traurigkeit erleben, wenn er mit einem Speer beworfen würde, wie erst mit dreihundert Speeren!“ ",
  "mn129:9.1": "Da nahm der Buddha einen Stein von der Größe seiner Handfläche und wandte sich an die Mönche und Nonnen: ",
  "mn129:9.2": "„Was denkt ihr, Mönche und Nonnen? ",
  "mn129:9.3": "Was ist mehr: der Stein von der Größe meiner Handfläche, den ich genommen habe, oder der Himalaya, der König der Berge?“ ",
  "mn129:9.4": "„Herr, der Stein von der Größe deiner Handfläche, den du genommen hast, ist winzig. Verglichen mit dem Himalaya zählt er nicht, er ist nicht einen Bruchteil wert, da gibt es keinen Vergleich.“ ",
  "mn129:9.5": "„Ebenso zählen der Schmerz und die Traurigkeit, die dieser Mann erleidet, der mit dreihundert Speeren beworfen wird, im Vergleich zum Leiden in der Hölle nicht, sie sind nicht einen Bruchteil wert, da gibt es keinen Vergleich. ",
  "mn129:10.1": "Die Höllenwärter strafen einen mit der fünffachen Nagelung. ",
  "mn129:10.2": "Sie stoßen rot glühende Pflöcke durch beide Hände, beide Füße und mitten durch die Brust. ",
  "mn129:10.3": "Und da erleidet man schmerzhafte, scharfe, heftige, brennende Gefühle – aber man stirbt nicht, solange diese schlechte Tat nicht erschöpft ist. ",
  "mn129:11.1": "Die Höllenwärter werfen einen nieder und zerhacken einen mit Äxten. … ",
  "mn129:12.1": "Sie hängen einen kopfüber auf und zerhacken einen mit Beilen. … ",
  "mn129:13.1": "Sie hängen einen an einen Wagen und fahren einen vor und zurück über brennende, lodernde, glühende Kohlen. … ",
  "mn129:14.1": "Sie zwingen einen, einen riesigen Berg von brennenden, lodernden, glühenden Kohlen hinauf- und hinunterzuklettern. … ",
  "mn129:14.2": "Und da erleidet man schmerzhafte, scharfe, heftige, brennende Gefühle – aber man stirbt nicht, solange diese schlechte Tat nicht erschöpft ist. ",
  "mn129:15.1": "Die Höllenwärter werfen einen kopfüber in einen rot glühenden Kupferkessel, der brennt, lodert und flammt. ",
  "mn129:15.2": "",
  "mn129:15.3": "Dort kocht man im siedenden Schaum und wird auf und nieder und rundherum geschwemmt. ",
  "mn129:15.4": "Und da erleidet man schmerzhafte, scharfe, heftige, brennende Gefühle – aber man stirbt nicht, solange diese schlechte Tat nicht erschöpft ist. ",
  "mn129:16.1": "Die Höllenwärter stoßen einen in die Große Hölle. ",
  "mn129:16.2": "Nun, über diese große Hölle: ",
  "mn129:16.3": "‚Vier Ecken hat sie und vier Tore, ",
  "mn129:16.4": "ist sauber abschnittsweise aufgeteilt. ",
  "mn129:16.5": "Von eisernen Wänden ist sie umgeben, ",
  "mn129:16.6": "aus Eisen ist das Dach. ",
  "mn129:16.7": "Auch der Boden ist aus Eisen ",
  "mn129:16.8": "und brennt mit grimmigem Feuer. ",
  "mn129:16.9": "Die Hitze strahlt für immer ",
  "mn129:16.10": "hundert Meilen im Umkreis.‘ ",
  "mn129:17.1": "Ich könnte euch viele verschiedene Dinge über die Hölle erzählen; ",
  "mn129:17.2": "so viele, dass es nicht einfach ist, das Leiden in der Hölle vollständig zu beschreiben. ",
  "mn129:18.1": "Es gibt Tiere, Mönche und Nonnen, die von Gras leben. ",
  "mn129:18.2": "Sie fressen, indem sie mit ihren Zähnen frisches oder getrocknetes Gras abweiden. ",
  "mn129:18.3": "Und welche Tiere leben von Gras? ",
  "mn129:18.4": "Elefanten, Pferde, Rinder, Esel, Ziegen, Hirsche und verschiedene andere. ",
  "mn129:18.5": "Ein Tor, der hier ein Vielfraß war und hier Schlechtes tat, wird, wenn sein Körper auseinanderbricht, nach dem Tod, unter diesen Lebewesen wiedergeboren, die von Gras leben. ",
  "mn129:19.1": "Es gibt Tiere, die von Dung leben. ",
  "mn129:19.2": "Wenn sie einen Hauch von Dunggeruch riechen, laufen sie dorthin im Gedanken: ",
  "mn129:19.3": "‚Da werden wir fressen! Da werden wir fressen!‘ ",
  "mn129:19.4": "Wie wenn Brahmanen ein Brandopfer riechen; sie laufen dorthin im Gedanken: ",
  "mn129:19.5": "‚Da werden wir essen! Da werden wir essen!‘ ",
  "mn129:19.6": "Ebenso gibt es Tiere, die von Dung leben. ",
  "mn129:19.7": "Wenn sie einen Hauch von Dunggeruch riechen, laufen sie dorthin im Gedanken: ",
  "mn129:19.8": "‚Da werden wir fressen! Da werden wir fressen!‘ ",
  "mn129:19.9": "Und welche Tiere leben von Dung? ",
  "mn129:19.10": "Hühner, Schweine, Hunde, Schakale und verschiedene andere. ",
  "mn129:19.11": "Ein Tor, der hier ein Vielfraß war und hier Schlechtes tat, wird, wenn sein Körper auseinanderbricht, nach dem Tod, unter diesen Lebewesen wiedergeboren, die von Dung leben. ",
  "mn129:20.1": "Es gibt Tiere, die im Dunkeln geboren werden, leben und sterben. ",
  "mn129:20.2": "Und welche Tiere werden im Dunkeln geboren, leben und sterben im Dunkeln? ",
  "mn129:20.3": "Motten, Maden, Regenwürmer und verschiedene andere. ",
  "mn129:20.4": "Ein Tor, der hier ein Vielfraß war und hier Schlechtes tat, wird, wenn sein Körper auseinanderbricht, nach dem Tod, unter diesen Lebewesen wiedergeboren, die im Dunkeln geboren werden, leben und sterben. ",
  "mn129:21.1": "Es gibt Tiere, die im Wasser geboren werden, leben und sterben. ",
  "mn129:21.2": "Und welche Tiere werden im Wasser geboren, leben und sterben im Wasser? ",
  "mn129:21.3": "Fische, Schildkröten, Delfine und verschiedene andere. ",
  "mn129:21.4": "Ein Tor, der hier ein Vielfraß war und hier Schlechtes tat, wird, wenn sein Körper auseinanderbricht, nach dem Tod, unter diesen Lebewesen wiedergeboren, die im Wasser geboren werden, leben und sterben. ",
  "mn129:22.1": "Es gibt Tiere, die im Schmutz geboren werden, leben und sterben. ",
  "mn129:22.2": "Und welche Tiere werden im Schmutz geboren, leben und sterben im Schmutz? ",
  "mn129:22.3": "Die Tiere, die in einem verfaulten Fisch, einem verfaulten Kadaver, ",
  "mn129:22.4": "verfaultem Brei, ",
  "mn129:22.5": "einer Klärgrube ",
  "mn129:22.6": "oder einer Sickergrube geboren werden. ",
  "mn129:22.7": "Ein Tor, der hier ein Vielfraß war und hier Schlechtes tat, wird, wenn sein Körper auseinanderbricht, nach dem Tod, unter diesen Lebewesen wiedergeboren, die im Schmutz geboren werden, leben und sterben. ",
  "mn129:23.1": "Ich könnte euch viele verschiedene Dinge über das Tierreich erzählen; ",
  "mn129:23.2": "so viele, dass es nicht einfach ist, das Leiden im Tierreich vollständig zu beschreiben. ",
  "mn129:24.1": "Mönche und Nonnen, wie wenn ein Mensch ein Joch mit einer einzigen Öffnung ins Weltmeer werfen würde. ",
  "mn129:24.2": "Der Ostwind würde es nach Westen treiben, der Westwind nach Osten, der Nordwind nach Süden und der Südwind nach Norden. ",
  "mn129:24.3": "Und da wäre eine einäugige Schildkröte, die alle hundert Jahre einmal auftaucht. ",
  "mn129:24.4": "Was denkt ihr, Mönche und Nonnen? ",
  "mn129:24.5": "Würde diese einäugige Schildkröte ihren Hals dennoch durch die Öffnung in dem Joch stecken?“ ",
  "mn129:24.6": "„Nein, Herr. ",
  "mn129:24.7": "Nur nach sehr langer Zeit, Herr, wenn überhaupt.“ ",
  "mn129:24.8": "„Diese einäugige Schildkröte würde ihren Hals eher durch die Öffnung in diesem Joch stecken als ein Tor, der in die Unterwelt gefallen ist, als Mensch wiedergeboren werden könnte, sage ich. ",
  "mn129:24.9": "Warum ist das so? ",
  "mn129:24.10": "Weil es an diesem Ort kein prinzipientreues oder moralisches Verhalten gibt, und es wird nicht getan, was tauglich und gut ist. ",
  "mn129:24.11": "Dort fallen sie nur übereinander her und fallen über die Schwachen her. ",
  "mn129:25.1": "Und wenn dieser Tor nach sehr langer Zeit doch in die Menschenwelt zurückkommt, ",
  "mn129:25.2": "wird er in einer geringen Familie wiedergeboren – einer Familie von Leichenarbeitern, Jägern, Korbflechtern, Wagenbauern oder Lumpensammlern. ",
  "mn129:25.3": "Solche Familien sind arm, mit wenig zu essen und zu trinken, wo das Leben rau ist und Nahrung und Obdach schwer zu finden. ",
  "mn129:25.4": "Und er ist hässlich, unansehnlich, entstellt, kränklich – einäugig, verkrüppelt, lahm oder halb gelähmt. Er gelangt nicht an Essen, Trinken, Kleidung und Transportmittel, an Kränze, Parfüm und Make-up oder an ein Bett, ein Haus und Licht. ",
  "mn129:25.5": "Und er tut Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "mn129:25.6": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn129:26.1": "Wie wenn ein Spieler Frau und Kind und allen Besitz verliert und dann mit seinem ersten Verlierergriff ins Gefängnis geworfen wird: ",
  "mn129:26.2": "Ein solcher Verlierergriff ist belanglos ",
  "mn129:26.3": "im Vergleich zu dem Verlierergriff, durch den ein Tor, da er mit dem Körper, der Sprache und dem Geist Schlechtes getan hat, wenn sein Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn129:26.4": "Das ist die vollständige Erfüllung der Stufe des Toren. ",
  "mn129:27.1": "Es gibt diese drei Kennzeichen, Merkmale und Anzeichen eines klugen Menschen. ",
  "mn129:27.2": "Welche drei? ",
  "mn129:27.3": "Ein kluger Mensch denkt gut, redet gut und handelt gut. ",
  "mn129:27.4": "Wenn ein kluger Mensch nicht gut denken, reden und handeln würde, wie könnte ein kluger Mensch dann über ihn erkennen: ",
  "mn129:27.5": "‚Dieser werte Mensch ist klug, ein wahrer Mensch‘? ",
  "mn129:28.1": "Aber da ein kluger Mensch gut denkt, redet und handelt, erkennt ein kluger Mensch über ihn: ",
  "mn129:28.2": "‚Dieser werte Mensch ist klug, ein wahrer Mensch‘. ",
  "mn129:28.3": "Ein kluger Mensch erfährt in eben diesem Leben drei Arten von Glück und Hochgefühl. ",
  "mn129:28.4": "Wenn ein kluger Mensch in einer Ratshalle oder auf der Straße oder an einer Kreuzung sitzt, ",
  "mn129:28.5": "wo Menschen darüber sprechen, was passend und angemessen ist; ",
  "mn129:28.6": "und wenn dieser kluge Mensch jemand ist, der keine lebenden Geschöpfe tötet, nicht stiehlt, keine sexuellen Verfehlungen begeht, nicht lügt und keine Rauschmittel wie Bier, Wein und Branntwein trinkt, ",
  "mn129:28.7": "dann denkt dieser kluge Mensch: ",
  "mn129:28.8": "‚Diese Menschen sprechen darüber, was passend und angemessen ist. ",
  "mn129:28.9": "Und diese guten Dinge sind in mir zu finden und ich weise sie auf!‘ ",
  "mn129:28.10": "Das ist die erste Art von Glück und Hochgefühl, die ein kluger Mensch in eben diesem Leben erfährt. ",
  "mn129:29.1": "Dann sieht da ein kluger Mensch, dass Könige einen Räuber oder Verbrecher festnehmen lassen und verschiedene Strafen über ihn verhängen – ",
  "mn129:29.2": "Auspeitschen, Schläge mit Stock oder Knüppel; Abhacken von Händen, Füßen oder beidem; Abschneiden von Ohren, Nase oder beidem; den ‚Breitopf‘, die ‚Muschelrasur‘, ‚Rāhus Mund‘, den ‚Feuerkranz‘, die ‚brennende Hand‘, die ‚gedrehte Binse‘, den ‚Rindenanzug‘, die ‚Antilope‘, den ‚Fleischhaken‘, die ‚Münzen‘, die ‚Ätzlake‘, den ‚gedrehten Stab‘, die ‚Strohmatte‘; mit heißem Öl übergießen, den Hunden zum Fraß vorwerfen, bei lebendigem Leib pfählen oder den Kopf abschlagen. ",
  "mn129:29.3": "Dann denkt dieser kluge Mensch: ",
  "mn129:29.4": "‚Die Art von Taten, für die die Könige solche Strafen verhängen, diese Dinge sind in mir nicht zu finden und ich weise sie nicht auf!‘ ",
  "mn129:29.5": "Das ist die zweite Art von Glück und Hochgefühl, die ein kluger Mensch in eben diesem Leben erfährt. ",
  "mn129:30.1": "Wenn dann ein kluger Mensch sich auf einem Stuhl oder einem Bett oder auf dem Boden ausruht, senken sich seine vergangenen guten Taten, sein gutes Verhalten mit dem Körper, der Sprache und dem Geist, über ihn, legen sich auf ihn und lassen sich auf ihm nieder. ",
  "mn129:30.2": "Wie der Schatten eines großen Berges am Abend, wenn er sich über die Erde senkt, sich auf sie legt und sich auf ihr niederlässt: ",
  "mn129:30.3": "Ebenso senken sich, wenn ein kluger Mensch sich auf einem Stuhl oder einem Bett oder auf dem Boden ausruht, seine vergangenen guten Taten, sein gutes Verhalten mit dem Körper, der Sprache und dem Geist, über ihn, legen sich auf ihn und lassen sich auf ihm nieder. ",
  "mn129:30.4": "Dann denkt dieser kluge Mensch: ",
  "mn129:30.5": "‚Nun, ich habe keine schlechten, unbarmherzigen und frevlerischen Dinge getan. ",
  "mn129:30.6": "Doch ich habe gute und taugliche Dinge getan, die mir Sicherheit geben. ",
  "mn129:30.7": "Wenn ich aus dem Leben scheide, werde ich zu dem Ort gehen, zu dem Menschen gehen, die solche Dinge getan haben.‘ ",
  "mn129:30.8": "Er ist nicht bekümmert, jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung. ",
  "mn129:30.9": "Das ist die dritte Art von Glück und Hochgefühl, die ein kluger Mensch in eben diesem Leben erfährt. ",
  "mn129:31.1": "Da er mit dem Körper, der Sprache und dem Geist Gutes getan hat, wird er, wenn sein Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn129:32.1": "Und wenn es etwas gibt, von dem man zu Recht sagen kann, ",
  "mn129:32.2": "es sei äußerst erwünscht, willkommen und angenehm, so soll man es vom Himmel sagen; ",
  "mn129:32.4": "so sehr, dass es nicht einfach ist, ein Gleichnis dafür zu geben, wie glücklich der Himmel ist.“ ",
  "mn129:32.5": "Daraufhin fragte einer der Mönche den Buddha: ",
  "mn129:32.6": "„Aber Herr, ist es möglich, dafür ein Gleichnis zu geben?“ ",
  "mn129:33.1": "„Es ist möglich“, sagte der Buddha. ",
  "mn129:33.2": "„Wie wenn da ein König wäre, ein Rad-drehender Herrscher, der sieben Juwelen besitzt und mit vier Dingen gesegnet ist und dadurch Glück und Hochgefühl erfährt. ",
  "mn129:34.1": "Welche sieben? ",
  "mn129:34.2": "Da erscheint einem gesalbten adligen König an einem Besinnungstag am fünfzehnten Tag, nachdem er sein Haupt gebadet hat und auf den Söller des königlichen Pfahlbau-Langhauses gestiegen ist, um den Besinnungstag einzuhalten, das himmlische Rad-Juwel, mit tausend Speichen, mit Felge und Nabe, in allen Einzelheiten vollständig. ",
  "mn129:34.3": "Wenn er es sieht, denkt er: ",
  "mn129:34.4": "‚Ich habe gehört, dass ein König, dem das himmlische Rad-Juwel in dieser Art erscheint, ein Rad-drehender Herrscher wird. ",
  "mn129:34.5": "Bin ich denn nun ein Rad-drehender Herrscher?‘ ",
  "mn129:35.1": "Dann nimmt der gesalbte adlige König ein Weihegefäß in die linke Hand und besprengt das Rad-Juwel mit seiner Rechten. Er sagt: ",
  "mn129:35.2": "‚Rolle vorwärts, o Rad-Juwel! Triumphiere, o Rad-Juwel!‘ ",
  "mn129:35.3": "Da rollt das Rad-Juwel nach Osten, und der König folgt ihm mit seinem Heer aus vier Abteilungen. Und wenn das Rad-Juwel an einem Ort stehenbleibt, bleibt der König mit seinem Heer da. ",
  "mn129:35.4": "Und alle gegnerischen Herrscher im Osten kommen zu dem Rad-drehenden Herrscher und sagen: ",
  "mn129:35.5": "‚Komm, großer König! Willkommen, großer König! Wir sind dein, großer König, weise uns an.‘ ",
  "mn129:35.6": "Der Rad-drehende Herrscher sagt: ",
  "mn129:35.7": "‚Tötet keine lebenden Geschöpfe. Stehlt nicht. Begeht keine sexuellen Verfehlungen. Lügt nicht. Trinkt keinen Alkohol. Behaltet die Höhe der Steuern bei.‘ ",
  "mn129:35.8": "Und so werden die gegnerischen Herrscher im Osten seine Lehnsleute. ",
  "mn129:35.9": "Dann taucht das Rad-Juwel ins östliche Meer ein und taucht wieder auf und rollt dann nach Süden … ",
  "mn129:35.10": "Es taucht ins südliche Meer ein und taucht wieder auf und rollt dann nach Westen … ",
  "mn129:35.11": "Es taucht ins westliche Meer ein und taucht wieder auf und rollt dann nach Norden, und der König folgt ihm mit seinem Heer aus vier Abteilungen. ",
  "mn129:35.12": "Und alle gegnerischen Herrscher im Norden kommen zu dem Rad-drehenden Herrscher und sagen: ",
  "mn129:35.13": "‚Komm, großer König! Willkommen, großer König! Wir sind dein, großer König, weise uns an.‘ ",
  "mn129:35.14": "Der Rad-drehende Herrscher sagt: ",
  "mn129:35.15": "‚Tötet keine lebenden Geschöpfe. Stehlt nicht. Begeht keine sexuellen Verfehlungen. Lügt nicht. Trinkt keinen Alkohol. Behaltet die Höhe der Steuern bei.‘ ",
  "mn129:35.16": "Und so werden die gegnerischen Herrscher im Norden seine Lehnsleute. ",
  "mn129:35.17": "Und nachdem das Rad-Juwel über dieses vom Meer umgebene Land triumphiert hat, kehrt es in die Königsstadt zurück. Da steht es am Tor zum königlichen Hof beim obersten Gericht still, als wäre es an einer Achse befestigt, und erleuchtet den königlichen Hof. ",
  "mn129:35.18": "Solcherart ist das Rad-Juwel, das dem Rad-drehenden Herrscher erscheint. ",
  "mn129:36.1": "Als nächstes erscheint dem Rad-drehenden Herrscher das Elefanten-Juwel. ",
  "mn129:36.2": "Es ist ein rein weißer Himmelswanderer, der übersinnliche Kraft besitzt, an sieben Stellen berührt er den Boden, ein Elefantenkönig mit Namen Besinnungstag. ",
  "mn129:36.3": "Wenn er ihn sieht, ist der König beeindruckt: ",
  "mn129:36.4": "‚Das wäre wahrhaftig ein erlesener Reitelefant, wenn er sich zähmen ließe.‘ ",
  "mn129:36.5": "Und das Elefanten-Juwel lässt sich zähmen, als sei es ein erlesener Vollblutelefant, der seit langem gezähmt worden ist. ",
  "mn129:36.6": "Einmal geschah es, dass ein Rad-drehender Herrscher, als er ebendieses Elefanten-Juwel prüfte, es am Morgen bestieg und das vom Meer umgebene Land durchquerte, bevor er rechtzeitig zum Frühstück zu der königlichen Hauptstadt zurückkehrte. ",
  "mn129:36.7": "Solcherart ist das Elefanten-Juwel, das dem Rad-drehenden Herrscher erscheint. ",
  "mn129:37.1": "Als nächstes erscheint dem Rad-drehenden Herrscher das Pferde-Juwel. ",
  "mn129:37.2": "Es ist ein rein weißer Himmelswanderer, der übersinnliche Kraft besitzt, mit schwarzem Kopf und einer Mähne wie geflochtenes Schilfrohr, ein königliches Ross mit Namen Donnerwolke. ",
  "mn129:37.3": "Wenn er ihn sieht, ist der König beeindruckt: ",
  "mn129:37.4": "‚Das wäre wahrhaftig ein erlesenes Reitpferd, wenn es sich zähmen ließe.‘ ",
  "mn129:37.5": "Und das Pferde-Juwel lässt sich zähmen, als sei es ein erlesenes Vollblutpferd, das seit langem gezähmt worden ist. ",
  "mn129:37.6": "Einmal geschah es, dass ein Rad-drehender Herrscher, als er ebendieses Pferde-Juwel prüfte, es am Morgen bestieg und das vom Meer umgebene Land durchquerte, bevor er rechtzeitig zum Frühstück zu der königlichen Hauptstadt zurückkehrte. ",
  "mn129:37.7": "Solcherart ist das Pferde-Juwel, das dem Rad-drehenden Herrscher erscheint. ",
  "mn129:38.1": "Als nächstes erscheint dem Rad-drehenden Herrscher das Edelstein-Juwel. ",
  "mn129:38.2": "Es ist ein Schmuckstück aus Beryll, von Natur aus schimmernd, mit acht Facetten, gut gearbeitet. ",
  "mn129:38.3": "Und der Glanz dieses Juwels strahlt eine Meile weit im Umkreis. ",
  "mn129:38.4": "Einmal geschah es, dass ein Rad-drehender Herrscher, als er ebendieses Edelstein-Juwel prüfte, sein Heer aus vier Abteilungen aufbot, das Juwel auf sein Banner hisste und in der nächtlichen Dunkelheit aufbrach. ",
  "mn129:38.5": "Da machten sich die Dorfbewohner ringsumher an die Arbeit, weil sie dachten, es sei Tag. ",
  "mn129:38.6": "Solcherart ist das Edelstein-Juwel, das dem Rad-drehenden Herrscher erscheint. ",
  "mn129:39.1": "Als nächstes erscheint dem Rad-drehenden Herrscher das Frauen-Juwel. ",
  "mn129:39.2": "Sie ist ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit. Sie ist weder zu groß noch zu klein, weder zu dünn noch zu dick, weder zu dunkel noch zu hell. Sie übertrifft menschliche Schönheit, ohne himmlische Schönheit zu erreichen. ",
  "mn129:39.3": "Ihre Berührung ist wie ein Büschel Watte oder Kapok. ",
  "mn129:39.4": "Wenn es kühl ist, sind ihre Glieder warm, und wenn es warm ist, sind ihre Glieder kühl. ",
  "mn129:39.5": "Der Duft von Sandelholz strömt von ihrem Körper und Lotusduft aus ihrem Mund. ",
  "mn129:39.6": "Sie steht vor dem König auf und geht nach ihm zu Bett. Sie ist zuvorkommend, zeigt sich liebenswert und redet höflich. ",
  "mn129:39.7": "Das Frauen-Juwel betrügt den Rad-drehenden Herrscher nicht einmal in Gedanken, erst recht nicht in Taten. ",
  "mn129:39.8": "Solcherart ist das Frauen-Juwel, das dem Rad-drehenden Herrscher erscheint. ",
  "mn129:40.1": "Als nächstes erscheint dem Rad-drehenden Herrscher das Hausbesitzer-Juwel. ",
  "mn129:40.2": "Als ein Ergebnis früherer Taten zeigt sich in ihm die Kraft der Hellsichtigkeit. Er kann verborgene Schätze sehen, solche, die einen Besitzer haben, und solche, die keinen Besitzer haben. ",
  "mn129:40.3": "Er begibt sich zum Rad-drehenden Herrscher und sagt: ",
  "mn129:40.4": "‚Sei unbesorgt, Majestät. Ich werde für deine Schätze Sorge tragen.‘ ",
  "mn129:40.5": "Einmal geschah es, dass ein Rad-drehender Herrscher, als er ebendieses Hausbesitzer-Juwel prüfte, ein Boot bestieg und in die Mitte des Ganges segelte. Dort sagte er zu dem Hausbesitzer-Juwel: ",
  "mn129:40.6": "‚Hausbesitzer, ich brauche Goldmünzen und ungemünztes Gold.‘ ",
  "mn129:40.7": "‚Dann, großer König, zieh das Boot zu einem Ufer.‘ ",
  "mn129:40.8": "‚Genau hier, Hausbesitzer, brauche ich die Goldmünzen und das ungemünzte Gold.‘ ",
  "mn129:40.9": "Da tauchte das Hausbesitzer-Juwel beide Hände ins Wasser, zog einen Krug mit Goldmünzen und ungemünztem Gold herauf und sagte zum König: ",
  "mn129:40.10": "‚Genügt das, großer König? Wurde genug getan, großer König, wurde genug dargebracht?‘ ",
  "mn129:40.11": "Der Rad-drehende Herrscher sagte: ",
  "mn129:40.12": "‚Das genügt, Hausbesitzer. Es wurde genug getan, genug dargebracht.‘ ",
  "mn129:40.13": "Solcherart ist das Hausbesitzer-Juwel, das dem Rad-drehenden Herrscher erscheint. ",
  "mn129:41.1": "Als nächstes erscheint dem Rad-drehenden Herrscher das Befehlshaber-Juwel. ",
  "mn129:41.2": "Er ist klug, fähig und verständig und in der Lage, den König dahin zu bringen, die zu ernennen, die ernannt werden sollen, die zu entlassen, die entlassen werden sollen, und die zu behalten, die behalten werden sollen. ",
  "mn129:41.3": "Er begibt sich zum Rad-drehenden Herrscher und sagt: ",
  "mn129:41.4": "‚Sei unbesorgt, Majestät. Ich werde Anweisungen erteilen.‘ ",
  "mn129:41.5": "Solcherart ist das Befehlshaber-Juwel, das dem Rad-drehenden Herrscher erscheint. ",
  "mn129:41.6": "Das sind die sieben Juwelen, die ein Rad-drehender Herrscher besitzt. ",
  "mn129:42.1": "Und was sind diese vier Dinge, mit denen er gesegnet ist? ",
  "mn129:42.2": "Er ist ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit, schöner als andere Menschen. ",
  "mn129:42.3": "Das ist das erste Ding, mit dem er gesegnet ist. ",
  "mn129:43.1": "Dann hat er ein langes Leben, länger als andere Menschen. ",
  "mn129:43.2": "Das ist das zweite Ding, mit dem er gesegnet ist. ",
  "mn129:44.1": "Dann ist er selten krank oder unwohl. Sein Magen verdaut gut, ist weder zu heiß noch zu kalt, ausgeglichener als bei anderen Menschen. ",
  "mn129:44.2": "Das ist das dritte Ding, mit dem er gesegnet ist. ",
  "mn129:45.1": "Dann ist er den Brahmanen und Hausbesitzern lieb und teuer ",
  "mn129:45.2": "wie ein Vater seinen Kindern. ",
  "mn129:45.4": "Und die Brahmanen und Hausbesitzer sind dem Rad-drehenden Herrscher lieb und teuer ",
  "mn129:45.5": "wie Kinder ihrem Vater. ",
  "mn129:45.7": "Einmal geschah es, dass ein Rad-drehender Herrscher mit seinem Heer aus vier Abteilungen in einen Park ging. ",
  "mn129:45.8": "Da gingen die Brahmanen und Hausbesitzer zu ihm und sagten: ",
  "mn129:45.9": "‚Mach langsam, Majestät, damit wir dich länger sehen können!‘ ",
  "mn129:45.10": "Und der König wies seinen Wagenlenker an: ",
  "mn129:45.11": "‚Fahr langsam, Wagenlenker, damit ich die Brahmanen und Hausbesitzer länger sehen kann!‘ ",
  "mn129:45.12": "Das ist das vierte Ding, mit dem er gesegnet ist. ",
  "mn129:45.13": "Das sind die vier Dinge, mit denen ein Rad-drehender Herrscher gesegnet ist. ",
  "mn129:46.1": "Was denkt ihr, Mönche und Nonnen? ",
  "mn129:46.2": "Würde ein Rad-drehender Herrscher, der diese sieben Juwelen besitzt und mit diesen vier Dingen gesegnet ist, dadurch Glück und Hochgefühl erfahren?“ ",
  "mn129:46.3": "„Herr, ein Rad-drehender Herrscher, der nur ein einziges dieser Juwelen besitzt, würde dadurch Glück und Hochgefühl erfahren, wie erst, wenn er alle sieben besitzt und dazu noch mit den vier Dingen gesegnet ist!“ ",
  "mn129:47.1": "Da nahm der Buddha einen Stein von der Größe seiner Handfläche und wandte sich an die Mönche und Nonnen: ",
  "mn129:47.2": "„Was denkt ihr, Mönche und Nonnen? ",
  "mn129:47.3": "Was ist mehr: der Stein von der Größe meiner Handfläche, den ich genommen habe, oder der Himalaya, der König der Berge?“ ",
  "mn129:47.4": "„Herr, der Stein von der Größe deiner Handfläche, den du genommen hast, ist winzig. Verglichen mit dem Himalaya zählt er nicht, er ist nicht einen Bruchteil wert, da gibt es keinen Vergleich.“ ",
  "mn129:47.5": "„Ebenso zählen das Glück und das Hochgefühl, die ein Rad-drehender Herrscher durch diese sieben Juwelen und die vier Dinge, mit denen er gesegnet ist, erfährt, im Vergleich zum Glück im Himmel nicht, sie sind nicht einen Bruchteil wert, da gibt es keinen Vergleich. ",
  "mn129:48.1": "Und wenn dieser kluge Mensch nach sehr langer Zeit doch in die Menschenwelt zurückkommt, ",
  "mn129:48.2": "wird er in einer angesehenen Familie wiedergeboren – einer gutsituierten Familie von Adligen, Brahmanen oder Hausbesitzern – reich, wohlhabend und vermögend, mit einer Fülle von Gold und Silber, einer Fülle von Vermögen und Gütern, einer Fülle von Geld und Getreide. ",
  "mn129:48.3": "Und er ist ansprechend, gut aussehend, reizend, von unvergleichlicher Schönheit. Er gelangt an Essen, Trinken, Kleidung und Transportmittel, an Kränze, Düfte und Make-up und an ein Bett, ein Haus und Licht. ",
  "mn129:48.4": "Und er tut Gutes mit dem Körper, der Sprache und dem Geist. ",
  "mn129:48.5": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn129:49.1": "Wie wenn ein Spieler mit seinem ersten perfekten Griff einen großen Haufen Geld gewinnt: ",
  "mn129:49.2": "Ein solcher perfekter Griff ist belanglos ",
  "mn129:49.3": "im Vergleich zu dem perfekten Griff, durch den ein kluger Mensch, da er mit dem Körper, der Sprache und dem Geist Gutes getan hat, wenn sein Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren wird, in einer himmlischen Welt. ",
  "mn129:49.4": "Das ist die vollständige Erfüllung der Stufe des klugen Menschen.“ ",
  "mn129:49.5": "Das sagte der Buddha. ",
  "mn129:49.6": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}