{
  "mn127:0.1": "Mittlere Lehrreden 127 ",
  "mn127:0.2": "Mit Anuruddha ",
  "mn127:1.1": "So habe ich es gehört: ",
  "mn127:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn127:2.1": "Da wandte sich der Kammerherr Pañcakaṅga an einen Mann: ",
  "mn127:2.2": "„He, Mann, bitte geh zum Ehrwürdigen Anuruddha und beuge in meinem Namen deinen Kopf zu seinen Füßen. Sage zu ihm: ",
  "mn127:2.3": "‚Herr, der Kammerherr Pañcakaṅga beugt seinen Kopf zu deinen Füßen.‘ ",
  "mn127:2.4": "Und dann frage ihn, ",
  "mn127:2.5": "ob er bitte zusammen mit dem Saṅgha der Mönche und Nonnen die morgige Mahlzeit von mir annehmen wolle. ",
  "mn127:2.6": "Und bitte ihn, früher als üblich zu kommen, ",
  "mn127:2.7": "denn Pañcakaṅga hat viele Pflichten und Verantwortlichkeiten für den König.“ ",
  "mn127:2.8": "„Ja, Herr“, antwortete der Mann. Er tat, worum Pañcakaṅga gebeten hatte, ",
  "mn127:2.13": "und der Ehrwürdige Anuruddha schwieg zum Zeichen der Zustimmung. ",
  "mn127:3.1": "Als dann die Nacht vorüber war, kleidete Anuruddha sich am Morgen an, nahm Schale und Robe, ging zu Pañcakaṅgas Haus und setzte sich dort auf den ausgebreiteten Sitz. ",
  "mn127:3.2": "Und Pañcakaṅga bewirtete und bediente Anuruddha eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "mn127:3.3": "Als Anuruddha gegessen und Hand und Schale gewaschen hatte, nahm Pañcakaṅga einen niedrigen Sitz, setzte sich zur Seite hin ",
  "mn127:3.4": "und sagte zu Anuruddha: ",
  "mn127:4.1": "„Herr, einige altehrwürdige Mönche und Nonnen sind zu mir gekommen und haben gesagt: ",
  "mn127:4.2": "‚Hausbesitzer, entwickle die grenzenlose Erlösung des Herzens.‘ ",
  "mn127:4.3": "Andere haben gesagt: ",
  "mn127:4.4": "‚Hausbesitzer, entwickle die ausgedehnte Erlösung des Herzens.‘ ",
  "mn127:4.5": "Die grenzenlose Erlösung des Herzens und die ausgedehnte Erlösung des Herzens: ",
  "mn127:4.6": "Unterscheiden sie sich sowohl in der Bedeutung als auch in der Ausdrucksweise? Oder haben sie die gleiche Bedeutung und unterscheiden sich nur in der Ausdrucksweise?“ ",
  "mn127:5.1": "„Nun, Hausbesitzer, sag mir, was du darüber denkst. Danach wirst du es unfehlbar erfassen.“ ",
  "mn127:5.2": "„Herr, ich denke folgendermaßen: ",
  "mn127:5.3": "Die grenzenlose Erlösung des Herzens und die ausgedehnte Erlösung des Herzens haben die gleiche Bedeutung und unterscheiden sich nur in der Ausdrucksweise.“ ",
  "mn127:6.1": "„Die grenzenlose Erlösung des Herzens und die ausgedehnte Erlösung des Herzens unterscheiden sich sowohl in der Bedeutung als auch in der Ausdrucksweise. ",
  "mn127:6.2": "Das ist eine Art, zu verstehen, wie sich diese Dinge sowohl in der Bedeutung als auch in der Ausdrucksweise unterscheiden: ",
  "mn127:7.1": "Und was ist die grenzenlose Erlösung des Herzens? ",
  "mn127:7.2": "Da meditiert ein Mönch, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn127:7.3": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "mn127:7.4": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringt … ",
  "mn127:7.5": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn127:7.6": "Das nennt man die grenzenlose Erlösung des Herzens. ",
  "mn127:8.1": "Und was ist die ausgedehnte Erlösung des Herzens? ",
  "mn127:8.2": "Da meditiert ein Mönch, indem er sich auf das Durchdringen des Umfangs einer einzelnen Baumwurzel als ausgedehnt ausrichtet. ",
  "mn127:8.3": "Das nennt man die ausgedehnte Erlösung des Herzens. ",
  "mn127:8.4": "Dann meditiert da ein Mönch, indem er sich auf das Durchdringen des Umfangs von zwei oder drei Baumwurzeln als ausgedehnt ausrichtet … ",
  "mn127:8.6": "indem er sich auf das Durchdringen des Umfangs eines einzelnen Dorfbezirks als ausgedehnt ausrichtet … ",
  "mn127:8.8": "indem er sich auf das Durchdringen des Umfangs von zwei oder drei Dorfbezirken als ausgedehnt ausrichtet … ",
  "mn127:8.10": "indem er sich auf das Durchdringen des Umfangs eines einzelnen Königreichs als ausgedehnt ausrichtet … ",
  "mn127:8.12": "indem er sich auf das Durchdringen des Umfangs von zwei oder drei Königreichen als ausgedehnt ausrichtet … ",
  "mn127:8.14": "indem er sich auf das Durchdringen des Umfangs dieses vom Meer umgebenen Landes als ausgedehnt ausrichtet. ",
  "mn127:8.15": "Auch das nennt man die ausgedehnte Erlösung des Herzens. ",
  "mn127:8.16": "Das ist eine Art, zu verstehen, wie sich diese Dinge sowohl in der Bedeutung als auch in der Ausdrucksweise unterscheiden. ",
  "mn127:9.1": "Hausbesitzer, es gibt diese vier Arten der Wiedergeburt in einem künftigen Leben. ",
  "mn127:9.2": "Welche vier? ",
  "mn127:9.3": "Da meditiert jemand, indem er sich auf das Durchdringen ‚begrenzten Glanzes‘ ausrichtet. ",
  "mn127:9.4": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Göttern von begrenztem Glanz wiedergeboren. ",
  "mn127:9.5": "Dann meditiert da jemand, indem er sich auf das Durchdringen ‚grenzenlosen Glanzes‘ ausrichtet. ",
  "mn127:9.6": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Göttern von grenzenlosem Glanz wiedergeboren. ",
  "mn127:9.7": "Dann meditiert da jemand, indem er sich auf das Durchdringen ‚befleckten Glanzes‘ ausrichtet. ",
  "mn127:9.8": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Göttern von beflecktem Glanz wiedergeboren. ",
  "mn127:9.9": "Dann meditiert da jemand, indem er sich auf das Durchdringen ‚reinen Glanzes‘ ausrichtet. ",
  "mn127:9.10": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Göttern von reinem Glanz wiedergeboren. ",
  "mn127:9.11": "Das sind die vier Arten der Wiedergeburt in einem künftigen Leben. ",
  "mn127:10.1": "Es kommt eine Zeit, Hausbesitzer, da versammeln sich die Gottheiten an einem Ort. Dann ist ein Unterschied in ihrer Farbe ersichtlich, aber nicht in ihrem Glanz. ",
  "mn127:10.2": "Wie wenn ein Mensch mehrere Öllampen in ein Haus brächte: ",
  "mn127:10.3": "Es wäre ein Unterschied in ihren Flammen ersichtlich, aber nicht in ihrem Glanz. ",
  "mn127:10.4": "Ebenso ist, wenn sich die Gottheiten an einem Ort versammeln, ein Unterschied in ihrer Farbe ersichtlich, aber nicht in ihrem Glanz. ",
  "mn127:11.1": "Es kommt eine Zeit, Hausbesitzer, da gehen diese Gottheiten getrennte Wege. Dann ist sowohl ein Unterschied in ihrer Farbe als auch in ihrem Glanz ersichtlich. ",
  "mn127:11.2": "Wie wenn ein Mensch diese verschiedenen Öllampen aus dem Haus brächte: ",
  "mn127:11.3": "Es wäre sowohl ein Unterschied in ihren Flammen als auch in ihrem Glanz ersichtlich. ",
  "mn127:11.4": "Ebenso ist, wenn diese Gottheiten getrennte Wege gehen, sowohl ein Unterschied in ihrer Farbe als auch in ihrem Glanz ersichtlich. ",
  "mn127:12.1": "Es ist nicht so, dass diese Gottheiten dächten: ",
  "mn127:12.2": "‚Was wir haben, ist beständig, immerwährend und ewig.‘ Vielmehr finden diese Gottheiten Vergnügen an allen, an dem sie haften. ",
  "mn127:12.3": "Wie wenn da Fliegen auf einer Tragestange oder einem Korb mitgenommen würden. Es ist nicht so, dass diese Fliegen dächten: ",
  "mn127:12.4": "‚Was wir haben, ist beständig, immerwährend und ewig.‘ Vielmehr finden diese Fliegen Vergnügen an allen, an dem sie haften. ",
  "mn127:12.5": "Ebenso ist es nicht so, dass diese Gottheiten dächten: ",
  "mn127:12.6": "‚Was wir haben, ist beständig, immerwährend und ewig.‘ Vielmehr finden diese Gottheiten Vergnügen an allen, an dem sie haften. ",
  "mn127:13.1": "Daraufhin sagte der Ehrwürdige Sabhiya Kaccāna zum Ehrwürdigen Anuruddha: ",
  "mn127:13.2": "„Gut, Ehrenwerter Anuruddha! ",
  "mn127:13.3": "Ich habe dazu eine weitere Frage. ",
  "mn127:13.4": "Haben alle glanzvollen Gottheiten begrenzten Glanz, oder haben manche grenzenlosen Glanz?“ ",
  "mn127:13.5": "„In dieser Hinsicht, geehrter Kaccāna, haben manche Gottheiten begrenzten Glanz und manche haben grenzenlosen Glanz.“ ",
  "mn127:14.1": "„Was ist der Grund, Ehrenwerter Anuruddha, was ist die Ursache, dass, obwohl diese Gottheiten in der gleichen Klasse von Göttern wiedergeboren sind, manche von ihnen dort begrenzten Glanz haben und manche grenzenlosen Glanz?“ ",
  "mn127:14.2": "„Nun, geehrter Kaccāna, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "mn127:14.3": "„Was denkst du, geehrter Kaccāna? ",
  "mn127:14.4": "Wenn ein Mönch meditiert, indem er sich auf das Durchdringen des Umfangs einer einzelnen Baumwurzel als ausgedehnt ausrichtet oder indem er sich auf das Durchdringen des Umfangs von zwei oder drei Baumwurzeln als ausgedehnt ausrichtet: ",
  "mn127:14.5": "In welchem dieser beiden Fälle ist die Entwicklung des Geistes ausgedehnter?“ ",
  "mn127:14.6": "„Wenn ein Mönch meditiert, indem er sich auf das Durchdringen des Umfangs von zwei oder drei Baumwurzeln als ausgedehnt ausrichtet.“ ",
  "mn127:14.8": "„Was denkst du, geehrter Kaccāna? ",
  "mn127:14.9": "Wenn ein Mönch meditiert, indem er sich auf das Durchdringen des Umfangs von zwei oder drei Baumwurzeln als ausgedehnt ausrichtet oder indem er sich auf das Durchdringen des Umfangs eines einzelnen Dorfbezirks als ausgedehnt ausrichtet … ",
  "mn127:14.13": "indem er sich auf das Durchdringen des Umfangs von zwei oder drei Dorfbezirken als ausgedehnt ausrichtet … ",
  "mn127:14.17": "indem er sich auf das Durchdringen des Umfangs eines einzelnen Königreichs als ausgedehnt ausrichtet … ",
  "mn127:14.21": "indem er sich auf das Durchdringen des Umfangs von zwei oder drei Königreichen als ausgedehnt ausrichtet … ",
  "mn127:14.25": "indem er sich auf das Durchdringen des Umfangs dieses vom Meer umgebenen Landes als ausgedehnt ausrichtet: ",
  "mn127:14.26": "In welchem dieser beiden Fälle ist die Entwicklung des Geistes ausgedehnter?“ ",
  "mn127:14.27": "„Wenn ein Mönch meditiert, indem er sich auf das Durchdringen des Umfangs dieses vom Meer umgebenen Landes als ausgedehnt ausrichtet.“ ",
  "mn127:14.29": "„Das ist der Grund, werter Kaccāna, das ist die Ursache, dass, obwohl diese Gottheiten in der gleichen Klasse von Göttern wiedergeboren sind, manche von ihnen dort begrenzten Glanz haben und manche grenzenlosen Glanz.“ ",
  "mn127:15.1": "„Gut, Ehrenwerter Anuruddha! ",
  "mn127:15.2": "Ich habe dazu eine weitere Frage. ",
  "mn127:15.3": "Haben alle glanzvollen Gottheiten befleckten Glanz, oder haben manche reinen Glanz?“ ",
  "mn127:15.4": "„In dieser Hinsicht, geehrter Kaccāna, haben manche Gottheiten befleckten Glanz und manche haben reinen Glanz.“ ",
  "mn127:16.1": "„Was ist der Grund, Ehrenwerter Anuruddha, was ist die Ursache, dass, obwohl diese Gottheiten in der gleichen Klasse von Göttern wiedergeboren sind, manche von ihnen dort befleckten Glanz haben und manche reinen Glanz?“ ",
  "mn127:16.2": "„Nun, Geehrter, ich will dir ein Gleichnis geben. ",
  "mn127:16.3": "Denn mithilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "mn127:16.4": "Wie wenn da eine Öllampe mit unreinem Öl und einem unreinen Docht brennen würde. ",
  "mn127:16.5": "Weil Öl und Docht unrein wären, würde sie matt brennen, sozusagen. ",
  "mn127:16.6": "Ebenso ist es, wenn ein Mönch meditiert, indem er sich auf ‚befleckten Glanz‘ ausrichtet. ",
  "mn127:16.7": "Sein körperliches Unbehagen ist nicht vollständig beruhigt, seine Dumpfheit und Benommenheit sind nicht vollständig ausgerottet und seine Rastlosigkeit und Reue nicht vollständig beseitigt. ",
  "mn127:16.8": "Aus diesem Grund übt er Vertiefung matt, sozusagen. ",
  "mn127:16.9": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Göttern von beflecktem Glanz wiedergeboren. ",
  "mn127:16.10": "Wie wenn da eine Öllampe mit reinem Öl und einem reinen Docht brennen würde. ",
  "mn127:16.11": "Weil Öl und Docht rein wären, würde sie nicht matt brennen, sozusagen. ",
  "mn127:16.12": "Ebenso ist es, wenn ein Mönch meditiert, indem er sich auf ‚reinen Glanz‘ ausrichtet. ",
  "mn127:16.13": "Sein körperliches Unbehagen ist vollständig beruhigt, seine Dumpfheit und Benommenheit sind vollständig ausgerottet und seine Rastlosigkeit und Reue vollständig beseitigt. ",
  "mn127:16.14": "Aus diesem Grund übt er Vertiefung nicht matt, sozusagen. ",
  "mn127:16.15": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Göttern von reinem Glanz wiedergeboren. ",
  "mn127:16.16": "Das ist der Grund, werter Kaccāna, das ist die Ursache, dass, obwohl diese Gottheiten in der gleichen Klasse von Göttern wiedergeboren sind, manche von ihnen dort befleckten Glanz haben und manche reinen Glanz.“ ",
  "mn127:17.1": "Daraufhin sagte der Ehrwürdige Sabhiya Kaccāna zum Ehrwürdigen Anuruddha: ",
  "mn127:17.2": "„Gut, Ehrenwerter Anuruddha! ",
  "mn127:17.3": "Herr, du sagst nicht: ",
  "mn127:17.4": "‚So habe ich es gehört‘ oder: ‚So muss es gewesen sein‘. ",
  "mn127:17.5": "Vielmehr sagst du: ‚Diese Gottheiten sind so, jene Gottheiten sind so.‘ ",
  "mn127:17.6": "Herr, da denke ich: ",
  "mn127:17.7": "‚Sicher hat der Ehrwürdige Anuruddha früher mit diesen Gottheiten zusammengelebt, sich mit ihnen unterhalten und auf Diskussionen eingelassen.‘“ ",
  "mn127:17.8": "„Deine Worte sind offensichtlich dreist und zudringlich, werter Kaccāna. ",
  "mn127:17.9": "Dennoch will ich dir antworten. ",
  "mn127:17.10": "Lange Zeit habe ich früher mit diesen Gottheiten zusammengelebt, mich mit ihnen unterhalten und auf Diskussionen eingelassen.“ ",
  "mn127:18.1": "Daraufhin sagte der Ehrwürdige Sabhiya Kaccāna zu dem Kammerherrn Pañcakaṅga: ",
  "mn127:18.2": "„Du hast Glück, Hausbesitzer, so großes Glück, ",
  "mn127:18.3": "dass du deinen Zustand der Unsicherheit aufgegeben hast und die Gelegenheit hattest, diese Lehrdarlegung zu hören!“ "
}