{
  "mn124:0.1": "Mittlere Lehrreden 124 ",
  "mn124:0.2": "Mit Bakkula ",
  "mn124:1.1": "So habe ich es gehört: ",
  "mn124:1.2": "Einmal hielt sich der Ehrwürdige Bakkula bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "mn124:2.1": "Da ging der nackte Asket Kassapa, ein alter Freund Bakkulas im Laienleben, zu ihm und tauschte Willkommensgrüße mit ihm aus. ",
  "mn124:2.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Ehrwürdigen Bakkula: ",
  "mn124:3.1": "„Geehrter Bakkula, wie lange ist es her, dass du fortgezogen bist?“ ",
  "mn124:3.2": "„Es sind achtzig Jahre her, Geehrter.“ ",
  "mn124:3.3": "„Aber wie oft hattest du in diesen achtzig Jahren Geschlechtsverkehr?“ ",
  "mn124:3.4": "„Du solltest mir diese Frage nicht stellen. ",
  "mn124:3.6": "Stattdessen solltest du mich so fragen: ",
  "mn124:3.7": "‚Aber wie oft sind in diesen achtzig Jahren jemals sinnliche Wahrnehmungen in dir erschienen?‘“ ",
  "mn124:3.8": "„Aber wie oft sind in diesen achtzig Jahren jemals sinnliche Wahrnehmungen in dir erschienen?“ ",
  "mn124:3.9": "„Ich erinnere mich nicht, dass in diesen achtzig Jahren irgendeine sinnliche Wahrnehmung in mir erschienen wäre.“ ",
  "mn124:3.10": "Das behalten wir als eine unglaubliche und erstaunliche Eigenschaft des Ehrwürdigen Bakkula in Erinnerung. ",
  "mn124:4-5.1": "„Ich erinnere mich nicht, dass in diesen achtzig Jahren irgendeine Wahrnehmung von bösem Willen … ",
  "mn124:4-5.2": "oder Grausamkeit in mir erschienen wäre.“ ",
  "mn124:4-5.3": "Auch das behalten wir als eine unglaubliche und erstaunliche Eigenschaft des Ehrwürdigen Bakkula in Erinnerung. ",
  "mn124:6.1": "„Ich erinnere mich nicht, dass in diesen achtzig Jahren irgendein sinnlicher Gedanke … ",
  "mn124:7-8.1": "ein böswilliger Gedanke … ",
  "mn124:7-8.2": "oder ein grausamer Gedanke in mir erschienen wäre.“ ",
  "mn124:7-8.3": "Auch das behalten wir als eine unglaubliche und erstaunliche Eigenschaft des Ehrwürdigen Bakkula in Erinnerung. ",
  "mn124:9.1": "„Ich erinnere mich nicht, dass ich in diesen achtzig Jahren eine Robe von einem Hausbesitzer angenommen hätte … ",
  "mn124:10.1": "eine Robe mit einem Messer zugeschnitten hätte … ",
  "mn124:11-15.1": "eine Robe mit einer Nadel genäht hätte … ",
  "mn124:11-15.2": "eine Robe gefärbt hätte … ",
  "mn124:11-15.3": "eine Robe bei der Zeremonie des Robennähens genäht hätte … ",
  "mn124:11-15.4": "auf der Suche nach Robenstoff für meine geistlichen Gefährten umhergewandert wäre, wenn sie Roben nähten … ",
  "mn124:16-19.1": "eine Einladung angenommen hätte … ",
  "mn124:16-19.2": "einen solchen Gedanken gehabt hätte: ",
  "mn124:16-19.3": "‚Wenn mich doch nur jemand einladen würde!‘ … ",
  "mn124:16-19.4": "mich in einem Haus hingesetzt hätte … ",
  "mn124:16-19.5": "in einem Haus gegessen hätte … ",
  "mn124:20-25.1": "bei einer Frauensperson mittels Einzelheiten an den Merkmalen hängengeblieben wäre … ",
  "mn124:20-25.2": "eine Frauensperson unterwiesen hätte, und sei es nur für eine vierzeilige Strophe … ",
  "mn124:20-25.3": "zu den Nonnenunterkünften gegangen wäre … ",
  "mn124:20-25.4": "die Nonnen unterwiesen hätte … ",
  "mn124:20-25.5": "die Nonnen in Schulung unterwiesen hätte … ",
  "mn124:20-25.6": "die Novizinnen unterwiesen hätte … ",
  "mn124:26-29.1": "die Weihe des Fortziehens erteilt hätte … ",
  "mn124:26-29.2": "die Ordination erteilt hätte … ",
  "mn124:26-29.3": "eine Betreuung übernommen hätte … ",
  "mn124:26-29.4": "einen Novizen angenommen hätte, der mir aufwartet … ",
  "mn124:30-36.1": "ein Saunabad genommen hätte … ",
  "mn124:30-36.2": "mit Badepulver gebadet hätte … ",
  "mn124:30-36.3": "mich nach einer Massage durch meine geistlichen Gefährten umgeschaut hätte … ",
  "mn124:30-36.4": "krank gewesen wäre, und sei es nur so lange, wie es dauert, am Euter einer Kuh zu ziehen … ",
  "mn124:30-36.5": "Arznei bekommen hätte, und sei es nur ein wenig gelber Amla … ",
  "mn124:30-36.6": "mich an ein Stützbrett gelehnt hätte … ",
  "mn124:30-36.7": "ein Liege hergerichtet hätte …“ ",
  "mn124:30-36.8": "Auch das behalten wir als eine unglaubliche und erstaunliche Eigenschaft des Ehrwürdigen Bakkula in Erinnerung. ",
  "mn124:37.1": "„Ich erinnere mich nicht, dass in diesen achtzig Jahren den Regenzeitaufenthalt in einem Dorf angetreten hätte.“ ",
  "mn124:37.2": "Auch das behalten wir als eine unglaubliche und erstaunliche Eigenschaft des Ehrwürdigen Bakkula in Erinnerung. ",
  "mn124:38.1": "„Geehrter, sieben Tage lang verzehrte ich das Almosen des Landes als Schuldner. ",
  "mn124:38.2": "Und am achten Tag war ich erleuchtet.“ ",
  "mn124:38.3": "Auch das behalten wir als eine unglaubliche und erstaunliche Eigenschaft des Ehrwürdigen Bakkula in Erinnerung. ",
  "mn124:39.1": "„Geehrter Bakkula, darf ich in dieser Lehre und Schulung die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "mn124:39.2": "Und der nackte Asket Kassapa erhielt in dieser Lehre und Schulung die Weihe des Fortziehens, die Ordination. ",
  "mn124:39.3": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Kassapa, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "mn124:39.4": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.“ ",
  "mn124:39.5": "Und der Ehrwürdige Kassapa wurde einer der Vollendeten. ",
  "mn124:40.1": "Und einige Zeit später nahm der Ehrwürdige Bakkula einen Schlüssel für den Riegel, ging von einer Hütte zur anderen und sagte: ",
  "mn124:40.2": "„Kommt heraus, Ehrwürdige, kommt heraus! Heute wird mein vollkommenes Erlöschen sein.“ ",
  "mn124:40.3": "Auch das behalten wir als eine unglaubliche und erstaunliche Eigenschaft des Ehrwürdigen Bakkula in Erinnerung. ",
  "mn124:41.1": "Und der Ehrwürdige Bakkula erlosch vollkommen, als er eben inmitten des Saṅgha saß. ",
  "mn124:41.2": "Auch das behalten wir als eine unglaubliche und erstaunliche Eigenschaft des Ehrwürdigen Bakkula in Erinnerung. "
}