{
  "mn128:0.1": "Mittlere Lehrreden 128 ",
  "mn128:0.2": "Verunreinigungen ",
  "mn128:1.1": "So habe ich es gehört: ",
  "mn128:1.2": "Einmal hielt sich der Buddha bei Kosambī auf, in Ghositas Kloster. ",
  "mn128:2.1": "Nun waren zu dieser Zeit die Mönche und Nonnen von Kosambī am Zanken und Streiten, sie gerieten aneinander und verletzten einander fortwährend mit scharfen Worten. ",
  "mn128:3.1": "Da ging ein Mönch zum Buddha, verbeugte sich, stellte sich zur Seite hin und berichtete ihm: ",
  "mn128:3.2": "„Die Mönche und Nonnen von Kosambī, Herr, sind am Zanken und Streiten, sie geraten aneinander und verletzen einander fortwährend mit scharfen Worten. ",
  "mn128:3.3": "Bitte, Herr, geh aus Anteilnahme zu diesen Mönchen und Nonnen.“ ",
  "mn128:3.4": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "mn128:4.1": "Da ging der Buddha zu diesen Mönchen und Nonnen und sagte: ",
  "mn128:4.2": "„Genug, Mönche und Nonnen! Hört auf, zu zanken, zu streiten, uneins zu sein und aneinander zu geraten.“ ",
  "mn128:4.3": "Daraufhin sagte einer der Mönche zum Buddha: ",
  "mn128:4.4": "„Warte, Herr! ",
  "mn128:4.5": "Der Buddha, der Herr der Lehre, ",
  "mn128:4.6": "bleibe bitte untätig und verweile in seliger Meditation in diesem Leben. ",
  "mn128:4.7": "Wir werden für dieses Zanken, Streiten, Uneinssein und Aneinandergeraten bekannt sein.“ ",
  "mn128:4.8": "Zum zweiten … ",
  "mn128:4.15": "und zum dritten Mal sagte der Buddha zu diesen Mönchen und Nonnen: ",
  "mn128:4.16": "„Genug, Mönche und Nonnen! Hört auf, zu zanken, zu streiten, uneins zu sein und aneinander zu geraten.“ ",
  "mn128:4.17": "Zum dritten Mal sagte dieser Mönch zum Buddha: ",
  "mn128:4.18": "„Warte, Herr! ",
  "mn128:4.19": "Der Buddha, der Herr der Lehre, ",
  "mn128:4.20": "bleibe bitte untätig und verweile in seliger Meditation in diesem Leben. ",
  "mn128:4.21": "Wir werden für dieses Zanken, Streiten, Uneinssein und Aneinandergeraten bekannt sein.“ ",
  "mn128:5.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Kosambī zum Almosengang. ",
  "mn128:5.2": "Nach dem Essen, als er vom Almosengang zurückkam, brachte er seine Unterkunft in Ordnung. Er nahm Schale und Robe und sagte diese Strophen auf, als er eben da stand: ",
  "mn128:6.1": "„Viele Stimmen schreien zugleich, ",
  "mn128:6.2": "doch niemand denkt, er sei der Tor! ",
  "mn128:6.3": "Selbst als der Saṅgha sich spaltet, ",
  "mn128:6.4": "denken sie vom andern nicht besser. ",
  "mn128:6.5": "Tölpel, die vorgeben, klug zu sein, ",
  "mn128:6.6": "reden, und ihre Worte treffen ins Aus. ",
  "mn128:6.7": "Sie plappern beliebig, reißen den Mund auf, ",
  "mn128:6.8": "und nicht einer weiß, was sie antreibt. ",
  "mn128:6.9": "‚Man hat mich beschimpft, man hat mich geschlagen! ",
  "mn128:6.10": "Man hat mich bezwungen, man hat mich beraubt!‘ ",
  "mn128:6.11": "Für die, die so hadern, ",
  "mn128:6.12": "kommt der Hass nie zur Ruhe. ",
  "mn128:6.13": "‚Man hat mich beschimpft, man hat mich geschlagen! ",
  "mn128:6.14": "Man hat mich bezwungen, man hat mich beraubt!‘ ",
  "mn128:6.15": "Für die, die nicht so hadern, ",
  "mn128:6.16": "kommt der Hass zur Ruhe. ",
  "mn128:6.17": "Denn niemals kommt Hass ",
  "mn128:6.18": "durch Hass zur Ruhe; ",
  "mn128:6.19": "durch Liebe kommt er zur Ruhe: ",
  "mn128:6.20": "Das ist eine Lehre von alters her. ",
  "mn128:6.21": "Wenn andere das nicht verstehen, ",
  "mn128:6.22": "so wollen wir, die wir verstehen, ",
  "mn128:6.23": "uns in dieser Hinsicht zügeln; ",
  "mn128:6.24": "denn so werden Spannungen beigelegt. ",
  "mn128:6.25": "Knochenbrecher und Mörder, ",
  "mn128:6.26": "Diebe von Rindern, Pferden und Vermögen, ",
  "mn128:6.27": "die, die das Land plündern: ",
  "mn128:6.28": "Selbst sie können zusammenkommen. ",
  "mn128:6.29": "Warum also könnt ihr das nicht? ",
  "mn128:6.30": "Wenn du einen aufgeweckten Gefährten findest, ",
  "mn128:6.31": "einen weisen Freund für gute Gemeinschaft, ",
  "mn128:6.32": "dann überwinde alle Widrigkeiten ",
  "mn128:6.33": "und wandere mit ihm, froh und achtsam. ",
  "mn128:6.34": "Wenn du keinen aufgeweckten Gefährten findest, ",
  "mn128:6.35": "keinen weisen Freund für gute Gemeinschaft, ",
  "mn128:6.36": "dann, wie ein König, der aus seinem eroberten Reich flieht, ",
  "mn128:6.37": "wandere allein wie ein Elefant in der Wildnis. ",
  "mn128:6.38": "Es ist besser, allein zu wandern; ",
  "mn128:6.39": "mit Toren gibt es keine Partnerschaft. ",
  "mn128:6.40": "Wandere allein und tue nichts Schlechtes, ",
  "mn128:6.41": "sei unbeschwert wie ein Elefant in der Wildnis.“ ",
  "mn128:7.1": "Und als er diese Strophen aufgesagt hatte, als er eben da stand, ging der Buddha zum Dorf der Salzbergwerkskinder, ",
  "mn128:7.2": "wo sich zu dieser Zeit der Ehrwürdige Bhagu aufhielt. ",
  "mn128:7.3": "Bhagu sah den Buddha von Weitem kommen, ",
  "mn128:7.4": "da richtete er einen Sitz her und stellte Wasser zum Füßewaschen bereit. ",
  "mn128:7.5": "Der Buddha setzte sich auf den ausgebreiteten Sitz ",
  "mn128:7.6": "und wusch seine Füße. ",
  "mn128:7.7": "Bhagu verbeugte sich vor dem Buddha und setzte sich zur Seite hin. ",
  "mn128:7.8": "Der Buddha sagte zu ihm: ",
  "mn128:7.9": "„Ich hoffe, es geht dir leidlich, Mönch, ich hoffe, du kommst zurecht. Und ich hoffe, du hast keine Schwierigkeiten, Almosen zu erhalten.“ ",
  "mn128:7.10": "„Es geht mir leidlich, Gesegneter, ich komme zurecht. Und ich habe keine Schwierigkeiten, Almosen zu erhalten.“ ",
  "mn128:7.11": "Dann leitete der Buddha den Ehrwürdigen Bhagu mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. Darauf erhob er sich von seinem Sitz und brach zum Östlichen Bambuspark auf. ",
  "mn128:8.1": "Zu dieser Zeit hielten sich die Ehrwürdigen Anuruddha, Nandiya und Kimbila im Östlichen Bambuspark auf auf. ",
  "mn128:8.2": "Der Parkaufseher sah den Buddha von Weitem kommen ",
  "mn128:8.3": "und sagte zu ihm: ",
  "mn128:8.4": "„Komm nicht in diesen Park, Asket. ",
  "mn128:8.5": "Hier leben drei ehrbare Menschen, deren Art es ist, nur das Selbst zu begehren. ",
  "mn128:8.6": "Störe sie nicht!“ ",
  "mn128:9.1": "Anuruddha hörte den Parkaufseher mit dem Buddha sprechen ",
  "mn128:9.2": "und sagte zu ihm: ",
  "mn128:9.3": "„Halte den Buddha nicht zurück, guter Parkaufseher! ",
  "mn128:9.4": "Unser Lehrer, der Gesegnete, ist angekommen.“ ",
  "mn128:10.1": "Dann ging Anuruddha zu Nandiya und Kimbila und sagte zu ihnen: ",
  "mn128:10.2": "„Kommt her, Ehrwürdige, kommt her! Unser Lehrer, der Gesegnete, ist angekommen!“ ",
  "mn128:10.3": "Da gingen Anuruddha, Nandiya und Kimbila dem Buddha entgegen, um ihn zu begrüßen. ",
  "mn128:10.4": "Einer nahm seine Schale und Robe entgegen, einer breitete einen Sitz aus und einer stellte Wasser zum Füßewaschen bereit. ",
  "mn128:10.5": "Der Buddha setzte sich auf den ausgebreiteten Sitz ",
  "mn128:10.6": "und wusch seine Füße. ",
  "mn128:10.7": "Diese Ehrwürdigen verbeugten sich und setzten sich zur Seite hin. ",
  "mn128:10.8": "Der Buddha sagte zu Anuruddha: ",
  "mn128:10.9": "„Ich hoffe, es geht euch leidlich, Anuruddha-Gruppe, ich hoffe, ihr kommt zurecht. Und ich hoffe, ihr habt keine Schwierigkeiten, Almosen zu erhalten.“ ",
  "mn128:10.10": "„Es geht uns leidlich, Gesegneter, wir kommen zurecht. Und wir haben keine Schwierigkeiten, Almosen zu erhalten.“ ",
  "mn128:11.1": "„Ich hoffe, ihr lebt in Eintracht, mit gegenseitiger Wertschätzung, ohne Streit, mischt euch wie Milch und Wasser und betrachtet einander mit freundlichen Augen.“ ",
  "mn128:11.2": "„Jawohl, Herr, wir leben in Eintracht, mit gegenseitiger Wertschätzung, ohne Streit, mischen uns wie Milch und Wasser und betrachten einander mit freundlichen Augen.“ ",
  "mn128:11.3": "„Aber wie tut ihr das?“ ",
  "mn128:12.1": "„In diesem Fall, Herr, denke ich: ",
  "mn128:12.2": "‚Ich habe Glück, so großes Glück, ",
  "mn128:12.3": "dass ich mit geistlichen Gefährten wie diesen zusammenlebe.‘ ",
  "mn128:12.4": "Ich behandele diese Ehrwürdigen stets liebevoll mit dem Körper, der Sprache und dem Geist, sowohl öffentlich als insgeheim. ",
  "mn128:12.7": "Ich denke: ",
  "mn128:12.8": "‚Warum stelle ich nicht meine eigenen Vorstellungen zurück und folge einfach den Vorstellungen dieser Ehrwürdigen?‘ ",
  "mn128:12.9": "Und so tue ich es. ",
  "mn128:12.10": "Obwohl unsere Körper verschieden sind, sind wir eins im Geist, so scheint es mir.“ ",
  "mn128:12.11": "Und die Ehrwürdigen Nandiya und Kimbila sprachen ebenso. Sie fügten hinzu: ",
  "mn128:12.23": "„So leben wir in Eintracht, mit gegenseitiger Wertschätzung, ohne Streit, mischen uns wie Milch und Wasser und betrachten einander mit freundlichen Augen.“ ",
  "mn128:13.1": "„Gut, gut, Anuruddha-Gruppe! ",
  "mn128:13.2": "Aber ich hoffe, ihr lebt beflissen, eifrig und entschlossen.“ ",
  "mn128:14.1": "„Jawohl, Herr, wir leben beflissen, eifrig und entschlossen.“ ",
  "mn128:14.2": "„Aber wie tut ihr das?“ ",
  "mn128:14.3": "„In diesem Fall, Herr, breitet der, der zuerst vom Almosengang zurückkommt, die Sitze aus und stellt Trinkwasser und den Abfalleimer bereit. ",
  "mn128:14.4": "Wenn etwas übrig ist, isst es der, der zuletzt zurückkommt, wenn er will. Andernfalls wirft er es weg an eine Stelle, wo wenig wächst, oder wirft es in Wasser, in dem keine lebenden Geschöpfe sind. ",
  "mn128:14.5": "Dann räumt er Sitze, Trinkwasser und Abfalleimer weg und fegt den Speisesaal. ",
  "mn128:14.6": "Wenn jemand sieht, dass der Krug mit Trinkwasser, Waschwasser oder Wasser für die Latrine leer ist, richtet er ihn her. ",
  "mn128:14.7": "Wenn er es nicht schafft, ruft er einen anderen mit einem Handzeichen, und sie heben ihn mit vereinten Kräften. Aber wir fangen deshalb nicht zu sprechen an. ",
  "mn128:14.8": "Und jeden fünften Tag sitzen wir die ganze Nacht beisammen und sprechen über die Lehre. ",
  "mn128:14.9": "So leben wir beflissen, eifrig und entschlossen.“ ",
  "mn128:15.1": "„Gut, gut, Anuruddha-Gruppe! ",
  "mn128:15.2": "Aber wenn ihr so beflissen lebt, habt ihr da irgendeinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist, eine unbeschwerte Meditation?“ ",
  "mn128:15.3": "„Nun, Herr, während wir beflissen, eifrig und entschlossen meditieren, nehmen wir Licht wahr und sehen Bilder. ",
  "mn128:15.4": "Doch nach kurzer Zeit verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:15.5": "Wir haben noch nicht herausgefunden, was die Basis dafür ist.“ ",
  "mn128:16.1": "„Nun, ihr müsst herausfinden, was die Basis dafür ist. ",
  "mn128:16.2": "Vor meinem Erwachen, als ich noch nicht erwacht war, aber zum Erwachen entschlossen, nahm auch ich Licht wahr und sah Bilder. ",
  "mn128:16.3": "Doch nach kurzer Zeit verschwand das Licht und das Sehen der Bilder. ",
  "mn128:16.4": "Da dachte ich: ",
  "mn128:16.5": "‚Was ist der Grund, was ist die Ursache, dass mir das Licht und das Sehen der Bilder verschwindet?‘ ",
  "mn128:16.6": "Da kam mir der Gedanke: ",
  "mn128:16.7": "‚In mir kam Zweifel auf, und deshalb ließ meine Versenkung nach. ",
  "mn128:16.8": "Wenn die Versenkung nachlässt, verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:16.9": "Ich werde dafür sorgen, dass in mir nicht wieder Zweifel aufkommt.‘ ",
  "mn128:17.1": "Als ich beflissen, eifrig und entschlossen meditierte, nahm ich Licht wahr und sah Bilder. ",
  "mn128:17.2": "Doch nach kurzer Zeit verschwand das Licht und das Sehen der Bilder. ",
  "mn128:17.3": "Da dachte ich: ",
  "mn128:17.4": "‚Was ist der Grund, was ist die Ursache, dass mir das Licht und das Sehen der Bilder verschwindet?‘ ",
  "mn128:17.5": "Da kam mir der Gedanke: ",
  "mn128:17.6": "‚In mir kam Verlust des Fokus auf, und deshalb ließ meine Versenkung nach. ",
  "mn128:17.7": "Wenn die Versenkung nachlässt, verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:17.8": "Ich werde dafür sorgen, dass in mir nicht wieder Zweifel oder Verlust des Fokus aufkommen.‘ ",
  "mn128:18.1": "Als ich beflissen, eifrig und entschlossen meditierte … ",
  "mn128:18.2": "kam mir der Gedanke: ",
  "mn128:18.3": "‚In mir kamen Dumpfheit und Benommenheit auf, und deshalb ließ meine Versenkung nach. ",
  "mn128:18.4": "Wenn die Versenkung nachlässt, verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:18.5": "Ich werde dafür sorgen, dass in mir nicht wieder Zweifel, Verlust des Fokus oder Dumpfheit und Benommenheit aufkommen.‘ ",
  "mn128:19.1": "Als ich beflissen, eifrig und entschlossen meditierte … ",
  "mn128:19.2": "kam mir der Gedanke: ",
  "mn128:19.3": "‚In mir kam Schrecken auf, und deshalb ließ meine Versenkung nach. ",
  "mn128:19.4": "Wenn die Versenkung nachlässt, verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:19.5": "Wie wenn da jemand eine Straße entlangwanderte, und von beiden Seiten sprängen Mörder auf ihn zu. Er würde deshalb von Schrecken gepackt. ",
  "mn128:19.6": "Ebenso kam in mir Schrecken auf … ",
  "mn128:19.8": "Ich werde dafür sorgen, dass in mir nicht wieder Zweifel, Verlust des Fokus, Dumpfheit und Benommenheit oder Schrecken aufkommen.‘ ",
  "mn128:20.1": "Als ich beflissen, eifrig und entschlossen meditierte … ",
  "mn128:20.2": "kam mir der Gedanke: ",
  "mn128:20.3": "‚In mir kam Hochstimmung auf, und deshalb ließ meine Versenkung nach. ",
  "mn128:20.4": "Wenn die Versenkung nachlässt, verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:20.5": "Wie wenn ein Mensch einen Zugang zu einem verborgenen Schatz suchen würde, und auf einmal würde er fünf Zugänge finden! In ihm käme deshalb Hochstimmung auf. ",
  "mn128:20.6": "Ebenso kam in mir Hochstimmung auf … ",
  "mn128:20.8": "Ich werde dafür sorgen, dass in mir nicht wieder Zweifel, Verlust des Fokus, Dumpfheit und Benommenheit, Schrecken oder Hochstimmung aufkommen.‘ ",
  "mn128:21.1": "Als ich beflissen, eifrig und entschlossen meditierte … ",
  "mn128:21.2": "kam mir der Gedanke: ",
  "mn128:21.3": "‚In mir kam Unbehagen auf, und deshalb ließ meine Versenkung nach. ",
  "mn128:21.4": "Wenn die Versenkung nachlässt, verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:21.5": "Ich werde dafür sorgen, dass in mir nicht wieder Zweifel, Verlust des Fokus, Dumpfheit und Benommenheit, Schrecken, Hochstimmung oder Unbehagen aufkommen.‘ ",
  "mn128:22.1": "Als ich beflissen, eifrig und entschlossen meditierte … ",
  "mn128:22.2": "kam mir der Gedanke: ",
  "mn128:22.3": "‚In mir kam übermäßige Energie auf, und deshalb ließ meine Versenkung nach. ",
  "mn128:22.4": "Wenn die Versenkung nachlässt, verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:22.5": "Wie wenn jemand eine Wachtel zu fest in seinen Händen hielte: Sie würde eben da sterben. ",
  "mn128:22.6": "Ebenso kam in mir übermäßige Energie auf … ",
  "mn128:22.8": "Ich werde dafür sorgen, dass in mir nicht wieder Zweifel, Verlust des Fokus, Dumpfheit und Benommenheit, Schrecken, Hochstimmung, Unbehagen oder übermäßige Energie aufkommen.‘ ",
  "mn128:23.1": "Als ich beflissen, eifrig und entschlossen meditierte … ",
  "mn128:23.2": "kam mir der Gedanke: ",
  "mn128:23.3": "‚In mir kam übermäßig lasche Energie auf, und deshalb ließ meine Versenkung nach. ",
  "mn128:23.4": "Wenn die Versenkung nachlässt, verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:23.5": "Wie wenn jemand eine Wachtel zu lose in seinen Händen hielte: Sie würde ihm aus den Händen fliegen. ",
  "mn128:23.6": "Ebenso kam in mir übermäßig lasche Energie auf … ",
  "mn128:23.8": "Ich werde dafür sorgen, dass in mir nicht wieder Zweifel, Verlust des Fokus, Dumpfheit und Benommenheit, Schrecken, Hochstimmung, Unbehagen, übermäßige Energie oder übermäßig lasche Energie aufkommen.‘ ",
  "mn128:24.1": "Als ich beflissen, eifrig und entschlossen meditierte … ",
  "mn128:24.2": "kam mir der Gedanke: ",
  "mn128:24.3": "‚In mir kam Sehnsucht auf, und deshalb ließ meine Versenkung nach. ",
  "mn128:24.4": "Wenn die Versenkung nachlässt, verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:24.5": "Ich werde dafür sorgen, dass in mir nicht wieder Zweifel, Verlust des Fokus, Dumpfheit und Benommenheit, Schrecken, Hochstimmung, Unbehagen, übermäßige Energie, übermäßig lasche Energie oder Sehnsucht aufkommen.‘ ",
  "mn128:25.1": "Als ich beflissen, eifrig und entschlossen meditierte … ",
  "mn128:25.2": "kam mir der Gedanke: ",
  "mn128:25.3": "‚In mir kamen Wahrnehmungen von Vielfalt auf, und deshalb ließ meine Versenkung nach. ",
  "mn128:25.4": "Wenn die Versenkung nachlässt, verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:25.5": "Ich werde dafür sorgen, dass in mir nicht wieder Zweifel, Verlust des Fokus, Dumpfheit und Benommenheit, Schrecken, Hochstimmung, Unbehagen, übermäßige Energie, übermäßig lasche Energie, Sehnsucht oder Wahrnehmungen von Vielfalt aufkommen.‘ ",
  "mn128:26.1": "Als ich beflissen, eifrig und entschlossen meditierte, nahm ich Licht wahr und sah Bilder. ",
  "mn128:26.2": "Doch nach kurzer Zeit verschwand das Licht und das Sehen der Bilder. ",
  "mn128:26.3": "Da dachte ich: ",
  "mn128:26.4": "‚Was ist der Grund, was ist die Ursache, dass mir das Licht und das Sehen der Bilder verschwindet?‘ ",
  "mn128:26.5": "Da kam mir der Gedanke: ",
  "mn128:26.6": "‚In mir kam übermäßige Konzentration auf Bilder auf, und deshalb ließ meine Versenkung nach. ",
  "mn128:26.7": "Wenn die Versenkung nachlässt, verschwindet das Licht und das Sehen der Bilder. ",
  "mn128:26.8": "Ich werde dafür sorgen, dass in mir nicht wieder Zweifel, Verlust des Fokus, Dumpfheit und Benommenheit, Schrecken, Hochstimmung, Unbehagen, übermäßige Energie, übermäßig lasche Energie, Sehnsucht, Wahrnehmungen von Vielfalt oder übermäßige Konzentration auf Bilder aufkommen.‘ ",
  "mn128:27.1": "Als ich verstand, dass Zweifel eine Verunreinigung des Geistes ist, gab ich ihn auf. ",
  "mn128:27.2": "Als ich verstand, dass Verlust des Fokus, ",
  "mn128:27.3": "Dumpfheit und Benommenheit, ",
  "mn128:27.4": "Schrecken, ",
  "mn128:27.5": "Hochstimmung, ",
  "mn128:27.6": "Unbehagen, ",
  "mn128:27.7": "übermäßige Energie, ",
  "mn128:27.8": "übermäßig lasche Energie, ",
  "mn128:27.9": "Sehnsucht, ",
  "mn128:27.10": "Wahrnehmungen von Vielfalt ",
  "mn128:27.11": "und übermäßige Konzentration auf Bilder Verunreinigungen des Geistes sind, gab ich sie auf. ",
  "mn128:28.1": "Als ich beflissen, eifrig und entschlossen meditierte, nahm ich Licht wahr, aber sah keine Bilder, ",
  "mn128:28.2": "oder ich sah Bilder, aber nahm kein Licht wahr. ",
  "mn128:28.3": "Und so ging es eine ganze Nacht, einen ganzen Tag, eine ganze Nacht und einen ganzen Tag. ",
  "mn128:28.4": "Da dachte ich: ",
  "mn128:28.5": "‚Was ist der Grund, was ist die Ursache dafür?‘ ",
  "mn128:28.8": "Da kam mir der Gedanke: ",
  "mn128:28.9": "‚Wenn ich den Geist nicht auf die Basis für Bilder richte, sondern auf die Basis für Licht, dann nehme ich Licht wahr und sehe keine Bilder. ",
  "mn128:28.10": "Aber wenn ich den Geist nicht auf die Basis für Licht richte, sondern auf die Basis für Bilder, dann sehe ich Bilder und nehme kein Licht wahr. ",
  "mn128:28.11": "Und so geht es eine ganze Nacht, einen ganzen Tag, eine ganze Nacht und einen ganzen Tag.‘ ",
  "mn128:29.1": "Als ich beflissen, eifrig und entschlossen meditierte, nahm ich begrenztes Licht wahr und sah begrenzte Bilder, ",
  "mn128:29.2": "oder ich nahm grenzenloses Licht wahr und sah grenzenlose Bilder. ",
  "mn128:29.3": "Und so ging es eine ganze Nacht, einen ganzen Tag, eine ganze Nacht und einen ganzen Tag. ",
  "mn128:29.4": "Da dachte ich: ",
  "mn128:29.5": "‚Was ist der Grund, was ist die Ursache dafür?‘ ",
  "mn128:29.8": "Da kam mir der Gedanke: ",
  "mn128:29.9": "‚Wenn meine Versenkung begrenzt ist, dann ist mein Sehen begrenzt, ",
  "mn128:29.10": "und mit begrenztem Sehen nehme ich begrenztes Licht wahr und sehe begrenzte Bilder. ",
  "mn128:29.11": "Aber wenn meine Versenkung grenzenlos ist, ist mein Sehen grenzenlos, ",
  "mn128:29.12": "und mit grenzenlosem Sehen nehme ich grenzenloses Licht wahr und sehe grenzenlose Bilder. ",
  "mn128:29.13": "Und so geht es eine ganze Nacht, einen ganzen Tag, eine ganze Nacht und einen ganzen Tag.‘ ",
  "mn128:30.1": "Als ich verstand, dass Zweifel, ",
  "mn128:30.2": "Verlust des Fokus, ",
  "mn128:30.3": "Dumpfheit und Benommenheit, ",
  "mn128:30.4": "Schrecken, ",
  "mn128:30.5": "Hochstimmung, ",
  "mn128:30.6": "Unbehagen, ",
  "mn128:30.7": "übermäßige Energie, ",
  "mn128:30.8": "übermäßig lasche Energie, ",
  "mn128:30.9": "Sehnsucht, ",
  "mn128:30.10": "Wahrnehmungen von Vielfalt ",
  "mn128:30.11": "und übermäßige Konzentration auf Bilder Verunreinigungen des Geistes sind, gab ich sie auf. ",
  "mn128:31.1": "Ich dachte: ",
  "mn128:31.2": "‚Ich habe die Verunreinigungen meines Geistes aufgegeben. ",
  "mn128:31.3": "Nun will ich auf drei Arten Versenkung entwickeln.‘ ",
  "mn128:31.4": "Ich entwickelte Versenkung, während ich den Geist ausrichtete und hielt; während ich den Geist nicht ausrichtete, sondern nur hielt; ohne dass ich den Geist ausrichtete oder hielt. Ich entwickelte Versenkung mit Ekstase; ohne Ekstase; mit Hochgefühl; mit Gleichmut. ",
  "mn128:32.1": "Als ich auf diese Arten Versenkung entwickelt hatte, ",
  "mn128:32.2": "gingen mir Erkennen und Sehen auf: ",
  "mn128:32.3": "‚Meine Freiheit ist unerschütterlich. Das ist meine letzte Wiedergeburt. Künftige Leben wird es jetzt nicht mehr geben.‘“ ",
  "mn128:32.4": "Das sagte der Buddha. ",
  "mn128:32.5": "Zufrieden begrüßte der Ehrwürdige Anuruddha die Worte des Buddha. "
}