{
  "mn125:0.1": "Mittlere Lehrreden 125 ",
  "mn125:0.2": "Die Stufe der Gezähmten ",
  "mn125:1.1": "So habe ich es gehört: ",
  "mn125:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "mn125:2.1": "Zu dieser Zeit hielt sich der Novize Aciravata in einer Hütte in der Wildnis auf. ",
  "mn125:2.2": "Als dann der Prinz Jayasena spazieren ging, begab er sich zu Aciravata und tauschte Willkommensgrüße mit ihm aus. ",
  "mn125:2.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Aciravata: ",
  "mn125:2.4": "„Werter Aggivessana, ich habe gehört, ",
  "mn125:2.5": "dass ein Mönch, der beflissen, eifrig und entschlossen meditiert, das Einswerden des Geistes erfahren kann.“ ",
  "mn125:2.6": "„Das ist wirklich wahr, Prinz! Das ist wirklich wahr! ",
  "mn125:2.7": "Ein Mönch, der beflissen, eifrig und entschlossen meditiert, kann das Einswerden des Geistes erfahren.“ ",
  "mn125:3.1": "„Werter Aggivessana, bitte lehre mich den Dhamma, wie du ihn gehört und dir eingeprägt hast.“ ",
  "mn125:3.2": "„Ich bin nicht fähig, das zu tun, Prinz. ",
  "mn125:3.3": "Denn wenn ich dich den Dhamma lehren würde, wie ich ihn gehört und mir eingeprägt habe, würdest du mich vielleicht nicht verstehen, und das wäre ermüdend und beschwerlich für mich.“ ",
  "mn125:4.1": "„Werter Aggivessana, bitte lehre mich den Dhamma, wie du ihn gehört und dir eingeprägt hast. ",
  "mn125:4.2": "Ich werde hoffentlich die Bedeutung dessen verstehen, was du sagst.“ ",
  "mn125:4.3": "„Ich will dich lehren. ",
  "mn125:4.4": "Wenn du die Bedeutung dessen, was ich sage, verstehst, ist es gut. ",
  "mn125:4.5": "Wenn nicht, lass jedem das Seine und befrage mich nicht weiter darüber.“ ",
  "mn125:4.6": "„Werter Aggivessana, bitte lehre mich den Dhamma, wie du ihn gehört und dir eingeprägt hast. ",
  "mn125:4.7": "Wenn ich die Bedeutung dessen, was du sagst, verstehe, ist es gut. ",
  "mn125:4.8": "Wenn nicht, werde ich jedem das Seine lassen und dich nicht weiter darüber befragen.“ ",
  "mn125:5.1": "Da lehrte der Novize Aciravata den Prinzen Jayasena den Dhamma, wie er ihn gehört und sich eingeprägt hatte. ",
  "mn125:5.2": "Als er geendet hatte, sagte Jayasena zu ihm: ",
  "mn125:5.3": "„Es ist unmöglich, werter Aggivessana, es kann nicht sein, dass ein Mönch, der beflissen, eifrig und entschlossen meditiert, das Einswerden des Geistes erfahren kann.“ ",
  "mn125:5.4": "Nachdem er erklärt hatte, dass dies unmöglich sei, erhob Jayasena sich von seinem Sitz und ging. ",
  "mn125:6.1": "Kurz nachdem er gegangen war, ging Aciravata zum Buddha, verbeugte sich, setzte sich zur Seite hin ",
  "mn125:6.2": "und berichtete ihm über das Gespräch. ",
  "mn125:7.1": "Als er geendet hatte, sagte der Buddha zu ihm: ",
  "mn125:7.2": "„Wie könnte es auch anders sein, Aggivessana? ",
  "mn125:7.3": "Der Prinz Jayasena hält sich inmitten von Sinnenfreuden auf, genießt sie, wird von Gedanken an sie verzehrt, brennt fiebrig darauf und sucht begierig mehr davon. Es ist ganz unmöglich, dass er erkennt oder sieht oder verwirklicht, was nur durch Entsagung erkannt, gesehen und verwirklicht werden kann. ",
  "mn125:8.1": "Wie ein Paar Elefanten oder Pferde oder Ochsen in Schulung, das gut gezähmt und gut geschult wäre, und ein Paar, das nicht gezähmt oder geschult wäre: ",
  "mn125:8.2": "Was denkst du, Aggivessana? ",
  "mn125:8.3": "Würde nicht das Paar, das gut gezähmt und gut geschult wäre, die Aufgaben der Gezähmten erfüllen und die Stufe der Gezähmten erreichen?“ ",
  "mn125:8.4": "„Ja, Herr.“ ",
  "mn125:8.5": "„Aber würde das Paar, das nicht gezähmt und geschult wäre, die Aufgaben der Gezähmten erfüllen und die Stufe der Gezähmten erreichen wie das gezähmte Paar?“ ",
  "mn125:8.6": "„Nein, Herr.“ ",
  "mn125:8.7": "„Ebenso hält sich der Prinz Jayasena inmitten von Sinnenfreuden auf, genießt sie, wird von Gedanken an sie verzehrt, brennt fiebrig darauf und sucht begierig mehr davon. Es ist ganz unmöglich, dass er erkennt oder sieht oder verwirklicht, was nur durch Entsagung erkannt, gesehen und verwirklicht werden kann. ",
  "mn125:9.1": "Wie wenn da nicht weit von einem Dorf oder einer Stadt ein großer Berg wäre, ",
  "mn125:9.2": "und zwei Freunde gingen aus dem Dorf oder der Stadt zu dem Berg, wobei sie sich gegenseitig zur Hand gingen. Wenn sie dort ankämen, bliebe ein Freund am Fuß des Berges, und der andere stiege zum Gipfel hinauf. ",
  "mn125:9.3": "Der, der unten stünde, würde zu dem auf dem Gipfel sagen: ",
  "mn125:9.4": "‚Mein Freund, was siehst du, wenn du dort auf dem Gipfel stehst?‘ ",
  "mn125:9.5": "Dieser würde antworten: ",
  "mn125:9.6": "‚Wenn ich auf dem Gipfel stehe, sehe ich entzückende Parks, Wälder, Wiesen und Lotusteiche!‘ ",
  "mn125:9.7": "Doch der andere würde sagen: ",
  "mn125:9.8": "‚Es ist unmöglich, es kann nicht sein, dass du, wenn du auf dem Gipfel stehst, entzückende Parks, Wälder, Wiesen und Lotusteiche siehst.‘ ",
  "mn125:9.9": "Da käme sein Freund vom Gipfel herab, nähme den Freund beim Arm und brächte ihn dazu, auf den Gipfel zu steigen. Er gäbe ihm eine Weile, um Atem zu holen, und würde dann zu ihm sagen: ",
  "mn125:9.10": "‚Mein Freund, was siehst du, wenn du hier auf dem Gipfel stehst?‘ ",
  "mn125:9.11": "Der andere würde antworten: ",
  "mn125:9.12": "‚Wenn ich auf dem Gipfel stehe, sehe ich entzückende Parks, Wälder, Wiesen und Lotusteiche!‘ ",
  "mn125:9.13": "Der Freund würde sagen: ",
  "mn125:9.14": "‚Gerade habe ich dich so verstanden: ",
  "mn125:9.15": "„Es ist unmöglich, es kann nicht sein, dass du, wenn du auf dem Gipfel stehst, entzückende Parks, Wälder, Wiesen und Lotusteiche siehst.“ ",
  "mn125:9.16": "Und jetzt sagst du: ",
  "mn125:9.17": "„Wenn ich auf dem Gipfel stehe, sehe ich entzückende Parks, Wälder, Wiesen und Lotusteiche!“ ",
  "mn125:9.18": "Der andere würde sagen: ",
  "mn125:9.19": "‚Aber, mein Freund, weil ich von diesem großen Berg gehemmt war, sah ich nicht, was zu sehen war.‘ ",
  "mn125:10.1": "Doch größer noch ist die Masse der Unwissenheit, von der Prinz Jayasena gehemmt, gehindert, eingekapselt und ummantelt ist. ",
  "mn125:10.2": "Der Prinz Jayasena hält sich inmitten von Sinnenfreuden auf, genießt sie, wird von Gedanken an sie verzehrt, brennt fiebrig darauf und sucht begierig mehr davon. Es ist ganz unmöglich, dass er erkennt oder sieht oder verwirklicht, was nur durch Entsagung erkannt, gesehen und verwirklicht werden kann. ",
  "mn125:11.1": "Wenn dir diese beiden Gleichnisse eingefallen wären, wäre es kein Wunder gewesen, wenn Prinz Jayasena Zuversicht zu dir gewonnen und seine Zuversicht gezeigt hätte.“ ",
  "mn125:11.2": "„Aber Herr, wie hätten mir diese beiden Gleichnisse einfallen können, wie sie dem Buddha eingefallen sind, da sie mir doch weder aus übernatürlicher Quelle eingegeben wurden, noch hatte ich sie zuvor gehört?“ ",
  "mn125:12.1": "„Wie wenn da, Aggivessana, ein gesalbter adliger König sich an seinen Elefanten-Fährtenleser wenden würde: ",
  "mn125:12.2": "‚Bitte, mein guter Elefanten-Fährtenleser, steige auf einen königlichen Elefantenbullen und reite in den Elefantenwald. Wenn du einen wilden Elefantenbullen siehst, binde ihn am Hals am königlichen Elefantenbullen fest.‘ ",
  "mn125:12.3": "‚Ja, Majestät‘, würde der Elefanten-Fährtenleser antworten und täte wie geheißen. ",
  "mn125:12.4": "Der königliche Elefantenbulle würde den wilden Elefanten ins Freie hinausführen; ",
  "mn125:12.5": "und nur dann kommt er heraus ins Freie, ",
  "mn125:12.6": "denn ein wilder Elefantenbulle hängt am Elefantenwald. ",
  "mn125:12.7": "Der Elefanten-Fährtenleser würde den König unterrichten: ",
  "mn125:12.8": "‚Majestät, der wilde Elefant ist ins Freie herausgekommen.‘ ",
  "mn125:12.9": "Dann würde sich der König an seinen Elefantenzureiter wenden: ",
  "mn125:12.10": "‚Bitte, mein guter Elefantenzureiter, zähme den wilden Elefantenbullen. Bringe seine wilden Manieren, seine wilden Erinnerungen und Gedanken unter Kontrolle, seine wilde Angst, Erschöpfung und hitzebedingte Entkräftung. Bringe ihn dazu, sich in einem Dorf wohlzufühlen, und bringe ihm Manieren bei, die den Menschen zusagen. ",
  "mn125:12.11": "‚Ja, Majestät‘, würde der Elefantenzureiter antworten. Er würde einen großen Pfosten in die Erde graben und den Elefanten mit dem Hals daran anbinden, um seine wilden Manieren, seine wilden Erinnerungen und Gedanken unter Kontrolle zu bringen, seine wilde Angst, Erschöpfung und hitzebedingte Entkräftung; um ihn dazu zu bringen, sich in einem Dorf wohlzufühlen, und ihm Manieren beizubringen, die den Menschen zusagen. ",
  "mn125:12.12": "Er würde auf eine Art zu ihm sprechen, die mild ist, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, vielen Menschen willkommen und angenehm. ",
  "mn125:12.13": "Wenn er auf solche Art angesprochen würde, würde der wilde Elefant zuhören wollen. Er würde die Ohren spitzen und versuchen, zu verstehen. ",
  "mn125:12.14": "Da würde der Elefantenzureiter ihn mit Gras, Futter und Wasser belohnen. ",
  "mn125:12.15": "Wenn der wilde Elefant das Gras, Futter und Wasser annehmen würde, wüsste der Zureiter: ",
  "mn125:12.16": "‚Nun wird der wilde Elefant überleben!‘ ",
  "mn125:12.17": "Er würde ihm ein weitere Aufgabe stellen: ",
  "mn125:12.18": "‚Hebe auf, werter Herr! Lege ab, werter Herr!‘ ",
  "mn125:12.19": "Wenn der wilde Elefant aufheben und ablegen würde, wenn der Zureiter es sagt, und den Anweisungen Folge leistete, würde der Zureiter ihm eine weitere Aufgabe stellen: ",
  "mn125:12.20": "‚Vor, werter Herr! Zurück, werter Herr!‘ ",
  "mn125:12.21": "Wenn der wilde Elefant vor und zurück gehen würde, wenn der Zureiter es sagt, und den Anweisungen Folge leistete, würde der Zureiter ihm eine weitere Aufgabe stellen: ",
  "mn125:12.22": "‚Stehe, werter Herr! Sitze, werter Herr!‘ ",
  "mn125:12.23": "Wenn der wilde Elefant stehen und sitzen würde, wenn der Zureiter es sagt, und den Anweisungen Folge leistete, würde der Zureiter ihm die Aufgabe mit Namen Unbewegtheit stellen. Er würde ein großes Brett an seinem Rüssel befestigen; ein Ulan würde auf seinem Hals sitzen; andere Ulanen würden ihn von allen Seiten umgeben, und der Zureiter selbst würde mit einer langen Lanze vor ihm stehen. ",
  "mn125:12.24": "Während er diese Aufgabe üben würde, würde er weder seine Vorder- noch seine Hinterfüße bewegen, weder seinen Vorder- noch seinen Hinterkörper, weder Kopf noch Ohren, Stoßzähne, Schwanz oder Rüssel. ",
  "mn125:12.25": "Der wilde Elefantenbulle würde ertragen, wenn er von Speeren, Schwertern, Pfeilen und Äxten getroffen würde; er würde den Donner der Trommeln, Pauken, Pfeifen, Schneckenhörner und Tamtams ertragen. Frei von allen Krummheiten und Fehlern, von Mängeln gesäubert, wäre er eines Königs würdig, könnte einem König dienen und gälte als Zeichen der Königswürde. ",
  "mn125:13.1": "Ebenso, Aggivessana, erscheint da ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die schulungsfähig sind, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "mn125:13.2": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn125:13.3": "Er verkündet eine Lehre, die am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn125:14.1": "Ein Hausbesitzer hört diese Lehre, oder das Kind eines Hausbesitzers oder jemand, der in einer guten Familie wiedergeboren ist. ",
  "mn125:14.2": "Er fasst Vertrauen zum Klargewordenen ",
  "mn125:14.3": "und überlegt: ",
  "mn125:14.4": "‚Das Hausleben ist eng und schmutzig, aber wenn man fortgezogen ist, ist das Leben weit offen. ",
  "mn125:14.5": "Es ist nicht einfach, wenn man zu Hause lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "mn125:14.6": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "mn125:14.7": "Nach einiger Zeit gibt er ein großes oder kleines Vermögen auf, verlässt einen großen oder kleinen Familienkreis. Er rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "mn125:14.8": "Und nur dann kommt ein edler Schüler heraus ins Freie, ",
  "mn125:14.9": "denn Götter und Menschen hängen an den fünf Sinnesreizen. ",
  "mn125:15.1": "Der Klargewordene leitet ihn weiter an: ",
  "mn125:15.2": "‚Komm, Mönch, sei tugendhaft, gezügelt in der Ordenssatzung, verhalte dich angemessen und suche an angemessenen Orten um Almosen nach. Sieh die Gefahr im kleinsten Fehler und halte die Schulungsregeln ein, die du aufgenommen hast.‘ ",
  "mn125:16.1": "Wenn er tugendhaft ist, leitet der Klargewordene ihn weiter an: ",
  "mn125:16.2": "‚Komm, Mönch, bewache die Tore der Sinne. Wenn du mit dem Auge ein Bild siehst, bleibe nicht an den Merkmalen und Einzelheiten hängen. … ",
  "mn125:17-21.1": "(In voller Länge sprechen wie in MN 107, der Lehrrede mit Moggallāna dem Buchhalter.) ",
  "mn125:22.1": "Er gibt diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "mn125:22.2": "Dann meditiert er, indem er einen Aspekt des Körpers beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "mn125:23.1": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "mn125:23.2": "indem er einen Aspekt des Geistes beobachtet … ",
  "mn125:23.3": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "mn125:23.4": "Wie wenn der Elefantenzureiter einen großen Pfosten in die Erde graben und den Elefanten mit dem Hals daran anbinden würde, um seine wilden Manieren, seine wilden Erinnerungen und Gedanken unter Kontrolle zu bringen, seine wilde Angst, Erschöpfung und hitzebedingte Entkräftung; um ihn dazu zu bringen, sich in einem Dorf wohlzufühlen, und ihm Manieren beizubringen, die den Menschen zusagen. ",
  "mn125:23.5": "Ebenso hat ein edler Schüler diese vier Arten der Achtsamkeitsmeditation als Halteseile für den Geist, um seine an das Hausleben gebundenen Manieren, Erinnerungen und Gedanken unter Kontrolle zu bringen, seine an das Hausleben gebundene Angst, Erschöpfung und hitzebedingte Entkräftung; um das System zu entdecken und das Erlöschen zu verwirklichen. ",
  "mn125:24.1": "Der Klargewordene leitet ihn weiter an: ",
  "mn125:24.2": "‚Komm, Mönch, meditiere, indem du einen Aspekt des Körpers beobachtest, aber denke keine mit Sinnenfreuden verbundenen Gedanken. ",
  "mn125:24.3": "Meditiere, indem du einen Aspekt der Gefühle beobachtest … ",
  "mn125:24.4": "indem du einen Aspekt des Geistes beobachtest … ",
  "mn125:24.5": "indem du einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtest, aber denke keine mit Sinnenfreuden verbundenen Gedanken. ",
  "mn125:25.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt er in die zweite Vertiefung ein und verweilt darin … ",
  "mn125:25.2": "in die dritte Vertiefung … ",
  "mn125:25.3": "in die vierte Vertiefung. ",
  "mn125:26.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erinnerung an frühere Leben. ",
  "mn125:26.2": "Er erinnert sich an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt … Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn125:27-28.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf das Erkennen von Tod und Wiedergeburt der Lebewesen. ",
  "mn125:27-28.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht er Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. … Er versteht, wie Lebewesen entsprechend ihrer Taten weiterziehen. ",
  "mn125:29.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – dann streckt er ihn aus auf das Erkennen der Auflösung der Befleckungen. ",
  "mn125:29.2": "Er versteht wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "mn125:29.3": "Er versteht wahrhaftig: ‚Das sind die Befleckungen.‘ … ‚Das ist der Ursprung der Befleckungen.‘ … ‚Das ist das Aufhören der Befleckungen.‘ … ‚Das ist die Übung, die zum Aufhören der Befleckungen führt.‘ ",
  "mn125:29.4": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn125:29.5": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "mn125:29.6": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.‘ ",
  "mn125:30.1": "Ein solcher Mönch erträgt Kälte, Hitze, Hunger und Durst, die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren, rauen und unlieben Tadel und körperliche Schmerzen – scharfe, heftige, brennende, peinliche, unangenehme, lebensbedrohende. ",
  "mn125:30.2": "Frei von Gier, Hass und Täuschung, von Mängeln gesäubert, ist er einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "mn125:31.1": "Wenn ein alter königlicher Elefantenbulle ungezähmt und ungeschult stirbt, gilt er als ein königlicher Elefantenbulle, der ungezähmt starb. ",
  "mn125:31.2": "Wenn ein mittelalter … ",
  "mn125:31.3": "oder ein junger königlicher Elefantenbulle ungezähmt und ungeschult stirbt, gilt er als ein königlicher Elefantenbulle, der ungezähmt starb. ",
  "mn125:31.4": "Ebenso gilt ein alter Mönch, wenn er stirbt, ohne die Befleckungen aufgelöst zu haben, als ein Mönch, der ungezähmt starb. ",
  "mn125:31.5": "Wenn ein mittelalter … ",
  "mn125:31.6": "oder ein junger Mönch stirbt, ohne die Befleckungen aufgelöst zu haben, gilt er als ein Mönch, der ungezähmt starb. ",
  "mn125:32.1": "Wenn ein alter königlicher Elefantenbulle gezähmt und geschult stirbt, gilt er als ein königlicher Elefantenbulle, der gezähmt starb. ",
  "mn125:32.2": "Wenn ein mittelalter … ",
  "mn125:32.3": "oder ein junger königlicher Elefantenbulle gezähmt und geschult stirbt, gilt er als ein königlicher Elefantenbulle, der gezähmt starb. ",
  "mn125:32.4": "Ebenso gilt ein alter Mönch, wenn er stirbt, nachdem er die Befleckungen aufgelöst hat, als ein Mönch, der gezähmt starb. ",
  "mn125:32.5": "Wenn ein mittelalter … ",
  "mn125:32.6": "oder ein junger Mönch stirbt, nachdem er die Befleckungen aufgelöst hat, gilt er als ein Mönch, der gezähmt starb.“ ",
  "mn125:32.7": "Das sagte der Buddha. ",
  "mn125:32.8": "Zufrieden begrüßte der Novize Aciravata die Worte des Buddha. "
}