{
  "mn122:0.1": "Mittlere Lehrreden 122 ",
  "mn122:0.2": "Die längere Lehrrede über die Leerheit ",
  "mn122:1.1": "So habe ich es gehört: ",
  "mn122:1.2": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "mn122:2.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Kapilavatthu zum Almosengang. ",
  "mn122:2.2": "Er zog um Almosen durch Kapilavatthu. Nach dem Essen, als er vom Almosengang zurückkam, ging er zur Wohnung des Sakyers Kāḷakhemaka, um den Tag über dort zu meditieren. ",
  "mn122:2.3": "Zu dieser Zeit waren in der Wohnung des Sakyers Kāḷakhemaka viele Ruheplätze ausgebreitet worden. ",
  "mn122:2.4": "Der Buddha sah das ",
  "mn122:2.5": "und dachte: ",
  "mn122:2.6": "„Da sind viele Ruheplätze ausgebreitet worden; ",
  "mn122:2.7": "leben hier viele Mönche und Nonnen?“ ",
  "mn122:2.8": "Zu dieser Zeit war der Ehrwürdige Ānanda zusammen mit vielen Mönchen und Nonnen dabei, in der Wohnung des Sakyers Ghaṭa Roben zu fertigen. ",
  "mn122:2.9": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging zur Wohnung des Sakyers Ghaṭa. Er setzte sich auf den ausgebreiteten Sitz ",
  "mn122:2.10": "und sagte zum Ehrwürdigen Ānanda: ",
  "mn122:2.11": "„In der Wohnung des Sakyers Kāḷakhemaka sind viele Ruheplätze ausgebreitet worden; ",
  "mn122:2.12": "leben dort viele Mönche und Nonnen?“ ",
  "mn122:2.14": "„Richtig, Herr, dort leben viele Mönche und Nonnen. ",
  "mn122:2.15": "Gerade ist die Zeit zum Robennähen.“ ",
  "mn122:3.1": "„Ānanda, ein Mönch, der Gesellschaft und Gruppen genießt, der sie liebt und daran hängt, sie zu genießen, leuchtet nicht. ",
  "mn122:3.2": "Es ist ganz unmöglich, dass ein solcher Mönch das Glück der Entsagung erlangen kann, das Glück der Abgeschiedenheit, das Glück des Friedens, das Glück des Erwachens, wann immer er will, ohne Mühe und Not. ",
  "mn122:3.3": "Aber man kann erqwarten, dass ein Mönch, der allein lebt und sich von der Gruppe zurückzieht, das Glück der Entsagung erlangen kann, das Glück der Abgeschiedenheit, das Glück des Friedens, das Glück des Erwachens, wann immer er will, ohne Mühe und Not – das ist gut möglich. ",
  "mn122:4.1": "Es ist wirklich ganz unmöglich, Ānanda, dass ein Mönch, der Gesellschaft genießt, in die Freiheit des Herzens eintreten und darin verweilen wird, weder in eine zeitweilige, angenehme, noch in die dauerhafte, unerschütterliche. ",
  "mn122:4.2": "Aber es ist gut möglich, dass ein Mönch, der allein lebt und sich von der Gruppe zurückzieht, in die Freiheit des Herzens eintreten und darin verweilen wird, entweder in eine zeitweilige, angenehme, oder in die dauerhafte, unerschütterliche. ",
  "mn122:5.1": "Ānanda, ich sehe kein einziges Bild, dessen Verfall und Zugrundegehen bei jemandem, der sich danach sehnt und es begehrt, nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis führen würde. ",
  "mn122:6.1": "Doch der Klargewordene erwachte zu dieser Meditation: nämlich ",
  "mn122:6.2": "innerlich in Leerheit einzutreten und darin zu verweilen, indem man den Geist von allen Merkmalen abwendet. ",
  "mn122:6.3": "Nun angenommen, Mönche, Nonnen, Laienmänner, Laienfrauen, Herrscher und deren Minister und Lehrer anderer Konfessionen und deren Schüler besuchten den Klargewordenen, während er diese Meditation übt. ",
  "mn122:6.4": "In diesem Fall neigt sein Geist sich zur Abgeschiedenheit, strebt zur Abgeschiedenheit und richtet sich zur Abgeschiedenheit aus, er ist zurückgezogen und liebt die Entsagung und ist mit den befleckenden Einflüssen völlig fertig; so hält er ihnen ausnahmslos einen Vortrag, in dem die Betonung darauf liegt, sie zu entlassen. ",
  "mn122:7.1": "Wenn daher ein Mönch wünscht: ",
  "mn122:7.2": "‚Dass ich doch innerlich in Leerheit eintrete und darin verweile!‘, so soll er seinen Geist innerlich stillen, sich setzen, eins werden und im Samādhi versinken lassen. ",
  "mn122:7.3": "Und wie stillt ein Mönch seinen Geist innerlich, lässt ihn sich setzen, eins werden und im Samādhi versinken? ",
  "mn122:8.1": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin … ",
  "mn122:8.2": "in die zweite Vertiefung … ",
  "mn122:8.3": "in die dritte Vertiefung … ",
  "mn122:8.4": "in die vierte Vertiefung. ",
  "mn122:8.5": "So stillt ein Mönch seinen Geist innerlich, lässt ihn sich setzen, eins werden und im Samādhi versinken. ",
  "mn122:9.1": "Er richtet den Geist innerlich auf Leerheit aus, ",
  "mn122:9.2": "aber sein Geist ist diesbezüglich nicht begierig, zuversichtlich, fest verankert und entschlossen. ",
  "mn122:9.3": "In diesem Fall versteht er: ",
  "mn122:9.4": "‚Ich richte meinen Geist innerlich auf Leerheit aus, aber mein Geist ist diesbezüglich nicht begierig, zuversichtlich, fest verankert und entschlossen.‘ ",
  "mn122:9.5": "So ist er sich der Lage bewusst. ",
  "mn122:9.6": "Er richtet den Geist äußerlich auf Leerheit aus … ",
  "mn122:9.7": "Er richtet den Geist innerlich und äußerlich auf Leerheit aus … ",
  "mn122:9.8": "Er richtet den Geist auf das Unbewegte aus, ",
  "mn122:9.9": "aber sein Geist ist diesbezüglich nicht begierig, zuversichtlich, fest verankert und entschlossen. ",
  "mn122:9.10": "In diesem Fall versteht er: ",
  "mn122:9.11": "‚Ich richte meinen Geist auf das Unbewegte aus, aber mein Geist ist diesbezüglich nicht begierig, zuversichtlich, fest verankert und entschlossen.‘ ",
  "mn122:9.12": "So ist er sich der Lage bewusst. ",
  "mn122:10.1": "Dann soll dieser Mönch seinen Geist innerlich stillen, sich setzen, eins werden und im Samādhi versinken lassen, indem er das gleiche Meditationsthema als Grundlage für die Versenkung benutzt wie zuvor. ",
  "mn122:10.2": "Er richtet den Geist innerlich auf Leerheit aus, ",
  "mn122:10.3": "und sein Geist ist diesbezüglich begierig, zuversichtlich, fest verankert und entschlossen. ",
  "mn122:10.4": "In diesem Fall versteht er: ",
  "mn122:10.5": "‚Ich richte meinen Geist innerlich auf Leerheit aus, und mein Geist ist diesbezüglich begierig, zuversichtlich, fest verankert und entschlossen.‘ ",
  "mn122:10.6": "So ist er sich der Lage bewusst. ",
  "mn122:10.7": "Er richtet den Geist äußerlich auf Leerheit aus … ",
  "mn122:10.8": "Er richtet den Geist innerlich und äußerlich auf Leerheit aus … ",
  "mn122:10.9": "Er richtet den Geist auf das Unbewegte aus, ",
  "mn122:10.10": "und sein Geist ist diesbezüglich begierig, zuversichtlich, fest verankert und entschlossen. ",
  "mn122:10.11": "In diesem Fall versteht er: ",
  "mn122:10.12": "‚Ich richte meinen Geist auf das Unbewegte aus, und mein Geist ist diesbezüglich begierig, zuversichtlich, fest verankert und entschlossen.‘ ",
  "mn122:10.13": "So ist er sich der Lage bewusst. ",
  "mn122:11.1": "Während ein Mönch diese Meditation übt, geht er, wenn sein Geist zum Gehen geneigt ist, im Gedanken: ",
  "mn122:11.2": "‚Während ich gehe, werden mich schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit nicht überwältigen.‘ ",
  "mn122:11.3": "So ist er sich der Lage bewusst. ",
  "mn122:11.4": "Während ein Mönch diese Meditation übt, steht er, wenn sein Geist zum Stehen geneigt ist, im Gedanken: ",
  "mn122:11.5": "‚Während ich stehe, werden mich schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit nicht überwältigen.‘ ",
  "mn122:11.6": "So ist er sich der Lage bewusst. ",
  "mn122:11.7": "Während ein Mönch diese Meditation übt, sitzt er, wenn sein Geist zum Sitzen geneigt ist, im Gedanken: ",
  "mn122:11.8": "‚Während ich sitze, werden mich schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit nicht überwältigen.‘ ",
  "mn122:11.9": "So ist er sich der Lage bewusst. ",
  "mn122:11.10": "Während ein Mönch diese Meditation übt, liegt er, wenn sein Geist zum Liegen geneigt ist, im Gedanken: ",
  "mn122:11.11": "‚Während ich liege, werden mich schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit nicht überwältigen.‘ ",
  "mn122:11.12": "So ist er sich der Lage bewusst. ",
  "mn122:12.1": "Während ein Mönch diese Meditation übt, redet er, wenn sein Geist zum Reden geneigt ist: ",
  "mn122:12.2": "‚Ich werde mich nicht auf Gespräche einlassen, die nieder, derb, gewöhnlich, unedel und nutzlos sind, die nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führen: nämlich Gespräche über Könige, Räuber und Minister, über Heere, Bedrohungen und Kriege, über Essen, Trinken, Kleider und Schlafstellen, über Kränze und Düfte, über die Familie, Fahrzeuge, Dörfer, Marktflecken, Städte und Länder, über Frauen und Helden, Straßen- und Brunnengespräch, Gespräch über Verstorbene, über allerlei Dinge, Geschichten vom Land und vom Meer und Gespräche über Wiedergeburt in diesem oder jenem Daseinszustand.‘ ",
  "mn122:12.3": "So ist er sich der Lage bewusst. ",
  "mn122:12.4": "‚Aber ich werde an Gesprächen über Selbstüberwindung teilnehmen, die helfen, das Herz zu öffnen, und einzig zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führen: nämlich an Gesprächen über Genügsamkeit, Zufriedenheit, Abgeschiedenheit, Sichfernhalten, das Aufrütteln der Energie, sittliches Verhalten, Versenkung, Weisheit, Freiheit und das Erkennen und Sehen der Freiheit.‘ ",
  "mn122:12.5": "So ist er sich der Lage bewusst. ",
  "mn122:13.1": "Während ein Mönch diese Meditation übt, denkt er, wenn sein Geist zum Denken geneigt ist: ",
  "mn122:13.2": "‚Ich werde keine Gedanken denken, die nieder, derb, gewöhnlich, unedel und nutzlos sind, die nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führen: nämlich sinnliche, boshafte oder grausame Gedanken.‘ ",
  "mn122:13.3": "So ist er sich der Lage bewusst. ",
  "mn122:13.4": "‚Aber ich will solche Gedanken denken, die edel sind, unabhängig machen und den, der sie übt, zur völligen Auflösung des Leidens führen: nämlich entsagende, wohlwollende und mildherzige Gedanken.‘ ",
  "mn122:13.5": "So ist er sich der Lage bewusst. ",
  "mn122:14.1": "Es gibt fünf Arten sinnlicher Erregung. ",
  "mn122:14.2": "Welche fünf? ",
  "mn122:14.3": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend; ",
  "mn122:14.4": "Töne, die das Ohr erkennt … ",
  "mn122:14.5": "Düfte, die die Nase erkennt … ",
  "mn122:14.6": "Geschmäcke, die die Zunge erkennt … ",
  "mn122:14.7": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn122:14.8": "Das sind die fünf Arten sinnlicher Erregung. ",
  "mn122:15.1": "Daher soll ein Mönch seinen eigenen Geist regelmäßig prüfen: ",
  "mn122:15.2": "‚Hat mein Geist Interesse an irgendeiner dieser fünf Arten sinnlicher Erregung?‘ ",
  "mn122:15.3": "Wenn er beim Prüfen erkennt: ",
  "mn122:15.4": "‚Mein Geist hat Interesse daran‘, ",
  "mn122:15.5": "dann versteht er in diesem Fall: ",
  "mn122:15.6": "‚Ich habe Sehnen und Begehren nach den fünf Arten sinnlicher Erregung nicht aufgegeben.‘ ",
  "mn122:15.7": "So ist er sich der Lage bewusst. ",
  "mn122:15.8": "Doch wenn er beim Prüfen erkennt: ",
  "mn122:15.9": "‚Mein Geist hat kein Interesse daran‘, ",
  "mn122:15.10": "dann versteht er in diesem Fall: ",
  "mn122:15.11": "‚Ich habe Sehnen und Begehren nach den fünf Arten sinnlicher Erregung aufgegeben.‘ ",
  "mn122:15.12": "So ist er sich der Lage bewusst. ",
  "mn122:16.1": "Ein Mönch soll meditieren, indem er das Entstehen und Vergehen bei diesen fünf mit Ergreifen verbundenen Aggregaten beobachtet: ",
  "mn122:16.2": "‚So ist Form, so ist ihr Ursprung, so ihr Enden. ",
  "mn122:16.3": "So ist Gefühl … ",
  "mn122:16.4": "So ist Wahrnehmung … ",
  "mn122:16.5": "So sind Entscheidungen … ",
  "mn122:16.6": "So ist Bewusstsein, so ist sein Ursprung, so sein Enden.‘ ",
  "mn122:17.1": "Während er das tut, gibt er die Einbildung ‚ich bin‘ bezüglich der fünf mit Ergreifen verbundenen Aggregate auf. ",
  "mn122:17.2": "In diesem Fall versteht er: ",
  "mn122:17.3": "‚Ich habe die Einbildung „ich bin“ bezüglich der fünf mit Ergreifen verbundenen Aggregate aufgegeben.‘ ",
  "mn122:17.4": "So ist er sich der Lage bewusst. ",
  "mn122:18.1": "Diese Grundsätze sind einzig tauglich mit tauglichen Auswirkungen; sie sind edel, überweltlich und für den Bösen nicht zugänglich. ",
  "mn122:19.1": "Was denkst du, Ānanda? ",
  "mn122:19.2": "Welchen Vorteil würde ein Schüler sehen, dass er es für wert hielte, sich dem Lehrer anzuschließen, selbst wenn er ihn weggeschickt wird?“ ",
  "mn122:19.3": "„Unsere Lehren wurzeln im Buddha. Er leitet uns und ist unsere Zuflucht. Herr, es wäre gut, wenn der Buddha selbst erklären würde, was das bedeutet. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "mn122:20.1": "„Ein Schüler soll es nicht für wert halten, sich um Aussagen, Mischungen aus Prosa und Dichtung oder um Gesprächen willen dem Lehrer anzuschließen. ",
  "mn122:20.2": "Und warum nicht? ",
  "mn122:20.3": "Weil ihr für lange Zeit die Lehren gelernt habt, sie im Gedächtnis hattet, sie durch Aufsagen gefestigt, mit dem Geist geprüft und gedanklich erfasst habt. ",
  "mn122:20.4": "Aber ein Schüler soll es für wert halten, sich um Gesprächen über Selbstüberwindung willen, die helfen, das Herz zu öffnen, und die einzig zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führen, dem Lehrer anzuschließen, selbst wenn der ihn wegschickt: nämlich um Gesprächen über Genügsamkeit willen, Gesprächen über Zufriedenheit, Abgeschiedenheit, Sichfernhalten, das Aufrütteln der Energie, sittliches Verhalten, Versenkung, Weisheit, Freiheit und das Erkennen und Sehen der Freiheit. ",
  "mn122:21.1": "Da das so ist, Ānanda, gibt es eine Gefahr für den Lehrer, eine Gefahr für den Schüler und eine Gefahr für den, der das geistliche Leben führt. ",
  "mn122:22.1": "Und wie gibt es eine Gefahr für den Lehrer? ",
  "mn122:22.2": "Da sucht ein Lehrer einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen. ",
  "mn122:22.3": "Während er dort zurückgezogen meditiert, wird er von einem Strom von Brahmanen und Hausbesitzern aus Stadt und Land besucht. ",
  "mn122:22.4": "Wenn das geschieht, genießt er Betörung, wird gierig und verfällt wieder in Schwelgen. ",
  "mn122:22.5": "Dieser Lehrer, so heißt es, ist von der Gefahr für den Lehrer gefährdet. ",
  "mn122:22.6": "Er ist vernichtet von schlechten, untauglichen Eigenschaften, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod. ",
  "mn122:22.7": "So gibt es eine Gefahr für den Lehrer. ",
  "mn122:23.1": "Und wie gibt es eine Gefahr für den Schüler? ",
  "mn122:23.2": "Da sucht der Schüler eines Lehrers, indem er seinem Lehrer im Pflegen der Abgeschiedenheit nacheifert, ",
  "mn122:23.3": "einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen. ",
  "mn122:23.4": "Während er dort zurückgezogen meditiert, wird er von einem Strom von Brahmanen und Hausbesitzern aus Stadt und Land besucht. ",
  "mn122:23.5": "Wenn das geschieht, genießt er Betörung, wird gierig und verfällt wieder in Schwelgen. ",
  "mn122:23.6": "Dieser Schüler, so heißt es, ist von der Gefahr für den Schüler gefährdet. ",
  "mn122:23.7": "Er ist vernichtet von schlechten, untauglichen Eigenschaften, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod. ",
  "mn122:23.8": "So gibt es eine Gefahr für den Schüler. ",
  "mn122:24.1": "Und wie gibt es eine Gefahr für den, der das geistliche Leben führt? ",
  "mn122:24.2": "Da erscheint ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "mn122:24.3": "Er sucht einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen. ",
  "mn122:24.4": "Während er dort zurückgezogen meditiert, wird er von einem Strom von Brahmanen und Hausbesitzern aus Stadt und Land besucht. ",
  "mn122:24.5": "Wenn das geschieht, genießt er keine Betörung, wird nicht gierig und verfällt nicht wieder in Schwelgen. ",
  "mn122:24.6": "Aber ein Schüler dieses Lehrers sucht, indem er seinem Lehrer im Pflegen der Abgeschiedenheit nacheifert, ",
  "mn122:24.7": "einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen. ",
  "mn122:24.8": "Während er dort zurückgezogen meditiert, wird er von einem Strom von Brahmanen und Hausbesitzern aus Stadt und Land besucht. ",
  "mn122:24.9": "Wenn das geschieht, genießt er Betörung, wird gierig und verfällt wieder in Schwelgen. ",
  "mn122:24.10": "Dieser Mensch, der ein geistliches Leben führt, so heißt es, ist von der Gefahr für den gefährdet, der ein geistliches Leben führt. ",
  "mn122:24.11": "Er ist vernichtet von schlechten, untauglichen Eigenschaften, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod. ",
  "mn122:24.12": "So gibt es eine Gefahr für den, der das geistliche Leben führt. ",
  "mn122:24.13": "Und so führt die Gefahr für den, der das geistliche Leben führt, zu einem viel schmerzhafteren und bittereren Ergebnis, verglichen mit der Gefahr für den Lehrer oder der Gefahr für den Schüler. Sie führt sogar in die Unterwelt. ",
  "mn122:25.1": "Daher, Ānanda, sollt ihr mich als Freund behandeln, nicht als Feind. ",
  "mn122:25.2": "Das wird zu eurem langanhaltenden Nutzen und Glück sein. ",
  "mn122:25.3": "Und wie behandeln Schüler ihren Lehrer als Feind, nicht als Freund? ",
  "mn122:25.4": "Da lehrt der Lehrer die Schüler aus Güte und Anteilnahme den Dhamma: ",
  "mn122:25.5": "‚Das ist zu eurem Wohl. Das ist zu eurem Glück.‘ ",
  "mn122:25.6": "Aber seine Schüler wollen nicht zuhören. Sie spitzen nicht die Ohren und versuchen nicht, zu verstehen. Sie wenden sich von der Anleitung des Lehrers ab und gehen weiter. ",
  "mn122:25.7": "So behandeln Schüler ihren Lehrer als Feind, nicht als Freund. ",
  "mn122:26.1": "Und wie behandeln Schüler ihren Lehrer als Freund, nicht als Feind? ",
  "mn122:26.2": "Da lehrt der Lehrer die Schüler aus Güte und Anteilnahme den Dhamma: ",
  "mn122:26.3": "‚Das ist zu eurem Wohl. Das ist zu eurem Glück.‘ ",
  "mn122:26.4": "Und seine Schüler wollen zuhören. Sie spitzen die Ohren und versuchen, zu verstehen. Sie wenden sich nicht von der Anleitung des Lehrers ab und gehen weiter. ",
  "mn122:26.5": "So behandeln Schüler ihren Lehrer als Freund, nicht als Feind. ",
  "mn122:26.6": "Daher, Ānanda, sollt ihr mich als Freund behandeln, nicht als Feind. ",
  "mn122:26.7": "Das wird zu eurem langanhaltenden Nutzen und Glück sein. ",
  "mn122:27.1": "Ich werde euch nicht verhätscheln wie ein Töpfer seine feuchten, ungebrannten Töpfe. ",
  "mn122:27.2": "Ich werde sprechen, indem ich euch wieder und wieder rüge, ",
  "mn122:27.3": "wieder und wieder auf euch eindringe. ",
  "mn122:27.4": "Der Kern wird dem standhalten.“ ",
  "mn122:27.5": "Das sagte der Buddha. ",
  "mn122:27.6": "Zufrieden begrüßte der Ehrwürdige Ānanda die Worte des Buddha. "
}