{
  "mn126:0.1": "Mittlere Lehrreden 126 ",
  "mn126:0.2": "Mit Bhūmija ",
  "mn126:1.1": "So habe ich es gehört: ",
  "mn126:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "mn126:2.1": "Da kleidete sich der Ehrwürdige Bhūmija am Morgen an, nahm Schale und Robe, ging zur Wohnung des Prinzen Jayasena und setzte sich dort auf den ausgebreiteten Sitz. ",
  "mn126:3.1": "Da begab sich Jayasena zu ihm und tauschte Willkommensgrüße mit ihm aus. ",
  "mn126:3.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Bhūmija: ",
  "mn126:3.3": "„Werter Bhūmija, es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn126:3.4": "‚Wenn man einen Wunsch ausspricht und das geistliche Leben führt, kann man die Frucht nicht gewinnen. ",
  "mn126:3.5": "Wenn man keinen Wunsch ausspricht und das geistliche Leben führt, kann man die Frucht nicht gewinnen. ",
  "mn126:3.6": "Wenn man sowohl einen Wunsch ausspricht als auch keinen Wunsch ausspricht und das geistliche Leben führt, kann man die Frucht nicht gewinnen. ",
  "mn126:3.7": "Wenn man weder einen Wunsch ausspricht noch keinen Wunsch ausspricht und das geistliche Leben führt, kann man die Frucht nicht gewinnen.‘ ",
  "mn126:3.8": "Was sagt der Lehrer des werten Bhūmija darüber? Wie erklärt er es?“ ",
  "mn126:4.1": "„Prinz, ich habe das nicht unter den Augen des Buddha gehört und gelernt, ",
  "mn126:4.2": "aber es ist möglich, dass der Buddha es so erklären würde: ",
  "mn126:4.3": "‚Wenn man das geistliche Leben unüberlegt führt, kann man die Frucht nicht gewinnen, ob man nun einen Wunsch ausspricht, ",
  "mn126:4.4": "keinen Wunsch ausspricht, ",
  "mn126:4.5": "sowohl einen Wunsch ausspricht als auch keinen Wunsch ausspricht ",
  "mn126:4.6": "oder weder einen Wunsch ausspricht noch keinen Wunsch ausspricht. ",
  "mn126:4.7": "Aber wenn man das geistliche Leben wohlüberlegt führt, kann man die Frucht gewinnen, ob man nun einen Wunsch ausspricht, ",
  "mn126:4.8": "keinen Wunsch ausspricht, ",
  "mn126:4.9": "sowohl einen Wunsch ausspricht als auch keinen Wunsch ausspricht ",
  "mn126:4.10": "oder weder einen Wunsch ausspricht noch keinen Wunsch ausspricht.‘ ",
  "mn126:4.11": "Ich habe das nicht unter den Augen des Buddha gehört und gelernt, ",
  "mn126:4.12": "aber es ist möglich, dass der Buddha es so erklären würde.“ ",
  "mn126:5.1": "„Wenn dein Lehrer das sagt, werter Bhūmija, steht er sicherlich meilenweit über all den anderen Asketen und Brahmanen.“ ",
  "mn126:6.1": "Darauf bediente Jayasena den Ehrwürdigen Bhūmija von seiner eigenen Tafel. ",
  "mn126:7.1": "Nach dem Essen, als er vom Almosengang zurückkam, ging Bhūmija dann zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete die Begebenheit. Er fügte hinzu: ",
  "mn126:7.25": "„Ich hoffe, ich habe, als ich so geantwortet habe, die Worte des Buddha wiedergegeben und ihn nicht mit einer Unwahrheit falsch dargestellt. Ich hoffe, meine Erklärung war im Einklang mit seiner Lehre, und es gibt keinen rechtmäßigen Grund für eine Gegendarstellung und Tadel.“ ",
  "mn126:8.1": "„Jawohl, Bhūmija, als du so geantwortet hast, hast du meine Worte wiedergegeben und mich nicht mit einer Unwahrheit falsch dargestellt. Deine Erklärung war im Einklang mit der Lehre, und es gibt keinen rechtmäßigen Grund für eine Gegendarstellung und Tadel. ",
  "mn126:9.1": "Es gibt manche Asketen und Brahmanen, die falsche Ansicht haben, falsches Denken, falsche Rede, falsches Handeln, falschen Lebenserwerb, falschen Einsatz, falsche Achtsamkeit und falsche Versenkung. Wenn sie das geistliche Leben führen, können sie die Frucht nicht gewinnen, ob sie nun einen Wunsch aussprechen, ",
  "mn126:9.2": "keinen Wunsch aussprechen, ",
  "mn126:9.3": "sowohl einen Wunsch aussprechen als auch keinen Wunsch aussprechen ",
  "mn126:9.4": "oder weder einen Wunsch aussprechen noch keinen Wunsch aussprechen. ",
  "mn126:9.5": "Warum ist das so? ",
  "mn126:9.6": "Weil dieser Weg, um die Frucht zu gewinnen, unüberlegt ist. ",
  "mn126:10.1": "Wie ein Mensch, der Öl bräuchte und auf der Suche nach Öl umherwandern würde. Er würde Sand in einen Eimer häufen, ihn nach und nach mit Wasser benetzen und ihn dann auspressen. ",
  "mn126:10.2": "Aber indem er das täte, könnte er kein Öl gewinnen, ob er nun einen Wunsch ausspräche, ",
  "mn126:10.3": "keinen Wunsch ausspräche, ",
  "mn126:10.4": "sowohl einen Wunsch ausspräche als auch keinen Wunsch ausspräche ",
  "mn126:10.5": "oder weder einen Wunsch ausspräche noch keinen Wunsch ausspräche. ",
  "mn126:10.6": "Warum ist das so? ",
  "mn126:10.7": "Weil dieser Weg, um Öl zu gewinnen, unüberlegt ist. ",
  "mn126:10.8": "Ebenso ist es bei all den Asketen und Brahmanen, die falsche Ansicht haben, falsches Denken, falsche Rede, falsches Handeln, falschen Lebenserwerb, falschen Einsatz, falsche Achtsamkeit und falsche Versenkung. Wenn sie das geistliche Leben führen, können sie die Frucht nicht gewinnen, ob sie nun einen Wunsch aussprechen, ",
  "mn126:10.9": "keinen Wunsch aussprechen, ",
  "mn126:10.10": "sowohl einen Wunsch aussprechen als auch keinen Wunsch aussprechen ",
  "mn126:10.11": "oder weder einen Wunsch aussprechen noch keinen Wunsch aussprechen. ",
  "mn126:10.12": "Warum ist das so? ",
  "mn126:10.13": "Weil dieser Weg, um die Frucht zu gewinnen, unüberlegt ist. ",
  "mn126:11.1": "Wie ein Mensch, der Milch bräuchte und auf der Suche nach Milch umherwandern würde. Er würde am Horn einer Kuh ziehen, die kürzlich gekalbt hat. ",
  "mn126:11.2": "Aber indem er das täte, könnte er keine Milch gewinnen, ob er nun einen Wunsch ausspräche, ",
  "mn126:11.3": "keinen Wunsch ausspräche, ",
  "mn126:11.4": "sowohl einen Wunsch ausspräche als auch keinen Wunsch ausspräche ",
  "mn126:11.5": "oder weder einen Wunsch ausspräche noch keinen Wunsch ausspräche. ",
  "mn126:11.6": "Warum ist das so? ",
  "mn126:11.7": "Weil dieser Weg, um Milch zu gewinnen, unüberlegt ist. ",
  "mn126:11.8": "Ebenso ist es bei all den Asketen und Brahmanen, die falsche Ansicht haben … ",
  "mn126:11.9": "Wenn sie das geistliche Leben führen, können sie die Frucht nicht gewinnen, ob sie nun einen Wunsch aussprechen … oder nicht. ",
  "mn126:11.13": "Warum ist das so? ",
  "mn126:11.14": "Weil dieser Weg, um die Frucht zu gewinnen, unüberlegt ist. ",
  "mn126:12.1": "Wie ein Mensch, der Butter bräuchte und auf der Suche nach Butter umherwandern würde. Er würde Wasser in ein Fass gießen und es mit einem Stock schlagen. ",
  "mn126:12.2": "Aber indem er das täte, könnte er keine Butter herstellen, ob er nun einen Wunsch ausspräche, ",
  "mn126:12.3": "keinen Wunsch ausspräche, ",
  "mn126:12.4": "sowohl einen Wunsch ausspräche als auch keinen Wunsch ausspräche ",
  "mn126:12.5": "oder weder einen Wunsch ausspräche noch keinen Wunsch ausspräche. ",
  "mn126:12.6": "Warum ist das so? ",
  "mn126:12.7": "Weil dieser Weg, um Butter herzustellen, unüberlegt ist. ",
  "mn126:12.8": "Ebenso ist es bei all den Asketen und Brahmanen, die falsche Ansicht haben … ",
  "mn126:12.9": "Wenn sie das geistliche Leben führen, können sie die Frucht nicht gewinnen, ob sie nun einen Wunsch aussprechen … oder nicht. ",
  "mn126:12.13": "Warum ist das so? ",
  "mn126:12.14": "Weil dieser Weg, um die Frucht zu gewinnen, unüberlegt ist. ",
  "mn126:13.1": "Wie ein Mensch, der Feuer bräuchte und auf der Suche nach Feuer umherwandern würde. Er würde eine Spindel in ein grünes, saftiges Stück Holz bohren. ",
  "mn126:13.2": "Aber indem er dies täte, könnte er kein Feuer entzünden, ob er nun einen Wunsch ausspräche, ",
  "mn126:13.3": "keinen Wunsch ausspräche, ",
  "mn126:13.4": "sowohl einen Wunsch ausspräche als auch keinen Wunsch ausspräche ",
  "mn126:13.5": "oder weder einen Wunsch ausspräche noch keinen Wunsch ausspräche. ",
  "mn126:13.6": "Warum ist das so? ",
  "mn126:13.7": "Weil dieser Weg, um Feuer zu entzünden, unüberlegt ist. ",
  "mn126:13.8": "Ebenso ist es bei all den Asketen und Brahmanen, die falsche Ansicht haben … ",
  "mn126:13.9": "Wenn sie das geistliche Leben führen, können sie die Frucht nicht gewinnen, ob sie nun einen Wunsch aussprechen … oder nicht. ",
  "mn126:13.13": "Warum ist das so? ",
  "mn126:13.14": "Weil dieser Weg, um die Frucht zu gewinnen, unüberlegt ist. ",
  "mn126:14.1": "Es gibt manche Asketen und Brahmanen, die rechte Ansicht haben, rechtes Denken, rechte Rede, rechtes Handeln, rechten Lebenserwerb, rechten Einsatz, rechte Achtsamkeit und rechte Versenkung. Wenn sie das geistliche Leben führen, können sie die Frucht gewinnen, ob sie nun einen Wunsch aussprechen, ",
  "mn126:14.2": "keinen Wunsch aussprechen, ",
  "mn126:14.3": "sowohl einen Wunsch aussprechen als auch keinen Wunsch aussprechen ",
  "mn126:14.4": "oder weder einen Wunsch aussprechen noch keinen Wunsch aussprechen. ",
  "mn126:14.5": "Warum ist das so? ",
  "mn126:14.6": "Weil dieser Weg, um die Frucht zu gewinnen, wohlüberlegt ist. ",
  "mn126:15.1": "Wie ein Mensch, der Öl bräuchte und auf der Suche nach Öl umherwandern würde. Er würde Sesammehl in einen Eimer häufen, es nach und nach mit Wasser benetzen und es dann auspressen. ",
  "mn126:15.2": "Indem er das täte, könnte er Öl gewinnen, ob er nun einen Wunsch ausspräche, ",
  "mn126:15.3": "keinen Wunsch ausspräche, ",
  "mn126:15.4": "sowohl einen Wunsch ausspräche als auch keinen Wunsch ausspräche ",
  "mn126:15.5": "oder weder einen Wunsch ausspräche noch keinen Wunsch ausspräche. ",
  "mn126:15.6": "Warum ist das so? ",
  "mn126:15.7": "Weil dieser Weg, um Öl zu gewinnen, wohlüberlegt ist. ",
  "mn126:15.8": "Ebenso ist es bei all den Asketen und Brahmanen, die rechte Ansicht haben … ",
  "mn126:15.9": "Wenn sie das geistliche Leben führen, können sie die Frucht gewinnen, ob sie nun einen Wunsch aussprechen … oder nicht. ",
  "mn126:15.13": "Warum ist das so? ",
  "mn126:15.14": "Weil dieser Weg, um die Frucht zu gewinnen, wohlüberlegt ist. ",
  "mn126:16.1": "Wie ein Mensch, der Milch bräuchte und auf der Suche nach Milch umherwandern würde. Er würde am Euter einer Kuh ziehen, die kürzlich gekalbt hat. ",
  "mn126:16.2": "Indem er das täte, könnte er Milch gewinnen, ob er nun einen Wunsch ausspräche, ",
  "mn126:16.3": "keinen Wunsch ausspräche, ",
  "mn126:16.4": "sowohl einen Wunsch ausspräche als auch keinen Wunsch ausspräche ",
  "mn126:16.5": "oder weder einen Wunsch ausspräche noch keinen Wunsch ausspräche. ",
  "mn126:16.6": "Warum ist das so? ",
  "mn126:16.7": "Weil dieser Weg, um Milch zu gewinnen, wohlüberlegt ist. ",
  "mn126:16.8": "Ebenso ist es bei all den Asketen und Brahmanen, die rechte Ansicht haben … ",
  "mn126:16.9": "Wenn sie das geistliche Leben führen, können sie die Frucht gewinnen, ob sie nun einen Wunsch aussprechen … oder nicht. ",
  "mn126:16.13": "Warum ist das so? ",
  "mn126:16.14": "Weil dieser Weg, um die Frucht zu gewinnen, wohlüberlegt ist. ",
  "mn126:17.1": "Wie ein Mensch, der Butter bräuchte und auf der Suche nach Butter umherwandern würde. Er würde Sauermilch in ein Fass gießen und sie mit einem Stock schlagen. ",
  "mn126:17.2": "Indem er das täte, könnte er Butter herstellen, ob er nun einen Wunsch ausspräche, ",
  "mn126:17.3": "keinen Wunsch ausspräche, ",
  "mn126:17.4": "sowohl einen Wunsch ausspräche als auch keinen Wunsch ausspräche ",
  "mn126:17.5": "oder weder einen Wunsch ausspräche noch keinen Wunsch ausspräche. ",
  "mn126:17.6": "Warum ist das so? ",
  "mn126:17.7": "Weil dieser Weg, um Butter herzustellen, wohlüberlegt ist. ",
  "mn126:17.8": "Ebenso ist es bei all den Asketen und Brahmanen, die rechte Ansicht haben … ",
  "mn126:17.9": "Wenn sie das geistliche Leben führen, können sie die Frucht gewinnen, ob sie nun einen Wunsch aussprechen … oder nicht. ",
  "mn126:17.13": "Warum ist das so? ",
  "mn126:17.14": "Weil dieser Weg, um die Frucht zu gewinnen, wohlüberlegt ist. ",
  "mn126:18.1": "Wie ein Mensch, der Feuer bräuchte und auf der Suche nach Feuer umherwandern würde. Er würde eine Spindel in ein ausgetrocknetes, verdorrtes Stück Holz bohren. ",
  "mn126:18.2": "Indem er dies täte, könnte er ein Feuer entzünden, ob er nun einen Wunsch ausspräche, ",
  "mn126:18.3": "keinen Wunsch ausspräche, ",
  "mn126:18.4": "sowohl einen Wunsch ausspräche als auch keinen Wunsch ausspräche ",
  "mn126:18.5": "oder weder einen Wunsch ausspräche noch keinen Wunsch ausspräche. ",
  "mn126:18.6": "Warum ist das so? ",
  "mn126:18.7": "Weil dieser Weg, um Feuer zu entzünden, wohlüberlegt ist. ",
  "mn126:18.8": "Ebenso ist es bei all den Asketen und Brahmanen, die rechte Ansicht haben … ",
  "mn126:18.9": "Wenn sie das geistliche Leben führen, können sie die Frucht gewinnen, ob sie nun einen Wunsch aussprechen, ",
  "mn126:18.10": "keinen Wunsch aussprechen, ",
  "mn126:18.11": "sowohl einen Wunsch aussprechen als auch keinen Wunsch aussprechen ",
  "mn126:18.12": "oder weder einen Wunsch aussprechen noch keinen Wunsch aussprechen. ",
  "mn126:18.13": "Warum ist das so? ",
  "mn126:18.14": "Weil dieser Weg, um die Frucht zu gewinnen, wohlüberlegt ist. ",
  "mn126:19.1": "Bhūmija, wenn dir diese vier Gleichnisse eingefallen wären, wäre es kein Wunder gewesen, wenn Prinz Jayasena Zuversicht zu dir gewonnen und seine Zuversicht gezeigt hätte.“ ",
  "mn126:19.2": "„Aber Herr, wie hätten mir diese vier Gleichnisse einfallen können, wie sie dem Buddha eingefallen sind, da sie mir doch weder aus übernatürlicher Quelle eingegeben wurden, noch hatte ich sie zuvor gehört?“ ",
  "mn126:19.3": "Das sagte der Buddha. ",
  "mn126:19.4": "Zufrieden begrüßte der Ehrwürdige Bhūmija die Worte des Buddha. "
}