{
  "mn123:0.1": "Mittlere Lehrreden 123 ",
  "mn123:0.2": "Unglaublich und erstaunlich ",
  "mn123:1.1": "So habe ich es gehört: ",
  "mn123:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn123:2.1": "Da saßen nach dem Essen, als sie vom Almosengang zurückkamen, mehrere Mönche und Nonnen in der Versammlungshalle beisammen, und dieses Gespräch kam unter ihnen auf: ",
  "mn123:2.2": "„Es ist unglaublich, Geehrte, es ist erstaunlich! Der Klargewordene besitzt solche übersinnliche Kraft und Macht! ",
  "mn123:2.3": "Denn er ist in der Lage, die Buddhas der Vergangenheit zu kennen, die vollkommen verloschen sind, die das Wuchern abgeschnitten, die Spur abgeschnitten, den Kreislauf zu Ende gebracht haben und über alles Leiden hinausgegangen sind. ",
  "mn123:2.4": "Er kennt ihre Geburt, ihre Namen, ihren Stamm, ihre Tugend, ihre Lehren, ihre Weisheit, ihre Meditation und ihre Freiheit.“ ",
  "mn123:2.5": "Daraufhin sagte der Ehrwürdige Ānanda: ",
  "mn123:2.6": "„Die Klargewordenen sind unglaublich und haben unglaubliche Eigenschaften. ",
  "mn123:2.7": "Sie sind erstaunlich und haben erstaunliche Eigenschaften.“ ",
  "mn123:2.8": "Doch die Unterhaltung zwischen diesen Mönchen und Nonnen wurde unterbrochen. ",
  "mn123:2.9": "Da kam der Buddha am späten Nachmittag aus seiner Klausur, ging zur Versammlungshalle, setzte sich auf den ausgebreiteten Sitz ",
  "mn123:2.10": "und wandte sich an die Mönche und Nonnen: ",
  "mn123:2.11": "„Mönche und Nonnen, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch wurde unterbrochen?“ ",
  "mn123:2.12": "„Herr, nach dem Essen, als wir vom Almosengang zurückkamen, saßen wir in der Versammlungshalle beisammen, und dieses Gespräch kam unter uns auf: ",
  "mn123:2.13": "‚Es ist unglaublich, Geehrte, es ist erstaunlich! Der Klargewordene besitzt solche übersinnliche Kraft und Macht! Denn er ist in der Lage, die Buddhas der Vergangenheit zu kennen, die vollkommen verloschen sind, die das Wuchern abgeschnitten, die Spur abgeschnitten, den Kreislauf zu Ende gebracht haben und über alles Leiden hinausgegangen sind. ",
  "mn123:2.14": "Er kennt ihre Geburt, ihre Namen, ihren Stamm, ihre Tugend, ihre Lehren, ihre Weisheit, ihre Meditation und ihre Freiheit.‘ Daraufhin sagte der Ehrwürdige Ānanda: ",
  "mn123:2.15": "‚Die Klargewordenen sind unglaublich und haben unglaubliche Eigenschaften. ",
  "mn123:2.16": "Sie sind erstaunlich und haben erstaunliche Eigenschaften.‘ ",
  "mn123:2.17": "Das war das Gespräch, das unterbrochen wurde, als der Buddha kam.“ ",
  "mn123:2.18": "Da sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "mn123:2.19": "„Nun, Ānanda, sage mehr über die unglaublichen und erstaunlichen Eigenschaften des Klargewordenen.“ ",
  "mn123:3.1": "„Herr, ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:3.2": "‚Achtsam und der Situation bewusst wurde das Wesen, das zum Erwachen entschlossen war, in der Schar der freudvollen Götter wiedergeboren.‘ ",
  "mn123:3.3": "Das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:4.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:4.2": "‚Achtsam und der Situation bewusst blieb das Wesen, das zum Erwachen entschlossen war, in der Schar der freudvollen Götter.‘ ",
  "mn123:4.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:5.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:5.2": "‚Dieses ganze Leben blieb das Wesen, das zum Erwachen entschlossen war, in der Schar der freudvollen Götter.‘ ",
  "mn123:5.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:6.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:6.2": "‚Achtsam und der Situation bewusst schied das Wesen, das zum Erwachen entschlossen war, von der Schar der freudvollen Götter ab und wurde im Schoß seiner Mutter empfangen.‘ ",
  "mn123:6.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:7.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:7.2": "‚Wenn das Wesen, das zum Erwachen entschlossen ist, von der Schar der freudvollen Götter abscheidet, wird es im Schoß seiner Mutter empfangen. ",
  "mn123:7.3": "Dann erscheint in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen ein unermessliches, wunderbares Licht, das die Strahlkraft der Götter übertrifft. ",
  "mn123:7.4": "Selbst in der grenzenlosen Düsternis des interstellaren Raumes – so vollkommen dunkel, dass sogar das Licht von Mond und Sonne, so mächtig und gewaltig, keinen Eindruck macht – erscheint ein unermessliches, wunderbares Licht, das die Strahlkraft der Götter übertrifft. ",
  "mn123:7.5": "Und die Lebewesen, die dort wiedergeboren sind, erkennen einander in diesem Licht: „Es scheint also, dass hier andere Lebewesen wiedergeboren sind!“ ",
  "mn123:7.6": "Und diese zehntausendfache Galaxie zittert und schwankt und bebt. Und ein unermessliches, wunderbares Licht erscheint in der Welt, das selbst die Strahlkraft der Götter übertrifft.‘ ",
  "mn123:7.7": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:8.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:8.2": "‚Wenn das Wesen, das zum Erwachen entschlossen ist, im Schoß seiner Mutter empfangen wird, kommen vier Ortsgötter heran, um die vier Himmelsrichtungen zu bewachen, sodass kein Mensch, kein nicht-menschliches Wesen oder irgendjemand dem Wesen, das zum Erwachen entschlossen ist, oder seiner Mutter schaden kann.‘ ",
  "mn123:8.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:9.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:9.2": "‚Wenn das Wesen, das zum Erwachen entschlossen ist, im Schoß seiner Mutter empfangen wurde, wird sie auf natürliche Art tugendhaft. Sie tötet keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keine Rauschmittel wie Bier, Wein und Branntwein.‘ ",
  "mn123:9.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:10.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:10.2": "‚Wenn das Wesen, das zum Erwache entschlossen ist, im Schoß seiner die Mutter empfangen wurde, denkt sie nicht länger mit sexuellen Gedanken an Männer, und sie kann von keinem Mann mit wollüstigen Absichten überwältigt werden.‘ ",
  "mn123:10.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:11.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:11.2": "‚Wenn das Wesen, das zum Erwachen entschlossen ist, im Schoß seiner Mutter empfangen wurde, erhält sie die fünf Sinnesreize und vergnügt sich, damit versorgt und ausgestattet. ",
  "mn123:11.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:12.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:12.2": "‚Wenn das Wesen, das zum Erwachen entschlossen ist, im Schoß seiner Mutter empfangen wurde, wird sie nicht von Beschwerden befallen. Sie ist glücklich und frei von körperlicher Ermüdung. Und sie sieht das Wesen, das zum Erwachen entschlossen ist, in ihrem Schoß, in allen Haupt- und Nebengliedern unversehrt, ohne dass eine Fähigkeit fehlte. ",
  "mn123:12.3": "Wie ein Schmuckstück aus Beryll, von Natur aus schimmernd, mit acht Facetten und gut gearbeitet, das auf einen blauen, gelben, roten, weißen oder goldbraunen Faden aufgefädelt wäre. ",
  "mn123:12.4": "Ein Mensch mit klaren Augen würde es in die Hand nehmen und untersuchen: „Dieses Schmuckstück aus Beryll ist von Natur aus schimmernd, mit acht Facetten und gut gearbeitet. Und es ist auf einen blauen, gelben, roten, weißen oder goldbraunen Faden aufgefädelt.“ ",
  "mn123:12.5": "Ebenso wird die Mutter des Wesens, das zum Erwachen entschlossen ist, wenn es in ihrem Schoß empfangen wurde, nicht von Beschwerden befallen. Sie ist glücklich und frei von körperlicher Ermüdung. Und sie sieht das Wesen, das zum Erwachen entschlossen ist, in ihrem Schoß, in allen Haupt- und Nebengliedern unversehrt, ohne dass eine Fähigkeit fehlte.‘ ",
  "mn123:12.6": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:13.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:13.2": "‚Sieben Tage nach der Geburt des Wesens, das zum Erwachen entschlossen ist, stirbt seine Mutter und wird in der Schar der freudvollen Götter wiedergeboren.‘ ",
  "mn123:13.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:14.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:14.2": "‚Andere Frauen tragen das Kind bis zur Geburt neun oder zehn Monate in ihrem Schoß, doch nicht die Mutter des Wesens, das zum Erwachen entschlossen ist. Sie bringt ihr Kind nach genau zehn Monaten zur Welt.‘ ",
  "mn123:14.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:15.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:15.2": "‚Andere Frauen gebären im Sitzen oder im Liegen, doch nicht die Mutter des Wesens, das zum Erwachen entschlossen ist. Sie gebiert ihr Kind immer im Stehen.‘ ",
  "mn123:15.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:16.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:16.2": "‚Wenn das Wesen, das zum Erwachen entschlossen ist, aus dem Schoß seiner Mutter hervorkommt, wird es zuerst von Göttern in Empfang genommen, dann von Menschen.‘ ",
  "mn123:16.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:17.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:17.2": "‚Wenn das Wesen, das zum Erwachen entschlossen ist, aus dem Schoß seiner Mutter hervorkommt, nehmen vier Ortsgötter es in Empfang, noch bevor es den Boden erreicht, und stellen es vor seine Mutter hin. Sie sagen: „Freue dich, Königin! Dir wurde ein Sohn von hohem Rang geboren!“‘ ",
  "mn123:17.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:18.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:18.2": "‚Wenn das Wesen, das zum Erwachen entschlossen ist, aus dem Schoß seiner Mutter hervorkommt, ist es bereits rein, unbefleckt von Wasser, Schleim, Blut oder einer anderen Art von Unreinheit, lauter und rein. ",
  "mn123:18.3": "Wie wenn ein Edelstein-Juwel auf Kāsituch gelegt würde: Das Juwel würde das Tuch nicht beschmutzen, noch würde das Tuch das Juwel beschmutzen. ",
  "mn123:18.4": "Warum ist das so? ",
  "mn123:18.5": "Weil beide rein sind. ",
  "mn123:18.6": "Ebenso ist das Wesen, das zum Erwachen entschlossen ist, bereits rein, wenn es aus dem Schoß seiner Mutter hervorkommt, unbefleckt von Wasser, Schleim, Blut oder einer anderen Art von Unreinheit, lauter und rein.‘ ",
  "mn123:18.7": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:19.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:19.2": "‚Wenn das Wesen, das zum Erwachen entschlossen ist, aus dem Schoß seiner Mutter hervorkommt, erscheinen zwei Wassergüsse mitten aus der Luft, ein kühler und ein warmer, um das Wesen, das zum Erwachen entschlossen ist, und seine Mutter zu baden.‘ ",
  "mn123:19.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:20.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:20.2": "‚Sobald das Wesen, das zum Erwachen entschlossen ist, geboren ist, steht es fest mit seinen Füßen auf der Erde. Es blickt nach Norden, macht sieben Schritte, während ein weißer Sonnenschirm über es gehalten wird, mustert alle Himmelsrichtungen und macht diese dramatische Verkündigung: „Ich bin der Vorderste in der Welt! Ich bin der Älteste in der Welt! Ich bin der Erste in der Welt! Dies ist meine letzte Wiedergeburt. Künftige Leben wird es jetzt nicht mehr geben.“‘ ",
  "mn123:20.3": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung. ",
  "mn123:21.1": "Ich habe im Angesicht des Buddha gehört und gelernt: ",
  "mn123:21.2": "‚Wenn das Wesen, das zum Erwachen entschlossen ist, aus dem Schoß seiner Mutter hervorkommt, erscheint in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen ein unermessliches, wunderbares Licht, das die Strahlkraft der Götter übertrifft. ",
  "mn123:21.3": "Selbst in der grenzenlosen Düsternis des interstellaren Raumes – so vollkommen dunkel, dass sogar das Licht von Mond und Sonne, so mächtig und gewaltig, keinen Eindruck macht – erscheint ein unermessliches, wunderbares Licht, das die Strahlkraft der Götter übertrifft. ",
  "mn123:21.4": "Und die Lebewesen, die dort wiedergeboren sind, erkennen einander in diesem Licht: „Es scheint also, dass hier andere Lebewesen wiedergeboren sind!“ ",
  "mn123:21.5": "Und diese zehntausendfache Galaxie zittert und schwankt und bebt. Und ein unermessliches, wunderbares Licht erscheint in der Welt, das selbst die Strahlkraft der Götter übertrifft.‘ ",
  "mn123:21.6": "Auch das habe ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung.“ ",
  "mn123:22.1": "„Nun, Ānanda, du sollst auch dies als eine unglaubliche und erstaunliche Eigenschaft des Klargewordenen in Erinnerung behalten: ",
  "mn123:22.2": "Da ist sich der Klargewordene seiner Gefühle bewusst, während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "mn123:22.3": "Er ist sich seiner Wahrnehmungen bewusst, während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "mn123:22.4": "Er ist sich seiner Gedanken bewusst, während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "mn123:22.5": "Auch das sollst sollst du als eine unglaubliche und erstaunliche Eigenschaft des Klargewordenen in Erinnerung behalten.“ ",
  "mn123:23.1": "„Herr, der Buddha ist sich seiner Gefühle bewusst, während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "mn123:23.2": "Er ist sich seiner Wahrnehmungen bewusst, während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "mn123:23.3": "Er ist sich seiner Gedanken bewusst, während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "mn123:23.4": "Auch das behalte ich als eine unglaubliche und erstaunliche Eigenschaft des Buddha in Erinnerung.“ ",
  "mn123:23.5": "Das sagte Ānanda, ",
  "mn123:23.6": "und der Lehrer begrüßte es. ",
  "mn123:23.7": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Ehrwürdigen Ānanda. "
}