{
  "mn12:0.1": "Mittlere Lehrreden 12 ",
  "mn12:0.2": "Die längere Lehrrede über das Löwengebrüll ",
  "mn12:1.1": "So habe ich es gehört: ",
  "mn12:1.2": "Einmal hielt sich der Buddha außerhalb von Vesālī in einem Waldstück westlich der Stadt auf. ",
  "mn12:2.1": "Nun war da gerade kürzlich der Licchaver Sunakkhatta aus dieser Lehre und Schulung ausgetreten. ",
  "mn12:2.2": "Er sagte zu einer Menschenmenge in Vesālī: ",
  "mn12:2.3": "„Der Asket Gotama hat keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist. ",
  "mn12:2.4": "Er lehrt, was er mit Logik ausgearbeitet hat, indem er einer Abfolge von Untersuchungsschritten folgt, und drückt seinen eigenen Blickwinkel aus. ",
  "mn12:2.5": "Und seine Lehre führt den, der sie übt, zur völligen Auflösung des Leidens, dem Ziel, für das sie gelehrt wurde.“ ",
  "mn12:3.1": "Da kleidete sich der ehrwürdige Sāriputta am Morgen an, nahm Schale und Robe und betrat Vesālī zum Almosengang. ",
  "mn12:3.2": "Da hörte er, was Sunakkhatta sagte. ",
  "mn12:3.6": "Dann zog er um Almosen durch Vesālī. Nach dem Essen, als er vom Almosengang zurückkam, ging er zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete ihm die Begebenheit. ",
  "mn12:4.1": "„Sāriputta, Sunakkhatta, dieser unnütze Mann, ist zornig. ",
  "mn12:4.2": "Seine Worte sind im Zorn gesprochen. ",
  "mn12:4.3": "Er denkt, er tadele den Klargewordenen, aber eigentlich lobt er ihn nur. ",
  "mn12:4.4": "Denn es ist Lob für den Klargewordenen, wenn man sagt: ",
  "mn12:4.5": "‚Seine Lehre führt den, der sie übt, zur völligen Auflösung des Leidens, dem Ziel, für das sie gelehrt wurde.‘ ",
  "mn12:5.1": "Aber es kann nicht geschehen, dass Sunakkhatta über mich aus der Lehre schließen wird: ",
  "mn12:5.2": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn12:6.1": "Und es kann nicht geschehen, dass Sunakkhatta über mich aus der Lehre schließen wird: ",
  "mn12:6.2": "‚Dieser Gesegnete übt die vielen Arten übersinnlicher Kraft aus: sich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Erdwall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt.‘ ",
  "mn12:7.1": "Und es kann nicht geschehen, dass Sunakkhatta über mich aus der Lehre schließen wird: ",
  "mn12:7.2": "‚Dieser Gesegnete kann mit geläuterter und übermenschlicher Hellhörigkeit beide Arten von Tönen hören, himmlische und menschliche, ob nah oder fern.‘ ",
  "mn12:8.1": "Und es kann nicht geschehen, dass Sunakkhatta über mich aus der Lehre schließen wird: ",
  "mn12:8.2": "‚Dieser Gesegnete erkennt den Geist anderer Wesen und Menschen, indem er ihn mit seinem Geist erfasst: ",
  "mn12:8.3": "Er erkennt einen gierigen Geist als „gierigen Geist“, ",
  "mn12:8.4": "einen von Gier freien Geist als „von Gier freien Geist“, ",
  "mn12:8.5": "einen hasserfüllten Geist als „hasserfüllten Geist“, ",
  "mn12:8.6": "einen von Hass freien Geist als „von Hass freien Geist“, ",
  "mn12:8.7": "einen Geist, der sich täuscht, als „Geist, der sich täuscht“, ",
  "mn12:8.8": "einen von Täuschung freien Geist als „von Täuschung freien Geist“, ",
  "mn12:8.9": "einen eingeengten Geist als „eingeengten Geist“, ",
  "mn12:8.10": "einen zerstreuten Geist als „zerstreuten Geist“, ",
  "mn12:8.11": "einen ausgedehnten Geist als „ausgedehnten Geist“, ",
  "mn12:8.12": "einen nicht ausgedehnten Geist als „nicht ausgedehnten Geist“, ",
  "mn12:8.13": "einen Geist, der nicht unübertrefflich ist, als „Geist, der nicht unübertrefflich ist“, ",
  "mn12:8.14": "einen unübertrefflichen Geist als „unübertrefflichen Geist“, ",
  "mn12:8.15": "einen im Samādhi versunkenen Geist als „im Samādhi versunkenen Geist“, ",
  "mn12:8.16": "einen nicht im Samādhi versunkenen Geist als „nicht im Samādhi versunkenen Geist“, ",
  "mn12:8.17": "einen befreiten Geist als „befreiten Geist“ ",
  "mn12:8.18": "und einen nicht befreiten Geist als „nicht befreiten Geist.“‘ ",
  "mn12:9.1": "Es gibt zehn Kräfte eines Klargewordenen, die der Klargewordene besitzt. Damit beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das göttliche Rad. ",
  "mn12:9.2": "Welche zehn? ",
  "mn12:10.1": "Zunächst versteht da der Klargewordene wahrhaftig das Mögliche als möglich und das Unmögliche als unmöglich. ",
  "mn12:10.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. Indem er sich darauf stützt, beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das göttliche Rad. ",
  "mn12:11.1": "Dann versteht da der Klargewordene wahrhaftig das Ergebnis von Taten, die in der Vergangenheit, der Zukunft und der Gegenwart aufgenommen wurden und werden, im Hinblick auf die Ursachen und die Gründe. ",
  "mn12:11.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "mn12:12.1": "Dann versteht da der Klargewordene wahrhaftig, wo alle Übungspfade hinführen. ",
  "mn12:12.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "mn12:13.1": "Dann versteht da der Klargewordene wahrhaftig die Welt mit ihren vielen und vielfältigen Elementen. ",
  "mn12:13.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "mn12:14.1": "Dann versteht da der Klargewordene wahrhaftig die vielfältigen Überzeugungen der Lebewesen. ",
  "mn12:14.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "mn12:15.1": "Dann versteht da der Klargewordene wahrhaftig die Fähigkeiten anderer Lebewesen und anderer Menschen, indem er sie mit seinem Geist erfasst. ",
  "mn12:15.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "mn12:16.1": "Dann versteht da der Klargewordene wahrhaftig Verunreinigung, Läuterung und Heraustreten in Bezug auf die Vertiefungen, die Befreiungen, die Versenkung und erhabene Zustände. ",
  "mn12:16.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "mn12:17.1": "Dann erinnert sich da der Klargewordene an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn12:17.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "mn12:18.1": "Dann sieht da der Klargewordene mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen taten Schlechtes mit dem Körper, der Sprache und dem Geist. Sie brachten die Edlen in Verruf, hatten falsche Ansicht und unternahmen Handlungen aus dieser falschen Ansicht heraus. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen taten Gutes mit dem Körper, der Sprache und dem Geist. Sie brachten nie die Edlen in Verruf, hatten rechte Ansicht und unternahmen Handlungen aus dieser rechten Ansicht heraus. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sieht er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn12:18.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. … ",
  "mn12:19.1": "Dann hat da der Klargewordene mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, hat sie durch eigene Einsicht erkannt und lebt darin. ",
  "mn12:19.2": "Da er das wahrhaftig versteht, ist das eine Kraft des Klargewordenen. Indem er sich darauf stützt, beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das göttliche Rad. ",
  "mn12:20.1": "Das sind die zehn Kräfte eines Klargewordenen, die der Klargewordenen besitzt. Damit beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das göttliche Rad. ",
  "mn12:21.1": "Da ich so erkenne und sehe, wenn da jemand sagen würde: ",
  "mn12:21.2": "‚Der Asket Gotama hat keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist. ",
  "mn12:21.3": "Er lehrt, was er mit Logik ausgearbeitet hat, indem er einer Abfolge von Untersuchungsschritten folgt, und drückt seinen eigenen Blickwinkel aus‘, ",
  "mn12:21.4": "und er gäbe diese Rede und diesen Gedanken nicht auf und ließe diese Ansicht nicht los, so würde er in die Hölle gestoßen. ",
  "mn12:21.5": "Gerade wie ein Mönch, der sittliches Veralten, Versenkung und Weisheit vervollkommnet hat, in diesem Leben Erleuchtung erlangen würde, so wird es ihm ergehen, sage ich. ",
  "mn12:21.6": "Wenn er diese Rede und diesen Gedanken nicht aufgibt und diese Ansicht nicht loslässt, wird er in die Hölle gestoßen. ",
  "mn12:22.1": "Sāriputta, ein Klargewordener hat diese vier Arten von Selbstvertrauen. Damit beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das göttliche Rad. ",
  "mn12:22.2": "Welche vier? ",
  "mn12:23.1": "‚Du behauptest, ein vollkommen erwachter Buddha zu sein, aber du verstehst diese Dinge nicht.‘ Ich sehe keinen rechtmäßigen Grund, aus dem irgendein Asket oder Brahmane oder Gott oder Māra oder Brahmā oder irgendjemand sonst in der Welt mich so schelten könnte. ",
  "mn12:23.2": "Da ich einen solchen Grund nicht sehe, lebe ich sicher, furchtlos und selbstbewusst. ",
  "mn12:24.1": "‚Du behauptest, alle Befleckungen aufgelöst zu haben, aber diese Befleckungen sind nicht aufgelöst.‘ Ich sehe keinen rechtmäßigen Grund, aus dem irgendein Asket oder Brahmane oder Gott oder Māra oder Brahmā oder irgendjemand sonst in der Welt mich so schelten könnte. ",
  "mn12:24.2": "Da ich einen solchen Grund nicht sehe, lebe ich sicher, furchtlos und selbstbewusst. ",
  "mn12:25.1": "‚Die Handlungen, von denen du sagst, sie seien Blockaden, sind nicht wirklich Blockaden für den, der sie verübt.‘ Ich sehe keinen rechtmäßigen Grund, aus dem irgendein Asket oder Brahmane oder Gott oder Māra oder Brahmā oder irgendjemand sonst in der Welt mich so schelten könnte. ",
  "mn12:25.2": "Da ich einen solchen Grund nicht sehe, lebe ich sicher, furchtlos und selbstbewusst. ",
  "mn12:26.1": "‚Obwohl du sagst, du verkündest die Lehre, die zum Ziel der völligen Auflösung des Leidens führt, führt sie für jemanden, der sie übt, nicht an dieses Ziel.‘ Ich sehe keinen rechtmäßigen Grund, aus dem irgendein Asket oder Brahmane oder Gott oder Māra oder Brahmā oder irgendjemand sonst in der Welt mich so schelten könnte. ",
  "mn12:26.2": "Da ich einen solchen Grund nicht sehe, lebe ich sicher, furchtlos und selbstbewusst. ",
  "mn12:27.1": "Das sind die vier Arten von Selbstvertrauen eines Klargewordenen. Damit beansprucht er den Platz des Bullen, brüllt sein Löwengebrüll in den Versammlungen und dreht das göttliche Rad. ",
  "mn12:28.1": "Da ich so erkenne und sehe, wenn da jemand sagen würde: ",
  "mn12:28.2": "‚Der Asket Gotama hat keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist. Er lehrt, was er mit Logik ausgearbeitet hat, indem er einer Abfolge von Untersuchungsschritten folgt, und drückt seinen eigenen Blickwinkel aus‘, ",
  "mn12:28.3": "und er gäbe diese Rede und diesen Gedanken nicht auf und ließe diese Ansicht nicht los, so würde er in die Hölle gestoßen. … ",
  "mn12:29.1": "Sāriputta, es gibt acht Versammlungen. ",
  "mn12:29.2": "Welche acht? ",
  "mn12:29.3": "Eine Versammlung von Adligen, von Brahmanen, von Hausbesitzern, von Asketen; eine Versammlung der Götter der vier großen Könige; eine Versammlung der Götter der Dreiunddreißig; eine Versammlung von Māras; eine Versammlung von Brahmās. ",
  "mn12:29.4": "Das sind die acht Versammlungen. ",
  "mn12:29.5": "Da der Klargewordene diese vier Arten von Selbstvertrauen hat, begibt er sich geradewegs zu diesen acht Versammlungen und betritt sie. ",
  "mn12:29.6": "Ich erinnere mich, dass ich mich zu einer Versammlung von Hunderten von Adligen begab. ",
  "mn12:29.7": "Da pflegte ich bei ihnen zu sitzen, mich zu unterhalten und mich auf Diskussionen einzulassen. ",
  "mn12:29.8": "Doch ich sehe keinen einzigen Grund, mich zu fürchten oder unsicher zu fühlen. ",
  "mn12:29.9": "Da ich einen solchen Grund nicht sehe, lebe ich sicher, furchtlos und selbstbewusst. ",
  "mn12:30.1": "Ich erinnere mich, dass ich mich zu einer Versammlung von Hunderten von Brahmanen begab. … ",
  "mn12:30.2": "zu einer Versammlung von Hunderten von Hausbesitzern … ",
  "mn12:30.3": "zu einer Versammlung von Hunderten von Asketen … ",
  "mn12:30.4": "zu einer Versammlung von Hunderten von Göttern der vier großen Könige … ",
  "mn12:30.5": "zu einer Versammlung von Hunderten von Göttern der Dreiunddreißig … ",
  "mn12:30.6": "zu einer Versammlung von Hunderten von Māras … ",
  "mn12:30.7": "Ich erinnere mich, dass ich mich zu einer Versammlung von Hunderten von Brahmās begab. ",
  "mn12:30.8": "Auch da pflegte ich bei ihnen zu sitzen, mich zu unterhalten und mich auf Diskussionen einzulassen. ",
  "mn12:30.9": "Doch ich sehe keinen einzigen Grund, mich zu fürchten oder unsicher zu fühlen. ",
  "mn12:30.10": "Da ich einen solchen Grund nicht sehe, lebe ich sicher, furchtlos und selbstbewusst. ",
  "mn12:31.1": "Da ich so erkenne und sehe, wenn da jemand sagen würde: ",
  "mn12:31.2": "‚Der Asket Gotama hat keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist. Er lehrt, was er mit Logik ausgearbeitet hat, indem er einer Abfolge von Untersuchungsschritten folgt, und drückt seinen eigenen Blickwinkel aus‘, ",
  "mn12:31.3": "und er gäbe diese Rede und diesen Gedanken nicht auf und ließe diese Ansicht nicht los, so würde er in die Hölle gestoßen. … ",
  "mn12:32.1": "Sāriputta, es gibt vier Arten der Fortpflanzung. ",
  "mn12:32.2": "Welche vier? ",
  "mn12:32.3": "Fortpflanzung durch Geburt aus einem Ei, aus einer Gebärmutter, aus Feuchtigkeit oder durch unmittelbares Erscheinen. ",
  "mn12:33.1": "Und was ist Fortpflanzung aus einem Ei? ",
  "mn12:33.2": "Es gibt Wesen, die geboren werden, indem sie eine Eierschale durchbrechen. ",
  "mn12:33.3": "Das nennt man Fortpflanzung aus einem Ei. ",
  "mn12:33.4": "Und was ist Fortpflanzung aus einer Gebärmutter? ",
  "mn12:33.5": "Es gibt Wesen, die geboren werden, indem sie die Fruchtblase durchbrechen. ",
  "mn12:33.6": "Das nennt man Fortpflanzung aus einer Gebärmutter. ",
  "mn12:33.7": "Und was ist Fortpflanzung aus Feuchtigkeit? ",
  "mn12:33.8": "Es gibt Wesen, die in einem verfaulten Fisch, einem verfaulten Kadaver, in verfaultem Brei, einer Klärgrube oder einer Sickergrube geboren werden. ",
  "mn12:33.9": "Das nennt man Fortpflanzung aus Feuchtigkeit. ",
  "mn12:33.10": "Und was ist Fortpflanzung durch unmittelbares Erscheinen? ",
  "mn12:33.11": "Die Art, wie Götter, Wesen in der Hölle, manche Menschen und manche Wesen in den niederen Bereichen geboren werden. ",
  "mn12:33.12": "Das nennt man Fortpflanzung durch unmittelbares Erscheinen. ",
  "mn12:33.13": "Das sind die vier Arten der Fortpflanzung. ",
  "mn12:34.1": "Da ich so erkenne und sehe, wenn da jemand sagen würde: ",
  "mn12:34.2": "‚Der Asket Gotama hat keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist. Er lehrt, was er mit Logik ausgearbeitet hat, indem er einer Abfolge von Untersuchungsschritten folgt, und drückt seinen eigenen Blickwinkel aus‘, ",
  "mn12:34.3": "und er gäbe diese Rede und diesen Gedanken nicht auf und ließe diese Ansicht nicht los, so würde er in die Hölle gestoßen. … ",
  "mn12:35.1": "Es gibt fünf Bestimmungsorte. ",
  "mn12:35.2": "Welche fünf? ",
  "mn12:35.3": "Die Hölle, das Tierreich, das Gespensterreich, die Menschen und die Götter. ",
  "mn12:36.1": "Ich verstehe die Hölle und den Übungspfad, der in die Hölle führt. ",
  "mn12:36.2": "Und ich verstehe, wie jemand, der so übt, wenn sein Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn12:36.3": "Ich verstehe das Tierreich und den Übungspfad, der ins Tierreich führt. ",
  "mn12:36.4": "Und ich verstehe, wie jemand, der so übt, wenn sein Körper auseinanderbricht, nach dem Tod, im Tierreich wiedergeboren wird. ",
  "mn12:36.5": "Ich verstehe das Gespensterreich und den Übungspfad, der ins Gespensterreich führt. ",
  "mn12:36.6": "Und ich verstehe, wie jemand, der so übt, wenn sein Körper auseinanderbricht, nach dem Tod, im Gespensterreich wiedergeboren wird. ",
  "mn12:36.7": "Ich verstehe die Menschen und den Übungspfad, der zu den Menschen führt. ",
  "mn12:36.8": "Und ich verstehe, wie jemand, der so übt, wenn sein Körper auseinanderbricht, nach dem Tod, unter den Menschen wiedergeboren wird. ",
  "mn12:36.9": "Ich verstehe die Götter und den Übungspfad, der in die Götterwelt führt. ",
  "mn12:36.10": "Und ich verstehe, wie jemand, der so übt, wenn sein Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren wird, in einer himmlischen Welt. ",
  "mn12:36.11": "Ich verstehe das Erlöschen und den Übungspfad, der zum Erlöschen führt. ",
  "mn12:36.12": "Und ich verstehe, wie jemand, der so übt, mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt. ",
  "mn12:37.1": "Wenn ich den Geist eines gewissen Menschen erfasst habe, verstehe ich: ",
  "mn12:37.2": "‚Dieser Mensch übt so und hat einen solchen Pfad eingeschlagen, dass er, wenn sein Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle.‘ ",
  "mn12:37.3": "Einige Zeit später sehe ich, dass er tatsächlich in der Hölle wiedergeboren wurde, wo er ausschließlich schmerzhafte Gefühle erfährt, scharf und heftig. ",
  "mn12:37.4": "Wie wenn da eine Grube, tiefer als Mannshöhe, mit glühenden Kohlen gefüllt wäre, die weder loderten noch rauchten, ",
  "mn12:37.5": "und da käme ein Mensch, der sich unter der brütenden Hitze abmühte, der erschöpft, durstig und ausgedörrt wäre, und er hätte einen Pfad eingeschlagen, der zu eben dieser Kohlengrube führt. ",
  "mn12:37.6": "Wenn ein Mensch mit klaren Augen ihn sähe, würde er sagen: ",
  "mn12:37.7": "‚Dieser Mensch geht so vor und hat einen solchen Pfad eingeschlagen, dass er bei eben dieser Kohlengrube ankommen wird.‘ ",
  "mn12:37.8": "Einige Zeit später sähe er, dass der Mensch tatsächlich in die Kohlengrube gefallen ist, wo er ausschließlich schmerzhafte Gefühle erfahren würde, scharf und heftig. … ",
  "mn12:38.1": "Wenn ich den Geist eines gewissen Menschen erfasst habe, verstehe ich: ",
  "mn12:38.2": "‚Dieser Mensch übt so und hat einen solchen Pfad eingeschlagen, dass er, wenn sein Körper auseinanderbricht, nach dem Tod, im Tierreich wiedergeboren wird.‘ ",
  "mn12:38.3": "Einige Zeit später sehe ich, dass er tatsächlich im Tierreich wiedergeboren wurde, wo er schmerzhafte Gefühle erfährt, scharf und heftig. ",
  "mn12:38.4": "Wie eine Jauchegrube, tiefer als ein Mensch groß ist, die bis an den Rand mit Kot gefüllt wäre. ",
  "mn12:38.5": "Dann käme da ein Mensch, der sich unter der brütenden Hitze abmühte, der erschöpft, durstig und ausgedörrt wäre. Und er hätte einen Pfad eingeschlagen, der zu eben dieser Jauchegrube führt. ",
  "mn12:38.6": "Wenn ein Mensch mit klaren Augen ihn sähe, würde er sagen: ",
  "mn12:38.7": "‚Dieser Mensch geht so vor und hat einen solchen Pfad eingeschlagen, dass er bei eben dieser Jauchegrube ankommen wird.‘ ",
  "mn12:38.8": "Einige Zeit später sähe er, dass der Mensch tatsächlich in die Jauchegrube gefallen ist, wo er schmerzhafte Gefühle erfahren würde, scharf und heftig. … ",
  "mn12:39.1": "Wenn ich den Geist eines gewissen Menschen erfasst habe, verstehe ich: ",
  "mn12:39.2": "‚Dieser Mensch übt so und hat einen solchen Pfad eingeschlagen, dass er, wenn sein Körper auseinanderbricht, nach dem Tod, im Gespensterreich wiedergeboren wird.‘ ",
  "mn12:39.3": "Einige Zeit später sehe ich, dass er tatsächlich im Gespensterreich wiedergeboren wurde, wo er überwiegend schmerzhafte Gefühle erfährt. ",
  "mn12:39.4": "Wie wenn da ein Baum auf schroffem Untergrund wüchse, mit dünnem Blattwerk, der fleckigen Schatten würfe. ",
  "mn12:39.5": "Dann käme da ein Mensch, der sich unter der brütenden Hitze abmühte, der erschöpft, durstig und ausgedörrt wäre. Und er hätte einen Pfad eingeschlagen, der zu eben diesem Baum führt. ",
  "mn12:39.6": "Wenn ein Mensch mit klaren Augen ihn sähe, würde er sagen: ",
  "mn12:39.7": "‚Dieser Mensch geht so vor und hat einen solchen Pfad eingeschlagen, dass er bei eben diesem Baum ankommen wird.‘ ",
  "mn12:39.8": "Einige Zeit später sähe er ihn tatsächlich unter diesem Baum sitzen oder liegen, wo er überwiegend schmerzhafte Gefühle erfahren würde. … ",
  "mn12:40.1": "Wenn ich den Geist eines gewissen Menschen erfasst habe, verstehe ich: ",
  "mn12:40.2": "‚Dieser Mensch übt so und hat einen solchen Pfad eingeschlagen, dass er, wenn sein Körper auseinanderbricht, nach dem Tod, unter den Menschen wiedergeboren wird.‘ ",
  "mn12:40.3": "Einige Zeit später sehe ich, dass er tatsächlich unter den Menschen wiedergeboren wurde, wo er überwiegend angenehme Gefühle erfährt. ",
  "mn12:40.4": "Wie wenn da ein Baum auf sanftem Untergrund wüchse, mit üppigem Blattwerk, der dichten Schatten würfe. ",
  "mn12:40.5": "Dann käme da ein Mensch, der sich unter der brütenden Hitze abmühte, der erschöpft, durstig und ausgedörrt wäre. Und er hätte einen Pfad eingeschlagen, der zu eben diesem Baum führt. ",
  "mn12:40.6": "Wenn ein Mensch mit klaren Augen ihn sähe, würde er sagen: ",
  "mn12:40.7": "‚Dieser Mensch geht so vor und hat einen solchen Pfad eingeschlagen, dass er bei eben diesem Baum ankommen wird.‘ ",
  "mn12:40.8": "Einige Zeit später sähe er ihn tatsächlich unter diesem Baum sitzen oder liegen, wo er überwiegend angenehme Gefühle erfahren würde. … ",
  "mn12:41.1": "Wenn ich den Geist eines gewissen Menschen erfasst habe, verstehe ich: ",
  "mn12:41.2": "‚Dieser Mensch übt so und hat einen solchen Pfad eingeschlagen, dass er, wenn sein Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren wird, in einer himmlischen Welt.‘ ",
  "mn12:41.3": "Einige Zeit später sehe ich, dass er tatsächlich in einer himmlischen Welt wiedergeboren wurde, wo er ausschließlich angenehme Gefühle erfährt. ",
  "mn12:41.4": "Wie wenn da ein Pfahlhaus mit einem Giebeldach wäre, innen und außen verputzt, zugfrei, die Tür gut eingepasst und das Fenster geschlossen. ",
  "mn12:41.5": "Und drinnen wäre eine Liege, mit flauschigen, rein weißen oder mit Blumen bestickten wollenen Decken gepolstert und mit einer Decke aus feinem Hirschleder überzogen, mit einem Baldachin und roten Kissen auf beiden Seiten. ",
  "mn12:41.6": "Dann käme da ein Mensch, der sich unter der brütenden Hitze abmühte, der erschöpft, durstig und ausgedörrt wäre. Und er hätte einen Pfad eingeschlagen, der zu eben diesem Pfahlhaus führt. ",
  "mn12:41.7": "Wenn ein Mensch mit klaren Augen ihn sähe, würde er sagen: ",
  "mn12:41.8": "‚Dieser Mensch geht so vor und hat einen solchen Pfad eingeschlagen, dass er bei eben diesem Pfahlhaus ankommen wird.‘ ",
  "mn12:41.9": "Einige Zeit später sähe er ihn tatsächlich in diesem Pfahlhaus sitzen oder liegen, wo er ausschließlich angenehme Gefühle erfahren würde. … ",
  "mn12:42.1": "Wenn ich den Geist eines gewissen Menschen erfasst habe, verstehe ich: ",
  "mn12:42.2": "‚Dieser Mensch übt so und hat einen solchen Pfad eingeschlagen, dass er mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen wird, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben wird.‘ ",
  "mn12:42.3": "Einige Zeit später sehe ich, dass er tatsächlich mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt hat, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkannt hat und darin lebt, wobei er ausschließlich angenehme Gefühle erfährt. ",
  "mn12:42.4": "Wie wenn da ein Lotusteich mit klarem, süßem, kühlem Wasser wäre, sauber, mit sanft abfallenden Ufern, entzückend. ",
  "mn12:42.5": "In der Nähe wäre ein dichtes Waldstück. ",
  "mn12:42.6": "Dann käme da ein Mensch, der sich unter der brütenden Hitze abmühte, der erschöpft, durstig und ausgedörrt wäre. Und er hätte einen Pfad eingeschlagen, der zu eben diesem Lotusteich führt. ",
  "mn12:42.7": "Wenn ein Mensch mit klaren Augen ihn sähe, würde er sagen: ",
  "mn12:42.8": "‚Dieser Mensch geht so vor und hat einen solchen Pfad eingeschlagen, dass er bei eben diesem Lotusteich ankommen wird.‘ ",
  "mn12:42.9": "Einige Zeit später sähe er, dass dieser Mensch tatsächlich in diesen Lotusteich eingetaucht wäre und gebadet und getrunken hätte. Wenn all seine Abgeschlagenheit, Erschöpfung und Entkräftung abgeklungen wäre, käme er heraus und setzte oder legte ich in das Waldstück, wo er ausschließlich angenehme Gefühle erfahren würde. ",
  "mn12:42.10": "Ebenso verstehe ich, wenn ich den Geist eines gewissen Menschen erfasst habe: ",
  "mn12:42.11": "‚Dieser Mensch übt so und hat einen solchen Pfad eingeschlagen, dass er mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen wird, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben wird.‘ ",
  "mn12:42.12": "Einige Zeit später sehe ich, dass er tatsächlich mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt hat, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkannt hat und darin lebt, wobei er ausschließlich angenehme Gefühle erfährt. ",
  "mn12:42.13": "Das sind die fünf Bestimmungsorte. ",
  "mn12:43.1": "Da ich so erkenne und sehe – wenn da jemand sagen würde: ",
  "mn12:43.2": "‚Der Asket Gotama hat keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist. ",
  "mn12:43.3": "Er lehrt, was er mit Logik ausgearbeitet hat, indem er einer Abfolge von Untersuchungsschritten folgt, und drückt seinen eigenen Blickwinkel aus‘, ",
  "mn12:43.4": "und er gäbe diese Rede und diesen Gedanken nicht auf und ließe diese Ansicht nicht los, so würde er in die Hölle gestoßen. ",
  "mn12:43.5": "Gerade wie ein Mönch, der sittliches Veralten, Versenkung und Weisheit vervollkommnet hat, in diesem Leben Erleuchtung erlangen würde, so wird es ihm ergehen, sage ich. ",
  "mn12:43.6": "Wenn er diese Rede und diesen Gedanken nicht aufgibt und diese Ansicht nicht loslässt, wird er in die Hölle gestoßen. ",
  "mn12:44.1": "Sāriputta, ich erinnere mich, dass ich einen geistlichen Pfad übte, der aus vier Faktoren bestand. ",
  "mn12:44.2": "Ich war früher ein inbrünstiger Büßer, der äußerste inbrünstige Büßer. Ich war früher einer, der ein raues Leben führte, das äußerste raue Leben. Ich war früher einer, der in Ekel vor Sünde lebte, dem äußersten Ekel vor Sünde. Ich war früher, einer, der abgeschieden lebte, in äußerster Abgeschiedenheit. ",
  "mn12:45.1": "Und so war meine inbrünstige Bußübung: Ich ging nackt, wahrte den Anstand nicht. Ich leckte die Hände ab und kam oder wartete nicht, wenn ich gerufen wurde. Ich nahm keine Speise an, die mir gebracht oder eigens für mich zubereitet wurde, auch keine Einladung zum Essen. ",
  "mn12:45.2": "Ich nahm nichts aus einem Topf oder einer Schüssel an, nichts von jemandem, der Schafe hielt, der eine Waffe oder eine Schaufel im Haus hatte, nichts von da, wo ein Paar aß, wo eine Frau schwanger war oder stillte oder wo eine einen Mann im Haus hatte, nichts von da, wo Essen zur Verteilung angeboten wurde, wo ein Hund wartete oder Fliegen summten. Ich nahm weder Fisch noch Fleisch an, weder Likör noch Wein, und trank kein Bier. ",
  "mn12:45.3": "Ich ging um Almosen nur zu einem Haus und nahm nur einen Bissen, oder zu zwei Häusern und zwei Bissen, bis zu sieben Häusern und sieben Bissen. ",
  "mn12:45.4": "Ich lebte von einem Schüsselchen voll am Tag, zwei Schüsselchen voll, bis zu sieben Schüsselchen voll am Tag. ",
  "mn12:45.5": "Ich aß einmal am Tag, einmal jeden zweiten Tag, bis zu einmal pro Woche und so weiter, selbst bis zu einmal in zwei Wochen. Ich lebte hingegeben an die Übung, in festen Abständen zu essen. ",
  "mn12:45.6": "Ich aß Kräuter, Hirse, wilden Reis, mageren Reis, Wasserlattich, Reiskleie, Schaum von gekochtem Reis, Sesammehl, Gras oder Kuhmist. Ich überlebte mit Wurzeln und Waldbeeren oder aß herabgefallene Früchte. ",
  "mn12:45.7": "Ich trug Roben aus Hanf, Hanf-Mischgewebe, Leichentuch, Lumpen, Baumrinde, Antilopenhaut, in Streifen geschnittener Antilopenhaut, Gewebe aus Kusagras, Rinden- oder Holzstückchen, Menschenhaar, Pferdehaar oder Eulenflügeln. ",
  "mn12:45.8": "Ich riss mir Haar und Bart aus, verschrieb mich dieser Übung. ",
  "mn12:45.9": "Ich stand fortwährend, verweigerte einen Sitz. ",
  "mn12:45.10": "Ich saß in der Hocke, verschrieb mich dem Verharren in der Hockstellung. ",
  "mn12:45.11": "Ich legte mich auf eine Dornenmatte, benutzte eine Dornenmatte als Bett. ",
  "mn12:45.12": "Ich betrieb die Übung des rituellen Badens dreimal am Tag, auch am Abend. ",
  "mn12:45.13": "Und so lebte ich und betrieb diese verschiedenen Arten der inbrünstigen Bußübung und Kasteiung des Körpers. ",
  "mn12:45.14": "So war meine inbrünstige Bußübung. ",
  "mn12:46.1": "Und so war mein raues Leben: ",
  "mn12:46.2": "Staub und Schmutz sammelten sich auf meinem Körper über viele Jahre an, bis sie abzublättern begannen. ",
  "mn12:46.3": "Wie der Stamm des Ebenholzbaumes, der über viele Jahre Rinde aufbaut, bis sie abzublättern beginnt. ",
  "mn12:46.4": "Aber es kam mir nicht in den Sinn: ",
  "mn12:46.5": "‚Ach, dieser Staub und Schmutz muss von meiner Hand oder der eines anderen abgerieben werden.‘ ",
  "mn12:46.6": "Das kam mir nicht in den Sinn. ",
  "mn12:46.7": "So war mein raues Leben. ",
  "mn12:47.1": "Und so war mein Leben in Ekel vor Sünde: ",
  "mn12:47.2": "Ich ging unglaublich achtsam vor und zurück, so war ich voller Mitleid selbst im Hinblick auf einen Tropfen Wasser: ",
  "mn12:47.3": "‚Dass ich doch nicht auf unübersichtlichem Untergrund kleine Geschöpfe verletze.‘ ",
  "mn12:47.4": "So war mein Leben in Ekel vor Sünde. ",
  "mn12:48.1": "Und so war meine Abgeschiedenheit: ",
  "mn12:48.2": "Ich tauchte tief in ein Wildnisgebiet ein und lebte dort. ",
  "mn12:48.3": "Wenn ich einen Kuhhirten oder Schafhirten sah, einen Gras- oder Holzsammler oder einen Waldarbeiter, floh ich von Wald zu Wald, von Dickicht zu Dickicht, von Niederung zu Niederung, von Hochland zu Hochland. ",
  "mn12:48.4": "Warum ist das so? ",
  "mn12:48.5": "Damit ich ihn nicht sähe und er mich nicht. ",
  "mn12:48.6": "Ich floh wie ein Stück Wild, das einen Menschen sieht. ",
  "mn12:48.10": "So war meine Abgeschiedenheit. ",
  "mn12:49.1": "Nachdem die Rinder hinausgegangen waren, ging ich auf allen Vieren in den Kuhstall und aß den Mist der jungen Kälber, die gesäugt wurden. ",
  "mn12:49.2": "Soweit mein eigener Urin und Kot reichten, aß ich diese. ",
  "mn12:49.3": "So war mein Essen der unnatürlichsten Dinge. ",
  "mn12:50.1": "Ich tauchte tief in ein furchterregendes Waldstück ein und lebte dort. ",
  "mn12:50.2": "Es war so furchterregend, ",
  "mn12:50.3": "dass den meisten die Haare sich sträuben würden, wenn sie nicht frei von Gier wären. ",
  "mn12:50.4": "Und an Wintertagen wie während der Kältewelle, wenn es im kältesten Winter schneit, blieb ich nachts im offenen Gelände und tagsüber im Wald. ",
  "mn12:50.5": "Aber im letzten Sommermonat blieb ich tagsüber im offenen Gelände und nachts im Wald. ",
  "mn12:50.6": "Und es fielen mir diese Strophen ein, die mir weder aus übernatürlicher Quelle eingegeben wurden, noch hatte ich sie zuvor gehört: ",
  "mn12:50.7": "‚Versengt und erfroren, ",
  "mn12:50.8": "allein im furchterregenden Wald, ",
  "mn12:50.9": "nackt, ohne Feuer, um daneben zu sitzen, ",
  "mn12:50.10": "und dennoch geht der Abgeklärte seiner Suche nach.‘ ",
  "mn12:51.1": "Ich bereitete mein Bett auf einem Leichenfeld und benutzte die Knochen der Toten als Kopfkissen. ",
  "mn12:51.2": "Dann kamen Dorflümmel zu mir. Sie spuckten und urinierten auf mich, bewarfen mich mit Dreck und stocherten sogar mit Stöckchen in meinen Ohren. ",
  "mn12:51.3": "Aber ich erinnere mich nicht, über sie jemals einen schlechten Gedanken gehabt zu haben. ",
  "mn12:51.4": "So war mein Verweilen in Gleichmut. ",
  "mn12:52.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn12:52.2": "‚Reinheit kommt durch Nahrung.‘ ",
  "mn12:52.3": "Sie sagen: ",
  "mn12:52.4": "‚Wir wollen von Brustbeeren leben.‘ ",
  "mn12:52.5": "So essen sie Brustbeeren und Brustbeerpulver und trinken Brustbeersaft. ",
  "mn12:52.6": "Und sie genießen viele Brustbeer-Mixturen. ",
  "mn12:52.7": "Ich erinnere mich, dass ich nur eine einzige Brustbeere aß. ",
  "mn12:52.8": "Du denkst vielleicht, ",
  "mn12:52.9": "dass damals die Brustbeeren sehr groß gewesen sein müssen. ",
  "mn12:52.10": "Aber so solltest du es nicht sehen. ",
  "mn12:52.11": "Damals hatten die Brustbeeren etwa die gleiche Größe wie heute. ",
  "mn12:52.12": "Da ich so wenig aß, wurde mein Körper aufs Äußerste ausgemergelt. ",
  "mn12:52.13": "Da ich so wenig aß, wurden meine Haupt- und Nebenglieder wie die Gelenke eines Achtzigjährigen oder eines Sterbenden, ",
  "mn12:52.14": "mein Gesäß wurde wie ein Kamelhuf, ",
  "mn12:52.15": "meine Wirbel standen hervor wie Perlen an einer Schnur ",
  "mn12:52.16": "und meine Rippen waren so eingefallen wie die zusammengefallenen Dachsparren einer alten Scheune. ",
  "mn12:52.17": "Da ich so wenig aß, sank der Glanz meiner Augen tief in ihre Höhlen, wie der Glanz des Wassers in einem Brunnen, wenn es tief gesunken ist. ",
  "mn12:52.18": "Da ich so wenig aß, schrumpelte und welkte meine Kopfhaut wie ein grüner Bitterkürbis in Wind und Sonne. ",
  "mn12:52.19": "Da ich so wenig aß, berührte meine Bauchhaut mein Rückgrat, sodass ich mein Rückgrat griff, wenn ich versuchte, meine Bauchhaut zu reiben, und wenn ich versuchte, mein Rückgrat zu reiben, rieb ich meine Bauchhaut. ",
  "mn12:52.20": "Da ich so wenig aß, fiel ich beim Versuch, Kot oder Urin zu entleeren, eben da auf mein Gesicht. ",
  "mn12:52.21": "Da ich so wenig aß, fielen mir, wenn ich versuchte, meinem Körper durch Reiben der Glieder mit den Händen Erleichterung zu verschaffen, die Haare aus, die an den Wurzeln verfault waren. ",
  "mn12:53-55.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn12:53-55.2": "‚Reinheit kommt durch Nahrung.‘ ",
  "mn12:53-55.3": "Sie sagen: ",
  "mn12:53-55.4": "‚Wir wollen von Mungobohnen leben.‘ … ",
  "mn12:53-55.5": "‚Wir wollen von Sesam leben.‘ … ",
  "mn12:53-55.6": "‚Wir wollen von gewöhnlichem Reis leben.‘ … ",
  "mn12:53-55.23": "Da ich so wenig aß, fielen mir, wenn ich versuchte, meinem Körper durch Reiben der Glieder mit den Händen Erleichterung zu verschaffen, die Haare aus, die an den Wurzeln verfault waren. ",
  "mn12:56.1": "Aber Sāriputta, durch dieses Verhalten, diese Übung, dieses mörderische Treiben erlangte ich keinen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist. ",
  "mn12:56.2": "Warum ist das so? ",
  "mn12:56.3": "Weil ich nicht diese edle Weisheit erlangte, die edel ist, mündig macht und den, der sie übt, zur völligen Auflösung des Leidens führt. ",
  "mn12:57.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn12:57.2": "‚Reinheit kommt durch Umherwandern.‘ ",
  "mn12:57.3": "Aber es ist nicht leicht, einen Bereich zu finden, zu dem ich nicht zuvor in all der langen Zeit gewandert wäre, außer den Göttern der reinen Aufenthalte. ",
  "mn12:57.4": "Denn wenn ich zu den Göttern der reinen Aufenthalte gewandert wäre, wäre ich nicht wieder in diese Welt zurückgekehrt. ",
  "mn12:58.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn12:58.2": "‚Reinheit kommt durch Wiedergeburt.‘ ",
  "mn12:58.3": "Aber es ist nicht leicht, eine Wiedergeburt zu finden, in der ich nicht zuvor in all der langen Zeit wiedergeboren worden wäre, außer bei den Göttern der reinen Aufenthalte. … ",
  "mn12:59.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn12:59.2": "‚Reinheit kommt durch den Aufenthaltsort.‘ ",
  "mn12:59.3": "‚Es ist nicht leicht, einen Aufenthaltsort zu finden, an dem ich mich nicht zuvor in all der langen Zeit aufgehalten hätte, außer bei den Göttern der reinen Aufenthalte … ",
  "mn12:60.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn12:60.2": "‚Reinheit kommt durch Opfer.‘ ",
  "mn12:60.3": "Aber es ist nicht leicht, ein Opfer zu finden, das ich nicht zuvor in all der langen Zeit geopfert hätte, als ich ein gesalbter adliger König oder ein reicher Brahmane war. ",
  "mn12:61.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn12:61.2": "‚Reinheit kommt dadurch, dass man der heiligen Flamme huldigt.‘ ",
  "mn12:61.3": "Aber es ist nicht leicht, ein Feuer zu finden, dem ich nicht zuvor in all der langen Zeit gehuldigt hätte, als ich ein gesalbter adliger König oder ein reicher Brahmane war. ",
  "mn12:62.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn12:62.2": "‚Solange dieser ehrbare Mensch ein junger Mann ist, jung, mit makellos schwarzem Haar, von Jugend gesegnet, in der Blüte des Lebens, solange wird er vollkommen klare Weisheit besitzen. ",
  "mn12:62.3": "Aber wenn er alt ist, bejahrt und hochbetagt, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen – achtzig, neunzig oder hundert Jahre alt – wird er die Klarheit seiner Weisheit verlieren.‘ ",
  "mn12:62.4": "Aber so sollst du es nicht sehen. ",
  "mn12:62.5": "Denn jetzt bin ich alt, bejahrt und hochbetagt. Ich bin in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. Ich bin achtzig Jahre alt. ",
  "mn12:62.6": "Angenommen, ich hätte vier Schüler, die eine Lebensdauer von hundert Jahren hätten. Und jeder von ihnen hätte eine vollkommene Erinnerung, vollkommene Reichweite der Erinnerung, vollkommene Merkfähigkeit sowie vollkommen klare Weisheit. ",
  "mn12:62.7": "Wie ein wohlgeübter erfahrener Bogenschütze mit einem kräftigen Bogen mühelos einen leichten Pfeil durch den Schatten einer Palme schießen würde, ",
  "mn12:62.8": "so außerordentlich wäre ihre Erinnerung, ihre Reichweite der Erinnerung, ihre Merkfähigkeit und die vollkommene Klarheit ihrer Weisheit. ",
  "mn12:62.9": "Sie würden wieder und wieder Fragen über die vier Arten der Achtsamkeitsmeditation stellen, und ich würde jede Frage beantworten. Sie würden die Antworten behalten und keine Frage zweimal stellen. ",
  "mn12:62.10": "Und sie würden nur einhalten, um zu essen, zu trinken, Stuhl und Urin zu entleeren und genug zu schlafen, um die Müdigkeit zu vertreiben. Doch dem Klargewordenen würden die Dhammalehren, die Worte und Wendungen der Lehre oder spontane Antworten nicht ausgehen. ",
  "mn12:62.11": "Und wenn die hundert Jahre vergangen wären, würden meine vier Schüler sterben. ",
  "mn12:62.12": "Selbst wenn man mich auf einer Trage herumtragen müsste, wird es nie eine Beeinträchtigung der Klarheit der Weisheit des Klargewordenen geben. ",
  "mn12:63.1": "Und wenn man von jemandem zu Recht sagen könnte, ",
  "mn12:63.2": "er sei ein Wesen, das nicht der Täuschung unterliege, das in der Welt erschienen sei zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Segen, Nutzen und Glück von Göttern und Menschen, dann soll man das von mir sagen.“ ",
  "mn12:64.1": "Nun stand da gerade der Ehrwürdige Nāgasamāla hinter dem Buddha und fächelte ihm Luft zu. ",
  "mn12:64.2": "Da sagte dieser zum Buddha: ",
  "mn12:64.3": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "mn12:64.4": "Während ich dieser Lehrdarlegung zuhörte, sträubten sich mir die Haare! ",
  "mn12:64.5": "Wie ist der Name dieser Lehrdarlegung?“ ",
  "mn12:64.6": "„Nun, Nāgasamāla, du sollst diese Lehrdarlegung als ‚die haarsträubende Lehrrede‘ in Erinnerung behalten.“ ",
  "mn12:64.7": "Das sagte der Buddha. ",
  "mn12:64.8": "Zufrieden begrüßte der Ehrwürdige Nāgasamāla die Worte des Buddha. "
}