{
  "mn136:0.1": "Mittlere Lehrreden 136 ",
  "mn136:0.2": "Die längere Aufgliederung der Taten ",
  "mn136:1.1": "So habe ich es gehört: ",
  "mn136:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "mn136:2.1": "Zu dieser Zeit hielt sich der Ehrwürdige Samiddhi in einer Hütte in der Wildnis auf. ",
  "mn136:2.2": "Als dann der Wanderer Potaliputta spazieren ging, begab er sich zum Ehrwürdigen Samiddhi und tauschte Willkommensgrüße mit ihm aus. ",
  "mn136:2.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu ihm: ",
  "mn136:2.4": "„Geehrter Samiddhi, ich habe im Angesicht des Asketen Gotama gehört und gelernt: ",
  "mn136:2.5": "‚Taten mit dem Körper und der Sprache sind vergeblich. Nur Taten mit dem Geist sind wirklich.‘ ",
  "mn136:2.6": "Und: ‚Es gibt einen erhabenen Zustand, in dem der, der ihn erreicht, überhaupt nichts fühlt.‘“ ",
  "mn136:2.7": "„Sag das nicht, geehrter Potaliputta! Stell den Buddha nicht falsch dar, denn es ist nicht gut, den Buddha falsch darzustellen. Und der Buddha würde nicht sagen: ",
  "mn136:2.8": "‚Taten mit dem Körper und der Sprache sind vergeblich. Nur Taten mit dem Geist sind wirklich.‘ ",
  "mn136:2.9": "Aber, Geehrter, es gibt einen erhabenen Zustand, in dem der, der ihn erreicht, überhaupt nichts fühlt.“ ",
  "mn136:2.10": "„Geehrter Samiddhi, wie lange ist es her, dass du fortgezogen bist?“ ",
  "mn136:2.11": "„Nicht lange, Geehrter: drei Jahre.“ ",
  "mn136:2.12": "„Nun, was sollen wir da zu den altehrwürdigen Mönchen sagen, wenn sogar so ein junger Mönch denkt, sein Lehrer müsste verteidigt werden? ",
  "mn136:2.13": "Was fühlt man, nachdem man mit dem Körper, der Sprache oder dem Geist absichtlich eine Tat verübt hat?“ ",
  "mn136:2.14": "„Nachdem man mit dem Körper, der Sprache oder dem Geist absichtlich eine Tat verübt hat, fühlt man Leiden.“ ",
  "mn136:2.15": "Weder begrüßte Potaliputta diese Aussage Samiddhis, noch lehnte er sie ab; ",
  "mn136:2.16": "er erhob sich von seinem Sitz und ging. ",
  "mn136:3.1": "Kurz nachdem er gegangen war, ging der Ehrwürdige Samiddhi zum Ehrwürdigen Ānanda und tauschte Willkommensgrüße mit ihm aus. ",
  "mn136:3.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin ",
  "mn136:3.3": "und berichtete Ānanda von dem Gespräch mit Potaliputta. ",
  "mn136:3.4": "Als er geendet hatte, sagte Ānanda zu ihm: ",
  "mn136:3.5": "„Geehrter Samiddhi, wir sollten den Buddha sehen und ihn über diese Sache unterrichten. ",
  "mn136:3.6": "Komm, lass uns zum Buddha gehen und ihm darüber berichten. ",
  "mn136:3.7": "Wie er uns antwortet, so wollen wir es behalten.“ ",
  "mn136:3.8": "„Ja, Geehrter“, antwortete Samiddhi. ",
  "mn136:4.1": "Da gingen Ānanda und Samiddhi zum Buddha, verbeugten sich, setzten sich zur Seite hin ",
  "mn136:4.2": "und berichteten dem Buddha von der Begegnung. ",
  "mn136:5.1": "Darauf sagte der Buddha zu Ānanda: ",
  "mn136:5.2": "„Ānanda, ich kann mich nicht erinnern, dass ich den Wanderer Potaliputta auch nur gesehen hätte, wie könnte ich da so ein Gespräch mit ihm gehabt haben? ",
  "mn136:5.3": "Die Frage des Wanderers Potaliputta hätte beantwortet werden sollen, nachdem sie aufgegliedert wurde, aber dieser unnütze Mann beantwortete sie kategorisch.“ ",
  "mn136:6.1": "Daraufhin sagte der Ehrwürdige Udāyī zum Buddha: ",
  "mn136:6.2": "„Aber Herr, vielleicht bezog sich der Ehrwürdige Samiddhi auf die Aussage: ",
  "mn136:6.3": "‚Leiden umfasst alles Gefühlte.‘“ ",
  "mn136:6.4": "Doch der Buddha sagte zum Ehrwürdigen Ānanda: ",
  "mn136:6.5": "„Siehst du, mit was dieser unnütze Mann Udāyī ankommt? ",
  "mn136:6.6": "Ich wusste, ",
  "mn136:6.7": "dass er mit etwas Oberflächlichem ankommen würde. ",
  "mn136:6.8": "Gleich zu Beginn fragte Potaliputta nach den drei Gefühlen. ",
  "mn136:6.9": "Angenommen, dieser unnütze Mann Samiddhi hätte die Frage des Wanderers Potaliputta so beantwortet: ",
  "mn136:6.10": "‚Nachdem man mit dem Körper, der Sprache oder dem Geist absichtlich eine Tat verübt hat, die als angenehm zu erleben ist, fühlt man Glück. ",
  "mn136:6.11": "Nachdem man mit dem Körper, der Sprache oder dem Geist absichtlich eine Tat verübt hat, die als schmerzhaft zu erleben ist, fühlt man Schmerz. ",
  "mn136:6.12": "Nachdem man mit dem Körper, der Sprache oder dem Geist absichtlich eine Tat verübt hat, die als neutral zu erleben ist, fühlt man ein neutrales Gefühl.‘ ",
  "mn136:6.13": "Wenn Samiddhi so geantwortet hätte, hätte er dem Wanderer Potaliputta richtig geantwortet. ",
  "mn136:6.14": "Doch diese törichten, unfähigen Wanderer anderer Konfessionen: Wer sind sie, dass sie die große Aufgliederung der Taten des Klargewordenen verstehen könnten? ",
  "mn136:6.15": "Wenn ihr alle zuhören wollt, Ānanda, werde ich die große Aufgliederung der Taten des Klargewordenen erklären.“ ",
  "mn136:7.1": "„Jetzt ist die Zeit, Gesegneter! Jetzt ist die Zeit, Heiliger! ",
  "mn136:7.2": "Der Buddha erkläre die große Aufgliederung der Taten. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "mn136:7.3": "„Nun, Ānanda, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn136:7.4": "„Ja, Herr“, antwortete Ānanda. ",
  "mn136:7.5": "Der Buddha sagte: ",
  "mn136:8.1": "„Ānanda, diese vier Personen findet man in der Welt. ",
  "mn136:8.2": "Welche vier? ",
  "mn136:8.3": "Da tötet eine Person lebende Geschöpfe, stiehlt und begeht sexuelle Verfehlungen. Sie gebraucht falsche, entzweiende, harte oder unsinnige Rede. Und sie ist begehrlich und böswillig und hat falsche Ansicht. ",
  "mn136:8.4": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn136:8.5": "Aber eine andere Person tötet da lebende Geschöpfe, stiehlt und begeht sexuelle Verfehlungen. Sie gebraucht falsche, entzweiende, harte oder unsinnige Rede. Und sie ist begehrlich und böswillig und hat falsche Ansicht. ",
  "mn136:8.6": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn136:8.7": "Da unterlässt eine Person das Töten lebender Geschöpfe, das Stehlen und sexuelle Verfehlungen. Sie unterlässt falsche, entzweiende, harte oder unsinnige Rede. Und sie ist zufrieden und gütig und hat rechte Ansicht. ",
  "mn136:8.8": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn136:8.9": "Aber eine andere Person unterlässt das Töten lebender Geschöpfe, das Stehlen und sexuelle Verfehlungen. Sie unterlässt falsche, entzweiende, harte oder unsinnige Rede. Und sie ist zufrieden und gütig und hat rechte Ansicht. ",
  "mn136:8.10": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn136:9.1": "Da erfährt ein Asket oder Brahmane durch eifriges, entschlossenes, hingegebenes und beflissenes Bemühen und richtigen Gebrauch des Geistes eine Versenkung des Herzens solcher Art, dass sie geläuterte und übermenschliche Hellsichtigkeit hervorbringt. Mit dieser Hellsichtigkeit sieht er diese Person hier, ",
  "mn136:9.2": "die lebende Geschöpfe tötete, stahl und sexuelle Verfehlungen beging; die falsche, entzweiende, harte oder unsinnige Rede gebrauchte; die begehrlich und böswillig war und falsche Ansicht hatte. Und er sieht, dass sie, als ihr Körper auseinanderbrach, nach dem Tod, an einem verlorenen Ort wiedergeboren wurde, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn136:9.3": "Er sagt: ",
  "mn136:9.4": "‚Es scheint, es gibt so etwas wie schlechte Taten und ein Ergebnis schlechten Verhaltens. ",
  "mn136:9.5": "Denn ich habe hier eine Person gesehen, die lebende Geschöpfe tötete, stahl und sexuelle Verfehlungen beging; die falsche, entzweiende, harte oder unsinnige Rede gebrauchte; die begehrlich und böswillig war und falsche Ansicht hatte. Und ich sah, dass sie, als ihr Körper auseinanderbrach, nach dem Tod, an einem verlorenen Ort wiedergeboren wurde, einem schlechten Ort, in der Unterwelt, der Hölle.‘ ",
  "mn136:9.6": "Er sagt: ",
  "mn136:9.7": "‚Es scheint, jeder, der lebende Geschöpfe tötet … und falsche Ansicht hat, wird in der Hölle wiedergeboren. ",
  "mn136:9.8": "Die, die diese Vorstellung haben, haben die richtige Vorstellung. Die, die eine andere Vorstellung haben, haben eine falsche Vorstellung.‘ ",
  "mn136:9.9": "Und so hält er eigensinnig an dem fest, was er selbst erkannt, gesehen und verstanden hat, und besteht darauf: ‚Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn136:10.1": "Aber ein anderer Asket oder Brahmane erfährt da durch eifriges, entschlossenes, hingegebenes und beflissenes Bemühen und richtigen Gebrauch des Geistes eine Versenkung des Herzens solcher Art, dass sie geläuterte und übermenschliche Hellsichtigkeit hervorbringt. Mit dieser Hellsichtigkeit sieht er diese Person hier, ",
  "mn136:10.2": "die lebende Geschöpfe tötete … und falsche Ansicht hatte. Und er sieht, dass sie, als ihr Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren wurde, in einer himmlischen Welt. ",
  "mn136:10.3": "Er sagt: ",
  "mn136:10.4": "‚Es scheint, so etwas wie schlechte Taten und ein Ergebnis schlechten Verhaltens gibt es nicht. ",
  "mn136:10.5": "Denn ich habe hier eine Person gesehen, die lebende Geschöpfe tötete … und falsche Ansicht hatte. Und ich sah, dass sie, als ihr Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren wurde, in einer himmlischen Welt.‘ ",
  "mn136:10.6": "Er sagt: ",
  "mn136:10.7": "‚Es scheint, jeder, der lebende Geschöpfe tötet … und falsche Ansicht hat, wird in einer himmlischen Welt wiedergeboren. ",
  "mn136:10.8": "Die, die diese Vorstellung haben, haben die richtige Vorstellung. Die, die eine andere Vorstellung haben, haben eine falsche Vorstellung.‘ ",
  "mn136:10.9": "Und so hält er eigensinnig an dem fest, was er selbst erkannt, gesehen und verstanden hat, und besteht darauf: ‚Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn136:11.1": "Da erfährt ein Asket oder Brahmane durch eifriges, entschlossenes, hingegebenes und beflissenes Bemühen und richtigen Gebrauch des Geistes eine Versenkung des Herzens solcher Art, dass sie geläuterte und übermenschliche Hellsichtigkeit hervorbringt. Mit dieser Hellsichtigkeit sieht er diese Person hier, ",
  "mn136:11.2": "die das Töten lebender Geschöpfe unterließ … und rechte Ansicht hatte. Und er sieht, dass sie, als ihr Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren wurde, in einer himmlischen Welt. ",
  "mn136:11.3": "Er sagt: ",
  "mn136:11.4": "‚Es scheint, es gibt so etwas wie gute Taten und ein Ergebnis guten Verhaltens. ",
  "mn136:11.5": "Denn ich habe hier eine Person gesehen, die das Töten lebender Geschöpfe unterließ … und rechte Ansicht hatte. Und ich sah, dass sie, als ihr Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren wurde, in einer himmlischen Welt.‘ ",
  "mn136:11.6": "Er sagt: ",
  "mn136:11.7": "‚Es scheint, jeder, der das Töten lebender Geschöpfe unterlässt … und rechte Ansicht hat, wird in einer himmlischen Welt wiedergeboren. ",
  "mn136:11.8": "Die, die diese Vorstellung haben, haben die richtige Vorstellung. Die, die eine andere Vorstellung haben, haben eine falsche Vorstellung.‘ ",
  "mn136:11.9": "Und so hält er eigensinnig an dem fest, was er selbst erkannt, gesehen und verstanden hat, und besteht darauf: ‚Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn136:12.1": "Aber ein anderer Asket oder Brahmane erfährt da durch eifriges, entschlossenes, hingegebenes und beflissenes Bemühen und richtigen Gebrauch des Geistes eine Versenkung des Herzens solcher Art, dass sie geläuterte und übermenschliche Hellsichtigkeit hervorbringt. Mit dieser Hellsichtigkeit sieht er diese Person hier, die das Töten lebender Geschöpfe unterließ … und rechte Ansicht hatte. Und er sieht, dass sie, als ihr Körper auseinanderbrach, nach dem Tod, an einem verlorenen Ort wiedergeboren wurde, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn136:12.2": "Er sagt: ",
  "mn136:12.3": "‚Es scheint, so etwas wie gute Taten und ein Ergebnis guten Verhaltens gibt es nicht. Denn ich habe hier eine Person gesehen, ",
  "mn136:12.4": "die das Töten lebender Geschöpfe unterließ … und rechte Ansicht hatte. Und ich sah, dass sie, als ihr Körper auseinanderbrach, nach dem Tod, an einem verlorenen Ort wiedergeboren wurde, einem schlechten Ort, in der Unterwelt, der Hölle.‘ ",
  "mn136:12.5": "Er sagt: ‚Es scheint, jeder, der das Töten lebender Geschöpfe unterlässt … und rechte Ansicht hat, wird in der Hölle wiedergeboren. ",
  "mn136:12.6": "Die, die diese Vorstellung haben, haben die richtige Vorstellung. Die, die eine andere Vorstellung haben, haben eine falsche Vorstellung.‘ ",
  "mn136:12.7": "Und so hält er eigensinnig an dem fest, was er selbst erkannt, gesehen und verstanden hat, und besteht darauf: ‚Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn136:13.1": "Wenn in diesem Fall ein Asket oder Brahmane sagt: ",
  "mn136:13.2": "‚Es scheint, es gibt so etwas wie schlechte Taten und ein Ergebnis schlechten Verhaltens‘, so gestehe ich ihm das zu. ",
  "mn136:13.3": "Und wenn er sagt: ",
  "mn136:13.4": "‚Ich habe hier eine Person gesehen, die lebende Geschöpfe tötete … und falsche Ansicht hatte. Und ich sah, dass sie, als ihr Körper auseinanderbrach, nach dem Tod, in der Hölle wiedergeboren wurde‘, so gestehe ich ihm auch das zu. ",
  "mn136:13.5": "Aber wenn er sagt: ",
  "mn136:13.6": "‚Es scheint, jeder, der lebende Geschöpfe tötet … und falsche Ansicht hat, wird in der Hölle wiedergeboren‘, so gestehe ich ihm das nicht zu. ",
  "mn136:13.7": "Und wenn er sagt: ",
  "mn136:13.8": "‚Die, die diese Vorstellung haben, haben die richtige Vorstellung. Die, die eine andere Vorstellung haben, haben eine falsche Vorstellung‘, so gestehe ich ihm auch das nicht zu. ",
  "mn136:13.9": "Und wenn er eigensinnig an dem festhält, was er selbst erkannt, gesehen und verstanden hat, und darauf besteht: ‚Das allein ist die Wahrheit, alles andere ist unnütz‘, so gestehe ich ihm auch das nicht zu. ",
  "mn136:13.10": "Warum ist das so? ",
  "mn136:13.11": "Weil das Erkennen des Klargewordenen über die große Aufgliederung der Taten anders ist. ",
  "mn136:14.1": "Wenn in diesem Fall ein Asket oder Brahmane sagt: ",
  "mn136:14.2": "‚Es scheint, so etwas wie schlechte Taten und ein Ergebnis schlechten Verhaltens gibt es nicht‘, so gestehe ich ihm das nicht zu. ",
  "mn136:14.3": "Aber wenn er sagt: ",
  "mn136:14.4": "‚Ich habe hier eine Person gesehen, die lebende Geschöpfe tötete … und falsche Ansicht hatte. Und ich sah dass sie, als ihr Körper auseinanderbrach, nach dem Tod, in einer himmlischen Welt wiedergeboren wurde‘, so gestehe ich ihm das zu. ",
  "mn136:14.5": "Aber wenn er sagt: ",
  "mn136:14.6": "‚Es scheint, jeder, der lebende Geschöpfe tötet … und falsche Ansicht hat, wird in einer himmlischen Welt wiedergeboren‘, so gestehe ich ihm das nicht zu. ",
  "mn136:14.7": "Und wenn er sagt: ",
  "mn136:14.8": "‚Die, die diese Vorstellung haben, haben die richtige Vorstellung. Die, die eine andere Vorstellung haben, haben eine falsche Vorstellung‘, so gestehe ich ihm auch das nicht zu. ",
  "mn136:14.9": "Und wenn er eigensinnig an dem festhält, was er selbst erkannt, gesehen und verstanden hat, und darauf besteht: ‚Das allein ist die Wahrheit, alles andere ist unnütz‘, so gestehe ich ihm auch das nicht zu. ",
  "mn136:14.10": "Warum ist das so? ",
  "mn136:14.11": "Weil das Erkennen des Klargewordenen über die große Aufgliederung der Taten anders ist. ",
  "mn136:15.1": "Wenn in diesem Fall ein Asket oder Brahmane sagt: ",
  "mn136:15.2": "‚Es scheint, es gibt so etwas wie gute Taten und ein Ergebnis guten Verhaltens‘, so gestehe ich ihm das zu. ",
  "mn136:15.3": "Und wenn er sagt: ",
  "mn136:15.4": "‚Ich habe hier eine Person gesehen, die das Töten lebender Geschöpfe unterließ … und rechte Ansicht hatte. Und ich sah, dass sie, als ihr Körper auseinanderbrach, nach dem Tod, in einer himmlischen Welt wiedergeboren wurde‘, so gestehe ich ihm auch das zu. ",
  "mn136:15.5": "Aber wenn er sagt: ",
  "mn136:15.6": "‚Es scheint, jeder, der das Töten lebender Geschöpfe unterlässt … und rechte Ansicht hat, wird in einer himmlischen Welt wiedergeboren‘, so gestehe ich ihm das nicht zu. ",
  "mn136:15.7": "Und wenn er sagt: ",
  "mn136:15.8": "‚Die, die diese Vorstellung haben, haben die richtige Vorstellung. Die, die eine andere Vorstellung haben, haben eine falsche Vorstellung‘, so gestehe ich ihm auch das nicht zu. ",
  "mn136:15.9": "Und wenn er eigensinnig an dem festhält, was er selbst erkannt, gesehen und verstanden hat, und darauf besteht: ‚Das allein ist die Wahrheit, alles andere ist unnütz‘, so gestehe ich ihm auch das nicht zu. ",
  "mn136:15.10": "Warum ist das so? ",
  "mn136:15.11": "Weil das Erkennen des Klargewordenen über die große Aufgliederung der Taten anders ist. ",
  "mn136:16.1": "Wenn in diesem Fall ein Asket oder Brahmane sagt: ",
  "mn136:16.2": "‚Es scheint, so etwas wie gute Taten und ein Ergebnis guten Verhaltens gibt es nicht‘, so gestehe ich ihm das nicht zu. ",
  "mn136:16.3": "Aber wenn er sagt: ",
  "mn136:16.4": "‚Ich habe hier eine Person gesehen, die das Töten lebender Geschöpfe unterließ … und rechte Ansicht hatte. Und ich sah, dass sie, als ihr Körper auseinanderbrach, nach dem Tod, in der Hölle wiedergeboren wurde‘, so gestehe ich ihm das zu. ",
  "mn136:16.5": "Aber wenn er sagt: ",
  "mn136:16.6": "‚Es scheint, jeder, der das Töten lebender Geschöpfe unterlässt … und rechte Ansicht hat, wird in der Hölle wiedergeboren‘, so gestehe ich ihm das nicht zu. ",
  "mn136:16.7": "Aber wenn er sagt: ‚Die, die diese Vorstellung haben, haben die richtige Vorstellung. ",
  "mn136:16.8": "Die, die eine andere Vorstellung haben, haben eine falsche Vorstellung‘, so gestehe ich ihm auch das nicht zu. ",
  "mn136:16.9": "Und wenn er eigensinnig an dem festhält, was er selbst erkannt, gesehen und verstanden hat, und darauf besteht: ‚Das allein ist die Wahrheit, alles andere ist unnütz‘, so gestehe ich ihm auch das nicht zu. ",
  "mn136:16.10": "Warum ist das so? ",
  "mn136:16.11": "Weil das Erkennen des Klargewordenen über die große Aufgliederung der Taten anders ist. ",
  "mn136:17.1": "Nun, Ānanda, nehmen wir den Fall der Person hier, die lebende Geschöpfe tötete … und falsche Ansicht hatte und die, als ihr Körper auseinanderbrach, nach dem Tod, in der Hölle wiedergeboren wurde. ",
  "mn136:17.2": "Diese ihre schlechte Tat, die als schmerzhaft zu erleben ist, wurde entweder vorher getan oder nachher, oder sie nahm im Augenblick des Todes eine falsche Ansicht auf. ",
  "mn136:17.3": "Und darum wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn136:17.4": "Aber jeder hier, der lebende Geschöpfe tötet … und falsche Ansicht hat, erfährt das Ergebnis davon in eben diesem Leben, im nächsten Leben oder zu einer späteren Zeit. ",
  "mn136:18.1": "Nun, Ānanda, nehmen wir den Fall der Person hier, die lebende Geschöpfe tötete … und falsche Ansicht hatte und die, als ihr Körper auseinanderbrach, nach dem Tod, in einer himmlischen Welt wiedergeboren wurde. ",
  "mn136:18.2": "Diese ihre gute Tat, die als angenehm zu erleben ist, wurde entweder vorher getan oder nachher, oder sie nahm im Augenblick des Todes rechte Ansicht auf. ",
  "mn136:18.3": "Und darum wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn136:18.4": "Aber jeder hier, der lebende Geschöpfe tötet … und falsche Ansicht hat, erfährt das Ergebnis davon in eben diesem Leben, im nächsten Leben oder zu einer späteren Zeit. ",
  "mn136:19.1": "Nun, Ānanda, nehmen wir den Fall der Person hier, die das Töten lebender Geschöpfe unterließ … und rechte Ansicht hatte und die, als ihr Körper auseinanderbrach, nach dem Tod, in einer himmlischen Welt wiedergeboren wurde. ",
  "mn136:19.2": "Diese ihre gute Tat, die als angenehm zu erleben ist, wurde entweder vorher getan oder nachher, oder sie nahm im Augenblick des Todes rechte Ansicht auf. ",
  "mn136:19.3": "Und darum wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn136:19.4": "Aber jeder hier, der das Töten lebender Geschöpfe unterlässt … und rechte Ansicht hat, erfährt das Ergebnis davon in eben diesem Leben, im nächsten Leben oder zu einer späteren Zeit. ",
  "mn136:20.1": "Nun, Ānanda, nehmen wir den Fall der Person hier, die das Töten lebender Geschöpfe unterließ … und rechte Ansicht hatte und die, als ihr Körper auseinanderbrach, nach dem Tod, in der Hölle wiedergeboren wurde. ",
  "mn136:20.2": "Diese ihre schlechte Tat, die als schmerzhaft zu erleben ist, wurde entweder vorher getan oder nachher, oder sie nahm im Augenblick des Todes eine falsche Ansicht auf. ",
  "mn136:20.3": "Und darum wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn136:20.4": "Aber jeder hier, der das Töten lebender Geschöpfe unterlässt … und rechte Ansicht hat, erfährt das Ergebnis davon in eben diesem Leben, im nächsten Leben oder zu einer späteren Zeit. ",
  "mn136:21.1": "Somit, Ānanda, gibt es Taten, die außerstande zu Gutem sind und außerstande zu Gutem erscheinen; es gibt Taten, die außerstande zu Gutem sind, aber imstande zu Gutem erscheinen; es gibt Taten, die imstande zu Gutem sind und imstande zu Gutem erscheinen; und es gibt Taten, die imstande zu Gutem sind, aber außerstande zu Gutem erscheinen.“ ",
  "mn136:21.2": "Das sagte der Buddha. ",
  "mn136:21.3": "Zufrieden begrüßte der Ehrwürdige Ānanda die Worte des Buddha. "
}