{
  "mn137:0.1": "Mittlere Lehrreden 137 ",
  "mn137:0.2": "Die Aufgliederung der sechs Sinnesfelder ",
  "mn137:1.1": "So habe ich es gehört: ",
  "mn137:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn137:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn137:1.4": "„Mönche und Nonnen!“ ",
  "mn137:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn137:1.6": "Der Buddha sagte: ",
  "mn137:2.1": "„Mönche und Nonnen, ich will euch die Aufgliederung der sechs Sinnesfelder lehren. ",
  "mn137:2.2": "Hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn137:2.3": "„Ja, Herr“, antworteten sie. ",
  "mn137:2.4": "Der Buddha sagte: ",
  "mn137:3.1": "„‚Die sechs inneren Sinnesfelder müssen verstanden werden. Die sechs äußeren Sinnesfelder müssen verstanden werden. Die sechs Klassen von Bewusstsein müssen verstanden werden. Die sechs Klassen von Kontakt müssen verstanden werden. Die achtzehn Arten des Gedankenkreisens müssen verstanden werden. Die sechsunddreißig Standpunkte der Lebewesen müssen verstanden werden. Gib dabei, indem du dich auf dieses stützt, jenes auf. Der Edle pflegt das Verankern der Achtsamkeit in drei Fällen und ist dadurch ein Lehrer, der würdig ist, eine Gruppe zu unterweisen. Von allen Meditations-Lehrmeistern ist er es, den man den unübertrefflicher Anleiter für alle, die schulungsfähig sind, nennt.‘ ",
  "mn137:3.2": "Das ist der Merksatz für die Aufgliederung der sechs Sinnesfelder. ",
  "mn137:4.1": "‚Die sechs inneren Sinnesfelder müssen verstanden werden.‘ ",
  "mn137:4.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn137:4.3": "Es gibt die Sinnesfelder von Auge, Ohr, Nase, Zunge, Körper und Geist. ",
  "mn137:4.4": "‚Die sechs inneren Sinnesfelder müssen verstanden werden.‘ ",
  "mn137:4.5": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn137:5.1": "‚Die sechs äußeren Sinnesfelder müssen verstanden werden.‘ ",
  "mn137:5.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn137:5.3": "Es gibt die Sinnesfelder von Bildern, Tönen, Gerüchen, Geschmäcken, Berührungen und Vorstellungen. ",
  "mn137:5.4": "‚Die sechs äußeren Sinnesfelder müssen verstanden werden.‘ ",
  "mn137:5.5": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn137:6.1": "‚Die sechs Klassen von Bewusstsein müssen verstanden werden.‘ ",
  "mn137:6.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn137:6.3": "Es gibt Augenbewusstsein, Ohrbewusstsein, Nasenbewusstsein, Zungenbewusstsein, Körperbewusstsein und Geistbewusstsein. ",
  "mn137:6.4": "‚Die sechs Klassen von Bewusstsein müssen verstanden werden.‘ ",
  "mn137:6.5": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn137:7.1": "‚Die sechs Klassen von Kontakt müssen verstanden werden.‘ ",
  "mn137:7.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn137:7.3": "Es gibt Kontakt mit dem Auge, dem Ohr, der Nase, der Zunge, dem Körper und dem Geist. ",
  "mn137:7.4": "‚Die sechs Klassen von Kontakt müssen verstanden werden.‘ ",
  "mn137:7.5": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn137:8.1": "‚Die achtzehn Arten des Gedankenkreisens müssen verstanden werden.‘ ",
  "mn137:8.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn137:8.3": "Wenn man mit dem Auge ein Bild sieht, kreisen die Gedanken um ein Bild, das eine Grundlage für Fröhlichkeit oder Traurigkeit oder Gleichmut darstellt. ",
  "mn137:8.4": "Wenn man mit dem Ohr einen Ton hört … ",
  "mn137:8.5": "Wenn man mit der Nase einen Geruch riecht … ",
  "mn137:8.6": "Wenn man mit der Zunge einen Geschmack schmeckt … ",
  "mn137:8.7": "Wenn man mit dem Körper eine Berührung empfindet … ",
  "mn137:8.8": "Wenn man mit dem Geist eine Vorstellung erkennt, kreisen die Gedanken um eine Vorstellung, die eine Grundlage für Fröhlichkeit oder Traurigkeit oder Gleichmut darstellt. ",
  "mn137:8.9": "Somit gibt es sechs Arten des Gedankenkreisens um Fröhlichkeit, sechs um Traurigkeit und sechs um Gleichmut. ",
  "mn137:8.10": "‚Die achtzehn Arten des Gedankenkreisens müssen verstanden werden.‘ Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn137:9.1": "‚Die sechsunddreißig Standpunkte der Lebewesen müssen verstanden werden.‘ ",
  "mn137:9.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn137:9.3": "Es gibt sechs Arten von Fröhlichkeit der Laien und sechs Arten von Fröhlichkeit der Hauslosen. Es gibt sechs Arten von Traurigkeit der Laien und sechs Arten von Traurigkeit der Hauslosen. Es gibt sechs Arten von Gleichmut der Laien und sechs Arten von Gleichmut der Hauslosen. ",
  "mn137:10.1": "Und was sind in diesem Zusammenhang die sechs Arten von Fröhlichkeit der Laien? ",
  "mn137:10.2": "Es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, dem Geist gefällig, die mit weltlichen fleischlichen Genüssen verbunden sind. Fröhlichkeit entsteht, wenn man es als Gewinn betrachtet, solche Bilder zu erlangen, oder wenn man sich an Bilder erinnert, die man früher erlangt hat, die jetzt vergangen sind, aufgehört haben und zugrunde gegangen sind. ",
  "mn137:10.3": "Solche Fröhlichkeit nennt man Fröhlichkeit der Laien. ",
  "mn137:10.4": "Es gibt Töne, die das Ohr erkennt … ",
  "mn137:10.5": "Gerüche, die die Nase erkennt … ",
  "mn137:10.6": "Geschmäcke, die die Zunge erkennt … ",
  "mn137:10.7": "Berührungen, die der Körper erkennt … ",
  "mn137:10.8": "Vorstellungen, die der Geist erkennt, erwünscht, willkommen, angenehm, dem Geist gefällig, die mit weltlichen fleischlichen Genüssen verbunden sind. Fröhlichkeit entsteht, wenn man es als Gewinn betrachtet, solche Vorstellungen zu erlangen, oder wenn man sich an Vorstellungen erinnert, die man früher erlangt hat, die jetzt vergangen sind, aufgehört haben und zugrunde gegangen sind. ",
  "mn137:10.9": "Solche Fröhlichkeit nennt man Fröhlichkeit der Laien. ",
  "mn137:10.10": "Das sind die sechs Arten von Fröhlichkeit der Laien. ",
  "mn137:11.1": "Und was sind in diesem Zusammenhang die sechs Arten von Fröhlichkeit der Hauslosen? ",
  "mn137:11.2": "Wenn man die Unbeständigkeit von Bildern verstanden hat – ihr Zugrundegehen, Schwinden und Aufhören –, entsteht Fröhlichkeit, da man wahrhaftig mit rechter Weisheit sieht, dass all diese Bilder jetzt, genau wie früher, unbeständig, Leiden und ohne Selbst sind. ",
  "mn137:11.3": "Solche Fröhlichkeit nennt man Fröhlichkeit der Hauslosen. ",
  "mn137:11.4": "Wenn man die Unbeständigkeit von Tönen verstanden hat … ",
  "mn137:11.5": "die Unbeständigkeit von Gerüchen … ",
  "mn137:11.6": "die Unbeständigkeit von Geschmäcken … ",
  "mn137:11.7": "die Unbeständigkeit von Berührungen … ",
  "mn137:11.8": "die Unbeständigkeit von Vorstellungen – ihr Zugrundegehen, Schwinden und Aufhören –, entsteht Fröhlichkeit, da man wahrhaftig mit rechter Weisheit sieht, dass all diese Vorstellungen jetzt, genau wie früher, unbeständig, Leiden und ohne Selbst sind. ",
  "mn137:11.9": "Solche Fröhlichkeit nennt man Fröhlichkeit der Hauslosen. ",
  "mn137:11.10": "Das sind die sechs Arten von Fröhlichkeit der Hauslosen. ",
  "mn137:12.1": "Und was sind in diesem Zusammenhang die sechs Arten von Traurigkeit der Laien? ",
  "mn137:12.2": "Es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, dem Geist gefällig, die mit weltlichen fleischlichen Genüssen verbunden sind. Traurigkeit entsteht, wenn man es als Verlust betrachtet, solche Bilder zu verlieren, oder wenn man sich an Bilder erinnert, die man früher verloren hat, die jetzt vergangen sind, aufgehört haben und zugrunde gegangen sind. ",
  "mn137:12.3": "Solche Traurigkeit nennt man Traurigkeit der Laien. ",
  "mn137:12.4": "Es gibt Töne, die das Ohr erkennt … ",
  "mn137:12.5": "Gerüche, die die Nase erkennt … ",
  "mn137:12.6": "Geschmäcke, die die Zunge erkennt … ",
  "mn137:12.7": "Berührungen, die der Körper erkennt … ",
  "mn137:12.8": "Vorstellungen, die der Geist erkennt, erwünscht, willkommen, angenehm, dem Geist gefällig, die mit weltlichen fleischlichen Genüssen verbunden sind. Traurigkeit entsteht, wenn man es als Verlust betrachtet, solche Vorstellungen zu verlieren, oder wenn man sich an Vorstellungen erinnert, die man früher verloren hat, die jetzt vergangen sind, aufgehört haben und zugrunde gegangen sind. ",
  "mn137:12.9": "Solche Traurigkeit nennt man Traurigkeit der Laien. ",
  "mn137:12.10": "Das sind die sechs Arten von Traurigkeit der Laien. ",
  "mn137:13.1": "Und was sind in diesem Zusammenhang die sechs Arten von Traurigkeit der Hauslosen? ",
  "mn137:13.2": "Wenn man die Unbeständigkeit von Bildern verstanden hat – ihr Zugrundegehen, Schwinden und Aufhören –, sieht man wahrhaftig mit rechter Weisheit, dass all diese Bilder jetzt, genau wie früher, unbeständig, Leiden und ohne Selbst sind. Wenn man das sieht, entsteht Sehnsucht nach den unübertrefflichen Befreiungen: ",
  "mn137:13.3": "‚Ach, wann werde ich in die gleiche Dimension eintreten und darin verweilen, in die die Edlen heute eintreten und in der sie verweilen?‘ Wenn man eine solche Sehnsucht nach den unübertrefflichen Befreiungen hervorbringt, entsteht durch dieses Sehnen Traurigkeit. ",
  "mn137:13.4": "Solche Traurigkeit nennt man Traurigkeit der Hauslosen. ",
  "mn137:13.5": "Wenn man die Unbeständigkeit von Tönen verstanden hat … ",
  "mn137:13.6": "die Unbeständigkeit von Gerüchen … ",
  "mn137:13.7": "die Unbeständigkeit von Geschmäcken … ",
  "mn137:13.8": "die Unbeständigkeit von Berührungen … ",
  "mn137:13.9": "die Unbeständigkeit von Vorstellungen – ihr Zugrundegehen, Schwinden und Aufhören –, sieht man wahrhaftig mit rechter Weisheit, dass all diese Vorstellungen jetzt, genau wie früher, unbeständig, Leiden und ohne Selbst sind. Wenn man das sieht, entsteht Sehnsucht nach den unübertrefflichen Befreiungen: ",
  "mn137:13.10": "‚Ach, wann werde ich in die gleiche Dimension eintreten und darin verweilen, in die die Edlen heute eintreten und in der sie verweilen?‘ Wenn man eine solche Sehnsucht nach den unübertrefflichen Befreiungen hervorbringt, entsteht durch dieses Sehnen Traurigkeit. ",
  "mn137:13.11": "Solche Traurigkeit nennt man Traurigkeit der Hauslosen. ",
  "mn137:13.12": "Das sind die sechs Arten von Traurigkeit der Hauslosen. ",
  "mn137:14.1": "Und was sind in diesem Zusammenhang die sechs Arten von Gleichmut der Laien? ",
  "mn137:14.2": "Wenn er mit dem Auge ein Bild sieht, entsteht bei einem ungebildeten gewöhnlichen Menschen Gleichmut – einem törichten, verblendeten gewöhnlichen Menschen, der nicht über seine Grenzen und über die Ergebnisse seiner Taten hinausgegangen und blind für die Nachteile ist. ",
  "mn137:14.3": "Solcher Gleichmut geht über das Bild nicht hinaus. ",
  "mn137:14.4": "Darum nennt man ihn Gleichmut der Laien. ",
  "mn137:14.5": "Wenn er mit dem Ohr einen Ton hört … ",
  "mn137:14.6": "Wenn er mit der Nase einen Geruch riecht … ",
  "mn137:14.7": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "mn137:14.8": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "mn137:14.9": "Wenn er mit dem Geist eine Vorstellung erkennt, entsteht bei einem ungebildeten gewöhnlichen Menschen Gleichmut – einem törichten, verblendeten gewöhnlichen Menschen, der nicht über seine Grenzen und über die Ergebnisse seiner Taten hinausgegangen und blind für die Nachteile ist. ",
  "mn137:14.10": "Solcher Gleichmut geht über die Vorstellung nicht hinaus. ",
  "mn137:14.11": "Darum nennt man ihn Gleichmut der Laien. ",
  "mn137:14.12": "Das sind die sechs Arten von Gleichmut der Laien. ",
  "mn137:15.1": "Und was sind in diesem Zusammenhang die sechs Arten von Gleichmut der Hauslosen? ",
  "mn137:15.2": "Wenn man die Unbeständigkeit von Bildern verstanden hat – ihr Zugrundegehen, Schwinden und Aufhören –, entsteht Gleichmut, da man wahrhaftig mit rechter Weisheit sieht, dass all diese Bilder jetzt, genau wie früher, unbeständig, Leiden und ohne Selbst sind. ",
  "mn137:15.3": "Solcher Gleichmut geht über das Bild hinaus. ",
  "mn137:15.4": "Darum nennt man ihn Gleichmut der Hauslosen. ",
  "mn137:15.5": "Wenn man die Unbeständigkeit von Tönen verstanden hat … ",
  "mn137:15.6": "die Unbeständigkeit von Gerüchen … ",
  "mn137:15.7": "die Unbeständigkeit von Geschmäcken … ",
  "mn137:15.8": "die Unbeständigkeit von Berührungen … ",
  "mn137:15.9": "die Unbeständigkeit von Vorstellungen – ihr Zugrundegehen, Schwinden und Aufhören –, entsteht Gleichmut, da man wahrhaftig mit rechter Weisheit sieht, dass all diese Vorstellungen jetzt, genau wie früher, unbeständig, Leiden und ohne Selbst sind. ",
  "mn137:15.10": "Solcher Gleichmut geht über die Vorstellung hinaus. ",
  "mn137:15.11": "Darum nennt man ihn Gleichmut der Hauslosen. ",
  "mn137:15.12": "Das sind die sechs Arten von Gleichmut der Hauslosen. ",
  "mn137:15.13": "‚Die sechsunddreißig Standpunkte der Lebewesen müssen verstanden werden.‘ ",
  "mn137:15.14": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn137:16.1": "‚Gib dabei, indem du dich auf dieses stützt, jenes auf.‘ ",
  "mn137:16.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn137:16.3": "Gib in dieser Hinsicht, indem du dich auf die sechs Arten von Fröhlichkeit der Hauslosen stützt, die sechs Arten von Fröhlichkeit der Laien auf und überwinde sie. ",
  "mn137:16.4": "So gibt man diese auf und überwindet sie. ",
  "mn137:16.5": "Gib in dieser Hinsicht, indem du dich auf die sechs Arten von Traurigkeit der Hauslosen stützt, die sechs Arten von Traurigkeit der Laien auf und überwinde sie. ",
  "mn137:16.6": "So gibt man diese auf und überwindet sie. ",
  "mn137:16.7": "Gib in dieser Hinsicht, indem du dich auf die sechs Arten von Gleichmut der Hauslosen stützt, die sechs Arten von Gleichmut der Laien auf und überwinde sie. ",
  "mn137:16.8": "So gibt man diese auf und überwindet sie. ",
  "mn137:16.9": "Gib in dieser Hinsicht, indem du dich auf die sechs Arten von Fröhlichkeit der Hauslosen stützt, die sechs Arten von Traurigkeit der Hauslosen auf und überwinde sie. ",
  "mn137:16.10": "So gibt man diese auf und überwindet sie. ",
  "mn137:16.11": "Gib in dieser Hinsicht, indem du dich auf die sechs Arten von Gleichmut der Hauslosen stützt, die sechs Arten von Fröhlichkeit der Hauslosen auf und überwinde sie. ",
  "mn137:16.12": "So gibt man diese auf und überwindet sie. ",
  "mn137:17.1": "Es gibt vielfältigen Gleichmut, der auf Vielfalt gegründet ist, und einheitlichen Gleichmut, der auf Einheit gegründet ist. ",
  "mn137:18.1": "Und was ist auf Vielfalt gegründeter Gleichmut? ",
  "mn137:18.2": "Es gibt Gleichmut in Bezug auf Bilder, Töne, Gerüche, Geschmäcke oder Berührungen. ",
  "mn137:18.3": "Das ist auf Vielfalt gegründeter Gleichmut. ",
  "mn137:19.1": "Und was ist auf Einheit gegründeter Gleichmut? ",
  "mn137:19.2": "Es gibt Gleichmut, der auf die Dimension des unendlichen Raumes gegründet ist, auf die Dimension des unendlichen Bewusstseins, auf die Dimension des Nichts oder auf die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "mn137:19.3": "Das ist auf Einheit gegründeter Gleichmut. ",
  "mn137:20.1": "Gib in dieser Hinsicht, indem du dich auf auf Einheit gegründeten Gleichmut stützt, auf Vielfalt gegründeten Gleichmut auf und überwinde ihn. ",
  "mn137:20.2": "So gibt man diesen auf und überwindet ihn. ",
  "mn137:20.3": "Gib, indem du davon nicht geprägt bist, auf Einheit gegründeten Gleichmut auf und überwinde ihn. ",
  "mn137:20.4": "So gibt man diesen auf und überwindet ihn. ",
  "mn137:20.5": "‚Gib dabei, indem du dich auf dieses stützt, jenes auf.‘ ",
  "mn137:20.6": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn137:21.1": "‚Der Edle pflegt das Verankern der Achtsamkeit in drei Fällen und ist dadurch ein Lehrer, der würdig ist, eine Gruppe zu unterweisen.‘ ",
  "mn137:21.2": "Das habe ich gesagt, ",
  "mn137:21.3": "aber inwiefern habe ich es gesagt? ",
  "mn137:22.1": "Da lehrt der Lehrer seine Schüler aus Güte und Anteilnahme den Dhamma: ",
  "mn137:22.2": "‚Das ist zu eurem Wohl. Das ist zu eurem Glück.‘ ",
  "mn137:22.3": "Aber seine Schüler wollen nicht zuhören. Sie spitzen nicht die Ohren und versuchen nicht, zu verstehen. Sie fahren fort, indem sie sich von der Anleitung des Lehrers abwenden. ",
  "mn137:22.4": "In diesem Fall ist der Klargewordene nicht verstimmt, er fühlt keine Verstimmung. Er bleibt, ohne zu triefen, achtsam und der Situation bewusst. ",
  "mn137:22.5": "Das ist der erste Fall, in dem der Edle das Verankern der Achtsamkeit pflegt. ",
  "mn137:23.1": "Dann lehrt da der Lehrer seine Schüler aus Güte und Anteilnahme den Dhamma: ",
  "mn137:23.2": "‚Das ist zu eurem Wohl. Das ist zu eurem Glück.‘ ",
  "mn137:23.3": "Und manche seiner Schüler wollen nicht zuhören. Sie spitzen nicht die Ohren und versuchen nicht, zu verstehen. Sie fahren fort, indem sie sich von der Anleitung des Lehrers abwenden. ",
  "mn137:23.4": "Aber manche seiner Schüler wollen zuhören. Sie spitzen die Ohren und versuchen, zu verstehen. Sie fahren fort, indem sie sich nicht von der Anleitung des Lehrers abwenden. ",
  "mn137:23.5": "In diesem Fall ist der Klargewordene nicht verstimmt, ",
  "mn137:23.6": "noch ist er zufrieden. ",
  "mn137:23.7": "Verstimmung und Zufriedenheit weist er beide zurück ",
  "mn137:23.8": "und bleibt gleichmütig, achtsam und der Situation bewusst. ",
  "mn137:23.9": "Das ist der zweite Fall, in dem der Edle das Verankern der Achtsamkeit pflegt. ",
  "mn137:24.1": "Dann lehrt da der Lehrer seine Schüler aus Güte und Anteilnahme den Dhamma: ",
  "mn137:24.2": "‚Das ist zu eurem Wohl. Das ist zu eurem Glück.‘ ",
  "mn137:24.3": "Und seine Schüler wollen zuhören. Sie spitzen die Ohren und versuchen, zu verstehen. Sie fahren fort, indem sie sich nicht von der Anleitung des Lehrers abwenden. ",
  "mn137:24.4": "In diesem Fall ist der Klargewordene zufrieden, er fühlt Zufriedenheit. Er bleibt, ohne zu triefen, achtsam und der Situation bewusst. ",
  "mn137:24.5": "Das ist der dritte Fall, in dem der Edle das Verankern der Achtsamkeit pflegt. ",
  "mn137:24.6": "‚Der Edle pflegt das Verankern der Achtsamkeit in drei Fällen und ist dadurch ein Lehrer, der würdig ist, eine Gruppe zu unterweisen.‘ ",
  "mn137:24.7": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn137:25.1": "‚Von allen Meditations-Lehrmeistern ist er es, den man den unübertrefflicher Anleiter für alle, die schulungsfähig sind, nennt.‘ ",
  "mn137:25.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn137:25.3": "Wenn ein Elefant von einem Elefantenzureiter angetrieben wird, läuft er in nur eine Richtung: ",
  "mn137:25.4": "nach Osten, nach Westen, nach Norden oder nach Süden. ",
  "mn137:26.1": "Wenn ein Pferd von einem Pferdezureiter angetrieben wird, läuft es in nur eine Richtung: ",
  "mn137:26.2": "nach Osten, nach Westen, nach Norden oder nach Süden. ",
  "mn137:26.3": "Wenn ein Ochse von einem Ochsenzureiter angetrieben wird, läuft er in nur eine Richtung: ",
  "mn137:26.4": "nach Osten, nach Westen, nach Norden oder nach Süden. ",
  "mn137:26.5": "Aber wenn ein Mensch in Schulung vom Klargewordenen angetrieben wird, dem Vollendeten, dem vollkommen erwachten Buddha, läuft er in acht Richtungen: ",
  "mn137:27.1": "Er besitzt körperliche Form und sieht Formen. ",
  "mn137:27.2": "Das ist die erste Richtung. ",
  "mn137:27.3": "Während er keine Form innerlich wahrnimmt, sieht er Formen äußerlich. ",
  "mn137:27.4": "Das ist die zweite Richtung. ",
  "mn137:27.5": "Er ist einzig auf Schönheit ausgerichtet. ",
  "mn137:27.6": "Das ist die dritte Richtung. ",
  "mn137:27.7": "Er übersteigt jegliche Formwahrnehmung, und mit dem Vergehen der Wahrnehmung von Eindrücken, und indem er den Geist nicht auf die Wahrnehmung von Vielfalt richtet, tritt er im Wissen: ‚Raum ist unendlich‘, in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "mn137:27.8": "Das ist die vierte Richtung. ",
  "mn137:27.9": "Er übersteigt vollständig die Dimension des unendlichen Raumes, tritt im Wissen: ‚Bewusstsein ist unendlich‘, in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "mn137:27.10": "Das ist die fünfte Richtung. ",
  "mn137:27.11": "Er übersteigt vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚Da ist überhaupt nichts‘, in die Dimension des Nichts ein und verweilt darin. ",
  "mn137:27.12": "Das ist die sechste Richtung. ",
  "mn137:27.13": "Er übersteigt vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "mn137:27.14": "Das ist die siebte Richtung. ",
  "mn137:27.15": "Er übersteigt vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. ",
  "mn137:27.16": "Das ist die achte Richtung. ",
  "mn137:27.17": "Wenn ein Mensch in Schulung vom Klargewordenen angetrieben wird, dem Vollendeten, dem vollkommen erwachten Buddha, läuft er in diese acht Richtungen. ",
  "mn137:28.1": "‚Von allen Meditations-Lehrmeistern ist er es, den man den unübertrefflicher Anleiter für alle, die schulungsfähig sind, nennt.‘ ",
  "mn137:28.2": "Das habe ich gesagt, und insofern habe ich es gesagt.“ ",
  "mn137:28.3": "Das sagte der Buddha. ",
  "mn137:28.4": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}