{
  "mn138:0.1": "Mittlere Lehrreden 138 ",
  "mn138:0.2": "Ein Merksatz und seine Aufgliederung ",
  "mn138:1.1": "So habe ich es gehört: ",
  "mn138:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn138:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn138:1.4": "„Mönche und Nonnen!“ ",
  "mn138:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn138:1.6": "Der Buddha sagte: ",
  "mn138:2.1": "„Ich will euch einen Merksatz und seine Aufgliederung lehren. ",
  "mn138:2.2": "Hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn138:2.3": "„Ja, Herr“, antworteten sie. ",
  "mn138:2.4": "Der Buddha sagte: ",
  "mn138:3.1": "„Mönche und Nonnen, ein Mönch soll so prüfen, dass beim Prüfen sein Bewusstsein weder äußerlich zerstreut ist und abschweift noch innerlich feststeckt, und dass es nicht durch Ergreifen unruhig wird. ",
  "mn138:3.2": "Wenn beim Prüfen sein Bewusstsein weder äußerlich zerstreut ist und abschweift noch innerlich feststeckt, und wenn es nicht durch Ergreifen unruhig wird, dann gibt es kein künftiges Zustandekommen von Wiedergeburt, Alter und Tod, kein künftiges Zustandekommen des Ursprungs des Leidens.“ ",
  "mn138:4.1": "Das sagte der Buddha. ",
  "mn138:4.2": "Nachdem er geendet hatte, erhob sich der Heilige von seinem Sitz und ging zu seiner Hütte. ",
  "mn138:5.1": "Kurz nachdem der Buddha gegangen war, überlegten diese Mönche und Nonnen: ",
  "mn138:5.2": "„Geehrte, der Buddha hat diesen kurzen Merksatz vorgestellt und ist dann zu seiner Hütte gegangen, ohne die Bedeutung ausführlich zu erklären: ",
  "mn138:5.3": "‚Ein Mönch soll so prüfen, dass beim Prüfen sein Bewusstsein weder äußerlich zerstreut ist und abschweift noch innerlich feststeckt, und dass es nicht durch Ergreifen unruhig wird. ",
  "mn138:5.4": "Wenn beim Prüfen sein Bewusstsein weder äußerlich zerstreut ist und abschweift noch innerlich feststeckt, und wenn es nicht durch Ergreifen unruhig wird, dann gibt es kein künftiges Zustandekommen von Wiedergeburt, Alter und Tod, kein künftiges Zustandekommen des Ursprungs des Leidens.‘ ",
  "mn138:5.5": "Wer kann die Bedeutung dieses kurzen Merksatzes, der vom Buddha vorgestellt wurde, ausführlich erklären?“ ",
  "mn138:5.6": "Da dachten diese Mönche und Nonnen: ",
  "mn138:5.7": "„Dieser Ehrwürdige Mahākaccāna wird vom Buddha gepriesen und von seinen vernünftigen geistlichen Gefährten geschätzt. ",
  "mn138:5.8": "Er kann die Bedeutung dieses kurzen Merksatzes, der vom Buddha vorgestellt wurde, ausführlich erklären. ",
  "mn138:5.9": "Wir wollen zu ihm gehen und ihn zu der Sache befragen.“ ",
  "mn138:6.1": "Da gingen diese Mönche und Nonnen zu Mahākaccāna und tauschten Willkommensgrüße mit ihm aus. ",
  "mn138:6.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin. Sie berichteten ihm die Begebenheit und sagten: ",
  "mn138:6.15": "„Dass der Ehrwürdige Mahākaccāna das bitte erkläre.“ ",
  "mn138:7.1": "„Geehrte, wie ein Mensch, der Kernholz bräuchte und auf der Suche nach Kernholz umherwandern würde. Er käme zu einem großen Baum, der mit Kernholz dastünde. Doch er würde die Wurzel und den Stamm übergehen und dächte, das Kernholz wäre in den Zweigen und Blättern zu suchen. ",
  "mn138:7.2": "So ergeht es den Ehrwürdigen. Obwohl ihr dem Buddha Auge in Auge gegenübersaßt, habt ihr ihn übergangen und gedacht, ihr solltet mich zu der Sache befragen. ",
  "mn138:7.3": "Denn er ist der Buddha, der, der erkennt und sieht. Er ist das Sehen, er ist das Erkennen, er ist die Manifestation des Grundsatzes, er ist die Manifestation der Göttlichkeit. Er ist der Lehrer, der Verkünder, der Erheller der Bedeutung, der Gewährer dessen, das frei vom Tod ist, der Herr der Wahrheit, der Klargewordene. ",
  "mn138:7.4": "Das wäre die Zeit gewesen, euch zum Buddha zu begeben und ihn zu der Sache zu befragen. ",
  "mn138:7.5": "So wie er es erklärt hätte, hättet ihr es behalten sollen.“ ",
  "mn138:8.1": "„Sicherlich ist er der Buddha, der erkennt und sieht. Sicherlich ist er das Sehen, ist er das Erkennen, ist er die Manifestation des Grundsatzes, ist er die Manifestation der Göttlichkeit. Sicherlich ist er der Lehrer, der Verkünder, der Erheller der Bedeutung, der Gewährer dessen, das frei vom Tod ist, der Herr der Wahrheit, der Klargewordene. ",
  "mn138:8.2": "Das wäre die Zeit gewesen, uns zum Buddha zu begeben und ihn zu der Sache zu befragen. ",
  "mn138:8.3": "So wie er es erklärt hätte, hätten wir es behalten sollen. ",
  "mn138:8.4": "Dennoch wird der Ehrwürdige Mahākaccāna vom Buddha gepriesen und von seinen vernünftigen geistlichen Gefährten geschätzt. ",
  "mn138:8.5": "Er kann die Bedeutung dieses kurzen Merksatzes, der vom Buddha vorgestellt wurde, ausführlich erklären. ",
  "mn138:8.6": "Bitte erkläre es, wenn es dir nichts ausmacht.“ ",
  "mn138:9.1": "„Nun denn, Geehrte, hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn138:9.2": "„Ja, Geehrter“, antworteten sie. ",
  "mn138:9.3": "Der Ehrwürdige Mahākaccāna sagte: ",
  "mn138:9.4": "„Geehrte, der Buddha hat diesen kurzen Merksatz zum Aufsagen vorgestellt und ist dann zu seiner Hütte gegangen, ohne die Bedeutung ausführlich zu erklären: ",
  "mn138:9.5": "‚Ein Mönch soll so prüfen, dass beim Prüfen sein Bewusstsein weder äußerlich zerstreut ist und abschweift noch innerlich feststeckt, und dass es nicht durch Ergreifen unruhig wird. Wenn beim Prüfen sein Bewusstsein weder äußerlich zerstreut ist und abschweift noch innerlich feststeckt, und wenn es nicht durch Ergreifen unruhig wird, dann gibt es kein künftiges Zustandekommen von Wiedergeburt, Alter und Tod, kein künftiges Zustandekommen des Ursprungs des Leidens.‘ ",
  "mn138:9.6": "Ich verstehe die ausführliche Bedeutung dieses kurzen Merksatzes, der vom Buddha vorgestellt wurde, so: ",
  "mn138:10.1": "Wie gilt das Bewusstsein als äußerlich zerstreut und abschweifend? ",
  "mn138:10.2": "Wenn in diesem Fall ein Mönch mit dem Auge ein Bild sieht und das Bewusstsein folgt den Merkmalen dieses Bildes nach – gebunden, gekettet und gefesselt an die Befriedigung in den Merkmalen –, dann heißt es, das Bewusstsein sei äußerlich zerstreut und schweife ab. ",
  "mn138:10.3": "Wenn er mit dem Ohr einen Ton hört … ",
  "mn138:10.4": "Wenn er mit der Nase einen Geruch riecht … ",
  "mn138:10.5": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "mn138:10.6": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "mn138:10.7": "Wenn er mit dem Geist eine Vorstellung erkennt und das Bewusstsein folgt den Merkmalen dieser Vorstellung nach – gebunden, gekettet und gefesselt an die Befriedigung in den Merkmalen –, dann heißt es, das Bewusstsein sei äußerlich zerstreut und schweife ab. ",
  "mn138:10.8": "So gilt das Bewusstsein als äußerlich zerstreut und abschweifend. ",
  "mn138:11.1": "Wie gilt das Bewusstsein als nicht äußerlich zerstreut und abschweifend? ",
  "mn138:11.2": "Wenn in diesem Fall ein Mönch mit dem Auge ein Bild sieht, aber das Bewusstsein folgt den Merkmalen dieses Bildes nicht nach – nicht gebunden, gekettet und gefesselt an die Befriedigung in den Merkmalen –, dann heißt es, das Bewusstsein sei nicht äußerlich zerstreut und schweife ab. ",
  "mn138:11.3": "Wenn er mit dem Ohr einen Ton hört … ",
  "mn138:11.4": "Wenn er mit der Nase einen Geruch riecht … ",
  "mn138:11.5": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "mn138:11.6": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "mn138:11.7": "Wenn er mit dem Geist eine Vorstellung erkennt, aber das Bewusstsein folgt den Merkmalen dieser Vorstellung nicht nach – nicht gebunden, gekettet und gefesselt an die Befriedigung in den Merkmalen –, dann heißt es, das Bewusstsein sei nicht äußerlich zerstreut und schweife ab. ",
  "mn138:11.8": "So gilt das Bewusstsein als nicht äußerlich zerstreut und abschweifend. ",
  "mn138:12.1": "Und wie gilt es als innerlich feststeckend? ",
  "mn138:12.2": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn138:12.3": "Wenn das Bewusstsein dieser aus Abgeschiedenheit geborenen Ekstase und Seligkeit nachfolgt – gebunden, gekettet und gefesselt an die Befriedigung in dieser aus Abgeschiedenheit geborenen Ekstase und Seligkeit –, dann heißt es, der Geist stecke innerlich fest. ",
  "mn138:13.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn138:13.2": "Wenn das Bewusstsein dieser aus Versenkung geborenen Ekstase und Seligkeit nachfolgt – gebunden, gekettet und gefesselt an die Befriedigung in dieser aus Versenkung geborenen Ekstase und Seligkeit –, dann heißt es, der Geist stecke innerlich fest. ",
  "mn138:14.1": "Mit dem Schwinden der Ekstase tritt ein Mönch dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn138:14.2": "Wenn das Bewusstsein diesem Gleichmut nachfolgt – gebunden, gekettet und gefesselt an die Befriedigung in dieser Seligkeit mit Gleichmut –, dann heißt es, der Geist stecke innerlich fest. ",
  "mn138:15.1": "Indem er Glück und Schmerz aufgibt, und mit dem Vergehen früherer Fröhlichkeit und Traurigkeit, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn138:15.2": "Wenn das Bewusstsein diesem neutralen Gefühl nachfolgt – gebunden, gekettet und gefesselt an die Befriedigung in diesem neutralen Gefühl –, dann heißt es, der Geist stecke innerlich fest. ",
  "mn138:15.3": "So gilt das Bewusstsein als innerlich feststeckend. ",
  "mn138:16.1": "Und wie gilt es als nicht innerlich feststeckend? ",
  "mn138:16.2": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn138:16.3": "Wenn das Bewusstsein dieser aus Abgeschiedenheit geborenen Ekstase und Seligkeit nicht nachfolgt – nicht gebunden, gekettet und gefesselt an die Befriedigung in dieser aus Abgeschiedenheit geborenen Ekstase und Seligkeit –, dann heißt es, der Geist stecke nicht innerlich fest. ",
  "mn138:17.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin … ",
  "mn138:17.2": "Wenn das Bewusstsein dieser aus Versenkung geborenen Ekstase und Seligkeit nicht nachfolgt – nicht gebunden, gekettet und gefesselt an die Befriedigung in dieser aus Versenkung geborenen Ekstase und Seligkeit –, dann heißt es, der Geist stecke nicht innerlich fest. ",
  "mn138:18.1": "Dann tritt da ein Mönch mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweilt darin … ",
  "mn138:18.2": "Wenn das Bewusstsein diesem Gleichmut nicht nachfolgt – nicht gebunden, gekettet und gefesselt an die Befriedigung in dieser Seligkeit mit Gleichmut –, dann heißt es, der Geist stecke nicht innerlich fest. ",
  "mn138:19.1": "Indem er Glück und Schmerz aufgibt, und mit dem Vergehen früherer Fröhlichkeit und Traurigkeit, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin … ",
  "mn138:19.2": "Wenn das Bewusstsein diesem neutralen Gefühl nicht nachfolgt – nicht gebunden, gekettet und gefesselt an die Befriedigung in diesem neutralen Gefühl –, dann heißt es, der Geist stecke nicht innerlich fest. ",
  "mn138:19.3": "So gilt das Bewusstsein als nicht innerlich feststeckend. ",
  "mn138:20.1": "Und wie wird es durch Ergreifen unruhig? ",
  "mn138:20.2": "Da hat ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen und ist in der Lehre der Edlen nicht bewandert und geschult. Er hat keine wahren Menschen gesehen und ist in der Lehre der wahren Menschen nicht bewandert und geschult. ",
  "mn138:20.3": "Er betrachtet Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "mn138:20.4": "Aber diese seine Form verfällt und geht zugrunde, ",
  "mn138:20.5": "und das Bewusstsein heftet sich an das Zugrundegehen der Form. ",
  "mn138:20.6": "Unruhe, die aus dem Anheften an das Zugrundegehen der Form geboren wird und gemäß den natürlichen Gesetzmäßigkeiten entsteht, hält seinen Geist gefangen. ",
  "mn138:20.7": "Wenn sein Geist sich anheftet, wird er durch Ergreifen furchtsam, enttäuscht, besorgt und unruhig. ",
  "mn138:20.8": "Er betrachtet Gefühl … ",
  "mn138:20.9": "Wahrnehmung … ",
  "mn138:20.10": "Willensbildungsprozesse … ",
  "mn138:20.11": "oder Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "mn138:20.12": "Aber dieses sein Bewusstsein verfällt und geht zugrunde, ",
  "mn138:20.13": "und das Bewusstsein heftet sich an das Zugrundegehen des Bewusstseins. ",
  "mn138:20.14": "Unruhe, die aus dem Anheften an das Zugrundegehen des Bewusstseins geboren wird und gemäß den natürlichen Gesetzmäßigkeiten entsteht, hält seinen Geist gefangen. ",
  "mn138:20.15": "Wenn sein Geist sich anheftet, wird er durch Ergreifen furchtsam, enttäuscht, besorgt und unruhig. ",
  "mn138:20.16": "So wird das Bewusstsein durch Ergreifen unruhig. ",
  "mn138:21.1": "Und wie wird es nicht durch Ergreifen unruhig? ",
  "mn138:21.2": "Da hat ein gebildeter edler Schüler die Edlen gesehen und ist in der Lehre der Edlen bewandert und geschult. Er hat wahre Menschen gesehen und ist in der Lehre der wahren Menschen bewandert und geschult. ",
  "mn138:21.3": "Er betrachtet nicht Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "mn138:21.4": "Wenn dann diese seine Form verfällt und zugrunde geht, ",
  "mn138:21.5": "heftet sich das Bewusstsein nicht an das Zugrundegehen der Form. ",
  "mn138:21.6": "Unruhe, die aus dem Anheften an das Zugrundegehen der Form geboren wird und gemäß den natürlichen Gesetzmäßigkeiten entsteht, hält seinen Geist nicht gefangen. ",
  "mn138:21.7": "Wenn sein Geist sich nicht anheftet, wird er nicht durch Ergreifen furchtsam, enttäuscht, besorgt oder unruhig. ",
  "mn138:21.8": "Er betrachtet nicht Gefühl als das Selbst … ",
  "mn138:21.9": "Er betrachtet nicht Wahrnehmung als das Selbst … ",
  "mn138:21.10": "Er betrachtet nicht Willensbildungsprozesse als das Selbst … ",
  "mn138:21.11": "Er betrachtet nicht Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "mn138:21.12": "Wenn dann dieses sein Bewusstsein verfällt und zugrunde geht, ",
  "mn138:21.13": "heftet sich das Bewusstsein nicht an das Zugrundegehen des Bewusstseins. ",
  "mn138:21.14": "Unruhe, die aus dem Anheften an das Zugrundegehen des Bewusstseins geboren wird und gemäß den natürlichen Gesetzmäßigkeiten entsteht, hält seinen Geist nicht gefangen. ",
  "mn138:21.15": "Wenn sein Geist sich nicht anheftet, wird er nicht durch Ergreifen furchtsam, enttäuscht, besorgt oder unruhig. ",
  "mn138:21.16": "So wird das Bewusstsein nicht durch Ergreifen unruhig. ",
  "mn138:22.1": "Der Buddha hat diesen kurzen Merksatz vorgestellt und ist dann zu seiner Hütte gegangen, ohne die Bedeutung ausführlich zu erklären: ",
  "mn138:22.2": "‚Ein Mönch soll so prüfen, dass beim Prüfen sein Bewusstsein weder äußerlich zerstreut ist und abschweift noch innerlich feststeckt, und dass es nicht durch Ergreifen unruhig wird. ",
  "mn138:22.3": "Wenn beim Prüfen sein Bewusstsein weder äußerlich zerstreut ist und abschweift noch innerlich feststeckt, und wenn es nicht durch Ergreifen unruhig wird, dann gibt es kein künftiges Zustandekommen von Wiedergeburt, Alter und Tod, kein künftiges Zustandekommen des Ursprungs des Leidens.‘ ",
  "mn138:22.4": "So verstehe ich die ausführliche Bedeutung dieses kurzen Merksatzes, der vom Buddha vorgestellt wurde. ",
  "mn138:22.5": "Wenn ihr wollt, geht zum Buddha und fragt ihn danach. ",
  "mn138:22.6": "So wie er es erklärt, sollt ihr es behalten.“ ",
  "mn138:23.1": "Da begrüßten diese Mönche und Nonnen Mahākaccānas Worte und stimmten ihm zu. Dann erhoben sie sich von ihren Sitzen, gingen zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm die Begebenheit. Sie fügten hinzu: ",
  "mn138:23.15": "„Mahākaccāna erklärte uns klar die Bedeutung in dieser Weise, mit diesen Worten und Ausdrücken.“ ",
  "mn138:24.1": "„Mahākaccāna ist klug, Mönche und Nonnen, er besitzt große Weisheit. ",
  "mn138:24.2": "Wenn ihr zu mir gekommen wärt und mir diese Frage gestellt hättet, hätte ich auf genau die gleiche Art geantwortet wie Mahākaccāna. ",
  "mn138:24.3": "Das bedeutet es, und so sollt ihr es behalten.“ ",
  "mn138:24.4": "Das sagte der Buddha. ",
  "mn138:24.5": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}