{
  "mn139:0.1": "Mittlere Lehrreden 139 ",
  "mn139:0.2": "Die Aufgliederung der Freiheit von Spannungen ",
  "mn139:1.1": "So habe ich es gehört: ",
  "mn139:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn139:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn139:1.4": "„Mönche und Nonnen!“ ",
  "mn139:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn139:1.6": "Der Buddha sagte: ",
  "mn139:2.1": "„Mönche und Nonnen, ich will euch die Aufgliederung der Freiheit von Spannungen lehren. ",
  "mn139:2.2": "Hört zu und passt gut auf, ich werde sprechen.“ ",
  "mn139:2.3": "„Ja, Herr“, antworteten sie. ",
  "mn139:2.4": "Der Buddha sagte: ",
  "mn139:3.1": "„Schwelgt nicht in Sinnenfreuden – sie sind nieder, derb, gewöhnlich, unedel und sinnlos. Und schwelgt nicht in Selbstquälerei – sie ist schmerzvoll, unedel und sinnlos. ",
  "mn139:3.2": "Der Klargewordene hat diese beiden Extreme vermieden und ist erwacht, indem er den mittleren Weg verstanden hat. Dieser führt zum Sehen, führt zum Erkennen, führt zum Frieden, zu unmittelbarer Einsicht, zum Erwachen und Erlöschen. ",
  "mn139:3.3": "Kennt Schmeicheln und kennt Herabsetzen. ",
  "mn139:3.4": "Wenn ihr diese kennt, vermeidet sie und lehrt nur den Dhamma. ",
  "mn139:3.5": "Wisst, wie man verschiedene Arten von Glück bewertet. ",
  "mn139:3.6": "Wenn ihr das wisst, weiht euch der inneren Seligkeit. ",
  "mn139:3.7": "Redet nicht hinter dem Rücken anderer und redet vor ihnen nicht mit scharfen Worten. ",
  "mn139:3.8": "Redet nicht hastig. ",
  "mn139:3.9": "Besteht nicht auf den Ausdrücken der Gegend und missachtet nicht den normalen Sprachgebrauch. ",
  "mn139:3.10": "Das ist der Merksatz für die Aufgliederung der Freiheit von Spannungen. ",
  "mn139:4.1": "‚Schwelgt nicht in Sinnenfreuden – sie sind nieder, derb, gewöhnlich, unedel und sinnlos. Und schwelgt nicht in Selbstquälerei – sie ist schmerzvoll, unedel und sinnlos.‘ ",
  "mn139:4.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn139:4.3": "An Sinnenfreuden gebundenes Glück ist nieder, derb, gewöhnlich, unedel und sinnlos. Das Schwelgen in solchem Glück ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg. ",
  "mn139:4.4": "Sich von solchem Schwelgen abzulösen, ist ein Grundsatz, der frei von Schmerz, Verletzen, Bedrängnis und Fieber ist, und es ist der richtige Weg. ",
  "mn139:4.5": "Das Schwelgen in Selbstquälerei ist schmerzvoll, unedel und sinnlos. Es ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg. ",
  "mn139:4.6": "Sich von solchem Schwelgen abzulösen, ist ein Grundsatz, der frei von Schmerz, Verletzen, Bedrängnis und Fieber ist, und es ist der richtige Weg. ",
  "mn139:4.7": "‚Schwelgt nicht in Sinnenfreuden – sie sind nieder, derb, gewöhnlich, unedel und sinnlos. Und schwelgt nicht in Selbstquälerei – sie ist schmerzvoll, unedel und sinnlos.‘ ",
  "mn139:4.8": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn139:5.1": "‚Der Klargewordene hat diese beiden Extreme vermieden und ist erwacht, indem er den mittleren Weg verstanden hat. Dieser führt zum Sehen, führt zum Erkennen, führt zum Frieden, zu unmittelbarer Einsicht, zum Erwachen und Erlöschen.‘ ",
  "mn139:5.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn139:5.3": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "mn139:5.4": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "mn139:5.5": "‚Der Klargewordene hat diese beiden Extreme vermieden und ist erwacht, indem er den mittleren Weg verstanden hat. Dieser führt zum Sehen, führt zum Erkennen, führt zum Frieden, zu unmittelbarer Einsicht, zum Erwachen und Erlöschen.‘ ",
  "mn139:5.6": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn139:6.1": "‚Kennt Schmeicheln und kennt Herabsetzen. ",
  "mn139:6.2": "Wenn ihr diese kennt, vermeidet sie und lehrt nur den Dhamma.‘ ",
  "mn139:6.3": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn139:7.1": "Und wie schmeichelt man und setzt herab, ohne den Dhamma zu lehren? ",
  "mn139:7.2": "Indem man so spricht, setzt man manche herab: ‚An Sinnenfreuden gebundenes Glück ist nieder, derb, gewöhnlich, unedel und sinnlos. Alle, die in solchem Glück schwelgen, sind mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet, und sie üben den falschen Weg.‘ ",
  "mn139:7.4": "Indem man so spricht, schmeichelt man manchen: ‚An Sinnenfreuden gebundenes Glück ist nieder, derb, gewöhnlich, unedel und sinnlos. Alle, die sich vom Schwelgen in solchem Glück abgelöst haben, sind frei von Schmerz, Verletzen, Bedrängnis und Fieber, und sie üben den richtigen Weg.‘ ",
  "mn139:7.6": "Indem man so spricht, setzt man manche herab: ‚Das Schwelgen in Selbstquälerei ist schmerzvoll, unedel und sinnlos. Alle, die darin schwelgen, sind mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet, und sie üben den falschen Weg.‘ ",
  "mn139:7.8": "Indem man so spricht, schmeichelt man manchen: ‚Das Schwelgen in Selbstquälerei ist schmerzvoll, unedel und sinnlos. Alle, die sich von solchem Schwelgen abgelöst haben, sind frei von Schmerz, Verletzen, Bedrängnis und Fieber, und sie üben den richtigen Weg.‘ ",
  "mn139:7.10": "Indem man so spricht, setzt man manche herab: ‚Alle, die die Fesseln der Wiedergeburt nicht aufgegeben haben, sind mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet, und sie üben den falschen Weg.‘ ",
  "mn139:7.12": "Indem man so spricht, schmeichelt man manchen: ‚Alle, die die Fesseln der Wiedergeburt aufgegeben haben, sind frei von Schmerz, Verletzen, Bedrängnis und Fieber, und sie üben den richtigen Weg.‘ ",
  "mn139:7.14": "So schmeichelt man und setzt herab, ohne den Dhamma zu lehren. ",
  "mn139:8.1": "Und wie schmeichelt man weder, noch setzt man herab, sondern lehrt nur den Dhamma? ",
  "mn139:8.2": "Man sagt nicht: ‚An Sinnenfreuden gebundenes Glück ist nieder, derb, gewöhnlich, unedel und sinnlos. Alle, die in solchem Glück schwelgen, sind mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet, und sie üben den falschen Weg.‘ ",
  "mn139:8.3": "Vielmehr soll man nur den Dhamma lehren, indem man so spricht: ",
  "mn139:8.4": "‚Das Schwelgen ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg.‘ ",
  "mn139:8.7": "Man sagt nicht: ‚An Sinnenfreuden gebundenes Glück ist nieder, derb, gewöhnlich, unedel und sinnlos. Alle, die sich vom Schwelgen in solchem Glück abgelöst haben, sind frei von Schmerz, Verletzen, Bedrängnis und Fieber, und sie üben den richtigen Weg.‘ ",
  "mn139:8.8": "Vielmehr soll man nur den Dhamma lehren, indem man so spricht: ",
  "mn139:8.9": "‚Sich vom Schwelgen abzulösen, ist ein Grundsatz, der frei von Schmerz, Verletzen, Bedrängnis und Fieber ist, und es ist der richtige Weg.‘ ",
  "mn139:8.12": "Man sagt nicht: ‚Das Schwelgen in Selbstquälerei ist schmerzvoll, unedel und sinnlos. Alle, die darin schwelgen, sind mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet, und sie üben den falschen Weg.‘ ",
  "mn139:8.13": "Vielmehr soll man nur den Dhamma lehren, indem man so spricht: ",
  "mn139:8.14": "‚Das Schwelgen ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg.‘ ",
  "mn139:8.17": "Man sagt nicht: ‚Das Schwelgen in Selbstquälerei ist schmerzvoll, unedel und sinnlos. Alle, die sich von solchem Schwelgen abgelöst haben, sind frei von Schmerz, Verletzen, Bedrängnis und Fieber, und sie üben den richtigen Weg.‘ ",
  "mn139:8.18": "Vielmehr soll man nur den Dhamma lehren, indem man so spricht: ",
  "mn139:8.19": "‚Sich vom Schwelgen abzulösen, ist ein Grundsatz, der frei von Schmerz, Verletzen, Bedrängnis und Fieber ist, und es ist der richtige Weg.‘ ",
  "mn139:8.22": "Man sagt nicht: ‚Alle, die die Fesseln der Wiedergeburt nicht aufgegeben haben, sind mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet, und sie üben den falschen Weg.‘ ",
  "mn139:8.23": "Vielmehr soll man nur den Dhamma lehren, indem man so spricht: ",
  "mn139:8.24": "‚Wenn die Fessel der Wiedergeburt nicht aufgegeben ist, ist auch die Wiedergeburt nicht aufgegeben.‘ ",
  "mn139:8.26": "Man sagt nicht: ‚Alle, die die Fesseln der Wiedergeburt aufgegeben haben, sind frei von Schmerz, Verletzen, Bedrängnis und Fieber, und sie üben den richtigen Weg.‘ ",
  "mn139:8.27": "Vielmehr soll man nur den Dhamma lehren, indem man so spricht: ",
  "mn139:8.28": "‚Wenn die Fessel der Wiedergeburt aufgegeben ist, ist auch die Wiedergeburt aufgegeben.‘ ",
  "mn139:8.30": "So schmeichelt man weder, noch setzt man herab, sondern lehrt nur den Dhamma. ",
  "mn139:8.31": "‚Kennt Schmeicheln und kennt Herabsetzen. ",
  "mn139:8.32": "Wenn ihr diese kennt, vermeidet sie und lehrt nur den Dhamma.‘ ",
  "mn139:8.33": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn139:9.1": "‚Wisst, wie man verschiedene Arten von Glück bewertet. ",
  "mn139:9.2": "Wenn ihr das wisst, weiht euch der inneren Seligkeit.‘ ",
  "mn139:9.3": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn139:9.4": "Es gibt fünf Arten sinnlicher Erregung. ",
  "mn139:9.5": "Welche fünf? ",
  "mn139:9.6": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn139:9.7": "Töne, die das Ohr erkennt … ",
  "mn139:9.8": "Düfte, die die Nase erkennt … ",
  "mn139:9.9": "Geschmäcke, die die Zunge erkennt … ",
  "mn139:9.10": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn139:9.11": "Das sind die fünf Arten sinnlicher Erregung. ",
  "mn139:9.12": "Das Glück und die Freude, die von diesen fünf Arten sinnlicher Erregung kommen, nennt man Sinnenfreuden – ein schmutziges, gewöhnliches, unedles Glück. ",
  "mn139:9.13": "Solches Glück soll man nicht pflegen, entwickeln oder ausbauen, sondern man soll es fürchten, sage ich. ",
  "mn139:9.14": "Da tritt ein Mönch oder eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn139:9.15": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt man in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn139:9.16": "Und mit dem Schwinden der Ekstase tritt man in die dritte Vertiefung ein und verweilt darin … ",
  "mn139:9.17": "Man tritt in die vierte Vertiefung ein und verweilt darin … ",
  "mn139:9.18": "Das nennt man das Glück der Entsagung, das Glück der Abgeschiedenheit, das Glück des Friedens, das Glück des Erwachens. ",
  "mn139:9.19": "Solches Glück soll man pflegen, entwickeln und ausbauen, und man soll es nicht fürchten, sage ich. ",
  "mn139:9.20": "‚Wisst, wie man verschiedene Arten von Glück bewertet. ",
  "mn139:9.21": "Wenn ihr das wisst, weiht euch der inneren Seligkeit.‘ ",
  "mn139:9.22": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn139:10.1": "‚Redet nicht hinter dem Rücken anderer und redet vor ihnen nicht mit scharfen Worten.‘ ",
  "mn139:10.2": "Das habe ich gesagt, ",
  "mn139:10.3": "aber inwiefern habe ich es gesagt? ",
  "mn139:10.4": "Wenn man weiß, dass das, was man hinter jemandes Rücken sagt, unwahr, falsch und sinnlos ist, dann soll man, wenn irgend möglich, nicht sprechen. ",
  "mn139:10.5": "Wenn man weiß, dass das, was man hinter jemandes Rücken sagt, wahr und richtig, aber sinnlos ist, dann soll man sich schulen, nicht zu sprechen. ",
  "mn139:10.6": "Wenn man weiß, dass das, was man hinter jemandes Rücken sagt, wahr, richtig und hilfreich ist, dann soll man die richtige Zeit kennen, um zu sprechen. ",
  "mn139:10.7": "Wenn man weiß, dass die scharfen Worte, die man vor jemandem spricht, unwahr, falsch und sinnlos sind, dann soll man, wenn irgend möglich, nicht sprechen. ",
  "mn139:10.8": "Wenn man weiß, dass die scharfen Worte, die man vor jemandem spricht, wahr und richtig, aber sinnlos sind, dann soll man sich schulen, nicht zu sprechen. ",
  "mn139:10.9": "Wenn man weiß, dass die scharfen Worte, die man vor jemandem spricht, wahr, richtig und hilfreich sind, dann soll man die richtige Zeit kennen, um zu sprechen. ",
  "mn139:10.10": "‚Redet nicht hinter dem Rücken anderer und redet vor ihnen nicht mit scharfen Worten.‘ ",
  "mn139:10.11": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn139:11.1": "‚Redet nicht hastig.‘ ",
  "mn139:11.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn139:11.3": "Wenn man hastig redet, ermüdet der Körper, der Geist wird erschöpft, die Stimme wird erschöpft, die Kehle wird wund und die Worte sind undeutlich und schlecht zu verstehen. ",
  "mn139:11.4": "Wenn man nicht hastig redet, ermüdet der Körper nicht, der Geist wird nicht erschöpft, die Stimme wird nicht erschöpft, die Kehle wird nicht wund und die Worte sind deutlich und gut zu verstehen. ",
  "mn139:11.5": "‚Redet nicht hastig.‘ ",
  "mn139:11.6": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn139:12.1": "‚Besteht nicht auf den Ausdrücken der Gegend und missachtet nicht den normalen Sprachgebrauch.‘ ",
  "mn139:12.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn139:12.3": "Und wie besteht man auf den Ausdrücken der Gegend und missachtet den normalen Sprachgebrauch? ",
  "mn139:12.4": "Da ist das gleiche Ding in verschiedenen Gegenden als ‚Teller‘, als ‚Schale‘, als ‚Häferl‘, als ‚Schüssel‘, als ‚Tiegel‘, als ‚Terrine‘ oder als ‚Napf‘ bekannt. ",
  "mn139:12.5": "Und so, wie es in den verschiedenen Gegenden bekannt ist, redet man entsprechend, hält eigensinnig daran fest und besteht darauf: ",
  "mn139:12.6": "‚Das allein ist die Wahrheit, alles andere ist Unsinn.‘ ",
  "mn139:12.7": "So besteht man auf den Ausdrücken der Gegend und missachtet den normalen Sprachgebrauch. ",
  "mn139:12.8": "Und wie besteht man nicht auf den Ausdrücken der Gegend und missachtet nicht den normalen Sprachgebrauch? ",
  "mn139:12.9": "Da ist das gleiche Ding in verschiedenen Gegenden als ‚Teller‘, als ‚Schale‘, als ‚Häferl‘, als ‚Schüssel‘, als ‚Tiegel‘, als ‚Terrine‘ oder als ‚Napf‘ bekannt. ",
  "mn139:12.10": "Und so, wie es in den verschiedenen Gegenden bekannt ist, redet man entsprechend und denkt: ‚Es scheint, die Ehrwürdigen meinen dieses.‘ ",
  "mn139:12.11": "So besteht man nicht auf den Ausdrücken der Gegend und missachtet nicht den normalen Sprachgebrauch. ",
  "mn139:12.12": "‚Besteht nicht auf den Ausdrücken der Gegend und missachtet nicht den normalen Sprachgebrauch.‘ ",
  "mn139:12.13": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn139:13.1": "An Sinnenfreuden gebundenes Glück ist nieder, derb, gewöhnlich, unedel und sinnlos. Das Schwelgen in solchem Glück ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg. ",
  "mn139:13.3": "Insofern ist das ein mit Spannungen behafteter Grundsatz. ",
  "mn139:13.4": "Sich von solchem Schwelgen abzulösen, ist ein Grundsatz, der frei von Schmerz, Verletzen, Bedrängnis und Fieber ist, und es ist der richtige Weg. ",
  "mn139:13.6": "Insofern ist das ein von Spannungen freier Grundsatz. ",
  "mn139:13.7": "Das Schwelgen in Selbstquälerei ist schmerzvoll, unedel und sinnlos. Es ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg. ",
  "mn139:13.9": "Insofern ist das ein mit Spannungen behafteter Grundsatz. ",
  "mn139:13.10": "Sich von solchem Schwelgen abzulösen, ist ein Grundsatz, der frei von Schmerz, Verletzen, Bedrängnis und Fieber ist, und es ist der richtige Weg. ",
  "mn139:13.12": "Insofern ist das ein von Spannungen freier Grundsatz. ",
  "mn139:13.13": "Der mittlere Weg, auf dem der Klargewordene erwacht ist, führt zum Sehen, führt zum Erkennen, führt zum Frieden, zu unmittelbarer Einsicht, zum Erwachen und Erlöschen. Er ist ein Grundsatz, der frei von Schmerz, Verletzen, Bedrängnis und Fieber ist, und es ist der richtige Weg. ",
  "mn139:13.15": "Insofern ist das ein von Spannungen freier Grundsatz. ",
  "mn139:13.16": "Schmeicheln und Herabsetzen, ohne den Dhamma zu lehren, ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg. ",
  "mn139:13.18": "Insofern ist das ein mit Spannungen behafteter Grundsatz. ",
  "mn139:13.19": "Weder zu schmeicheln noch herabzusetzen, sondern nur den Dhamma zu lehren, ist ein Grundsatz, der frei von Schmerz, Verletzen, Bedrängnis und Fieber ist, und es ist der richtige Weg. ",
  "mn139:13.21": "Insofern ist das ein von Spannungen freier Grundsatz. ",
  "mn139:13.22": "Sinnenfreuden – ein schmutziges, gewöhnliches, unedles Glück – sind ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und sie sind der falsche Weg. ",
  "mn139:13.24": "Insofern ist das ein mit Spannungen behafteter Grundsatz. ",
  "mn139:13.25": "Das Glück der Entsagung, das Glück der Abgeschiedenheit, das Glück des Friedens, das Glück des Erwachens ist ein Grundsatz, der frei von Schmerz, Verletzen, Bedrängnis und Fieber ist, und es ist der richtige Weg. ",
  "mn139:13.27": "Insofern ist das ein von Spannungen freier Grundsatz. ",
  "mn139:13.28": "Hinter jemandes Rücken unwahre, falsche und sinnlose Dinge zu sagen, ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg. ",
  "mn139:13.30": "Insofern ist das ein mit Spannungen behafteter Grundsatz. ",
  "mn139:13.31": "Hinter jemandes Rücken wahre, richtige, aber sinnlose Dinge zu sagen, ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg. ",
  "mn139:13.33": "Insofern ist das ein mit Spannungen behafteter Grundsatz. ",
  "mn139:13.34": "Hinter jemandes Rücken wahre, richtige und hilfreiche Dinge zu sagen, ist ein Grundsatz, der frei ist von Schmerz, Verletzen, Bedrängnis und Fieber, und es ist der richtige Weg. ",
  "mn139:13.36": "Insofern ist das ein von Spannungen freier Grundsatz. ",
  "mn139:13.37": "Vor jemandem scharfe Worte zu sprechen, die unwahr, falsch und sinnlos sind, ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg. ",
  "mn139:13.39": "Insofern ist das ein mit Spannungen behafteter Grundsatz. ",
  "mn139:13.40": "Vor jemandem scharfe Worte zu sprechen, die wahr und richtig, aber sinnlos sind, ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg. ",
  "mn139:13.42": "Insofern ist das ein mit Spannungen behafteter Grundsatz. ",
  "mn139:13.43": "Vor jemandem scharfe Worte zu sprechen, die wahr, richtig und hilfreich sind, ist ein Grundsatz, der frei ist von Schmerz, Verletzen, Bedrängnis und Fieber, und es ist der richtige Weg. ",
  "mn139:13.45": "Insofern ist das ein von Spannungen freier Grundsatz. ",
  "mn139:13.46": "Hastig zu reden, ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg. ",
  "mn139:13.48": "Insofern ist das ein mit Spannungen behafteter Grundsatz. ",
  "mn139:13.49": "Nicht hastig zu reden, ist ein Grundsatz, der frei von Schmerz, Verletzen, Bedrängnis und Fieber ist, und es ist der richtige Weg. ",
  "mn139:13.51": "Insofern ist das ein von Spannungen freier Grundsatz. ",
  "mn139:13.52": "Auf den Ausdrücken der Gegend zu bestehen und den normalen Sprachgebrauch zu missachten, ist ein Grundsatz, der mit Schmerz, Verletzen, Bedrängnis und Fieber behaftet ist, und es ist der falsche Weg. ",
  "mn139:13.54": "Insofern ist das ein mit Spannungen behafteter Grundsatz. ",
  "mn139:13.55": "Nicht auf den Ausdrücken der Gegend zu bestehen und nicht den normalen Sprachgebrauch zu missachten, ist ein Grundsatz, der frei ist von Schmerz, Verletzen, Bedrängnis und Fieber, und es ist der richtige Weg. ",
  "mn139:13.57": "Insofern ist das ein von Spannungen freier Grundsatz. ",
  "mn139:14.1": "Daher sollt ihr euch so schulen: ‚Wir werden die mit Spannungen behafteten Grundsätze und die von Spannungen freien Grundsätze kennen. ",
  "mn139:14.2": "Wenn wir sie kennen, werden wir den von Spannungen freien Weg üben.‘ ",
  "mn139:14.3": "Und, Mönche und Nonnen, Subhūti, der ehrbare Mensch, übt den von Spannungen freien Weg.“ ",
  "mn139:14.4": "Das sagte der Buddha. ",
  "mn139:14.5": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Buddha. "
}