{
  "mn133:0.1": "Mittlere Lehrreden 133 ",
  "mn133:0.2": "Mahākaccāna und eine erlesene Nacht ",
  "mn133:1.1": "So habe ich es gehört: ",
  "mn133:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Kloster der Heißen Quellen. ",
  "mn133:1.3": "Da stand der Ehrwürdige Samiddhi beim ersten Morgengrauen auf und ging zu den heißen Quellen, um zu baden. ",
  "mn133:1.4": "Nach dem Bad, als er aus dem Wasser gestiegen war, stand er in einer Robe da und trocknete sich ab. ",
  "mn133:1.5": "Da kam spät in der Nacht eine Gottheit, die mit ihrer wunderbaren Schönheit die heißen Quellen weithin erhellte, zu Samiddhi, stellte sich zur Seite hin und sagte zu ihm: ",
  "mn133:2.1": "„Mönch, hast du den Merksatz zum Aufsagen und die Aufgliederung über eine erlesene Nacht im Gedächtnis?“ ",
  "mn133:2.2": "„Nein, Geehrter, das habe ich nicht. ",
  "mn133:2.3": "Hast du sie im Gedächtnis?“ ",
  "mn133:2.4": "„Nein, ich auch nicht. ",
  "mn133:2.5": "Aber hast du nur die Strophen über eine erlesene Nacht im Gedächtnis?“ ",
  "mn133:2.6": "„Nein, das habe ich nicht. ",
  "mn133:2.7": "Hast du sie im Gedächtnis?“ ",
  "mn133:2.8": "„Nein, ich auch nicht. ",
  "mn133:2.9": "Lerne den Merksatz zum Aufsagen und die Aufgliederung über eine erlesene Nacht, Mönch, ",
  "mn133:2.10": "präge sie dir ein ",
  "mn133:2.11": "und behalte sie. ",
  "mn133:2.12": "Sie sind segensreich und beziehen sich auf die Grundlagen des geistlichen Lebens.“ ",
  "mn133:2.13": "Das sagte diese Gottheit, ",
  "mn133:2.14": "und verschwand eben dort. ",
  "mn133:3.1": "Als dann die Nacht vorüber war, ging Samiddhi zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete ihm die Begebenheit. Er fügte hinzu: ",
  "mn133:4.15": "„Herr, bitte lehre mich den Merksatz zum Aufsagen und die Aufgliederung über eine erlesene Nacht.“ ",
  "mn133:4.16": "„Nun, Mönch, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn133:4.17": "„Ja, Herr“, antwortete Samiddhi. ",
  "mn133:4.18": "Der Buddha sagte: ",
  "mn133:5.1": "„Wendet euch nicht zu Vergangenem zurück, ",
  "mn133:5.2": "hofft nicht auf das Künftige. ",
  "mn133:5.3": "Was vergangen ist, wurde aufgegeben, ",
  "mn133:5.4": "die Zukunft ist noch nicht gekommen, ",
  "mn133:5.5": "und gegenwärtige Erscheinungen ",
  "mn133:5.6": "sieht man klar in jedem Fall. ",
  "mn133:5.7": "Wenn ihr das erkennt, pflegt es – ",
  "mn133:5.8": "ohne zu wanken, unerschütterlich. ",
  "mn133:5.9": "Heute ist der Tag, um sich anzustrengen; ",
  "mn133:5.10": "wer weiß, ob morgen der Tod kommt! ",
  "mn133:5.11": "Denn es gibt kein Feilschen ",
  "mn133:5.12": "mit dem Tod und seinem mächtigen Heer. ",
  "mn133:5.13": "Der friedvolle Abgeklärte erklärte es: ",
  "mn133:5.14": "Die so voll Eifer meditieren, ",
  "mn133:5.15": "unermüdlich bei Tag und Nacht, ",
  "mn133:5.16": "sie haben wahrhaftig diese eine erlesene Nacht.“ ",
  "mn133:6.1": "Das sagte der Buddha. ",
  "mn133:6.2": "Nachdem er geendet hatte, erhob sich der Heilige von seinem Sitz und ging zu seiner Hütte. ",
  "mn133:7.1": "Kurz nachdem der Buddha gegangen war, überlegten diese Mönche und Nonnen: ",
  "mn133:7.2": "„Der Buddha hat diesen kurzen Merksatz zum Aufsagen vorgestellt und ist dann zu seiner Hütte gegangen, ohne die Bedeutung ausführlich zu erklären. … ",
  "mn133:7.19": "Wer kann die Bedeutung dieses kurzen Merksatzes zum Aufsagen, der vom Buddha vorgestellt wurde, ausführlich erklären?“ ",
  "mn133:7.20": "Da dachten diese Mönche und Nonnen: ",
  "mn133:7.21": "„Dieser Ehrwürdige Mahākaccāna wird vom Buddha gepriesen und von seinen vernünftigen geistlichen Gefährten geschätzt. ",
  "mn133:7.22": "Er kann die Bedeutung dieses kurzen Merksatzes zum Aufsagen, der vom Buddha vorgestellt wurde, ausführlich erklären. ",
  "mn133:7.23": "Wir wollen zu ihm gehen und ihn zu der Sache befragen.“ ",
  "mn133:7.24": "Da gingen diese Mönche und Nonnen zu Mahākaccāna und tauschten Willkommensgrüße mit ihm aus. ",
  "mn133:7.25": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin. Sie berichteten ihm die Begebenheit und sagten: ",
  "mn133:8.6": "„Dass der Ehrwürdige Mahākaccāna das bitte erkläre.“ ",
  "mn133:9.1": "„Geehrte, wie ein Mensch, der Kernholz bräuchte und auf seiner Suche nach Kernholz zu einem großen Baum käme, der mit Kernholz dastünde. Doch er würde die Wurzel und den Stamm übergehen und dächte, das Kernholz wäre in den Zweigen und Blättern zu suchen. ",
  "mn133:9.2": "So ergeht es den Ehrwürdigen. Obwohl ihr dem Buddha Auge in Auge gegenübersaßt, habt ihr ihn übergangen und gedacht, ihr solltet mich zu der Sache befragen. ",
  "mn133:9.3": "Denn er ist der Buddha, der erkennt und sieht. Er ist das Sehen, er ist das Erkennen, er ist die Manifestation des Grundsatzes, er ist die Manifestation der Göttlichkeit. Er ist der Lehrer, der Verkünder, der Erheller der Bedeutung, der Gewährer der Unsterblichkeit, der Herr der Wahrheit, der Klargewordene. ",
  "mn133:9.4": "Das wäre die Zeit gewesen, euch zum Buddha zu begeben und ihn zu der Sache zu befragen. So wie er es erklärt hätte, hättet ihr es behalten sollen.“ ",
  "mn133:10.1": "„Sicherlich ist er der Buddha, der erkennt und sieht. Sicherlich ist er das Sehen, ist er die Manifestation des Grundsatzes, ist er die Manifestation der Göttlichkeit. Sicherlich ist er der Lehrer, der Verkünder, der Erheller der Bedeutung, der Gewährer der Unsterblichkeit, der Herr der Wahrheit, der Klargewordene. ",
  "mn133:10.2": "Das wäre die Zeit gewesen, uns zum Buddha zu begeben und ihn zu der Sache zu befragen. ",
  "mn133:10.3": "So wie er es erklärt hätte, hätten wir es behalten sollen. ",
  "mn133:10.4": "Dennoch wird der Ehrwürdige Mahākaccāna vom Buddha gepriesen und von seinen vernünftigen geistlichen Gefährten geschätzt. ",
  "mn133:10.5": "Er kann die Bedeutung dieses kurzen Merksatzes zum Aufsagen, der vom Buddha vorgestellt wurde, ausführlich erklären. ",
  "mn133:10.6": "Bitte erkläre es, wenn es dir nichts ausmacht.“ ",
  "mn133:11.1": "„Nun denn, Geehrte, hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn133:11.2": "„Ja, Geehrter“, antworteten sie. ",
  "mn133:11.3": "Der Ehrwürdige Mahākaccāna sagte: ",
  "mn133:12.1": "„Geehrte, der Buddha hat diesen kurzen Merksatz zum Aufsagen vorgestellt und ist dann zu seiner Hütte gegangen, ohne die Bedeutung ausführlich zu erklären: ",
  "mn133:12.2": "‚Wendet euch nicht zu Vergangenem zurück … ",
  "mn133:12.4": "unermüdlich bei Tag und Nacht, ",
  "mn133:12.5": "sie haben wahrhaftig diese eine erlesene Nacht.‘ ",
  "mn133:12.6": "Ich verstehe die ausführliche Bedeutung dieses kurzen Merksatzes zum Aufsagen, der vom Buddha vorgestellt wurde, so: ",
  "mn133:13.1": "Und wie, Geehrte, wendet man sich zu Vergangenem zurück? ",
  "mn133:13.2": "‚In der Vergangenheit hatte ich solch ein Auge und solche Bilder‘ – ",
  "mn133:13.3": "so wird Bewusstsein an Sehnen und Begehren gebunden. Man findet Vergnügen daran, und dadurch wendet man sich zu Vergangenem zurück. ",
  "mn133:13.4": "‚In der Vergangenheit hatte ich solch ein Ohr und solche Töne … ",
  "mn133:13.5": "solch eine Nase und solche Düfte … ",
  "mn133:13.6": "solch eine Zunge und solche Geschmäcke … ",
  "mn133:13.7": "solch einen Körper und solche Berührungen … ",
  "mn133:13.8": "solch einen Geist und solche Vorstellungen‘ – ",
  "mn133:13.9": "so wird Bewusstsein an Sehnen und Begehren gebunden. Man findet Vergnügen daran, und dadurch wendet man sich zu Vergangenem zurück. ",
  "mn133:13.10": "So wendet man sich zu Vergangenem zurück. ",
  "mn133:14.1": "Und wie wendet man sich nicht zu Vergangenem zurück? ",
  "mn133:14.2": "‚In der Vergangenheit hatte ich solch ein Auge und solche Bilder‘ – ",
  "mn133:14.3": "so wird Bewusstsein nicht an Sehnen und Begehren gebunden. Man findet kein Vergnügen daran, und dadurch wendet man sich nicht mehr zu Vergangenem zurück. ",
  "mn133:14.4": "‚In der Vergangenheit hatte ich solch ein Ohr und solche Töne … ",
  "mn133:14.5": "solch eine Nase und solche Düfte … ",
  "mn133:14.6": "solch eine Zunge und solche Geschmäcke … ",
  "mn133:14.7": "solch einen Körper und solche Berührungen … ",
  "mn133:14.8": "solch einen Geist und solche Vorstellungen‘ – ",
  "mn133:14.9": "so wird Bewusstsein nicht an Sehnen und Begehren gebunden. Man findet kein Vergnügen daran, und dadurch wendet man sich nicht mehr zu Vergangenem zurück. ",
  "mn133:14.10": "So wendet man sich nicht zu Vergangenem zurück. ",
  "mn133:15.1": "Und wie hofft man auf das Künftige? ",
  "mn133:15.2": "‚Dass ich doch in Zukunft solch ein Auge und solche Bilder hätte‘ – ",
  "mn133:15.3": "so hängt das Herz daran, zu bekommen, was es nicht hat. Man findet Vergnügen daran, und dadurch hofft man auf das Künftige. ",
  "mn133:15.4": "‚Dass ich doch in Zukunft solch ein Ohr und solche Töne … ",
  "mn133:15.5": "solch eine Nase und solche Düfte … ",
  "mn133:15.6": "solch eine Zunge und solche Geschmäcke … ",
  "mn133:15.7": "solch einen Körper und solche Berührungen … ",
  "mn133:15.8": "solch einen Geist und solche Vorstellungen hätte‘ – ",
  "mn133:15.9": "so hängt das Herz daran, zu bekommen, was es nicht hat. Man findet Vergnügen daran, und dadurch hofft man auf das Künftige. ",
  "mn133:15.10": "So hofft man auf das Künftige. ",
  "mn133:16.1": "Und wie hofft man nicht auf das Künftige? ",
  "mn133:16.2": "‚Dass ich doch in Zukunft solch ein Auge und solche Bilder hätte‘ – ",
  "mn133:16.3": "so hängt das Herz nicht daran, zu bekommen, was es nicht hat. Man findet kein Vergnügen daran, und dadurch hofft man nicht mehr auf das Künftige. ",
  "mn133:16.4": "‚Dass ich doch in Zukunft solch ein Ohr und solche Töne … ",
  "mn133:16.5": "solch eine Nase und solche Düfte … ",
  "mn133:16.6": "solch eine Zunge und solche Geschmäcke … ",
  "mn133:16.7": "solch einen Körper und solche Berührungen … ",
  "mn133:16.8": "solch einen Geist und solche Vorstellungen hätte‘ – ",
  "mn133:16.9": "so hängt das Herz nicht daran, zu bekommen, was es nicht hat. Man findet kein Vergnügen daran, und dadurch hofft man nicht mehr auf das Künftige. ",
  "mn133:16.10": "So hofft man nicht auf das Künftige. ",
  "mn133:17.1": "Und wie wankt man inmitten gegenwärtiger Erscheinungen? ",
  "mn133:17.2": "Sowohl das Auge als auch Bilder ",
  "mn133:17.3": "sind gegenwärtig erschienen. ",
  "mn133:17.4": "Wenn Bewusstsein dabei in der Gegenwart an Sehnen und Begehren gebunden wird, findet man Vergnügen daran, und dadurch wankt man inmitten gegenwärtiger Erscheinungen. ",
  "mn133:17.5": "Sowohl das Ohr als auch Töne … ",
  "mn133:17.6": "die Nase als auch Düfte … ",
  "mn133:17.7": "die Zunge als auch Geschmäcke … ",
  "mn133:17.8": "der Körper als auch Berührungen … ",
  "mn133:17.9": "der Geist als auch Vorstellungen ",
  "mn133:17.10": "sind gegenwärtig erschienen. ",
  "mn133:17.11": "Wenn Bewusstsein dabei in der Gegenwart an Sehnen und Begehren gebunden wird, findet man Vergnügen daran, und dadurch wankt man inmitten gegenwärtiger Erscheinungen. ",
  "mn133:17.12": "So wankt man inmitten gegenwärtiger Erscheinungen. ",
  "mn133:18.1": "Und wie wankt man nicht inmitten gegenwärtiger Erscheinungen? ",
  "mn133:18.2": "Sowohl das Auge als auch Bilder ",
  "mn133:18.3": "sind gegenwärtig erschienen. ",
  "mn133:18.4": "Wenn Bewusstsein dabei in der Gegenwart nicht an Sehnen und Begehren gebunden wird, findet man kein Vergnügen daran, und dadurch wankt man nicht mehr inmitten gegenwärtiger Erscheinungen. ",
  "mn133:18.5": "Sowohl das Ohr als auch Töne … ",
  "mn133:18.6": "die Nase als auch Düfte … ",
  "mn133:18.7": "die Zunge als auch Geschmäcke … ",
  "mn133:18.8": "der Körper als auch Berührungen … ",
  "mn133:18.9": "der Geist als auch Vorstellungen ",
  "mn133:18.10": "sind gegenwärtig erschienen. ",
  "mn133:18.11": "Wenn Bewusstsein dabei in der Gegenwart nicht an Sehnen und Begehren gebunden wird, findet man kein Vergnügen daran, und dadurch wankt man nicht mehr inmitten gegenwärtiger Erscheinungen. ",
  "mn133:18.12": "So wankt man nicht inmitten gegenwärtiger Erscheinungen. ",
  "mn133:19.1": "So verstehe ich die ausführliche Bedeutung dieses kurzen Merksatzes zum Aufsagen, der vom Buddha vorgestellt wurde. ",
  "mn133:19.7": "Wenn ihr wollt, geht zum Buddha und fragt ihn danach. ",
  "mn133:19.8": "So wie er es erklärt, sollt ihr es behalten.“ ",
  "mn133:20.1": "Da begrüßten diese Mönche und Nonnen Mahākaccānas Worte und stimmten ihm zu. Dann erhoben sie sich von ihren Sitzen, gingen zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm die Begebenheit. Sie fügten hinzu: ",
  "mn133:20.31": "„Mahākaccāna erklärte uns klar die Bedeutung in dieser Weise, mit diesen Worten und Ausdrücken.“ ",
  "mn133:21.1": "„Mahākaccāna ist klug, Mönche und Nonnen, er besitzt große Weisheit. ",
  "mn133:21.2": "Wenn ihr zu mir gekommen wärt und mir diese Frage gestellt hättet, hätte ich auf genau die gleiche Art geantwortet wie Mahākaccāna. ",
  "mn133:21.3": "Das bedeutet es, und so sollt ihr es behalten.“ ",
  "mn133:21.4": "Das sagte der Buddha. ",
  "mn133:21.5": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}