{
  "mn13:0.1": "Mittlere Lehrreden 13 ",
  "mn13:0.2": "Die längere Lehrrede über die Masse des Leidens ",
  "mn13:1.1": "So habe ich es gehört: ",
  "mn13:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn13:2.1": "Da kleideten sich mehrere Mönche und Nonnen am Morgen an, nahmen Schale und Robe und betraten Sāvatthī zum Almosengang. ",
  "mn13:2.2": "Da kam ihnen in den Sinn: ",
  "mn13:2.3": "„Es ist zu früh für den Almosengang in Sāvatthī. ",
  "mn13:2.4": "Warum gehen wir nicht zu dem Kloster der Wanderer anderer Konfessionen?“ ",
  "mn13:2.5": "Und sie gingen zu dem Kloster der Wanderer anderer Konfessionen und tauschten dort mit den Wanderern Willkommensgrüße aus. ",
  "mn13:2.6": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin. Die Wanderer sagten zu ihnen: ",
  "mn13:3.1": "„Geehrte, der Asket Gotama plädiert dafür, Sinnenfreuden vollständig zu verstehen, und auch wir tun das. ",
  "mn13:3.2": "Der Asket Gotama plädiert dafür, Formen vollständig zu verstehen, und auch wir tun das. ",
  "mn13:3.3": "Der Asket Gotama plädiert dafür, Gefühle vollständig zu verstehen, und auch wir tun das. ",
  "mn13:3.4": "Was ist nun der Unterschied zwischen der Lehre und Anleitung des Asketen Gotama und unserer?“ ",
  "mn13:4.1": "Weder begrüßten diese Mönche und Nonnen diese Aussage der Wanderer anderer Konfessionen, noch lehnten sie sie ab. ",
  "mn13:4.2": "Sie erhoben sich von ihren Sitzen und dachten: ",
  "mn13:4.3": "„Wir wollen die Bedeutung dieser Aussage vom Buddha selbst erfahren.“ ",
  "mn13:5.1": "Nach dem Essen, als sie vom Almosengang zurückkamen, gingen sie zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm die Begebenheit. Der Buddha sagte: ",
  "mn13:6.1": "„Mönche und Nonnen, wenn Wanderer anderer Konfessionen so sprechen, solltet ihr zu ihnen sagen: ",
  "mn13:6.2": "‚Aber Geehrte, worin bestehen die vorteilhaften und nachteiligen Folgen und das Entrinnen bei den Sinnenfreuden? ",
  "mn13:6.3": "Worin bestehen die vorteilhaften und nachteiligen Folgen und das Entrinnen bei den Formen? ",
  "mn13:6.4": "Worin bestehen die vorteilhaften und nachteiligen Folgen und das Entrinnen bei den Gefühlen?‘ ",
  "mn13:6.5": "Wenn sie so gefragt würden, wären die Wanderer anderer Konfessionen überfragt und wären dazu verdrossen. ",
  "mn13:6.6": "Und warum? ",
  "mn13:6.7": "Weil sie nicht in ihrem Element sind. ",
  "mn13:6.8": "Ich sehe niemanden in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – ich sehe niemanden, der eine zufriedenstellende Antwort auf diese Fragen geben könnte, außer dem Klargewordenen oder einem seiner Schüler oder jemandem, der es von diesen gehört hat. ",
  "mn13:7.1": "Und worin bestehen die vorteilhaften Folgen der Sinnenfreuden? ",
  "mn13:7.2": "Es gibt fünf Arten sinnlicher Erregung. ",
  "mn13:7.3": "Welche fünf? ",
  "mn13:7.4": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn13:7.5": "Töne, die das Ohr erkennt … ",
  "mn13:7.6": "Düfte, die die Nase erkennt … ",
  "mn13:7.7": "Geschmäcke, die die Zunge erkennt … ",
  "mn13:7.8": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn13:7.9": "Das sind die fünf Arten sinnlicher Erregung. ",
  "mn13:7.10": "Das Glück und die Freude, die von diesen fünf Arten sinnlicher Erregung kommen: Darin bestehen die vorteilhaften Folgen der Sinnenfreuden. ",
  "mn13:8.1": "Und worin bestehen die nachteiligen Folgen der Sinnenfreuden? ",
  "mn13:8.2": "Da verdient ein ehrbarer Mensch seinen Lebenserwerb mit Mitteln wie ",
  "mn13:8.3": "Arithmetik, Buchhaltung, Rechnen, Ackerbau, Handel, Viehzucht, Bogenschießen, einem Regierungsamt oder einem Handwerk. ",
  "mn13:8.4": "Aber er ist Kälte und Hitze ausgesetzt, wird verletzt durch die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren und hat den Tod durch Verhungern oder Verdursten zu fürchten. ",
  "mn13:8.5": "Das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn13:9.1": "Es kann sein, dass dieser ehrbare Mensch sich anstrengt, sich bemüht und sich einsetzt, aber dennoch kein Vermögen erwirbt. ",
  "mn13:9.2": "Dann ist er bekümmert und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung: ",
  "mn13:9.3": "‚Ach, meine harte Arbeit ist vergebens! Meine Bemühungen sind fruchtlos!‘ ",
  "mn13:9.4": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn13:10.1": "Es kann sein, dass dieser ehrbare Mensch sich anstrengt, sich bemüht und sich einsetzt, und es gelingt ihm, Vermögen zu erwerben. ",
  "mn13:10.2": "Aber wenn er es schützen will, erfährt er Schmerz und Traurigkeit: ",
  "mn13:10.3": "‚Wie kann ich verhindern, dass mein Vermögen von Herrschern oder Räubern weggenommen, von Feuer verzehrt, von einer Flut fortgerissen oder von ungeliebten Erben genommen wird?‘ ",
  "mn13:10.4": "Und obwohl er es schützt und bewacht, nehmen Herrscher oder Räuber es weg, Feuer verzehrt es, eine Flut reißt es fort oder ungeliebte Erben nehmen es. ",
  "mn13:10.5": "Er ist bekümmert und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung: ",
  "mn13:10.6": "‚Was einst mein war, ist weg!‘ ",
  "mn13:10.7": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn13:11.1": "Dann streiten da um der Sinnenfreuden willen Könige mit Königen, Adlige mit Adligen, Brahmanen mit Brahmanen und Hausbesitzer mit Hausbesitzern. Eine Mutter streitet mit ihrem Kind, das Kind mit der Mutter, der Vater mit dem Kind und das Kind mit dem Vater. Der Bruder streitet mit dem Bruder, der Bruder mit der Schwester, die Schwester mit dem Bruder und der Freund mit dem Freund. ",
  "mn13:11.2": "Sobald sie begonnen haben, zu streiten, aneinanderzugeraten und uneins zu sein, greifen sie einander mit Fäusten, Steinen, Stöcken und Schwertern an, ",
  "mn13:11.3": "und das führt zu Tod und tödlichem Schmerz. ",
  "mn13:11.4": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn13:12.1": "Dann nehmen sie da um der Sinnenfreuden willen Schwert und Schild, binden sich Köcher und Bogen um und stürzen sich ins beiderseitige Schlachtgetümmel, wobei Pfeile und Speere fliegen und Schwerter blitzen. ",
  "mn13:12.2": "Dort werden sie von Pfeilen und Speeren getroffen und ihre Köpfe werden abgeschlagen, ",
  "mn13:12.3": "und das führt zu Tod und tödlichem Schmerz. ",
  "mn13:12.4": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn13:13.1": "Dann nehmen sie da um der Sinnenfreuden willen Schwert und Schild, binden sich Köcher und Bogen um und stürmen feucht verputzte Bollwerke, wobei Pfeile und Speere fliegen und Schwerter blitzen. ",
  "mn13:13.2": "Dort werden sie von Pfeilen und Speeren getroffen, mit Kuhmist beworfen, von einer Übermacht niedergemacht und ihre Köpfe werden abgeschlagen, ",
  "mn13:13.3": "und das führt zu Tod und tödlichem Schmerz. ",
  "mn13:13.4": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn13:14.1": "Dann brechen sie da um der Sinnenfreuden willen in Häuser ein, plündern Vermögen, rauben aus abgelegenen Gebäuden, blockieren Landstraßen und begehen Ehebruch. ",
  "mn13:14.2": "Dann nehmen die Könige sie fest und verhängen verschiedene Strafen über sie, wie ",
  "mn13:14.3": "Auspeitschen, Schläge mit Stock oder Knüppel; Abhacken von Händen, Füßen oder beidem; Abschneiden von Ohren, Nase oder beidem; den ‚Breitopf‘, die ‚Muschelrasur‘, ‚Rāhus Mund‘, den ‚Feuerkranz‘, die ‚brennende Hand‘, die ‚gedrehte Binse‘, den ‚Rindenanzug‘, die ‚Antilope‘, den ‚Fleischhaken‘, die ‚Münzen‘, die ‚Ätzlake‘, den ‚gedrehten Stab‘, die ‚Strohmatte‘; mit heißem Öl übergießen, den Hunden zum Fraß vorwerfen, bei lebendigem Leib pfählen oder den Kopf abschlagen; ",
  "mn13:14.4": "und das führt zu Tod und tödlichem Schmerz. ",
  "mn13:14.5": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn13:15.1": "Dann tun sie da um der Sinnenfreuden willen Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "mn13:15.2": "Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn13:15.3": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn13:16.1": "Und worin besteht das Entrinnen von Sinnenfreuden? ",
  "mn13:16.2": "Das Sehnen und Begehren nach Sinnenfreuden ausräumen und aufgeben: Darin besteht das Entrinnen von Sinnenfreuden. ",
  "mn13:17.1": "Es gibt Asketen und Brahmanen, die bei den Sinnenfreuden die vorteilhaften und nachteiligen Folgen und das Entrinnen nicht in dieser Art als das, was sie sind, wahrhaftig verstehen. Es ist ganz unmöglich, dass sie selbst Sinnenfreuden vollständig verstehen oder andere so unterweisen, dass diese, wenn sie im Einklang damit üben, Sinnenfreuden vollständig verstehen werden. ",
  "mn13:17.2": "Es gibt Asketen und Brahmanen, die bei den Sinnenfreuden die vorteilhaften und nachteiligen Folgen und das Entrinnen in dieser Art als das, was sie sind, wahrhaftig verstehen. Es ist gut möglich, dass sie selbst Sinnenfreuden vollständig verstehen oder andere so unterweisen, dass diese, wenn sie im Einklang damit üben, Sinnenfreuden vollständig verstehen werden. ",
  "mn13:18.1": "Und worin bestehen die vorteilhaften Folgen der Formen? ",
  "mn13:18.2": "Wie wenn da ein Brahmanenmädchen, ein adliges Mädchen oder ein Mädchen der Hausbesitzer wäre, in ihrem fünfzehnten oder sechzehnten Jahr, weder zu groß noch zu klein, weder zu dünn noch zu dick, weder zu dunkel noch zu hell. Wäre sie nicht auf der Höhe ihrer Schönheit und Anmut?“ ",
  "mn13:18.3": "„Ja, Herr.“ ",
  "mn13:18.4": "„Das Glück und das Hochgefühl, die aus dieser Schönheit und Anmut entstehen, ",
  "mn13:18.5": "darin bestehen die vorteilhaften Folgen der Formen. ",
  "mn13:19.1": "Und worin bestehen die nachteiligen Folgen der Formen? ",
  "mn13:19.2": "Da sähe man nach einiger Zeit eben diese Schwester – achtzig, neunzig oder hundert Jahre alt –, gebeugt, krumm, auf einen Stock gestützt, beim Gehen zitternd, siech, die guten Jahre hinter sich, die Zähne bröckelig, die Haare grau und schütter oder kahl, die Haut runzelig und die Glieder fleckig. ",
  "mn13:19.3": "Was denkt ihr, Mönche und Nonnen? ",
  "mn13:19.4": "Ist nicht die frühere Schönheit verschwunden und die nachteilige Folge klar geworden?“ ",
  "mn13:19.5": "„Ja, Herr.“ ",
  "mn13:19.6": "„Das ist eine nachteilige Folge der Formen. ",
  "mn13:20.1": "Dann sähe man eben diese Schwester, mitgenommen, leidend, schwer krank, in den eigenen Ausscheidungen liegend und darauf angewiesen, von den einen hochgehoben und von den anderen niedergelegt zu werden. ",
  "mn13:20.2": "Was denkt ihr, Mönche und Nonnen? ",
  "mn13:20.3": "Ist nicht die frühere Schönheit verschwunden und die nachteilige Folge klar geworden?“ ",
  "mn13:20.4": "„Ja, Herr.“ ",
  "mn13:20.5": "„Auch das ist eine nachteilige Folge der Formen. ",
  "mn13:21.1": "Dann sähe man eben diese Schwester als Leiche, weggeworfen auf ein Leichenfeld, einen, zwei oder drei Tage tot, aufgedunsen, blau verfärbt und verwesend. ",
  "mn13:21.3": "Was denkt ihr, Mönche und Nonnen? ",
  "mn13:21.4": "Ist nicht die frühere Schönheit verschwunden und die nachteilige Folge klar geworden?“ ",
  "mn13:21.5": "„Ja, Herr.“ ",
  "mn13:21.6": "„Auch das ist eine nachteilige Folge der Formen. ",
  "mn13:22.1": "Dann sähe man eben diese Schwester als Leiche, weggeworfen auf ein Leichenfeld, und sie würde von Krähen, Habichten, Geiern, Hunden, Schakalen und vielen Arten von Kleintieren gefressen. ",
  "mn13:22.3": "Ist nicht die frühere Schönheit verschwunden und die nachteilige Folge klar geworden?“ ",
  "mn13:22.4": "„Ja, Herr.“ ",
  "mn13:22.5": "„Auch das ist eine nachteilige Folge der Formen. ",
  "mn13:23-28.1": "Dann sähe man eben diese Schwester als Leiche, weggeworfen auf ein Leichenfeld, ",
  "mn13:23-28.2": "ein Skelett mit Fleisch- und Blutresten, das von Sehnen zusammengehalten wird … ein Skelett ohne Fleisch, doch blutverschmiert und von Sehnen zusammengehalten … ein Skelett ohne Fleisch und Blut, von Sehnen zusammengehalten … ",
  "mn13:23-28.3": "Knochen ohne Sehnen, in alle Himmelsrichtungen verstreut: hier ein Handknochen, da ein Fußknochen, hier ein Schienbein, da ein Oberschenkel, hier ein Becken, da eine Rippe, hier ein Wirbelknochen, da ein Armknochen, hier ein Halswirbel, da ein Kieferknochen, hier ein Zahn, da der Schädel. ",
  "mn13:23-28.4": "Ist nicht die frühere Schönheit verschwunden und die nachteilige Folge klar geworden?“ ",
  "mn13:23-28.5": "„Ja, Herr.“ ",
  "mn13:23-28.6": "„Auch das ist eine nachteilige Folge der Formen. ",
  "mn13:29.1": "Dann sähe man eben diese Schwester als Leiche, weggeworfen auf ein Leichenfeld, ",
  "mn13:29.2": "weiße Knochen, muschelfarben … zerfallende Knochen, auf einen Haufen getürmt … vermoderte Knochen, zu Staub zerfallen. ",
  "mn13:29.3": "Was denkt ihr, Mönche und Nonnen? ",
  "mn13:29.4": "Ist nicht die frühere Schönheit verschwunden und die nachteilige Folge klar geworden?“ ",
  "mn13:29.5": "„Ja, Herr.“ ",
  "mn13:29.6": "„Auch das ist eine nachteilige Folge der Formen. ",
  "mn13:30.1": "Und worin besteht das Entrinnen von Formen? ",
  "mn13:30.2": "Das Sehnen und Begehren nach Formen ausräumen und aufgeben: Darin besteht das Entrinnen von Formen. ",
  "mn13:31.1": "Es gibt Asketen und Brahmanen, die bei den Formen die vorteilhaften und nachteiligen Folgen und das Entrinnen nicht in dieser Art als das, was sie sind, wahrhaftig verstehen. Es ist ganz unmöglich, dass sie selbst Formen vollständig verstehen oder andere so unterweisen, dass diese, wenn sie im Einklang damit üben, Formen vollständig verstehen werden. ",
  "mn13:31.2": "Es gibt Asketen und Brahmanen, die bei den Formen die vorteilhaften und nachteiligen Folgen und das Entrinnen in dieser Art als das, was sie sind, wahrhaftig verstehen. Es ist gut möglich, dass sie selbst Formen vollständig verstehen oder andere so unterweisen, dass diese, wenn sie im Einklang damit üben, Formen vollständig verstehen werden. ",
  "mn13:32.1": "Und worin bestehen die vorteilhaften Folgen der Gefühle? ",
  "mn13:32.2": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn13:32.3": "Zu dieser Zeit denkt ein Mönch nicht daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. ",
  "mn13:32.4": "Er fühlt nur Gefühle, die nicht verletzend sind. ",
  "mn13:32.5": "Freiheit vom Verletztwerden ist die höchste vorteilhafte Folge der Gefühle, sage ich. ",
  "mn13:33-35.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin … ",
  "mn13:33-35.2": "in die dritte Vertiefung … ",
  "mn13:33-35.3": "in die dritte Vertiefung. Zu dieser Zeit denkt ein Mönch nicht daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. ",
  "mn13:33-35.4": "Er fühlt nur Gefühle, die nicht verletzend sind. ",
  "mn13:33-35.5": "Freiheit vom Verletztwerden ist die höchste vorteilhafte Folge der Gefühle, sage ich. ",
  "mn13:36.1": "Und worin bestehen die nachteiligen Folgen der Gefühle? ",
  "mn13:36.2": "Dass Gefühle unbeständig sind, voller Leiden, dass sie zugrunde gehen müssen: Darin bestehen die nachteiligen Folgen der Gefühle. ",
  "mn13:37.1": "Und worin besteht das Entrinnen von Gefühlen? ",
  "mn13:37.2": "Das Sehnen und Begehren nach Gefühlen ausräumen und aufgeben: Darin besteht das Entrinnen von Gefühlen. ",
  "mn13:38.1": "Es gibt Asketen und Brahmanen, die bei den Gefühlen die vorteilhaften und nachteiligen Folgen und das Entrinnen nicht in dieser Art als das, was sie sind, wahrhaftig verstehen. Es ist ganz unmöglich, dass sie selbst Gefühle vollständig verstehen oder andere so unterweisen, dass diese, wenn sie im Einklang damit üben, Gefühle vollständig verstehen werden. ",
  "mn13:38.2": "Es gibt Asketen und Brahmanen, die bei den Gefühlen die vorteilhaften und nachteiligen Folgen und das Entrinnen in dieser Art als das, was sie sind, wahrhaftig verstehen. Es ist gut möglich, dass sie selbst Gefühle vollständig verstehen oder andere so unterweisen, dass diese, wenn sie im Einklang damit üben, Gefühle vollständig verstehen werden.“ ",
  "mn13:38.3": "Das sagte der Buddha. ",
  "mn13:38.4": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}