{
  "mn135:0.1": "Mittlere Lehrreden 135 ",
  "mn135:0.2": "Die kürzere Aufgliederung der Taten ",
  "mn135:1.1": "So habe ich es gehört: ",
  "mn135:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn135:2.1": "Da ging der Vedenstudent Subha, der Sohn Todeyyas, zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn135:2.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "mn135:3.1": "„Was ist der Grund, werter Gotama, was ist die Ursache, dass man selbst unter denen, die Menschen sind, als Menschen geboren, Geringe und Hochstehende sehen kann? ",
  "mn135:3.2": "Denn man sieht Menschen mit kurzer und mit langer Lebensdauer, ",
  "mn135:3.3": "kränkliche und gesunde, ",
  "mn135:3.4": "hässliche und schöne, ",
  "mn135:3.5": "von niederem Rang und von hohem Rang, ",
  "mn135:3.6": "arme und reiche, ",
  "mn135:3.7": "aus einer geringen und einer angesehenen Familie, ",
  "mn135:3.8": "geistlose und weise. ",
  "mn135:3.9": "Was ist der Grund, was ist die Ursache, dass man selbst unter denen, die Menschen sind, als Menschen geboren, Geringe und Hochstehende sehen kann?“ ",
  "mn135:4.1": "„Vedenstudent, die Lebewesen sind Eigentümer ihrer Taten, Erben ihrer Taten. Taten sind der Schoß, aus dem sie kommen, ihre Verwandten und ihre Zuflucht. ",
  "mn135:4.2": "Es sind Taten, die die Menschen aufgliedern, ",
  "mn135:4.3": "nämlich in Geringe und Hochstehende.“ ",
  "mn135:4.4": "„Ich verstehe die Bedeutung dessen nicht, was der werte Gotama kurz gesagt hat, ohne es ausführlich zu erklären. ",
  "mn135:4.5": "Werter Gotama, bitte lehre mich diese Sache ausführlich, sodass ich die Bedeutung verstehen kann.“ ",
  "mn135:4.6": "„Nun, Vedenstudent, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn135:4.7": "„Ja, werter Herr“, antwortete Subha. ",
  "mn135:4.8": "Der Buddha sagte: ",
  "mn135:5.1": "„Da tötet eine Frau oder ein Mann lebende Geschöpfe. Die Person ist unbarmherzig, hat Blut an den Händen, ein abgebrühter Mörder, mitleidlos gegenüber allen Lebewesen. ",
  "mn135:5.2": "Weil sie solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn135:5.3": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, wird sie zu einem kurzen Leben wiedergeboren. ",
  "mn135:5.4": "Denn das Töten lebender Geschöpfe ist der Weg, der zu einer kurzen Lebensdauer führt. ",
  "mn135:6.1": "Doch da gibt eine Frau oder ein Mann das Töten lebender Geschöpfe auf und tötet nicht mehr. Die Person verzichtet auf Stock und Schwert. Sie ist einfühlsam und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "mn135:6.2": "Weil sie solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn135:6.3": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, wird sie zu einem langen Leben wiedergeboren. ",
  "mn135:6.4": "Denn das Töten lebender Geschöpfe aufzugeben, ist der Weg, der zu einer langen Lebensdauer führt. ",
  "mn135:7.1": "Da verletzt eine Frau oder ein Mann regelmäßig lebende Geschöpfe mit Fäusten, Steinen, Stöcken oder Schwertern. ",
  "mn135:7.2": "Weil die Person solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn135:7.3": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, ist sie kränklich. ",
  "mn135:7.4": "Denn das Verletzen lebender Geschöpfe ist der Weg, der dazu führt, dass man kränklich ist. ",
  "mn135:8.1": "Da verletzt eine Frau oder ein Mann niemals lebende Geschöpfe mit Fäusten, Steinen, Stöcken oder Schwertern. ",
  "mn135:8.2": "Weil die Person solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn135:8.3": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, ist sie gesund. ",
  "mn135:8.4": "Denn keine lebenden Geschöpfe zu verletzen, ist der Weg, der dazu führt, dass man gesund ist. ",
  "mn135:9.1": "Da ist eine Frau oder ein Mann zornig und schlecht gelaunt. ",
  "mn135:9.2": "Selbst wenn die Person nur leicht kritisiert wird, verliert sie die Beherrschung, wird ärgerlich, feindselig und starrköpfig und zeigt Ärger, Hass und Unmut. ",
  "mn135:9.3": "Weil sie solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, in der Hölle wiedergeboren. ",
  "mn135:9.4": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, ist sie hässlich. ",
  "mn135:9.5": "Denn Zorn und schlechte Laune sind der Weg, der dazu führt, dass man hässlich ist. ",
  "mn135:10.1": "Doch da ist eine Frau oder ein Mann nicht zornig oder schlecht gelaunt. ",
  "mn135:10.2": "Selbst wenn die Person heftig kritisiert wird, verliert sie nicht die Beherrschung, wird nicht ärgerlich, feindselig und starrköpfig und zeigt keinen Ärger, Hass oder Unmut. ",
  "mn135:10.3": "Weil sie solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, in einer himmlischen Welt wiedergeboren. ",
  "mn135:10.4": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, ist sie reizend. ",
  "mn135:10.5": "Denn nicht zornig und schlecht gelaunt zu sein, ist der Weg, der dazu führt, dass man reizend ist. ",
  "mn135:11.1": "Da ist eine Frau oder ein Mann eifersüchtig. ",
  "mn135:11.2": "Die Person beneidet andere um Besitz, Ehre, Achtung, Ehrfurcht, Ehrerbietung und Verehrung, missgönnt und neidet sie ihnen. ",
  "mn135:11.3": "Weil sie solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, in der Hölle wiedergeboren. ",
  "mn135:11.4": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, ist sie von niederem Rang. ",
  "mn135:11.5": "Denn Eifersucht ist der Weg, der zu einem niederen Rang führt. ",
  "mn135:12.1": "Doch da ist eine Frau oder ein Mann nicht eifersüchtig. ",
  "mn135:12.2": "Die Person beneidet andere nicht um Besitz, Ehre, Achtung, Ehrfurcht, Ehrerbietung und Verehrung, missgönnt und neidet sie ihnen nicht. ",
  "mn135:12.3": "Weil sie solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, in einer himmlischen Welt wiedergeboren. ",
  "mn135:12.4": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, ist sie von hohem Rang. ",
  "mn135:12.5": "Denn nicht eifersüchtig zu sein, ist der Weg, der zu einem hohen Rang führt. ",
  "mn135:13.1": "Da gibt eine Frau oder ein Mann Asketen oder Brahmanen keine Gaben wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Düfte und Make-up, ein Bett, ein Haus und Licht. ",
  "mn135:13.2": "Weil die Person solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, in der Hölle wiedergeboren. ",
  "mn135:13.3": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, ist sie arm. ",
  "mn135:13.4": "Denn Asketen und Brahmanen nichts zu geben, ist der Weg, der dazu führt, dass man arm ist. ",
  "mn135:14.1": "Doch da gibt eine Frau oder ein Mann Asketen oder Brahmanen Gaben wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Düfte und Make-up, ein Bett, ein Haus und Licht. ",
  "mn135:14.2": "Weil die Person solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, in einer himmlischen Welt wiedergeboren. ",
  "mn135:14.3": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, ist sie reich. ",
  "mn135:14.4": "Denn Asketen und Brahmanen zu geben, ist der Weg, der dazu führt, dass man reich ist. ",
  "mn135:15.1": "Da ist eine Frau oder ein Mann halsstarrig und wichtigtuerisch. ",
  "mn135:15.2": "Die Person verbeugt sich nicht vor denen, vor denen sie sich verbeugen sollte. Sie steht in der Gegenwart derer nicht auf, die das verdienen, bietet ihnen keinen Sitz an, lässt ihnen nicht den Vortritt und ehrt, achtet, würdigt und verehrt nicht die, bei denen sie das tun sollte. ",
  "mn135:15.3": "Weil sie solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, in der Hölle wiedergeboren. ",
  "mn135:15.4": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, wird sie in einer geringen Familie wiedergeboren. ",
  "mn135:15.5": "Denn Halsstarrigkeit und Wichtigtuerei sind der Weg, der zu einer geringen Familie führt. ",
  "mn135:16.1": "Doch da ist eine Frau oder ein Mann nicht halsstarrig und wichtigtuerisch. ",
  "mn135:16.2": "Die Person verbeugt sich vor denen, vor denen sie sich verbeugen sollte. Sie steht in der Gegenwart derer auf, die das verdienen, bietet ihnen einen Sitz an, lässt ihnen den Vortritt und ehrt, achtet, würdigt und verehrt die, bei denen sie das tun sollte. ",
  "mn135:16.3": "Weil sie solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, in einer himmlischen Welt wiedergeboren. ",
  "mn135:16.4": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, wird sie in einer angesehenen Familie wiedergeboren. ",
  "mn135:16.5": "Denn nicht halsstarrig und wichtigtuerisch zu sein, ist der Weg, der zu einer angesehenen Familie führt. ",
  "mn135:17.1": "Da begibt sich eine Frau oder ein Mann nicht zu einem Asketen oder Brahmanen und fragt: ",
  "mn135:17.2": "‚Herr, was ist tauglich? Was ist untauglich? ",
  "mn135:17.3": "Was ist tadelnswert? Was ist ohne Tadel? ",
  "mn135:17.4": "Was soll gepflegt werden? Was soll nicht gepflegt werden? ",
  "mn135:17.5": "Welches Verhalten führt zu meinem langanhaltenden Schaden und Leiden? Welches Verhalten führt zu meinem langanhaltenden Nutzen und Glück?‘ ",
  "mn135:17.6": "Weil die Person solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn135:17.7": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, ist sie geistlos. ",
  "mn135:17.8": "Denn Asketen und Brahmanen keine Fragen zu stellen, ist der Weg, der dazu führt, dass man geistlos ist. ",
  "mn135:18.1": "Doch da begibt sich eine Frau oder ein Mann zu einem Asketen oder Brahmanen und fragt: ",
  "mn135:18.2": "‚Herr, was ist tauglich? Was ist untauglich? ",
  "mn135:18.3": "Was ist tadelnswert? Was ist ohne Tadel? ",
  "mn135:18.4": "Was soll gepflegt werden? Was soll nicht gepflegt werden? ",
  "mn135:18.5": "Welches Verhalten führt zu meinem langanhaltenden Schaden und Leiden? Welches Verhalten führt zu meinem langanhaltenden Nutzen und Glück?‘ ",
  "mn135:18.6": "Weil die Person solche Taten unternimmt, wird sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn135:18.7": "Wenn sie nicht an einem solchen Ort wiedergeboren wird, sondern in die Menschenwelt zurückkehrt, ist sie weise. ",
  "mn135:18.8": "Denn Asketen und Brahmanen Fragen zu stellen, ist der Weg, der dazu führt, dass man weise ist. ",
  "mn135:19.1": "Daher ist es die Art, wie die Menschen leben, die sie zu dem macht, was sie sind: Solche mit kurzer oder mit langer Lebensdauer, ",
  "mn135:19.2": "kränklich oder gesund, ",
  "mn135:19.3": "hässlich oder reizend, ",
  "mn135:19.4": "von niederem oder von hohem Rang, ",
  "mn135:19.5": "arm oder reich, ",
  "mn135:19.6": "in einer geringen oder angesehenen Familie, ",
  "mn135:19.7": "geistlos oder weise. ",
  "mn135:20.1": "Die Lebewesen sind Eigentümer ihrer Taten, Erben ihrer Taten. Taten sind der Schoß, aus dem sie kommen, ihre Verwandten und ihre Zuflucht. ",
  "mn135:20.2": "Es sind Taten, die die Menschen aufgliedern, ",
  "mn135:20.3": "nämlich in Geringe und Hochstehende.“ ",
  "mn135:21.1": "Auf diese Worte sagte der Vedenstudent Subha zum Buddha: ",
  "mn135:21.2": "„Vortrefflich, werter Gotama! Vortrefflich! ",
  "mn135:21.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der werte Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn135:21.4": "Ich nehme Zuflucht zum werten Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn135:21.5": "Von diesem Tag an soll der werte Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}