{
  "mn142:0.1": "Mittlere Lehrreden 142 ",
  "mn142:0.2": "Die Aufgliederung der religiösen Gaben ",
  "mn142:1.1": "So habe ich es gehört: ",
  "mn142:1.2": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "mn142:2.1": "Da begab sich Mahāpajāpati Gotamī zum Buddha und brachte ein neues Paar von Gewändern. Sie verbeugte sich, stellte sich zur Seite hin und sagte zum Buddha: ",
  "mn142:2.2": "„Herr, ich habe dieses neue Paar von Gewändern eigens für den Buddha gesponnen und gewoben. ",
  "mn142:2.3": "Dass der Buddha es doch bitte aus Anteilnahme von mir annehme.“ ",
  "mn142:2.4": "Daraufhin sagte der Buddha zu ihr: ",
  "mn142:2.5": "„Gib es dem Saṅgha, Gotamī. ",
  "mn142:2.6": "Wenn du es dem Saṅgha gibst, werden sowohl der Saṅgha als auch ich geehrt sein.“ ",
  "mn142:2.7": "Zum zweiten Mal … ",
  "mn142:2.13": "und zum dritten Mal sagte Mahāpajāpati Gotamī zum Buddha: ",
  "mn142:2.14": "„Herr, ich habe dieses neue Paar von Gewändern eigens für den Buddha gesponnen und gewoben. ",
  "mn142:2.15": "Dass der Buddha es doch bitte aus Anteilnahme von mir annehme.“ ",
  "mn142:2.16": "Und zum dritten Mal sagte der Buddha zu ihr: ",
  "mn142:2.17": "„Gib es dem Saṅgha, Gotamī. ",
  "mn142:2.18": "Wenn du es dem Saṅgha gibst, werden sowohl der Saṅgha als auch ich geehrt sein.“ ",
  "mn142:3.1": "Daraufhin sagte der Ehrwürdige Ānanda zum Buddha: ",
  "mn142:3.2": "„Herr, bitte nimm das neue Paar von Gewändern von Mahāpajāpati Gotamī an. ",
  "mn142:3.3": "Herr, Mahāpajāpati war dem Buddha eine große Hilfe. Sie ist seine Tante und hat ihn aufgezogen, ihn ernährt und ihm ihre Milch gegeben. ",
  "mn142:3.4": "Als seine leibliche Mutter starb, stillte sie ihn an ihrer Brust. ",
  "mn142:3.5": "Und der Buddha war Mahāpajāpati eine große Hilfe. ",
  "mn142:3.6": "Sie verdankt es dem Buddha, dass sie Zuflucht zum Buddha, zur Lehre und zum Saṅgha genommen hat. ",
  "mn142:3.7": "Sie verdankt es dem Buddha, dass sie keine lebenden Geschöpfe tötet, nicht stiehlt, keine sexuellen Verfehlungen begeht, nicht lügt und keine Rauschmittel wie Bier, Wein und Branntwein trinkt. ",
  "mn142:3.8": "Sie verdankt es dem Buddha, dass sie auf Erfahrung gegründete Zuversicht zum Buddha, zur Lehre und zum Saṅgha hat und die Tugend besitzt, die von den Edlen geliebt wird. ",
  "mn142:3.9": "Sie verdankt es dem Buddha, dass sie frei von Zweifel ist bezüglich des Leidens, des Ursprungs des Leidens, des Aufhörens des Leidens und der Übung, die zum Aufhören des Leidens führt. ",
  "mn142:3.10": "Der Buddha war Mahāpajāpati eine große Hilfe.“ ",
  "mn142:4.1": "„Das ist wirklich wahr, Ānanda! ",
  "mn142:4.2": "Wenn einem jemand dabei geholfen hat, Zuflucht zum Buddha, zur Lehre und zum Saṅgha zu nehmen, ist es nicht leicht, ihm das zu vergelten, ",
  "mn142:4.3": "indem man sich vor ihm verbeugt, für ihn aufsteht, ihn mit zusammengelegten Händen grüßt und ihm gegenüber respektvolle Umgangsformen zeigt; oder indem man für ihn Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung bereitstellt. ",
  "mn142:4.4": "Wenn jemand einem dabei geholfen hat, keine lebenden Geschöpfe zu töten, nicht zu stehlen, keine sexuellen Verfehlungen zu begehen, nicht zu lügen und keine Rauschmittel wie Bier, Wein und Branntwein zu trinken … ",
  "mn142:4.6": "Wenn einem jemand dabei geholfen hat, auf Erfahrung gegründete Zuversicht zum Buddha, zur Lehre und zum Saṅgha zu haben und die Tugend zu besitzen, die von den Edlen geliebt wird … ",
  "mn142:4.8": "Wenn einem jemand dabei geholfen hat, frei von Zweifel zu sein bezüglich des Leidens, des Ursprungs des Leidens, des Aufhörens des Leidens und der Übung, die zum Aufhören des Leidens führt, ist es nicht leicht, ihm das zu vergelten, ",
  "mn142:4.9": "indem man sich vor ihm verbeugt, für ihn aufsteht, ihn mit zusammengelegten Händen grüßt und ihm gegenüber respektvolle Umgangsformen zeigt; oder indem man für ihn Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung bereitstellt. ",
  "mn142:5.1": "Ānanda, es gibt diese vierzehn religiösen Gaben, die einer Person gegeben werden. ",
  "mn142:5.2": "Welche vierzehn? ",
  "mn142:5.3": "Man gibt dem Klargewordenen, dem Vollendeten, dem vollkommen erwachten Buddha eine Gabe. ",
  "mn142:5.4": "Das ist die erste religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.5": "Man gibt einem unabhängigen Buddha eine Gabe. ",
  "mn142:5.6": "Das ist die zweite religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.7": "Man gibt einem Vollendeten eine Gabe. ",
  "mn142:5.8": "Das ist die dritte religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.9": "Man gibt jemandem eine Gabe, der übt, um die Frucht der Vollendung zu verwirklichen. ",
  "mn142:5.10": "Das ist die vierte religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.11": "Man gibt einem Nichtwiederkehrer eine Gabe. ",
  "mn142:5.12": "Das ist die fünfte religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.13": "Man gibt jemandem eine Gabe, der übt, um die Frucht der Nichtwiederkehr zu verwirklichen. ",
  "mn142:5.14": "Das ist die sechste religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.15": "Man gibt einem Einmalwiederkehrer eine Gabe. ",
  "mn142:5.16": "Das ist die siebte religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.17": "Man gibt jemandem eine Gabe, der übt, um die Frucht der Einmalwiederkehr zu verwirklichen. ",
  "mn142:5.18": "Das ist die achte religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.19": "Man gibt jemandem eine Gabe, der in den Strom eingetreten ist. ",
  "mn142:5.20": "Das ist die neunte religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.21": "Man gibt jemandem eine Gabe, der übt, um die Frucht des Stromeintritts zu verwirklichen. ",
  "mn142:5.22": "Das ist die zehnte religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.23": "Man gibt einem Außenstehenden eine Gabe, der frei von Begierde nach Sinnenfreuden ist. ",
  "mn142:5.24": "Das ist die elfte religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.25": "Man gibt einem tugendhaften gewöhnlichen Menschen eine Gabe. ",
  "mn142:5.26": "Das ist die zwölfte religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.27": "Man gibt einem tugendlosen gewöhnlichen Menschen eine Gabe. ",
  "mn142:5.28": "Das ist die dreizehnte religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:5.29": "Man gibt einem Tier eine Gabe. ",
  "mn142:5.30": "Das ist die vierzehnte religiöse Gabe, die einer Person gegeben wird. ",
  "mn142:6.1": "Nun, Ānanda, eine Gabe an ein Tier kann den hundertfachen Ertrag zurückbringen; an einen tugendlosen gewöhnlichen Menschen den tausendfachen; an einen tugendhaften gewöhnlichen Menschen den hunderttausendfachen; an einen Außenstehenden, der frei von Begierde nach Sinnenfreuden ist, den zehnmillionenfachen. Aber von einer Gabe an jemanden, der übt, um die Frucht des Stromeintritts zu verwirklichen, kann man erwarten, dass sie einen unübersehbaren, unermesslichen Ertrag zurückbringt. Um wie viel mehr gilt das für eine Gabe an jemanden, der in den Strom eingetreten ist, jemanden, der übt, um die Frucht der Einmalwiederkehr zu verwirklichen, einen Einmalwiederkehrer, jemanden, der übt, um die Frucht der Nichtwiederkehr zu verwirklichen, einen Nichtwiederkehrer, jemanden, der übt, um die Frucht der Vollendung zu verwirklichen, einen Vollendeten oder einen unabhängigen Buddha? Und um wie viel mehr für eine Gabe an den Klargewordenen, den Vollendeten, den vollkommen erwachten Buddha? ",
  "mn142:7.1": "Aber, Ānanda, es gibt diese sieben religiösen Gaben, die einem Saṅgha erwiesen werden. ",
  "mn142:7.2": "Welche sieben? ",
  "mn142:7.3": "Man gibt der Gemeinschaft von Mönchen und Nonnen mit dem Buddha an der Spitze eine Gabe. ",
  "mn142:7.4": "Das ist die erste religiöse Gabe, die einem Saṅgha erwiesen wird. ",
  "mn142:7.5": "Man gibt der Gemeinschaft von Mönchen und Nonnen eine Gabe, nachdem der Buddha vollkommen verloschen ist. ",
  "mn142:7.6": "Das ist die zweite religiöse Gabe, die einem Saṅgha erwiesen wird. ",
  "mn142:7.7": "Man gibt dem Saṅgha der Mönche eine Gabe. ",
  "mn142:7.8": "Das ist die dritte religiöse Gabe, die einem Saṅgha erwiesen wird. ",
  "mn142:7.9": "Man gibt dem Saṅgha der Nonnen eine Gabe. ",
  "mn142:7.10": "Das ist die vierte religiöse Gabe, die einem Saṅgha erwiesen wird. ",
  "mn142:7.11": "Man gibt eine Gabe im Gedanken: ‚Bestimme für mich so und so viele Mönche und Nonnen aus dem Saṅgha.‘ ",
  "mn142:7.12": "Das ist die fünfte religiöse Gabe, die einem Saṅgha erwiesen wird. ",
  "mn142:7.13": "Man gibt eine Gabe im Gedanken: ‚Bestimme für mich so und so viele Mönche aus dem Saṅgha.‘ ",
  "mn142:7.14": "Das ist die sechste religiöse Gabe, die einem Saṅgha erwiesen wird. ",
  "mn142:7.15": "Man gibt eine Gabe im Gedanken: ‚Bestimme für mich so und so viele Nonnen aus dem Saṅgha.‘ ",
  "mn142:7.16": "Das ist die siebte religiöse Gabe, die einem Saṅgha erwiesen wird. ",
  "mn142:8.1": "In künftigen Zeiten wird es Lämmer aus der Herde geben, die einen Fetzen ockerfarbenen Stoffs tragen, tugendlos und von schlechtem Charakter. ",
  "mn142:8.2": "Leute werden diesen tugendlosen Menschen im Namen des Saṅgha Gaben geben. ",
  "mn142:8.3": "Selbst dann sage ich, dass eine religiöse Gabe, die dem Saṅgha erwiesen wird, unübersehbar und unermesslich ist. ",
  "mn142:8.4": "Denn in keinem Fall kann eine persönliche Spende fruchtbarer sein als eine, die dem Saṅgha erwiesen wird, sage ich. ",
  "mn142:9.1": "Es gibt diese vier Arten, Ānanda, auf die eine religiöse Gabe geläutert werden kann. ",
  "mn142:9.2": "Welche vier? ",
  "mn142:9.3": "Es gibt eine religiöse Gabe, die durch den Spender geläutert wird, nicht durch den Empfänger. ",
  "mn142:9.4": "Es gibt eine religiöse Gabe, die durch den Empfänger geläutert wird, nicht durch den Spender. ",
  "mn142:9.5": "Es gibt eine religiöse Gabe, die weder durch den Spender noch durch den Empfänger geläutert wird. ",
  "mn142:9.6": "Es gibt eine religiöse Gabe, die sowohl durch den Spender als auch durch den Empfänger geläutert wird. ",
  "mn142:10.1": "Und wie wird eine religiöse Gabe durch den Spender geläutert, nicht durch den Empfänger? ",
  "mn142:10.2": "Da ist der Spender tugendhaft, von gutem Charakter, doch der Empfänger ist tugendlos, von schlechtem Charakter. ",
  "mn142:10.3": "So wird eine religiöse Gabe durch den Spender geläutert, nicht durch den Empfänger. ",
  "mn142:11.1": "Und wie wird eine religiöse Gabe durch den Empfänger geläutert, nicht durch den Spender? ",
  "mn142:11.2": "Da ist der Spender tugendlos, von schlechtem Charakter, doch der Empfänger ist tugendhaft, von gutem Charakter. ",
  "mn142:11.3": "So wird eine religiöse Gabe durch den Empfänger geläutert, nicht durch den Spender. ",
  "mn142:12.1": "Und wie wird eine religiöse Gabe weder durch den Spender noch durch den Empfänger geläutert? ",
  "mn142:12.2": "Da ist sowohl der Spender als auch der Empfänger tugendlos, von schlechtem Charakter. ",
  "mn142:12.3": "So wird eine religiöse Gabe weder durch den Spender noch durch den Empfänger geläutert. ",
  "mn142:13.1": "Und wie wird eine religiöse Gabe sowohl durch den Spender als auch durch den Empfänger geläutert? ",
  "mn142:13.2": "Da ist sowohl der Spender als auch der Empfänger tugendhaft, von gutem Charakter. ",
  "mn142:13.3": "So wird eine religiöse Gabe sowohl durch den Spender als auch durch den Empfänger geläutert. ",
  "mn142:13.4": "Das sind die vier Arten, auf die eine religiöse Gabe geläutert werden kann.“ ",
  "mn142:14.1": "Das sagte der Buddha. ",
  "mn142:14.2": "Und der Heilige, der Lehrer, fuhr fort: ",
  "mn142:14.3": "„Wenn ein Tugendhafter mit zuversichtlichem Herzen ",
  "mn142:14.4": "Tugendlosen eine angemessene Gabe gibt ",
  "mn142:14.5": "und dabei auf die herrliche Frucht von Taten vertraut, ",
  "mn142:14.6": "wird diese Spende durch den Spender geläutert. ",
  "mn142:14.7": "Wenn ein tugendloser Mensch ohne Zuversicht ",
  "mn142:14.8": "Tugendhaften eine unpassende Gabe gibt ",
  "mn142:14.9": "und dabei nicht auf die herrliche Frucht von Taten vertraut, ",
  "mn142:14.10": "wird diese Spende durch die Empfänger geläutert. ",
  "mn142:14.11": "Wenn ein tugendloser Mensch ohne Zuversicht ",
  "mn142:14.12": "Tugendlosen eine unpassende Gabe gibt ",
  "mn142:14.13": "und dabei nicht auf die herrliche Frucht von Taten vertraut, ",
  "mn142:14.14": "so erkläre ich, dass diese Gabe nicht sehr fruchtbar ist. ",
  "mn142:14.15": "Wenn ein Tugendhafter mit zuversichtlichem Herzen ",
  "mn142:14.16": "Tugendhaften eine angemessene Gabe gibt ",
  "mn142:14.17": "und dabei auf die herrliche Frucht von Taten vertraut, ",
  "mn142:14.18": "so erkläre ich, dass diese Gabe überaus fruchtbar ist. ",
  "mn142:14.19": "Doch wenn einer, der frei von Begehren ist, anderen, die frei von Begehren sind, ",
  "mn142:14.20": "mit zuversichtlichem Herzen eine angemessene Gabe gibt ",
  "mn142:14.21": "und dabei auf die herrliche Frucht von Taten vertraut, ",
  "mn142:14.22": "so ist das wahrhaftig die beste der fleischlichen Gaben!“ "
}