{
  "mn14:0.1": "Mittlere Lehrreden 14 ",
  "mn14:0.2": "Die kürzere Lehrrede über die Masse des Leidens ",
  "mn14:1.1": "So habe ich es gehört: ",
  "mn14:1.2": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "mn14:2.1": "Da ging der Sakyer Mahānāma zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn14:2.2": "„Seit langer Zeit, Herr, habe ich deine Lehre folgendermaßen verstanden: ",
  "mn14:2.3": "‚Gier, Hass und Täuschung sind Verunreinigungen des Geistes.‘ ",
  "mn14:2.6": "Obwohl ich die Lehre so verstehe, halten Gedanken an Gier, Hass und Täuschung manchmal meinen Geist gefangen. ",
  "mn14:2.8": "Ich wüsste gerne, welche Eigenschaften in mir nicht aufgegeben sind, dass ich solche Gedanken habe.“ ",
  "mn14:3.1": "„Mahānāma, da ist eine Eigenschaft, die du nicht aufgegeben hast, die dazu führt, dass Gedanken an Gier, Hass und Täuschung manchmal deinen Geist gefangen halten. ",
  "mn14:3.2": "Denn wenn du diese Eigenschaft aufgegeben hättest, würdest du nicht mehr im Haus leben und Sinnenfreuden genießen. ",
  "mn14:3.3": "Aber weil du diese Eigenschaft nicht aufgegeben hast, lebst du noch im Haus und genießt Sinnenfreuden. ",
  "mn14:4.1": "Sinnenfreuden führen zu wenig vorteilhaften Folgen und viel Leiden und Bedrängnis, und mehr noch, sie haben viele nachteilige Folgen. ",
  "mn14:4.2": "Daher, Mahānāma, ist ein edler Schüler, obwohl er das mit rechter Weisheit klar gesehen hat, nicht vor der Rückkehr zu Sinnenfreuden sicher, ",
  "mn14:4.3": "solange er nicht die Ekstase und Seligkeit erlangt, die außerhalb von Sinnenfreuden und untauglichen Eigenschaften liegen, oder etwas, das noch friedvoller ist. ",
  "mn14:4.4": "Aber wenn er diese Ekstase und Seligkeit erlangt, oder etwas, das noch friedvoller ist, ",
  "mn14:4.5": "dann wird er nicht zu Sinnenfreuden zurückkehren. ",
  "mn14:5.1": "Vor meinem Erwachen – als ich noch nicht erwacht war, aber zum Erwachen entschlossen – sah auch ich klar mit rechter Weisheit: ",
  "mn14:5.2": "‚Sinnenfreuden führen zu wenig vorteilhaften Folgen und viel Leiden und Bedrängnis, und mehr noch, sie haben viele nachteilige Folgen.‘ ",
  "mn14:5.3": "Solange ich nicht die Ekstase und Seligkeit erlangte, die außerhalb von Sinnenfreuden und untauglichen Eigenschaften liegen, oder etwas, das noch friedvoller ist, ",
  "mn14:5.4": "so lange erklärte ich nicht, dass ich nicht zu Sinnenfreuden zurückkehren würde. ",
  "mn14:5.5": "Als ich aber diese Ekstase und Seligkeit erlangte, oder etwas, das noch friedvoller ist, ",
  "mn14:5.6": "da erklärte ich, dass ich nicht zu Sinnenfreuden zurückkehren würde. ",
  "mn14:6.1": "Und worin bestehen die vorteilhaften Folgen der Sinnenfreuden? ",
  "mn14:6.2": "Es gibt fünf Arten sinnlicher Erregung. ",
  "mn14:6.3": "Welche fünf? ",
  "mn14:6.4": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn14:6.5": "Töne, die das Ohr erkennt … ",
  "mn14:6.6": "Düfte, die die Nase erkennt … ",
  "mn14:6.7": "Geschmäcke, die die Zunge erkennt … ",
  "mn14:6.8": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn14:6.9": "Das sind die fünf Arten sinnlicher Erregung. ",
  "mn14:6.10": "Das Glück und die Freude, die von diesen fünf Arten sinnlicher Erregung kommen, nennt man Sinnenfreuden. ",
  "mn14:7.1": "Und worin bestehen die nachteiligen Folgen der Sinnenfreuden? ",
  "mn14:7.2": "Da verdient ein ehrbarer Mensch seinen Lebenserwerb mit Mitteln wie ",
  "mn14:7.3": "Arithmetik, Buchhaltung, Rechnen, Ackerbau, Handel, Viehzucht, Bogenschießen, einem Regierungsamt oder einem Handwerk. ",
  "mn14:7.4": "Aber er ist Kälte und Hitze ausgesetzt, wird verletzt durch die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren und hat den Tod durch Verhungern oder Verdursten zu fürchten. ",
  "mn14:7.5": "Das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn14:8.1": "Es kann sein, dass dieser ehrbare Mensch sich anstrengt, sich bemüht und sich einsetzt, aber dennoch kein Vermögen erwirbt. ",
  "mn14:8.2": "Dann ist er bekümmert und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung: ‚Ach, meine harte Arbeit ist vergebens! Meine Bemühungen sind fruchtlos!‘ ",
  "mn14:8.3": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn14:9.1": "Es kann sein, dass dieser ehrbare Mensch sich anstrengt, sich bemüht und sich einsetzt, und es gelingt ihm, Vermögen zu erwerben. ",
  "mn14:9.2": "Aber wenn er es schützen will, erfährt er Schmerz und Traurigkeit: ",
  "mn14:9.3": "‚Wie kann ich verhindern, dass mein Vermögen von Herrschern oder Räubern weggenommen, von Feuer verzehrt, von einer Flut fortgerissen oder von ungeliebten Erben genommen wird?‘ ",
  "mn14:9.4": "Und obwohl er es schützt und bewacht, nehmen Herrscher oder Räuber es weg, Feuer verzehrt es, eine Flut reißt es fort oder ungeliebte Erben nehmen es. ",
  "mn14:9.5": "Er ist bekümmert und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung: ",
  "mn14:9.6": "‚Was einst mein war, ist weg!‘ ",
  "mn14:9.7": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn14:10.1": "Dann streiten da um der Sinnenfreuden willen Könige mit Königen, Adlige mit Adligen, Brahmanen mit Brahmanen und Hausbesitzer mit Hausbesitzern. Eine Mutter streitet mit ihrem Kind, das Kind mit der Mutter, der Vater mit dem Kind und das Kind mit dem Vater. Der Bruder streitet mit dem Bruder, der Bruder mit der Schwester, die Schwester mit dem Bruder und der Freund mit dem Freund. ",
  "mn14:10.2": "Sobald sie begonnen haben, zu streiten, aneinanderzugeraten und uneins zu sein, greifen sie einander mit Fäusten, Steinen, Stöcken und Schwertern an, ",
  "mn14:10.3": "und das führt zu Tod und tödlichem Schmerz. ",
  "mn14:10.4": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn14:11.1": "Dann nehmen sie da um der Sinnenfreuden willen Schwert und Schild, binden sich Köcher und Bogen um und stürzen sich ins beiderseitige Schlachtgetümmel, wobei Pfeile und Speere fliegen und Schwerter blitzen. ",
  "mn14:11.2": "Dort werden sie von Pfeilen und Speeren getroffen und ihre Köpfe werden abgeschlagen, ",
  "mn14:11.3": "und das führt zu Tod und tödlichem Schmerz. ",
  "mn14:11.4": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn14:12.1": "Dann nehmen sie da um der Sinnenfreuden willen Schwert und Schild, binden sich Köcher und Bogen um und stürmen feucht verputzte Bollwerke, wobei Pfeile und Speere fliegen und Schwerter blitzen. ",
  "mn14:12.2": "Dort werden sie von Pfeilen und Speeren getroffen, mit Kuhmist beworfen, von einer Übermacht niedergemacht, und ihre Köpfe werden abgeschlagen, ",
  "mn14:12.3": "und das führt zu Tod und tödlichem Schmerz. ",
  "mn14:12.4": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn14:13.1": "Dann brechen sie da um der Sinnenfreuden willen in Häuser ein, plündern Vermögen, rauben aus abgelegenen Gebäuden, blockieren Landstraßen und begehen Ehebruch. ",
  "mn14:13.2": "Dann nehmen die Könige sie fest und verhängen verschiedene Strafen über sie, wie ",
  "mn14:13.3": "Auspeitschen, Schläge mit Stock oder Knüppel; Abhacken von Händen, Füßen oder beidem; Abschneiden von Ohren, Nase oder beidem; den ‚Breitopf‘, die ‚Muschelrasur‘, ‚Rāhus Mund‘, den ‚Feuerkranz‘, die ‚brennende Hand‘, die ‚gedrehte Binse‘, den ‚Rindenanzug‘, die ‚Antilope‘, den ‚Fleischhaken‘, die ‚Münzen‘, die ‚Ätzlake‘, den ‚gedrehten Stab‘, die ‚Strohmatte‘; mit heißem Öl übergießen, den Hunden zum Fraß vorwerfen, bei lebendigem Leib pfählen oder den Kopf abschlagen; ",
  "mn14:13.4": "und das führt zu Tod und tödlichem Schmerz. ",
  "mn14:13.5": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn14:14.1": "Dann tun sie da um der Sinnenfreuden willen Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "mn14:14.2": "Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn14:14.3": "Auch das ist eine nachteilige Folge der Sinnenfreuden, die in diesem Leben ersichtlich ist, eine Masse an Leiden, verursacht von Sinnenfreuden. ",
  "mn14:15.1": "Mahānāma, dieses eine Mal hielt ich mich bei Rājagaha auf der Geierkuppe auf. ",
  "mn14:15.2": "Nun waren da einige Jaina-Asketen, die am Schwarzen Felsen an den Hängen des Isigili fortwährend standen, einen Sitz verweigerten. Und sie fühlten aufgrund der Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle. ",
  "mn14:16.1": "Da kam ich am späten Nachmittag aus meiner Klausur und ging zum Schwarzen Felsen, um diese Asketen zu besuchen. Ich sagte zu ihnen: ",
  "mn14:16.2": "‚Geehrte, warum steht ihr fortwährend, verweigert einen Sitz, sodass ihr aufgrund der Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlt?‘ ",
  "mn14:17.1": "Darauf erwiderten mir diese Jaina-Asketen: ",
  "mn14:17.2": "‚Geehrter, der Jaina-Asket aus dem Stamm Ñātika behauptet, allwissend und all-sehend zu sein und alles ohne Ausnahme zu erkennen und zu sehen, und zwar so: ",
  "mn14:17.3": "„Erkennen und Sehen sind mir ständig und fortwährend gegenwärtig, ob ich gehe, stehe, schlafe oder wache.“ ",
  "mn14:17.4": "Er sagt: ",
  "mn14:17.5": "„Ihr Jaina-Asketen, ihr habt in einem früheren Leben schlechte Taten getan. Tragt sie ab mit diesem strengen mörderischen Treiben. ",
  "mn14:17.6": "Und wenn ihr in der Gegenwart mit dem Körper, der Sprache und dem Geist gezügelt seid, tut ihr keine schlechten Taten für die Zukunft. ",
  "mn14:17.7": "Indem ihr vergangene Taten mittels inbrünstiger Bußübung vernichtet und keine neuen Taten tut, kommt so in Zukunft nichts mehr auf. ",
  "mn14:17.8": "Ohne künftige Wirkung wird das Karma aufgelöst; mit dem Auflösen des Karma wird das Leiden aufgelöst; mit dem Auflösen des Leidens wird Gefühl aufgelöst; und mit dem Auflösen des Gefühls wird alles Leiden abgetragen sein.“ ",
  "mn14:17.9": "Wir billigen das und stimmen ihm zu, und wir sind damit zufrieden.‘ ",
  "mn14:18.1": "Darauf sagte ich zu ihnen: ",
  "mn14:18.2": "‚Aber geehrte Jaina-Asketen, wisst ihr, ",
  "mn14:18.3": "dass ihr in der Vergangenheit existiert habt, dass ihr nicht nicht existiert habt?‘ ",
  "mn14:18.4": "‚Nein, das wissen wir nicht.‘ ",
  "mn14:18.5": "‚Aber Geehrte, wisst ihr, ",
  "mn14:18.6": "dass ihr in der Vergangenheit schlechte Taten getan habt, dass ihr sie nicht nicht getan habt?‘ ",
  "mn14:18.7": "‚Nein, das wissen wir nicht.‘ ",
  "mn14:18.8": "‚Aber Geehrte, wisst ihr, ",
  "mn14:18.9": "dass ihr diese oder jene schlechte Tat getan habt?‘ ",
  "mn14:18.10": "‚Nein, das wissen wir nicht.‘ ",
  "mn14:18.11": "‚Aber Geehrte, wisst ihr, ",
  "mn14:18.12": "dass bereits so viel Leiden abgetragen wurde? Oder dass noch so viel Leiden abgetragen werden muss? Oder dass, wenn so viel Leiden abgetragen ist, alles Leiden abgetragen sein wird?‘ ",
  "mn14:18.13": "‚Nein, das wissen wir nicht.‘ ",
  "mn14:18.14": "‚Aber Geehrte, wisst ihr, ",
  "mn14:18.15": "wie man in diesem Leben untaugliche Eigenschaften aufgibt und sich taugliche Eigenschaften zu eigen macht?‘ ",
  "mn14:18.16": "‚Nein, das wissen wir nicht.‘ ",
  "mn14:19.1": "‚So scheint es, dass ihr nicht wisst, ",
  "mn14:19.2": "ob ihr in der Vergangenheit existiert habt oder nicht, ",
  "mn14:19.3": "ob ihr in der Vergangenheit schlechte Taten getan habt oder nicht, ",
  "mn14:19.4": "ob ihr diese oder jene schlechte Tat getan habt, ",
  "mn14:19.5": "wieviel Leiden bereits abgetragen wurde, und wieviel noch abgetragen werden muss, bis alles Leiden abgetragen sein wird; ",
  "mn14:19.6": "und ihr wisst nicht, ",
  "mn14:19.7": "wie man in diesem Leben untaugliche Eigenschaften aufgibt und sich taugliche Eigenschaften zu eigen macht. ",
  "mn14:19.8": "Da das so ist, so ziehen wohl die in der Welt, die unbarmherzig sind, mit Blut an den Händen, und ein unbarmherziges Geschäft betreiben, wenn sie unter den Menschen wiedergeboren sind, als Jaina-Asketen fort.‘ ",
  "mn14:20.1": "‚Geehrter Gotama, Glück wird nicht durch Glück gewonnen; Glück wird durch Schmerz gewonnen. ",
  "mn14:20.2": "Denn wenn Glück durch Glück gewonnen würde, würde König Seniya Bimbisāra von Magadha Glück gewinnen, denn er lebt in größerem Glück als der Ehrwürdige Gotama.‘ ",
  "mn14:20.3": "‚Sicher haben die Ehrwürdigen Jaina-Asketen hastig gesprochen, ohne nachzudenken. ",
  "mn14:20.6": "Denn ich bin der, den man fragen sollte, ",
  "mn14:20.7": "wer in größerem Glück lebt, König Bimbisāra oder der Ehrwürdige Gotama.‘ ",
  "mn14:20.8": "‚Ja, wir haben hastig gesprochen, ohne nachzudenken. ",
  "mn14:20.10": "Aber lassen wir das sein. Jetzt fragen wir den Ehrwürdigen Gotama: ",
  "mn14:20.11": "„Wer lebt in größerem Glück, König Bimbisāra oder der Ehrwürdige Gotama?“‘ ",
  "mn14:21.1": "‚Nun, Geehrte, ich werde euch dazu Gegenfragen stellen, und ihr könnt antworten, wie ihr möchtet. ",
  "mn14:21.2": "Was denkt ihr, Geehrte? ",
  "mn14:21.3": "Ist König Bimbisāra in der Lage, sieben Tage und Nächte lang vollkommenes Glück zu erfahren, ohne seinen Körper zu bewegen oder zu sprechen?‘ ",
  "mn14:21.4": "‚Nein, das ist er nicht, Geehrter.‘ ",
  "mn14:21.5": "‚Was denkt ihr, Geehrte? ",
  "mn14:21.6": "Ist König Bimbisāra in der Lage, sechs Tage und Nächte lang vollkommenes Glück zu erfahren … ",
  "mn14:21.7": "fünf Tage und Nächte lang … ",
  "mn14:21.8": "vier Tage und Nächte lang … ",
  "mn14:21.9": "drei Tage und Nächte lang … ",
  "mn14:21.10": "zwei Tage und Nächte lang … ",
  "mn14:21.11": "ist er in der Lage, einen Tag und eine Nacht lang vollkommenes Glück zu erfahren, ohne seinen Körper zu bewegen oder zu sprechen?‘ ",
  "mn14:21.12": "‚Nein, das ist er nicht, Geehrter.‘ ",
  "mn14:21.13": "‚Aber ich bin in der Lage, einen Tag und eine Nacht lang vollkommenes Glück zu erfahren, ohne meinen Körper zu bewegen oder zu sprechen. ",
  "mn14:21.14": "Ich bin in der Lage, zwei Tage und Nächte lang vollkommenes Glück zu erfahren … ",
  "mn14:21.15": "drei Tage und Nächte lang … ",
  "mn14:21.16": "vier Tage und Nächte lang … ",
  "mn14:21.17": "fünf Tage und Nächte lang … ",
  "mn14:21.18": "sechs Tage und Nächte lang … ",
  "mn14:21.19": "ich bin in der Lage, sieben Tage und Nächte lang vollkommenes Glück zu erfahren, ohne meinen Körper zu bewegen oder zu sprechen. ",
  "mn14:21.20": "Was denkt ihr, Geehrte? Da das so ist, wer lebt da in größerem Glück, König Bimbisāra oder ich?‘ ",
  "mn14:21.21": "‚Wenn das so ist, ehrwürdiger Gotama, dann lebst du in größerem Glück als König Bimbisāra.‘“ ",
  "mn14:21.22": "Das sagte der Buddha. ",
  "mn14:21.23": "Zufrieden begrüßte der Sakyer Mahānāma die Worte des Buddha. "
}