{
  "mn145:0.1": "Mittlere Lehrreden 145 ",
  "mn145:0.2": "Rat an Puṇṇa ",
  "mn145:1.1": "So habe ich es gehört: ",
  "mn145:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn145:1.3": "Da kam der Ehrwürdige Puṇṇa am späten Nachmittag aus seiner Klausur und ging zum Buddha. Er verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn145:2.1": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "mn145:2.2": "„Nun, Puṇṇa, hör zu und pass gut auf, ich werde sprechen.“ ",
  "mn145:2.3": "„Ja, Herr“, antwortete Puṇṇa. ",
  "mn145:2.4": "Der Buddha sagte: ",
  "mn145:3.1": "„Puṇṇa, es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn145:3.2": "Wenn ein Mönch diesen zustimmt, sie begrüßt und daran weiter festhält, ",
  "mn145:3.3": "führt das zu Genießen. ",
  "mn145:3.4": "Genießen ist der Ursprung des Leidens, sage ich. ",
  "mn145:3.5": "Es gibt Töne, die das Ohr erkennt … ",
  "mn145:3.6": "Es gibt Düfte, die die Nase erkennt … ",
  "mn145:3.7": "Es gibt Geschmäcke, die die Zunge erkennt … ",
  "mn145:3.8": "Es gibt Berührungen, die der Körper erkennt … ",
  "mn145:3.9": "Es gibt Gedanken, die der Geist erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn145:3.10": "Wenn ein Mönch diesen zustimmt, sie begrüßt und daran weiter festhält, ",
  "mn145:3.11": "führt das zu Genießen. ",
  "mn145:3.12": "Genießen ist der Ursprung des Leidens, sage ich. ",
  "mn145:4.1": "Es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn145:4.2": "Wenn ein Mönch diesen nicht zustimmt, sie nicht begrüßt und daran nicht weiter festhält, ",
  "mn145:4.3": "hört Genießen auf. ",
  "mn145:4.4": "Wenn Genießen aufhört, hört das Leiden auf, sage ich. ",
  "mn145:4.5": "Es gibt Töne, die das Ohr erkennt … ",
  "mn145:4.6": "Es gibt Düfte, die die Nase erkennt … ",
  "mn145:4.7": "Es gibt Geschmäcke, die die Zunge erkennt … ",
  "mn145:4.8": "Es gibt Berührungen, die der Körper erkennt … ",
  "mn145:4.9": "Es gibt Gedanken, die der Geist erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn145:4.10": "Wenn ein Mönch diesen nicht zustimmt, sie nicht begrüßt und daran nicht weiter festhält, ",
  "mn145:4.11": "hört Genießen auf. ",
  "mn145:4.12": "Wenn Genießen aufhört, hört das Leiden auf, sage ich. ",
  "mn145:5.1": "Puṇṇa, jetzt, da ich dir diese kurze Unterweisung gegeben habe, in welchem Land wirst du jetzt leben?“ ",
  "mn145:5.2": "„Herr, da ist ein Land mit Namen Sunāparanta; dort werde ich leben.“ ",
  "mn145:5.3": "„Die Menschen von Sunāparanta sind hitzköpfig und rau, Puṇṇa. ",
  "mn145:5.5": "Wenn sie dich beschimpfen und beleidigen, was wirst du dann von ihnen denken?“ ",
  "mn145:5.6": "„Wenn sie mich beschimpfen und beleidigen, werde ich denken: ",
  "mn145:5.7": "‚Diese Menschen von Sunāparanta sind gnädig, wirklich gnädig, da sie mich nicht mit Fäusten schlagen.‘ ",
  "mn145:5.8": "Das werde ich denken, Gesegneter. ",
  "mn145:5.9": "Das werde ich denken, Heiliger.“ ",
  "mn145:5.10": "„Aber wenn sie dich mit Fäusten schlagen, was wirst du dann von ihnen denken?“ ",
  "mn145:5.11": "„Wenn sie mich mit Fäusten schlagen, werde ich denken: ",
  "mn145:5.12": "‚Diese Menschen von Sunāparanta sind gnädig, wirklich gnädig, da sie keine Steine nach mir werfen.‘ ",
  "mn145:5.13": "Das werde ich denken, Gesegneter. ",
  "mn145:5.14": "Das werde ich denken, Heiliger.“ ",
  "mn145:5.15": "„Aber wenn sie Steine nach dir werfen, was wirst du dann von ihnen denken?“ ",
  "mn145:5.16": "„Wenn sie Steine nach mir werfen, werde ich denken: ",
  "mn145:5.17": "‚Diese Menschen von Sunāparanta sind gnädig, wirklich gnädig, da sie mich nicht mit einem Knüppel schlagen.‘ ",
  "mn145:5.18": "Das werde ich denken, Gesegneter. ",
  "mn145:5.19": "Das werde ich denken, Heiliger.“ ",
  "mn145:5.20": "„Aber wenn sie dich mit einem Knüppel schlagen, was wirst du dann von ihnen denken?“ ",
  "mn145:5.21": "„Wenn sie mich mit einem Knüppel schlagen, werde ich denken: ",
  "mn145:5.22": "‚Diese Menschen von Sunāparanta sind gnädig, wirklich gnädig, da sie mich nicht mit einem Messer stechen.‘ ",
  "mn145:5.23": "Das werde ich denken, Gesegneter. ",
  "mn145:5.24": "Das werde ich denken, Heiliger.“ ",
  "mn145:5.25": "„Aber wenn sie dich mit einem Messer stechen, was wirst du dann von ihnen denken?“ ",
  "mn145:5.26": "„Wenn sie mich mit einem Messer stechen, werde ich denken: ",
  "mn145:5.27": "‚Diese Menschen von Sunāparanta sind gnädig, wirklich gnädig, da sie mir nicht mit einem scharfen Messer das Leben nehmen.‘ ",
  "mn145:5.28": "Das werde ich denken, Gesegneter. ",
  "mn145:5.29": "Das werde ich denken, Heiliger.“ ",
  "mn145:5.30": "„Aber wenn sie dir mit einem scharfen Messer das Leben nehmen, was wirst du dann von ihnen denken?“ ",
  "mn145:5.31": "„Wenn sie mir mit einem scharfen Messer das Leben nehmen, werde ich denken: ",
  "mn145:5.32": "‚Es gibt Schüler des Buddha, die jemanden gesucht haben, der ihnen hilft, ihre Pulsadern aufzuschlitzen, weil sie von ihrem Körper und vom Leben entsetzt, abgestoßen und angewidert waren. Ich habe das gefunden, ohne danach zu suchen!‘ ",
  "mn145:5.33": "Das werde ich denken, Gesegneter. ",
  "mn145:5.34": "Das werde ich denken, Heiliger.“ ",
  "mn145:6.1": "„Gut, gut, Puṇṇa! ",
  "mn145:6.2": "Da du solche Selbstbeherrschung besitzt und so friedlich bist, wirst du wohl in der Lage sein, in Sunāparanta zu leben. ",
  "mn145:6.3": "Nun, Puṇṇa, geh nach deinem Belieben.“ ",
  "mn145:7.1": "Da begrüßte Puṇṇa die Worte des Buddha und stimmte ihm zu. Er erhob sich von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt. Dann brachte er seine Unterkunft in Ordnung, nahm Schale und Robe und brach nach Sunāparanta auf. ",
  "mn145:7.2": "Er wanderte Stück für Stück, bis er nach Sunāparanta kam, ",
  "mn145:7.3": "und blieb da. ",
  "mn145:7.4": "Während dieser Regenzeit bestätigte der Ehrwürdige Puṇṇa etwa fünfhundert Laienschüler und fünfhundert Laienschülerinnen. Und in der gleichen Regenzeit verwirklichte er das dreifache Wissen. ",
  "mn145:7.5": "Doch nach einiger Zeit erlosch er vollkommen. ",
  "mn145:8.1": "Da gingen mehrere Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "mn145:8.2": "„Herr, der ehrbare Mensch mit Namen Puṇṇa, der vom Buddha kurz unterwiesen worden war, ist gestorben. ",
  "mn145:8.3": "Wo wurde er im nächsten Leben wiedergeboren?“ ",
  "mn145:8.4": "„Mönche und Nonnen, Puṇṇa war klug. Er übte im Einklang mit den Lehren und machte mir wegen der Lehren keine Mühe. ",
  "mn145:8.5": "Puṇṇa ist vollkommen erloschen.“ ",
  "mn145:8.6": "Das sagte der Buddha. ",
  "mn145:8.7": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Buddha. "
}