{
  "mn141:0.1": "Mittlere Lehrreden 141 ",
  "mn141:0.2": "Die Aufgliederung der Wahrheiten ",
  "mn141:1.1": "So habe ich es gehört: ",
  "mn141:1.2": "Einmal hielt sich der Buddha bei Varanasi auf, im Wildpark bei Isipatana. ",
  "mn141:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn141:1.4": "„Mönche und Nonnen!“ ",
  "mn141:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn141:1.6": "Der Buddha sagte: ",
  "mn141:2.1": "„Bei Varanasi, im Wildpark bei Isipatana, hat der Klargewordene, der Vollendete, der vollkommen erwachte Buddha das unübertreffliche Rad des Dhamma vorwärts gerollt. Und dieses Rad kann von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt zurückgerollt werden. ",
  "mn141:2.2": "Es ist das Erklären, Lehren, Feststellen, Etablieren, Klarstellen, Aufgliedern und Enthüllen der vier edlen Wahrheiten. ",
  "mn141:2.3": "Welcher vier? ",
  "mn141:3.1": "Der edlen Wahrheiten vom Leiden, vom Ursprung des Leidens, vom Aufhören des Leidens und von der Übung, die zum Aufhören des Leidens führt. ",
  "mn141:4.1": "Bei Varanasi, im Wildpark bei Isipatana, hat der Klargewordene, der Vollendete, der vollkommen erwachte Buddha das unübertreffliche Rad des Dhamma vorwärts gerollt. Und dieses Rad kann von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt zurückgerollt werden. ",
  "mn141:4.2": "Es ist das Erklären, Lehren, Feststellen, Etablieren, Klarstellen, Aufgliedern und Enthüllen der vier edlen Wahrheiten. ",
  "mn141:5.1": "Mönche und Nonnen, ihr solltet die Freundschaft mit Sāriputta und Moggallāna pflegen. ",
  "mn141:5.2": "Ihr solltet euch mit Sāriputta und Moggallāna verbinden. ",
  "mn141:5.3": "Sie sind klug, und sie unterstützen ihre geistlichen Gefährten. ",
  "mn141:5.4": "Sāriputta ist wie eine Mutter, die das Kind gebiert, ",
  "mn141:5.5": "und Moggallāna ist wie die, die es großzieht. ",
  "mn141:5.6": "Sāriputta führt einen zur Frucht des Stromeintritts und Moggallāna zum höchsten Ziel. ",
  "mn141:5.7": "Sāriputta ist in der Lage, die vier edlen Wahrheiten ausführlich zu erklären, zu lehren, festzustellen, zu etablieren, klarzustellen, aufzugliedern und zu enthüllen.“ ",
  "mn141:6.1": "Das sagte der Buddha. ",
  "mn141:6.2": "Nachdem er geendet hatte, erhob sich der Heilige von seinem Sitz und ging zu seiner Hütte. ",
  "mn141:7.1": "Kurz nachdem der Buddha gegangen war, sprach der Ehrwürdige Sāriputta zu den Mönchen und Nonnen: ",
  "mn141:7.2": "„Geehrte, Mönche und Nonnen!“ ",
  "mn141:7.3": "„Geehrter“, antworteten sie. ",
  "mn141:7.4": "Sāriputta sagte: ",
  "mn141:8.1": "„Bei Varanasi, im Wildpark bei Isipatana, hat der Klargewordene, der Vollendete, der vollkommen erwachte Buddha das unübertreffliche Rad des Dhamma vorwärts gerollt. Und dieses Rad kann von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt zurückgerollt werden. ",
  "mn141:8.2": "Es ist das Erklären, Lehren, Feststellen, Etablieren, Klarstellen, Aufgliedern und Enthüllen der vier edlen Wahrheiten. ",
  "mn141:8.3": "Welcher vier? ",
  "mn141:9.1": "Der edlen Wahrheiten vom Leiden, vom Ursprung des Leidens, vom Aufhören des Leidens und von der Übung, die zum Aufhören des Leidens führt. ",
  "mn141:10.1": "Und was ist die edle Wahrheit vom Leiden? ",
  "mn141:10.2": "Wiedergeburt ist Leiden; Alter ist Leiden; Krankheit ist Leiden; Tod ist Leiden; Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis sind Leiden; nicht bekommen, was man wünscht, ist Leiden. Kurz, die fünf mit Ergreifen verbundenen Aggregate sind Leiden. ",
  "mn141:11.1": "Und was ist Wiedergeburt? ",
  "mn141:11.2": "Die Wiedergeburt, der Anfang, die Empfängnis, die Inkarnation, die Manifestation der Aggregate und der Erwerb der Sinnesfelder bei den verschiedenen Wesen der verschiedenen Gattungen von Wesen – ",
  "mn141:11.3": "das nennt man Wiedergeburt. ",
  "mn141:12.1": "Und was ist Alter? ",
  "mn141:12.2": "Das Alter, das Herunterkommen, bröckelige Zähne, graue Haare, runzelige Haut, abnehmende Lebensenergie und versagende Sinneskräfte bei den verschiedenen Wesen der verschiedenen Gattungen von Wesen – ",
  "mn141:12.3": "das nennt man Alter. ",
  "mn141:13.1": "Und was ist Tod? ",
  "mn141:13.2": "Das Hinscheiden, Zugrundegehen, die Auflösung, das Ableben, die Sterblichkeit, der Tod, der Hingang, das Auseinanderbrechen der Aggregate, das Ablegen der Leiche und das Abschneiden der Lebenskraft bei den verschiedenen Wesen der verschiedenen Gattungen von Wesen – ",
  "mn141:13.3": "das nennt man Tod. ",
  "mn141:14.1": "Und was ist Kummer? ",
  "mn141:14.2": "Der Kummer, das Bekümmertsein, der kummervolle Zustand, der innere Kummer, der innerliche tiefe Kummer bei jemandem, der Unglück erlebt und Leiden erfahren hat – ",
  "mn141:14.3": "das nennt man Kummer. ",
  "mn141:15.1": "Und was ist Klage? ",
  "mn141:15.2": "Die Klage, Wehklage, das Klagen und Wehklagen, der Zustand des Klagens und Wehklagens bei jemandem, der Unglück erlebt und Leiden erfahren hat – ",
  "mn141:15.3": "das nennt man Klage. ",
  "mn141:16.1": "Und was ist Schmerz? ",
  "mn141:16.2": "Körperlicher Schmerz, körperliches Unwohlsein, das schmerzhafte, unerfreuliche Gefühl, das aus körperlicher Berührung entsteht – ",
  "mn141:16.3": "das nennt man Schmerz. ",
  "mn141:17.1": "Und was ist Traurigkeit? ",
  "mn141:17.2": "Seelischer Schmerz, seelisches Unwohlsein, das schmerzhafte, unerfreuliche Gefühl, das aus Berührung mit dem Geist entsteht – ",
  "mn141:17.3": "das nennt man Traurigkeit. ",
  "mn141:18.1": "Und was ist Bedrängnis? ",
  "mn141:18.2": "Das Bedrängtsein, die Bedrängnis, der Zustand von Bedrängtsein und Bedrängnis bei jemandem, der Unglück erlebt und Leiden erfahren hat – ",
  "mn141:18.3": "das nennt man Bedrängnis. ",
  "mn141:19.1": "Und was bedeutet: ‚Nicht bekommen, was man wünscht, ist Leiden‘? ",
  "mn141:19.2": "Bei Lebewesen, die wiedergeboren werden müssen, kommt ein Wunsch auf: ",
  "mn141:19.3": "‚Ach, dass wir doch nicht wiedergeboren werden müssten! Dass doch die Wiedergeburt nicht zu uns käme!‘ ",
  "mn141:19.4": "Aber das ist durch Wünschen nicht zu erlangen. ",
  "mn141:19.5": "Das bedeutet: ‚Nicht bekommen, was man wünscht, ist Leiden‘. ",
  "mn141:19.6": "Bei Lebewesen, die alt werden müssen, … ",
  "mn141:19.7": "die krank werden müssen … ",
  "mn141:19.8": "die sterben müssen … ",
  "mn141:19.9": "die Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis erfahren müssen, kommt ein Wunsch auf: ",
  "mn141:19.10": "‚Ach, dass wir doch nicht Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis erfahren müssten! Dass doch Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis nicht zu uns kämen!‘ ",
  "mn141:19.11": "Aber das ist durch Wünschen nicht zu erlangen. ",
  "mn141:19.12": "Das bedeutet: ‚Nicht bekommen, was man wünscht, ist Leiden‘. ",
  "mn141:20.1": "Und was bedeutet: ‚Kurz, die fünf mit Ergreifen verbundenen Aggregate sind Leiden‘? ",
  "mn141:20.2": "Es sind die mit Ergreifen verbundenen Aggregate, die aus Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein bestehen. ",
  "mn141:20.3": "Das bedeutet: ‚Kurz, die fünf mit Ergreifen verbundenen Aggregate sind Leiden‘. ",
  "mn141:20.4": "Das nennt man die edle Wahrheit vom Leiden. ",
  "mn141:21.1": "Und was ist die edle Wahrheit vom Ursprung des Leidens? ",
  "mn141:21.2": "Es ist das Verlangen, das zu künftigen Leben führt. Es ist mit Genießen und Gier vermischt und vergnügt sich überall, wo es ankommt: nämlich ",
  "mn141:21.3": "Verlangen nach Sinnenfreuden, Verlangen danach, das Dasein fortzusetzen, und Verlangen danach, das Dasein zu beenden. ",
  "mn141:21.4": "Das nennt man die edle Wahrheit vom Ursprung des Leidens. ",
  "mn141:22.1": "Und was ist die edle Wahrheit vom Aufhören des Leidens? ",
  "mn141:22.2": "Es ist das restlose Schwinden und Aufhören eben dieses Verlangens, es herzugeben, loszulassen, freizusetzen und nicht daran festzuhalten. ",
  "mn141:22.3": "Das nennt man die edle Wahrheit vom Aufhören des Leidens. ",
  "mn141:23.1": "Und was ist die edle Wahrheit von der Übung, die zum Aufhören des Leidens führt? ",
  "mn141:23.2": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "mn141:23.3": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "mn141:24.1": "Und was ist rechte Ansicht? ",
  "mn141:24.2": "Man kennt das Leiden, den Ursprung des Leidens, das Aufhören des Leidens und die Übung, die zum Aufhören des Leidens führt. ",
  "mn141:24.3": "Das nennt man rechte Ansicht. ",
  "mn141:25.1": "Und was ist rechtes Denken? ",
  "mn141:25.2": "Es sind entsagende, wohlwollende und gutmütige Gedanken. ",
  "mn141:25.3": "Das nennt man rechtes Denken. ",
  "mn141:26.1": "Und was ist rechte Rede? ",
  "mn141:26.2": "Man unterlässt den Gebrauch falscher, entzweiender, harter oder unsinniger Rede. ",
  "mn141:26.3": "Das nennt man rechte Rede. ",
  "mn141:27.1": "Und was ist rechtes Handeln? ",
  "mn141:27.2": "Man unterlässt es, lebende Geschöpfe zu töten, zu stehlen und sexuelle Verfehlungen zu begehen. ",
  "mn141:27.3": "Das nennt man rechtes Handeln. ",
  "mn141:28.1": "Und was ist rechter Lebenserwerb? ",
  "mn141:28.2": "Es ist, wenn ein edler Schüler falschen Lebenserwerb aufgibt und seinen Unterhalt mit rechtem Lebenserwerb verdient. ",
  "mn141:28.3": "Das nennt man rechten Lebenserwerb. ",
  "mn141:29.1": "Und was ist rechter Einsatz? ",
  "mn141:29.2": "Es ist, wenn eine Nonne Enthusiasmus entwickelt, probiert, sich einsetzt, ihren Geist gebraucht und sich bemüht, damit schlechte, untaugliche Eigenschaften nicht aufkommen. ",
  "mn141:29.3": "Sie entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht ihren Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden. ",
  "mn141:29.4": "Sie entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht ihren Geist und bemüht sich, damit taugliche Eigenschaften aufkommen. ",
  "mn141:29.5": "Sie entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht ihren Geist und bemüht sich, damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "mn141:29.6": "Das nennt man rechten Einsatz. ",
  "mn141:30.1": "Und was ist rechte Achtsamkeit? ",
  "mn141:30.2": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "mn141:30.3": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "mn141:30.4": "indem er einen Aspekt des Geistes beobachtet … ",
  "mn141:30.5": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "mn141:30.6": "Das nennt man rechte Achtsamkeit. ",
  "mn141:31.1": "Und was ist rechte Versenkung? ",
  "mn141:31.2": "Da tritt eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn141:31.3": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt sie in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn141:31.4": "Und mit dem Schwinden der Ekstase tritt sie in die dritte Vertiefung ein und verweilt darin; da meditiert sie mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn141:31.5": "Indem sie Glück und Schmerz aufgibt, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, tritt sie in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn141:31.6": "Das nennt man rechte Versenkung. ",
  "mn141:31.7": "Das nennt man die edle Wahrheit von der Übung, die zum Aufhören des Leidens führt. ",
  "mn141:32.1": "Bei Varanasi, im Wildpark bei Isipatana, hat der Klargewordene, der Vollendete, der vollkommen erwachte Buddha das unübertreffliche Rad des Dhamma vorwärts gerollt. Und dieses Rad kann von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt zurückgerollt werden. ",
  "mn141:32.2": "Es ist das Erklären, Lehren, Feststellen, Etablieren, Klarstellen, Aufgliedern und Enthüllen der vier edlen Wahrheiten.“ ",
  "mn141:32.3": "Das sagte der Ehrwürdige Sāriputta. ",
  "mn141:32.4": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Ehrwürdigen Sāriputta. "
}