{
  "mn140:0.1": "Mittlere Lehrreden 140 ",
  "mn140:0.2": "Die Aufgliederung der Elemente ",
  "mn140:1.1": "So habe ich es gehört: ",
  "mn140:1.2": "Einmal wanderte der Buddha durch das Land Magadha und kam nach Rājagaha. ",
  "mn140:1.3": "Er ging zu dem Töpfer Bhaggava und sagte zu ihm: ",
  "mn140:2.1": "„Bhaggava, wenn es dir nichts ausmacht, würde ich gerne eine Nacht in deiner Werkstatt zubringen.“ ",
  "mn140:2.2": "„Es macht mir nichts aus, Herr. ",
  "mn140:2.3": "Aber es ist bereits ein Hausloser da, der zuerst gekommen ist. ",
  "mn140:2.4": "Wenn er es erlaubt, Herr, kannst du bleiben, solange du möchtest.“ ",
  "mn140:3.1": "Nun war zu dieser Zeit ein ehrbarer Mensch mit Namen Pukkusāti aus Vertrauen zum Buddha aus dem Haus fortgezogen ins hauslose Leben. ",
  "mn140:3.2": "Er war es, der sich zuerst in der Werkstatt niedergelassen hatte. ",
  "mn140:3.3": "Da begab sich der Buddha zum Ehrwürdigen Pukkusāti und sagte: ",
  "mn140:3.4": "„Mönch, wenn es dir nichts ausmacht, würde ich gerne eine Nacht in der Werkstatt zubringen.“ ",
  "mn140:3.5": "„Die Werkstatt des Töpfers ist geräumig, werter Freund. ",
  "mn140:3.6": "Bitte bleibe, solange du möchtest.“ ",
  "mn140:4.1": "Da betrat der Buddha die Werkstatt und breitete auf einer Seite eine Grasmatte aus. Er setzte sich mit gekreuzten Beinen darauf, den Körper gerade aufgerichtet, und verankerte eben da die Achtsamkeit. ",
  "mn140:4.2": "Den größten Teil der Nacht verbrachte er sitzend in Meditation, ",
  "mn140:4.3": "und Pukkusāti tat das Gleiche. ",
  "mn140:4.4": "Da kam dem Buddha in den Sinn: ",
  "mn140:4.5": "„Das Verhalten dieses ehrbaren Menschen ist beeindruckend. ",
  "mn140:4.6": "Warum befrage ich ihn nicht?“ ",
  "mn140:4.7": "Und der Buddha sagte zu Pukkusāti: ",
  "mn140:5.1": "„In wessen Namen bist du fortgezogen, Mönch? Wer ist dein Lehrer? An wessen Lehre glaubst du?“ ",
  "mn140:5.2": "„Werter Freund, da ist der Asket Gotama, ein Sakyer, der von einer Familie der Sakyer fortgezogen ist. ",
  "mn140:5.3": "Er hat diesen guten Ruf: ",
  "mn140:5.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn140:5.5": "In seinem Namen bin ich fortgezogen. ",
  "mn140:5.6": "Dieser Gesegnete ist mein Lehrer, ",
  "mn140:5.7": "und an seine Lehre glaube ich.“ ",
  "mn140:5.8": "„Aber Mönch, wo ist der Gesegnete jetzt, der Vollendete, der vollkommen erwachte Buddha?“ ",
  "mn140:5.9": "„In den Ländern im Norden gibt es eine Stadt namens Sāvatthī. ",
  "mn140:5.10": "Dort hält sich jetzt der Gesegnete auf, der Vollendete, der vollkommen erwachte Buddha.“ ",
  "mn140:5.11": "„Aber hast du diesen Buddha jemals gesehen? ",
  "mn140:5.12": "Würdest du ihn erkennen, wenn du ihn sehen würdest?“ ",
  "mn140:5.13": "„Nein, ich habe ihn nie gesehen, ",
  "mn140:5.14": "und ich würde ihn nicht erkennen, wenn ich ihn sehen würde.“ ",
  "mn140:6.1": "Da kam dem Buddha in den Sinn: ",
  "mn140:6.2": "„Dieser ehrbare Mensch ist in meinem Namen fortgezogen. ",
  "mn140:6.3": "Warum lehre ich ihn nicht den Dhamma?“ ",
  "mn140:6.4": "Und der Buddha sagte zu Pukkusāti: ",
  "mn140:6.5": "„Mönch, ich will dich den Dhamma lehren. ",
  "mn140:6.6": "Hör zu und pass gut auf, ich werde sprechen.“ ",
  "mn140:6.7": "„Ja, werter Freund“, antwortete Pukkusāti. ",
  "mn140:6.8": "Der Buddha sagte: ",
  "mn140:7.1": "„‚Dieser Mensch besitzt sechs Elemente, sechs Berührungsfelder, achtzehn Arten des Gedankenkreisens und vier Grundlagen. ",
  "mn140:7.2": "Wo er auch steht – die Ströme des Sichgleichsetzens fließen nicht. Und wenn die Ströme des Sichgleichsetzens nicht fließen, nennt man diesen Menschen einen Abgeklärten, der im Frieden ist. ",
  "mn140:7.3": "Vernachlässige nicht die Weisheit, bewahre die Wahrheit, hege die Großzügigkeit und übe nur für das Ziel des Friedens.‘ ",
  "mn140:7.4": "Das ist der Merksatz für die Aufgliederung der Elemente. ",
  "mn140:8.1": "‚Dieser Mensch besitzt sechs Elemente.‘ ",
  "mn140:8.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn140:8.3": "Es gibt diese sechs Elemente: ",
  "mn140:8.4": "die Elemente Erde, Wasser, Feuer, Luft, Raum und Bewusstsein. ",
  "mn140:8.5": "‚Dieser Mensch besitzt sechs Elemente.‘ ",
  "mn140:8.6": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn140:9.1": "‚Dieser Mensch besitzt sechs Berührungsfelder.‘ ",
  "mn140:9.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn140:9.3": "Das Feld der Berührung mit dem Auge, dem Ohr, der Nase, der Zunge, dem Körper und dem Geist. ",
  "mn140:9.4": "‚Dieser Mensch besitzt sechs Berührungsfelder.‘ ",
  "mn140:9.5": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn140:10.1": "‚Dieser Mensch besitzt achtzehn Arten des Gedankenkreisens.‘ ",
  "mn140:10.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn140:10.3": "Wenn man mit dem Auge ein Bild sieht, kreisen die Gedanken um ein Bild, das eine Grundlage für Fröhlichkeit oder Traurigkeit oder Gleichmut darstellt. ",
  "mn140:10.4": "Wenn man mit dem Ohr einen Ton hört … ",
  "mn140:10.5": "Wenn man mit der Nase einen Duft riecht … ",
  "mn140:10.6": "Wenn man mit der Zunge einen Geschmack schmeckt … ",
  "mn140:10.7": "Wenn man mit dem Körper eine Berührung empfindet … ",
  "mn140:10.8": "Wenn man mit dem Geist einen Gedanken erkennt, kreisen die Gedanken um einen Gedanken, der eine Grundlage für Fröhlichkeit oder Traurigkeit oder Gleichmut darstellt. ",
  "mn140:10.9": "Somit gibt es sechs Arten des Gedankenkreisens um Fröhlichkeit, sechs um Traurigkeit und sechs um Gleichmut. ",
  "mn140:10.10": "‚Dieser Mensch besitzt achtzehn Arten des Gedankenkreisens.‘ ",
  "mn140:10.11": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn140:11.1": "‚Dieser Mensch besitzt vier Grundlagen.‘ ",
  "mn140:11.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn140:11.3": "Die Grundlagen der Weisheit, der Wahrheit, der Großzügigkeit und des Friedens. ",
  "mn140:11.4": "‚Dieser Mensch besitzt vier Grundlagen.‘ ",
  "mn140:11.5": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn140:12.1": "‚Vernachlässige nicht die Weisheit, bewahre die Wahrheit, hege die Großzügigkeit und übe nur für das Ziel des Friedens.‘ ",
  "mn140:12.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn140:13.1": "Und wie vernachlässigt man nicht die Weisheit? ",
  "mn140:13.2": "Es gibt diese sechs Elemente: ",
  "mn140:13.3": "die Elemente Erde, Wasser, Feuer, Luft, Raum und Bewusstsein. ",
  "mn140:14.1": "Und was ist das Erdelement? ",
  "mn140:14.2": "Das Erdelement kann innerlich oder äußerlich sein. ",
  "mn140:14.3": "Und was ist das innere Erdelement? ",
  "mn140:14.4": "Alles, was hart und fest ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn140:14.5": "Kopfhaare, Körperhaare, Nägel, Zähne, Haut, Fleisch, Sehnen, Knochen, Knochenmark, Nieren, Herz, Leber, Zwerchfell, Milz, Lungen, Därme, Gekröse, Speisebrei, Kot oder alles, was sonst hart und fest ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn140:14.6": "Das nennt man das innere Erdelement. ",
  "mn140:14.7": "Das innere Erdelement und das äußere Erdelement sind bloß das Erdelement. ",
  "mn140:14.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn140:14.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Erdelement ernüchtert und wendet den Geist vom Erdelement ab. ",
  "mn140:15.1": "Und was ist das Wasserelement? ",
  "mn140:15.2": "Das Wasserelement kann innerlich oder äußerlich sein. ",
  "mn140:15.3": "Und was ist das innere Wasserelement? ",
  "mn140:15.4": "Alles, was Wasser und wässrig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn140:15.5": "Galle, Schleim, Eiter, Blut, Schweiß, Fett, Tränen, Talg, Speichel, Nasenschleim, Gelenkschmiere, Urin oder alles, was sonst Wasser und wässrig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn140:15.6": "Das nennt man das innere Wasserelement. ",
  "mn140:15.7": "Das innere Wasserelement und das äußere Wasserelement sind bloß das Wasserelement. ",
  "mn140:15.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn140:15.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Wasserelement ernüchtert und wendet den Geist vom Wasserelement ab. ",
  "mn140:16.1": "Und was ist das Feuerelement? ",
  "mn140:16.2": "Das Feuerelement kann innerlich oder äußerlich sein. ",
  "mn140:16.3": "Und was ist das innere Feuerelement? ",
  "mn140:16.4": "Alles, was Feuer und feurig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn140:16.5": "das, was wärmt, was altert, was einen erhitzt, wenn man Fieber hat, was Speise und Trank richtig verdaut oder alles, was sonst Feuer und feurig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn140:16.6": "Das nennt man das innere Feuerelement. ",
  "mn140:16.7": "Das innere Feuerelement und das äußere Feuerelement sind bloß das Feuerelement. ",
  "mn140:16.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn140:16.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Feuerelement ernüchtert und wendet den Geist vom Feuerelement ab. ",
  "mn140:17.1": "Und was ist das Luftelement? ",
  "mn140:17.2": "Das Luftelement kann innerlich oder äußerlich sein. ",
  "mn140:17.3": "Und was ist das innere Luftelement? ",
  "mn140:17.4": "Alles, was Luft und luftig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn140:17.5": "Winde, die auf- und abgehen, Winde im Bauch und den Eingeweiden, Winde, die durch die Glieder strömen, Ein- und Ausatmung oder alles, was sonst Luft und luftig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn140:17.6": "Das nennt man das innere Luftelement. ",
  "mn140:17.7": "Das innere Luftelement und das äußere Luftelement sind bloß das Luftelement. ",
  "mn140:17.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn140:17.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Luftelement ernüchtert und wendet den Geist vom Luftelement ab. ",
  "mn140:18.1": "Und was ist das Raumelement? ",
  "mn140:18.2": "Das Raumelement kann innerlich oder äußerlich sein. ",
  "mn140:18.3": "Und was ist das innere Raumelement? ",
  "mn140:18.4": "Alles, was Raum und räumlich ausgedehnt ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn140:18.5": "die Gehörgänge, die Nasengänge und die Mundhöhle, der Raum, wo Speise und Trank geschluckt werden, der Raum, wo sie sich aufhalten, und der Raum, wo sie aus dem Unterleib ausgeschieden werden oder alles, was sonst Raum und räumlich ausgedehnt ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn140:18.6": "Das nennt man das innere Raumelement. ",
  "mn140:18.7": "Das innere Raumelement und das äußere Raumelement sind bloß das Raumelement. ",
  "mn140:18.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn140:18.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Raumelement ernüchtert und wendet den Geist vom Raumelement ab. ",
  "mn140:19.1": "Dann bleibt nur Bewusstsein übrig, rein und hell. ",
  "mn140:19.2": "Und was weiß dieses Bewusstsein? ",
  "mn140:19.3": "Es weiß um ‚angenehm‘ und ‚schmerzhaft‘ und ‚neutral‘. ",
  "mn140:19.4": "Ein angenehmes Gefühl entsteht in Abhängigkeit von einer Berührung, die als angenehm zu erleben ist. ",
  "mn140:19.5": "Wenn man ein angenehmes Gefühl fühlt, weiß man: ‚Ich fühle ein angenehmes Gefühl.‘ ",
  "mn140:19.6": "Man weiß: ‚Mit dem Aufhören dieser Berührung, die als angenehm zu erleben ist, hört das entsprechende angenehme Gefühl auf und vergeht.‘ ",
  "mn140:19.7": "Ein schmerzhaftes Gefühl entsteht in Abhängigkeit von einer Berührung, die als schmerzhaft zu erleben ist. ",
  "mn140:19.8": "Wenn man ein schmerzhaftes Gefühl fühlt, weiß man: ‚Ich fühle ein schmerzhaftes Gefühl.‘ ",
  "mn140:19.9": "Man weiß: ‚Mit dem Aufhören dieser Berührung, die als schmerzhaft zu erleben ist, hört das entsprechende schmerzhafte Gefühl auf und vergeht.‘ ",
  "mn140:19.10": "Ein neutrales Gefühl entsteht in Abhängigkeit von einer Berührung, die als neutral zu erleben ist. ",
  "mn140:19.11": "Wenn man ein neutrales Gefühl fühlt, weiß man: ‚Ich fühle ein neutrales Gefühl.‘ ",
  "mn140:19.12": "Man weiß: ‚Mit dem Aufhören dieser Berührung, die als neutral zu erleben ist, hört das entsprechende neutrale Gefühl auf und vergeht.‘ ",
  "mn140:19.13": "Wie wenn man zwei Hölzer aneinander reibt: Hitze wird erzeugt und eine Flamme entzündet. Aber wenn man die Hölzer trennt und zur Seite legt, hört die entsprechende Hitze auf und vergeht. ",
  "mn140:19.14": "Ebenso entsteht ein angenehmes Gefühl in Abhängigkeit von einer Berührung, die als angenehm zu erleben ist. … ",
  "mn140:19.22": "Man weiß: ‚Mit dem Aufhören dieser Berührung, die als neutral zu erleben ist, hört das entsprechende neutrale Gefühl auf und vergeht.‘ ",
  "mn140:20.1": "Dann bleibt nur Gleichmut übrig, rein und hell, geschmeidig, formbar und leuchtend. ",
  "mn140:20.2": "Es ist, wie wenn ein Goldschmied oder sein Lehrling die Esse herrichtet, den Schmelztiegel vorheizt und das Gold mit der Zange nimmt und hineinlegt. Von Zeit zu Zeit facht er das Feuer an, von Zeit zu Zeit besprengt er das Gold mit Wasser und von Zeit zu Zeit wacht er nur über den Vorgang. Dieses Gold wird geschmeidig, formbar und leuchtend, ist nicht brüchig und bereit zur Verarbeitung. Dann gelingt es dem Goldschmied, jedes beliebige Schmuckstück daraus herzustellen, sei es ein Armband, einen Ohrring, ein Halsband oder einen goldenen Kranz. ",
  "mn140:20.3": "Ebenso bleibt dann nur Gleichmut übrig, rein und hell, geschmeidig, formbar und leuchtend. ",
  "mn140:21.1": "Man versteht: ",
  "mn140:21.2": "‚Wenn ich diesen Gleichmut, der so rein und hell ist, auf die Dimension des unendlichen Raumes richten würde, würde sich mein Geist entsprechend entwickeln. ",
  "mn140:21.3": "Und wenn dieser mein Gleichmut sich auf diese Dimension stützen und sie ergreifen würde, würde er so für eine sehr lange Zeit bleiben. ",
  "mn140:21.4": "Wenn ich diesen Gleichmut, der so rein und hell ist, auf die Dimension des unendlichen Bewusstseins richten würde, würde sich mein Geist entsprechend entwickeln. ",
  "mn140:21.5": "Und wenn dieser mein Gleichmut sich auf diese Dimension stützen und sie ergreifen würde, würde er so für eine sehr lange Zeit bleiben. ",
  "mn140:21.6": "Wenn ich diesen Gleichmut, der so rein und hell ist, auf die Dimension des Nichts richten würde, würde sich mein Geist entsprechend entwickeln. ",
  "mn140:21.7": "Und wenn dieser mein Gleichmut sich auf diese Dimension stützen und sie ergreifen würde, würde er so für eine sehr lange Zeit bleiben. ",
  "mn140:21.8": "Wenn ich diesen Gleichmut, der so rein und hell ist, auf die Dimension richten würde, die weder Wahrnehmung noch keine Wahrnehmung hat, würde sich mein Geist entsprechend entwickeln. ",
  "mn140:21.9": "Und wenn dieser mein Gleichmut sich auf diese Dimension stützen und sie ergreifen würde, würde er so für eine sehr lange Zeit bleiben.‘ ",
  "mn140:22.1": "Man versteht: ",
  "mn140:22.2": "‚Wenn ich diesen Gleichmut, der so rein und hell ist, auf die Dimension des unendlichen Raumes richten würde, würde sich mein Geist entsprechend entwickeln. ",
  "mn140:22.3": "Doch das ist bedingt. ",
  "mn140:22.4": "Wenn ich diesen Gleichmut, der so rein und hell ist, auf die Dimension des unendlichen Bewusstseins … ",
  "mn140:22.6": "auf die Dimension des Nichts … ",
  "mn140:22.8": "oder auf die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, richten würde, würde sich mein Geist entsprechend entwickeln. ",
  "mn140:22.9": "Doch das ist bedingt.‘ ",
  "mn140:22.10": "Man trifft weder eine Entscheidung noch bildet man eine Absicht, um das Dasein fortzusetzen oder das Dasein zu beenden. ",
  "mn140:22.11": "Aus diesem Grund ergreift man nichts in der Welt. ",
  "mn140:22.12": "Wenn man nichts ergreift, ist einem nicht bange, und wenn einem nicht bange ist, erlischt man aus sich selbst heraus. ",
  "mn140:22.13": "Man versteht: ‚Wiedergeburt ist beendet, die spirituelle Reise ist abgeschlossen, was zu tun war, ist getan, es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "mn140:23.1": "Wenn man ein angenehmes Gefühl fühlt, versteht man, dass es unbeständig ist; man hängt nicht daran und findet kein Vergnügen daran. ",
  "mn140:23.2": "Wenn man ein schmerzhaftes Gefühl fühlt, versteht man, dass es unbeständig ist; man hängt nicht daran und findet kein Vergnügen daran. ",
  "mn140:23.3": "Wenn man ein neutrales Gefühl fühlt, versteht man, dass es unbeständig ist; man hängt nicht daran und findet kein Vergnügen daran. ",
  "mn140:24.1": "Wenn man ein angenehmes Gefühl fühlt, fühlt man es abgelöst. ",
  "mn140:24.2": "Wenn man ein schmerzhaftes Gefühl fühlt, fühlt man es abgelöst. ",
  "mn140:24.3": "Wenn man ein neutrales Gefühl fühlt, fühlt man es abgelöst. ",
  "mn140:24.4": "Wenn man das Ende des Körpers nahen fühlt, weiß man: ‚Ich fühle das Ende des Körpers nahen.‘ Wenn man das Ende des Lebens nahen fühlt, weiß man: ‚Ich fühle das Ende des Lebens nahen.‘ ",
  "mn140:24.5": "Man versteht: ‚Wenn mein Körper auseinanderbricht und mein Leben vorbei ist, wird alles Gefühlte, da ich daran kein Vergnügen mehr finde, hier auf der Stelle kühl werden.‘ ",
  "mn140:24.6": "Wie eine Öllampe, die mithilfe von Öl und einem Docht brennt: ",
  "mn140:24.7": "Wenn Öl und Docht aufgebraucht sind, erlischt sie aus Mangel an Nahrung. ",
  "mn140:24.8": "Ebenso weiß man, wenn man das Ende des Körpers nahen fühlt: ‚Ich fühle das Ende des Körpers nahen.‘ Wenn man das Ende des Lebens nahen fühlt, weiß man: ‚Ich fühle das Ende des Lebens nahen.‘ ",
  "mn140:24.9": "Man versteht: ‚Wenn mein Körper auseinanderbricht und mein Leben vorbei ist, wird alles Gefühlte, da ich daran kein Vergnügen mehr finde, hier auf der Stelle kühl werden.‘ ",
  "mn140:25.1": "Daher besitzt ein Mönch, der dieses besitzt, die höchste Grundlage der Weisheit. ",
  "mn140:25.2": "Denn das ist die höchste edle Weisheit: nämlich ",
  "mn140:25.3": "die Erkenntnis, dass alles Leiden zu Ende ist. ",
  "mn140:26.1": "Seine Freiheit, die sich auf Wahrheit gründet, ist unerschütterlich. ",
  "mn140:26.2": "Denn was unwahr ist, hat eine trügerische Natur, doch was wahr ist, hat eine untrügliche Natur – das Erlöschen. ",
  "mn140:26.3": "Daher besitzt ein Mönch, der dieses besitzt, die höchste Grundlage der Wahrheit. ",
  "mn140:26.4": "Denn das ist die höchste edle Wahrheit: nämlich ",
  "mn140:26.5": "das, was eine untrügliche Natur hat – das Erlöschen. ",
  "mn140:27.1": "In seiner Unwissenheit hat er früher Bindungen angesammelt. ",
  "mn140:27.2": "Das wurde aufgegeben, an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "mn140:27.3": "Daher besitzt ein Mönch, der dieses besitzt, die höchste Grundlage der Großzügigkeit. ",
  "mn140:27.4": "Denn das ist die höchste edle Großzügigkeit: nämlich ",
  "mn140:27.5": "das Loslassen aller Bindungen. ",
  "mn140:28.1": "In seiner Unwissenheit war er früher begehrlich, voll von Sehnen und Begehren. ",
  "mn140:28.2": "Das wurde aufgegeben, an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "mn140:28.3": "In seiner Unwissenheit war er früher verächtlich, voll von bösem Willen und Niedertracht. ",
  "mn140:28.4": "Das wurde aufgegeben, an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "mn140:28.5": "In seiner Unwissenheit war er früher unwissend, voller Selbsttäuschung. ",
  "mn140:28.6": "Das wurde aufgegeben, an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "mn140:28.7": "Daher besitzt ein Mönch, der dieses besitzt, die höchste Grundlage des Friedens. ",
  "mn140:28.8": "Denn das ist der höchste edle Frieden: nämlich ",
  "mn140:28.9": "die Befriedung von Gier, Hass und Täuschung. ",
  "mn140:29.1": "‚Vernachlässige nicht die Weisheit, bewahre die Wahrheit, hege die Großzügigkeit und übe nur für das Ziel des Friedens.‘ ",
  "mn140:29.2": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn140:30.1": "‚Wo er auch steht – die Ströme des Sichgleichsetzens fließen nicht. Und wenn die Ströme des Sichgleichsetzens nicht fließen, nennt man diesen Menschen einen Abgeklärten, der im Frieden ist.‘ ",
  "mn140:30.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "mn140:31.1": "‚Ich bin‘ ist eine Art, sich mit etwas gleichzusetzen; ‚Ich bin das‘, ‚Ich werde sein‘, ‚Ich werde nicht sein‘, ‚Ich werde Form besitzen‘, ‚Ich werde formlos sein‘, ‚Ich werde Wahrnehmung besitzen‘, ‚Ich werde ohne Wahrnehmung sein‘, ‚Ich werde weder Wahrnehmung besitzen noch ohne Wahrnehmung sein‘ – all das sind Arten, sich mit etwas gleichzusetzen. ",
  "mn140:31.2": "Sichgleichsetzen ist eine Krankheit, ein Eiterherd, ein Pfeil. ",
  "mn140:31.3": "Wer über alles Sichgleichsetzen hinausgegangen ist, wird ein Abgeklärter genannt, der im Frieden ist. ",
  "mn140:31.4": "Der Abgeklärte, der im Frieden ist, wird nicht wiedergeboren, altert nicht und stirbt nicht. Er wird nicht erschüttert und sehnt sich nach nichts. ",
  "mn140:31.5": "Denn er hat nichts, das zu Wiedergeburt führen könnte. Wenn er nicht wiedergeboren wird, wie könnte er altern? Wenn er nicht altert, wie könnte er sterben? Wenn er nicht stirbt, wie könnte er erschüttert sein? Wenn er nicht erschüttert ist, wonach könnte er sich sehnen? ",
  "mn140:32.1": "‚Wo er auch steht – die Ströme des Sichgleichsetzens fließen nicht. Und wenn die Ströme des Sichgleichsetzens nicht fließen, nennt man diesen Menschen einen Abgeklärten, der im Frieden ist.‘ ",
  "mn140:32.2": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "mn140:32.3": "Mönch, du solltest diese kurze Aufgliederung der sechs Elemente in Erinnerung behalten.“ ",
  "mn140:33.1": "Da dachte der Ehrwürdige Pukkusāti: ",
  "mn140:33.2": "„Es scheint, der Lehrer ist zu mir gekommen! Der Heilige ist zu mir gekommen! Der vollkommen erwachte Buddha ist zu mir gekommen!“ Er erhob sich von seinem Sitz, ordnete seine Robe über einer Schulter, beugte seinen Kopf zu den Füßen des Buddha und sagte: ",
  "mn140:33.3": "„Ich habe einen Fehler gemacht, Herr. Es war töricht, dumm und untauglich von mir, den Buddha mit ‚werter Freund‘ anzureden. ",
  "mn140:33.4": "Bitte, Herr, nimm meinen Fehler als Fehler an, und ich will mich in Zukunft zügeln.“ ",
  "mn140:33.5": "„Jawohl, Mönch, du hast einen Fehler gemacht. Es war töricht, dumm und untauglich von dir, das zu tun. ",
  "mn140:33.6": "Aber da du deinen Fehler als Fehler erkannt hast und richtig mit ihm verfahren bist, nehme ich ihn an. ",
  "mn140:33.7": "Denn es gilt als Fortschritt in der Schulung des Edlen, einen Fehler als Fehler zu erkennen, richtig mit ihm zu verfahren und sich in der Zukunft zu zügeln.“ ",
  "mn140:34.1": "„Herr, darf ich vor dem Buddha die Ordination erhalten?“ ",
  "mn140:34.2": "„Aber, Mönch, sind deine Schale und deine Roben vollständig?“ ",
  "mn140:34.3": "„Nein, Herr, das sind sie  nicht.“ ",
  "mn140:34.4": "„Die Klargewordenen ordinieren niemanden, dessen Schale und Roben nicht vollständig sind.“ ",
  "mn140:35.1": "Da begrüßte der Ehrwürdige Pukkusāti die Worte des Buddha und stimmte ihm zu. Er erhob sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "mn140:35.2": "Aber auf der Suche nach Schale und Roben nahm ihm unterwegs eine verirrte Kuh das Leben. ",
  "mn140:36.1": "Da gingen mehrere Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "mn140:36.2": "„Herr, der ehrbare Mensch mit Namen Pukkusāti, der vom Buddha kurz unterwiesen worden war, ist gestorben. ",
  "mn140:36.3": "Wo wurde er im nächsten Leben wiedergeboren?“ ",
  "mn140:36.4": "„Mönche und Nonnen, Pukkusāti war klug. Er übte im Einklang mit den Lehren und machte mir wegen der Lehren keine Mühe. ",
  "mn140:36.5": "Mit dem Auflösen der fünf niederen Fesseln wurde er durch unmittelbares Erscheinen wiedergeboren und wird dort erlöschen, ohne dass er von jener Welt zurückkehren muss.“ ",
  "mn140:36.6": "Das sagte der Buddha. ",
  "mn140:36.7": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Buddha. "
}