{
  "mn143:0.1": "Mittlere Lehrreden 143 ",
  "mn143:0.2": "Rat an Anāthapiṇḍika ",
  "mn143:1.1": "So habe ich es gehört: ",
  "mn143:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn143:2.1": "Zu dieser Zeit nun war der Hausbesitzer Anāthapiṇḍika mitgenommen, leidend, schwer krank. ",
  "mn143:2.2": "Da beauftragte er einen Mann: ",
  "mn143:2.3": "„Bitte, guter Mann, geh zum Buddha und beuge in meinem Namen deinen Kopf zu seinen Füßen. Sage zu ihm: ",
  "mn143:2.4": "‚Herr, der Hausbesitzer Anāthapiṇḍika ist mitgenommen, leidend, schwer krank. ",
  "mn143:2.5": "Er beugt seinen Kopf zu deinen Füßen.‘ ",
  "mn143:2.6": "Dann geh zum Ehrwürdigen Sāriputta und beuge in meinem Namen deinen Kopf zu seinen Füßen. Sage zu ihm: ",
  "mn143:2.7": "‚Herr, der Hausbesitzer Anāthapiṇḍika ist mitgenommen, leidend, schwer krank. ",
  "mn143:2.8": "Er beugt seinen Kopf zu deinen Füßen.‘ ",
  "mn143:2.9": "Und dann sage: ",
  "mn143:2.10": "‚Herr, bitte besuche ihn in seiner Wohnung aus Anteilnahme.‘“ ",
  "mn143:2.11": "„Ja, Herr“, antwortete der Mann. Er tat, wie Anāthapiṇḍika gebeten hatte. ",
  "mn143:2.19": "Sāriputta schwieg zum Zeichen der Zustimmung. ",
  "mn143:3.1": "Dann kleidete sich der Ehrwürdige Sāriputta am Morgen an, nahm Schale und Robe und ging mit dem Ehrwürdigen Ānanda als zweitem Mönch zur Wohnung des Hausbesitzers Anāthapiṇḍika. Er setzte sich auf den ausgebreiteten Sitz und sagte zu Anāthapiṇḍika: ",
  "mn143:3.2": "„Ich hoffe, es geht dir leidlich, Hausbesitzer, ich hoffe, du kommst zurecht. Und ich hoffe, dass der Schmerz nachlässt und nicht zunimmt, dass ein Nachlassen erkennbar ist, kein Zunehmen.“ ",
  "mn143:4.1": "„Es geht mir nicht leidlich, Ehrenwerter Sāriputta, ich komme nicht zurecht. Der Schmerz ist schrecklich und nimmt zu, er lässt nicht nach, ein Zunehmen ist erkennbar, kein Nachlassen. ",
  "mn143:4.2": "Wie wenn ein starker Mann eine scharfe Spitze in meinen Kopf bohren würde: So heftig sind die bohrenden Winde, die mir den Kopf zermartern. ",
  "mn143:4.4": "Wie wenn ein starker Mann mir einen festen Lederriemen um den Kopf strammziehen würde: So heftig ist der Schmerz in meinem Kopf. ",
  "mn143:4.6": "Wie wenn ein geschickter Metzger oder Metzgerlehrling mit einem scharfen Hackmesser den Bauch einer Kuh aufschlitzen würde: So heftig sind die schneidenden Winde, die mir in den Bauch schneiden. ",
  "mn143:4.8": "Wie wenn zwei starke Männer einen schwächeren Mann an den Armen packen würden, um ihn über einer Grube mit glühenden Kohlen zu verbrennen und zu schmoren: So heftig ist das Brennen in meinem Körper. ",
  "mn143:4.9": "Es geht mir nicht leidlich, ich komme nicht zurecht. Der Schmerz ist schrecklich und nimmt zu, er lässt nicht nach, ein Zunehmen ist erkennbar, kein Nachlassen.“ ",
  "mn143:5.1": "„Daher sollst du, Hausbesitzer, dich so schulen: ",
  "mn143:5.2": "‚Ich werde nicht das Auge ergreifen, und es soll kein Bewusstsein von mir geben, das vom Auge abhängig ist.‘ ",
  "mn143:5.3": "So sollst du dich schulen. ",
  "mn143:5.4": "Du sollst dich so schulen: ",
  "mn143:5.5": "‚Ich werde nicht das Ohr ergreifen, und es soll kein Bewusstsein von mir geben, das vom Ohr abhängig ist.‘ … ",
  "mn143:5.8": "‚Ich werde nicht die Nase ergreifen, und es soll kein Bewusstsein von mir geben, das von der Nase abhängig ist.‘ … ",
  "mn143:5.11": "‚Ich werde nicht die Zunge ergreifen, und es soll kein Bewusstsein von mir geben, das von der Zunge abhängig ist.‘ … ",
  "mn143:5.14": "‚Ich werde nicht den Körper ergreifen, und es soll kein Bewusstsein von mir geben, das vom Körper abhängig ist.‘ … ",
  "mn143:5.17": "‚Ich werde nicht den Geist ergreifen, und es soll kein Bewusstsein von mir geben, das vom Geist abhängig ist.‘ ",
  "mn143:5.18": "So sollst du dich schulen. ",
  "mn143:6.1": "Du sollst dich so schulen: ",
  "mn143:6.2": "‚Ich werde kein Bild ergreifen, und es soll kein Bewusstsein von mir geben, das von einem Bild abhängig ist.‘ … ",
  "mn143:6.5": "‚Ich werde keinen Ton ergreifen … ",
  "mn143:6.6": "keinen Duft … ",
  "mn143:6.7": "keinen Geschmack … ",
  "mn143:6.8": "keine Berührung … ",
  "mn143:6.9": "keinen Gedanken, und es soll kein Bewusstsein von mir geben, das von einem Gedanken abhängig ist.‘ ",
  "mn143:6.10": "So sollst du dich schulen. ",
  "mn143:7.1": "Du sollst dich so schulen: ",
  "mn143:7.2": "‚Ich werde kein Augenbewusstsein ergreifen, und es soll kein Bewusstsein von mir geben, das von Augenbewusstsein abhängig ist.‘ … ",
  "mn143:7.5": "‚Ich werde kein Ohrbewusstsein ergreifen … ",
  "mn143:7.6": "kein Nasenbewusstsein … ",
  "mn143:7.7": "kein Zungenbewusstsein … ",
  "mn143:7.8": "kein Körperbewusstsein … ",
  "mn143:7.9": "kein Geistbewusstsein, und es soll kein Bewusstsein von mir geben, das von Geistbewusstsein abhängig ist.‘ ",
  "mn143:7.10": "So sollst du dich schulen. ",
  "mn143:8.1": "Du sollst dich so schulen: ",
  "mn143:8.2": "‚Ich werde keine Augenberührung ergreifen … ",
  "mn143:8.5": "keine Ohrberührung … ",
  "mn143:8.6": "keine Nasenberührung … ",
  "mn143:8.7": "keine Zungenberührung … ",
  "mn143:8.8": "keine Körperberührung … ",
  "mn143:8.9": "keine Geistberührung, und es soll kein Bewusstsein von mir geben, das von Geistberührung abhängig ist.‘ ",
  "mn143:8.10": "So sollst du dich schulen. ",
  "mn143:9.1": "Du sollst dich so schulen: ",
  "mn143:9.2": "‚Ich werde kein aus Augenberührung entsprungenes Gefühl ergreifen … ",
  "mn143:9.5": "kein aus Ohrberührung entsprungenes Gefühl … ",
  "mn143:9.6": "kein aus Nasenberührung entsprungenes Gefühl … ",
  "mn143:9.7": "kein aus Zungenberührung entsprungenes Gefühl … ",
  "mn143:9.8": "kein aus Körperberührung entsprungenes Gefühl … ",
  "mn143:9.9": "kein aus Geistberührung entsprungenes Gefühl, und es soll kein Bewusstsein von mir geben, das von aus Geistberührung entsprungenem Gefühl abhängig ist.‘ ",
  "mn143:9.10": "So sollst du dich schulen. ",
  "mn143:10.1": "Du sollst dich so schulen: ",
  "mn143:10.2": "‚Ich werde nicht das Erdelement ergreifen … ",
  "mn143:10.5": "nicht das Wasserelement … ",
  "mn143:10.6": "nicht das Feuerelement … ",
  "mn143:10.7": "nicht das Luftelement … ",
  "mn143:10.8": "nicht das Raumelement … ",
  "mn143:10.9": "nicht das Bewusstseinselement, und es soll kein Bewusstsein von mir geben, das vom Bewusstseinselement abhängig ist.‘ ",
  "mn143:10.10": "So sollst du dich schulen. ",
  "mn143:11.1": "Du sollst dich so schulen: ",
  "mn143:11.2": "‚Ich werde keine Form ergreifen … ",
  "mn143:11.5": "kein Gefühl … ",
  "mn143:11.6": "keine Wahrnehmung … ",
  "mn143:11.7": "keine Entscheidungen … ",
  "mn143:11.8": "kein Bewusstsein, und es soll kein Bewusstsein von mir geben, das vom Bewusstsein abhängig ist.‘ ",
  "mn143:11.9": "So sollst du dich schulen. ",
  "mn143:12.1": "Du sollst dich so schulen: ",
  "mn143:12.2": "‚Ich werde nicht die Dimension des unendlichen Raumes ergreifen … ",
  "mn143:12.5": "nicht die Dimension des unendlichen Bewusstseins … ",
  "mn143:12.6": "nicht die Dimension des Nichts … ",
  "mn143:12.7": "nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, und es soll kein Bewusstsein von mir geben, das von der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, abhängig ist.‘ ",
  "mn143:12.8": "So sollst du dich schulen. ",
  "mn143:13.1": "Du sollst dich so schulen: ",
  "mn143:13.2": "‚Ich werde nicht diese Welt ergreifen, und es soll kein Bewusstsein von mir geben, das von dieser Welt abhängig ist.‘ ",
  "mn143:13.3": "So sollst du dich schulen. ",
  "mn143:14.1": "Du sollst dich so schulen: ",
  "mn143:14.2": "‚Ich werde nicht jene Welt ergreifen, und es soll kein Bewusstsein von mir geben, das von jener Welt abhängig ist.‘ ",
  "mn143:14.3": "So sollst du dich schulen. ",
  "mn143:14.4": "Du sollst dich so schulen: ",
  "mn143:14.5": "‚Ich werde nicht ergreifen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, und es soll kein Bewusstsein von mir geben, das von diesen Dingen abhängig ist.‘ ",
  "mn143:14.6": "So sollst du dich schulen.“ ",
  "mn143:15.1": "Auf diese Worte weinte Anāthapiṇḍika und brach in Tränen aus. ",
  "mn143:15.2": "Der Ehrwürdige Ānanda sagte zu ihm: ",
  "mn143:15.3": "„Brichst du zusammen, Hausbesitzer? Wirst du ohnmächtig, Hausbesitzer?“ ",
  "mn143:15.4": "„Nein, Ehrenwerter Ānanda. ",
  "mn143:15.5": "Aber ich habe lange Zeit dem Buddha und den geschätzten Mönchen und Nonnen meine Aufwartung gemacht, ",
  "mn143:15.6": "doch nie zuvor habe ich einen solchen Dhammavortrag gehört.“ ",
  "mn143:15.7": "„Hausbesitzer, es kommt uns nicht in den Sinn, den weiß gekleideten Laien einen solchen Dhammavortrag zu halten. ",
  "mn143:15.8": "Vielmehr unterweisen wir so die, die fortgezogen sind.“ ",
  "mn143:15.9": "„Nun, Ehrenwerter Sāriputta, lasst es euch in den Sinn kommen, einen solchen Dhammavortrag auch weiß gekleideten Laien zu halten! ",
  "mn143:15.10": "Es gibt ehrbare Menschen, die wenig Sand in den Augen haben. Sie werden verkümmern, weil sie die Lehre nicht gehört haben. ",
  "mn143:15.11": "Da werden Menschen sein, die die Lehre verstehen!“ ",
  "mn143:16.1": "Und nachdem der Ehrwürdige Sāriputta und der Ehrwürdige Ānanda dem Hausbesitzer Anāthapiṇḍika diesen Rat erteilt hatten, erhoben sie sich von ihren Sitzen und gingen. ",
  "mn143:16.2": "Nicht lange, nachdem sie gegangen waren, starb Anāthapiṇḍika und wurde in der Schar der Freudvollen Götter wiedergeboren. ",
  "mn143:17.1": "Dann kam spät in der Nacht der Gott Anāthapiṇḍika, der mit seiner wunderbaren Schönheit Jetas Wäldchen weithin erhellte, zum Buddha, verbeugte sich, stellte sich zur Seite hin ",
  "mn143:17.2": "und redete den Buddha mit einer Strophe an: ",
  "mn143:17.3": "„Das ist ja dieses Jetas Wäldchen, ",
  "mn143:17.4": "vom Saṅgha der Seher besucht, ",
  "mn143:17.5": "wo der König des Dhamma sich aufhielt: ",
  "mn143:17.6": "Das macht mich froh! ",
  "mn143:17.7": "Taten, Wissen und der Grundsatz, ",
  "mn143:17.8": "sittliches Verhalten, ein vortrefflicher Lebenserwerb – ",
  "mn143:17.9": "durch diese werden Sterbliche geläutert, ",
  "mn143:17.10": "nicht durch den Stamm oder Geld. ",
  "mn143:17.11": "Daher wird ein kluger Mensch, ",
  "mn143:17.12": "der sieht, was gut für ihn ist, ",
  "mn143:17.13": "die Lehre gründlich untersuchen ",
  "mn143:17.14": "und so darin geläutert sein. ",
  "mn143:17.15": "Sāriputta ist voller Weisheit, ",
  "mn143:17.16": "voller Sittlichkeit und Frieden. ",
  "mn143:17.17": "Selbst ein Mönch, der hinübergelangt ist, ",
  "mn143:17.18": "kann ihm bestenfalls gleichkommen.“ ",
  "mn143:18.1": "Das sagte der Gott Anāthapiṇḍika, ",
  "mn143:18.2": "und der Lehrer begrüßte es. ",
  "mn143:18.3": "Und als der Gott Anāthapiṇḍika ",
  "mn143:18.4": "die Zustimmung des Lehrers erkannt hatte, verbeugte er sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und verschwand eben dort. ",
  "mn143:19.1": "Als dann die Nacht vorüber war, berichtete der Buddha den Mönchen und Nonnen über Anāthapiṇḍikas Besuch. ",
  "mn143:20.1": "Als er geendet hatte, sagte der Ehrwürdige Ānanda zum Buddha: ",
  "mn143:20.2": "„Herr, dieser Gott war sicher Anāthapiṇḍika. ",
  "mn143:20.3": "Denn der Hausbesitzer Anāthapiṇḍika war dem Ehrwürdigen Sāriputta ergeben.“ ",
  "mn143:20.4": "„Gut, gut, Ānanda! ",
  "mn143:20.5": "Du hast eine logische Schlussfolgerung gezogen, soweit die Logik reicht. ",
  "mn143:20.6": "Denn es war tatsächlich der Gott Anāthapiṇḍika.“ ",
  "mn143:20.7": "Das sagte der Buddha. ",
  "mn143:20.8": "Zufrieden freute sich der Ehrwürdige Ānanda über die Worte des Buddha. "
}