{
  "mn151:0.1": "Mittlere Lehrreden 151 ",
  "mn151:0.2": "Die Läuterung des Almosens ",
  "mn151:1.1": "So habe ich es gehört: ",
  "mn151:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "mn151:1.3": "Da kam der Ehrwürdige Sāriputta am späten Nachmittag aus seiner Klausur und ging zum Buddha. Er verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "mn151:2.1": "„Sāriputta, deine Sinne sind so klar und deine Hautfarbe ist so rein und hell. ",
  "mn151:2.2": "Welche Art von Meditation übst du heutzutage gewöhnlich?“ ",
  "mn151:2.3": "„Herr, heutzutage übe ich gewöhnlich die Meditation über Leerheit.“ ",
  "mn151:2.4": "„Gut, gut, Sāriputta! ",
  "mn151:2.5": "Es scheint, dass du gewöhnlich die Meditation eines großen Mannes übst. ",
  "mn151:2.6": "Denn Leerheit ",
  "mn151:2.7": "ist die Meditation eines großen Mannes. ",
  "mn151:3.1": "Wenn nun ein Mönch wünscht: ",
  "mn151:3.2": "‚Dass ich doch gewöhnlich die Meditation über Leerheit übe‘, so soll er überlegen: ",
  "mn151:3.3": "‚Gab es auf meinem Weg zum Almosengang oder am Ort meines Almosengangs oder auf dem Rückweg vom Almosengang in meinem Herzen irgendein Sehnen oder Begehren, einen Hass, eine Täuschung oder eine Abwehr in Bezug auf Bilder, die das Auge erkennt?‘ ",
  "mn151:3.4": "Wenn er beim Prüfen erkennt, ",
  "mn151:3.5": "dass es solches Sehnen oder Begehren, solchen Hass, solche Täuschung oder solche Abwehr gab, soll er sich einsetzen, um diese schlechten, untauglichen Eigenschaften aufzugeben. ",
  "mn151:3.6": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:3.7": "dass es kein solches Sehnen oder Begehren, solchen Hass, solche Täuschung oder solche Abwehr gab, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:4-8.1": "Dann soll ein Mönch überlegen: ",
  "mn151:4-8.2": "‚Gab es auf meinem Weg zum Almosengang oder am Ort meines Almosengangs oder auf dem Rückweg vom Almosengang in meinem Herzen irgendein Sehnen oder Begehren, einen Hass, eine Täuschung oder eine Abwehr in Bezug auf Töne, die das Ohr erkennt … ",
  "mn151:4-8.3": "in Bezug auf Gerüche, die die Nase erkennt … ",
  "mn151:4-8.4": "in Bezug auf Geschmäcke, die die Zunge erkennt … ",
  "mn151:4-8.5": "in Bezug auf Berührungen, die der Körper erkennt … ",
  "mn151:4-8.6": "in Bezug auf Vorstellungen, die der Geist erkennt?‘ ",
  "mn151:4-8.7": "Wenn er beim Prüfen erkennt, ",
  "mn151:4-8.8": "dass es solches Sehnen oder Begehren, solchen Hass, solche Täuschung oder solche Abwehr gab, soll er sich einsetzen, um diese schlechten, untauglichen Eigenschaften aufzugeben. ",
  "mn151:4-8.9": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:4-8.10": "dass es kein solches Sehnen oder Begehren, solchen Hass, solche Täuschung oder solche Abwehr gab, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:9.1": "Dann soll ein Mönch überlegen: ",
  "mn151:9.2": "‚Habe ich die fünf Sinnesreize aufgegeben?‘ ",
  "mn151:9.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:9.4": "dass er die fünf Sinnesreize nicht aufgegeben hat, soll er sich einsetzen, um sie aufzugeben. ",
  "mn151:9.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:9.6": "das er die fünf Sinnesreize aufgegeben hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:10.1": "Dann soll ein Mönch überlegen: ",
  "mn151:10.2": "‚Habe ich die fünf Hindernisse aufgegeben?‘ ",
  "mn151:10.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:10.4": "dass er die fünf Hindernisse nicht aufgegeben hat, soll er sich einsetzen, um sie aufzugeben. ",
  "mn151:10.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:10.6": "das er die fünf Hindernisse aufgegeben hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:11.1": "Dann soll ein Mönch überlegen: ",
  "mn151:11.2": "‚Habe ich die fünf mit Ergreifen verbundenen Aggregate vollständig verstanden?‘ ",
  "mn151:11.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:11.4": "dass er die fünf mit Ergreifen verbundenen Aggregate nicht vollständig verstanden hat, soll er sich einsetzen, um sie vollständig zu verstehen. ",
  "mn151:11.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:11.6": "das er die fünf mit Ergreifen verbundenen Aggregate vollständig verstanden hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:12.1": "Dann soll ein Mönch überlegen: ",
  "mn151:12.2": "‚Habe ich die vier Arten der Achtsamkeitsmeditation entwickelt?‘ ",
  "mn151:12.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:12.4": "dass er die vier Arten der Achtsamkeitsmeditation nicht entwickelt hat, soll er sich einsetzen, um sie zu entwickeln. ",
  "mn151:12.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:12.6": "das er die vier Arten der Achtsamkeitsmeditation entwickelt hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:13.1": "Dann soll ein Mönch überlegen: ",
  "mn151:13.2": "‚Habe ich die vier Arten rechten Bemühens entwickelt?‘ ",
  "mn151:13.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:13.4": "dass er die vier Arten rechten Bemühens nicht entwickelt hat, soll er sich einsetzen, um sie zu entwickeln. ",
  "mn151:13.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:13.6": "das er die vier Arten rechten Bemühens entwickelt hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:14.1": "Dann soll ein Mönch überlegen: ",
  "mn151:14.2": "‚Habe ich die vier Grundlagen übersinnlicher Kraft entwickelt?‘ ",
  "mn151:14.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:14.4": "dass er die vier Grundlagen übersinnlicher Kraft nicht entwickelt hat, soll er sich einsetzen, um sie zu entwickeln. ",
  "mn151:14.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:14.6": "das er die vier Grundlagen übersinnlicher Kraft entwickelt hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:15.1": "Dann soll ein Mönch überlegen: ",
  "mn151:15.2": "‚Habe ich die fünf Fähigkeiten entwickelt?‘ ",
  "mn151:15.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:15.4": "dass er die fünf Fähigkeiten nicht entwickelt hat, soll er sich einsetzen, um sie zu entwickeln. ",
  "mn151:15.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:15.6": "das er die fünf Fähigkeiten entwickelt hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:16.1": "Dann soll ein Mönch überlegen: ",
  "mn151:16.2": "‚Habe ich die fünf Kräfte entwickelt?‘ ",
  "mn151:16.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:16.4": "dass er die fünf Kräfte nicht entwickelt hat, soll er sich einsetzen, um sie zu entwickeln. ",
  "mn151:16.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:16.6": "das er die fünf Kräfte entwickelt hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:17.1": "Dann soll ein Mönch überlegen: ",
  "mn151:17.2": "‚Habe ich die sieben Faktoren des Erwachens entwickelt?‘ ",
  "mn151:17.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:17.4": "dass er die sieben Faktoren des Erwachens nicht entwickelt hat, soll er sich einsetzen, um sie zu entwickeln. ",
  "mn151:17.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:17.6": "das er die sieben Faktoren des Erwachens entwickelt hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:18.1": "Dann soll ein Mönch überlegen: ",
  "mn151:18.2": "‚Habe ich den edlen achtfachen Pfad entwickelt?‘ ",
  "mn151:18.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:18.4": "dass er den edlen achtfachen Pfad nicht entwickelt hat, soll er sich einsetzen, um ihn zu entwickeln. ",
  "mn151:18.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:18.6": "das er den edlen achtfachen Pfad entwickelt hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:19.1": "Dann soll ein Mönch überlegen: ",
  "mn151:19.2": "‚Habe ich Sammlung und Klarsicht entwickelt?‘ ",
  "mn151:19.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:19.4": "dass er Sammlung und Klarsicht nicht entwickelt hat, soll er sich einsetzen, um sie zu entwickeln. ",
  "mn151:19.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:19.6": "das er Sammlung und Klarsicht entwickelt hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:20.1": "Dann soll ein Mönch überlegen: ",
  "mn151:20.2": "‚Habe Wissen und Freiheit verwirklicht?‘ ",
  "mn151:20.3": "Wenn er beim Prüfen erkennt, ",
  "mn151:20.4": "dass er Wissen und Freiheit nicht verwirklicht hat, soll er sich einsetzen, um sie zu verwirklichen. ",
  "mn151:20.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn151:20.6": "das er Wissen und Freiheit verwirklicht hat, soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn151:21.1": "All die, die in der Vergangenheit ihr Almosen läuterten, taten das, indem sie auf diese Art fortwährend prüften. ",
  "mn151:21.2": "All die, die in der Zukunft ihr Almosen läutern werden, werden das tun, indem sie auf diese Art fortwährend prüfen werden. ",
  "mn151:21.3": "All die, die in der Gegenwart ihr Almosen läutern, tun das, indem sie auf diese Art fortwährend prüfen. ",
  "mn151:21.4": "Daher, Sāriputta, sollt ihr euch so schulen: ‚Wir wollen unser Almosen läutern, indem wir auf diese Art fortwährend prüfen.‘ ",
  "mn151:21.5": "So sollt ihr euch schulen.“ ",
  "mn151:21.6": "Das sagte der Buddha. ",
  "mn151:21.7": "Zufrieden begrüßte der Ehrwürdige Sāriputta die Worte des Buddha. "
}