{
  "mn15:0.1": "Mittlere Lehrreden 15 ",
  "mn15:0.2": "Messen ",
  "mn15:1.1": "So habe ich es gehört: ",
  "mn15:1.2": "Einmal hielt sich der Ehrwürdige Mahāmoggallāna im Land der Bhagger bei Krokodilhügel auf, im Wildpark bei Bhesakaḷās Wald. ",
  "mn15:1.3": "Da wandte sich der Ehrwürdige Mahāmoggallāna an die Mönche und Nonnen: ",
  "mn15:1.4": "„Geehrte, Mönche und Nonnen!“ ",
  "mn15:1.5": "„Geehrter“, antworteten sie. ",
  "mn15:1.6": "Der Ehrwürdige Mahāmoggallāna sagte: ",
  "mn15:2.1": "„Angenommen, ein Mönch lädt andere Mönche oder Nonnen ein, ",
  "mn15:2.2": "ihn zu ermahnen. Aber er ist schwer zu ermahnen, er hat Eigenschaften, durch die er schwer zu ermahnen ist. Er ist ungeduldig und nimmt die Anleitung nicht respektvoll an. Dann denken seine geistlichen Gefährten, er sei es nicht wert, unterrichtet und angeleitet zu werden, und dieser Mensch gewinnt nicht ihr Vertrauen. ",
  "mn15:3.1": "Und was sind die Eigenschaften, durch die jemand schwer zu ermahnen ist? ",
  "mn15:3.2": "Zunächst hat da ein Mönch unlautere Wünsche, ist in den Bann unlauterer Wünsche geraten. ",
  "mn15:3.4": "Das ist eine Eigenschaft, durch die er schwer zu ermahnen ist. ",
  "mn15:3.5": "Dann verherrlicht da ein Mönch sich selbst und setzt andere herab. ",
  "mn15:3.7": "Auch das ist eine Eigenschaft, durch die er schwer zu ermahnen ist. ",
  "mn15:3.8": "Dann ist da ein Mönch reizbar, von Zorn überwältigt. … ",
  "mn15:3.11": "Er ist reizbar und feindselig aus Zorn … ",
  "mn15:3.14": "Er ist reizbar und trotzig aus Zorn … ",
  "mn15:3.17": "Er ist reizbar, und es entfahren ihm Worte, die an Zorn grenzen … ",
  "mn15:3.20": "Wenn er angeklagt wird, widerspricht er dem Ankläger … ",
  "mn15:3.23": "Wenn er angeklagt wird, weist er den Ankläger zurecht … ",
  "mn15:3.26": "Wenn er angeklagt wird, gibt er dem Ankläger eine scharfe Antwort … ",
  "mn15:3.29": "Wenn er angeklagt wird, weicht er dem Problem aus, lenkt das Gespräch auf Nebensächlichkeiten und zeigt Ärger, Hass und Unmut … ",
  "mn15:3.32": "Wenn er angeklagt wird, ist er nicht in der Lage, zu den Beweisen Stellung zu nehmen … ",
  "mn15:3.35": "Er ist beleidigend und verächtlich … ",
  "mn15:3.38": "Er ist eifersüchtig und geizig … ",
  "mn15:3.41": "Er ist verschlagen und hinterhältig … ",
  "mn15:3.44": "Er ist halsstarrig und selbstgefällig … ",
  "mn15:3.47": "Dann hängt da ein Mönch an seinen Ansichten, hält sie fest und weigert sich, sie loszulassen. ",
  "mn15:3.49": "Auch das ist eine Eigenschaft, durch die er schwer zu ermahnen ist. ",
  "mn15:3.50": "Das sind die Eigenschaften, durch die jemand schwer zu ermahnen ist. ",
  "mn15:4.1": "Angenommen, ein Mönch lädt andere Mönche oder Nonnen nicht ein, ",
  "mn15:4.2": "ihn zu ermahnen. Aber er ist leicht zu ermahnen, er hat Eigenschaften, durch die er leicht zu ermahnen ist. Er ist geduldig und nimmt die Anleitung respektvoll an. Dann denken seine geistlichen Gefährten, er sei es wert, unterrichtet und angeleitet zu werden, und dieser Mensch gewinnt ihr Vertrauen. ",
  "mn15:5.1": "Und was sind die Eigenschaften, durch die jemand leicht zu ermahnen ist? ",
  "mn15:5.2": "Zunächst hat da ein Mönch keine unlauteren Wünsche, ist nicht in den Bann unlauterer Wünsche geraten. ",
  "mn15:5.4": "Das ist eine Eigenschaft, durch die er leicht zu ermahnen ist. ",
  "mn15:5.5": "Dann verherrlicht da ein Mönch sich nicht selbst oder setzt andere herab. ",
  "mn15:5.7": "Auch das ist eine Eigenschaft, durch die er leicht zu ermahnen ist. ",
  "mn15:5.8": "Dann ist da ein Mönch nicht reizbar, von Zorn überwältigt. … ",
  "mn15:5.11": "Er ist nicht reizbar und feindselig aus Zorn … ",
  "mn15:5.14": "Er ist nicht reizbar und trotzig aus Zorn … ",
  "mn15:5.17": "Er ist nicht reizbar, und es entfahren ihm keine Worte, die an Zorn grenzen … ",
  "mn15:5.20": "Wenn er angeklagt wird, widerspricht er dem Ankläger nicht … ",
  "mn15:5.23": "Wenn er angeklagt wird, weist er den Ankläger nicht zurecht … ",
  "mn15:5.26": "Wenn er angeklagt wird, gibt er dem Ankläger keine scharfe Antwort … ",
  "mn15:5.29": "Wenn er angeklagt wird, weicht er dem Problem nicht aus, lenkt das Gespräch nicht auf Nebensächlichkeiten und zeigt keinen Ärger, Hass oder Unmut … ",
  "mn15:5.32": "Wenn er angeklagt wird, ist er in der Lage, zu den Beweisen Stellung zu nehmen … ",
  "mn15:5.35": "Er ist nicht beleidigend oder verächtlich … ",
  "mn15:5.38": "Er ist nicht eifersüchtig oder geizig … ",
  "mn15:5.41": "Er ist nicht verschlagen oder hinterhältig … ",
  "mn15:5.44": "Er ist nicht halsstarrig oder selbstgefällig … ",
  "mn15:5.47": "Dann hängt da ein Mönch nicht an seinen Ansichten, hält sie nicht fest, sondern lässt sie leicht los. ",
  "mn15:5.49": "Auch das ist eine Eigenschaft, durch die er leicht zu ermahnen ist. ",
  "mn15:5.50": "Das sind die Eigenschaften, durch die jemand leicht zu ermahnen ist. ",
  "mn15:6.1": "In einem solchen Fall soll ein Mönch sich so messen: ",
  "mn15:6.2": "‚Dieser Mensch hat unlautere Wünsche, er ist in den Bann unlauterer Wünsche geraten. Ich mag diesen Menschen nicht und stimme ihm nicht zu. ",
  "mn15:6.3": "Und wenn ich unlautere Wünsche hätte, in den Bann unlauterer Wünsche geriete, würden andere mich nicht mögen und mir nicht zustimmen.‘ ",
  "mn15:6.4": "Ein Mönch, der das erkennt, soll den Gedanken hervorbringen: ‚Ich will keine unlauteren Wünsche haben und nicht in den Bann unlauterer Wünsche geraten.‘ ",
  "mn15:6.5": "‚Dieser Mensch verherrlicht sich selbst und setzt andere herab. …‘ ",
  "mn15:6.7": "Ein Mönch, der das erkennt, soll den Gedanken hervorbringen: ‚Ich will mich nicht selbst verherrlichen oder andere herabsetzen.‘ … ",
  "mn15:6.10": "‚Ich will nicht reizbar sein, von Zorn überwältigt.‘ … ",
  "mn15:6.13": "‚Ich will nicht reizbar und feindselig aus Zorn sein.‘ … ",
  "mn15:6.16": "‚Ich will nicht reizbar und trotzig aus Zorn sein.‘ … ",
  "mn15:6.19": "‚Ich will nicht reizbar sein, sodass mir Worte entfahren, die an Zorn grenzen.‘ … ",
  "mn15:6.22": "‚Wenn ich angeklagt werde, will ich dem Ankläger nicht widersprechen.‘ … ",
  "mn15:6.25": "‚Wenn ich angeklagt werde, will ich den Ankläger nicht zurechtweisen.‘ … ",
  "mn15:6.28": "‚Wenn ich angeklagt werde, will ich dem Ankläger keine scharfe Antwort geben.‘ … ",
  "mn15:6.31": "‚Wenn ich angeklagt werde, will ich dem Problem nicht ausweichen, das Gespräch nicht auf Nebensächlichkeiten lenken und keinen Ärger, Hass oder Unmut zeigen.‘ … ",
  "mn15:6.34": "‚Wenn ich angeklagt werde, will ich in der Lage sein, zu den Beweisen Stellung zu nehmen.‘ … ",
  "mn15:6.37": "‚Ich will nicht beleidigend oder verächtlich sein.‘ … ",
  "mn15:6.40": "‚Ich will nicht eifersüchtig oder geizig sein.‘ … ",
  "mn15:6.43": "‚Ich will nicht verschlagen oder hinterhältig sein.‘ … ",
  "mn15:6.46": "‚Ich will nicht halsstarrig oder selbstgefällig sein.‘ … ",
  "mn15:6.49": "Ein Mönch, der das erkennt, soll den Gedanken hervorbringen: ‚Ich will nicht an meinen Ansichten hängen, sie nicht festhalten, sondern sie leicht loslassen.‘ ",
  "mn15:7.1": "In einem solchen Fall soll ein Mönch sich selbst so prüfen: ",
  "mn15:7.2": "‚Habe ich unlautere Wünsche, bin ich in den Bann unlauterer Wünsche geraten?‘ ",
  "mn15:7.3": "Wenn er beim Prüfen erkennt, ",
  "mn15:7.4": "dass er unlautere Wünsche hat, in den Bann unlauterer Wünsche geraten ist, dann soll er sich bemühen, diese schlechten, untauglichen Eigenschaften aufzugeben. ",
  "mn15:7.5": "Doch wenn er beim Prüfen erkennt, ",
  "mn15:7.6": "dass er keine unlauteren Wünsche hat, nicht in den Bann unlauterer Wünsche geraten ist, dann soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn15:7.7": "Dann soll er sich selbst prüfen: ",
  "mn15:7.8": "‚Verherrliche ich mich selbst und setze ich andere herab?‘ … ",
  "mn15:7.13": "",
  "mn15:7.14": "‚Bin ich reizbar, von Zorn überwältigt?‘ … ",
  "mn15:7.20": "‚Bin ich reizbar und feindselig aus Zorn?‘ … ",
  "mn15:7.24": "‚Bin ich reizbar und trotzig aus Zorn?‘ … ",
  "mn15:7.30": "‚Bin ich reizbar, entfahren mir Worte, die an Zorn grenzen?‘ … ",
  "mn15:7.36": "‚Widerspreche ich dem Ankläger, wenn ich angeklagt werde?‘ … ",
  "mn15:7.41": "‚Weise ich den Ankläger zurecht, wenn ich angeklagt werde?‘ … ",
  "mn15:7.46": "‚Gebe ich dem Ankläger eine scharfe Antwort, wenn ich angeklagt werde?‘ … ",
  "mn15:7.52": "‚Weiche ich dem Problem aus, lenke das Gespräch auf Nebensächlichkeiten und zeige Ärger, Hass und Unmut, wenn ich angeklagt werde?‘ … ",
  "mn15:7.58": "‚Bin ich nicht in der Lage, zu den Beweisen Stellung zu nehmen, wenn ich angeklagt werde?‘ ",
  "mn15:7.64": "‚Bin ich beleidigend oder verächtlich?‘ … ",
  "mn15:7.70": "‚Bin ich eifersüchtig oder geizig?‘ … ",
  "mn15:7.76": "‚Bin ich verschlagen oder hinterhältig?‘ … ",
  "mn15:7.82": "‚Bin ich halsstarrig oder selbstgefällig?‘ … ",
  "mn15:7.88": "‚Hänge ich an meinen Ansichten, halte ich sie fest und weigere mich, sie loszulassen?‘ ",
  "mn15:7.89": "Wenn er beim Prüfen erkennt, ",
  "mn15:7.90": "dass er an seinen Ansichten hängt, sie festhält und sich weigert, sie loszulassen, dann soll er sich bemühen, diese schlechten, untauglichen Eigenschaften aufzugeben. ",
  "mn15:7.91": "Doch wenn er beim Prüfen erkennt, ",
  "mn15:7.92": "dass er nicht an seinen Ansichten hängt, sie nicht festhält, sondern sie leicht loslässt, dann soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn15:8.1": "Wenn ein Mönch beim Prüfen erkennt, dass er diese schlechten, untauglichen Eigenschaften nicht alle aufgegeben hat, dann soll er sich bemühen, sie alle aufzugeben. ",
  "mn15:8.2": "Doch wenn ein Mönch beim Prüfen erkennt, dass er diese schlechten, untauglichen Eigenschaften alle aufgegeben hat, dann soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn15:8.3": "Wie eine Frau oder ein Mann, jung, jugendlich, in Schmuck vernarrt. Dieser Mensch würde in einem blanken Spiegel oder einer Schale klaren Wassers sein Spiegelbild betrachten. Wenn er dort eine Unreinheit oder einen Makel sähe, würde er versuchen, das zu entfernen. ",
  "mn15:8.4": "Aber wenn er keine Unreinheit und keinen Makel sähe, wäre er damit zufrieden, da er alles hätte, was er sich wünschte: ",
  "mn15:8.5": "‚Was für ein Glück, ich bin rein!‘ ",
  "mn15:8.6": "Ebenso ist es, wenn ein Mönch beim Prüfen erkennt, dass er diese schlechten, untauglichen Eigenschaften nicht alle aufgegeben hat: Dann soll er sich bemühen, sie alle aufzugeben. ",
  "mn15:8.7": "Doch wenn ein Mönch beim Prüfen erkennt, dass er diese schlechten, untauglichen Eigenschaften alle aufgegeben hat, dann soll er mit Ekstase und Freude meditieren und sich Tag und Nacht in tauglichen Eigenschaften schulen.“ ",
  "mn15:8.8": "Das sagte der Ehrwürdige Mahāmoggallāna. ",
  "mn15:8.9": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Ehrwürdigen Mahāmoggallāna. "
}