{
  "mn150:0.1": "Mittlere Lehrreden 150 ",
  "mn150:0.2": "Mit den Leuten von Nagaravinda ",
  "mn150:1.1": "So habe ich es gehört: ",
  "mn150:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. Er kam zu einem Dorf der Kosaler Brahmanen mit Namen Nagaravinda. ",
  "mn150:2.1": "Die Brahmanen und Hausbesitzer von Nagaravinda hörten: ",
  "mn150:2.2": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist zusammen mit einem großen Saṅgha von Mönchen und Nonnen in Nagaravinda angekommen. ",
  "mn150:2.3": "Er hat diesen guten Ruf: ",
  "mn150:2.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die schulungsfähig sind, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn150:2.5": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn150:2.6": "Er verkündet eine Lehre, die am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn150:2.7": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "mn150:3.1": "Da gingen die Brahmanen und Hausbesitzer von Nagaravinda zum Buddha. Manche verbeugten sich, manche begrüßten ihn und tauschten Höflichkeiten aus, manche hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen. Sie setzten sich zur Seite hin, und der Buddha sagte zu ihnen: ",
  "mn150:4.1": "„Hausbesitzer, wenn Wanderer anderer Konfessionen euch fragen würden: ",
  "mn150:4.2": "‚Welche Art von Asket oder Brahmane verdient keine Ehre, Achtung, Ehrfurcht und Verehrung?‘, ",
  "mn150:4.3": "dann sollt ihr ihnen antworten: ",
  "mn150:4.4": "‚Es gibt Asketen und Brahmanen, die nicht frei von Gier, Hass und Täuschung sind in Bezug auf Bilder, die das Auge erkennt, deren Geist nicht innerlich friedvoll ist und die sich mit Körper, Sprache und Geist unter den Moralischen unmoralisch verhalten. Sie verdienen keine Ehre, Achtung, Ehrfurcht und Verehrung. ",
  "mn150:4.5": "Warum ist das so? ",
  "mn150:4.6": "Weil wir selbst von diesen Dingen nicht frei sind und nicht sehen, dass sie ein höheres moralisches Verhalten hätten als wir. ",
  "mn150:4.7": "Darum verdienen sie keine Ehre, Achtung, Ehrfurcht und Verehrung. ",
  "mn150:4.8": "Es gibt Asketen und Brahmanen, die nicht frei von Gier, Hass und Täuschung sind in Bezug auf Töne, die das Ohr erkennt … ",
  "mn150:4.9": "in Bezug auf Gerüche, die die Nase erkennt … ",
  "mn150:4.10": "in Bezug auf Geschmäcke, die die Zunge erkennt … ",
  "mn150:4.11": "in Bezug auf Berührungen, die der Körper erkennt … ",
  "mn150:4.12": "in Bezug auf Vorstellungen, die der Geist erkennt, deren Geist nicht innerlich friedvoll ist und die sich mit Körper, Sprache und Geist unter den Moralischen unmoralisch verhalten. Sie verdienen keine Ehre, Achtung, Ehrfurcht und Verehrung. ",
  "mn150:4.13": "Warum ist das so? ",
  "mn150:4.14": "Weil wir selbst von diesen Dingen nicht frei sind und nicht sehen, dass sie ein höheres moralisches Verhalten hätten als wir. ",
  "mn150:4.15": "Darum verdienen sie keine Ehre, Achtung, Ehrfurcht und Verehrung.‘ ",
  "mn150:4.16": "Wenn Wanderer anderer Konfessionen euch so fragen würden, sollt ihr ihnen so antworten. ",
  "mn150:5.1": "Wenn Wanderer anderer Konfessionen euch fragen würden: ",
  "mn150:5.2": "‚Welche Art von Asket oder Brahmane verdient Ehre, Achtung, Ehrfurcht und Verehrung?‘, ",
  "mn150:5.3": "dann sollt ihr ihnen antworten: ",
  "mn150:5.4": "‚Es gibt Asketen und Brahmanen, die frei von Gier, Hass und Täuschung sind in Bezug auf Bilder, die das Auge erkennt, deren Geist innerlich friedvoll ist und die sich mit Körper, Sprache und Geist moralisch verhalten. Sie verdienen Ehre, Achtung, Ehrfurcht und Verehrung. ",
  "mn150:5.5": "Warum ist das so? ",
  "mn150:5.6": "Weil wir selbst von diesen Dingen nicht frei sind, aber wir sehen, dass sie ein höheres moralisches Verhalten haben als wir. ",
  "mn150:5.7": "Darum verdienen sie Ehre, Achtung, Ehrfurcht und Verehrung. ",
  "mn150:5.8": "Es gibt Asketen und Brahmanen, die frei von Gier, Hass und Täuschung sind in Bezug auf Töne, die das Ohr erkennt … ",
  "mn150:5.9": "in Bezug auf Gerüche, die die Nase erkennt … ",
  "mn150:5.10": "in Bezug auf Geschmäcke, die die Zunge erkennt … ",
  "mn150:5.11": "in Bezug auf Berührungen, die der Körper erkennt … ",
  "mn150:5.12": "in Bezug auf Vorstellungen, die der Geist erkennt, deren Geist innerlich friedvoll ist und die sich mit Körper, Sprache und Geist moralisch verhalten. Sie verdienen Ehre, Achtung, Ehrfurcht und Verehrung. ",
  "mn150:5.13": "Warum ist das so? ",
  "mn150:5.14": "Weil wir selbst von diesen Dingen nicht frei sind, aber wir sehen, dass sie ein höheres moralisches Verhalten haben als wir. ",
  "mn150:5.15": "Darum verdienen sie Ehre, Achtung, Ehrfurcht und Verehrung.‘ ",
  "mn150:5.16": "Wenn Wanderer anderer Konfessionen euch so fragen würden, sollt ihr ihnen so antworten. ",
  "mn150:6.1": "Wenn Wanderer anderer Konfessionen euch fragen würden: ",
  "mn150:6.2": "‚Aber aufgrund welchen Gedankengangs und welcher Schlussfolgerung sagt ihr über diese Ehrwürdigen: ",
  "mn150:6.3": "„Diese Ehrwürdigen sind sicher frei von Gier, Hass und Täuschung, oder sie üben, um davon frei zu werden“?‘, ",
  "mn150:6.4": "dann sollt ihr ihnen antworten: ",
  "mn150:6.5": "‚Es ist, weil diese Ehrwürdigen abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. ",
  "mn150:6.6": "An solchen Orten gibt es keine Bilder, die das Auge erkennt, die man sehen und genießen könnte, keine Töne, die das Ohr erkennt, die man hören und genießen könnte, keine Gerüche, die die Nase erkennt, die man riechen und genießen könnte, keine Geschmäcke, die die Zunge erkennt, die man schmecken und genießen könnte, keine Berührungen, die der Körper erkennt, die man empfinden und genießen könnte. ",
  "mn150:6.7": "Das sind der Gedankengangs und die Schlussfolgerung, aufgrund derer wir über diese Ehrwürdigen sagen: ",
  "mn150:6.8": "„Diese Ehrwürdigen sind sicher frei von Gier, Hass und Täuschung, oder sie üben, um davon frei zu werden“.‘ ",
  "mn150:6.9": "Wenn Wanderer anderer Konfessionen euch so fragen würden, sollt ihr ihnen so antworten.“ ",
  "mn150:7.1": "Als der Buddha geendet hatte, sagten die Brahmanen und Hausbesitzer von Nagaravinda zu ihm: ",
  "mn150:7.2": "„Vortrefflich, werter Gotama! Vortrefflich! ",
  "mn150:7.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der werte Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn150:7.4": "Wir nehmen Zuflucht zum werten Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn150:7.5": "Von diesem Tag an soll der werte Gotama uns als Laienschüler in Erinnerung behalten, die für ihr ganzes Leben Zuflucht genommen haben.“ "
}