{
  "mn16:0.1": "Mittlere Lehrreden 16 ",
  "mn16:0.2": "Seelische Kargheit ",
  "mn16:1.1": "So habe ich es gehört: ",
  "mn16:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn16:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn16:1.4": "„Mönche und Nonnen!“ ",
  "mn16:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn16:1.6": "Der Buddha sagte: ",
  "mn16:2.1": "„Mönche und Nonnen, wenn ein Mönch fünf Arten seelischer Kargheit nicht aufgegeben und fünf seelische Ketten nicht durchtrennt hat, ist es ganz unmöglich, dass er Wachstum, Zunahme oder Reife in dieser Lehre und Schulung erlangt. ",
  "mn16:3.1": "Was sind die fünf Arten seelischer Kargheit, die er nicht aufgegeben hat? ",
  "mn16:3.2": "Zunächst hat da ein Mönch Zweifel am Lehrer. Er ist unsicher, unentschlossen und mutlos. ",
  "mn16:3.3": "Wenn das so ist, neigt sein Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "mn16:3.4": "Das ist die erste Art seelischer Kargheit, die er nicht aufgegeben hat. ",
  "mn16:4.1": "Dann hat da ein Mönch Zweifel an der Lehre … ",
  "mn16:4.2": "Das ist die zweite Art seelischer Kargheit, die er nicht aufgegeben hat. ",
  "mn16:5.1": "Dann hat da ein Mönch Zweifel am Saṅgha … ",
  "mn16:5.2": "Das ist die dritte Art seelischer Kargheit, die er nicht aufgegeben hat. ",
  "mn16:6.1": "Dann hat da ein Mönch Zweifel an der Schulung … ",
  "mn16:6.2": "",
  "mn16:6.3": "Das ist die vierte Art seelischer Kargheit, die er nicht aufgegeben hat. ",
  "mn16:7.1": "Dann ist da ein Mönch zornig und aufgebracht über seine geistlichen Gefährten, verbittert und verschlossen. ",
  "mn16:7.2": "Wenn das so ist, neigt sein Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "mn16:7.3": "Das ist die fünfte Art seelischer Kargheit, die er nicht aufgegeben hat. ",
  "mn16:7.4": "Das sind die fünf Arten seelischer Kargheit, die er nicht aufgegeben hat. ",
  "mn16:8.1": "Was sind die fünf seelischen Ketten, die er nicht durchtrennt hat? ",
  "mn16:8.2": "Zunächst ist da ein Mönch nicht frei von Begehren, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Sinnenfreuden. ",
  "mn16:8.3": "Wenn das so ist, neigt sein Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "mn16:8.4": "Das ist die erste seelische Kette, die er nicht durchtrennt hat. ",
  "mn16:9.1": "Dann ist da ein Mönch nicht frei von Begehren nach dem Körper … ",
  "mn16:9.2": "Das ist die zweite seelische Kette, die er nicht durchtrennt hat. ",
  "mn16:10.1": "Dann ist da ein Mönch nicht frei von Begehren nach Form … ",
  "mn16:10.2": "Das ist die dritte seelische Kette, die er nicht durchtrennt hat. ",
  "mn16:11.1": "Er isst sich ordentlich satt, bis sein Bauch voll ist, und schwelgt dann in den Freuden des Schlafens, Liegens und Dösens … ",
  "mn16:11.3": "Das ist die vierte seelische Kette, die er nicht durchtrennt hat. ",
  "mn16:12.1": "Er führt das geistliche Leben in der Hoffnung, in einer Klasse von Göttern wiedergeboren zu werden: ‚Dass ich doch durch diese Regel, dieses Gelübde, diese inbrünstige Bußübung oder dieses geistliche Leben einer der Götter werde!‘ ",
  "mn16:12.2": "Wenn das so ist, neigt sein Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "mn16:12.3": "Das ist die fünfte seelische Kette, die er nicht durchtrennt hat. ",
  "mn16:12.4": "Das sind die fünf seelischen Ketten, die er nicht durchtrennt hat. ",
  "mn16:13.1": "Wenn ein Mönch diese fünf Arten seelischer Kargheit nicht aufgegeben und diese fünf seelischen Ketten nicht durchtrennt hat, ist es ganz unmöglich, dass er Wachstum, Zunahme oder Reife in dieser Lehre und Schulung erlangt. ",
  "mn16:14.1": "Wenn ein Mönch fünf Arten seelischer Kargheit aufgegeben und fünf seelische Ketten durchtrennt hat, ist es gut möglich, dass er Wachstum, Zunahme oder Reife in dieser Lehre und Schulung erlangt. ",
  "mn16:15.1": "Was sind die fünf Arten seelischer Kargheit, die er aufgegeben hat? ",
  "mn16:15.2": "Zunächst hat da ein Mönch keinen Zweifel am Lehrer. Er ist nicht unsicher, unentschlossen oder mutlos. ",
  "mn16:15.3": "Wenn das so ist, neigt sein Geist zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "mn16:15.4": "Das ist die erste Art seelischer Kargheit, die er aufgegeben hat. ",
  "mn16:16.1": "Dann hat da ein Mönch keinen Zweifel an der Lehre … ",
  "mn16:16.2": "Das ist die zweite Art seelischer Kargheit, die er aufgegeben hat. ",
  "mn16:17.1": "Dann hat da ein Mönch keinen Zweifel am Saṅgha … ",
  "mn16:17.2": "Das ist die dritte Art seelischer Kargheit, die er aufgegeben hat. ",
  "mn16:18.1": "Dann hat da ein Mönch keinen Zweifel an der Schulung … ",
  "mn16:18.2": "Das ist die vierte Art seelischer Kargheit, die er aufgegeben hat. ",
  "mn16:19.1": "Dann ist da ein Mönch nicht zornig und aufgebracht über seine geistlichen Gefährten, nicht verbittert oder verschlossen. ",
  "mn16:19.2": "Wenn das so ist, neigt sein Geist zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "mn16:19.3": "Das ist die fünfte Art seelischer Kargheit, die er aufgegeben hat. ",
  "mn16:19.4": "Das sind die fünf Arten seelischer Kargheit, die er aufgegeben hat. ",
  "mn16:20.1": "Was sind die fünf seelischen Ketten, die er durchtrennt hat? ",
  "mn16:20.2": "Zunächst ist da ein Mönch frei von Begehren, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Sinnenfreuden. ",
  "mn16:20.3": "Wenn das so ist, neigt sein Geist zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "mn16:20.4": "Das ist die erste seelische Kette, die er durchtrennt hat. ",
  "mn16:21.1": "Dann ist da ein Mönch frei von Begehren nach dem Körper … Das ist die zweite seelische Kette, die er durchtrennt hat. ",
  "mn16:22.1": "Er ist frei von Begehren nach Form … Das ist die dritte seelische Kette, die er durchtrennt hat. ",
  "mn16:23.1": "Er isst sich nicht ordentlich satt, bis sein Bauch voll ist, und schwelgt nicht in den Freuden des Schlafens, Liegens und Dösens … ",
  "mn16:23.3": "Das ist die vierte seelische Kette, die er durchtrennt hat. ",
  "mn16:24.1": "Er führt das geistliche Leben nicht in der Hoffnung, in einer Klasse von Göttern wiedergeboren zu werden: ‚Dass ich doch durch diese Regel, dieses Gelübde, diese inbrünstige Bußübung oder dieses geistliche Leben einer der Götter werde!‘ ",
  "mn16:24.2": "Wenn das so ist, neigt sein Geist zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "mn16:24.3": "Das ist die fünfte seelische Kette, die er durchtrennt hat. ",
  "mn16:24.4": "Das sind die fünf seelischen Ketten, die er durchtrennt hat. ",
  "mn16:25.1": "Wenn ein Mönch diese fünf Arten seelischer Kargheit aufgegeben und diese fünf seelische Ketten durchtrennt hat, ist es gut möglich, dass er Wachstum, Zunahme oder Reife in dieser Lehre und Schulung erlangt. ",
  "mn16:26.1": "Er entwickelt die Grundlage übersinnlicher Kraft, die mit Versenkung durch Enthusiasmus und mit aktivem Bemühen einhergeht. ",
  "mn16:26.2": "Er entwickelt die Grundlage übersinnlicher Kraft, die mit Versenkung durch Energie und mit aktivem Bemühen einhergeht. ",
  "mn16:26.3": "Er entwickelt die Grundlage übersinnlicher Kraft, die mit Versenkung durch Entwicklung des Geistes und mit aktivem Bemühen einhergeht. ",
  "mn16:26.4": "Er entwickelt die Grundlage übersinnlicher Kraft, die mit Versenkung durch Untersuchung und mit aktivem Bemühen einhergeht. Und als Fünftes ist schiere Tatkraft. ",
  "mn16:27.1": "Ein Mönch, der diese fünfzehn Faktoren einschließlich Tatkraft besitzt, ist in der Lage, völlig ernüchtert zu werden, zu erwachen und das unübertreffliche Schutzgebiet zu erlangen. ",
  "mn16:27.2": "Wie wenn eine Henne acht, zehn oder zwölf Eier hätte, ",
  "mn16:27.3": "und sie hätte richtig darauf gesessen, sie warm gehalten und bebrütet. ",
  "mn16:27.4": "Selbst wenn diese Henne nicht wünschte: ",
  "mn16:27.5": "‚Dass doch meine Küken die Eierschale mit ihren Klauen und Schnäbeln durchbrechen und sicher schlüpfen könnten!‘, ",
  "mn16:27.6": "sie könnten dennoch die Schale durchbrechen und sicher schlüpfen. ",
  "mn16:27.7": "Ebenso ist ein Mönch, der diese fünfzehn Faktoren einschließlich Tatkraft besitzt, in der Lage, völlig ernüchtert zu werden, zu erwachen und das unübertreffliche Schutzgebiet zu erlangen.“ ",
  "mn16:27.8": "Das sagte der Buddha. ",
  "mn16:27.9": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}