{
  "mn18:0.1": "Mittlere Lehrreden 18 ",
  "mn18:0.2": "Der Honigkuchen ",
  "mn18:1.1": "So habe ich es gehört: ",
  "mn18:1.2": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "mn18:2.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Kapilavatthu zum Almosengang. ",
  "mn18:2.2": "Er zog um Almosen durch Kapilavatthu. Nach dem Essen, als er vom Almosengang zurückkam, ging er in den Großen Wald, ",
  "mn18:2.3": "tauchte tief hinein und setzte sich an den Fuß eines jungen Dattelpflaumen-Baumes, um den Tag über dort zu meditieren. ",
  "mn18:3.1": "Der Sakyer Daṇḍapāṇi kam auf einem Spaziergang zum Großen Wald ",
  "mn18:3.2": "und tauchte tief hinein. Er begab sich zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn18:3.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten stellte er sich zur Seite hin, auf seinen Stock gestützt, und sagte zum Buddha: ",
  "mn18:3.4": "„Was ist die Doktrin des Asketen? Was behauptet er?“ ",
  "mn18:4.1": "„Geehrter, meine Doktrin ist so, dass man mit niemandem in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen in Streit gerät. Und sie ist so, dass dem Brahmanen, der von Sinnenfreuden abgelöst lebt, der nicht im Zweifel ist, von Sorgen befreit, ohne Verlangen nach Wiedergeburt in diesem oder jenem Zustand, keine Wahrnehmungen innewohnen. ",
  "mn18:4.2": "Das ist meine Doktrin, und das behaupte ich.“ ",
  "mn18:5.1": "Daraufhin schüttelte Daṇḍapāṇi den Kopf, wackelte mit der Zunge, runzelte die Augenbrauen, bis die Stirn in drei Falten lag, und ging auf seinen Stock gestützt davon. ",
  "mn18:6.1": "Der Buddha kam am späten Nachmittag aus seiner Klausur, ging zum Banyanbaum-Kloster, setzte sich auf den ausgebreiteten Sitz ",
  "mn18:6.2": "und berichtete den Mönchen und Nonnen den Vorfall. ",
  "mn18:6.14": "Als er geendet hatte, sagte einer der Mönche zu ihm: ",
  "mn18:7.1": "„Aber Herr, was ist die Doktrin, die der Buddha behauptet, sodass er mit niemandem in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen in Streit gerät? ",
  "mn18:7.2": "Und wie kommt es, dass dem Buddha, dem Brahmanen, der von Sinnenfreuden abgelöst lebt, der nicht im Zweifel ist, von Sorgen befreit, ohne Verlangen nach Wiedergeburt in diesem oder jenem Zustand, keine Wahrnehmungen innewohnen?“ ",
  "mn18:8.1": "„Mönch, da befallen eine Person Urteile, die aus dem Wuchern von Wahrnehmungen hervorgehen. ",
  "mn18:8.2": "Wenn sie in der Quelle, aus denen diese hervorgehen, nichts findet, dem sie zustimmen, das sie begrüßen und an dem sie festhalten könnte: ",
  "mn18:8.3": "Eben das ist das Ende der zugrunde liegenden Neigung zu sinnlicher Begierde, zu Ablehnung, zu Ansichten, zu Zweifel, zu Einbildung, zu dem Wunsch, wiedergeboren zu werden, und zu Unwissenheit. Es ist das Ende des Greifens zu Stock und Schwert, das Ende von Zank und Streit, von Zwist, Anschuldigungen, entzweiender Rede und Lügen. ",
  "mn18:8.4": "Das ist es, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören.“ ",
  "mn18:9.1": "Das sagte der Buddha. ",
  "mn18:9.2": "Nachdem er geendet hatte, erhob sich der Heilige von seinem Sitz und ging zu seiner Hütte. ",
  "mn18:10.1": "Kurz nachdem der Buddha gegangen war, überlegten diese Mönche und Nonnen: ",
  "mn18:10.2": "„Der Buddha hat diesen kurzen Merksatz zum Aufsagen vorgestellt und ist dann zu seiner Hütte gegangen, ohne die Bedeutung ausführlich zu erklären. ",
  "mn18:10.7": "Wer kann die Bedeutung dieses kurzen Merksatzes zum Aufsagen, der vom Buddha vorgestellt wurde, ausführlich erklären?“ ",
  "mn18:10.8": "Da dachten diese Mönche und Nonnen: ",
  "mn18:10.9": "„Dieser Ehrwürdige Mahākaccāna wird vom Buddha gepriesen und von seinen vernünftigen geistlichen Gefährten geschätzt. ",
  "mn18:10.10": "Er kann die Bedeutung dieses kurzen Merksatzes zum Aufsagen, der vom Buddha vorgestellt wurde, ausführlich erklären. ",
  "mn18:10.11": "Wir wollen zu ihm gehen und ihn zu der Sache befragen.“ ",
  "mn18:11.1": "Da gingen diese Mönche und Nonnen zu Mahākaccāna und tauschten Willkommensgrüße mit ihm aus. ",
  "mn18:11.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin. Sie berichteten ihm das Geschehene und sagten: ",
  "mn18:11.18": "„Dass der Ehrwürdige Mahākaccāna das bitte erkläre.“ ",
  "mn18:12.1": "„Geehrte, wie ein Mensch, der Kernholz bräuchte und auf seiner Suche nach Kernholz zu einem großen Baum käme, der mit Kernholz dastünde. Doch er würde die Wurzel und den Stamm übergehen und dächte, das Kernholz wäre in den Zweigen und Blättern zu suchen. ",
  "mn18:12.2": "So ergeht es den Ehrwürdigen. Obwohl ihr dem Buddha Auge in Auge gegenübersaßt, habt ihr ihn übergangen und gedacht, ihr solltet mich zu der Sache befragen. ",
  "mn18:12.3": "Denn er ist der Buddha, der erkennt und sieht. Er ist das Sehen, er ist das Erkennen, er ist die Manifestation des Grundsatzes, er ist die Manifestation der Göttlichkeit. Er ist der Lehrer, der Verkünder, der Erheller der Bedeutung, der Gewährer der Unsterblichkeit, der Herr der Wahrheit, der Klargewordene. ",
  "mn18:12.4": "Das wäre die Zeit gewesen, euch zum Buddha zu begeben und ihn zu der Sache zu befragen. ",
  "mn18:12.5": "So wie er es erklärt hätte, hättet ihr es behalten sollen.“ ",
  "mn18:13.1": "„Sicherlich ist er der Buddha, der erkennt und sieht. Sicherlich ist er das Sehen, ist er die Manifestation des Grundsatzes, ist er die Manifestation der Göttlichkeit. Sicherlich ist er der Lehrer, der Verkünder, der Erheller der Bedeutung, der Gewährer der Unsterblichkeit, der Herr der Wahrheit, der Klargewordene. ",
  "mn18:13.2": "Das wäre die Zeit gewesen, uns zum Buddha zu begeben und ihn zu der Sache zu befragen. ",
  "mn18:13.3": "So wie er es erklärt hätte, hätten wir es behalten sollen. ",
  "mn18:13.4": "Dennoch wird der Ehrwürdige Mahākaccāna vom Buddha gepriesen und von seinen vernünftigen geistlichen Gefährten geschätzt. ",
  "mn18:13.5": "Er kann die Bedeutung dieses kurzen Merksatzes zum Aufsagen, der vom Buddha vorgestellt wurde, ausführlich erklären. ",
  "mn18:13.6": "Bitte erkläre es, wenn es dir nichts ausmacht.“ ",
  "mn18:14.1": "„Nun denn, Geehrte, hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn18:14.2": "„Ja, Geehrter“, antworteten sie. ",
  "mn18:14.3": "Der Ehrwürdige Mahākaccāna sagte: ",
  "mn18:15.1": "„Geehrte, der Buddha hat diesen kurzen Merksatz zum Aufsagen vorgestellt und ist dann zu seiner Hütte gegangen, ohne die Bedeutung ausführlich zu erklären: ",
  "mn18:15.2": "‚Da befallen eine Person Urteile, die aus dem Wuchern von Wahrnehmungen hervorgehen. ",
  "mn18:15.3": "Wenn sie in der Quelle, aus denen diese hervorgehen, nichts findet, dem sie zustimmen, das sie begrüßen und an dem sie festhalten könnte: ",
  "mn18:15.4": "Eben das ist das Ende der zugrunde liegenden Neigung zu sinnlicher Begierde, zu Ablehnung, zu Ansichten, zu Zweifel, zu Einbildung, zu dem Wunsch, wiedergeboren zu werden, und zu Unwissenheit. Es ist das Ende des Greifens zu Stock und Schwert, das Ende von Zank und Streit, von Zwist, Anschuldigungen, entzweiender Rede und Lügen. Das ist es, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören.‘ Ich verstehe die ausführliche Bedeutung dieses kurzen Merksatzes zum Aufsagen, der vom Buddha vorgestellt wurde, so: ",
  "mn18:16.1": "Augenbewusstsein entsteht in Abhängigkeit vom Auge und Bildern. Das Zusammentreffen der drei ist Kontakt. Kontakt ist eine Bedingung für Gefühl. Was man fühlt, das nimmt man wahr. Was man wahrnimmt, darüber denkt man nach. Worüber man nachdenkt, das bringt man zum Wuchern. Was man zum Wuchern bringt, ist die Quelle, aus der heraus Urteile, die aus dem Wuchern von Wahrnehmungen hervorgehen, eine Person befallen. Das betrifft Bilder, die das Auge erkennt, in der Vergangenheit, der Zukunft und der Gegenwart. ",
  "mn18:16.2": "Ohrbewusstsein entsteht in Abhängigkeit vom Ohr und Tönen … ",
  "mn18:16.3": "Nasenbewusstsein entsteht in Abhängigkeit von der Nase und Düften … ",
  "mn18:16.4": "Zungenbewusstsein entsteht in Abhängigkeit von der Zunge und Geschmäcken … ",
  "mn18:16.5": "Körperbewusstsein entsteht in Abhängigkeit vom Körper und Berührungen … ",
  "mn18:16.6": "Geistbewusstsein entsteht in Abhängigkeit vom Geist und Vorstellungen. Das Zusammentreffen der drei ist Kontakt. Kontakt ist eine Bedingung für Gefühl. Was man fühlt, das nimmt man wahr. Was man wahrnimmt, darüber denkt man nach. Worüber man nachdenkt, das bringt man zum Wuchern. Was man zum Wuchern bringt, ist die Quelle, aus der heraus Urteile, die aus dem Wuchern von Wahrnehmungen hervorgehen, eine Person befallen. Das betrifft Vorstellungen, die der Geist erkennt, in der Vergangenheit, der Zukunft und der Gegenwart. ",
  "mn18:17.1": "Wo es das Auge, Bilder und Augenbewusstsein gibt, wird man einen Hinweis auf Kontakt erkennen können. ",
  "mn18:17.2": "Wo es einen Hinweis auf Kontakt gibt, wird man einen Hinweis auf Gefühl erkennen können. ",
  "mn18:17.3": "Wo es einen Hinweis auf Gefühl gibt, wird man einen Hinweis auf Wahrnehmung erkennen können. ",
  "mn18:17.4": "Wo es einen Hinweis auf Wahrnehmung gibt, wird man einen Hinweis auf Denken erkennen können. ",
  "mn18:17.5": "Wo es einen Hinweis auf Denken gibt, wird man einen Hinweis darauf erkennen können, dass man von Urteilen, die aus dem Wuchern von Wahrnehmungen hervorgehen, befallen wird. ",
  "mn18:17.6": "Wo es das Ohr, Töne und Ohrbewusstsein gibt … ",
  "mn18:17.7": "die Nase, Düfte und Nasenbewusstsein … ",
  "mn18:17.8": "die Zunge, Geschmäcke und Zungenbewusstsein … ",
  "mn18:17.9": "den Körper, Berührungen und Körperbewusstsein … ",
  "mn18:17.10": "Wo es den Geist, Vorstellungen und Geistbewusstsein gibt, wird man einen Hinweis auf Kontakt erkennen können. ",
  "mn18:17.11": "Wo es einen Hinweis auf Kontakt gibt, wird man einen Hinweis auf Gefühl erkennen können. ",
  "mn18:17.12": "Wo es einen Hinweis auf Gefühl gibt, wird man einen Hinweis auf Wahrnehmung erkennen können. ",
  "mn18:17.13": "Wo es einen Hinweis auf Wahrnehmung gibt, wird man einen Hinweis auf Denken erkennen können. ",
  "mn18:17.14": "Wo es einen Hinweis auf Denken gibt, wird man einen Hinweis darauf erkennen können, dass man von Urteilen, die aus dem Wuchern von Wahrnehmungen hervorgehen, befallen wird. ",
  "mn18:18.1": "Wo es kein Auge, keine Bilder und kein Augenbewusstsein gibt, wird man keinen Hinweis auf Kontakt erkennen können. ",
  "mn18:18.2": "Wo es keinen Hinweis auf Kontakt gibt, wird man keinen Hinweis auf Gefühl erkennen können. ",
  "mn18:18.3": "Wo es keinen Hinweis auf Gefühl gibt, wird man keinen Hinweis auf Wahrnehmung erkennen können. ",
  "mn18:18.4": "Wo es keinen Hinweis auf Wahrnehmung gibt, wird man keinen Hinweis auf Denken erkennen können. ",
  "mn18:18.5": "Wo es keinen Hinweis auf Denken gibt, wird man keinen Hinweis darauf erkennen können, dass man von Urteilen, die aus dem Wuchern von Wahrnehmungen hervorgehen, befallen wird. ",
  "mn18:18.6": "Wo es kein Ohr, keine Töne und kein Ohrbewusstsein gibt … ",
  "mn18:18.7": "keine Nase, keine Düfte und kein Nasenbewusstsein … ",
  "mn18:18.8": "keine Zunge, keine Geschmäcke und kein Zungenbewusstsein … ",
  "mn18:18.9": "keinen Körper, keine Berührungen und kein Körperbewusstsein … ",
  "mn18:18.10": "Wo es keinen Geist, keine Vorstellungen und kein Geistbewusstsein gibt, wird man keinen Hinweis auf Kontakt erkennen können. ",
  "mn18:18.11": "Wo es keinen Hinweis auf Kontakt gibt, wird man keinen Hinweis auf Gefühl erkennen können. ",
  "mn18:18.12": "Wo es keinen Hinweis auf Gefühl gibt, wird man keinen Hinweis auf Wahrnehmung erkennen können. ",
  "mn18:18.13": "Wo es keinen Hinweis auf Wahrnehmung gibt, wird man keinen Hinweis auf Denken erkennen können. ",
  "mn18:18.14": "Wo es keinen Hinweis auf Denken gibt, wird man keinen Hinweis darauf erkennen können, dass man von Urteilen, die aus dem Wuchern von Wahrnehmungen hervorgehen, befallen wird. ",
  "mn18:19.1": "So verstehe ich die ausführliche Bedeutung dieses kurzen Merksatzes zum Aufsagen, der vom Buddha vorgestellt wurde. ",
  "mn18:19.4": "Wenn ihr wollt, geht zum Buddha und fragt ihn danach. ",
  "mn18:19.5": "So wie er es erklärt, sollt ihr es behalten.“ ",
  "mn18:20.1": "Da begrüßten diese Mönche und Nonnen Mahākaccānas Worte und stimmten ihm zu. Dann erhoben sie sich von ihren Sitzen, gingen zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm die Begebenheit. Sie fügten hinzu: ",
  "mn18:20.17": "„Mahākaccāna erklärte uns klar die Bedeutung in dieser Weise, mit diesen Worten und Ausdrücken.“ ",
  "mn18:21.1": "„Mahākaccāna ist klug, Mönche und Nonnen, er besitzt große Weisheit. ",
  "mn18:21.2": "Wenn ihr zu mir gekommen wärt und mir diese Frage gestellt hättet, hätte ich auf genau die gleiche Art geantwortet wie Mahākaccāna. ",
  "mn18:21.3": "Das bedeutet es, und so sollt ihr es behalten.“ ",
  "mn18:22.1": "Daraufhin sagte der Ehrwürdige Ānanda zum Buddha: ",
  "mn18:22.2": "„Herr, wie wenn ein Mensch, der schwach vor Hunger wäre, einen Honigkuchen bekäme: Wo er ihn auch probieren würde, er würde einen süßen, köstlichen Geschmack genießen. ",
  "mn18:22.3": "Ebenso würde ein ernsthafter und tüchtiger Mönch, wo er auch die Bedeutung dieser Lehrdarlegung mit Weisheit untersuchen würde, nur Freude und Klarheit gewinnen. ",
  "mn18:22.4": "Herr, wie ist der Name dieser Lehrdarlegung?“ ",
  "mn18:22.5": "„Nun, Ānanda, du sollst diese Lehrdarlegung als ‚die Lehrrede vom Honigkuchen‘ in Erinnerung behalten.“ ",
  "mn18:22.6": "Das sagte der Buddha. ",
  "mn18:22.7": "Zufrieden begrüßte der Ehrwürdige Ānanda die Worte des Buddha. "
}