{
  "mn20:0.1": "Mittlere Lehrreden 20 ",
  "mn20:0.2": "Wie man das Denken anhält ",
  "mn20:1.1": "So habe ich es gehört: ",
  "mn20:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn20:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn20:1.4": "„Mönche und Nonnen!“ ",
  "mn20:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn20:1.6": "Der Buddha sagte: ",
  "mn20:2.1": "„Mönche und Nonnen, ein Mönch, der sich der hohen Geistesübung weiht, sollte den Geist von Zeit zu Zeit auf fünf Meditationsgrundlagen richten. ",
  "mn20:2.2": "Auf welche fünf? ",
  "mn20:3.1": "Da richtet ein Mönch den Geist auf eine Meditationsgrundlage, die schlechte, untaugliche, mit Gier, Hass und Täuschung verbundene Gedanken entstehen lässt. Dieser Mönch sollte den Geist auf eine andere Meditationsgrundlage richten, die mit dem Tauglichen verbunden ist. ",
  "mn20:3.2": "Während er das tut, werden diese schlechten Gedanken aufgegeben und gehen zu Ende. ",
  "mn20:3.3": "Sein Geist wird innerlich gestillt; er setzt sich, wird eins und versinkt im Samādhi. ",
  "mn20:3.4": "Wie ein geschickter Zimmermann oder Zimmermannslehrling, der einen groben Keil mit einem feineren Keil ausschlagen würde. ",
  "mn20:3.5": "Ebenso sollte ein Mönch … den Geist auf eine andere Meditationsgrundlage richten, die mit dem Tauglichen verbunden ist. … ",
  "mn20:3.6": "",
  "mn20:3.7": "",
  "mn20:4.1": "Nun richtet dieser Mönch den Geist auf eine andere Meditationsgrundlage, die mit dem Tauglichen verbunden ist, aber schlechte, untaugliche, mit Gier, Hass und Täuschung verbundene Gedanken entstehen weiterhin. Dieser Mönch sollte die nachteiligen Folgen dieser Gedanken untersuchen: ",
  "mn20:4.2": "‚Diese Dinge sind untauglich, tadelnswert und führen zu Leiden.‘ ",
  "mn20:4.3": "Während er das tut, werden diese schlechten Gedanken aufgegeben und gehen zu Ende. ",
  "mn20:4.4": "Sein Geist wird innerlich gestillt; er setzt sich, wird eins und versinkt im Samādhi. ",
  "mn20:4.5": "Wie eine Frau oder ein Mann, jung, jugendlich, in Schmuck vernarrt: Wenn man dieser Person einen Schlangen- oder Hunde- oder Menschenkadaver um den Hals legen würde, wäre sie entsetzt, abgestoßen und angewidert. ",
  "mn20:4.6": "Ebenso sollte ein Mönch … die nachteiligen Folgen dieser Gedanken untersuchen. … ",
  "mn20:5.1": "Nun untersucht dieser Mönch die nachteiligen Folgen dieser Gedanken, aber schlechte, untaugliche, mit Gier, Hass und Täuschung verbundene Gedanken entstehen weiterhin. Dieser Mönch sollte versuchen, sie nicht zu beachten und zu vergessen. ",
  "mn20:5.2": "Während er das tut, werden diese schlechten Gedanken aufgegeben und gehen zu Ende. ",
  "mn20:5.3": "Sein Geist wird innerlich gestillt; er setzt sich, wird eins und versinkt im Samādhi. ",
  "mn20:5.4": "Wie ein Mensch mit klaren Augen, in dessen Blickfeld unwillkommene Bilder kämen: ",
  "mn20:5.5": "Er würde einfach die Augen schließen oder wegschauen. ",
  "mn20:5.6": "Ebenso sollte ein Mönch … diese schlechten Gedanken werden aufgegeben und gehen zu Ende … ",
  "mn20:6.1": "Nun beachtet dieser Mönch diese Gedanken nicht und vergisst sie, aber schlechte, untaugliche, mit Gier, Hass und Täuschung verbundene Gedanken entstehen weiterhin. Dieser Mönch sollte den Geist auf das Anhalten des Bildens von Gedanken richten. ",
  "mn20:6.2": "Während er das tut, werden diese schlechten Gedanken aufgegeben und gehen zu Ende. ",
  "mn20:6.3": "Sein Geist wird innerlich gestillt; er setzt sich, wird eins und versinkt im Samādhi. ",
  "mn20:6.4": "Wie wenn ein Mensch schnell gehen würde ",
  "mn20:6.5": "und dächte: ",
  "mn20:6.6": "‚Warum gehe ich so schnell? ",
  "mn20:6.7": "Warum mache ich nicht langsam?‘ ",
  "mn20:6.8": "Und er ginge langsam. ",
  "mn20:6.9": "Er dächte: ",
  "mn20:6.10": "‚Warum gehe ich langsam? ",
  "mn20:6.11": "Warum bleibe ich nicht stehen?‘ ",
  "mn20:6.12": "Und er bliebe stehen. ",
  "mn20:6.13": "Er dächte: ",
  "mn20:6.14": "‚Warum stehe ich? ",
  "mn20:6.15": "Warum setze ich mich nicht hin?‘ ",
  "mn20:6.16": "Und er setzte sich hin. ",
  "mn20:6.17": "Er dächte: ",
  "mn20:6.18": "‚Warum sitze ich? ",
  "mn20:6.19": "Warum lege ich mich nicht nieder?‘ ",
  "mn20:6.20": "Und er legte sich nieder. ",
  "mn20:6.21": "Und dieser Mensch würde nacheinander gröbere Stellungen aufgeben und feinere annehmen. ",
  "mn20:6.22": "Ebenso sollte ein Mönch … diese schlechten Gedanken werden aufgegeben und gehen zu Ende … ",
  "mn20:7.1": "Nun richtet dieser Mönch den Geist auf das Anhalten des Bildens von Gedanken, aber schlechte, untaugliche, mit Gier, Hass und Täuschung verbundene Gedanken entstehen weiterhin. ",
  "mn20:7.2": "Er sollte mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge den Geist mit dem Geist quetschen, drücken und niederquälen. ",
  "mn20:7.3": "Während er das tut, werden diese schlechten Gedanken aufgegeben und gehen zu Ende. ",
  "mn20:7.4": "Sein Geist wird innerlich gestillt; er setzt sich, wird eins und versinkt im Samādhi. ",
  "mn20:7.5": "Wie wenn ein starker Mann einen schwächeren an Kopf, Hals oder Schulter packen und ihn quetschen, drücken und niederquälen würde. ",
  "mn20:7.6": "Ebenso sollte ein Mönch … ",
  "mn20:7.7": "mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge den Geist mit dem Geist quetschen, drücken und niederquälen. ",
  "mn20:7.8": "Während er das tut, werden diese schlechten Gedanken aufgegeben und gehen zu Ende. ",
  "mn20:7.9": "Sein Geist wird innerlich gestillt; er setzt sich, wird eins und versinkt im Samādhi. ",
  "mn20:8.1": "Nun richtet da ein Mönch den Geist auf eine Meditationsgrundlage, die schlechte, untaugliche, mit Gier, Hass und Täuschung verbundene Gedanken entstehen lässt. Er richtet den Geist auf eine andere Meditationsgrundlage, die mit dem Tauglichen verbunden ist … ",
  "mn20:8.3": "Er untersucht die nachteiligen Folgen dieser Gedanken … ",
  "mn20:8.5": "Er versucht, diese Gedanken nicht zu beachten und zu vergessen … ",
  "mn20:8.7": "Er richtet den Geist auf das Anhalten des Bildens von Gedanken … ",
  "mn20:8.9": "Mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge quetscht und drückt er den Geist mit dem Geist und quält ihn nieder. Jedes Mal werden, wenn er mit einer Methode Erfolg hat, diese schlechten Gedanken aufgegeben und gehen zu Ende. ",
  "mn20:8.10": "Sein Geist wird innerlich gestillt; er setzt sich, wird eins und versinkt im Samādhi. ",
  "mn20:8.11": "Diesen Mönch nennt man einen Meister der Denkprozesse. ",
  "mn20:8.12": "Er wird denken, was er denken will, und wird nicht denken, was er nicht denken will. ",
  "mn20:8.13": "Er hat das Verlangen abgeschnitten, die Fesseln gelöst und die Einbildung richtig erfasst und dadurch dem Leiden ein Ende gemacht.“ ",
  "mn20:8.14": "Das sagte der Buddha. ",
  "mn20:8.15": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}