{
  "mn21:0.1": "Mittlere Lehrreden 21 ",
  "mn21:0.2": "Das Gleichnis von der Säge ",
  "mn21:1.1": "So habe ich es gehört: ",
  "mn21:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn21:2.1": "Zu dieser Zeit nun verbrachte der Ehrwürdige Phagguna mit dem Scheitelknoten zu viel Zeit damit, sich eng mit einigen Nonnen zusammenzutun. ",
  "mn21:2.2": "Das ging so weit, ",
  "mn21:2.3": "dass Phagguna mit dem Scheitelknoten, wenn irgendein Mönch diese Nonnen in seinem Beisein tadelte, zornig und aufgebracht wurde und sogar disziplinarische Verfahren anzettelte. ",
  "mn21:2.4": "Und wenn irgendein Mönch Phagguna mit dem Scheitelknoten im Beisein dieser Nonnen tadelte, wurden sie zornig und aufgebracht und zettelten sogar disziplinarische Verfahren an. ",
  "mn21:2.5": "So eng hatte Phagguna mit dem Scheitelknoten sich mit diesen Nonnen zusammengetan. ",
  "mn21:3.1": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete ihm diese Vorgänge. ",
  "mn21:4.1": "Da wandte sich der Buddha an einen Mönch: ",
  "mn21:4.2": "„Bitte, Mönch, sag dem Mönch Phagguna mit dem Scheitelknoten in meinem Namen, ",
  "mn21:4.3": "dass der Lehrer ihn rufen lässt.“ ",
  "mn21:4.4": "„Ja, Herr“, antwortete der Mönch. Er ging zu Phagguna mit dem Scheitelknoten und sagte zu ihm: ",
  "mn21:4.5": "„Geehrter Phagguna, der Lehrer lässt dich rufen.“ ",
  "mn21:4.6": "„Ja, Geehrter“, antwortete Phagguna. Er ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "mn21:5.1": "„Ist es wirklich wahr, Phagguna, dass du zu viel Zeit damit verbringst, dich eng mit einigen Nonnen zusammenzutun? ",
  "mn21:5.2": "Geht es so weit, ",
  "mn21:5.3": "dass du, wenn irgendein Mönch diese Nonnen in deinem Beisein tadelt, zornig und aufgebracht wirst und sogar disziplinarische Verfahren anzettelst? ",
  "mn21:5.4": "Und dass diese Nonnen, wenn irgendein Mönch dich in ihrem Beisein tadelt, zornig und aufgebracht werden und sogar disziplinarische Verfahren anzetteln? ",
  "mn21:5.5": "Hast du dich so eng mit diesen Nonnen zusammengetan?“ ",
  "mn21:5.6": "„Ja, Herr.“ ",
  "mn21:5.7": "„Phagguna, bist du nicht ein ehrbarer Mensch, der aus Vertrauen aus dem Haus fortgezogen ist ins hauslose Leben?“ ",
  "mn21:5.8": "„Ja, Herr.“ ",
  "mn21:6.1": "„Als solcher ist es für dich nicht angebracht, dich so eng mit diesen Nonnen zusammenzutun. ",
  "mn21:6.2": "Daher sollst du, wenn irgendjemand diese Nonnen in deinem Beisein tadelt, alles Sehnen und alle Gedanken an das Leben im Haus aufgeben. ",
  "mn21:6.3": "Wenn das geschieht, sollst du dich so schulen: ",
  "mn21:6.4": "‚Mein Geist wird nicht verfallen. Es werden mir keine bösen Worte entfahren. Ich werde voller Anteilnahme bleiben, mit einem liebevollen Herzen, nicht mit verstecktem Hass.‘ ",
  "mn21:6.5": "So sollst du dich schulen. ",
  "mn21:6.6": "Daher sollst du, selbst wenn irgendjemand diese Nonnen in deinem Beisein mit Fäusten, Steinen, Stöcken und Schwertern schlägt, alles Sehnen und alle Gedanken an das Leben im Haus aufgeben. ",
  "mn21:6.7": "Wenn das geschieht, sollst du dich so schulen: ",
  "mn21:6.8": "‚Mein Geist wird nicht verfallen. Es werden mir keine bösen Worte entfahren. Ich werde voller Anteilnahme bleiben, mit einem liebevollen Herzen, nicht mit verstecktem Hass.‘ ",
  "mn21:6.9": "So sollst du dich schulen. ",
  "mn21:6.10": "Daher sollst du, wenn irgendjemand dich in deinem Beisein tadelt, alles Sehnen und alle Gedanken an das Leben im Haus aufgeben. ",
  "mn21:6.11": "Wenn das geschieht, sollst du dich so schulen: ‚Mein Geist wird nicht verfallen. Es werden mir keine bösen Worte entfahren. Ich werde voller Anteilnahme bleiben, mit einem liebevollen Herzen, nicht mit verstecktem Hass.‘ ",
  "mn21:6.12": "So sollst du dich schulen. ",
  "mn21:6.13": "Daher, Phagguna, sollst du, selbst wenn irgendjemand dich mit Fäusten, Steinen, Stöcken und Schwertern schlägt, alles Sehnen und alle Gedanken an das Leben im Haus aufgeben. ",
  "mn21:6.14": "Wenn das geschieht, sollst du dich so schulen: ‚Mein Geist wird nicht verfallen. Es werden mir keine bösen Worte entfahren. Ich werde voller Anteilnahme bleiben, mit einem liebevollen Herzen, nicht mit verstecktem Hass.‘ ",
  "mn21:6.15": "So sollt ihr euch schulen.“ ",
  "mn21:7.1": "Dann wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn21:7.2": "„Mönche und Nonnen, früher war ich mit den Mönchen und Nonnen zufrieden. ",
  "mn21:7.3": "Einmal wandte ich mich an sie: ",
  "mn21:7.4": "‚Ich esse meine Nahrung in einer Sitzung am Tag. ",
  "mn21:7.5": "Damit sehe ich mich gesund und wohlauf, wendig und stark, und ich lebe unbeschwert. ",
  "mn21:7.6": "Auch ihr sollt eure Nahrung in einer Sitzung am Tag essen. ",
  "mn21:7.7": "Damit werdet ihr euch gesund und wohlauf sehen, wendig und stark, und ihr werdet unbeschwert leben.‘ ",
  "mn21:7.8": "Ich musste diese Mönche und Nonnen nicht ständig unterrichten; ",
  "mn21:7.9": "ich brauchte nur ihre Achtsamkeit anzustoßen. ",
  "mn21:7.10": "Wie wenn da ein Wagen mit angespannten Vollblütern an einer Straßenkreuzung auf ebenem Gelände stünde, und eine Peitsche läge bereit. ",
  "mn21:7.11": "Dann bestiege ein geschickter Zureiter, ein meisterhafter Wagenlenker, den Wagen und nähme die Zügel in seine Rechte und die Peitsche in seine Linke: Er würde nach Belieben hin- und wieder zurückfahren, wann und wohin er wollte. ",
  "mn21:7.12": "Ebenso musste ich diese Mönche und Nonnen nicht ständig unterrichten; ",
  "mn21:7.13": "ich brauchte nur ihre Achtsamkeit anzustoßen. ",
  "mn21:7.14": "Daher, Mönche und Nonnen, sollt ihr aufgeben, was untauglich ist, und euch tauglichen Eigenschaften weihen. ",
  "mn21:7.15": "So werdet ihr Wachstum, Zunahme und Reife in dieser Lehre und Schulung erlangen. ",
  "mn21:8.1": "Wie wenn nicht weit von einem Dorf oder einer Stadt ein großer Salbaumwald wäre, ",
  "mn21:8.2": "der von schädlichen Rizinuspflanzen erstickt würde. ",
  "mn21:8.3": "Da käme ein Mensch, der diesem Wald helfen und nützen wollte. ",
  "mn21:8.4": "Er würde die krummen Salbaumschösslinge, die Nährstoffe wegnahmen, fällen und hinausschaffen. Und er würde das Innere des Waldes säubern ",
  "mn21:8.5": "und richtig für die geraden, wohlgeformten Salbaumschösslinge sorgen. ",
  "mn21:8.6": "So würde dieser Salbaumwald mit der Zeit wachsen, größer werden und zur Reife kommen. ",
  "mn21:8.7": "Ebenso, Mönche und Nonnen, sollt ihr aufgeben, was untauglich ist, und euch tauglichen Eigenschaften weihen. ",
  "mn21:8.8": "So werdet ihr Wachstum, Zunahme und Reife in dieser Lehre und Schulung erlangen. ",
  "mn21:9.1": "Es war einmal, Mönche und Nonnen, eine Hausbesitzerin mit Namen Vedehikā eben hier in Sāvatthī. ",
  "mn21:9.2": "Sie hatte diesen guten Ruf: ",
  "mn21:9.3": "‚Die Hausbesitzerin Vedehikā ist sanft, gelassen und still.‘ ",
  "mn21:9.4": "Nun hatte Vedehikā ein abhängiges Dienstmädchen mit Namen Kāḷī, die geschickt und unermüdlich war und ihre Arbeit gut organisierte. ",
  "mn21:9.5": "Da dachte Kāḷī: ",
  "mn21:9.6": "‚Meine Herrin hat den guten Ruf, ",
  "mn21:9.7": "sie sei sanft, gelassen und still. ",
  "mn21:9.8": "Aber hat sie tatsächlich Zorn in sich und zeigt ihn bloß nicht, oder hat sie keinen Zorn? ",
  "mn21:9.9": "Oder zeigt sie nur deshalb keinen Zorn, weil meine Arbeit gut organisiert ist, obwohl sie ihn doch in sich hat? ",
  "mn21:9.10": "Warum prüfe ich meine Herrin nicht?‘ ",
  "mn21:9.11": "Da stand Kāḷī nach Tagesanbruch auf. ",
  "mn21:9.12": "Vedehikā sagte zu ihr: ",
  "mn21:9.13": "‚He du Schlampe, Kāḷī!‘ ",
  "mn21:9.14": "‚Was ist, meine Dame?‘ ",
  "mn21:9.15": "‚Du stehst nach Tagesanbruch auf – was ist los mit dir, du Schlampe?‘ ",
  "mn21:9.16": "‚Nichts, meine Dame.‘ ",
  "mn21:9.17": "‚Ach, nichts ist also los, du ungezogenes Mädchen, aber du stehst nach Tagesanbruch auf!‘ Sie war zornig und aufgebracht und setzte eine finstere Miene auf. ",
  "mn21:9.18": "Da dachte Kāḷī: ",
  "mn21:9.19": "‚Meine Herrin hat tatsächlich Zorn in sich und zeigt ihn bloß nicht; es ist nicht so, als hätte sie keinen Zorn. ",
  "mn21:9.20": "Sie zeigt nur deshalb keinen Zorn, weil meine Arbeit gut organisiert ist, obwohl sie ihn doch in sich hat. ",
  "mn21:9.21": "Warum prüfe ich meine Herrin nicht weiter?‘ ",
  "mn21:9.22": "Da stand Kāḷī später am Tag auf. ",
  "mn21:9.23": "Vedehikā sagte zu ihr: ",
  "mn21:9.24": "‚He du Schlampe, Kāḷī!‘ ",
  "mn21:9.25": "‚Was ist, meine Dame?‘ ",
  "mn21:9.26": "‚Du stehst später am Tag auf – was ist los mit dir, du Schlampe?‘ ",
  "mn21:9.27": "‚Nichts, meine Dame.‘ ",
  "mn21:9.28": "‚Ach, nichts ist also los, du ungezogenes Mädchen, aber du stehst später am Tag auf!‘ Sie war zornig und aufgebracht, und es entfuhren ihr zornige Worte. ",
  "mn21:9.29": "Da dachte Kāḷī: ",
  "mn21:9.30": "‚Meine Herrin hat tatsächlich Zorn in sich und zeigt ihn bloß nicht; es ist nicht so, als hätte sie keinen Zorn. ",
  "mn21:9.31": "Sie zeigt nur deshalb keinen Zorn, weil meine Arbeit gut organisiert ist, obwohl sie ihn doch in sich hat. ",
  "mn21:9.32": "Warum prüfe ich meine Herrin nicht weiter?‘ ",
  "mn21:9.33": "Da stand Kāḷī noch später am Tag auf. ",
  "mn21:9.34": "Vedehikā sagte zu ihr: ",
  "mn21:9.35": "‚He du Schlampe, Kāḷī!‘ ",
  "mn21:9.36": "‚Was ist, meine Dame?‘ ",
  "mn21:9.37": "‚Du stehst noch später am Tag auf – was ist los mit dir, du Schlampe?‘ ",
  "mn21:9.38": "‚Nichts, meine Dame.‘ ",
  "mn21:9.39": "‚Ach, nichts ist also los, du ungezogenes Mädchen, aber du stehst noch später am Tag auf!‘ Sie war zornig und aufgebracht, nahm einen Türriegel und schlug Kāḷī auf den Kopf, dass er aufplatzte. ",
  "mn21:9.40": "Da prangerte Kāḷī ihre Herrin bei den Nachbarinnen an, während das Blut von ihrem aufgeplatzen Kopf rann: ",
  "mn21:9.41": "‚Seht, ihr Damen, was die Sanfte tat! ",
  "mn21:9.42": "Seht, was die Gelassene tat! Seht, was die Stille tat! ",
  "mn21:9.43": "Wie in aller Welt kann sie einen Türriegel nehmen und ihr einziges Dienstmädchen auf den Kopf schlagen, dass er aufplatzt, bloß weil sie spät aufgestanden ist?‘ ",
  "mn21:9.44": "Und nach einiger Zeit hatte die Hausbesitzerin Vedehikā diesen schlechten Ruf: ",
  "mn21:9.45": "‚Die Hausbesitzerin Vedehikā ist grimmig, schlecht gelaunt und alles andere als still.‘ ",
  "mn21:10.1": "Ebenso kann ein Mönch der Sanfteste unter den Sanften sein, der Gelassenste unter den Gelassenen, der Stillste unter den Stillen, solange er keinem unliebsamen Tadel ausgesetzt ist. ",
  "mn21:10.2": "Aber wenn er unliebsamem Tadel ausgesetzt ist, dann wird man sehen, ob er wirklich sanft, gelassen und still ist. ",
  "mn21:10.3": "Ich sage nicht, ein Mönch sei leicht zu ermahnen, wenn er um Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung willen leicht zu ermahnen ist. ",
  "mn21:10.4": "Warum ist das so? ",
  "mn21:10.5": "Weil er, wenn er Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung nicht bekommt, nicht länger leicht zu ermahnen ist. ",
  "mn21:10.6": "Aber wenn ein Mönch nur deshalb leicht zu ermahnen ist, weil er die Lehre ehrt, achtet, würdigt, verehrt und hochhält, dann sage ich, er sei leicht zu ermahnen. ",
  "mn21:10.7": "Daher, Mönche und Nonnen, sollt ihr euch so schulen: ‚Wir wollen nur deshalb leicht zu ermahnen sein, weil wir die Lehre ehren, achten, würdigen, verehren und hochhalten.‘ ",
  "mn21:10.8": "So sollt ihr euch schulen. ",
  "mn21:11.1": "Mönche und Nonnen, es gibt diese fünf Arten, auf die andere euch tadeln könnten: ",
  "mn21:11.2": "zur rechten Zeit oder zur falschen Zeit, ",
  "mn21:11.3": "mit der Wahrheit oder mit der Unwahrheit, ",
  "mn21:11.4": "sanft oder grob, ",
  "mn21:11.5": "zum Nutzen oder zum Schaden, ",
  "mn21:11.6": "mit liebevollem Herzen oder mit verstecktem Hass. ",
  "mn21:11.7": "Wenn andere euch tadeln, können sie das zur rechten Zeit oder zur falschen Zeit tun, ",
  "mn21:11.8": "mit der Wahrheit oder mit der Unwahrheit, ",
  "mn21:11.9": "sanft oder grob, ",
  "mn21:11.10": "zum Nutzen oder zum Schaden, ",
  "mn21:11.11": "mit liebevollem Herzen oder mit verstecktem Hass. ",
  "mn21:11.12": "Wenn das geschieht, sollt ihr euch so schulen: ",
  "mn21:11.13": "‚Unser Geist wird nicht verfallen. Es werden uns keine bösen Worte entfahren. Wir werden voller Anteilnahme bleiben, mit einem liebevollen Herzen, nicht mit verstecktem Hass. ",
  "mn21:11.14": "Wir wollen meditieren, indem wir diesen Menschen mit einem Herzen voller Liebe durchdringen. Und mit ihm als Grundlage wollen wir meditieren, indem wir die ganze Welt mit einem Herzen voller Liebe durchdringen – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen.‘ ",
  "mn21:11.15": "So sollt ihr euch schulen. ",
  "mn21:12.1": "Wie wenn da ein Mensch mit einem Spaten und einem Korb käme ",
  "mn21:12.2": "und sagen würde: ",
  "mn21:12.3": "‚Ich werde machen, dass diese große Erde ohne Erde ist!‘ ",
  "mn21:12.4": "Und er würde überall graben, überall verstreuen, überallhin spucken und urinieren: ",
  "mn21:12.5": "‚Sei ohne Erde! Sei ohne Erde!‘ ",
  "mn21:12.6": "Was denkt ihr, Mönche und Nonnen? ",
  "mn21:12.7": "Kann dieser Mensch machen, dass diese große Erde ohne Erde ist?“ ",
  "mn21:12.8": "„Nein, Herr. ",
  "mn21:12.9": "Warum ist das so? ",
  "mn21:12.10": "Weil diese große Erde tief und grenzenlos ist. ",
  "mn21:12.11": "Es ist nicht leicht, zu machen, dass sie ohne Erde ist. ",
  "mn21:12.12": "Dieser Mensch würde nur erschöpft und entmutigt werden.“ ",
  "mn21:13.1": "„Ebenso gibt es diese fünf Arten, auf die andere euch tadeln könnten: ",
  "mn21:13.2": "zur rechten Zeit oder zur falschen Zeit, ",
  "mn21:13.3": "mit der Wahrheit oder mit der Unwahrheit, ",
  "mn21:13.4": "sanft oder grob, ",
  "mn21:13.5": "zum Nutzen oder zum Schaden, ",
  "mn21:13.6": "mit liebevollem Herzen oder mit verstecktem Hass. ",
  "mn21:13.7": "Wenn andere euch tadeln, können sie das auf jede dieser fünf Arten tun. ",
  "mn21:13.12": "Wenn das geschieht, sollt ihr euch so schulen: ",
  "mn21:13.13": "‚Unser Geist wird nicht verfallen. Es werden uns keine bösen Worte entfahren. Wir werden voller Anteilnahme bleiben, mit einem liebevollen Herzen, nicht mit verstecktem Hass. ",
  "mn21:13.14": "Wir wollen meditieren, indem wir diesen Menschen mit einem Herzen voller Liebe durchdringen. Und mit ihm als Grundlage wollen wir meditieren, indem wir die ganze Welt mit einem Herzen wie die Erde durchdringen – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen.‘ ",
  "mn21:13.15": "So sollt ihr euch schulen. ",
  "mn21:14.1": "Wie wenn da ein Mensch mit Färbemittel wie rotem Lack, Gelbwurz, Indigo oder Färberkrapp käme ",
  "mn21:14.2": "und sagen würde: ",
  "mn21:14.3": "‚Ich werde Bilder in den Raum malen, werde dort Bilder erscheinen lassen!‘ ",
  "mn21:14.4": "Was denkt ihr, Mönche und Nonnen? ",
  "mn21:14.5": "Kann dieser Mensch Bilder in den Raum malen?“ ",
  "mn21:14.6": "„Nein, Herr. ",
  "mn21:14.7": "Warum ist das so? ",
  "mn21:14.8": "Weil der Raum keine Form und keine Erscheinung hat. ",
  "mn21:14.9": "Es ist nicht leicht, dort Bilder zu malen. ",
  "mn21:14.10": "Dieser Mensch würde nur erschöpft und entmutigt werden.“ ",
  "mn21:15.1": "„Ebenso gibt es diese fünf Arten, auf die andere euch tadeln könnten: ",
  "mn21:15.2": "‚… Wir wollen meditieren, indem wir diesen Menschen mit einem Herzen voller Liebe durchdringen. Und mit ihm als Grundlage wollen wir meditieren, indem wir die ganze Welt mit einem Herzen wie der Raum durchdringen – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen.‘ ",
  "mn21:15.3": "So sollt ihr euch schulen. ",
  "mn21:16.1": "Wie wenn da ein Mensch käme und eine brennende Grasfackel trüge ",
  "mn21:16.2": "und sagen würde: ",
  "mn21:16.3": "‚Ich werde mit dieser brennenden Grasfackel den Ganges ausbrennen und ausglühen.‘ ",
  "mn21:16.4": "Was denkt ihr, Mönche und Nonnen? ",
  "mn21:16.5": "Könnte dieser Mensch mit einer brennenden Grasfackel den Ganges ausbrennen und ausglühen?“ ",
  "mn21:16.6": "„Nein, Herr. ",
  "mn21:16.7": "Warum ist das so? ",
  "mn21:16.8": "Weil der Ganges tief und grenzenlos ist. ",
  "mn21:16.9": "Es ist nicht einfach, ihn mit einer brennenden Grasfackel auszubrennen und auszuglühen. ",
  "mn21:16.10": "Dieser Mensch würde nur erschöpft und entmutigt werden.“ ",
  "mn21:17.1": "„Ebenso gibt es diese fünf Arten, auf die andere euch tadeln könnten: ",
  "mn21:17.2": "‚… Wir wollen meditieren, indem wir diesen Menschen mit einem Herzen voller Liebe durchdringen. Und mit ihm als Grundlage wollen wir meditieren, indem wir die ganze Welt mit einem Herzen wie der Ganges durchdringen – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen.‘ ",
  "mn21:17.3": "So sollt ihr euch schulen. ",
  "mn21:18.1": "Wie ein Katzenfellbeutel, der gewalkt wäre, gut gewalkt, sehr gut gewalkt, weich, seidig, ohne Rascheln oder Knistern, ",
  "mn21:18.2": "und es käme ein Mensch, der einen Stock oder Stein hätte, ",
  "mn21:18.3": "und würde sagen: ",
  "mn21:18.4": "‚Ich werde diesen weichen Katzenfellbeutel mit diesem Stock oder Stein zum Rascheln und Knistern bringen.‘ ",
  "mn21:18.5": "Was denkt ihr, Mönche und Nonnen? ",
  "mn21:18.6": "Könnte dieser Mensch diesen weichen Katzenfellbeutel mit dem Stock oder dem Stein zum Rascheln und Knistern bringen?“ ",
  "mn21:18.7": "„Nein, Herr. ",
  "mn21:18.8": "Warum ist das so? ",
  "mn21:18.9": "Weil dieser Katzenfellbeutel gewalkt ist, gut gewalkt, sehr gut gewalkt, weich, seidig, ohne Rascheln oder Knistern. ",
  "mn21:18.10": "Es ist nicht leicht, ihn mit einem Stock oder einem Stein zum Rascheln und Knistern zu bringen. ",
  "mn21:18.11": "Dieser Mensch würde nur erschöpft und entmutigt werden.“ ",
  "mn21:19.1": "„Ebenso gibt es diese fünf Arten, auf die andere euch tadeln könnten: ",
  "mn21:19.2": "zur rechten Zeit oder zur falschen Zeit, ",
  "mn21:19.3": "mit der Wahrheit oder mit der Unwahrheit, ",
  "mn21:19.4": "sanft oder grob, ",
  "mn21:19.5": "zum Nutzen oder zum Schaden, ",
  "mn21:19.6": "mit liebevollem Herzen oder mit verstecktem Hass. ",
  "mn21:19.7": "Wenn andere euch tadeln, können sie das auf jede dieser fünf Arten tun. ",
  "mn21:19.12": "Wenn das geschieht, sollt ihr euch so schulen: ",
  "mn21:19.13": "‚Unser Geist wird nicht verfallen. Es werden uns keine bösen Worte entfahren. Wir werden voller Anteilnahme bleiben, mit einem liebevollen Herzen, nicht mit verstecktem Hass. ",
  "mn21:19.14": "Wir wollen meditieren, indem wir diesen Menschen mit einem Herzen voller Liebe durchdringen. Und mit ihm als Grundlage wollen wir meditieren, indem wir die ganze Welt mit einem Herzen wie ein Katzenfellbeutel durchdringen – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen.‘ ",
  "mn21:19.15": "So sollt ihr euch schulen. ",
  "mn21:20.1": "Selbst wenn gemeine Räuber euch mit einer doppelgriffigen Säge nacheinander alle Glieder abtrennen würden, würde jeder, der darüber einen böswilligen Gedanken hätte, nicht meiner Anleitung folgen. ",
  "mn21:20.2": "Wenn das geschieht, sollt ihr euch so schulen: ",
  "mn21:20.3": "‚Unser Geist wird nicht verfallen. Es werden uns keine bösen Worte entfahren. Wir werden voller Anteilnahme bleiben, mit einem liebevollen Herzen, nicht mit verstecktem Hass. ",
  "mn21:20.4": "Wir wollen meditieren, indem wir diesen Menschen mit einem Herzen voller Liebe durchdringen. Und mit ihm als Grundlage wollen wir meditieren, indem wir die ganze Welt mit einem Herzen voller Liebe durchdringen – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen.‘ ",
  "mn21:20.5": "So sollt ihr euch schulen. ",
  "mn21:21.1": "Wenn ihr häufig über diese Unterweisung über das Gleichnis von der Säge nachdenkt, ",
  "mn21:21.2": "seht ihr dann irgendeinen Tadel, groß oder klein, den ihr nicht ertragen könntet?“ ",
  "mn21:21.3": "„Nein, Herr.“ ",
  "mn21:21.4": "„Daher, Mönche und Nonnen, sollt  ihr häufig über diese Unterweisung über das Gleichnis von der Säge nachdenken. ",
  "mn21:21.5": "Das wird zu eurem langanhaltenden Nutzen und Glück sein.“ ",
  "mn21:21.6": "Das sagte der Buddha. ",
  "mn21:21.7": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}