{
  "mn22:0.1": "Mittlere Lehrreden 22 ",
  "mn22:0.2": "Das Gleichnis von der Kobra ",
  "mn22:1.1": "So habe ich es gehört: ",
  "mn22:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn22:2.1": "Zu dieser Zeit hatte ein Mönch namens Ariṭṭha, ein vormaliger Geierfänger, den folgenden schädlichen Irrglauben: ",
  "mn22:2.2": "„Wie ich die Lehre des Buddha verstehe, sind die Handlungen, von denen er sagt, sie seien Blockaden, nicht wirklich Blockaden für den, der sie verübt.“ ",
  "mn22:2.3": "Mehrere Mönche und Nonnen hörten davon. ",
  "mn22:3.1": "Sie gingen zu Ariṭṭha und sagten zu ihm: ",
  "mn22:3.2": "„Ist es wirklich wahr, geehrter Ariṭṭha, dass du solch einen schädlichen Irrglauben hast: ",
  "mn22:3.3": "‚Wie ich die Lehre des Buddha verstehe, sind die Handlungen, von denen er sagt, sie seien Blockaden, nicht wirklich Blockaden für den, der sie verübt‘?“ ",
  "mn22:3.4": "„Genau, Geehrte. Wie ich die Lehre des Buddha verstehe, sind die Handlungen, von denen er sagt, sie seien Blockaden, nicht wirklich Blockaden für den, der sie verübt.“ ",
  "mn22:3.5": "Und in dem Wunsch, Ariṭṭha von seinem Irrglauben abzubringen, gingen sie ihm nach, drangen auf ihn ein und nahmen ihn ins Kreuzverhör: ",
  "mn22:3.6": "„Sag das nicht, Ariṭṭha! Stell den Buddha nicht falsch dar, denn es ist nicht gut, den Buddha falsch darzustellen. Und der Buddha würde das nicht sagen. ",
  "mn22:3.7": "Auf vielerlei Art hat der Buddha gesagt, dass blockierende Handlungen Blockaden sind und dass sie den, der sie verübt, wirklich blockieren. ",
  "mn22:3.8": "Der Buddha hat gesagt, dass Sinnenfreuden zu wenig Befriedigung und viel Leiden und Bedrängnis führen, und mehr noch, dass sie viele Nachteile haben. ",
  "mn22:3.9": "Mit dem Gleichnis vom Skelett … ",
  "mn22:3.10": "dem Gleichnis vom Fleischfetzen … ",
  "mn22:3.11": "dem Gleichnis von der Grasfackel … ",
  "mn22:3.12": "dem Gleichnis von der Grube mit glühenden Kohlen … ",
  "mn22:3.13": "dem Gleichnis vom Traum … ",
  "mn22:3.14": "dem Gleichnis von den geliehenen Gütern … ",
  "mn22:3.15": "dem Gleichnis von den Baumfrüchten … ",
  "mn22:3.16": "dem Gleichnis vom Schlachtmesser und vom Hackklotz … ",
  "mn22:3.17": "dem Gleichnis von den Schwertern und Lanzen … ",
  "mn22:3.18": "und dem Gleichnis vom Schlangenkopf sagt der Buddha, dass Sinnenfreuden zu wenig Befriedigung und viel Leiden und Bedrängnis führen, und mehr noch, dass sie viele Nachteile haben.“ ",
  "mn22:3.19": "Doch obwohl er von den Mönchen und Nonnen so ins Kreuzverhör genommen wurde, hielt Ariṭṭha eigensinnig an seinem schädlichen Irrglauben fest und bestand darauf. ",
  "mn22:3.21": "Als diese Mönche und Nonnen nicht in der Lage waren, Ariṭṭha von seinem schädlichen Irrglauben abzubringen, gingen sie zum Buddha und berichteten ihm die Begebenheit. ",
  "mn22:5.1": "Da wandte sich der Buddha an einen Mönch: ",
  "mn22:5.2": "„Bitte, Mönch, sag dem Mönch Ariṭṭha in meinem Namen, ",
  "mn22:5.3": "dass der Lehrer ihn rufen lässt.“ ",
  "mn22:5.4": "„Ja, Herr“, antwortete der Mönch. Er ging zu Ariṭṭha und sagte zu ihm: ",
  "mn22:5.5": "„Geehrter Ariṭṭha, der Lehrer lässt dich rufen.“ ",
  "mn22:5.6": "„Ja, Geehrter“, antwortete Ariṭṭha. Er ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "mn22:5.7": "„Ist es wirklich wahr, Ariṭṭha, dass du solch einen schädlichen Irrglauben hast: ",
  "mn22:5.8": "‚Wie ich die Lehre des Buddha verstehe, sind die Handlungen, von denen er sagt, sie seien Blockaden, nicht wirklich Blockaden für den, der sie verübt‘?“ ",
  "mn22:5.9": "„Genau, Herr. Wie ich die Lehre des Buddha verstehe, sind die Handlungen, von denen er sagt, sie seien Blockaden, nicht wirklich Blockaden für den, der sie verübt.“ ",
  "mn22:6.1": "„Unnützer Mann, wen in aller Welt habe ich deines Wissens je so unterwiesen? ",
  "mn22:6.2": "Habe ich nicht auf vielerlei Art gesagt, dass blockierende Handlungen Blockaden sind und dass sie den, der sie verübt, wirklich blockieren? ",
  "mn22:6.3": "Ich habe gesagt, dass Sinnenfreuden zu wenig Befriedigung und viel Leiden und Bedrängnis führen, und mehr noch, dass sie viele Nachteile haben. ",
  "mn22:6.4": "Mit dem Gleichnis vom Skelett … ",
  "mn22:6.5": "dem Gleichnis vom Fleischfetzen … ",
  "mn22:6.6": "dem Gleichnis von der Grasfackel … ",
  "mn22:6.7": "dem Gleichnis von der Grube mit glühenden Kohlen … ",
  "mn22:6.8": "dem Gleichnis vom Traum … ",
  "mn22:6.9": "dem Gleichnis von den geliehenen Gütern … ",
  "mn22:6.10": "dem Gleichnis von den Baumfrüchten … ",
  "mn22:6.11": "dem Gleichnis vom Schlachtmesser und vom Hackklotz … ",
  "mn22:6.12": "dem Gleichnis von den Schwertern und Lanzen … ",
  "mn22:6.13": "und dem Gleichnis vom Schlangenkopf habe ich gesagt, dass Sinnenfreuden zu wenig Befriedigung und viel Leiden und Bedrängnis führen, und mehr noch, dass sie viele Nachteile haben. ",
  "mn22:6.14": "Und doch stellst du mich durch dein falsches Anpacken falsch dar, verletzt dich selbst und schaffst viel Schlechtigkeit. ",
  "mn22:6.15": "Das wird zu deinem langanhaltenden Schaden und Leiden sein.“ ",
  "mn22:7.1": "Dann wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn22:7.2": "„Was denkt ihr, Mönche und Nonnen? ",
  "mn22:7.3": "Hat dieser Mönch Ariṭṭha auch nur einen Funken Inbrunst in dieser Lehre und Schulung entzündet?“ ",
  "mn22:7.4": "„Wie könnte das sein, Herr? ",
  "mn22:7.5": "Nein, Herr.“ ",
  "mn22:7.6": "Daraufhin saß Ariṭṭha schweigend und betroffen da, mit hängenden Schultern und gesenktem Kopf, niedergeschlagen, und konnte nichts sagen. ",
  "mn22:7.7": "Als der Buddha das erkannte, sagte er zu ihm: ",
  "mn22:7.8": "„Unnützer Mann, man wird dich anhand deines eigenen schädlichen Irrglaubens kennen. ",
  "mn22:7.9": "Ich werde die Mönche und Nonnen dazu befragen.“ ",
  "mn22:8.1": "Dann wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn22:8.2": "„Mönche und Nonnen, versteht ihr meine Lehre so wie Ariṭṭha es tut, wenn er mich durch sein falsches Anpacken falsch darstellt, sich selbst verletzt und viel Schlechtigkeit schafft?“ ",
  "mn22:8.3": "„Nein, Herr. ",
  "mn22:8.4": "Denn auf vielerlei Art hat der Buddha gesagt, dass blockierende Handlungen Blockaden sind und dass sie den, der sie verübt, wirklich blockieren. ",
  "mn22:8.6": "Der Buddha hat gesagt, dass Sinnenfreuden zu wenig Befriedigung und viel Leiden und Bedrängnis führen, und mehr noch, dass sie viele Nachteile haben. ",
  "mn22:8.7": "Mit dem Gleichnis vom Skelett … ",
  "mn22:8.8": "und dem Gleichnis vom Schlangenkopf hat der Buddha gesagt, dass Sinnenfreuden zu wenig Befriedigung und viel Leiden und Bedrängnis führen, und mehr noch, dass sie viele Nachteile haben.“ ",
  "mn22:8.9": "„Gut, gut, Mönche und Nonnen! Es ist gut, dass ihr meine Lehre so versteht. ",
  "mn22:8.10": "Denn ich habe auf vielerlei Art gesagt, dass blockierende Handlungen Blockaden sind und dass sie den, der sie verübt, wirklich blockieren. … ",
  "mn22:8.13": "Ich habe gesagt, dass Sinnenfreuden zu wenig Befriedigung und viel Leiden und Bedrängnis führen, und mehr noch, dass sie viele Nachteile haben. ",
  "mn22:8.14": "Und doch stellt mich dieser Ariṭṭha durch sein falsches Anpacken falsch dar, verletzt sich selbst und schafft viel Schlechtigkeit. ",
  "mn22:8.15": "Das wird für diesen unnützen Mann zum langanhaltenden Schaden und Leiden sein. ",
  "mn22:9.1": "Es ist ganz unmöglich, Mönche und Nonnen, ohne sinnliche Begierden, sinnliche Wahrnehmungen und sinnliche Gedanken sinnliche Handlungen auszuführen. ",
  "mn22:10.1": "Da prägt sich ein unnützer Mensch die Lehre ein: ",
  "mn22:10.2": "die Aussagen, Mischungen aus Prosa und Dichtung, Gespräche, Strophen, innigen Ausrufe, Legenden, Geschichten aus früheren Leben, erstaunlichen Geschichten und ausführlichen Darstellungen. ",
  "mn22:10.3": "Aber er untersucht die Bedeutung dieser Lehren nicht mit Weisheit ",
  "mn22:10.4": "und nimmt sie daher nach Überlegung nicht an. ",
  "mn22:10.5": "Er prägt sich die Lehre ein, um Irrtümer zu finden und Debatten zu gewinnen. ",
  "mn22:10.6": "Das Ziel, für das er sie sich eingeprägt hat, erreicht er nicht. ",
  "mn22:10.7": "Weil sie falsch angepackt wurden, führen diese Lehren zu seinem langanhaltenden Schaden und Leiden. ",
  "mn22:10.8": "Warum ist das so? ",
  "mn22:10.9": "Wegen seines falschen Anpackens der Lehren. ",
  "mn22:10.10": "Wie ein Mensch, der eine Kobra bräuchte und auf der Suche nach einer Kobra umherwandern würde. ",
  "mn22:10.11": "Er sähe eine große Kobra ",
  "mn22:10.12": "und packte sie am Körper oder am Schwanz. ",
  "mn22:10.13": "Aber diese Kobra würde sich zurückwenden und ihn in die Hand oder den Arm oder ein anderes Haupt- oder Nebenglied beißen, ",
  "mn22:10.14": "und das würde zu Tod oder tödlichem Schmerz führen. ",
  "mn22:10.15": "Warum ist das so? ",
  "mn22:10.16": "Wegen seines falschen Anpackens der Kobra. ",
  "mn22:10.17": "Ebenso prägt sich da ein unnützer Mensch die Lehre ein … ",
  "mn22:10.23": "und diese Lehren führen zu seinem langanhaltenden Schaden und Leiden. ",
  "mn22:10.24": "Warum ist das so? ",
  "mn22:10.25": "Wegen seines falschen Anpackens der Lehren. ",
  "mn22:11.1": "Dann prägt sich da ein ehrbarer Mensch die Lehre ein: ",
  "mn22:11.2": "die Aussagen, Mischungen aus Prosa und Dichtung, Gespräche, Strophen, innigen Ausrufe, Legenden, Geschichten aus früheren Leben, erstaunlichen Geschichten und ausführlichen Darstellungen. ",
  "mn22:11.3": "Und sobald er sie sich eingeprägt hat, untersucht er ihre Bedeutung mit Weisheit ",
  "mn22:11.4": "und nimmt sie nach Überlegung an. ",
  "mn22:11.5": "Er prägt sich die Lehre nicht ein, um Irrtümer zu finden und Debatten zu gewinnen. ",
  "mn22:11.6": "Das Ziel, für das er sie sich eingeprägt hat, erreicht er. ",
  "mn22:11.7": "Weil sie richtig angepackt wurden, führen diese Lehren zu seinem langanhaltenden Nutzen und Glück. ",
  "mn22:11.8": "Warum ist das so? ",
  "mn22:11.9": "Wegen seines richtigen Anpackens der Lehren. ",
  "mn22:11.10": "Wie ein Mensch, der eine Kobra bräuchte und auf der Suche nach einer Kobra umherwandern würde. ",
  "mn22:11.11": "Er sähe eine große Kobra ",
  "mn22:11.12": "und hielte sie vorsichtig mit einem gegabelten Stock fest. ",
  "mn22:11.13": "Erst dann packte er sie richtig am Hals. ",
  "mn22:11.14": "Und selbst wenn diese Kobra ihren Körper um die Hand oder den Arm oder ein anderes Haupt- oder Nebenglied dieses Mannes schlänge, würde das nicht zu Tod oder tödlichem Schmerz führen. ",
  "mn22:11.15": "Warum ist das so? ",
  "mn22:11.16": "Wegen seines richtigen Anpackens der Kobra. ",
  "mn22:11.17": "Ebenso prägt sich da ein ehrbarer Mensch die Lehre ein … ",
  "mn22:11.23": "und diese Lehren führen zu seinem langanhaltenden Segen, Nutzen und Glück. ",
  "mn22:11.24": "Warum ist das so? ",
  "mn22:11.25": "Wegen seines richtigen Anpackens der Lehren. ",
  "mn22:12.1": "Daher, Mönche und Nonnen, sollt ihr, wenn ihr verstanden habt, was ich gesagt habe, es entsprechend behalten. ",
  "mn22:12.2": "Aber wenn ich etwas gesagt habe, das ihr nicht versteht, sollt ihr mich oder fähige Mönche oder Nonnen darüber befragen. ",
  "mn22:13.1": "Mönche und Nonnen, ich will euch ein Gleichnis von der Lehre als Floß lehren: zum Übersetzen, nicht zum Festhalten. ",
  "mn22:13.2": "Hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn22:13.3": "„Ja, Herr“, antworteten sie. ",
  "mn22:13.4": "Der Buddha sagte: ",
  "mn22:13.5": "„Wie wenn da jemand eine Straße entlangwanderte, ",
  "mn22:13.6": "und er sähe eine große Sintflut. Dieses Ufer wäre bedrohlich und gefährlich, während das andere Ufer ein Refugium und frei von Gefahr wäre. ",
  "mn22:13.7": "Doch es gäbe keine Fähre oder Brücke, um hinüberzugelangen. ",
  "mn22:13.8": "Er dächte: ",
  "mn22:13.11": "‚Warum sammle ich nicht Gras, Stöcke, Zweige und Blätter und baue ein Floß? Wenn ich auf dem Floß sitze und mit Händen und Füßen paddele, kann ich sicher zum anderen Ufer gelangen.‘ ",
  "mn22:13.12": "Und genau das täte er. ",
  "mn22:13.13": "Und wenn er zum anderen Ufer übergesetzt hätte, dächte er: ",
  "mn22:13.14": "‚Dieses Floß war mir eine große Hilfe. ",
  "mn22:13.15": "Indem ich auf dem Floß saß und mit Händen und Füßen paddelte, bin ich sicher zum anderen Ufer gelangt. ",
  "mn22:13.16": "Warum hebe ich es nicht auf meinen Kopf oder lege es mir auf die Schulter und gehe, wohin ich will?‘ ",
  "mn22:13.17": "Was denkt ihr, Mönche und Nonnen? ",
  "mn22:13.18": "Täte dieser Mensch, was man mit diesem Floß tun soll?“ ",
  "mn22:13.19": "„Nein, Herr.“ ",
  "mn22:13.20": "„Und was, Mönche und Nonnen, sollte dieser Mensch mit dem Floß tun? ",
  "mn22:13.21": "Wenn er übergesetzt hätte, sollte er denken: ",
  "mn22:13.22": "‚Dieses Floß war mir eine große Hilfe. … ",
  "mn22:13.24": "Warum ziehe ich es nicht aufs Trockene oder lasse es im Wasser treiben und gehe, wohin ich will?‘ ",
  "mn22:13.25": "Das sollte dieser Mensch mit dem Floß tun. ",
  "mn22:13.26": "Ebenso habe ich ein Gleichnis von der Lehre als Floß gelehrt: zum Übersetzen, nicht zum Festhalten. ",
  "mn22:14.1": "Wenn ihr das Gleichnis vom Floß versteht, werdet ihr selbst die Lehren aufgeben, und erst recht das, was nicht die Lehren ist. ",
  "mn22:15.1": "Mönche und Nonnen, es gibt sechs Grundlagen für Ansichten. ",
  "mn22:15.2": "Welche sechs? ",
  "mn22:15.3": "Da hat ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen und ist in der Lehre der Edlen nicht bewandert und geschult. Er hat keine guten Menschen gesehen und ist in der Lehre der Guten nicht bewandert und geschult. ",
  "mn22:15.4": "Er betrachtet Form so: ‚Das ist mein, das bin ich, das ist mein Selbst.‘ ",
  "mn22:15.5": "Er betrachtet auch Gefühl … ",
  "mn22:15.6": "Wahrnehmung … ",
  "mn22:15.7": "Willensbildungsprozesse … ",
  "mn22:15.8": "alles, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, so: ‚Das ist mein, das bin ich, das ist mein Selbst.‘ ",
  "mn22:15.9": "Und auch diese Grundlage für Ansichten: ",
  "mn22:15.10": "‚Das Weltall und das Selbst sind ein und dasselbe. Nach dem Tod werde ich das sein: beständig, immerwährend, ewig und unvergänglich; und ich werde für immer und ewig bestehen‘ ",
  "mn22:15.11": "betrachtet er so: ‚Das ist mein, das bin ich, das ist mein Selbst.‘ ",
  "mn22:16.1": "Aber ein gebildeter edler Schüler hat die Edlen gesehen und ist in der Lehre der Edlen bewandert und geschult. Er hat gute Menschen gesehen und ist in der Lehre der Guten bewandert und geschult. ",
  "mn22:16.2": "Er betrachtet Form so: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn22:16.3": "Er betrachtet auch Gefühl … ",
  "mn22:16.4": "Wahrnehmung … ",
  "mn22:16.5": "Willensbildungsprozesse … ",
  "mn22:16.6": "alles, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, so: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn22:16.7": "Und auch diese Grundlage für Ansichten: ",
  "mn22:16.8": "‚Das Weltall und das Selbst sind ein und dasselbe. Nach dem Tod werde ich das sein: beständig, immerwährend, ewig und unvergänglich; und ich werde für immer und ewig bestehen‘ ",
  "mn22:16.9": "betrachtet er so: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn22:17.1": "Wenn er so sieht, ist ihm nicht bange um das, was nicht besteht.“ ",
  "mn22:18.1": "Daraufhin fragte einer der Mönche den Buddha: ",
  "mn22:18.2": "„Herr, kann es sein, dass da Bangigkeit ist um das, was äußerlich nicht besteht?“ ",
  "mn22:18.3": "„Das kann sein, Mönch“, sagte der Buddha. ",
  "mn22:18.4": "„Da denkt jemand: ",
  "mn22:18.5": "„Ach, früher war es mein, aber es ist nicht mehr mein. ",
  "mn22:18.6": "Ach, es könnte mein sein, aber ich bekomme es nicht.‘ ",
  "mn22:18.7": "Er ist bekümmert und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung. ",
  "mn22:18.8": "So ist da Bangigkeit um das, was äußerlich nicht besteht.“ ",
  "mn22:19.1": "„Aber kann es sein, dass da keine Bangigkeit ist um das, was äußerlich nicht besteht?“ ",
  "mn22:19.2": "„Das kann sein, Mönch“, sagte der Buddha. ",
  "mn22:19.3": "„Da denkt jemand nicht: ",
  "mn22:19.4": "„Ach, früher war es mein, aber es ist nicht mehr mein. ",
  "mn22:19.5": "Ach, es könnte mein sein, aber ich bekomme es nicht.‘ ",
  "mn22:19.6": "Er ist nicht bekümmert, jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung. ",
  "mn22:19.7": "So ist da keine Bangigkeit um das, was äußerlich nicht besteht.“ ",
  "mn22:20.1": "„Aber kann es sein, dass da Bangigkeit ist um das, was innerlich nicht besteht?“ ",
  "mn22:20.2": "„Das kann sein, Mönch“, sagte der Buddha. ",
  "mn22:20.3": "„Da hat jemand eine solche Ansicht: ",
  "mn22:20.4": "‚Das Weltall und das Selbst sind ein und dasselbe. Nach dem Tod werde ich das sein: beständig, immerwährend, ewig und unvergänglich; und ich werde für immer und ewig bestehen.‘ ",
  "mn22:20.5": "Er hört, wie der Klargewordene oder ein Schüler des Klargewordenen den Dhamma zum Ausrotten aller Grundlagen für Ansichten, aller Fixierungen auf Ansichten, aller Besessenheit von Ansichten, allen Bestehens auf Ansichten und aller zugrunde liegenden Neigungen zu Ansichten lehrt; zum Beruhigen aller Vorgänge, zum Loslassen aller Bindungen, zum Auflösen des Verlangens, zum Schwinden, Aufhören, Erlöschen. ",
  "mn22:20.6": "Er denkt: ",
  "mn22:20.7": "‚Oh nein! Ich werde vernichtet und zerstört werden! Ich werde nicht einmal mehr bestehen!‘ ",
  "mn22:20.8": "Er ist bekümmert und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung. ",
  "mn22:20.9": "So ist da Bangigkeit um das, was innerlich nicht besteht.“ ",
  "mn22:21.1": "„Aber kann es sein, dass da keine Bangigkeit ist um das, was innerlich nicht besteht?“ ",
  "mn22:21.2": "„Das kann sein, Mönch“, sagte der Buddha. ",
  "mn22:21.3": "„Da hat jemand keine solche Ansicht: ",
  "mn22:21.4": "‚Das Weltall und das Selbst sind ein und dasselbe. Nach dem Tod werde ich das sein: beständig, immerwährend, ewig und unvergänglich; und ich werde für immer und ewig bestehen.‘ ",
  "mn22:21.5": "Er hört, wie der Klargewordene oder ein Schüler des Klargewordenen den Dhamma zum Ausrotten aller Grundlagen für Ansichten, aller Fixierungen auf Ansichten, aller Besessenheit von Ansichten, allen Bestehens auf Ansichten und aller zugrunde liegenden Neigungen zu Ansichten lehrt; zum Beruhigen aller Vorgänge, zum Loslassen aller Bindungen, zum Auflösen des Verlangens, zum Schwinden, Aufhören, Erlöschen. ",
  "mn22:21.6": "Er denkt nicht: ",
  "mn22:21.7": "‚Oh nein! Ich werde vernichtet und zerstört werden! Ich werde nicht einmal mehr bestehen!‘ ",
  "mn22:21.8": "Er ist nicht bekümmert, jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung. ",
  "mn22:21.9": "So ist da keine Bangigkeit um das, was innerlich nicht besteht. ",
  "mn22:22.1": "Mönche und Nonnen, man könnte wohl besitzgierig nach etwas sein, das beständig, immerwährend, ewig und unvergänglich ist und für immer und ewig bestehen wird. ",
  "mn22:22.2": "Aber seht ihr solch einen Besitz?“ ",
  "mn22:22.3": "„Nein, Herr.“ ",
  "mn22:22.4": "„Gut, Mönche und Nonnen! ",
  "mn22:22.5": "Auch ich kann keinen solchen Besitz sehen. ",
  "mn22:23.1": "Man könnte wohl eine Selbsttheorie ergreifen, die nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis führen würde. ",
  "mn22:23.2": "Aber seht ihr eine solche Selbsttheorie?“ ",
  "mn22:23.3": "„Nein, Herr.“ ",
  "mn22:23.4": "„Gut, Mönche und Nonnen! ",
  "mn22:23.5": "Auch ich sehe keine solche Selbsttheorie. ",
  "mn22:24.1": "Man könnte sich wohl auf eine Ansicht stützen, die nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis führen würde. ",
  "mn22:24.2": "Aber seht ihr eine solche Ansicht?“ ",
  "mn22:24.3": "„Nein, Herr.“ ",
  "mn22:24.4": "„Gut, Mönche und Nonnen! ",
  "mn22:24.5": "Auch ich sehe keine solche Ansicht. ",
  "mn22:25.1": "Mönche und Nonnen, wenn es ein Selbst gäbe, gäbe es dann den Gedanken ‚was zu einem Selbst gehört‘?“ ",
  "mn22:25.2": "„Ja, Herr.“ ",
  "mn22:25.3": "„Wenn es das gäbe, was zu einem Selbst gehört, gäbe es dann den Gedanken ‚mein Selbst‘?“ ",
  "mn22:25.4": "„Ja, Herr.“ ",
  "mn22:25.5": "„Aber da ein Selbst oder was zu einem Selbst gehört nicht wirklich zu finden ist, ist da das Folgende nicht eine vollkommen törichte Lehre: ",
  "mn22:25.6": "‚Das Weltall und das Selbst sind ein und dasselbe. Nach dem Tod werde ich das sein: beständig, immerwährend, ewig und unvergänglich; und ich werde für immer und ewig bestehen.‘?“ ",
  "mn22:25.8": "„Wie könnte das nicht so sein, Herr? Es ist eine vollkommen törichte Lehre.“ ",
  "mn22:26.1": "„Was denkt ihr, Mönche und Nonnen? ",
  "mn22:26.2": "Ist Form beständig oder unbeständig?“ ",
  "mn22:26.3": "„Unbeständig, Herr.“ ",
  "mn22:26.4": "„Aber wenn sie unbeständig ist, ist sie Leiden oder Glück?“ ",
  "mn22:26.5": "„Leiden, Herr.“ ",
  "mn22:26.6": "„Aber wenn sie unbeständig und Leiden ist und zugrunde gehen muss, kann man sie dann so ansehen: ",
  "mn22:26.7": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "mn22:26.8": "„Nein, Herr.“ ",
  "mn22:26.9": "„Was denkt ihr, Mönche und Nonnen? ",
  "mn22:26.10": "Ist Gefühl beständig oder unbeständig?“ … ",
  "mn22:26.11": "„Ist Wahrnehmung beständig oder unbeständig?“ … ",
  "mn22:26.12": "„Sind Willensbildungsprozesse beständig oder unbeständig?“ … ",
  "mn22:26.13": "„Ist Bewusstsein beständig oder unbeständig?“ ",
  "mn22:26.14": "„Unbeständig, Herr.“ ",
  "mn22:26.15": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "mn22:26.16": "„Leiden, Herr.“ ",
  "mn22:26.17": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "mn22:26.18": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "mn22:26.19": "„Nein, Herr.“ ",
  "mn22:27.1": "„Daher, Mönche und Nonnen, sollt ihr jegliche Art von Form – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder subtil, gering oder hochstehend, fern oder nah: jegliche Form – wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn22:27.2": "Ihr sollt jegliche Art von Gefühl … ",
  "mn22:27.3": "jegliche Art von Wahrnehmung … ",
  "mn22:27.4": "jegliche Art von Willensbildungsprozessen … ",
  "mn22:27.5": "jegliche Art von Bewusstsein – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder subtil, gering oder hochstehend, fern oder nah: jegliches Bewusstsein – wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn22:28.1": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert von Form, Gefühl, Wahrnehmung, Willensbildungsprozessen und Bewusstsein. ",
  "mn22:29.1": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "mn22:29.2": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für dieses hier.‘ ",
  "mn22:30.1": "Einen solchen Mönch nennt man ‚einen, der die Querlatte entfernt hat‘ und auch ‚einen, der den Graben aufgefüllt hat‘, ‚einen, der die Säule herausgezogen hat‘, ‚einen, der unversperrt ist‘ und auch ‚einen Edlen, der das Banner herabgelassen und die Last abgelegt hat, der abgelöst ist‘. ",
  "mn22:31.1": "Und wie hat ein Mönch die Querlatte entfernt? ",
  "mn22:31.2": "Da hat ein Mönch die Unwissenheit aufgegeben, sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme ist, dass sie ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "mn22:31.3": "So hat ein Mönch die Querlatte entfernt. ",
  "mn22:32.1": "Und wie hat ein Mönch den Graben aufgefüllt? ",
  "mn22:32.2": "Da hat ein Mönch das Umherwandern durch Geburten zu künftigen Leben aufgegeben, es an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "mn22:32.3": "So hat ein Mönch den Graben aufgefüllt. ",
  "mn22:33.1": "Und wie hat ein Mönch die Säule herausgezogen? ",
  "mn22:33.2": "Da hat ein Mönch das Verlangen aufgegeben, es an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "mn22:33.3": "So hat ein Mönch die Säule herausgezogen. ",
  "mn22:34.1": "Und wie ist ein Mönch unversperrt? ",
  "mn22:34.2": "Da hat ein Mönch die fünf niederen Fesseln aufgegeben, sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "mn22:34.3": "So ist ein Mönch unversperrt. ",
  "mn22:35.1": "Und wie ist ein Mönch ein Edler, der das Banner herabgelassen und die Last abgelegt hat, der abgelöst ist? ",
  "mn22:35.2": "Da hat ein Mönch die Einbildung ‚ich bin‘ aufgegeben, an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme ist, dass sie ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "mn22:35.3": "So ist ein Mönch ein Edler, der das Banner herabgelassen und die Last abgelegt hat, der abgelöst ist. ",
  "mn22:36.1": "Wenn der Geist eines Mönchs so befreit ist, können die Götter mit Indra, Brahmā und dem Urvater suchen, so viel sie wollen, sie werden nicht entdecken: ",
  "mn22:36.2": "‚Das ist die Grundlage des Bewusstseins dieses Klargewordenen.‘ ",
  "mn22:36.3": "Warum ist das so? ",
  "mn22:36.4": "Weil dieser Klargewordene nicht einmal in diesem Leben zu finden ist, sage ich. ",
  "mn22:37.1": "Obwohl ich das sage und erkläre, stellen mich manche Asketen und Brahmanen falsch dar mit der unrichtigen, leeren, falschen und unwahren Behauptung: ",
  "mn22:37.2": "‚Der Asket Gotama ist ein Ausrotter. Er verficht die Vernichtung, das Ausrotten das und Auslöschen eines bestehenden Wesens.‘ ",
  "mn22:37.3": "Sie stellen mich fälschlich als einer dar, der ich nicht bin, und als einer, der sagt, was ich nicht sage. ",
  "mn22:37.5": "Wie früher, so beschreibe ich auch heute das Leiden und das Aufhören des Leidens. ",
  "mn22:37.6": "Da das so ist, wird der Klargewordene, wenn andere ihn beleidigen, angreifen, bedrängen und plagen, nicht grollend und verdrießlich, gerät nicht außer sich. ",
  "mn22:38.1": "Oder wenn andere ihn ehren, achten, würdigen und verehren, wird er nicht begeistert, freudig bewegt und euphorisch. ",
  "mn22:38.2": "Wenn sie ihn preisen, denkt er nur: ",
  "mn22:38.3": "‚Sie tun so etwas für mich hinsichtlich dessen, was in der Vergangenheit vollständig verstanden wurde.‘ ",
  "mn22:39.1": "Daher, Mönche und Nonnen, werdet, wenn andere euch beleidigen, angreifen, bedrängen und plagen, nicht grollend und verdrießlich, geratet nicht außer euch. ",
  "mn22:39.2": "Oder wenn andere euch ehren, achten, würdigen und verehren, werdet nicht begeistert, freudig bewegt und euphorisch. ",
  "mn22:39.3": "Wenn sie euch preisen, denkt nur: ",
  "mn22:39.4": "‚Sie tun so etwas für uns hinsichtlich dessen, was in der Vergangenheit vollständig verstanden wurde.‘ ",
  "mn22:40.1": "Daher, Mönche und Nonnen, gebt auf, was nicht euer ist. ",
  "mn22:40.2": "Es aufzugeben, wird zu eurem Nutzen und Glück sein. ",
  "mn22:41.1": "Und was ist nicht euer? ",
  "mn22:41.2": "Form ist nicht euer: Gebt sie auf. ",
  "mn22:41.3": "Sie aufzugeben, wird zu eurem Nutzen und Glück sein. ",
  "mn22:41.4": "Gefühl ist nicht euer … ",
  "mn22:41.6": "Wahrnehmung ist nicht euer … ",
  "mn22:41.8": "Willensbildungsprozesse sind nicht euer … ",
  "mn22:41.10": "Bewusstsein ist nicht euer: Gebt es auf. ",
  "mn22:41.11": "Es aufzugeben, wird zu eurem Nutzen und Glück sein. ",
  "mn22:41.12": "Was denkt ihr, Mönche und Nonnen? ",
  "mn22:41.13": "Wenn da ein Mensch Gras, Stängel, Zweige und Blätter hier in Jetas Wäldchen wegtragen oder verbrennen würde, oder er täte damit, was er wollte – ",
  "mn22:41.14": "würdet ihr da denken: ",
  "mn22:41.15": "‚Dieser Mensch trägt uns weg, verbrennt uns oder tut mit uns, was er will‘?“ ",
  "mn22:41.16": "„Nein, Herr. ",
  "mn22:41.17": "Warum ist das so? ",
  "mn22:41.18": "Weil das für uns weder ein Selbst ist noch zu einem Selbst gehört.“ ",
  "mn22:41.19": "„Ebenso, Mönche und Nonnen, gebt auf, was nicht euer ist. ",
  "mn22:41.20": "Es aufzugeben, wird zu eurem Nutzen und Glück sein. ",
  "mn22:41.21": "Und was ist nicht euer? ",
  "mn22:41.22": "Form ist nicht euer … ",
  "mn22:41.24": "Gefühl ist nicht euer … ",
  "mn22:41.25": "Wahrnehmung ist nicht euer … ",
  "mn22:41.26": "Willensbildungsprozesse sind nicht euer … ",
  "mn22:41.27": "Bewusstsein ist nicht euer: Gebt es auf. ",
  "mn22:41.28": "Es aufzugeben, wird zu eurem Nutzen und Glück sein. ",
  "mn22:42.1": "So ist diese Lehre von mir gut erklärt, klargemacht, offengelegt, erhellt und von Stückwerk befreit. ",
  "mn22:42.2": "In dieser Lehre gibt es Mönche und Nonnen, die vollendet sind, die die Befleckungen aufgelöst, das geistliche Leben erfüllt und getan haben, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fessel des fortgesetzten Daseins endgültig gelöst haben und durch Erleuchtung richtig befreit sind. Für sie ist kein Kreislauf der Wiedergeburten zu finden. … ",
  "mn22:43.2": "In dieser Lehre gibt es Mönche und Nonnen, die die fünf niederen Fesseln aufgegeben haben. Sie werden alle durch unmittelbares Erscheinen wiedergeboren. Sie erlöschen dort und müssen von jener Welt nicht zurückkehren. … ",
  "mn22:44.2": "In dieser Lehre gibt es Mönche und Nonnen, die  drei Fesseln aufgegeben und Gier, Hass und Täuschung abgeschwächt haben. Sie alle sind Einmalwiederkehrer, die nur einmal in diese Welt zurückkehren, um dann dem Leiden ein Ende zu machen. … ",
  "mn22:45.2": "In dieser Lehre gibt es Mönche und Nonnen, die drei Fesseln aufgegeben haben. Sie alle sind in den Strom eingetreten, müssen nicht mehr in der Unterwelt wiedergeboren werden und sind für das Erwachen bestimmt. … ",
  "mn22:46.2": "In dieser Lehre gibt es Mönche und Nonnen, die Nachfolger der Lehren oder Nachfolger durch Vertrauen sind. Sie alle sind für das Erwachen bestimmt. … ",
  "mn22:47.1": "So ist diese Lehre von mir gut erklärt, klargemacht, offengelegt, erhellt und von Stückwerk befreit. ",
  "mn22:47.2": "In dieser Lehre gibt es solche, die ein Maß an Vertrauen und Liebe zu mir haben. Sie alle sind für den Himmel bestimmt.“ ",
  "mn22:47.3": "Das sagte der Buddha. ",
  "mn22:47.4": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}