{
  "mn24:0.1": "'Mittlere Lehrreden 24 '",
  "mn24:0.2": "'Fahrbereite Wagen '",
  "mn24:1.1": "'So habe ich es gehört: '",
  "mn24:1.2": "'Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. '",
  "mn24:2.1": "'Da gingen mehrere Mönche und Nonnen, die den Regenzeitaufenthalt in ihrem Heimatland abgeschlossen hatten, zum Buddha, verbeugten sich und setzten sich zur Seite hin. Der Buddha sagte zu ihnen: '",
  "mn24:2.2": "'„Mönche und Nonnen, welcher einheimische Mönch in eurem Heimatland wird so geschätzt: '",
  "mn24:2.3": "'‚Er ist selbst genügsam und spricht zu den Mönchen und Nonnen über Genügsamkeit. Er ist selbst zufrieden, lebt abgeschieden, hält sich fern, ist energisch, sittlich, besitzt Versenkung, Weisheit, Freiheit sowie das Erkennen und Sehen der Freiheit und spricht zu den Mönchen und Nonnen über Zufriedenheit, Abgeschiedenheit, Sichfernhalten, Energischsein, Sittlichkeit, Versenkung, Weisheit, Freiheit sowie das Erkennen und Sehen der Freiheit. Er ist ein Unterweiser und Berater, er leitet seine geistlichen Gefährten an, ermuntert sie, begeistert sie und regt sie an‘?“ '",
  "mn24:2.4": "'„Herr, Puṇṇa, der Sohn Mantāṇīs, wird in unserem Heimatland so geschätzt.“ '",
  "mn24:3.1": "'Zu dieser Zeit saß der Ehrwürdige Sāriputta nicht weit vom Buddha. '",
  "mn24:3.2": "'Und er dachte: '",
  "mn24:3.3": "'„Puṇṇa, der Sohn Mantāṇīs, hat Glück, so großes Glück, '",
  "mn24:3.4": "'dass seine vernünftigen geistlichen Gefährten ihn Punkt für Punkt vor dem Lehrer preisen, und dass der Lehrer diese Wertschätzung unterstützt. '",
  "mn24:3.5": "'Hoffentlich werde ich irgendwann dem Ehrwürdigen Puṇṇa begegnen, und wir können ein Gespräch miteinander haben.“ '",
  "mn24:4.1": "'Als der Buddha so lange in Rājagaha geblieben war, wie es ihm gefiel, brach er nach Sāvatthī auf. '",
  "mn24:4.2": "'Er wanderte Stück für Stück, bis er nach Sāvatthī kam, '",
  "mn24:4.3": "'und blieb dort in Jetas Wäldchen, dem Kloster des Anāthapiṇḍika. '",
  "mn24:4.4": "'Puṇṇa, der Sohn Mantāṇīs, hörte, dass der Buddha in Sāvatthī angekommen war. '",
  "mn24:5.1": "'Da brachte er seine Unterkunft in Ordnung, nahm Schale und Robe und brach nach Sāvatthī auf. '",
  "mn24:5.2": "'Schließlich erreichte er Sāvatthī und Jetas Wäldchen. Er ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. '",
  "mn24:5.3": "'Der Buddha leitete ihn mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. '",
  "mn24:5.4": "'Und nachdem er die Worte des Buddha begrüßt und ihm zugestimmt hatte, erhob Puṇṇa sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging in den Finsteren Wald, um den Tag über dort zu meditieren. '",
  "mn24:6.1": "'Da ging ein gewisser Mönch zum Ehrwürdigen Sāriputta und sagte zu ihm: '",
  "mn24:6.2": "'„Geehrter Sāriputta, der Mönch mit Namen Puṇṇa, der Sohn Mantāṇīs, von dem du oft so lobend gesprochen hast, ist, nachdem er von einem Dhammavortrag des Buddha angeregt worden ist, in den Finsteren Wald gegangen, um den Tag über dort zu meditieren.“ '",
  "mn24:7.1": "'Da griff Sāriputta eilig sein Sitztuch und folgte Puṇṇa, indem er seinen Kopf nicht aus den Augen ließ. '",
  "mn24:7.2": "'Puṇṇa begab sich tief in den Finsteren Wald und setzte sich an den Fuß eines Baumes, um den Tag über dort zu meditieren, '",
  "mn24:7.3": "'und Sāriputta tat desgleichen. '",
  "mn24:8.1": "'Dann kam der Ehrwürdige Sāriputta am späten Nachmittag aus seiner Klausur, ging zum Ehrwürdigen Puṇṇa und tauschte Willkommensgrüße mit ihm aus. '",
  "mn24:8.2": "'Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Puṇṇa: '",
  "mn24:9.1": "'„Geehrter, führen wir das geistliche Leben unter dem Buddha?“ '",
  "mn24:9.2": "'„Ja, Geehrter.“ '",
  "mn24:9.3": "'„Führt man das geistliche Leben unter dem Buddha zum Zweck der Läuterung der Sittlichkeit?“ '",
  "mn24:9.4": "'„Sicher nicht.“ '",
  "mn24:9.5": "'„Nun, führt man das geistliche Leben unter dem Buddha zum Zweck der Läuterung des Geistes?“ '",
  "mn24:9.6": "'„Sicher nicht.“ '",
  "mn24:9.7": "'„Führt man das geistliche Leben unter dem Buddha zum Zweck der Läuterung der Ansicht?“ '",
  "mn24:9.8": "'„Sicher nicht.“ '",
  "mn24:9.9": "'„Nun, führt man das geistliche Leben unter dem Buddha zum Zweck der Läuterung durch Überwindung des Zweifels?“ '",
  "mn24:9.10": "'„Sicher nicht.“ '",
  "mn24:9.11": "'„Führt man das geistliche Leben unter dem Buddha zum Zweck der Läuterung des Erkennens und Sehens dessen, was der Pfad und was nicht der Pfad ist?“ '",
  "mn24:9.12": "'„Sicher nicht.“ '",
  "mn24:9.13": "'„Nun, führt man das geistliche Leben unter dem Buddha zum Zweck der Läuterung des Erkennens und Sehens der Übung?“ '",
  "mn24:9.14": "'„Sicher nicht.“ '",
  "mn24:9.15": "'„Führt man das geistliche Leben unter dem Buddha zum Zweck der Läuterung des Erkennens und Sehens?“ '",
  "mn24:9.16": "'„Sicher nicht.“ '",
  "mn24:10.1": "'„Geehrter, als du gefragt wurdest, ob man das geistliche Leben unter dem Buddha zum Zweck der Läuterung der Sittlichkeit … '",
  "mn24:10.2": "'der Läuterung des Geistes … '",
  "mn24:10.3": "'der Läuterung der Ansicht … '",
  "mn24:10.4": "'der Läuterung durch Überwindung des Zweifels … '",
  "mn24:10.5": "'der Läuterung des Erkennens und Sehens dessen, was der Pfad und was nicht der Pfad ist … '",
  "mn24:10.6": "'der Läuterung des Erkennens und Sehens der Übung … '",
  "mn24:10.7": "'oder der Läuterung des Erkennens und Sehens führt, sagtest du: ‚Sicher nicht‘. '",
  "mn24:10.8": "'Was genau ist dann der Zweck, zu dem man das geistliche Leben unter dem Buddha führt?“ '",
  "mn24:10.9": "'„Der Zweck, zu dem man das geistliche Leben unter dem Buddha führt, ist das Erlöschen durch Nicht-Ergreifen.“ '",
  "mn24:11.1": "'„Geehrter, ist die Läuterung der Sittlichkeit das Erlöschen durch Nicht-Ergreifen?“ '",
  "mn24:11.2": "'„Sicher nicht, Geehrter.“ '",
  "mn24:11.3": "'„Ist die Läuterung des Geistes … '",
  "mn24:11.5": "'die Läuterung der Ansicht … '",
  "mn24:11.7": "'die Läuterung durch Überwindung des Zweifels … '",
  "mn24:11.9": "'die Läuterung des Erkennens und Sehens dessen, was der Pfad und was nicht der Pfad ist … '",
  "mn24:11.11": "'die Läuterung des Erkennens und Sehens der Übung … '",
  "mn24:11.13": "'oder die Läuterung des Erkennens und Sehens das Erlöschen durch Nicht-Ergreifen?“ '",
  "mn24:11.14": "'„Sicher nicht.“ '",
  "mn24:11.15": "'„Dann ist das Erlöschen durch Nicht-Ergreifen etwas außerhalb dieser Dinge?“ '",
  "mn24:11.16": "'„Sicher nicht.“ '",
  "mn24:12.1": "'„Als du gefragt wurdest, ob die Läuterung der Sittlichkeit das Erlöschen durch Nicht-Ergreifen sei … '",
  "mn24:12.2": "'ob die Läuterung des Geistes … '",
  "mn24:12.3": "'die Läuterung der Ansicht … '",
  "mn24:12.4": "'die Läuterung durch Überwindung des Zweifels … '",
  "mn24:12.5": "'die Läuterung des Erkennens und Sehens dessen, was der Pfad und was nicht der Pfad ist … '",
  "mn24:12.6": "'die Läuterung des Erkennens und Sehens der Übung … '",
  "mn24:12.7": "'oder die Läuterung des Erkennens und Sehens das Erlöschen durch Nicht-Ergreifen sei, sagtest du: ‚Sicher nicht‘. '",
  "mn24:12.8": "'Als du gefragt wurdest, ob das Erlöschen durch Nicht-Ergreifen etwas außerhalb dieser Dinge sei, sagtest du: ‚Sicher nicht‘. '",
  "mn24:12.9": "'Wie ist da die Bedeutung dieser Aussage zu sehen?“ '",
  "mn24:13.1": "'„Wenn der Buddha erklärt hätte, die Läuterung der Sittlichkeit sei das Erlöschen durch Nicht-Ergreifen, hätte er erklärt, etwas mit Ergreifen sei das Erlöschen durch Nicht-Ergreifen. '",
  "mn24:13.2": "'Wenn der Buddha erklärt hätte, die Läuterung des Geistes … '",
  "mn24:13.3": "'die Läuterung der Ansicht … '",
  "mn24:13.4": "'die Läuterung durch Überwindung des Zweifels … '",
  "mn24:13.5": "'die Läuterung des Erkennens und Sehens dessen, was der Pfad und was nicht der Pfad ist … '",
  "mn24:13.6": "'die Läuterung des Erkennens und Sehens der Übung … '",
  "mn24:13.7": "'oder die Läuterung des Erkennens und Sehens sei das Erlöschen durch Nicht-Ergreifen, hätte er erklärt, etwas mit Ergreifen sei das Erlöschen durch Nicht-Ergreifen. '",
  "mn24:13.8": "'Aber wenn das Erlöschen durch Nicht-Ergreifen etwas außerhalb dieser Dinge wäre, würde ein gewöhnlicher Mensch erlöschen. '",
  "mn24:13.9": "'Denn ein gewöhnlicher Mensch besitzt diese Dinge nicht. '",
  "mn24:14.1": "'Nun, Geehrter, ich will dir ein Gleichnis geben. '",
  "mn24:14.2": "'Denn mithilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. '",
  "mn24:14.3": "'Wie wenn für König Pasenadi von Kosala, während er sich in Sāvatthī aufhielte, eine dringende Angelegenheit in Sāketa aufkäme. '",
  "mn24:14.4": "'Und zwischen Sāvatthī und Sāketa wären sieben fahrbereite Wagen für ihn stationiert. '",
  "mn24:14.5": "'Da würde Pasenadi von Sāvatthī aufbrechen und am Tor des königlichen Hofs den ersten fahrbereiten Wagen besteigen. Der erste fahrbereite Wagen würde ihn zum zweiten bringen, wo er absteigen und auf den zweiten Wagen steigen würde. '",
  "mn24:14.6": "'Der zweite fahrbereite Wagen würde ihn zum dritten bringen … '",
  "mn24:14.7": "'der dritte zum vierten … '",
  "mn24:14.8": "'der vierte zum fünften … '",
  "mn24:14.9": "'der fünfte zum sechsten … '",
  "mn24:14.10": "'und der sechste fahrbereite Wagen würde ihn zum siebten bringen, wo er absteigen und auf den siebten Wagen steigen würde. '",
  "mn24:14.11": "'Der siebte fahrbereite Wagen würde ihn zum Tor des königlichen Hofs von Sāketa bringen. '",
  "mn24:14.12": "'Und wenn er am Tor ankäme, würden Freunde, Kollegen, Verwandte und Sippenangehörige ihn fragen: '",
  "mn24:14.13": "'‚Großer König, bist du mit diesem fahrbereiten Wagen von Sāvatthī nach Sāketa gekommen?‘ '",
  "mn24:14.14": "'Wie sollte König Pasenadi, wenn er so gefragt würde, richtig antworten?“ '",
  "mn24:14.15": "'„Der König sollte antworten: '",
  "mn24:14.16": "'‚Nun, während ich mich in Sāvatthī aufhielt, kam für mich eine dringende Angelegenheit in Sāketa auf. '",
  "mn24:14.17": "'Und zwischen Sāvatthī und Sāketa waren sieben fahrbereite Wagen für mich stationiert. '",
  "mn24:14.18": "'Da brach ich von Sāvatthī auf und bestieg am Tor des königlichen Hofs den ersten fahrbereiten Wagen. '",
  "mn24:14.19": "'Der erste fahrbereite Wagen brachte mich zum zweiten, wo ich abstieg und auf den zweiten Wagen stieg. '",
  "mn24:14.20": "'Der zweite fahrbereite Wagen brachte mich zum dritten … '",
  "mn24:14.21": "'der dritte zum vierten … '",
  "mn24:14.22": "'der vierte zum fünften … '",
  "mn24:14.23": "'der fünfte zum sechsten … '",
  "mn24:14.24": "'und der sechste fahrbereite Wagen brachte mich zum siebten, wo ich abstieg und auf den siebten Wagen stieg. '",
  "mn24:14.25": "'Der siebte fahrbereite Wagen brachte mich zum Tor des königlichen Hofs von Sāketa.‘ '",
  "mn24:14.26": "'So sollte der König richtig antworten.“ '",
  "mn24:15.1": "'„Ebenso, Geehrter, ist die Läuterung der Sittlichkeit nur zum Zweck der Läuterung des Geistes. Die Läuterung des Geistes ist nur zum Zweck der Läuterung der Ansicht. Die Läuterung der Ansicht ist nur zum Zweck der Läuterung durch Überwindung des Zweifels. Die Läuterung durch Überwindung des Zweifels ist nur zum Zweck der Läuterung des Erkennens und Sehens dessen, was der Pfad und was nicht der Pfad ist. Die Läuterung des Erkennens und Sehens dessen, was der Pfad und was nicht der Pfad ist, ist nur zum Zweck der Läuterung des Erkennens und Sehens der Übung. Die Läuterung des Erkennens und Sehens der Übung ist nur zum Zweck der Läuterung des Erkennens und Sehens. Die Läuterung des Erkennens und Sehens ist nur zum Zweck des Erlöschens durch Nicht-Ergreifen. '",
  "mn24:15.2": "'Der Zweck, zu dem man das geistliche Leben unter dem Buddha führt, ist das Erlöschen durch Nicht-Ergreifen.“ '",
  "mn24:16.1": "'Als er geendet hatte, sagte Sāriputta zu Puṇṇa: '",
  "mn24:16.2": "'„Wie ist der Name des Ehrwürdigen? Und wie bist du unter deinen geistlichen Gefährten bekannt?“ '",
  "mn24:16.3": "'„Geehrter, mein Name ist Puṇṇa. '",
  "mn24:16.4": "'Und als ‚der Sohn Mantāṇīs‘ bin ich unter meinen geistlichen Gefährten bekannt.“ '",
  "mn24:16.5": "'„Es ist unglaublich, Geehrter, es ist erstaunlich! '",
  "mn24:16.6": "'Wie ein gelehrter Schüler, der die Anleitung des Lehrers richtig versteht, so hat der Ehrwürdige Puṇṇa, der Sohn Mantāṇīs, jede tiefgründige Frage Punkt für Punkt beantwortet. '",
  "mn24:16.7": "'Seine geistlichen Gefährten haben Glück, so großes Glück, '",
  "mn24:16.8": "'dass sie den Ehrwürdigen Puṇṇa, den Sohn Mantāṇīs, sehen und ihm ihre Aufwartung machen können. '",
  "mn24:16.9": "'Selbst wenn sie ihn nur sehen und ihm Ehrerbietung erweisen könnten, indem sie ihn auf einem Stoffballen auf ihrem Kopf umhertragen würden, wäre das schon ein großes Glück für sie. Und es ist ein Glück für mich, so ein großes Glück, dass ich den Ehrwürdigen sehen und ihm meine Aufwartung machen kann.“ '",
  "mn24:17.1": "'Daraufhin sagte Puṇṇa zu Sāriputta: '",
  "mn24:17.2": "'„Wie ist der Name des Ehrwürdigen? Und wie bist du unter deinen geistlichen Gefährten bekannt?“ '",
  "mn24:17.3": "'„Geehrter, mein Name ist Upatissa. '",
  "mn24:17.4": "'Und als Sāriputta bin ich unter meinen geistlichen Gefährten bekannt.“ '",
  "mn24:17.5": "'„Meine Güte! Ich hatte keine Ahnung, dass ich mich mit dem Ehrwürdigen Sāriputta beriet, dem Schüler, der mit dem Lehrer selbst verglichen werden kann! '",
  "mn24:17.7": "'Wenn ich es gewusst hätte, hätte ich nicht so viel gesagt. '",
  "mn24:17.8": "'Es ist unglaublich, es ist erstaunlich! '",
  "mn24:17.9": "'Wie ein gelehrter Schüler, der die Anleitung des Lehrers richtig versteht, so hat der Ehrwürdige Sāriputta jede tiefgründige Frage Punkt für Punkt gestellt. '",
  "mn24:17.10": "'Seine geistlichen Gefährten haben Glück, so großes Glück, '",
  "mn24:17.11": "'dass sie den Ehrwürdigen Sāriputta sehen und ihm ihre Aufwartung machen können. '",
  "mn24:17.12": "'Selbst wenn sie ihn nur sehen und ihm Ehrerbietung erweisen könnten, indem sie ihn auf einem Stoffballen auf ihrem Kopf umhertragen würden, wäre das schon ein großes Glück für sie. Und es ist ein Glück für mich, so ein großes Glück, dass ich den Ehrwürdigen sehen und ihm meine Aufwartung machen kann.“ '",
  "mn24:17.13": "'Und so stimmten diese beiden spirituellen Riesen wechselseitig ihren erlesenen Worten zu. '"
}