{
  "mn25:0.1": "Mittlere Lehrreden 25 ",
  "mn25:0.2": "Säen ",
  "mn25:1.1": "So habe ich es gehört: ",
  "mn25:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn25:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn25:1.4": "„Mönche und Nonnen!“ ",
  "mn25:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn25:1.6": "Der Buddha sagte: ",
  "mn25:2.1": "„Mönche und Nonnen, der Sämann sät die Saat für das Wild nicht im Gedanken: ",
  "mn25:2.2": "‚Dass doch das Wild, wenn es diese Saat genießt, gesund und in guter Verfassung sei. Dass es lange lebe und gedeihe!‘ ",
  "mn25:2.3": "Der Sämann sät die Saat für das Wild im Gedanken: ",
  "mn25:2.4": "‚Wenn das Wild dorthin vordringt, wo ich die Saat gesät habe, wird es begierig das Futter fressen. Es wird betört werden, dann wird es nachlässig werden, und dann werde ich mit ihm machen können, was ich will, aufgrund dieser Saat.‘ ",
  "mn25:3.1": "Und tatsächlich drang das erste Rudel Wild dorthin vor, wo der Sämann die Saat gesät hatte, und fraß begierig das Futter. Es wurde betört, dann wurde es nachlässig, und dann konnte der Sämann mit ihm machen, was er wollte, aufgrund dieser Saat. ",
  "mn25:3.2": "Und so gelang es dem ersten Rudel Wild nicht, der Macht des Sämanns zu entkommen. ",
  "mn25:4.1": "Dann dachte da ein zweites Rudel Wild einen Plan aus: ",
  "mn25:4.2": "‚Das erste Rudel Wild drang dorthin vor, wo der Sämann die Saat gesät hatte, und fraß begierig das Futter … ",
  "mn25:4.4": "und es gelang ihm nicht, der Macht des Sämanns zu entkommen. ",
  "mn25:4.5": "Warum vermeiden wir nicht gänzlich, die Saat zu fressen? Wir können das gefährliche Futter meiden, tief in ein Wildnisgebiet eintauchen und dort leben.‘ ",
  "mn25:4.6": "Und genau das tat es. ",
  "mn25:4.7": "Aber im letzten Sommermonat gingen Gras und Wasser aus. Ihre Körper zehrten zu sehr aus, ",
  "mn25:4.8": "und sie verloren ihre Kraft und Energie. ",
  "mn25:4.9": "Daher kehrte das Rudel dorthin zurück, wo der Sämann die Saat gesät hatte. ",
  "mn25:4.10": "Es drang dorthin vor und fraß begierig das Futter … ",
  "mn25:4.12": "Und so gelang es dem zweiten Rudel Wild nicht, der Macht des Sämanns zu entkommen. ",
  "mn25:5.1": "Dann dachte da ein drittes Rudel Wild einen Plan aus: ",
  "mn25:5.2": "‚Das erste Rudel Wild drang dorthin vor, wo der Sämann die Saat gesät hatte, und fraß begierig das Futter … ",
  "mn25:5.3": "und es gelang ihm nicht, der Macht des Sämanns zu entkommen. ",
  "mn25:5.4": "Das zweite Rudel Wild dachte einen Plan aus … ",
  "mn25:5.14": "und es gelang ihm nicht, der Macht des Sämanns zu entkommen. ",
  "mn25:5.15": "Warum richten wir nicht unser Lager in der Nähe des Ortes ein, wo der Sämann die Saat gesät hat? ",
  "mn25:5.16": "Dann können wir dorthin vordringen und fressen, ohne begierig zu sein. Wir werden nicht betört werden, dann werden wir nicht nachlässig werden, und dann wird der Sämann nicht mit uns machen können, was er will, aufgrund dieser Saat.‘ ",
  "mn25:5.17": "Und genau das tat es. ",
  "mn25:5.19": "Da dachten der Sämann und seine Helfer: ",
  "mn25:5.20": "‚Dieses dritte Rudel Wild ist aber wirklich betrügerisch und hinterlistig! Es muss eine Art von fremden Geistern mit magischen Fähigkeiten sein! ",
  "mn25:5.21": "Denn es frisst die Saat, die wir gesät haben, ohne dass wir wissen, wie es kommt und geht. ",
  "mn25:5.22": "Warum fassen wir nicht die Saat von allen Seiten ein, indem wir hohe Netze einstecken? Hoffentlich werden wir das Lager sehen können, wo es hingeht, um sich zu verstecken.‘ ",
  "mn25:5.23": "Und genau das taten sie. ",
  "mn25:5.24": "Und sie sahen das Lager, wo das dritte Rudel Wild hinging, um sich zu verstecken. ",
  "mn25:5.25": "Und so gelang es dem dritten Rudel Wild nicht, der Macht des Sämanns zu entkommen. ",
  "mn25:6.1": "Dann dachte da ein viertes Rudel Wild einen Plan aus: ",
  "mn25:6.2": "‚Dem ersten … ",
  "mn25:6.4": "dem zweiten … ",
  "mn25:6.10": "und dem dritten Rudel Wild … ",
  "mn25:6.27": "gelang es nicht, der Macht des Sämanns zu entkommen. ",
  "mn25:6.28": "Warum richten wir nicht unser Lager irgendwo ein, wo der Sämann und seine Helfer nicht hingehen können? Dann können wir dorthin, wo der Sämann die Saat gesät hat, vordringen und fressen, ohne begierig zu sein. Wir werden nicht betört werden, dann werden wir nicht nachlässig werden, und dann wird der Sämann nicht mit uns machen können, was er will, aufgrund dieser Saat.‘ ",
  "mn25:6.29": "Und genau das tat es. ",
  "mn25:6.31": "Da dachten der Sämann und seine Helfer: ",
  "mn25:6.32": "‚Dieses vierte Rudel Wild ist aber wirklich betrügerisch und hinterlistig! Es muss eine Art von fremden Geistern mit magischen Fähigkeiten sein! ",
  "mn25:6.33": "Denn es frisst die Saat, die wir gesät haben, ohne dass wir wissen, wie es kommt und geht. ",
  "mn25:6.34": "Warum fassen wir nicht die Saat von allen Seiten ein, indem wir hohe Netze einstecken? Hoffentlich werden wir das Lager sehen können, wo es hingeht, um sich zu verstecken.‘ ",
  "mn25:6.35": "Und genau das taten sie. ",
  "mn25:6.36": "Aber sie konnten das Lager nicht sehen, wo das vierte Rudel Wild hinging, um sich zu verstecken. ",
  "mn25:6.37": "Da dachten der Sämann und seine Helfer: ",
  "mn25:6.38": "‚Wenn wir dieses vierte Rudel Wild aufstören, wird es andere aufstören, und diese wiederum werden noch mehr aufstören. ",
  "mn25:6.39": "Dann wird alles Wild der Saat, die wir gesät haben, entkommen. ",
  "mn25:6.40": "Warum behalten wir nicht einfach dieses vierte Rudel Wild im Auge?‘ ",
  "mn25:6.41": "Und genau das taten sie. ",
  "mn25:6.42": "Und so entkam das vierte Rudel Wild der Macht des Sämanns. ",
  "mn25:7.1": "Ich habe mir dieses Gleichnis ausgedacht, um etwas deutlich zu machen. ",
  "mn25:7.2": "Und das ist die Bedeutung: ",
  "mn25:7.3": "‚Saat‘ ist ein Ausdruck für die fünf Arten sinnlicher Erregung. ",
  "mn25:7.4": "‚Sämann‘ ist ein Ausdruck für Māra den Bösen. ",
  "mn25:7.5": "‚Die Helfer des Sämanns‘ ist ein Ausdruck für die Versammlung Māras. ",
  "mn25:7.6": "‚Wild‘ ist ein Ausdruck für Asketen und Brahmanen. ",
  "mn25:8.1": "Die erste Gruppe von Asketen und Brahmanen drang dorthin vor, wo Māra die Saat und die weltlichen fleischlichen Genüsse gesät hatte, und aß begierig die Speise. ",
  "mn25:8.2": "Sie wurde betört, dann wurde sie nachlässig, und dann konnte Māra mit ihr machen, was er wollte, aufgrund dieser Saat und der weltlichen fleischlichen Genüsse. ",
  "mn25:8.3": "Und so gelang es der ersten Gruppe von Asketen und Brahmanen nicht, Māras Macht zu entkommen. ",
  "mn25:8.4": "Diese erste Gruppe von Asketen und Brahmanen ist gerade wie das erste Rudel Wild, sage ich. ",
  "mn25:9.1": "Dann dachte da eine zweite Gruppe von Asketen und Brahmanen einen Plan aus: ",
  "mn25:9.2": "‚Die erste Gruppe von Asketen und Brahmanen drang dorthin vor, wo Māra die Saat und die weltlichen fleischlichen Genüsse gesät hatte … ",
  "mn25:9.4": "und es gelang ihr nicht, Māras Macht zu entkommen. ",
  "mn25:9.5": "Warum vermeiden wir nicht gänzlich, die Saat und die weltlichen fleischlichen Genüsse zu essen? Wir können die gefährliche Speise meiden, tief in ein Wildnisgebiet eintauchen und dort leben.‘ ",
  "mn25:9.7": "Und genau das taten sie. ",
  "mn25:9.8": "Sie aßen Kräuter, Hirse, wilden Reis, mageren Reis, Wasserlattich, Reiskleie, Schaum von gekochtem Reis, Sesammehl, Gras oder Kuhmist. Sie überlebten mit Wurzeln und Waldbeeren oder aßen herabgefallene Früchte. ",
  "mn25:9.9": "Aber im letzten Sommermonat gingen Gras und Wasser aus. Ihre Körper zehrten zu sehr aus, ",
  "mn25:9.10": "und sie verloren ihre Kraft und Energie. ",
  "mn25:9.11": "Infolgedessen verloren sie ihre Erlösung des Herzens. ",
  "mn25:9.12": "Daher kehrten sie dorthin zurück, wo Māra die Saat und die weltlichen fleischlichen Genüsse gesät hatte. ",
  "mn25:9.13": "Sie drangen dorthin vor und aßen begierig die Speise … ",
  "mn25:9.15": "Und so gelang es der zweiten Gruppe von Asketen und Brahmanen nicht, Māras Macht zu entkommen. ",
  "mn25:9.16": "Diese zweite Gruppe von Asketen und Brahmanen ist gerade wie das zweite Rudel Wild, sage ich. ",
  "mn25:10.1": "Dann dachte da eine dritte Gruppe von Asketen und Brahmanen einen Plan aus: ",
  "mn25:10.2": "‚Die erste Gruppe von Asketen und Brahmanen drang dorthin vor, wo Māra die Saat und die weltlichen fleischlichen Genüsse gesät hatte … ",
  "mn25:10.3": "und es gelang ihr nicht, Māras Macht zu entkommen. ",
  "mn25:10.4": "Die zweite Gruppe von Asketen und Brahmanen dachte einen Plan aus … ",
  "mn25:10.15": "und es gelang ihr nicht, Māras Macht zu entkommen. ",
  "mn25:10.16": "Warum richten wir nicht unser Lager in der Nähe des Ortes ein, wo Māra die Saat und diese weltlichen fleischlichen Genüsse gesät hat? Dann können wir dorthin vordringen und essen, ohne begierig zu sein. Wir werden nicht betört werden, dann werden wir nicht nachlässig werden, und dann wird Māra nicht mit uns machen können, was er will, aufgrund dieser Saat und dieser weltlichen fleischlichen Genüsse.‘ ",
  "mn25:10.17": "Und genau das taten sie. ",
  "mn25:10.20": "Doch sie hatten solche Ansichten wie: ",
  "mn25:10.21": "‚Das Weltall ist ewig‘ oder ‚Das Weltall ist zeitlich‘; ",
  "mn25:10.22": "‚Das Weltall ist endlich‘ oder ‚Das Weltall ist unendlich‘; ",
  "mn25:10.23": "‚Seele und Körper sind dasselbe‘ oder ‚Seele und Körper sind verschiedene Dinge‘; ",
  "mn25:10.24": "‚Ein Klargewordener besteht nach dem Tod fort‘, ‚Ein Klargewordener besteht nach dem Tod nicht fort‘, ‚Ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort‘ oder ‚Ein Klargewordener besteht nach dem Tod weder fort, noch besteht er nicht fort‘. ",
  "mn25:10.25": "Und so gelang es der dritten Gruppe von Asketen und Brahmanen nicht, Māras Macht zu entkommen. ",
  "mn25:10.26": "Diese dritte Gruppe von Asketen und Brahmanen ist gerade wie das dritte Rudel Wild, sage ich. ",
  "mn25:11.1": "Dann dachte da eine vierte Gruppe von Asketen und Brahmanen einen Plan aus: ",
  "mn25:11.2": "‚Der ersten … ",
  "mn25:11.4": "der zweiten … ",
  "mn25:11.10": "und der dritten Gruppe von Asketen und Brahmanen … ",
  "mn25:11.26": "gelang es nicht, Māras Macht zu entkommen. ",
  "mn25:11.27": "Warum richten wir nicht unser Lager irgendwo ein, wo Māra und seine Versammlung nicht hingehen können? ",
  "mn25:11.28": "Dann können wir dorthin vordringen, wo Māra die Saat und diese weltlichen fleischlichen Genüsse gesät hat, und essen, ohne begierig zu sein. Wir werden nicht betört werden, dann werden wir nicht nachlässig werden, und dann wird Māra nicht mit uns machen können, was er will, aufgrund dieser Saat und dieser weltlichen fleischlichen Genüsse.‘ ",
  "mn25:11.29": "Und genau das taten sie. ",
  "mn25:11.31": "Und so gelang es der vierten Gruppe von Asketen und Brahmanen, Māras Macht zu entkommen. ",
  "mn25:11.32": "Diese vierte Gruppe von Asketen und Brahmanen ist gerade wie das vierte Rudel Wild, sage ich. ",
  "mn25:12.1": "Und wo ist der Ort, wo Māra und seine Versammlung nicht hingehen können? ",
  "mn25:12.2": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn25:12.3": "Das nennt man einen Mönch, der Māra geblendet hat, der Māras Auge spurlos ausgelöscht hat und der dorthin gegangen ist, wo der Böse ihn nicht sehen kann. ",
  "mn25:13.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn25:13.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn25:14.1": "Mit dem Schwinden der Ekstase tritt ein Mönch dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn25:14.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn25:15.1": "Indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn25:15.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn25:16.1": "Dann übersteigt da ein Mönch jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, richtet den Geist nicht auf die Wahrnehmung von Vielfalt, tritt im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "mn25:16.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn25:17.1": "Dann übersteigt da ein Mönch vollständig die Dimension des unendlichen Raumes, tritt im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "mn25:17.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn25:18.1": "Dann übersteigt da ein Mönch vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚Da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilt darin. ",
  "mn25:18.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn25:19.1": "Dann übersteigt da ein Mönch vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "mn25:19.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn25:20.1": "Dann übersteigt da ein Mönch vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. Und wenn er mit Weisheit gesehen hat, werden seine Befleckungen aufgelöst. ",
  "mn25:20.2": "Das nennt man einen Mönch, der Māra geblendet hat, der Māras Auge spurlos ausgelöscht hat und der dorthin gegangen ist, wo der Böse ihn nicht sehen kann. Und er hat das Klammern an der Welt überquert.“ ",
  "mn25:20.3": "Das sagte der Buddha. ",
  "mn25:20.4": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}