{
  "mn26:0.1": "Mittlere Lehrreden 26 ",
  "mn26:0.2": "Die edle Suche ",
  "mn26:1.1": "So habe ich es gehört: ",
  "mn26:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn26:2.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Sāvatthī zum Almosengang. ",
  "mn26:2.2": "Da gingen einige Mönche und Nonnen zum Ehrwürdigen Ānanda und sagten zu ihm: ",
  "mn26:2.3": "„Geehrter Ānanda, es ist lange her, dass wir vom Buddha einen Dhammavortrag gehört haben. ",
  "mn26:2.4": "Es wäre gut, wenn wir einen Dhammavortrag vom Buddha hören könnten.“ ",
  "mn26:2.5": "„Nun, Geehrte, geht zur Klause des Brahmanen Rammaka. ",
  "mn26:2.6": "Hoffentlich werdet ihr dann einen Dhammavortrag vom Buddha hören können.“ ",
  "mn26:2.7": "„Ja, Geehrter“, antworteten sie. ",
  "mn26:3.1": "Nach dem Essen, als er vom Almosengang zurückkam, wandte sich der Buddha dann an Ānanda: ",
  "mn26:3.2": "„Komm, Ānanda, lass uns zum Ostkloster gehen, dem Pfahlhaus der Mutter Migāras, um den Tag über dort zu meditieren.“ ",
  "mn26:3.3": "„Ja, Herr“, antwortete Ānanda. ",
  "mn26:3.4": "Und der Buddha ging mit Ānanda zum Ostkloster. ",
  "mn26:3.5": "Der Buddha kam am späten Nachmittag aus seiner Klausur und wandte sich an Ānanda: ",
  "mn26:3.6": "„Komm, Ānanda, lass uns zum östlichen Badeplatz gehen, um zu baden.“ ",
  "mn26:3.7": "„Ja, Herr“, antwortete Ānanda. ",
  "mn26:3.8": "Und der Buddha ging mit Ānanda zum östlichen Badeplatz, um zu baden. ",
  "mn26:3.9": "Nach dem Bad, als er aus dem Wasser gestiegen war, stand er in einer Robe da und trocknete sich ab. ",
  "mn26:3.10": "Da sagte der Ehrwürdige Ānanda zum Buddha: ",
  "mn26:3.11": "„Herr, die Klause des Brahmanen Rammaka ist in der Nähe. ",
  "mn26:3.12": "Sie ist so entzückend, ",
  "mn26:3.13": "so anmutig. ",
  "mn26:3.14": "Bitte besuche sie aus Anteilnahme.“ ",
  "mn26:3.15": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "mn26:4.1": "Er ging zur Klause des Brahmanen Rammaka. ",
  "mn26:4.2": "Da saßen zu dieser Zeit mehrere Mönche und Nonnen in der Klause beisammen und sprachen über die Lehre. ",
  "mn26:4.3": "Der Buddha stand vor der Tür und wartete, bis das Gespräch zu Ende war. ",
  "mn26:4.4": "Als er erkannte, dass das Gespräch zu Ende war, räusperte er sich und klopfte an die Tür. ",
  "mn26:4.5": "Die Mönche und Nonnen öffneten dem Buddha die Tür, ",
  "mn26:4.6": "und er betrat die Klause, setzte sich auf den ausgebreiteten Sitz ",
  "mn26:4.7": "und wandte sich an die Mönche und Nonnen: ",
  "mn26:4.8": "„Mönche und Nonnen, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch wurde unterbrochen?“ ",
  "mn26:4.9": "„Herr, das Gespräch über die Lehre, das unterbrochen wurde, als der Buddha kam, betraf den Buddha selbst.“ ",
  "mn26:4.10": "„Gut, Mönche und Nonnen! ",
  "mn26:4.11": "Es ist angebracht, dass ehrbare Menschen wie ihr, die aus Vertrauen aus dem Haus fortgezogen sind ins hauslose Leben, beisammensitzen und über die Lehre sprechen. ",
  "mn26:4.12": "Wenn ihr beisammensitzt, solltet ihr eins von zwei Dingen tun: ",
  "mn26:4.13": "über die Lehre sprechen oder edles Schweigen bewahren. ",
  "mn26:5.1": "Mönche und Nonnen, es gibt diese zwei Arten der Suche: ",
  "mn26:5.2": "die edle Suche und die unedle Suche. ",
  "mn26:5.3": "Und was ist die unedle Suche? ",
  "mn26:5.4": "Da muss jemand selbst wiedergeboren werden und sucht nach dem, was wiedergeboren werden muss. Er muss selbst alt werden, krank werden, sterben, Kummer erfahren und befleckt werden und sucht nach dem, was alt werden, krank werden, sterben, Kummer erfahren und befleckt werden muss. ",
  "mn26:6.1": "Und was soll als etwas beschrieben werden, das wiedergeboren werden muss? ",
  "mn26:6.2": "Frauen und Kinder, abhängige Diener und Dienerinnen, Ziegen und Schafe, Hühner und Schweine, Elefanten und Rinder sowie Gold und Geld müssen wiedergeboren werden. ",
  "mn26:6.3": "Diese Bindungen müssen wiedergeboren werden. ",
  "mn26:6.4": "Jemand, der bezüglich dieser Dinge gebunden, betört, anhänglich ist, der selbst wiedergeboren werden muss, sucht nach dem, was wiedergeboren werden muss. ",
  "mn26:7.1": "Und was soll als etwas beschrieben werden, das alt werden muss? ",
  "mn26:7.2": "Frauen und Kinder, abhängige Diener und Dienerinnen, Ziegen und Schafe, Hühner und Schweine, Elefanten und Rinder sowie Gold und Geld müssen alt werden. ",
  "mn26:7.3": "Diese Bindungen müssen alt werden. ",
  "mn26:7.4": "Jemand, der bezüglich dieser Dinge gebunden, betört, anhänglich ist, der selbst alt werden muss, sucht nach dem, was alt werden muss. ",
  "mn26:8.1": "Und was soll als etwas beschrieben werden, das krank werden muss? ",
  "mn26:8.2": "Frauen und Kinder, abhängige Diener und Dienerinnen, Ziegen und Schafe, Hühner und Schweine, Elefanten und Rinder sowie Gold und Geld müssen krank werden. ",
  "mn26:8.3": "Diese Bindungen müssen krank werden. ",
  "mn26:8.4": "Jemand, der bezüglich dieser Dinge gebunden, betört, anhänglich ist, der selbst krank werden muss, sucht nach dem, was krank werden muss. ",
  "mn26:9.1": "Und was soll als etwas beschrieben werden, das sterben muss? ",
  "mn26:9.2": "Frauen und Kinder, abhängige Diener und Dienerinnen, Ziegen und Schafe, Hühner und Schweine, Elefanten und Rinder sowie Gold und Geld müssen sterben. ",
  "mn26:9.3": "Diese Bindungen müssen sterben. ",
  "mn26:9.4": "Jemand, der bezüglich dieser Dinge gebunden, betört, anhänglich ist, der selbst sterben muss, sucht nach dem, was sterben muss. ",
  "mn26:10.1": "Und was soll als etwas beschrieben werden, das Kummer erfahren muss? ",
  "mn26:10.2": "Frauen und Kinder, abhängige Diener und Dienerinnen, Ziegen und Schafe, Hühner und Schweine, Elefanten und Rinder sowie Gold und Geld müssen Kummer erfahren. ",
  "mn26:10.3": "Diese Bindungen müssen Kummer erfahren. ",
  "mn26:10.4": "Jemand, der bezüglich dieser Dinge gebunden, betört, anhänglich ist, der selbst Kummer erfahren muss, sucht nach dem, was Kummer erfahren muss. ",
  "mn26:11.1": "Und was soll als etwas beschrieben werden, das befleckt werden muss? ",
  "mn26:11.2": "Frauen und Kinder, abhängige Diener und Dienerinnen, Ziegen und Schafe, Hühner und Schweine, Elefanten und Rinder sowie Gold und Geld müssen befleckt werden. ",
  "mn26:11.3": "Diese Bindungen müssen befleckt werden. ",
  "mn26:11.4": "Jemand, der bezüglich dieser Dinge gebunden, betört, anhänglich ist, der selbst befleckt werden muss, sucht nach dem, was befleckt werden muss. ",
  "mn26:11.5": "Das ist die unedle Suche. ",
  "mn26:12.1": "Und was ist die edle Suche? ",
  "mn26:12.2": "Da muss jemand selbst wiedergeboren werden, versteht die nachteiligen Folgen davon, wiedergeboren werden zu müssen, und sucht nach dem, was von Wiedergeburt frei ist, dem unübertrefflichen Schutzgebiet, dem Erlöschen. Er muss selbst alt werden, krank werden, sterben, Kummer erfahren und befleckt werden, versteht die nachteiligen Folgen dieser Dinge und sucht nach dem, was von Alter, Krankheit, Sterben, Kummer und Befleckung frei ist, dem unübertrefflichen Schutzgebiet, dem Erlöschen. ",
  "mn26:12.3": "Das ist die edle Suche. ",
  "mn26:13.1": "Mönche und Nonnen, vor meinem Erwachen, als ich noch nicht erwacht war, aber zum Erwachen entschlossen, suchte auch ich, der ich selbst wiedergeboren werden musste, nach dem, was wiedergeboren werden muss. Der ich selbst alt werden, krank werden, sterben, Kummer erfahren und befleckt werden musste suchte nach dem, was alt werden, krank werden, sterben, Kummer erfahren und befleckt werden muss. ",
  "mn26:13.2": "Da kam mir der Gedanke: ",
  "mn26:13.3": "‚Warum suche ich, der ich wiedergeboren, alt werden, krank werden, sterben, Kummer erfahren und befleckt werden muss, nach Dingen, die die gleiche Natur haben? ",
  "mn26:13.4": "Warum suche ich nicht nach dem, was von Wiedergeburt, Alter, Krankheit, Sterben, Kummer und Befleckung frei ist, dem unübertrefflichen Schutzgebiet, dem Erlöschen?‘ ",
  "mn26:14.1": "Einige Zeit später, als ich noch makellos schwarzes Haar hatte, von Jugend gesegnet, in der Blüte des Lebens, und obwohl meine Mutter und mein Vater es anders wollten und mit tränenüberströmtem Gesicht weinten, rasierte ich mir Haar und Bart, legte ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. ",
  "mn26:15.1": "Nachdem ich fortgezogen war, machte ich mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich begab mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn26:15.2": "‚Geehrter Kālāma, ich wünsche, in dieser Lehre und Schulung das geistliche Leben zu führen.‘ ",
  "mn26:15.3": "Āḷāra Kālāma erwiderte: ",
  "mn26:15.4": "‚Bleibe, Ehrwürdiger. ",
  "mn26:15.5": "Diese Lehre ist so, dass ein vernünftiger Mensch bald seine eigene Tradition durch eigene Einsicht erkennen und mit dieser Errungenschaft leben kann.‘ ",
  "mn26:15.6": "Ich prägte mir diese Lehre rasch ein. ",
  "mn26:15.7": "So weit das Nachsprechen und mündliche Aufsagen reichte, sprach ich die Doktrin des Erkennens, die altehrwürdige Doktrin. Ich behauptete, zu erkennen und zu sehen, und auch andere taten das. ",
  "mn26:15.8": "Da kam mir der Gedanke: ",
  "mn26:15.9": "‚Es ist nicht nur aufgrund bloßen Vertrauens, dass Āḷāra Kālāma erklärt: „Ich erkenne diese Lehre durch eigene Einsicht und lebe mit dieser Errungenschaft.“ ",
  "mn26:15.10": "Sicher meditiert er, indem er diese Lehre erkennt und sieht.‘ ",
  "mn26:15.11": "Da begab ich mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn26:15.12": "‚Geehrter Kālāma, inwieweit sagst du, du hast diese Lehre durch eigene Einsicht erkannt und lebst mit dieser Errungenschaft?‘ ",
  "mn26:15.13": "Daraufhin erklärte er die Dimension des Nichts. ",
  "mn26:15.14": "Da kam mir der Gedanke: ",
  "mn26:15.15": "‚Es ist nicht nur Āḷāra Kālāma, der Vertrauen besitzt, ",
  "mn26:15.16": "der Energie, ",
  "mn26:15.17": "Achtsamkeit, ",
  "mn26:15.18": "Versenkung ",
  "mn26:15.19": "und Weisheit besitzt; auch ich besitze diese Dinge. ",
  "mn26:15.20": "Warum setze ich mich nicht ein, um die gleiche Lehre zu verwirklichen, von der Āḷāra Kālāma sagt, er habe sie durch eigene Einsicht verwirklicht?‘ ",
  "mn26:15.21": "Ich verwirklichte rasch durch eigene Einsicht die Lehre und lebte mit dieser Errungenschaft. ",
  "mn26:15.22": "Da begab ich mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn26:15.23": "‚Geehrter Kālāma, ist es insoweit, dass du diese Lehre durch eigene Einsicht erkannt hast und diese Errungenschaft erklärst?‘ ",
  "mn26:15.24": "‚So ist es, Geehrter.‘ ",
  "mn26:15.25": "‚Auch ich, Geehrter, habe insoweit diese Lehre durch eigene Einsicht erkannt und lebe mit dieser Errungenschaft.‘ ",
  "mn26:15.26": "‚Wir haben Glück, Geehrter, so großes Glück, ",
  "mn26:15.27": "einen Ehrwürdigen wie dich als einen unserer geistlichen Gefährten zu sehen! ",
  "mn26:15.28": "Die Lehre, die ich durch eigene Einsicht verwirklicht habe und deren Errungenschaft ich erkläre, hast du also durch eigene Einsicht verwirklicht und lebst mit dieser Errungenschaft. ",
  "mn26:15.29": "Die Lehre, die du durch eigene Einsicht verwirklicht hast und mit deren Errungenschaft du lebst, habe ich durch eigene Einsicht verwirklicht und erkläre diese Errungenschaft. ",
  "mn26:15.30": "Die Lehre, die ich erkenne, erkennst also du, und die Lehre, die du erkennst, erkenne ich. ",
  "mn26:15.31": "Ich bin wie du und du bist wie ich. ",
  "mn26:15.32": "Komm nun, Geehrter! Wir sollten beide gemeinsam diese Gemeinschaft anleiten.‘ ",
  "mn26:15.33": "Und so setzte mein Lehrer Āḷāra Kālāma mich, seinen Schüler, auf die gleiche Stufe mit sich selbst und ehrte mich mit erhabenem Lob. ",
  "mn26:15.34": "Da kam mir der Gedanke: ",
  "mn26:15.35": "‚Diese Lehre führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Sie führt nur bis zur Wiedergeburt in der Dimension des Nichts.‘ ",
  "mn26:15.36": "Als ich erkannte, dass diese Lehre unangemessen war, ging ich enttäuscht weg. ",
  "mn26:16.1": "Ich machte mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich begab mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn26:16.2": "‚Geehrter, ich wünsche, in dieser Lehre und Schulung das geistliche Leben zu führen.‘ ",
  "mn26:16.3": "Uddaka erwiderte: ",
  "mn26:16.4": "‚Bleibe, Ehrwürdiger. ",
  "mn26:16.5": "Diese Lehre ist so, dass ein vernünftiger Mensch bald seine eigene Tradition durch eigene Einsicht erkennen und mit dieser Errungenschaft leben kann.‘ ",
  "mn26:16.6": "Ich prägte mir diese Lehre rasch ein. ",
  "mn26:16.7": "So weit das Nachsprechen und mündliche Aufsagen reichte, sprach ich die Doktrin des Erkennens, die altehrwürdige Doktrin. Ich behauptete, zu erkennen und zu sehen, und auch andere taten das. ",
  "mn26:16.8": "Da kam mir der Gedanke: ",
  "mn26:16.9": "‚Es ist nicht nur aufgrund bloßen Vertrauens, dass Rāma erklärte: „Ich erkenne diese Lehre durch eigene Einsicht und lebe mit dieser Errungenschaft.“ ",
  "mn26:16.10": "Sicher meditierte er, indem er diese Lehre erkannte und sah.‘ ",
  "mn26:16.11": "Da begab ich mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn26:16.12": "‚Geehrter, inwieweit sagte Rāma, er hätte diese Lehre durch eigene Einsicht erkannt und lebte mit dieser Errungenschaft?‘ ",
  "mn26:16.13": "Daraufhin erklärte Uddaka die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "mn26:16.14": "Da kam mir der Gedanke: ",
  "mn26:16.15": "‚Es ist nicht nur Rāma, der Vertrauen besaß, ",
  "mn26:16.16": "der Energie, ",
  "mn26:16.17": "Achtsamkeit, ",
  "mn26:16.18": "Versenkung ",
  "mn26:16.19": "und Weisheit besaß; auch ich besitze diese Dinge. ",
  "mn26:16.20": "Warum setze ich mich nicht ein, um die gleiche Lehre zu verwirklichen, von der Rāma sagte, er habe sie durch eigene Einsicht verwirklicht?‘ ",
  "mn26:16.21": "Ich verwirklichte rasch durch eigene Einsicht die Lehre und lebte mit dieser Errungenschaft. ",
  "mn26:16.22": "Da begab ich mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn26:16.23": "‚Geehrter, ist es insoweit, dass Rāma diese Lehre durch eigene Einsicht erkannte und diese Errungenschaft erklärte?‘ ",
  "mn26:16.24": "‚So ist es, Geehrter.‘ ",
  "mn26:16.25": "‚Auch ich, Geehrter, habe insoweit diese Lehre durch eigene Einsicht erkannt und lebe mit dieser Errungenschaft.‘ ",
  "mn26:16.26": "‚Wir haben Glück, Geehrter, so großes Glück, ",
  "mn26:16.27": "einen Ehrwürdigen wie dich als einen unserer geistlichen Gefährten zu sehen! ",
  "mn26:16.28": "Die Lehre, die Rāma durch eigene Einsicht verwirklicht hatte und deren Errungenschaft er erklärte, hast du also durch eigene Einsicht verwirklicht und lebst mit dieser Errungenschaft. ",
  "mn26:16.29": "Die Lehre, die du durch eigene Einsicht verwirklicht hast und mit deren Errungenschaft du lebst, hatte Rāma durch eigene Einsicht verwirklicht und erklärte diese Errungenschaft. ",
  "mn26:16.30": "Die Lehre, die Rāma unmittelbar erkannte, erkennst also du, und die Lehre, die du erkennst, erkannte Rāma unmittelbar. ",
  "mn26:16.31": "Rāma war wie du und du bist wie Rāma. ",
  "mn26:16.32": "Komm nun, Geehrter! Du sollst diese Gemeinschaft anleiten.‘ ",
  "mn26:16.33": "Und so setzte mein geistlicher Gefährte Uddaka der Sohn Rāmas mich auf die Stufe eines Lehrers und ehrte mich mit erhabenem Lob. ",
  "mn26:16.34": "Da kam mir der Gedanke: ",
  "mn26:16.35": "‚Diese Lehre führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Sie führt nur bis zur Wiedergeburt in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat.‘ ",
  "mn26:16.36": "Als ich erkannte, dass diese Lehre unangemessen war, ging ich enttäuscht weg. ",
  "mn26:17.1": "Ich machte mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich wanderte Stück für Stück durch das Land der Magadher, bis ich nach Senānigama in Uruvelā kam. ",
  "mn26:17.2": "Da sah ich einen entzückenden Park, ein anmutiges Wäldchen mit einem strömenden Fluss, der sauber und entzückend war, mit sanft abfallenden Ufern. Und in der Nähe war ein Dorf für Almosen. ",
  "mn26:17.3": "Da kam mir der Gedanke: ",
  "mn26:17.4": "‚Dieser Park ist wirklich entzückend, ein anmutiges Wäldchen mit einem strömenden Fluss, der sauber und entzückend ist, mit sanft abfallenden Ufern. Und in der Nähe ist ein Dorf für Almosen. ",
  "mn26:17.5": "Das ist sicher gut genug zum Streben für einen ehrbaren Menschen, der streben will.‘ ",
  "mn26:17.6": "So setzte ich mich eben dort hin und dachte: ",
  "mn26:17.7": "‚Das ist gut genug zum Streben.‘ ",
  "mn26:18.1": "Und so verstand ich, der ich selbst wiedergeboren werden musste, die nachteiligen Folgen davon, wiedergeboren werden zu müssen, und suchte nach dem, was von Wiedergeburt frei ist, dem unübertrefflichen Schutzgebiet, dem Erlöschen – und ich fand es. Der ich selbst alt werden, krank werden, sterben, Kummer erfahren und befleckt werden musste verstand die nachteiligen Folgen dieser Dinge und suchte nach dem, was von Alter, Krankheit, Sterben, Kummer und Befleckung frei ist, dem unübertrefflichen Schutzgebiet, dem Erlöschen – und ich fand es. ",
  "mn26:18.2": "Erkennen und Sehen gingen mir auf: ",
  "mn26:18.3": "‚Meine Freiheit ist unerschütterlich. Das ist meine letzte Wiedergeburt. Künftige Leben wird es jetzt nicht mehr geben.‘ ",
  "mn26:19.1": "Da kam mir der Gedanke: ",
  "mn26:19.2": "‚Dieser Grundsatz, den ich entdeckt habe, ist tiefgründig, schwer zu sehen, schwer zu verstehen, friedvoll und erhaben, geht über den Rahmen der Logik hinaus, ist subtil, für den Klugen nachvollziehbar. ",
  "mn26:19.3": "Aber die Menschen mögen das Festhalten, sie lieben und genießen es. ",
  "mn26:19.4": "Es ist schwer für sie, diesen Gegenstand zu sehen: nämlich die spezifische Bedingtheit, das abhängige Entstehen. ",
  "mn26:19.5": "Und es ist schwer für sie, diesen Gegenstand zu sehen: nämlich das Beruhigen aller Vorgänge, das Loslassen aller Bindungen, das Auflösen des Verlangens, das Schwinden, Aufhören, Erlöschen. ",
  "mn26:19.6": "Wenn ich den Dhamma lehren würde, würden andere mich vielleicht nicht verstehen, und das wäre ermüdend und beschwerlich für mich.‘ ",
  "mn26:19.7": "Und es kamen mir diese Strophen in den Sinn, die mir weder aus übernatürlicher Quelle eingegeben wurden, noch hatte ich sie zuvor gehört: ",
  "mn26:19.8": "‚Ich habe hart gekämpft, um das zu verstehen. ",
  "mn26:19.9": "Genug damit, es zu erklären! ",
  "mn26:19.10": "Die, die in Gier und Hass verstrickt sind, ",
  "mn26:19.11": "können diese Lehre nicht wirklich verstehen. ",
  "mn26:19.12": "Sie geht gegen den Strom, ist subtil, ",
  "mn26:19.13": "tiefgründig, verborgen und sehr fein. ",
  "mn26:19.14": "Die von Gier besessen sind, können nicht sehen, ",
  "mn26:19.15": "denn sie sind in eine Masse von Dunkelheit gehüllt.‘ ",
  "mn26:19.16": "Und als ich so nachdachte, neigte mein Geist dazu, untätig zu bleiben, nicht dazu, den Dhamma zu lehren. ",
  "mn26:20.1": "Da dachte der Brahmā Sahampati, der erkannte, was ich dachte: ",
  "mn26:20.2": "‚Ach! Die Welt ist verloren, die Welt geht unter! Denn der Geist des Klargewordenen, des Vollendeten, des vollkommen erwachten Buddha neigt dazu, untätig zu bleiben, nicht dazu, den Dhamma zu lehren.‘ ",
  "mn26:20.3": "Und so leicht, wie ein starker Mensch den Arm strecken oder beugen würde, verschwand er aus der Brahmāwelt und erschien wieder vor mir. ",
  "mn26:20.4": "Er ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zu mir und sagte: ",
  "mn26:20.5": "‚Herr, der Gesegnete lehre doch den Dhamma! Der Heilige lehre doch den Dhamma! ",
  "mn26:20.6": "Es gibt Wesen, die wenig Sand in den Augen haben. Sie werden verkümmern, weil sie die Lehre nicht gehört haben. ",
  "mn26:20.7": "Es werden solche da sein, die die Lehre verstehen!‘ ",
  "mn26:20.8": "Das sagte Brahmā Sahampati. ",
  "mn26:20.9": "Und er fuhr fort: ",
  "mn26:20.10": "‚Einst erschien unter den Magadhern ",
  "mn26:20.11": "eine unreine Lehre, von Befleckten ausgedacht. ",
  "mn26:20.12": "Stoße das Tor zur Unsterblichkeit auf! ",
  "mn26:20.13": "Lass sie die Lehre hören, die der Unbefleckte entdeckt hat. ",
  "mn26:20.14": "Wenn du hoch auf dem Felsenberg stehst, ",
  "mn26:20.15": "kannst du rundum die Menschen sehen. ",
  "mn26:20.16": "Geradeso, All-Seher, so verständig, ",
  "mn26:20.17": "da du den Tempel der Wahrheit erklommen hast, ",
  "mn26:20.18": "frei von Kummer, schau auf die Menschen, ",
  "mn26:20.19": "die im Kummer versinken, von Wiedergeburt und Alter niedergedrückt. ",
  "mn26:20.20": "Steh auf, du Held! Sieger in der Schlacht, Führer der Karawane, ",
  "mn26:20.21": "frei von Schulden wandere durch die Welt. ",
  "mn26:20.22": "Der Buddha lehre doch den Dhamma! ",
  "mn26:20.23": "Es werden solche da sein, die verstehen!‘ ",
  "mn26:21.1": "Und ich verstand die Einladung des Brahmā. Und aus meinem Mitgefühl mit den Lebewesen heraus musterte ich die Welt mit meinem Buddha-Auge. ",
  "mn26:21.2": "Ich sah manche Lebewesen mit wenig Sand in den Augen und manche mit viel Sand in den Augen, manche mit geschärften Fähigkeiten und manche mit schwachen Fähigkeiten, mit guten Eigenschaften und mit schlechten Eigenschaften, die leicht zu unterrichten waren und die schwer zu unterrichten waren. Und manche konnten die Gefahr in dem Fehler, der die jenseitige Welt betrifft, sehen, während andere das nicht konnten. ",
  "mn26:21.3": "Wie ein Teich mit blauen Seerosen oder rosa oder weißen Lotusblumen. Manche von ihnen sprießen und wachsen im Wasser, ohne sich darüber zu erheben, und gedeihen unter Wasser. Manche sprießen und wachsen im Wasser und erreichen die Wasseroberfläche. Und manche sprießen und wachsen im Wasser, doch sie erheben sich über das Wasser und stehen da, ohne dass Wasser an ihnen haftet. ",
  "mn26:21.4": "Ebenso sah ich manche Lebewesen mit wenig Sand in den Augen und manche mit viel Sand in den Augen, manche mit geschärften Fähigkeiten und manche mit schwachen Fähigkeiten, mit guten Eigenschaften und mit schlechten Eigenschaften, die leicht zu unterrichten waren und die schwer zu unterrichten waren. Und manche konnten die Gefahr in dem Fehler, der jene Welt betrifft, sehen, während andere das nicht konnten. ",
  "mn26:21.5": "Dann antwortete ich dem Brahmā Sahampati mit einer Strophe: ",
  "mn26:21.6": "‚Die Tore zur Unsterblichkeit sind aufgestoßen! ",
  "mn26:21.7": "Wer Ohren hat zu hören, rüste sein Vertrauen. ",
  "mn26:21.8": "Mit dem Gedanken, es sei beschwerlich, Brahmā, habe ich ",
  "mn26:21.9": "den scharfsinnigen, erhabenen Dhamma nicht unter den Menschen gelehrt.‘ ",
  "mn26:21.10": "Und als der Brahmā Sahampati erkannte, dass seiner Aufforderung an mich, den Dhamma zu lehren, stattgegeben war, verbeugte er sich, umrundete mich respektvoll, die rechte Seite mir zugewandt, und verschwand eben dort. ",
  "mn26:22.1": "Da dachte ich: ",
  "mn26:22.2": "‚Wem sollte ich zuerst die Lehre darlegen? ",
  "mn26:22.3": "Wer wird diese Lehre rasch verstehen?‘ ",
  "mn26:22.4": "Da kam mir der Gedanke: ",
  "mn26:22.5": "‚Dieser Āḷāra Kālāma ist klug, fähig und verständig und hatte lange wenig Sand in den Augen. ",
  "mn26:22.6": "Warum lege ich ihm nicht zuerst die Lehre dar? ",
  "mn26:22.7": "Er wird die Lehre rasch verstehen.‘ ",
  "mn26:22.8": "Doch eine Gottheit kam zu mir und sagte: ",
  "mn26:22.9": "‚Herr, Āḷāra Kālāma ist vor sieben Tagen gestorben.‘ ",
  "mn26:22.10": "Und Erkennen und Sehen gingen mir auf: ",
  "mn26:22.11": "‚Āḷāra Kālāma ist vor sieben Tagen gestorben.‘ ",
  "mn26:22.12": "Ich dachte: ",
  "mn26:22.13": "‚Das ist ein großes Unglück für Āḷāra Kālāma. ",
  "mn26:22.14": "Wenn er die Lehre gehört hätte, hätte er sie rasch verstanden.‘ ",
  "mn26:23.1": "Dann dachte ich: ",
  "mn26:23.2": "‚Wem sollte ich zuerst die Lehre darlegen? ",
  "mn26:23.3": "Wer wird diese Lehre rasch verstehen?‘ ",
  "mn26:23.4": "Da kam mir der Gedanke: ",
  "mn26:23.5": "‚Dieser Uddaka der Sohn Rāmas ist klug, fähig und verständig und hatte lange wenig Sand in den Augen. ",
  "mn26:23.6": "Warum lege ich ihm nicht zuerst die Lehre dar? ",
  "mn26:23.7": "Er wird die Lehre rasch verstehen.‘ ",
  "mn26:23.8": "Doch eine Gottheit kam zu mir und sagte: ",
  "mn26:23.9": "‚Herr, Uddaka der Sohn Rāmas starb eben letzte Nacht.‘ ",
  "mn26:23.10": "Und Erkennen und Sehen gingen mir auf: ",
  "mn26:23.11": "‚Uddaka der Sohn Rāmas starb eben letzte Nacht.‘ ",
  "mn26:23.12": "Ich dachte: ",
  "mn26:23.13": "‚Das ist ein großes Unglück für Uddaka den Sohn Rāmas. ",
  "mn26:23.14": "Wenn er die Lehre gehört hätte, hätte er sie rasch verstanden.‘ ",
  "mn26:24.1": "Dann dachte ich: ",
  "mn26:24.2": "‚Wem sollte ich zuerst die Lehre darlegen? ",
  "mn26:24.3": "Wer wird diese Lehre rasch verstehen?‘ ",
  "mn26:24.4": "Da kam mir der Gedanke: ",
  "mn26:24.5": "‚Die Gruppe der fünf Mönche war mir eine große Hilfe. Sie sorgte zur Zeit meines entschlossenen Strebens für mich. ",
  "mn26:24.6": "Warum lege ich ihnen nicht zuerst die Lehre dar?‘ ",
  "mn26:24.7": "Da dachte ich: ",
  "mn26:24.8": "‚Wo hält sich die Gruppe der fünf Mönche zur Zeit auf?‘ ",
  "mn26:24.9": "Mit meiner geläuterten und übermenschlichen Hellsichtigkeit sah ich, dass die Gruppe der fünf Mönche sich in Varanasi aufhielt, im Wildpark bei Isipatana. ",
  "mn26:24.10": "Als ich daher so lange in Uruvelā geblieben war, wie es mir gefiel, brach ich nach Varanasi auf. ",
  "mn26:25.1": "Als ich auf der Straße zwischen Gayā und Bodhgaya unterwegs war, sah mich der Ājīvaka-Asket Upaka ",
  "mn26:25.2": "und sagte: ",
  "mn26:25.3": "‚Geehrter, deine Sinne sind so klar und deine Hautfarbe ist so rein und hell. ",
  "mn26:25.4": "In wessen Namen bist du fortgezogen, Geehrter? Wer ist dein Lehrer? An wessen Lehre glaubst du?‘ ",
  "mn26:25.5": "Ich antwortete Upaka in Strophen: ",
  "mn26:25.6": "‚Ich bin der Gewinner, der Alleskenner, ",
  "mn26:25.7": "unbefleckt inmitten aller Dinge. ",
  "mn26:25.8": "Ich habe alles aufgegeben, mit der Auflösung des Verlangens bin ich befreit. ",
  "mn26:25.9": "Da ich selbst erkenne, wessen Anhänger sollte ich sein? ",
  "mn26:25.10": "Ich habe keinen Lehrer, ",
  "mn26:25.11": "es gibt niemanden wie mich. ",
  "mn26:25.12": "In der Welt mit ihren Göttern ",
  "mn26:25.13": "habe ich nicht meinesgleichen. ",
  "mn26:25.14": "Denn ich bin der Vollendete in der Welt, ",
  "mn26:25.15": "ich bin der unübertreffliche Lehrer. ",
  "mn26:25.16": "Ich allein bin vollkommen erwacht, ",
  "mn26:25.17": "kühl geworden und erloschen. ",
  "mn26:25.18": "Ich gehe zur Stadt Kāsi, ",
  "mn26:25.19": "um das Rad des Dhamma vorwärtszurollen. ",
  "mn26:25.20": "In dieser blinden Welt ",
  "mn26:25.21": "werde ich die Trommel der Unsterblichkeit schlagen!‘ ",
  "mn26:25.22": "‚Nach dem, was du behauptest, Geehrter, solltest du der Unendliche Sieger sein.‘ ",
  "mn26:25.23": "‚Die Sieger sind die, die wie ich ",
  "mn26:25.24": "die Auflösung der Befleckungen erreicht haben. ",
  "mn26:25.25": "Ich habe schlechte Eigenschaften besiegt, Upaka – ",
  "mn26:25.26": "darum bin ich ein Sieger.‘ ",
  "mn26:25.27": "Daraufhin sagte Upaka: ‚Wenn du das sagst, Geehrter.‘ Er schüttelte den Kopf, nahm eine falsche Wendung und ging. ",
  "mn26:26.1": "Ich wanderte Stück für Stück, bis ich nach Varanasi kam, und ging, um die Gruppe der fünf Mönche im Wildpark bei Isipatana zu sehen. ",
  "mn26:26.2": "Die Gruppe der fünf Mönche sah mich von Weitem kommen, ",
  "mn26:26.3": "und sie hielten sich gegenseitig zurück: ",
  "mn26:26.4": "‚Hier kommt der Asket Gotama. Er ist so genießerisch; er ist vom Streben abgewichen und zum Schwelgen zurückgekehrt. ",
  "mn26:26.5": "Wir sollten uns nicht vor ihm verbeugen oder für ihn aufstehen oder seine Schale und Robe entgegennehmen. ",
  "mn26:26.6": "Aber wir können ihm einen Sitz herrichten; er kann sich setzen, wenn er möchte.‘ ",
  "mn26:26.7": "Doch als ich näherkam, war die Gruppe der fünf Mönche nicht in der Lage, sich zurückzuhalten, wie sie es verabredet hatte. ",
  "mn26:26.8": "Manche kamen mir entgegen und nahmen meine Schale und Robe entgegen, manche breiteten einen Sitz aus und andere stellten Wasser zum Füßewaschen bereit. ",
  "mn26:26.9": "Aber sie redeten mich noch mit Namen und als ‚Geehrter‘ an. ",
  "mn26:27.1": "Da sagte ich zu ihnen: ",
  "mn26:27.2": "‚Mönche, redet mich nicht mit Namen und als „Geehrter“ an. ",
  "mn26:27.3": "Der Klargewordene ist vollendet, ein vollkommen erwachter Buddha. ",
  "mn26:27.4": "Hört zu, Mönche: Ich habe die Unsterblichkeit erlangt! Ich werde euch anleiten, ich werde euch den Dhamma lehren. ",
  "mn26:27.5": "Indem ihr gemäß der Anleitung übt, werdet ihr in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen. Ihr werdet an dem Ziel leben, das ihr durch eigene Einsicht erkannt habt, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn26:27.6": "Doch sie sagten zu mir: ",
  "mn26:27.7": "‚Geehrter Gotama, selbst durch dieses Verhalten, diese Übung, dieses mörderische Treiben hast du keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erlangt, der der Edlen würdig ist. Wie könntest du jetzt einen solchen Zustand erlangt haben, da du genießerisch geworden bist, da du vom Streben abgewichen und zum Schwelgen zurückgekehrt bist?‘ ",
  "mn26:27.8": "Da sagte ich zu ihnen: ",
  "mn26:27.9": "‚Der Klargewordene ist nicht genießerisch geworden, er ist nicht vom Streben abgewichen und zum Schwelgen zurückgekehrt. ",
  "mn26:27.10": "Der Klargewordene ist vollendet, ein vollkommen erwachter Buddha. ",
  "mn26:27.11": "Hört zu, Mönche: Ich habe die Unsterblichkeit erlangt! Ich werde euch anleiten, ich werde euch den Dhamma lehren. ",
  "mn26:27.12": "Indem ihr gemäß der Anleitung übt, werdet ihr in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen.‘ ",
  "mn26:27.13": "Doch zum zweiten Mal sagten sie zu mir: ",
  "mn26:27.14": "‚Geehrter Gotama … du bist zum Schwelgen zurückgekehrt.‘ ",
  "mn26:27.15": "Da sagte ich zum zweiten Mal zu ihnen: ",
  "mn26:27.16": "‚Der Klargewordene ist nicht genießerisch geworden …‘ ",
  "mn26:27.18": "Doch zum dritten Mal sagten sie zu mir: ",
  "mn26:27.19": "‚Geehrter Gotama, selbst durch dieses Verhalten, diese Übung, dieses mörderische Treiben hast du keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erlangt, der der Edlen würdig ist. Wie könntest du jetzt einen solchen Zustand erlangt haben, da du genießerisch geworden bist, da du vom Streben abgewichen und zum Schwelgen zurückgekehrt bist?‘ ",
  "mn26:28.1": "Da sagte ich zu ihnen: ",
  "mn26:28.2": "‚Mönche, habt ihr mich jemals zuvor so sprechen hören?‘ ",
  "mn26:28.3": "‚Nein, Herr, das haben wir nicht.‘ ",
  "mn26:28.4": "‚Der Klargewordene ist vollendet, ein vollkommen erwachter Buddha. ",
  "mn26:28.5": "Hört zu, Mönche: Ich habe die Unsterblichkeit erlangt! Ich werde euch anleiten, ich werde euch den Dhamma lehren. ",
  "mn26:28.6": "Indem ihr gemäß der Anleitung übt, werdet ihr in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen. Ihr werdet an dem Ziel leben, das ihr durch eigene Einsicht erkannt habt, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn26:29.1": "Ich konnte die Gruppe der fünf Mönche überzeugen. ",
  "mn26:29.2": "Dann unterwies ich manchmal zwei Mönche, während die anderen drei um Almosen umherzogen. ",
  "mn26:29.3": "Und diese drei ernährten uns alle sechs mit dem, was sie mitbrachten. ",
  "mn26:29.4": "Manchmal unterwies ich drei Mönche, während die anderen beiden um Almosen umherzogen. ",
  "mn26:29.5": "Und diese beiden ernährten uns alle sechs mit dem, was sie mitbrachten. ",
  "mn26:30.1": "Als die Gruppe der fünf Mönche so unterwiesen und angeleitet wurde, verstanden sie, die sie selbst wiedergeboren werden mussten, die nachteiligen Folgen davon, wiedergeboren werden zu müssen, und suchten nach dem, was von Wiedergeburt frei ist, dem unübertrefflichen Schutzgebiet, dem Erlöschen – und sie fanden es. Die sie selbst alt werden, krank werden, sterben, Kummer erfahren und befleckt werden mussten, verstanden sie die nachteiligen Folgen dieser Dinge und suchten nach dem, was von Alter, Krankheit, Sterben, Kummer und Befleckung frei ist, dem unübertrefflichen Schutzgebiet, dem Erlöschen – und sie fanden es. ",
  "mn26:30.2": "Erkennen und Sehen gingen ihnen auf: ",
  "mn26:30.3": "‚Unsere Freiheit ist unerschütterlich. Das ist unsere letzte Wiedergeburt. Künftige Leben wird es jetzt nicht mehr geben.‘ ",
  "mn26:31.1": "Mönche und Nonnen, es gibt fünf Arten sinnlicher Erregung. ",
  "mn26:31.2": "Welche fünf? ",
  "mn26:31.3": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn26:31.4": "Töne, die das Ohr erkennt … ",
  "mn26:31.5": "Düfte, die die Nase erkennt … ",
  "mn26:31.6": "Geschmäcke, die die Zunge erkennt … ",
  "mn26:31.7": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn26:31.8": "Das sind die fünf Arten sinnlicher Erregung. ",
  "mn26:32.1": "Es gibt Asketen und Brahmanen, die diese fünf Arten sinnlicher Erregung gebunden genießen, betört, anhänglich, blind für die nachteiligen Folgen und ohne das Entrinnen zu verstehen. Ihr sollt verstehen, ",
  "mn26:32.2": "dass ihnen Unheil und Verhängnis widerfahren, und der Böse kann mit ihnen machen, was er will. ",
  "mn26:32.3": "Wie ein Reh in der Wildnis, das auf einem Haufen Schlingen liegt und sich darin verfangen hat. ",
  "mn26:32.4": "Ihr würdet wissen, ",
  "mn26:32.5": "dass ihm Unheil und Verhängnis widerfahren, und der Jäger kann mit ihm machen, was er will. ",
  "mn26:32.6": "Und wenn der Jäger kommt, kann es nicht fliehen, wohin es will. ",
  "mn26:32.7": "Ebenso gibt es Asketen und Brahmanen, die diese fünf Arten sinnlicher Erregung gebunden genießen, betört, anhänglich, blind für die nachteiligen Folgen und ohne das Entrinnen zu verstehen. Ihr sollt verstehen, ",
  "mn26:32.8": "dass ihnen Unheil und Verhängnis widerfahren, und der Böse kann mit ihnen machen, was er will. ",
  "mn26:33.1": "Es gibt Asketen und Brahmanen, die diese fünf Arten sinnlicher Erregung ungebunden genießen, nicht betört, nicht anhänglich, sie sehen die nachteiligen Folgen und verstehen das Entrinnen. Ihr sollt verstehen, ",
  "mn26:33.2": "dass ihnen kein Unheil und Verhängnis widerfahren, und der Böse kann mit ihnen nicht machen, was er will. ",
  "mn26:33.3": "Wie ein Reh in der Wildnis, das auf einem Haufen Schlingen liegt, ohne sich darin verfangen zu haben. ",
  "mn26:33.4": "Ihr würdet wissen, ",
  "mn26:33.5": "dass ihm kein Unheil und Verhängnis widerfahren, und der Jäger kann mit ihm nicht machen, was er will. ",
  "mn26:33.6": "Und wenn der Jäger kommt, kann es fliehen, wohin es will. ",
  "mn26:33.7": "Ebenso gibt es Asketen und Brahmanen, die diese fünf Arten sinnlicher Erregung ungebunden genießen, nicht betört, nicht anhänglich, sie sehen die nachteiligen Folgen und verstehen das Entrinnen. Ihr sollt verstehen, ",
  "mn26:33.8": "dass ihnen kein Unheil und Verhängnis widerfahren, und der Böse kann mit ihnen nicht machen, was er will. ",
  "mn26:34.1": "Wie ein wildes Reh, das durch den Wald wanderte und furchtlos ginge, stünde, sich setzte und niederlegte. ",
  "mn26:34.2": "Und warum? ",
  "mn26:34.3": "Weil es außerhalb des Reviers des Jägers ist. ",
  "mn26:34.4": "Ebenso tritt da ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn26:34.5": "Das nennt man einen Mönch, der Māra geblendet hat, der Māras Auge spurlos ausgelöscht hat und der dorthin gegangen ist, wo der Böse ihn nicht sehen kann. ",
  "mn26:35.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn26:35.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn26:36.1": "Mit dem Schwinden der Ekstase tritt ein Mönch dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn26:36.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn26:37.1": "Indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn26:37.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn26:38.1": "Dann übersteigt da ein Mönch jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, richtet den Geist nicht auf die Wahrnehmung von Vielfalt, tritt im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "mn26:38.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn26:39.1": "Dann übersteigt da ein Mönch vollständig die Dimension des unendlichen Raumes, tritt im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "mn26:39.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn26:40.1": "Dann übersteigt da ein Mönch vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilt darin. ",
  "mn26:40.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn26:41.1": "Dann übersteigt da ein Mönch vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "mn26:41.2": "Das nennt man einen Mönch, der Māra geblendet hat … ",
  "mn26:42.1": "Dann übersteigt da ein Mönch vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. Und wenn er mit Weisheit gesehen hat, werden seine Befleckungen aufgelöst. ",
  "mn26:42.2": "Das nennt man einen Mönch, der Māra geblendet hat, der Māras Auge spurlos ausgelöscht hat und der dorthin gegangen ist, wo der Böse ihn nicht sehen kann. ",
  "mn26:42.3": "Er hat das Klammern an der Welt überquert. Und er geht furchtlos, steht furchtlos, setzt sich furchtlos und legt sich furchtlos nieder. ",
  "mn26:42.4": "Und warum? ",
  "mn26:42.5": "Weil es außerhalb des Reviers des Bösen ist.“ ",
  "mn26:42.6": "Das sagte der Buddha. ",
  "mn26:42.7": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}