{
  "mn27:0.1": "Mittlere Lehrreden 27 ",
  "mn27:0.2": "Das kürzere Gleichnis von der Elefanten-Fußspur ",
  "mn27:1.1": "So habe ich es gehört: ",
  "mn27:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn27:2.1": "Da fuhr zu dieser Zeit der Brahmane Jāṇussoṇi mitten am Tag in einer ganz weißen, von Stuten gezogenen Kutsche aus Sāvatthī hinaus. ",
  "mn27:2.2": "Er sah den Wanderer Pilotika von Weitem kommen ",
  "mn27:2.3": "und sagte zu ihm: ",
  "mn27:2.4": "„Nun, Meister Vacchāyana, woher kommst du mitten am Tag?“ ",
  "mn27:2.5": "„Guter Herr, gerade eben komme ich vom Asketen Gotama.“ ",
  "mn27:2.6": "„Was denkst du, wie klar die Weisheit des Asketen Gotama ist? Denkst du, er ist klug?“ ",
  "mn27:2.7": "„Guter Mann, wer bin ich, dass ich beurteilen könnte, wie klar die Weisheit des Asketen Gotama ist? ",
  "mn27:2.8": "Man müsste wirklich mit ihm auf einer Stufe stehen, um zu beurteilen, wie klar seine Weisheit ist.“ ",
  "mn27:2.9": "„Da lobt Meister Vacchāyana den Asketen Gotama aber mit einem großen Lob.“ ",
  "mn27:2.10": "„Wer bin ich, dass ich den Asketen Gotama loben könnte? ",
  "mn27:2.11": "Er wird von denen gelobt, die als die Ersten unter den Göttern und Menschen gelobt werden.“ ",
  "mn27:2.12": "„Aber aus welchem Grund bist du dem Asketen Gotama so ergeben?“ ",
  "mn27:3.1": "„Wie wenn da ein geschickter Elefanten-Fährtenleser in einen Wald von Elefantenbullen ginge. ",
  "mn27:3.2": "Dort sähe er eine große Elefanten-Fußspur, lang und breit. ",
  "mn27:3.3": "Er käme zu dem Schluss: ",
  "mn27:3.4": "‚Das muss ein großer Elefantenbulle sein.‘ ",
  "mn27:3.5": "Ebenso kam ich, als ich vier Fußspuren des Asketen Gotama sah, zu dem Schluss: ",
  "mn27:3.6": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn27:4.1": "Welche vier? ",
  "mn27:4.2": "Zunächst sehe ich da manche klugen Adligen, die scharfsinnig sind, in den Doktrinen anderer vervollkommnet, Haarspalter. Man könnte meinen, sie lebten, um mit ihrem Verstand Überzeugungen niederzureißen. ",
  "mn27:4.3": "Sie hören: ",
  "mn27:4.4": "‚Da wird also, ihr Herren, dieser Asket Gotama zu diesem Dorf oder dieser Stadt herabkommen.‘ ",
  "mn27:4.5": "Sie konstruieren eine Frage im Gedanken: ",
  "mn27:4.6": "‚Wir werden uns zum Asketen Gotama begeben und ihm diese Frage stellen. ",
  "mn27:4.7": "Wenn er auf diese Art antwortet, werden wir ihn auf jene Art widerlegen; ",
  "mn27:4.8": "und wenn er auf jene Art antwortet, werden wir ihn auf diese Art widerlegen.‘ ",
  "mn27:4.9": "Wenn sie hören, ",
  "mn27:4.10": "dass er herabgekommen ist, ",
  "mn27:4.11": "begeben sie sich zu ihm. ",
  "mn27:4.12": "Der Asket Gotama leitet sie mit einem Dhammavortrag an, ermuntert sie, begeistert sie und regt sie an. ",
  "mn27:4.13": "Sie kommen nicht einmal dazu, dem Asketen Gotama ihre Frage zu stellen, wie könnten sie da seine Antwort widerlegen? ",
  "mn27:4.14": "Sie werden ausnahmslos Schüler des Asketen Gotama. ",
  "mn27:4.15": "Als ich diese erste Fußspur des Asketen Gotama sah, kam ich zu dem Schluss: ",
  "mn27:4.16": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn27:5.1": "Weiterhin sehe ich da manche klugen Brahmanen … ",
  "mn27:6.1": "manche klugen Hausbesitzer … ",
  "mn27:6.2": "Sie werden ausnahmslos Schüler des Asketen Gotama. ",
  "mn27:7.1": "Weiterhin sehe ich da manche klugen Asketen, die scharfsinnig sind, in den Doktrinen anderer vervollkommnet, Haarspalter. Man könnte meinen, sie lebten, um mit ihrem Verstand Überzeugungen niederzureißen. ",
  "mn27:7.2": "Sie hören: ",
  "mn27:7.3": "‚Da wird also, ihr Herren, dieser Asket Gotama zu diesem Dorf oder dieser Stadt herabkommen.‘ ",
  "mn27:7.4": "Sie konstruieren eine Frage im Gedanken: ‚Wir werden uns zum Asketen Gotama begeben und ihm diese Frage stellen. ",
  "mn27:7.5": "Wenn er auf diese Art antwortet, werden wir ihn auf jene Art widerlegen; ",
  "mn27:7.6": "und wenn er auf jene Art antwortet, werden wir ihn auf diese Art widerlegen.‘ ",
  "mn27:7.7": "Wenn sie hören, dass er herabgekommen ist, ",
  "mn27:7.8": "begeben sie sich zu ihm. ",
  "mn27:7.9": "Der Asket Gotama leitet sie mit einem Dhammavortrag an, ermuntert sie, begeistert sie und regt sie an. ",
  "mn27:7.10": "Sie kommen nicht einmal dazu, dem Asketen Gotama ihre Frage zu stellen, wie könnten sie da seine Antwort widerlegen? ",
  "mn27:7.11": "Sie bitten ausnahmslos den Asketen Gotama um die Erlaubnis, fortzuziehen, ",
  "mn27:7.12": "und er gibt ihnen die Weihe des Fortziehens. ",
  "mn27:7.13": "Kurz nachdem sie fortgezogen sind, gelangen sie, wenn sie zurückgezogen leben, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Sie leben an dem Ziel, das sie durch eigene Einsicht erkannt haben, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "mn27:7.14": "Sie sagen: ",
  "mn27:7.15": "‚Wir waren fast verloren! Wir sind fast zugrunde gegangen! ",
  "mn27:7.16": "Denn wir behaupteten, Asketen, Brahmanen und Vollendete zu sein, aber wir waren nichts davon. ",
  "mn27:7.17": "Aber jetzt sind wir wirklich Asketen, Brahmanen und Vollendete!‘ ",
  "mn27:7.18": "Als ich diese vierte Fußspur des Asketen Gotama sah, kam ich zu dem Schluss: ",
  "mn27:7.19": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn27:7.20": "Als ich diese vier Fußspuren des Asketen Gotama sah, kam ich zu dem Schluss: ",
  "mn27:7.21": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘“ ",
  "mn27:8.1": "Auf diese Worte stieg der Brahmane Jānussoṇi von seinem Wagen herab, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände in Richtung des Buddha und drückte dreimal dieses innige Gefühl aus: ",
  "mn27:8.2": "„Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "mn27:8.3": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "mn27:8.4": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "mn27:8.5": "Hoffentlich werde ich irgendwann dem Meister Gotama begegnen, und wir können ein Gespräch miteinander haben.“ ",
  "mn27:9.1": "Dann ging der Brahmane Jāṇussoṇi zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn27:9.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin ",
  "mn27:9.3": "und berichtete dem Buddha alles, was er mit dem Wanderer Pilotika gesprochen hatte. ",
  "mn27:9.4": "Als er geendet hatte, sagte der Buddha zu ihm: ",
  "mn27:9.5": "„Brahmane, das Gleichnis von der Elefanten-Fußspur ist noch nicht im Einzelnen vollständig. ",
  "mn27:9.6": "Wie es im Einzelnen vollständig ist, ",
  "mn27:9.7": "dafür hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn27:9.8": "„Ja, Herr“, antwortete Jānussoṇi. ",
  "mn27:9.9": "Der Buddha sagte: ",
  "mn27:10.1": "„Wie wenn da ein Elefanten-Fährtenleser in einen Wald von Elefantenbullen ginge. ",
  "mn27:10.2": "Dort sähe er eine große Elefanten-Fußspur, lang und breit. ",
  "mn27:10.3": "Ein geschickter Elefanten-Fährtenleser kommt noch nicht zu dem Schluss: ",
  "mn27:10.4": "‚Das muss ein großer Elefantenbulle sein.‘ ",
  "mn27:10.5": "Warum ist das so? ",
  "mn27:10.6": "Weil es in einem Wald von Elefantenbullen Zwergelefantenkühe mit großen Fußspuren gibt, und diese Fußspur könnte von ihnen stammen. ",
  "mn27:10.8": "Er folgt weiter der Fährte, bis er eine große Elefanten-Fußspur sieht, lang und breit, und Spuren hoch oben. ",
  "mn27:10.9": "Ein geschickter Elefanten-Fährtenleser kommt noch nicht zu dem Schluss: ",
  "mn27:10.10": "‚Das muss ein großer Elefantenbulle sein.‘ ",
  "mn27:10.11": "Warum ist das so? ",
  "mn27:10.12": "Weil es in einem Wald von Elefantenbullen große hochgewachsene Elefantenkühe mit großen Fußspuren gibt, und diese Fußspur könnte von ihnen stammen. ",
  "mn27:10.14": "Er folgt weiter der Fährte, bis er eine große Elefanten-Fußspur sieht, lang und breit, Spuren hoch oben und Stoßzahn-Furchen. ",
  "mn27:10.15": "Ein geschickter Elefanten-Fährtenleser kommt noch nicht zu dem Schluss: ",
  "mn27:10.16": "‚Das muss ein großer Elefantenbulle sein.‘ ",
  "mn27:10.17": "Warum ist das so? ",
  "mn27:10.18": "Weil es in einem Wald von Elefantenbullen große Elefantenkühe mit Stoßzähnen und großen Fußspuren gibt, und diese Fußspur könnte von ihnen stammen. ",
  "mn27:10.20": "Er folgt weiter der Fährte, bis er eine große Elefanten-Fußspur sieht, lang und breit, Spuren hoch oben, Stoßzahn-Furchen und abgebrochene Äste hoch oben. ",
  "mn27:10.21": "Und er sieht diesen Elefantenbullen am Fuß eines Baumes oder im offenen Gelände gehen, stehen, sitzen oder liegen. ",
  "mn27:10.22": "Dann kommt er zu dem Schluss: ",
  "mn27:10.23": "‚Das ist dieser große Elefantenbulle.‘ ",
  "mn27:11.1": "Ebenso, Brahmane, erscheint da ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "mn27:11.2": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn27:11.3": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn27:12.1": "Ein Hausbesitzer hört diese Lehre, oder das Kind eines Hausbesitzers oder jemand, der in einer guten Familie wiedergeboren ist. ",
  "mn27:12.2": "Er fasst Vertrauen zum Klargewordenen ",
  "mn27:12.3": "und überlegt: ",
  "mn27:12.4": "‚Das Hausleben ist eng und schmutzig, aber wenn man fortgezogen ist, ist das Leben weit offen. ",
  "mn27:12.5": "Es ist nicht einfach, wenn man zu Hause lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "mn27:12.6": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "mn27:12.7": "Nach einiger Zeit gibt er ein großes oder kleines Vermögen auf, verlässt einen großen oder kleinen Familienkreis. Er rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "mn27:13.1": "Wenn er fortgezogen ist, nimmt er die Schulung und die Lebensweise der Mönche und Nonnen auf. Er gibt das Töten lebender Geschöpfe auf und tötet nicht mehr. Er verzichtet auf Stock und Schwert. Er ist einfühlsam und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "mn27:13.2": "Er gibt das Stehlen auf und stiehlt nicht mehr. Er nimmt nur, was gegeben wird, erwartet nur, was gegeben wird. Er hält sich selbst rein, indem er nicht stiehlt. ",
  "mn27:13.3": "Er gibt unkeusches Verhalten auf und ist keusch. Er lebt abgesondert und vermeidet den vulgären Akt des Geschlechtsverkehrs. ",
  "mn27:13.4": "Er gibt das Lügen auf und lügt nicht mehr. Er sagt die Wahrheit und hält sich an die Wahrheit. Er ist ehrlich und vertrauenswürdig und legt die Welt nicht mit seinen Worten herein. ",
  "mn27:13.5": "Er gibt entzweiende Rede auf und entzweit niemanden mehr. Was er hier gehört hat, sagt er nicht dort, und was er dort gehört hat, nicht hier, um Menschen zu entzweien. Stattdessen versöhnt er die Uneinigen, fördert Einigkeit, freut sich an Eintracht, liebt die Eintracht und spricht Worte, die Eintracht fördern. ",
  "mn27:13.6": "Er gibt harte Rede auf und redet nicht mehr hart. Seine Worte sind mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, den Menschen lieb und angenehm. ",
  "mn27:13.7": "Er gibt das Unsinnreden auf und redet keinen Unsinn mehr. Seine Worte kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Sie sind wertvoll, kommen zur rechten Zeit, sind begründet, treffend und nützlich. ",
  "mn27:13.8": "Er unterlässt es, Pflanzen und Samen zu beschädigen. ",
  "mn27:13.9": "Er isst zu einer Tageszeit und verzichtet auf das Essen bei Nacht und zur falschen Zeit. ",
  "mn27:13.10": "Er unterlässt den Besuch von Tanz-, Gesangs- und Musikvorführungen. ",
  "mn27:13.11": "Er unterlässt es, sich mit Kränzen, Parfüm und Make-up zu verschönern und zu schmücken. ",
  "mn27:13.12": "Er unterlässt die Benutzung hoher und üppiger Schlafstellen. ",
  "mn27:13.13": "Er unterlässt es, Gold und Geld anzunehmen. ",
  "mn27:13.14": "Er unterlässt es, rohes Getreide anzunehmen, ",
  "mn27:13.15": "rohes Fleisch, ",
  "mn27:13.16": "Frauen und Mädchen, ",
  "mn27:13.17": "abhängige Diener und Dienerinnen, ",
  "mn27:13.18": "Ziegen und Schafe, ",
  "mn27:13.19": "Hühner und Schweine, ",
  "mn27:13.20": "Elefanten, Rinder, Pferde und Stuten ",
  "mn27:13.21": "sowie Felder und Grundstücke. ",
  "mn27:13.22": "Er unterlässt es, Botengänge zu machen und Botschaften zu übermitteln, ",
  "mn27:13.23": "zu kaufen und zu verkaufen, ",
  "mn27:13.24": "Maße, Metalle oder Gewichte zu fälschen, ",
  "mn27:13.25": "zu bestechen, zu betrügen, zu täuschen und ein doppeltes Spiel zu spielen, ",
  "mn27:13.26": "zu verstümmeln, zu morden, zu entführen, zu rauben, zu plündern und Gewalt anzuwenden. ",
  "mn27:14.1": "Er ist zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da nimmt er nur diese Dinge mit. ",
  "mn27:14.2": "Wie ein Vogel: Wohin er auch fliegt, die Flügel sind seine einzige Last. ",
  "mn27:14.3": "Ebenso ist ein Mönch zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da nimmt er nur diese Dinge mit. ",
  "mn27:14.4": "Wenn er diesen Umfang der edlen Sittlichkeit besitzt, erfährt er im Innern ein Glück, das ohne Tadel ist. ",
  "mn27:15.1": "Wenn er mit dem Auge ein Bild sieht, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn27:15.2": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "mn27:15.3": "Wenn er mit dem Ohr einen Ton hört … ",
  "mn27:15.4": "Wenn er mit der Nase einen Duft riecht … ",
  "mn27:15.5": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "mn27:15.6": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "mn27:15.7": "Wenn er mit dem Geist eine Vorstellung erkennt, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn27:15.8": "Wenn das Vorstellungsvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Vorstellungsvermögen und hält es im Zaum. ",
  "mn27:15.9": "Wenn er diese edle Zügelung der Sinne besitzt, erfährt er im Innern eine fleckenlose Seligkeit. ",
  "mn27:16.1": "Er handelt mit Situationsbewusstsein beim Ausgehen und Zurückkommen, beim Hin- und Wegschauen, beim Beugen und Strecken der Glieder, beim Tragen von äußerer Robe, Schale und Roben, beim Essen, Trinken, Kauen, Schmecken, beim Ausscheiden von Urin und Kot, beim Gehen, Stehen, Sitzen, Schlafen und Wachen, Reden und Schweigen. ",
  "mn27:17.1": "Wenn er diesen Umfang der edlen Sittlichkeit, diese edle Zufriedenheit und diese edle Zügelung der Sinne sowie diese edle Achtsamkeit und das edle Situationsbewusstsein besitzt, ",
  "mn27:17.2": "sucht er einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen. ",
  "mn27:18.1": "Nach dem Essen, wenn er vom Almosengang zurückkommt, setzt er sich mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit bei sich. ",
  "mn27:18.2": "Er gibt das Begehren nach der Welt auf, meditiert mit einem Herzen, das frei von Begehren ist, und läutert den Geist von Begehren. ",
  "mn27:18.3": "Er gibt bösen Willen und Boshaftigkeit auf, meditiert mit einem Herzen, das frei von bösem Willen ist, voller Anteilnahme für alle Lebewesen, und läutert den Geist von bösem Willen. ",
  "mn27:18.4": "Er gibt Dumpfheit und Benommenheit auf, meditiert mit einem Herzen, das frei von Dumpfheit und Benommenheit ist, er nimmt Licht wahr, ist achtsam und der Situation bewusst und läutert den Geist von Dumpfheit und Benommenheit. ",
  "mn27:18.5": "Er gibt Rastlosigkeit und Reue auf, meditiert ohne Rastlosigkeit, mit innerlich friedvollem Geist, und läutert den Geist von Rastlosigkeit und Reue. ",
  "mn27:18.6": "Er gibt den Zweifel auf, meditiert, indem er über den Zweifel hinausgegangen ist, nicht im Unklaren über taugliche Eigenschaften, und läutert den Geist von Zweifel. ",
  "mn27:19.1": "Er gibt diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "mn27:19.2": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, tritt er in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn27:19.3": "Das, Brahmane, nennt man eine ‚Fußspur des Klargewordenen‘ und auch eine ‚Fährte des Klargewordenen‘ und auch ein ‚Kennzeichen des Klargewordenen‘. ",
  "mn27:19.4": "Aber ein edler Schüler kommt noch nicht zu dem Schluss: ",
  "mn27:19.5": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn27:20.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn27:20.2": "Auch das nennt man eine ‚Fußspur des Klargewordenen‘ … ",
  "mn27:21.1": "Mit dem Schwinden der Ekstase tritt ein Mönch dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn27:21.2": "Auch das nennt man eine ‚Fußspur des Klargewordenen‘ … ",
  "mn27:22.1": "Indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn27:22.2": "Auch das nennt man eine ‚Fußspur des Klargewordenen‘ … ",
  "mn27:23.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erinnerung an frühere Leben. ",
  "mn27:23.2": "Er erinnert sich an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt … Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn27:23.3": "Auch das nennt man eine ‚Fußspur des Klargewordenen‘ … ",
  "mn27:24.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "mn27:24.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit versteht er, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn27:24.3": "Auch das nennt man eine ‚Fußspur des Klargewordenen‘ … ",
  "mn27:25.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – dann streckt er ihn aus auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "mn27:25.2": "Er versteht wahrhaftig: ‚Das ist das Leiden‘, ‚das ist der Ursprung des Leidens‘, ‚das ist das Aufhören des Leidens‘, ‚das ist die Übung, die zum Aufhören des Leidens führt‘. ",
  "mn27:25.3": "Er versteht wahrhaftig: ‚Das sind die Befleckungen‘, ‚das ist der Ursprung der Befleckungen‘, ‚das ist das Aufhören der Befleckungen‘, ‚das ist die Übung, die zum Aufhören der Befleckungen führt‘. ",
  "mn27:25.4": "Das, Brahmane, nennt man eine ‚Fußspur des Klargewordenen‘ und auch eine ‚Fährte des Klargewordenen‘ und auch ein ‚Kennzeichen des Klargewordenen‘. ",
  "mn27:25.5": "An diesem Punkt ist ein edler Schüler noch nicht zu einem Schluss gekommen, aber er ist dabei, zu dem Schluss zu kommen: ",
  "mn27:25.6": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn27:26.1": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn27:26.2": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "mn27:26.3": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "mn27:26.4": "Das, Brahmane, nennt man eine ‚Fußspur des Klargewordenen‘ und auch eine ‚Fährte des Klargewordenen‘ und auch ein ‚Kennzeichen des Klargewordenen‘. ",
  "mn27:26.5": "Und an diesem Punkt ist ein edler Schüler zu dem Schluss gekommen: ",
  "mn27:26.6": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn27:26.7": "„Und an diesem Punkt ist das Gleichnis von der Elefanten-Fußspur im Einzelnen vollständig.“ ",
  "mn27:27.1": "Auf diese Worte sagte der Brahmane Jāṇussoṇi zum Buddha: ",
  "mn27:27.2": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "mn27:27.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn27:27.4": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn27:27.5": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}