{
  "mn28:0.1": "Mittlere Lehrreden 28 ",
  "mn28:0.2": "Das längere Gleichnis von der Elefanten-Fußspur ",
  "mn28:1.1": "So habe ich es gehört: ",
  "mn28:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn28:1.3": "Da wandte sich Sāriputta an die Mönche und Nonnen: ",
  "mn28:1.4": "„Geehrte, Mönche und Nonnen!“ ",
  "mn28:1.5": "„Geehrter“, antworteten sie. ",
  "mn28:1.6": "Sāriputta sagte: ",
  "mn28:2.1": "„Die Fußspuren aller Lebewesen, die laufen, passen in die Fußspur eines Elefanten hinein. Daher gilt die Fußspur des Elefanten als die größte von allen. ",
  "mn28:2.2": "Ebenso sind alle tauglichen Eigenschaften in den vier edlen Wahrheiten einbegriffen. ",
  "mn28:2.3": "In welchen vier? ",
  "mn28:2.4": "In der edlen Wahrheit vom Leiden, von der Ursache des Leidens, vom Aufhören des Leidens und von der Übung, die zum Aufhören des Leidens führt. ",
  "mn28:3.1": "Und was ist die edle Wahrheit vom Leiden? ",
  "mn28:3.2": "Wiedergeburt ist Leiden; Alter ist Leiden; Krankheit ist Leiden; Tod ist Leiden; Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis sind Leiden; nicht bekommen, was man wünscht, ist Leiden. Kurz, die fünf mit Ergreifen verbundenen Aggregate sind Leiden. ",
  "mn28:3.3": "Und was sind die fünf mit Ergreifen verbundenen Aggregate? ",
  "mn28:3.4": "Es sind das mit Ergreifen verbundene Aggregat der Form, das des Gefühls, das der Wahrnehmung, das der Entscheidungen und das des Bewusstseins. ",
  "mn28:4.1": "Und was ist das mit Ergreifen verbundene Aggregat der Form? ",
  "mn28:4.2": "Die vier Grundelemente und die Form, die von den vier Grundelementen abgeleitet ist. ",
  "mn28:5.1": "Und was sind die vier Grundelemente? ",
  "mn28:5.2": "Die Elemente Erde, Wasser, Feuer und Luft. ",
  "mn28:6.1": "Und was ist das Erdelement? ",
  "mn28:6.2": "Das Erdelement kann innerlich oder äußerlich sein. ",
  "mn28:6.3": "Und was ist das innere Erdelement? ",
  "mn28:6.4": "Alles, was hart und fest ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn28:6.5": "Kopfhaare, Körperhaare, Nägel, Zähne, Haut, Fleisch, Sehnen, Knochen, Knochenmark, Nieren, Herz, Leber, Zwerchfell, Milz, Lungen, Därme, Gekröse, Speisebrei, Kot oder alles, was sonst hart und fest ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn28:6.6": "Das nennt man das innere Erdelement. ",
  "mn28:6.7": "Das innere Erdelement und das äußere Erdelement sind bloß das Erdelement. ",
  "mn28:6.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn28:6.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Erdelement ernüchtert und wendet den Geist vom Erdelement ab. ",
  "mn28:7.1": "Es kommt eine Zeit, da das äußere Wasserelement aufbraust. ",
  "mn28:7.2": "Zu dieser Zeit verschwindet das äußere Erdelement. ",
  "mn28:7.3": "So alt es auch ist, wird sich das Erdelement doch als unbeständig erweisen, als etwas, das enden, verschwinden und zugrunde gehen muss. ",
  "mn28:7.4": "Was ist dann erst mit diesem kurzlebigen Körper, den man sich durch Verlangen zu eigen macht? Anstatt ihn als ‚ich‘ oder ‚mein‘ oder ‚ich bin‘ anzusehen, betrachtet er ihn als keins davon. ",
  "mn28:8.1": "Wenn andere diesen Mönch beleidigen, angreifen, bedrängen und plagen, versteht er: ",
  "mn28:8.2": "‚Dieses schmerzhafte, aus Ohrberührung entsprungene Gefühl ist in mir aufgekommen. ",
  "mn28:8.3": "Es ist abhängig, nicht unabhängig. ",
  "mn28:8.4": "Abhängig wovon? ",
  "mn28:8.5": "Abhängig von Berührung.‘ ",
  "mn28:8.6": "Er sieht, dass Berührung, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein unbeständig sind. ",
  "mn28:8.7": "Allein auf dieses Element gestützt wird sein Geist begierig, zuversichtlich, fest verankert und entschlossen. ",
  "mn28:9.1": "Andere könnten diesem Mönch Abneigung, Hass und Abscheu zeigen, ",
  "mn28:9.2": "ihn mit Fäusten, Steinen, Stöcken und Schwertern schlagen. ",
  "mn28:9.3": "Er versteht: ",
  "mn28:9.4": "‚Dieser Körper ist so, dass Fäuste, Steine, Stöcke und Schwerter ihn treffen. ",
  "mn28:9.5": "Aber der Buddha hat im Rat über das Gleichnis von der Säge gesagt: ",
  "mn28:9.6": "„Selbst wenn gemeine Räuber euch mit einer doppelgriffigen Säge nacheinander alle Glieder abtrennen würden, würde jeder, der darüber einen böswilligen Gedanken hätte, nicht meiner Anleitung folgen.“ ",
  "mn28:9.7": "Meine Energie soll aufgerüttelt und unermüdlich sein, die Achtsamkeit fest verankert und klar, mein Körper still und nicht erregt und mein Geist im Samādhi versunken. ",
  "mn28:9.8": "Gerne sollen nun Fäuste, Steine, Stöcke und Schwerter diesen Körper treffen! Denn so wird die Anleitung der Buddhas befolgt.‘ ",
  "mn28:10.1": "Während er so den Buddha, die Lehre und den Saṅgha betrachtet, wird auf das Taugliche gegründeter Gleichmut in ihm nicht gefestigt. ",
  "mn28:10.2": "In diesem Fall erweckt er ein Gefühl der Dringlichkeit: ",
  "mn28:10.3": "‚Es ist mein Pech, mein Missgeschick, ",
  "mn28:10.4": "dass, während ich so den Buddha, die Lehre und den Saṅgha betrachte, auf das Taugliche gegründeter Gleichmut in mir nicht gefestigt wird.‘ ",
  "mn28:10.5": "Er ist wie eine Schwiegertochter, die ein Gefühl der Dringlichkeit erweckt, wenn sie ihren Schwiegervater sieht. ",
  "mn28:10.8": "Aber wenn, während er so den Buddha, die Lehre und den Saṅgha betrachtet, auf das Taugliche gegründeter Gleichmut in ihm gefestigt wird, ist er damit zufrieden. ",
  "mn28:10.9": "An diesem Punkt ist von diesem Mönch viel getan worden. ",
  "mn28:11.1": "Und was ist das Wasserelement? ",
  "mn28:11.2": "Das Wasserelement kann innerlich oder äußerlich sein. ",
  "mn28:11.3": "Und was ist das innere Wasserelement? ",
  "mn28:11.4": "Alles, was Wasser und wässrig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn28:11.5": "Galle, Schleim, Eiter, Blut, Schweiß, Fett, Tränen, Talg, Speichel, Nasenschleim, Gelenkschmiere, Urin oder alles, was sonst Wasser und wässrig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn28:11.6": "Das nennt man das innere Wasserelement. ",
  "mn28:11.7": "Das innere Wasserelement und das äußere Wasserelement sind bloß das Wasserelement. ",
  "mn28:11.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn28:11.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Wasserelement ernüchtert und wendet den Geist vom Wasserelement ab. ",
  "mn28:12.1": "Es kommt eine Zeit, da das äußere Wasserelement aufbraust. ",
  "mn28:12.2": "Es schwemmt Dörfer, Marktflecken, Städte, Länder und Landstriche hinweg. ",
  "mn28:12.3": "Es kommt eine Zeit, da sinkt der Wasserspiegel im Weltmeer um hundert Meilen, um zwei-, drei-, vier-, fünf-, sechs- oder gar siebenhundert Meilen. ",
  "mn28:12.4": "Es kommt eine Zeit, da das Wasser, das im Weltmeer verbleibt, nur so tief ist wie sieben Palmen, so tief wie sechs, fünf, vier, drei, zwei oder gar nur eine Palme. ",
  "mn28:12.5": "Es kommt eine Zeit, da das Wasser, das im Weltmeer verbleibt, nur sieben Klafter tief ist, nur sechs, fünf, vier, drei, zwei oder gar nur einen Klafter tief. ",
  "mn28:12.6": "Es kommt eine Zeit, da das Wasser, das im Weltmeer verbleibt, nur einen halben Klafter tief ist, dass es nur bis zur Hüfte, zum Knie oder gar nur bis zum Knöchel reicht. ",
  "mn28:12.7": "Es kommt eine Zeit, da gibt es nicht einmal genug Wasser im Weltmeer, um sich die Fingerspitzen nass zu machen. ",
  "mn28:12.8": "So alt es auch ist, wird sich das Wasserelement doch als unbeständig erweisen, als etwas, das enden, verschwinden und zugrunde gehen muss. ",
  "mn28:13.1": "Was ist dann erst mit diesem kurzlebigen Körper, den man sich durch Verlangen zu eigen macht? Anstatt ihn als ‚ich‘ oder ‚mein‘ oder ‚ich bin‘ anzusehen, betrachtet er ihn als keins davon. … ",
  "mn28:14.1": "Aber wenn, während er so den Buddha, die Lehre und den Saṅgha betrachtet, auf das Taugliche gegründeter Gleichmut in ihm gefestigt wird, ist er damit zufrieden. ",
  "mn28:15.1": "An diesem Punkt ist von diesem Mönch viel getan worden. ",
  "mn28:16.1": "Und was ist das Feuerelement? ",
  "mn28:16.2": "Das Feuerelement kann innerlich oder äußerlich sein. ",
  "mn28:16.3": "Und was ist das innere Feuerelement? ",
  "mn28:16.4": "Alles, was Feuer und feurig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn28:16.5": "das, was wärmt, was altert, was einen erhitzt, wenn man Fieber hat, was Speise und Trank richtig verdaut oder alles, was sonst Feuer und feurig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn28:16.6": "Das nennt man das innere Feuerelement. ",
  "mn28:16.7": "Das innere Feuerelement und das äußere Feuerelement sind bloß das Feuerelement. ",
  "mn28:16.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn28:16.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Feuerelement ernüchtert und wendet den Geist vom Feuerelement ab. ",
  "mn28:17.1": "Es kommt eine Zeit, da das äußere Feuerelement aufbraust. ",
  "mn28:17.2": "Es brennt Dörfer, Marktflecken, Städte, Länder und Landstriche nieder, ",
  "mn28:17.3": "bis es ein grünes Feld erreicht, eine Straße, den Rand eines Abgrunds, ein Gewässer oder ein Stück schön angelegtes Land und dann aus Mangel an Nahrung erlischt. ",
  "mn28:17.4": "Es kommt eine Zeit, da sie versuchen werden, ein Feuer zu machen, und bloß eine Hühnerfeder oder ein Stück Sehne als Zündspan nehmen. ",
  "mn28:17.5": "So alt es auch ist, wird sich das Feuerelement doch als unbeständig erweisen, als etwas, das enden, verschwinden und zugrunde gehen muss. ",
  "mn28:17.6": "Was ist dann erst mit diesem kurzlebigen Körper, den man sich durch Verlangen zu eigen macht? Anstatt ihn als ‚ich‘ oder ‚mein‘ oder ‚ich bin‘ anzusehen, betrachtet er ihn als keins davon. … ",
  "mn28:18-20.1": "Aber wenn, während er so den Buddha, die Lehre und den Saṅgha betrachtet, auf das Taugliche gegründeter Gleichmut in ihm gefestigt wird, ist er damit zufrieden. ",
  "mn28:18-20.2": "An diesem Punkt ist von diesem Mönch viel getan worden. ",
  "mn28:21.1": "Und was ist das Luftelement? ",
  "mn28:21.2": "Das Luftelement kann innerlich oder äußerlich sein. ",
  "mn28:21.3": "Und was ist das innere Luftelement? ",
  "mn28:21.4": "Alles, was Luft und luftig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn28:21.5": "Winde, die auf- und abgehen, Winde im Bauch und den Eingeweiden, Winde, die durch die Glieder strömen, Ein- und Ausatmung oder alles, was sonst Luft und luftig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn28:21.6": "Das nennt man das innere Luftelement. ",
  "mn28:21.7": "Das innere Luftelement und das äußere Luftelement sind bloß das Luftelement. ",
  "mn28:21.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn28:21.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Luftelement ernüchtert und wendet den Geist vom Luftelement ab. ",
  "mn28:22.1": "Es kommt eine Zeit, da das äußere Luftelement aufbraust. ",
  "mn28:22.2": "Es fegt Dörfer, Marktflecken, Städte, Länder und Landstriche hinweg. ",
  "mn28:22.3": "Es kommt eine Zeit, im letzten Sommermonat, da sie versuchen werden, Wind zu erzeugen, indem sie ein Palmblatt oder einen Fächer benutzen, und sich nicht einmal die Gräser an der Traufe eines Strohdaches bewegen. ",
  "mn28:22.4": "So alt es auch ist, wird sich das Luftelement doch als unbeständig erweisen, als etwas, das enden, verschwinden und zugrunde gehen muss. ",
  "mn28:22.5": "Was ist dann erst mit diesem kurzlebigen Körper, den man sich durch Verlangen zu eigen macht? Anstatt ihn als ‚ich‘ oder ‚mein‘ oder ‚ich bin‘ anzusehen, betrachtet er ihn als keins davon. ",
  "mn28:23.1": "Wenn andere diesen Mönch beleidigen, angreifen, bedrängen und plagen, versteht er: ",
  "mn28:23.2": "‚Dieses schmerzhafte, aus Ohrberührung entsprungene Gefühl ist in mir aufgekommen. ",
  "mn28:23.3": "Es ist abhängig, nicht unabhängig. ",
  "mn28:23.4": "Abhängig wovon? ",
  "mn28:23.5": "Abhängig von Berührung. ",
  "mn28:23.6": "Er sieht, dass Berührung, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein unbeständig sind. ",
  "mn28:23.7": "Allein auf dieses Element gestützt wird sein Geist begierig, zuversichtlich, fest verankert und entschlossen. ",
  "mn28:24.1": "Andere könnten diesem Mönch Abneigung, Hass und Abscheu zeigen, ihn mit Fäusten, Steinen, Stöcken und Schwertern schlagen. ",
  "mn28:24.2": "Er versteht: ‚Dieser Körper ist so, dass Fäuste, Steine, Stöcke und Schwerter ihn treffen. ",
  "mn28:24.3": "Aber der Buddha hat im Rat über das Gleichnis von der Säge gesagt „Selbst wenn gemeine Räuber euch mit einer doppelgriffigen Säge nacheinander alle Glieder abtrennen würden, würde jeder, der darüber einen böswilligen Gedanken hätte, nicht meiner Anleitung folgen.“ ",
  "mn28:24.4": "Meine Energie soll aufgerüttelt und unermüdlich sein, die Achtsamkeit fest verankert und klar, mein Körper still und nicht erregt und mein Geist im Samādhi versunken. ",
  "mn28:24.5": "Gerne sollen nun Fäuste, Steine, Stöcke und Schwerter diesen Körper treffen! Denn so wird die Anleitung der Buddhas befolgt.‘ ",
  "mn28:25.1": "Während er so den Buddha, die Lehre und den Saṅgha betrachtet, wird auf das Taugliche gegründeter Gleichmut in ihm nicht gefestigt. ",
  "mn28:25.2": "In diesem Fall erweckt er ein Gefühl der Dringlichkeit: ",
  "mn28:25.3": "‚Es ist mein Pech, mein Missgeschick, ",
  "mn28:25.4": "dass, während ich so den Buddha, die Lehre und den Saṅgha betrachte, auf das Taugliche gegründeter Gleichmut in mir nicht gefestigt wird.‘ ",
  "mn28:25.5": "Er ist wie eine Schwiegertochter, die ein Gefühl der Dringlichkeit erweckt, wenn sie ihren Schwiegervater sieht. ",
  "mn28:25.10": "Aber wenn, während er so den Buddha, die Lehre und den Saṅgha betrachtet, auf das Taugliche gegründeter Gleichmut in ihm gefestigt wird, ist er damit zufrieden. ",
  "mn28:25.11": "An diesem Punkt ist von diesem Mönch viel getan worden. ",
  "mn28:26.1": "Wenn Raum von Brettern, Schlingpflanzen, Gras und Lehm umschlossen ist, wird es als ‚Gebäude‘ bekannt werden. ",
  "mn28:26.2": "In gleicher Weise wird Raum, wenn er von Knochen, Sehnen, Fleisch und Haut umschlossen ist, als ‚Form‘ bekannt werden. ",
  "mn28:27.1": "Geehrte, obwohl das Auge innerlich unversehrt ist, gibt es, solange keine äußeren Bilder in Reichweite kommen und es keine entsprechende Hinwendung gibt, keine Manifestation der entsprechenden Bewusstseinsart. ",
  "mn28:27.2": "Obwohl das Auge innerlich unversehrt ist und äußere Bilder in Reichweite kommen, gibt es, solange es keine entsprechende Hinwendung gibt, keine Manifestation der entsprechenden Bewusstseinsart. ",
  "mn28:27.3": "Aber wenn das Auge innerlich unversehrt ist und äußere Bilder in Reichweite kommen und es eine entsprechende Hinwendung gibt, gibt es die Manifestation der entsprechenden Bewusstseinsart. ",
  "mn28:28.1": "Die Form, die in dieser Weise erzeugt wird, ist im mit Ergreifen verbundenen Aggregat der Form einbegriffen. Das Gefühl, die Wahrnehmung, die Entscheidungen und das Bewusstsein, die in dieser Weise erzeugt werden, sind im jeweiligen mit Ergreifen verbundenen Aggregat einbegriffen. ",
  "mn28:28.2": "Er versteht: ",
  "mn28:28.3": "‚So also kommt es zum Eingeschlossensein, zum Zusammenkommen und zum Sichverbinden in diesen fünf mit Ergreifen verbundenen Aggregaten. ",
  "mn28:28.4": "Aber der Buddha hat auch gesagt: ",
  "mn28:28.5": "„Wer das abhängige Entstehen sieht, sieht die Lehre. ",
  "mn28:28.6": "Wer die Lehre sieht, sieht das abhängige Entstehen.“ ",
  "mn28:28.7": "Und diese fünf mit Ergreifen verbundenen Aggregate sind tatsächlich abhängig entstanden. ",
  "mn28:28.8": "Das Sehnen nach, das Festhalten an, die Anziehung durch und die Bindung an diese fünf mit Ergreifen verbundenen Aggregate sind der Ursprung des Leidens. ",
  "mn28:28.9": "Das Sehnen und Begehren nach diesen fünf mit Ergreifen verbundenen Aggregaten aufzugeben und loszuwerden, ist das Aufhören des Leidens.‘ ",
  "mn28:28.10": "An diesem Punkt ist von diesem Mönch viel getan worden. ",
  "mn28:29-30.1": "Obwohl das Ohr … ",
  "mn28:31-32.1": "die Nase … ",
  "mn28:33-34.1": "die Zunge … ",
  "mn28:35-36.1": "der Körper … ",
  "mn28:37.1": "der Geist innerlich unversehrt ist, gibt es, solange keine äußeren Vorstellungen in Reichweite kommen und es keine entsprechende Hinwendung gibt, keine Manifestation der entsprechenden Bewusstseinsart. ",
  "mn28:38.1": "Obwohl der Geist innerlich unversehrt ist und äußere Vorstellungen in Reichweite kommen, gibt es, solange es keine entsprechende Hinwendung gibt, keine Manifestation der entsprechenden Bewusstseinsart. ",
  "mn28:38.2": "Aber wenn der Geist innerlich unversehrt ist und äußere Vorstellungen in Reichweite kommen und es eine entsprechende Hinwendung gibt, gibt es die Manifestation der entsprechenden Bewusstseinsart. ",
  "mn28:38.3": "Die Form, die in dieser Weise erzeugt wird, ist im mit Ergreifen verbundenen Aggregat der Form einbegriffen. Das Gefühl, die Wahrnehmung, die Entscheidungen und das Bewusstsein, die in dieser Weise erzeugt werden, sind im jeweiligen mit Ergreifen verbundenen Aggregat einbegriffen. ",
  "mn28:38.4": "Er versteht: ",
  "mn28:38.5": "‚So also kommt es zum Einbegriffensein, zum Zusammenkommen und zum Sichverbinden in diesen fünf mit Ergreifen verbundenen Aggregaten. ",
  "mn28:38.6": "Aber der Buddha hat auch gesagt: ",
  "mn28:38.7": "„Wer das abhängige Entstehen sieht, sieht die Lehre. ",
  "mn28:38.8": "Wer die Lehre sieht, sieht das abhängige Entstehen.“ ",
  "mn28:38.9": "Und diese fünf mit Ergreifen verbundenen Aggregate sind tatsächlich abhängig entstanden. ",
  "mn28:38.10": "Das Sehnen nach, das Festhalten an, die Anziehung durch und die Bindung an diese fünf mit Ergreifen verbundenen Aggregate sind der Ursprung des Leidens. ",
  "mn28:38.11": "Das Sehnen und Begehren nach diesen fünf mit Ergreifen verbundenen Aggregaten aufzugeben und loszuwerden, ist das Aufhören des Leidens.‘ ",
  "mn28:38.12": "An diesem Punkt ist von diesem Mönch viel getan worden.“ ",
  "mn28:38.13": "Das sagte der Ehrwürdige Sāriputta. ",
  "mn28:38.14": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Ehrwürdigen Sāriputta. "
}