{
  "mn2:0.1": "Mittlere Lehrreden 2 ",
  "mn2:0.2": "Alle Befleckungen ",
  "mn2:1.1": "So habe ich es gehört: ",
  "mn2:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn2:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn2:1.4": "„Mönche und Nonnen!“ ",
  "mn2:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn2:1.6": "Der Buddha sagte: ",
  "mn2:2.1": "„Mönche und Nonnen, ich will euch eine Darlegung über die Zügelung aller Befleckungen geben. ",
  "mn2:2.2": "Hört zu und passt gut auf, ich werde sprechen.“ ",
  "mn2:2.3": "„Ja, Herr“, antworteten sie. ",
  "mn2:2.4": "Der Buddha sagte: ",
  "mn2:3.1": "„Mönche und Nonnen, ich sage, dass die Befleckungen für jemanden enden, der weiß und sieht, nicht für jemanden, der nicht weiß und nicht sieht. ",
  "mn2:3.2": "Für jemanden, der was weiß und sieht? ",
  "mn2:3.3": "Genaue Aufmerksamkeit und ungenaue Aufmerksamkeit. ",
  "mn2:3.4": "Wenn man ungenau hinschaut, entstehen Befleckungen, und die, die entstanden sind, nehmen zu. ",
  "mn2:3.5": "Wenn man genau hinschaut, entstehen keine Befleckungen, und die, die entstanden sind, lösen sich auf. ",
  "mn2:4.1": "Manche Befleckungen müssen durch Sehen aufgegeben werden, manche durch Zügelung, manche durch die Art des Gebrauchs, manche durch Ertragen, manche durch Meiden, manche durch Beseitigen und manche durch Entwickeln. ",
  "mn2:5.0": "1. Befleckungen, die durch Sehen aufgegeben werden müssen ",
  "mn2:5.1": "Und was sind die Befleckungen, die durch Sehen aufgegeben werden müssen? ",
  "mn2:5.2": "Nehmen wir einen ungebildeten gewöhnlichen Menschen, der die Edlen nicht gesehen hat und in der Lehre der Edlen nicht bewandert und geübt ist. Er hat keine guten Menschen gesehen und ist in der Lehre der Guten nicht bewandert und geübt. ",
  "mn2:5.3": "Er versteht nicht, wohin er seine Aufmerksamkeit richten sollte und wohin nicht. ",
  "mn2:5.4": "So richtet er seine Aufmerksamkeit auf Dinge, auf die er sie nicht richten sollte, und richtet sie nicht auf Dinge, auf die er sie richten sollte. ",
  "mn2:6.1": "Und auf welche Dinge sollte er seine Aufmerksamkeit nicht richten, tut es aber? ",
  "mn2:6.2": "Es sind solche Dinge, die, wenn man sich mit ihnen befasst, die Befleckung des sinnlichen Verlangens entstehen lassen und, wenn sie entstanden ist, sie anwachsen lassen. ",
  "mn2:6.3": "Und ebenso die Befleckung des Wunsches nach Fortsetzung des Daseins ",
  "mn2:6.4": "und die Befleckung der Unwissenheit. ",
  "mn2:6.5": "Auf diese Dinge sollte er seine Aufmerksamkeit nicht richten, tut es aber. ",
  "mn2:6.6": "Und auf welche Dinge sollte er seine Aufmerksamkeit richten, tut es aber nicht? ",
  "mn2:6.7": "Es sind solche Dinge, die, wenn man sich mit ihnen befasst, die Befleckung des sinnlichen Verlangens nicht entstehen lassen und, wenn sie entstanden ist, sie verkümmern lassen. ",
  "mn2:6.8": "Und ebenso die Befleckung des Wunsches nach Fortsetzung des Daseins ",
  "mn2:6.9": "und die Befleckung der Unwissenheit. ",
  "mn2:6.10": "Auf diese Dinge sollte er seine Aufmerksamkeit richten, tut es aber nicht. ",
  "mn2:7.1": "Weil er seine Aufmerksamkeit auf Dinge richtet, auf die er sie nicht richten sollte, und sie nicht auf Dinge richtet, auf die er sie richten sollte, entstehen Befleckungen und die, die entstanden sind, nehmen zu. ",
  "mn2:7.2": "So schaut er ungenau hin: ",
  "mn2:7.3": "‚Habe ich in der Vergangenheit existiert? Habe ich in der Vergangenheit nicht existiert? Was war ich in der Vergangenheit? Wie war ich in der Vergangenheit? Nachdem ich was gewesen bin, bin ich in der Vergangenheit was geworden? ",
  "mn2:7.4": "Werde ich in der Zukunft existieren? Werde ich in der Zukunft nicht existieren? Was werde ich in der Zukunft sein? Wie werde ich in der Zukunft sein? Nachdem ich was bin, werde ich was in der Zukunft werden?‘ ",
  "mn2:7.5": "Oder er ist unschlüssig über die Gegenwart: ",
  "mn2:7.6": "‚Bin ich? Bin ich nicht? Was bin ich? Wie bin ich? Dieses Lebewesen – woher kommt es? Und wohin wird es gehen?‘ ",
  "mn2:8.1": "Wenn er auf diese Art ungenau hinschaut, entsteht eine der folgenden sechs Ansichten und wird als Tatsache betrachtet: ",
  "mn2:8.2": "die Ansicht ‚Mein Selbst besitzt eine absolute Existenz.‘ ",
  "mn2:8.3": "die Ansicht ‚Mein Selbst besitzt keine absolute Existenz.‘ ",
  "mn2:8.4": "die Ansicht ‚Mit dem Selbst nehme ich das Selbst wahr.‘ ",
  "mn2:8.5": "die Ansicht ‚Mit dem Selbst nehme ich wahr, was nicht-selbst ist.‘ ",
  "mn2:8.6": "die Ansicht ‚Mit dem, was nicht-selbst ist, nehme ich das Selbst wahr.‘ ",
  "mn2:8.7": "Oder er hat eine solche Ansicht: ",
  "mn2:8.8": "‚Dieses mein Selbst ist derjenige, der redet und fühlt und die Ergebnisse guter und schlechter Taten in den verschiedenen Bereichen erfährt. Dieses Selbst ist beständig, immerwährend, ewig und unvergänglich und wird für immer und ewig bestehen.‘ ",
  "mn2:8.9": "Das nennt man einen Irrglauben, das Dickicht der Ansichten, die Wüste der Ansichten, die Masche der Ansichten, das Ausweichmanöver der Ansichten, die Fessel der Ansichten. ",
  "mn2:8.10": "Ein ungebildeter gewöhnlicher Mensch, der von Ansichten gefesselt ist, ist nicht von Wiedergeburt befreit, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "mn2:8.11": "Er ist nicht befreit vom Leiden, sage ich. ",
  "mn2:9.1": "Doch nehmen wir einen gebildeten edlen Schüler, ",
  "mn2:9.2": "der die Edlen gesehen hat und in der Lehre der Edlen bewandert und geübt ist. Er hat gute Menschen gesehen und ist in der Lehre der Guten bewandert und geübt. ",
  "mn2:9.3": "Er versteht, wohin er seine Aufmerksamkeit richten sollte und wohin nicht. ",
  "mn2:9.4": "So richtet er seine Aufmerksamkeit auf Dinge, auf die er sie richten sollte, und richtet sie nicht auf Dinge, auf die er sie nicht richten sollte. ",
  "mn2:10.1": "Und auf welche Dinge sollte er seine Aufmerksamkeit nicht richten und tut es auch nicht? ",
  "mn2:10.2": "Es sind solche Dinge, die, wenn man sich mit ihnen befasst, die Befleckung des sinnlichen Verlangens entstehen lassen und, wenn sie entstanden ist, sie anwachsen lassen. ",
  "mn2:10.3": "Und ebenso die Befleckung des Wunsches nach Fortsetzung des Daseins ",
  "mn2:10.4": "und die Befleckung der Unwissenheit. ",
  "mn2:10.5": "Auf diese Dinge sollte er seine Aufmerksamkeit nicht richten und tut es auch nicht. ",
  "mn2:10.6": "Und auf welche Dinge sollte er seine Aufmerksamkeit richten und tut es auch? ",
  "mn2:10.7": "Es sind solche Dinge, die, wenn man sich mit ihnen befasst, die Befleckung des sinnlichen Verlangens nicht entstehen lassen und, wenn sie entstanden ist, sie verkümmern lassen. ",
  "mn2:10.8": "Und ebenso die Befleckung des Wunsches nach Fortsetzung des Daseins ",
  "mn2:10.9": "und die Befleckung der Unwissenheit. ",
  "mn2:10.10": "Auf diese Dinge sollte er seine Aufmerksamkeit richten und tut es auch. ",
  "mn2:10.11": "Weil er seine Aufmerksamkeit nicht auf Dinge richtet, auf die er sie nicht richten sollte, und sie auf Dinge richtet, auf die er sie richten sollte, entstehen keine Befleckungen und die, die entstanden sind, lösen sich auf. ",
  "mn2:11.1": "So schaut er genau hin: ‚Das ist das Leiden.‘ … ‚Das ist das Entstehen des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "mn2:11.2": "Wenn er auf diese Art genau hinschaut, legt er drei Fesseln ab: ",
  "mn2:11.3": "Glauben an eine Persönlichkeit, Zweifel und falsches Verständnis von Regeln und Gelübden. ",
  "mn2:11.4": "Das nennt man die Befleckungen, die durch Sehen aufgegeben werden müssen. ",
  "mn2:12.0": "2. Befleckungen, die durch Zügelung aufgegeben werden müssen ",
  "mn2:12.1": "Und was sind die Befleckungen, die durch Zügelung aufgegeben werden müssen? ",
  "mn2:12.2": "Es ist, wenn eine Nonne genau nachdenkt und mit gezügeltem Sehvermögen lebt. ",
  "mn2:12.3": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man das Sehvermögen nicht zügelt, entstehen nicht, wenn man es zügelt. ",
  "mn2:12.4": "Sie denkt genau nach und lebt mit gezügeltem Hörvermögen … ",
  "mn2:12.5": "mit gezügeltem Riechvermögen … ",
  "mn2:12.6": "mit gezügeltem Schmeckvermögen … ",
  "mn2:12.7": "mit gezügeltem Empfindungsvermögen … ",
  "mn2:12.8": "und mit gezügeltem Denkvermögen … ",
  "mn2:12.9": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man das Denkvermögen nicht zügelt, entstehen nicht, wenn man es zügelt. ",
  "mn2:12.10": "Die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man ungezügelt lebt, entstehen nicht, wenn man gezügelt lebt. ",
  "mn2:12.11": "Das nennt man die Befleckungen, die durch Zügelung aufgegeben werden müssen. ",
  "mn2:13.0": "3. Befleckungen, die durch die Art des Gebrauchs aufgegeben werden müssen ",
  "mn2:13.1": "Und was sind die Befleckungen, die durch die Art des Gebrauchs aufgegeben werden müssen? ",
  "mn2:13.2": "Es ist, wenn ein Mönch genau nachdenkt, wenn er seine Robe benutzt: ",
  "mn2:13.3": "‚Nur um Kälte und Hitze abzuhalten, um die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren abzuhalten und um die Schamteile zu bedecken.‘ ",
  "mn2:14.1": "Er denkt genau nach, wenn er sein Almosen verzehrt: ",
  "mn2:14.2": "‚Nicht zum Spaß, zum Schwelgen, zur Zier und zum Schmuck, sondern nur um diesen Körper zu erhalten, um Schaden abzuwenden und die geistliche Übung zu fördern; damit ich altes Unbehagen beende und neues nicht entstehen lasse und ohne Tadel und unbeschwert lebe.‘ ",
  "mn2:15.1": "Er denkt genau nach, wenn er eine Unterkunft benutzt: ",
  "mn2:15.2": "‚Nur um Kälte und Hitze abzuhalten, um die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren abzuhalten, um vor schlechtem Wetter zu schützen und um mich an der Klausur zu erfreuen.‘ ",
  "mn2:16.1": "Er denkt genau nach, wenn er Arznei und Krankenversorgung benutzt: ",
  "mn2:16.2": "‚Nur um die Beschwerden der Krankheit abzuwenden und die Gesundheit zu fördern.‘ ",
  "mn2:17.1": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man diese Dinge nicht so gebraucht, entstehen nicht, wenn man sie so gebraucht. ",
  "mn2:17.2": "Das nennt man die Befleckungen, die durch die Art des Gebrauchs aufgegeben werden müssen. ",
  "mn2:18.0": "4. Befleckungen, die durch Ertragen aufgegeben werden müssen ",
  "mn2:18.1": "Und was sind die Befleckungen, die durch Ertragen aufgegeben werden müssen? ",
  "mn2:18.2": "Es ist, wenn eine Nonne genau nachdenkt und Kälte, Hitze, Hunger und Durst erträgt, wenn sie die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren erträgt, wenn sie rauen und unlieben Tadel erträgt und wenn sie körperliche Schmerzen erträgt – scharfe, heftige, brennende, peinliche, unangenehme, lebensbedrohende. ",
  "mn2:18.3": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man diese Dinge nicht erträgt, entstehen nicht, wenn man sie erträgt. ",
  "mn2:18.4": "Das nennt man die Befleckungen, die durch Ertragen aufgegeben werden müssen. ",
  "mn2:19.0": "5. Befleckungen, die durch Meiden aufgegeben werden müssen ",
  "mn2:19.1": "Und was sind die Befleckungen, die durch Meiden aufgegeben werden müssen? ",
  "mn2:19.2": "Es ist, wenn ein Mönch genau nachdenkt und einen wilden Elefanten, ein wildes Pferd, einen wilden Ochsen oder einen wilden Hund meidet. Er meidet eine Schlange, einen Baumstrunk, dorniges Gelände, eine Grube, eine Klippe, einen Sumpf oder eine Kloake. ",
  "mn2:19.3": "Er denkt genau nach und vermeidet, sich auf einen unpassenden Sitz zu setzen, durch ein unpassendes Viertel zu gehen, mit schlechten Freunden zusammen zu sein – er vermeidet alles, was vernünftige geistliche Gefährten für eine schlechte Umgebung halten würden. ",
  "mn2:19.4": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man diese Dinge nicht meidet, entstehen nicht, wenn man sie meidet. ",
  "mn2:19.5": "Das nennt man die Befleckungen, die durch Meiden aufgegeben werden müssen. ",
  "mn2:20.0": "6.Befleckungen, die durch Beseitigen aufgegeben werden müssen ",
  "mn2:20.1": "Und was sind die Befleckungen, die durch Beseitigen aufgegeben werden müssen? ",
  "mn2:20.2": "Es ist, wenn eine Nonne genau nachdenkt und einen sinnlichen, boshaften oder grausamen Gedanken, der aufgekommen ist, nicht duldet. Sie duldet keine schlechten, untauglichen Eigenschaften, die aufgekommen sind. Sie räumt sie aus, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "mn2:20.3": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man diese Dinge nicht beseitigt, entstehen nicht, wenn man sie beseitigt. ",
  "mn2:20.4": "Das nennt man die Befleckungen, die durch Beseitigen aufgegeben werden müssen. ",
  "mn2:21.0": "7. Befleckungen, die durch Entwickeln aufgegeben werden müssen ",
  "mn2:21.1": "Und was sind die Befleckungen, die durch Entwickeln aufgegeben werden müssen? ",
  "mn2:21.2": "Es ist, wenn ein Mönch genau nachdenkt und die Faktoren des Erwachens Achtsamkeit, ",
  "mn2:21.3": "Untersuchung von Gesetzmäßigkeiten, ",
  "mn2:21.4": "Energie, ",
  "mn2:21.5": "Ekstase, ",
  "mn2:21.6": "Stille, ",
  "mn2:21.7": "Versenkung ",
  "mn2:21.8": "und Gleichmut entwickelt, die aus Abgeschiedenheit, Schwinden und Aufhören erwachsen und zum Loslassen heranreifen. ",
  "mn2:21.9": "Denn die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn man diese Dinge nicht entwickelt, entstehen nicht, wenn man sie entwickelt. ",
  "mn2:21.10": "Das nennt man die Befleckungen, die durch Entwickeln aufgegeben werden müssen. ",
  "mn2:22.1": "Nehmen wir nun eine Nonne, die die Befleckungen, die durch Sehen aufgegeben werden müssen, durch Sehen aufgegeben hat. Die Befleckungen, die durch Zügelung aufgegeben werden müssen, hat sie durch Zügelung aufgegeben. Die Befleckungen, die durch die Art des Gebrauchs aufgegeben werden müssen, hat sie durch die Art des Gebrauchs aufgegeben. Die Befleckungen, die durch Ertragen aufgegeben werden müssen, hat sie durch Ertragen aufgegeben. Die Befleckungen, die durch Meiden aufgegeben werden müssen, hat sie durch Meiden aufgegeben. Die Befleckungen, die durch Beseitigen aufgegeben werden müssen, hat sie durch Beseitigen aufgegeben. Die Befleckungen, die durch Entwickeln aufgegeben werden müssen, hat sie durch Entwickeln aufgegeben. ",
  "mn2:22.2": "Eine solche Nonne nennt man eine Nonne, die gezügelt lebt, alle Befleckungen gezügelt hat, die das Verlangen abgeschnitten, die Fesseln gelöst, die Einbildung richtig erfasst und dadurch dem Leiden ein Ende gemacht hat.“ ",
  "mn2:22.3": "Das sagte der Buddha. ",
  "mn2:22.4": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Buddha. "
}