{
  "mn31:0.1": "Mittlere Lehrreden 31 ",
  "mn31:0.2": "Die kürzere Lehrrede bei Gosiṅga ",
  "mn31:1.1": "So habe ich es gehört: ",
  "mn31:1.2": "Einmal hielt sich der Buddha bei Ñātika im Backsteinhaus auf. ",
  "mn31:2.1": "Zu dieser Zeit hielten sich die Ehrwürdigen Anuruddha, Nandiya und Kimbila im Salbaumpark bei Gosiṅga auf. ",
  "mn31:3.1": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging zu diesem Park. ",
  "mn31:3.2": "Der Parkaufseher sah den Buddha von Weitem kommen ",
  "mn31:3.3": "und sagte zu ihm: ",
  "mn31:3.4": "„Komm nicht in diesen Park, Asket. ",
  "mn31:3.5": "Hier leben drei ehrbare Menschen, deren Art es ist, nur das Selbst zu begehren. ",
  "mn31:3.6": "Störe sie nicht!“ ",
  "mn31:4.1": "Anuruddha hörte den Parkaufseher mit dem Buddha sprechen ",
  "mn31:4.2": "und sagte zu ihm: ",
  "mn31:4.3": "„Halte den Buddha nicht zurück, guter Parkaufseher! ",
  "mn31:4.4": "Unser Lehrer, der Gesegnete, ist angekommen.“ ",
  "mn31:4.5": "Dann ging Anuruddha zu Nandiya und Kimbila und sagte zu ihnen: ",
  "mn31:4.6": "„Kommt her, Ehrwürdige, kommt her! Unser Lehrer, der Gesegnete, ist angekommen!“ ",
  "mn31:5.1": "Da gingen Anuruddha, Nandiya und Kimbila dem Buddha entgegen, um ihn zu begrüßen. ",
  "mn31:5.2": "Einer nahm seine Schale und Robe entgegen, einer breitete einen Sitz aus und einer stellte Wasser zum Füßewaschen bereit. ",
  "mn31:5.3": "Der Buddha setzte sich auf den ausgebreiteten Sitz ",
  "mn31:5.4": "und wusch seine Füße. ",
  "mn31:5.5": "Diese Ehrwürdigen verbeugten sich und setzten sich zur Seite hin. ",
  "mn31:5.6": "Der Buddha sagte zu Anuruddha: ",
  "mn31:5.7": "„Ich hoffe, es geht euch leidlich, Anuruddha-Gruppe, ich hoffe, ihr kommt zurecht. Und ich hoffe, ihr habt keine Schwierigkeiten, Almosen zu erhalten.“ ",
  "mn31:5.8": "„Es geht uns leidlich, Gesegneter, wir kommen zurecht. Und wir haben keine Schwierigkeiten, Almosen zu erhalten.“ ",
  "mn31:6.1": "„Ich hoffe, ihr lebt in Eintracht, mit gegenseitiger Wertschätzung, ohne Streit, mischt euch wie Milch und Wasser und betrachtet einander mit freundlichen Augen.“ ",
  "mn31:6.2": "„Jawohl, Herr, wir leben in Eintracht, mit gegenseitiger Wertschätzung, ohne Streit, mischen uns wie Milch und Wasser und betrachten einander mit freundlichen Augen.“ ",
  "mn31:6.3": "„Aber wie tut ihr das?“ ",
  "mn31:7.1": "„In diesem Fall, Herr, denke ich: ",
  "mn31:7.2": "‚Ich habe Glück, so großes Glück, ",
  "mn31:7.3": "dass ich mit geistlichen Gefährten wie diesen zusammenlebe.‘ ",
  "mn31:7.4": "Ich behandele diese Ehrwürdigen stets liebevoll mit dem Körper, der Sprache und dem Geist, sowohl öffentlich als insgeheim. ",
  "mn31:7.7": "Ich denke: ",
  "mn31:7.8": "‚Warum stelle ich nicht meine eigenen Vorstellungen zurück und folge einfach den Vorstellungen dieser Ehrwürdigen?‘ ",
  "mn31:7.9": "Und so tue ich es. ",
  "mn31:7.10": "Obwohl unsere Körper verschieden sind, sind wir eins im Geist, so scheint es mir.“ ",
  "mn31:7.11": "Und die Ehrwürdigen Nandiya und Kimbila sprachen ebenso. Sie fügten hinzu: ",
  "mn31:7.23": "„So leben wir in Eintracht, mit gegenseitiger Wertschätzung, ohne Streit, mischen uns wie Milch und Wasser und betrachten einander mit freundlichen Augen.“ ",
  "mn31:8.1": "„Gut, gut, Anuruddha-Gruppe! ",
  "mn31:8.2": "Aber ich hoffe, ihr lebt beflissen, eifrig und entschlossen.“ ",
  "mn31:9.1": "„Jawohl, Herr, wir leben beflissen, eifrig und entschlossen.“ ",
  "mn31:9.2": "„Aber wie tut ihr das?“ ",
  "mn31:9.3": "„In diesem Fall, Herr, breitet der, der zuerst vom Almosengang zurückkommt, die Sitze aus und stellt Trinkwasser und den Abfalleimer bereit. ",
  "mn31:9.4": "Wenn etwas übrig ist, isst es der, der zuletzt zurückkommt, wenn er will. Andernfalls wirft er es weg an eine Stelle, wo wenig wächst, oder wirft es in Wasser, in dem keine lebenden Geschöpfe sind. ",
  "mn31:9.5": "Dann räumt er Sitze, Trinkwasser und Abfalleimer weg und fegt den Speisesaal. ",
  "mn31:9.6": "Wenn jemand sieht, dass der Krug mit Trinkwasser, Waschwasser oder Wasser für die Latrine leer ist, richtet er ihn her. ",
  "mn31:9.7": "Wenn er es nicht schafft, ruft er einen anderen mit einem Handzeichen, und sie heben ihn mit vereinten Kräften. Aber wir fangen deshalb nicht zu sprechen an. ",
  "mn31:9.8": "Und jeden fünften Tag sitzen wir die ganze Nacht beisammen und sprechen über die Lehre. ",
  "mn31:9.9": "So leben wir beflissen, eifrig und entschlossen.“ ",
  "mn31:10.1": "„Gut, gut, Anuruddha-Gruppe! ",
  "mn31:10.2": "Aber wenn ihr so beflissen lebt, habt ihr da irgendeinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist, eine unbeschwerte Meditation?“ ",
  "mn31:10.3": "„Wie könnte das nicht sein, Herr? ",
  "mn31:10.4": "Wann immer wir wollen, treten wir, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilen darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn31:10.5": "Das ist ein erhabener Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist, den wir erreicht haben, während wir beflissen, eifrig und entschlossen leben, eine unbeschwerte Meditation.“ ",
  "mn31:11-13.1": "„Gut, gut! ",
  "mn31:11-13.2": "Aber habt ihr irgendeinen anderen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, um über diese Meditation hinauszugehen und sie zu stillen?“ ",
  "mn31:11-13.3": "„Wie könnte das nicht sein, Herr? ",
  "mn31:11-13.4": "Wann immer wir wollen, treten wir, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweilen darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn31:11-13.5": "Das ist ein anderer erhabener Zustand übermenschlichen Erkennens und Sehens, um über diese Meditation hinauszugehen und sie zu stillen, den wir erreicht haben.“ ",
  "mn31:14.1": "„Gut, gut! ",
  "mn31:14.2": "Aber habt ihr irgendeinen anderen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, um über diese Meditation hinauszugehen und sie zu stillen?“ ",
  "mn31:14.3": "„Wie könnte das nicht sein, Herr? ",
  "mn31:14.4": "Wann immer wir wollen, treten wir mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweilen darin; da meditieren wir mit Gleichmut, achtsam und bewusst, und erfahren persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn31:14.5": "Das ist ein anderer erhabener Zustand übermenschlichen Erkennens und Sehens, um über diese Meditation hinauszugehen und sie zu stillen, den wir erreicht haben.“ ",
  "mn31:15.1": "„Gut, gut! ",
  "mn31:15.2": "Aber habt ihr irgendeinen anderen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, um über diese Meditation hinauszugehen und sie zu stillen?“ ",
  "mn31:15.3": "„Wie könnte das nicht sein, Herr? ",
  "mn31:15.4": "Wann immer wir wollen, treten wir, indem wir Glück und Schmerz aufgeben, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung ein und verweilen darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn31:15.5": "Das ist ein anderer erhabener Zustand übermenschlichen Erkennens und Sehens, um über diese Meditation hinauszugehen und sie zu stillen, den wir erreicht haben.“ ",
  "mn31:16.1": "„Gut, gut! ",
  "mn31:16.2": "Aber habt ihr irgendeinen anderen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, um über diese Meditation hinauszugehen und sie zu stillen?“ ",
  "mn31:16.3": "„Wie könnte das nicht sein, Herr? ",
  "mn31:16.4": "Wann immer wir wollen, übersteigen wir jegliche Formwahrnehmung, beenden die Wahrnehmung von Eindrücken, richten den Geist nicht auf die Wahrnehmung von Vielfalt und treten im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilen darin. ",
  "mn31:16.5": "Das ist ein anderer erhabener Zustand übermenschlichen Erkennens und Sehens, um über diese Meditation hinauszugehen und sie zu stillen, den wir erreicht haben.“ ",
  "mn31:17.1": "„Gut, gut! ",
  "mn31:17.2": "Aber habt ihr irgendeinen anderen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, um über diese Meditation hinauszugehen und sie zu stillen?“ ",
  "mn31:17.3": "„Wie könnte das nicht sein, Herr? ",
  "mn31:17.4": "Wann immer wir wollen, übersteigen wir vollständig die Dimension des unendlichen Raumes, treten im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilen darin. … ",
  "mn31:17.5": "Wann immer wir wollen, übersteigen wir vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚Da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilen darin. … ",
  "mn31:17.6": "Wann immer wir wollen, übersteigen wir vollständig die Dimension des Nichts, treten in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilen darin. ",
  "mn31:17.7": "Das ist ein anderer erhabener Zustand übermenschlichen Erkennens und Sehens, um über diese Meditation hinauszugehen und sie zu stillen, den wir erreicht haben.“ ",
  "mn31:18.1": "„Gut, gut! ",
  "mn31:18.2": "Aber habt ihr irgendeinen anderen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, um über diese Meditation hinauszugehen und sie zu stillen?“ ",
  "mn31:18.3": "„Wie könnte das nicht sein, Herr? ",
  "mn31:18.4": "Wann immer wir wollen, übersteigen wir vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, treten in das Aufhören von Wahrnehmung und Gefühl ein und verweilen darin. Und da wir mit Weisheit gesehen haben, sind unsere Befleckungen aufgelöst. ",
  "mn31:18.5": "Das ist ein anderer erhabener Zustand übermenschlichen Erkennens und Sehens, um über diese Meditation hinauszugehen und sie zu stillen, den wir erreicht haben. ",
  "mn31:18.6": "Und wir sehen keine bessere oder erlesenere Art, unbeschwert zu meditieren, als diese.“ ",
  "mn31:18.7": "„Gut, gut, Anuruddha-Gruppe! ",
  "mn31:18.8": "Es gibt keine bessere oder erlesenere Art, unbeschwert zu meditieren, als diese.“ ",
  "mn31:19.1": "Dann leitete der Buddha Anuruddha, Nandiya und Kimbila mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. Darauf erhob er sich von seinem Sitz und ging. ",
  "mn31:20.1": "Da begleiteten die Ehrwürdigen den Buddha ein kleines Stück Weges und drehten dann um. Nandiya und Kimbila sagten zu Anuruddha: ",
  "mn31:20.2": "„Haben wir dir je gesagt, ",
  "mn31:20.3": "dass wir diesen oder jenen erhabenen Meditationszustand bis hin zur Auflösung der Befleckungen erreicht haben, wie du es im Angesicht des Buddha enthüllt hast?“ ",
  "mn31:20.4": "„Die Ehrwürdigen haben mir nicht gesagt, ",
  "mn31:20.5": "dass sie diese erhabenen Meditationszustände erreicht haben. Aber ich fand es heraus, indem ich euren Geist erfasste, ",
  "mn31:20.7": "und auch Gottheiten haben es mir gesagt. ",
  "mn31:20.9": "Ich antwortete, als der Buddha direkt danach fragte.“ ",
  "mn31:21.1": "Da ging der Naturgeist Dīgha Parajana zum Buddha, verbeugte sich, stellte sich zur Seite hin und sagte zu ihm: ",
  "mn31:21.2": "„Die Vajjier haben Glück, so großes Glück, ",
  "mn31:21.3": "dass der Klargewordene, der Vollendete, der vollkommen erwachte Buddha sich hier aufhält, so wie auch diese drei ehrbaren Menschen, ",
  "mn31:21.4": "der Ehrwürdige Anuruddha, der Ehrwürdige Nandiya und der Ehrwürdige Kimbila.“ ",
  "mn31:21.5": "Als sie den Ruf Dīgha Parajanas hörten, erhoben die Erdgötter den Ruf … ",
  "mn31:21.9": "Als sie den Ruf der Erdgötter hörten, erhoben die Götter der Vier Großen Könige … ",
  "mn31:21.10": "die Götter der Dreiunddreißig … ",
  "mn31:21.11": "die Yama-Götter … ",
  "mn31:21.12": "die Freudvollen Götter … ",
  "mn31:21.13": "die Götter, die das Ersinnen lieben … ",
  "mn31:21.14": "die Götter, die über das herrschen, was andere ersinnen … ",
  "mn31:21.15": "es erhoben die Götter aus Brahmās Gefolge den Ruf: ",
  "mn31:21.16": "„Die Vajjier haben Glück, so großes Glück, ",
  "mn31:21.17": "dass der Klargewordene, der Vollendete, der vollkommen erwachte Buddha sich hier aufhält, so wie auch diese drei ehrbaren Menschen, ",
  "mn31:21.18": "der Ehrwürdige Anuruddha, der Ehrwürdige Nandiya und der Ehrwürdige Kimbila.“ ",
  "mn31:21.19": "Und da, in diesem Moment, diesem Augenblick waren diese Ehrwürdigen bis in die Brahmāwelt bekannt. ",
  "mn31:22.1": "„Das ist wirklich wahr, Dīgha! Das ist wirklich wahr! ",
  "mn31:22.2": "Wenn die Familien, aus denen diese drei ehrbaren Menschen aus dem Haus fortgezogen sind ins hauslose Leben, sich mit zuversichtlichem Herzen auf diese Ehrwürdigen besinnen würden, wäre das für diese Familien zum langanhaltenden Nutzen und Glück. ",
  "mn31:22.3": "Wenn der Familienkreis … ",
  "mn31:22.4": "das Dorf … ",
  "mn31:22.5": "der Marktflecken … ",
  "mn31:22.6": "die Stadt … ",
  "mn31:22.7": "das Land … ",
  "mn31:22.8": "alle Adeligen … ",
  "mn31:22.9": "alle Brahmanen … ",
  "mn31:22.10": "alle Landarbeiter … ",
  "mn31:22.11": "und alle Hilfsarbeiter sich mit zuversichtlichem Herzen auf diese Ehrwürdigen besinnen würden, wäre das für sie alle zum langanhaltenden Nutzen und Glück. ",
  "mn31:22.12": "Wenn die ganze Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen sich mit zuversichtlichem Herzen auf diese Ehrwürdigen besinnen würden, wäre das für die ganze Welt zum langanhaltenden Nutzen und Glück. ",
  "mn31:22.13": "Sieh, Dīgha, wie diese drei ehrbaren Menschen zum Nutzen und Glück vieler Menschen üben, aus Anteilnahme für die Welt, zum Segen, Nutzen und Glück von Göttern und Menschen!“ ",
  "mn31:22.14": "Das sagte der Buddha. ",
  "mn31:22.15": "Zufrieden begrüßte der Naturgeist Dīgha Parajana die Worte des Buddha. "
}