{
  "mn33:0.1": "Mittlere Lehrreden 33 ",
  "mn33:0.2": "Die längere Lehrrede vom Kuhhirten ",
  "mn33:1.1": "So habe ich es gehört: ",
  "mn33:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn33:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn33:1.4": "„Mönche und Nonnen!“ ",
  "mn33:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn33:1.6": "Der Buddha sagte: ",
  "mn33:2.1": "„Mönche und Nonnen, ein Kuhhirte, der elf Faktoren besitzt, kann keine Kuhherde erhalten und vergrößern. ",
  "mn33:2.2": "Welche elf? ",
  "mn33:2.3": "Da weiß ein Kuhhirte nicht, was Form ist, kennt sich mit den Kennzeichen nicht aus, liest Fliegeneier nicht aus, verbindet Wunden nicht, räuchert Ungeziefer nicht aus, kennt die Furt nicht, kennt Zufriedenheit nicht, kennt den Weg nicht, kennt sich mit den Weiden nicht aus, melkt trocken und lässt den Bullen, den Vätern und Anführern der Herde, keine besondere Achtung angedeihen. ",
  "mn33:2.4": "Ein Kuhhirte, der diese elf Faktoren besitzt, kann keine Kuhherde erhalten und vergrößern. ",
  "mn33:3.1": "Ebenso kann ein Mönch oder eine Nonne mit elf Eigenschaften kein Wachstum, keine Zunahme oder Reife in dieser Lehre und Schulung erlangen. ",
  "mn33:3.2": "Mit welchen elf? ",
  "mn33:3.3": "Da weiß eine Nonne oder ein Mönch nicht, was Form ist, kennt sich mit den Kennzeichen nicht aus, liest Fliegeneier nicht aus, verbindet Wunden nicht, räuchert Ungeziefer nicht aus, kennt die Furt nicht, kennt Zufriedenheit nicht, kennt den Weg nicht, kennt sich mit den Weiden nicht aus, melkt trocken und lässt langjährigen Ordensältesten, die schon lange fortgezogen sind, den Vätern und Anführern des Saṅgha, keine besondere Achtung angedeihen. ",
  "mn33:4.1": "Und wie weiß ein Mönch nicht, was Form ist? ",
  "mn33:4.2": "Da versteht ein Mönch nicht wahrhaftig, dass alle Form in den vier Grundelementen besteht oder von den vier Grundelementen abgeleitet ist. ",
  "mn33:4.3": "So weiß ein Mönch nicht, was Form ist. ",
  "mn33:5.1": "Und wie kennt sich eine Nonne mit den Kennzeichen nicht aus? ",
  "mn33:5.2": "Da versteht eine Nonne nicht, dass ein Tor durch seine Taten gekennzeichnet ist und dass ein kluger Mensch durch seine Taten gekennzeichnet ist. ",
  "mn33:5.3": "So kennt sich eine Nonne mit den Kennzeichen nicht aus. ",
  "mn33:6.1": "Und wie liest ein Mönch Fliegeneier nicht aus? ",
  "mn33:6.2": "Da duldet ein Mönch einen sinnlichen, boshaften oder grausamen Gedanken, der aufgekommen ist. Er duldet alle schlechten, untauglichen Eigenschaften, die aufgekommen sind. Er gibt sie nicht auf, macht sich nicht von ihnen los, beseitigt sie nicht und merzt sie nicht aus. ",
  "mn33:6.3": "So liest ein Mönch Fliegeneier nicht aus. ",
  "mn33:7.1": "Und wie verbindet eine Nonne Wunden nicht? ",
  "mn33:7.2": "Wenn eine Nonne mit dem Auge ein Bild sieht, bleibt sie an den Merkmalen und Einzelheiten hängen. ",
  "mn33:7.3": "Da das Sehvermögen nicht gezügelt ist, nehmen schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhand. Sie übt keine Zügelung, bewacht das Sehvermögen nicht und hält es nicht im Zaum. ",
  "mn33:7.4": "Wenn sie mit dem Ohr einen Ton hört … ",
  "mn33:7.5": "Wenn sie mit der Nase einen Duft riecht … ",
  "mn33:7.6": "Wenn sie mit der Zunge einen Geschmack schmeckt … ",
  "mn33:7.7": "Wenn sie mit dem Körper eine Berührung empfindet … ",
  "mn33:7.8": "Wenn sie mit dem Geist einen Gedanken erkennt, bleibt sie an den Merkmalen und Einzelheiten hängen. ",
  "mn33:7.9": "Da das Denkvermögen nicht gezügelt ist, nehmen schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhand. Sie übt keine Zügelung, bewacht das Denkvermögen nicht und hält es nicht im Zaum. ",
  "mn33:7.10": "So verbindet eine Nonne Wunden nicht. ",
  "mn33:8.1": "Und wie räuchert ein Mönch Ungeziefer nicht aus? ",
  "mn33:8.2": "Da unterweist ein Mönch andere nicht ausführlich im Dhamma, wie er ihn gehört und sich eingeprägt hat. ",
  "mn33:8.3": "So räuchert ein Mönch Ungeziefer nicht aus. ",
  "mn33:9.1": "Und wie kennt eine Nonne die Furt nicht? ",
  "mn33:9.2": "Da sucht eine Nonne nicht von Zeit zu Zeit Mönche auf, die sehr gelehrt sind, in den Schriften bewandert, die die Lehren, das Ordensrecht und die Gliederungen im Gedächtnis haben, und stellt ihnen Fragen: ",
  "mn33:9.3": "‚Warum, Herr, heißt es so? ",
  "mn33:9.4": "Was bedeutet das?‘ ",
  "mn33:9.5": "Diese Ehrwürdigen klären nicht, was unklar ist, decken nicht auf, was verborgen ist, und zerstreuen nicht den Zweifel bezüglich vieler zweifelhafter Fragen. ",
  "mn33:9.6": "So kennt eine Nonne die Furt nicht. ",
  "mn33:10.1": "Und wie kennt ein Mönch keine Zufriedenheit? ",
  "mn33:10.2": "Da ist ein Mönch, wenn die vom Klargewordenen verkündete Lehre und Schulung vorgetragen wird, nicht ergriffen von der Bedeutung und der Lehre und findet keine Freude im Zusammenhang mit der Lehre. ",
  "mn33:10.3": "So kennt ein Mönch keine Zufriedenheit. ",
  "mn33:11.1": "Und wie kennt eine Nonne den Weg nicht? ",
  "mn33:11.2": "Da versteht eine Nonne nicht wahrhaftig den edlen achtfachen Pfad. ",
  "mn33:11.3": "So kennt eine Nonne den Weg nicht. ",
  "mn33:12.1": "Und wie kennt sich ein Mönch mit den Weiden nicht aus? ",
  "mn33:12.2": "Da versteht ein Mönch nicht wahrhaftig die vier Arten der Achtsamkeitsmeditation. ",
  "mn33:12.3": "So kennt sich ein Mönch mit den Weiden nicht aus. ",
  "mn33:13.1": "Und wie melkt eine Nonne trocken? ",
  "mn33:13.2": "Da wird eine Nonne von einer Hausbesitzerin eingeladen, Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung anzunehmen, und sie kennt kein Maß beim Nehmen. ",
  "mn33:13.3": "So melkt eine Nonne trocken. ",
  "mn33:14.1": "Und wie lässt ein Mönch langjährigen Ordensältesten, die schon lange fortgezogen sind, den Vätern und Anführern des Saṅgha, keine besondere Achtung angedeihen? ",
  "mn33:14.2": "Da behandelt ein Mönch langjährige Ordensälteste, die schon lange fortgezogen sind, die Väter und Anführer des Saṅgha, mit dem Körper, der Sprache und dem Geist nicht stets freundlich, sowohl öffentlich als insgeheim. ",
  "mn33:14.3": "",
  "mn33:14.4": "",
  "mn33:14.5": "So lässt ein Mönch langjährigen Ordensältesten, die schon lange fortgezogen sind, den Vätern und Anführern des Saṅgha, keine besondere Achtung angedeihen. ",
  "mn33:14.6": "Eine Nonne oder ein Mönch mit diesen elf Eigenschaften kann kein Wachstum, keine Zunahme oder Reife in dieser Lehre und Schulung erlangen. ",
  "mn33:15.1": "Ein Kuhhirte, der elf Faktoren besitzt, kann eine Kuhherde erhalten und vergrößern. ",
  "mn33:15.2": "Welche elf? ",
  "mn33:15.3": "Da weiß ein Kuhhirte, was Form ist, kennt sich mit den Kennzeichen aus, liest Fliegeneier aus, verbindet Wunden, räuchert Ungeziefer aus, kennt die Furt, kennt Zufriedenheit, kennt den Weg, kennt sich mit den Weiden aus, melkt nicht trocken und lässt den Bullen, den Vätern und Anführern der Herde, besondere Achtung angedeihen. ",
  "mn33:15.4": "Ein Kuhhirte, der diese elf Faktoren besitzt, kann eine Kuhherde erhalten und vergrößern. ",
  "mn33:16.1": "Ebenso kann ein Mönch oder eine Nonne mit elf Eigenschaften Wachstum, Zunahme und Reife in dieser Lehre und Schulung erlangen. ",
  "mn33:16.2": "Mit welchen elf? ",
  "mn33:16.3": "Da weiß eine Nonne oder ein Mönch, was Form ist, kennt sich mit den Kennzeichen aus, liest Fliegeneier aus, verbindet Wunden, räuchert Ungeziefer aus, kennt die Furt, kennt Zufriedenheit, kennt den Weg, kennt sich mit den Weiden aus, melkt nicht trocken und lässt ehrwürdigen Ordensältesten, die schon lange fortgezogen sind, den Vätern und Anführern des Saṅgha, besondere Achtung angedeihen. ",
  "mn33:17.1": "Und wie weiß ein Mönch, was Form ist? ",
  "mn33:17.2": "Da versteht ein Mönch wahrhaftig, dass alle Form in den vier Grundelementen besteht oder von den vier Grundelementen abgeleitet ist. ",
  "mn33:17.3": "So weiß ein Mönch, was Form ist. ",
  "mn33:18.1": "Und wie kennt sich eine Nonne mit den Kennzeichen aus? ",
  "mn33:18.2": "Da versteht eine Nonne, dass ein Tor durch seine Taten gekennzeichnet ist und dass ein kluger Mensch durch seine Taten gekennzeichnet ist. ",
  "mn33:18.3": "So kennt sich eine Nonne mit den Kennzeichen aus. ",
  "mn33:19.1": "Und wie liest ein Mönch Fliegeneier aus? ",
  "mn33:19.2": "Da duldet ein Mönch einen sinnlichen, boshaften oder grausamen Gedanken, der aufgekommen ist, nicht. Er duldet keine schlechten, untauglichen Eigenschaften, die aufgekommen sind. Er gibt sie auf, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "mn33:19.3": "So liest ein Mönch Fliegeneier aus. ",
  "mn33:20.1": "Und wie verbindet eine Nonne Wunden? ",
  "mn33:20.2": "Wenn eine Nonne mit dem Auge ein Bild sieht, bleibt sie nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn33:20.3": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt sie Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "mn33:20.4": "Wenn sie mit dem Ohr einen Ton hört … ",
  "mn33:20.5": "Wenn sie mit der Nase einen Duft riecht … ",
  "mn33:20.6": "Wenn sie mit der Zunge einen Geschmack schmeckt … ",
  "mn33:20.7": "Wenn sie mit dem Körper eine Berührung empfindet … ",
  "mn33:20.8": "Wenn sie mit dem Geist einen Gedanken erkennt, bleibt sie nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn33:20.9": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt sie Zügelung, bewacht das Denkvermögen und hält es im Zaum. ",
  "mn33:20.10": "So verbindet eine Nonne Wunden. ",
  "mn33:21.1": "Und wie räuchert ein Mönch Ungeziefer aus? ",
  "mn33:21.2": "Da unterweist ein Mönch andere ausführlich im Dhamma, wie er ihn gehört und sich eingeprägt hat. ",
  "mn33:21.3": "So räuchert ein Mönch Ungeziefer aus. ",
  "mn33:22.1": "Und wie kennt eine Nonne die Furt? ",
  "mn33:22.2": "Da sucht eine Nonne von Zeit zu Zeit Mönche auf, die sehr gelehrt sind, in den Schriften bewandert, die die Lehren, das Ordensrecht und die Gliederungen im Gedächtnis haben, und stellt ihnen Fragen: ",
  "mn33:22.3": "‚Warum, Herr, heißt es so? ",
  "mn33:22.4": "Was bedeutet das?‘ ",
  "mn33:22.5": "Diese Ehrwürdigen klären, was unklar ist, decken auf, was verborgen ist, und zerstreuen den Zweifel bezüglich vieler zweifelhafter Fragen. ",
  "mn33:22.6": "So kennt eine Nonne die Furt. ",
  "mn33:23.1": "Und wie kennt ein Mönch Zufriedenheit? ",
  "mn33:23.2": "Da ist ein Mönch, wenn die vom Klargewordenen verkündete Lehre und Schulung vorgetragen wird, ergriffen von der Bedeutung und der Lehre und findet Freude im Zusammenhang mit der Lehre. ",
  "mn33:23.3": "So kennt ein Mönch Zufriedenheit. ",
  "mn33:24.1": "Und wie kennt eine Nonne den Weg? ",
  "mn33:24.2": "Da versteht eine Nonne wahrhaftig den edlen achtfachen Pfad. ",
  "mn33:24.3": "So kennt eine Nonne den Weg. ",
  "mn33:25.1": "Und wie kennt sich ein Mönch mit den Weiden aus? ",
  "mn33:25.2": "Da versteht ein Mönch wahrhaftig die vier Arten der Achtsamkeitsmeditation. ",
  "mn33:25.3": "So kennt sich ein Mönch mit den Weiden aus. ",
  "mn33:26.1": "Und wie melkt eine Nonne nicht trocken? ",
  "mn33:26.2": "Da wird eine Nonne von einer Hausbesitzerin eingeladen, Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung anzunehmen, ",
  "mn33:26.3": "und sie kennt das rechte Maß beim Nehmen. ",
  "mn33:26.4": "So melkt eine Nonne nicht trocken. ",
  "mn33:27.1": "Und wie lässt ein Mönch langjährigen Ordensältesten, die schon lange fortgezogen sind, den Vätern und Anführern des Saṅgha, besondere Achtung angedeihen? ",
  "mn33:27.2": "Da behandelt ein Mönch langjährige Ordensälteste, die schon lange fortgezogen sind, die Väter und Anführer des Saṅgha, mit dem Körper, der Sprache und dem Geist stets freundlich, sowohl öffentlich als insgeheim. ",
  "mn33:27.3": "",
  "mn33:27.4": "",
  "mn33:27.5": "So lässt ein Mönch langjährigen Ordensältesten, die schon lange fortgezogen sind, den Vätern und Anführern des Saṅgha, besondere Achtung angedeihen. ",
  "mn33:27.6": "Ein Mönch oder eine Nonne mit diesen elf Eigenschaften kann Wachstum, Zunahme und Reife in dieser Lehre und Schulung erlangen.“ ",
  "mn33:27.7": "Das sagte der Buddha. ",
  "mn33:27.8": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Buddha. "
}