{
  "mn34:0.1": "Mittlere Lehrreden 34 ",
  "mn34:0.2": "Die kürzere Lehrrede über den Kuhhirten ",
  "mn34:1.1": "So habe ich es gehört: ",
  "mn34:1.2": "Einmal hielt sich der Buddha im Land der Vajjier bei Ukkacelā am Ufer des Ganges auf. ",
  "mn34:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn34:1.4": "„Mönche und Nonnen!“ ",
  "mn34:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn34:1.6": "Der Buddha sagte: ",
  "mn34:2.1": "„Es war einmal, Mönche und Nonnen, ein unverständiger Kuhhirte aus Magadha. Der trieb im letzten Monat der Regenzeit seine Rinder an einer Stelle ohne Furt über den Ganges ans nördliche Ufer zu den Suvidehern, ohne dieses Ufer oder das andere Ufer zu überprüfen. ",
  "mn34:3.1": "Doch die Rinder verkeilten sich in der Mitte des Stromes ineinander und gingen eben da zugrunde. ",
  "mn34:3.2": "Und warum? ",
  "mn34:3.3": "Weil der unverständige Kuhhirte die Rinder an einer Stelle ohne Furt hinübertrieb, ohne die Ufer zu überprüfen. ",
  "mn34:3.4": "Ebenso gibt es Asketen und Brahmanen, die nicht in dieser Welt und nicht in jener Welt bewandert sind, nicht bewandert darin, was Māras Hoheitsgebiet ist und was nicht, nicht bewandert darin, was das Hoheitsgebiet des Todes ist und was nicht. Wenn irgendjemand denkt, sie seien es wert, dass man ihnen zuhört und vertraut, wird das zu seinem langanhaltenden Unglück und Leiden sein. ",
  "mn34:4.1": "Es war einmal, Mönche und Nonnen, ein verständiger Kuhhirte aus Magadha. Der trieb im letzten Monat der Regenzeit seine Rinder durch eine Furt über den Ganges ans nördliche Ufer zu den Suvidehern, nachdem er dieses Ufer und das andere Ufer überprüft hatte. ",
  "mn34:5.1": "Zuerst trieb er die Stiere hinüber, die Väter und Anführer der Herde. ",
  "mn34:5.2": "Sie stemmten sich gegen die Strömung des Ganges und erreichten sicher das andere Ufer. ",
  "mn34:5.3": "Dann trieb er die starken und lenkbaren Rinder hinüber. ",
  "mn34:5.4": "Auch sie stemmten sich gegen die Strömung des Ganges und erreichten sicher das andere Ufer. ",
  "mn34:5.5": "Dann trieb er die Ochsen und Färsen hinüber. ",
  "mn34:5.6": "Auch sie stemmten sich gegen die Strömung des Ganges und erreichten sicher das andere Ufer. ",
  "mn34:5.7": "Dann trieb er die Kälber und die schwachen Tiere hinüber. ",
  "mn34:5.8": "Auch sie stemmten sich gegen die Strömung des Ganges und erreichten sicher das andere Ufer. ",
  "mn34:5.9": "Einmal geschah es, dass ein Kälbchen gerade geboren war. Vom Muhen seiner Mutter angetrieben gelang es auch ihm, sich gegen die Strömung des Ganges zu stemmen und sicher das andere Ufer zu erreichen. ",
  "mn34:5.10": "Und warum? ",
  "mn34:5.11": "Weil der verständige Kuhhirte die Rinder durch eine Furt hinübertrieb, nachdem er beide Ufer überprüft hatte. ",
  "mn34:5.12": "Ebenso gibt es Asketen und Brahmanen, die in dieser Welt und in jener Welt bewandert sind, bewandert darin, was Māras Hoheitsgebiet ist und was nicht, bewandert darin, was das Hoheitsgebiet des Todes ist und was nicht. Wenn irgendjemand denkt, sie seien es wert, dass man ihnen zuhört und vertraut, wird das zu seinem langanhaltenden Nutzen und Glück sein. ",
  "mn34:6.1": "Wie diese Stiere, die Väter und Anführer der Herde, die sich gegen die Strömung des Ganges stemmten und sicher das andere Ufer erreichten, ",
  "mn34:6.2": "so sind die Mönche und Nonnen, die vollendet sind, die die Befleckungen aufgelöst, das geistliche Leben erfüllt und getan haben, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fesseln der Wiedergeburt endgültig gelöst haben und durch Erleuchtung richtig befreit sind. Sie haben sich gegen Māras Strömung gestemmt und sicher das andere Ufer erreicht. ",
  "mn34:7.1": "Wie diese starken und lenkbaren Rinder, die sich gegen die Strömung des Ganges stemmten und sicher das andere Ufer erreichten, ",
  "mn34:7.2": "so sind die Mönche und Nonnen, die mit dem Auflösen der fünf niederen Fesseln durch unmittelbares Erscheinen wiedergeboren werden, die dort erlöschen und von jener Welt nicht zurückkehren müssen. Auch sie werden, indem sie sich gegen Māras Strömung stemmen, sicher das andere Ufer erreichen. ",
  "mn34:8.1": "Wie diese Ochsen und Färsen, die sich gegen die Strömung des Ganges stemmten und sicher das andere Ufer erreichten, ",
  "mn34:8.2": "so sind die Mönche und Nonnen, die mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung Einmalwiederkehrer werden, die nur einmal in diese Welt zurückkehren, um dann dem Leiden ein Ende zu machen. Auch sie werden, indem sie sich gegen Māras Strömung stemmen, sicher das andere Ufer erreichen. ",
  "mn34:9.1": "Wie diese Kälber und schwachen Tiere, die sich gegen die Strömung des Ganges stemmten und sicher das andere Ufer erreichten, ",
  "mn34:9.2": "so sind die Mönche und Nonnen, die mit dem Auflösen von drei Fesseln in den Strom eintreten, die nicht mehr in der Unterwelt wiedergeboren werden müssen und für das Erwachen bestimmt sind. Auch sie werden, indem sie sich gegen Māras Strömung stemmen, sicher das andere Ufer erreichen. ",
  "mn34:10.1": "Wie dieses Kälbchen, das gerade geboren war und dem es, vom Muhen seiner Mutter angetrieben, auch gelang, sich gegen die Strömung des Ganges zu stemmen und sicher das andere Ufer zu erreichen, ",
  "mn34:10.2": "so sind die Mönche und Nonnen, die Nachfolger der Lehren oder Nachfolger durch Vertrauen sind. Auch sie werden, indem sie sich gegen Māras Strömung stemmen, sicher das andere Ufer erreichen. ",
  "mn34:11.1": "Mönche und Nonnen, ich bin in dieser Welt und in jener Welt bewandert, bin bewandert darin, was Māras Hoheitsgebiet ist und was nicht, bewandert darin, was das Hoheitsgebiet des Todes ist und was nicht. Wenn irgendjemand denkt, ich sei es wert, dass man mir zuhört und vertraut, wird das zu seinem langanhaltenden Nutzen und Glück sein.“ ",
  "mn34:12.1": "Das sagte der Buddha. ",
  "mn34:12.2": "Und der Heilige, der Lehrer, fuhr fort: ",
  "mn34:12.3": "„Diese Welt und jene Welt ",
  "mn34:12.4": "wurden von einem Wissenden gut erklärt; ",
  "mn34:12.5": "ebenso Māras Reichweite ",
  "mn34:12.6": "und was außerhalb der Reichweite des Todes ist. ",
  "mn34:12.7": "Indem er die ganze Welt unmittelbar erkannte, ",
  "mn34:12.8": "hat der Buddha, der versteht, ",
  "mn34:12.9": "das Tor zur Unsterblichkeit geöffnet, ",
  "mn34:12.10": "um das Schutzgebiet zu finden, das Erlöschen. ",
  "mn34:12.11": "Der Strom des Bösen wurde durchtrennt, ",
  "mn34:12.12": "er ist weggepustet und niedergemäht. ",
  "mn34:12.13": "Seid voller Freude, Mönche und Nonnen, ",
  "mn34:12.14": "richtet euer Herz auf das Schutzgebiet!“ "
}