{
  "mn35:0.1": "Mittlere Lehrreden 35 ",
  "mn35:0.2": "Die kürzere Lehrrede mit Saccaka ",
  "mn35:1.1": "So habe ich es gehört: ",
  "mn35:1.2": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "mn35:2.1": "Zu dieser Zeit nun lebte Saccaka, Sohn von Jaina-Eltern, in Vesālī. Er war ein Debattierer und kluger Redner, der von vielen als heilig erachtet wurde. ",
  "mn35:2.2": "Er sagte zu einer Menschenmenge in Vesālī: ",
  "mn35:2.3": "„Ich sehe keinen Asketen oder Brahmanen, keinen, der einen Orden und eine Gemeinschaft leitet oder eine Gemeinschaft unterweist, nicht einmal einen, der behauptet, ein Vollendeter zu sein, ein vollkommen erwachter Buddha, der nicht zittern und schwanken und beben würde, dem nicht der Schweiß aus den Achselhöhlen triefen würde, wenn ich ihn zu einer Debatte herausforderte. ",
  "mn35:2.4": "Sogar ein gefühlloser Pfosten würde zittern und schwanken und beben, wenn ich ihn zu einer Debatte herausforderte. ",
  "mn35:2.5": "Um wie viel mehr gilt das für einen Menschen!“ ",
  "mn35:3.1": "Da kleidete sich der ehrwürdige Assaji am Morgen an, nahm Schale und Robe und betrat Vesālī zum Almosengang. ",
  "mn35:3.2": "Da sah Saccaka auf einer Wanderung Assaji von Weitem kommen. ",
  "mn35:3.3": "Er begab sich zu ihm und tauschte Willkommensgrüße mit ihm aus. ",
  "mn35:3.4": "Nach der Begrüßung und dem Austausch von Höflichkeiten stellte Saccaka sich zur Seite hin und sagte zu Assaji: ",
  "mn35:4.1": "„Meister Assaji, wie schult der Asket Gotama seine Schüler? Und über welche Themen geht die Unterweisung seiner Schüler im Allgemeinen vor?“ ",
  "mn35:4.2": "„Aggivessana, der Asket Gotama schult seine Schüler so, und die Unterweisung seiner Schüler geht im Allgemeinen über diese Themen vor: ",
  "mn35:4.3": "‚Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein sind unbeständig. ",
  "mn35:4.4": "Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein sind ohne Selbst. ",
  "mn35:4.5": "Alle Bedingungen sind unbeständig. Alle Dinge sind ohne Selbst.‘ ",
  "mn35:4.6": "So schult der Asket Gotama seine Schüler, und über diese Themen geht die Unterweisung seiner Schüler im Allgemeinen vor.“ ",
  "mn35:4.7": "„Es ist traurig, Meister Assaji, zu hören, dass der Asket Gotama eine solche Doktrin hat. ",
  "mn35:4.8": "Hoffentlich werde ich irgendwann dem Meister Gotama begegnen, und wir können ein Gespräch miteinander haben. Und hoffentlich kann ich ihn von diesem schädlichen Irrglauben abbringen.“ ",
  "mn35:5.1": "Nun saßen zu der Zeit etwa fünfhundert Licchaver in der Ratshalle beisammen. ",
  "mn35:5.2": "Da ging Saccaka zu ihnen und sagte: ",
  "mn35:5.3": "„Kommt her, ihr guten Licchaver, kommt her! Heute werde ich ein Gespräch mit dem Asketen Gotama haben. ",
  "mn35:5.4": "Wenn er zu der Position steht, die einer seiner namhaften Schüler, ein Mönch mit Namen Assaji, mir gegenüber angegeben hat, werde ich ihn zu einer Debatte herausfordern, und ich werde ihn hin und her und rundherum ziehen, geradeso wie ein starker Mann ein langhaariges Schaf bei der Wolle packen und hin und her und rundherum ziehen würde! ",
  "mn35:5.6": "Indem ich ihn zur Debatte herausfordere, werde ich ihn hin und her und rundherum ziehen, geradeso wie ein kräftiger Brauereiarbeiter ein großes Brauersieb in einen tiefen See werfen, es an den Ecken greifen und es hin und her und rundherum ziehen würde! ",
  "mn35:5.8": "Indem ich ihn zur Debatte herausfordere, werde ich ihn herabschütteln, herumschütteln und auf ihn einschlagen, gerade so wie ein kräftiger Maischemischer ein Filtertuch an den Ecken nehmen und es herabschütteln, herumschütteln und auf es einschlagen würde! ",
  "mn35:5.10": "Ich werde mit dem Asketen Gotama das Spiel des Ohrenwaschens spielen wie ein sechzig Jahre alter Elefant, der in einen tiefen Lotusteich eintaucht und das Spiel des Ohrenwaschens spielt! ",
  "mn35:5.12": "Kommt her, ihr guten Licchaver, kommt her! Heute werde ich ein Gespräch mit dem Asketen Gotama haben.“ ",
  "mn35:6.1": "Daraufhin sagten manche Licchaver: ",
  "mn35:6.2": "„Wie kann der Asket Gotama Saccakas Doktrin widerlegen, wo es doch Saccaka ist, der die Doktrin des Asketen Gotama widerlegen wird?“ ",
  "mn35:6.3": "Doch manche andere Licchaver sagten: ",
  "mn35:6.4": "„Wer ist Saccaka, dass er die Doktrin des Buddha widerlegen könnte, wo es doch der Buddha ist, der Saccakas Doktrin widerlegen wird?“ ",
  "mn35:6.5": "Und Saccaka, begleitet von den fünfhundert Licchavern, ging zur Halle mit dem Giebeldach am Großen Wald. ",
  "mn35:7.1": "Zu der Zeit gingen gerade mehrere Mönche und Nonnen achtsam im Freien auf und ab. ",
  "mn35:7.2": "Da ging Saccaka zu ihnen und sagte: ",
  "mn35:7.3": "„Gute Herren, wo ist Meister Gotama jetzt? ",
  "mn35:7.4": "Denn wir möchten ihn sehen.“ ",
  "mn35:7.5": "„Aggivessana, der Buddha ist tief in den Großen Wald eingetaucht und sitzt am Fuß eines Baumes, um den Tag über dort zu meditieren.“ ",
  "mn35:8.1": "Da tauchte Saccaka zusammen mit einer großen Gruppe von Licchavern in den Großen Wald ein, begab sich zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn35:8.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. ",
  "mn35:8.3": "Einige der Licchaver verbeugten sich, andere begrüßten den Buddha und tauschten Höflichkeiten aus, wieder andere hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen, bevor sie sich ebenfalls zur Seite hinsetzten. ",
  "mn35:9.1": "Dann sagte Saccaka zum Buddha: ",
  "mn35:9.2": "„Ich würde den Meister Gotama gerne zu einem bestimmten Punkt etwas fragen, wenn er die Zeit nehmen würde, mir zu antworten.“ ",
  "mn35:9.3": "„Frage, was du möchtest, Aggivessana.“ ",
  "mn35:9.4": "„Wie schult der Asket Gotama seine Schüler? Und über welche Themen geht die Unterweisung seiner Schüler im Allgemeinen vor?“ ",
  "mn35:9.5": "„Aggivessana, ich schule meine Schüler so, und die Unterweisung meiner Schüler geht im Allgemeinen über diese Themen vor: ",
  "mn35:9.6": "‚Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein sind unbeständig. ",
  "mn35:9.7": "Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein sind ohne Selbst. ",
  "mn35:9.8": "Alle Bedingungen sind unbeständig. Alle Dinge sind ohne Selbst.‘ ",
  "mn35:9.9": "So schule ich meine Schüler, und über diese Themen geht die Unterweisung meiner Schüler im Allgemeinen vor.“ ",
  "mn35:10.1": "„Mir kommt ein Gleichnis in den Sinn, Meister Gotama.“ ",
  "mn35:10.2": "„So sag, was dir in den Sinn kommt“, sagte der Buddha. ",
  "mn35:10.3": "„Alle Pflanzen und Samen, die wachsen, größer werden und zur Reife kommen, tun das, indem sie von der Erde getragen und auf die Erde gestützt sind. ",
  "mn35:10.5": "Alle harte Arbeit, die verrichtet wird, ist von der Erde getragen und auf die Erde gestützt. ",
  "mn35:10.7": "Ebenso ist das Selbst einer Person Form. Auf Form gestützt schafft sie Verdienst und Schlechtigkeit. Das Selbst einer Person ist Gefühl … Wahrnehmung … Entscheidungen … Bewusstsein. Auf Bewusstsein gestützt schafft sie Verdienst und Schlechtigkeit.“ ",
  "mn35:11.1": "„Aggivessana, hast du nicht tatsächlich gesagt: ",
  "mn35:11.2": "‚Form ist mein Selbst, Gefühl ist mein Selbst, Wahrnehmung ist mein Selbst, Entscheidungen sind mein Selbst, Bewusstsein ist mein Selbst‘?“ ",
  "mn35:11.3": "„Jawohl, Meister Gotama, das ist es, was ich sage. ",
  "mn35:11.4": "Und diese große Menge stimmt mir zu!“ ",
  "mn35:11.5": "„Was hat diese große Menge mit dir zu tun? ",
  "mn35:11.6": "Bitte erläutere nur deine eigene Aussage.“ ",
  "mn35:11.7": "„Also, Meister Gotama, was ich sage, ist Folgendes: ",
  "mn35:11.8": "‚Form ist mein Selbst, Gefühl ist mein Selbst, Wahrnehmung ist mein Selbst, Entscheidungen sind mein Selbst, Bewusstsein ist mein Selbst‘.“ ",
  "mn35:12.1": "„Nun, Aggivessana, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "mn35:12.2": "Was denkst du, Aggivessana? ",
  "mn35:12.3": "Hätte ein gesalbter adliger König wie Pasenadi von Kosala oder Ajātasattu von Magadha, Sohn der Prinzessin von Videha, in seinem eigenen Reich die Macht, ",
  "mn35:12.4": "die hinzurichten, die sich Hinrichtung erwirkt  haben, den Besitz derer einzuziehen, die sich Einziehung des Besitzes erwirkt haben, oder die zu verbannen, die sich Verbannung erwirkt haben?“ ",
  "mn35:12.5": "„Ein gesalbter adliger König hätte diese Macht, Meister Gotama. ",
  "mn35:12.7": "Selbst Zusammenschlüsse ",
  "mn35:12.8": "wie die der Vajjier und der Maller ",
  "mn35:12.9": "haben in ihrem eigenen Reich diese Macht. ",
  "mn35:12.11": "Warum also nicht ein gesalbter adliger König wie Pasenadi oder Ajātasattu? ",
  "mn35:12.12": "Natürlich haben sie diese Macht, es ist ihr Recht.“ ",
  "mn35:13.1": "„Was denkst du, Aggivessana? ",
  "mn35:13.2": "Wenn du sagst: ",
  "mn35:13.3": "‚Form ist mein Selbst‘, hast du Macht über diese Form, sodass du sagen kannst: ",
  "mn35:13.4": "‚Meine Form sei so! Meine Form sei nicht so‘?“ ",
  "mn35:13.5": "Auf diese Worte schwieg Saccaka. ",
  "mn35:13.6": "Der Buddha fragte ihn ein zweites Mal, ",
  "mn35:13.10": "und er schwieg ein zweites Mal. ",
  "mn35:13.11": "Da sagte der Buddha zu Saccaka: ",
  "mn35:13.12": "„Antworte nun, Aggivessana. Jetzt ist nicht die Zeit, zu schweigen. ",
  "mn35:13.13": "Wenn jemand eine berechtigte Frage, die ihm vom Buddha dreimal gestellt wurde, nicht beantwortet, wird sein Kopf eben da in sieben Stücke zerspringen.“ ",
  "mn35:14.1": "Nun stand zu dieser Zeit der Geist Vajirapāṇī in der Luft über Saccaka und hielt einen eisernen Donnerkeil, der brannte, loderte und glühte, und dachte: ",
  "mn35:14.2": "„Wenn dieser Saccaka nicht antwortet, wenn er zum dritten Mal gefragt wird, werde ich seinen Kopf eben da in sieben Stücke zerspringen lassen!“ ",
  "mn35:14.3": "Und sowohl der Buddha als auch Saccaka konnten Vajirapāṇī sehen. ",
  "mn35:14.4": "Saccaka war panisch und erschüttert und seine Haare sträubten sich. Indem er beim Buddha Schutz, Unterschlupf und Zuflucht suchte, sagte er: ",
  "mn35:14.5": "„Frage mich, Meister Gotama. Ich werde antworten.“ ",
  "mn35:15.1": "„Was denkst du, Aggivessana? ",
  "mn35:15.2": "Wenn du sagst: ",
  "mn35:15.3": "‚Form ist mein Selbst‘, hast du Macht über diese Form, sodass du sagen kannst: ",
  "mn35:15.4": "‚Meine Form sei so! Meine Form sei nicht so‘?“ ",
  "mn35:15.5": "„Nein, Meister Gotama.“ ",
  "mn35:16.1": "„Gebrauche deinen Geist, Aggivessana! ",
  "mn35:16.2": "Du sollst deinen Geist gebrauchen, bevor du antwortest. ",
  "mn35:16.3": "Deine erste Aussage passt nicht zu der letzten, und die letzte passt nicht zu der ersten. ",
  "mn35:16.4": "Was denkst du, Aggivessana? ",
  "mn35:16.5": "Wenn du sagst: ",
  "mn35:16.6": "‚Gefühl ist mein Selbst‘, hast du Macht über dieses Gefühl, sodass du sagen kannst: ",
  "mn35:16.7": "‚Mein Gefühl sei so! Mein Gefühl sei nicht so‘?“ ",
  "mn35:16.8": "„Nein, Meister Gotama.“ ",
  "mn35:17.1": "„Gebrauche deinen Geist, Aggivessana! ",
  "mn35:17.2": "Du sollst deinen Geist gebrauchen, bevor du antwortest. ",
  "mn35:17.3": "Deine erste Aussage passt nicht zu der letzten, und die letzte passt nicht zu der ersten. ",
  "mn35:17.4": "Was denkst du, Aggivessana? ",
  "mn35:17.5": "Wenn du sagst: ",
  "mn35:17.6": "‚Wahrnehmung ist mein Selbst‘, hast du Macht über diese Wahrnehmung, sodass du sagen kannst: ",
  "mn35:17.7": "‚Meine Wahrnehmung sei so! Meine Wahrnehmung sei nicht so‘?“ ",
  "mn35:17.8": "„Nein, Meister Gotama.“ ",
  "mn35:18.1": "„Gebrauche deinen Geist, Aggivessana! ",
  "mn35:18.2": "Du sollst deinen Geist gebrauchen, bevor du antwortest. ",
  "mn35:18.3": "Deine erste Aussage passt nicht zu der letzten, und die letzte passt nicht zu der ersten. ",
  "mn35:18.4": "Was denkst du, Aggivessana? ",
  "mn35:18.5": "Wenn du sagst: ",
  "mn35:18.6": "‚Entscheidungen sind mein Selbst‘, hast du Macht über diese Entscheidungen, sodass du sagen kannst: ",
  "mn35:18.7": "‚Meine Entscheidungen seien so! Meine Entscheidungen seien nicht so‘?“ ",
  "mn35:18.8": "„Nein, Meister Gotama.“ ",
  "mn35:19.1": "„Gebrauche deinen Geist, Aggivessana! ",
  "mn35:19.2": "Du sollst deinen Geist gebrauchen, bevor du antwortest. ",
  "mn35:19.3": "Deine erste Aussage passt nicht zu der letzten, und die letzte passt nicht zu der ersten. ",
  "mn35:19.4": "Was denkst du, Aggivessana? ",
  "mn35:19.5": "Wenn du sagst: ",
  "mn35:19.6": "‚Bewusstsein ist mein Selbst‘, hast du Macht über dieses Bewusstsein, sodass du sagen kannst: ",
  "mn35:19.7": "‚Mein Bewusstsein sei so! Mein Bewusstsein sei nicht so‘?“ ",
  "mn35:19.8": "„Nein, Meister Gotama.“ ",
  "mn35:20.1": "„Gebrauche deinen Geist, Aggivessana! ",
  "mn35:20.2": "Du sollst deinen Geist gebrauchen, bevor du antwortest. ",
  "mn35:20.3": "Deine erste Aussage passt nicht zu der letzten, und die letzte passt nicht zu der ersten. ",
  "mn35:20.4": "Was denkst du, Aggivessana? ",
  "mn35:20.5": "Ist Form beständig oder unbeständig?“ ",
  "mn35:20.6": "„Unbeständig, Meister Gotama.“ ",
  "mn35:20.7": "„Aber wenn sie unbeständig ist, ist sie Leiden oder Glück?“ ",
  "mn35:20.8": "„Leiden, Meister Gotama.“ ",
  "mn35:20.9": "„Aber wenn sie unbeständig und Leiden ist und zugrunde gehen muss, kann man sie dann so ansehen: ",
  "mn35:20.10": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "mn35:20.11": "„Nein, Meister Gotama.“ ",
  "mn35:20.12": "„Was denkst du, Aggivessana? ",
  "mn35:20.13": "Ist Gefühl … ",
  "mn35:20.14": "Ist Wahrnehmung … ",
  "mn35:20.15": "Sind Entscheidungen … ",
  "mn35:20.16": "Ist Bewusstsein beständig oder unbeständig?“ ",
  "mn35:20.17": "„Unbeständig, Meister Gotama.“ ",
  "mn35:20.18": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "mn35:20.19": "„Leiden, Meister Gotama.“ ",
  "mn35:20.20": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "mn35:20.21": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "mn35:20.22": "„Nein, Meister Gotama.“ ",
  "mn35:21.1": "„Was denkst du, Aggivessana? ",
  "mn35:21.2": "Wenn da jemand an Leiden haftet, hängt und sich festhält und es so betrachtet: ‚Das ist mein, das bin ich, das ist mein Selbst‘, wäre ein solcher Mensch in der Lage, das Leiden selbst vollständig zu verstehen oder es auszulöschen und so zu leben?“ ",
  "mn35:21.3": "„Wie könnte das sein, Meister Gotama? ",
  "mn35:21.4": "Nein, Meister Gotama.“ ",
  "mn35:21.5": "„Was denkst du, Aggivessana? ",
  "mn35:21.6": "Wenn das so ist, bist du da nicht jemand, der an Leiden haftet, hängt und sich festhält und es so betrachtet: ",
  "mn35:21.7": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "mn35:21.8": "„Wie könnte das nicht sein, Meister Gotama? ",
  "mn35:21.9": "Ja, Meister Gotama.“ ",
  "mn35:22.1": "„Wie wenn ein Mensch Kernholz bräuchte und auf seiner Suche nach Kernholz mit einer scharfen Axt in einen Wald ginge. ",
  "mn35:22.2": "Dort sähe er einen großen Bananenbaum, gerade und jung und ohne Fehler gewachsen. ",
  "mn35:22.3": "Er fällte ihn an der Wurzel, schnitte die Krone ab und wickelte die aufgerollten Blattscheiden ab. ",
  "mn35:22.4": "Aber er fände nicht einmal Splintholz, geschweige denn Kernholz. ",
  "mn35:22.5": "Ebenso erweist du dich, wenn ich dir über deine eigene Doktrin nachgehe, auf dich eindringe und dich ins Kreuzverhör nehme, als leer, hohl und fehlgeleitet. ",
  "mn35:22.6": "Aber du warst es, der vor der Versammlung von Vesālī behauptete: ",
  "mn35:22.7": "‚Ich sehe keinen Asketen oder Brahmanen, keinen, der einen Orden und eine Gemeinschaft leitet oder eine Gemeinschaft unterweist, nicht einmal einen, der behauptet, ein Vollendeter zu sein, ein vollkommen erwachter Buddha, der nicht zittern und schwanken und beben würde, dem nicht der Schweiß aus den Achselhöhlen triefen würde, wenn ich ihn zu einer Debatte herausforderte. ",
  "mn35:22.8": "Sogar ein gefühlloser Pfosten würde zittern und schwanken und beben, wenn ich ihn zu einer Debatte herausforderte. ",
  "mn35:22.9": "Um wie viel mehr gilt das für einen Menschen!‘ ",
  "mn35:22.10": "Doch der Schweiß trieft von deiner Stirn; er hat deine Robe durchnässt und tropft auf den Boden. ",
  "mn35:22.11": "Aber an meinem Körper ist kein Schweiß.“ ",
  "mn35:22.12": "Und der Buddha enthüllte vor der Versammlung seinen goldenen Körper. ",
  "mn35:22.13": "Daraufhin saß Saccaka schweigend und betroffen da, mit hängenden Schultern und gesenktem Kopf, gedrückt, niedergeschlagen, und konnte nichts sagen. ",
  "mn35:23.1": "Als der Licchaver Dummukha das erkannte, sagte er zum Buddha: ",
  "mn35:23.2": "„Mir kommt ein Gleichnis in den Sinn, Gesegneter.“ ",
  "mn35:23.3": "„So sag, was dir in den Sinn kommt“, sagte der Buddha. ",
  "mn35:23.4": "„Herr, wie wenn da nicht weit von einer Stadt oder einem Dorf ein Lotusteich wäre, ",
  "mn35:23.5": "in dem eine Krabbe lebte. ",
  "mn35:23.6": "Da gingen ein paar Jungen oder Mädchen aus der Stadt oder dem Dorf zu dem Teich, zögen die Krabbe heraus und setzten sie aufs Trockene. ",
  "mn35:23.7": "Immer, wenn die Krabbe eine Schere ausstreckte, würden diese Jungen oder Mädchen sie mit einem Stock oder einem Stein ausreißen, umknicken oder abbrechen. ",
  "mn35:23.8": "Und wenn alle Scheren der Krabbe ausgerissen, umgeknickt oder abgebrochen wären, wäre sie nicht mehr imstande, in den Lotusteich zurückzugelangen. ",
  "mn35:23.9": "Ebenso, Herr, hat der Buddha alles Winden, Wegducken und Ausweichen Saccakas ausgerissen, umgeknickt oder abgebrochen. ",
  "mn35:23.10": "Jetzt kann er sich nicht mehr zum Buddha begeben in der Hoffnung auf eine Debatte.“ ",
  "mn35:24.1": "Doch Saccaka sagte zu ihm: ",
  "mn35:24.2": "„Halt ein, Dummukha, halt ein! Ich habe nicht mit dir gesprochen, ich habe mit dem Meister Gotama gesprochen. ",
  "mn35:24.3": "Meister Gotama, lass diese Aussage, die ich und viele andere Asketen und Brahmanen gemacht haben, beiseite; ",
  "mn35:24.4": "sie war, so scheint es, nur so dahingesagt. ",
  "mn35:24.5": "Inwiefern ist jemand ein Schüler von Herrn Gotama, der der Anleitung folgt und Unterweisung annimmt, der über den Zweifel hinausgegangen ist, sich von Unschlüssigkeit frei gemacht und Selbstvertrauen gewonnen hat, der in der Anleitung des Lehrers von anderen unabhängig ist?“ ",
  "mn35:24.6": "„Da sieht einer meiner Schüler jegliche Art von Form – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Form – wahrhaftig mit rechter Weisheit: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn35:24.7": "Er sieht jegliche Art von Gefühl … ",
  "mn35:24.8": "jegliche Art von Wahrnehmung … ",
  "mn35:24.9": "jegliche Art von Entscheidungen … ",
  "mn35:24.10": "jegliche Art von Bewusstsein – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliches Bewusstsein – wahrhaftig mit rechter Weisheit: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn35:24.11": "Insofern ist jemand ein Schüler von mir, der der Anleitung folgt und Unterweisung annimmt, der über den Zweifel hinausgegangen ist, sich von Unschlüssigkeit frei gemacht und Selbstvertrauen gewonnen hat, der in der Anleitung des Lehrers von anderen unabhängig ist.“ ",
  "mn35:25.1": "„Aber inwiefern ist ein Mönch ein Vollendeter, dessen Befleckungen aufgelöst sind, der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist?“ ",
  "mn35:25.2": "„Da sieht ein Mönch jegliche Art von Form – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Form – wahrhaftig mit rechter Weisheit: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ Und wenn er das mit rechter Weisheit gesehen hat, ist er durch Nicht-Ergreifen befreit. ",
  "mn35:25.3": "Er sieht jegliche Art von Gefühl … ",
  "mn35:25.4": "jegliche Art von Wahrnehmung … ",
  "mn35:25.5": "jegliche Art von Entscheidungen … ",
  "mn35:25.6": "jegliche Art von Bewusstsein – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliches Bewusstsein – wahrhaftig mit rechter Weisheit: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst‘. Und wenn er das mit rechter Weisheit gesehen hat, ist er durch Nicht-Ergreifen befreit. ",
  "mn35:25.7": "Insofern ist ein Mönch ein Vollendeter, dessen Befleckungen aufgelöst sind, der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist. ",
  "mn35:26.1": "Ein Mönch, dessen Geist so befreit ist, hat drei unübertreffliche Eigenschaften: ",
  "mn35:26.2": "unübertreffliches Sehen, unübertreffliches Üben und unübertreffliche Freiheit. ",
  "mn35:26.3": "Er ehrt, achtet, würdigt und verehrt nur den Klargewordenen: ",
  "mn35:26.4": "‚Der Klargewordene ist erwacht, gebändigt, gesammelt, hinübergelangt und erloschen. Und er lehrt den Dhamma für das Erwachen, die Bändigung, die Sammlung, für das Hinübergelangen und Erlöschen.‘“ ",
  "mn35:27.1": "Als der Buddha geendet hatte, sagte Saccaka zu ihm: ",
  "mn35:27.2": "„Herr Gotama, es war unanständig und unhöflich von mir, zu denken, ich könnte dich in einer Debatte angreifen. ",
  "mn35:27.3": "Denn ein Mensch kann Sicherheit finden, nachdem er einen brünstigen Elefanten angegriffen hat, aber nicht, nachdem er Herrn Gotama angegriffen hat. ",
  "mn35:27.4": "Ein Mensch kann Sicherheit finden, nachdem er eine lodernde Feuersbrunst angegriffen hat, aber nicht, nachdem er Herrn Gotama angegriffen hat. ",
  "mn35:27.5": "Ein Mensch kann Sicherheit finden, nachdem er eine Giftschlange mit schrecklichem Gift angegriffen hat, aber nicht, nachdem er Herrn Gotama angegriffen hat. ",
  "mn35:27.6": "Es war unanständig und unhöflich von mir, zu denken, ich könnte dich in einer Debatte angreifen. ",
  "mn35:27.7": "Würde Herr Gotama zusammen mit dem Saṅgha der Mönche und Nonnen bitte die morgige Mahlzeit von mir annehmen?“ ",
  "mn35:27.8": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "mn35:28.1": "Und als Saccaka die Zustimmung des Buddha erkannt hatte, wandte er sich an diese Licchaver: ",
  "mn35:28.2": "„Hört, ihr guten Licchaver, ich habe den Asketen Gotama zusammen mit dem Saṅgha der Mönche und Nonnen für die morgige Mahlzeit eingeladen. ",
  "mn35:28.3": "Ihr könnt alle bringen, was ihr für angebracht haltet.“ ",
  "mn35:29.1": "Als dann die Nacht vorüber war, bedachten diese Licchaver Saccaka mit einer Spende von fünfhundert Gerichten. ",
  "mn35:29.2": "Und Saccaka ließ in seinem eigenen Park köstliche frische und gekochte Speisen zubereiten. Dann ließ er den Buddha über die Zeit benachrichtigen: ",
  "mn35:29.3": "„Es ist Zeit, Herr Gotama, das Essen ist fertig.“ ",
  "mn35:30.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zu Saccakas Park und setzte sich auf den ausgebreiteten Sitz, zusammen mit dem Saṅgha der Mönche und Nonnen. ",
  "mn35:30.2": "Darauf bewirtete und bediente Saccaka den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "mn35:30.3": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, nahm Saccaka einen niedrigen Sitz und setzte sich zur Seite hin. ",
  "mn35:30.4": "Dann sagte Saccaka zum Buddha: ",
  "mn35:30.5": "„Herr Gotama, das Verdienst und das Blühen des Verdienstes aus dieser Gabe sei für das Glück der Spender!“ ",
  "mn35:30.6": "„Aggivessana, alles, was aus der Spende an einen Empfänger einer religiösen Gabe wie du kommt, der nicht frei von Gier, Hass und Täuschung ist, wird den Spendern zufließen. ",
  "mn35:30.7": "Alles, was aus einer Spende an einen Empfänger einer religiösen Gabe wie ich kommt, der frei von Gier, Hass und Täuschung ist, wird dir zufließen.“ "
}