{
  "mn36:0.1": "Mittlere Lehrreden 36 ",
  "mn36:0.2": "Die längere Lehrrede mit Saccaka ",
  "mn36:1.1": "So habe ich es gehört: ",
  "mn36:1.2": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "mn36:2.1": "Da wollte der Buddha am Morgen, nachdem er sich richtig angekleidet und Schale und Robe genommen hatte, Vesālī zum Almosengang betreten. ",
  "mn36:3.1": "Als da Saccaka, Sohn von Jaina-Eltern, auf einen Spaziergang ging, begab er sich zur Halle mit dem Giebeldach am Großen Wald. ",
  "mn36:3.2": "Der Ehrwürdige Ānanda sah ihn von Weitem kommen ",
  "mn36:3.3": "und sagte zum Buddha: ",
  "mn36:3.4": "„Herr, da kommt Saccaka, Sohn von Jaina-Eltern. Er ist ein Debattierer und kluger Redner, der von vielen als heilig erachtet wird. ",
  "mn36:3.5": "Er will den Buddha, die Lehre und den Saṅgha in Verruf bringen. ",
  "mn36:3.6": "Bitte, Herr, setz dich eine Weile aus Anteilnahme.“ ",
  "mn36:3.7": "Der Buddha setzte sich auf den ausgebreiteten Sitz. ",
  "mn36:3.8": "Da ging Saccaka zum Buddha und tauschte Willkommensgrüße mit ihm aus. Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "mn36:4.1": "„Herr Gotama, es gibt manche Asketen und Brahmanen, die ihr Leben der Übung weihen, körperliches Durchhaltevermögen zu entwickeln, ohne den Geist zu entwickeln. ",
  "mn36:4.2": "Sie erfahren schmerzhafte körperliche Gefühle. ",
  "mn36:4.3": "Es war einmal, Herr Gotama, jemand, dem es so erging. Seine Schenkel wurden steif, sein Herz barst, heißes Blut spritzte aus seinem Mund und er wurde verrückt und verlor den Verstand. ",
  "mn36:4.4": "Sein Geist war seinem Körper ausgeliefert und wurde vom Körper beherrscht. ",
  "mn36:4.5": "Warum ist das so? ",
  "mn36:4.6": "Weil sein Geist nicht entwickelt war. ",
  "mn36:4.7": "Es gibt manche Asketen und Brahmanen, die ihr Leben der Übung weihen, den Geist zu entwickeln, ohne körperliches Durchhaltevermögen zu entwickeln. ",
  "mn36:4.8": "Sie erfahren schmerzhafte geistige Gefühle. ",
  "mn36:4.9": "Es war einmal, Herr Gotama, jemand, dem es so erging. Seine Schenkel wurden steif, sein Herz barst, heißes Blut spritzte aus seinem Mund und er wurde verrückt und verlor den Verstand. ",
  "mn36:4.10": "Sein Körper war seinem Geist ausgeliefert und wurde vom Geist beherrscht. ",
  "mn36:4.11": "Warum ist das so? ",
  "mn36:4.12": "Weil sein körperliches Durchhaltevermögen nicht entwickelt war. ",
  "mn36:4.13": "Mir kommt in den Sinn, ",
  "mn36:4.14": "dass Herrn Gotamas Schüler offenbar ihr Leben der Übung weihen, den Geist zu entwickeln, ohne körperliches Durchhaltevermögen zu entwickeln.“ ",
  "mn36:5.1": "„Aber Aggivessana, was hast du über die Entwicklung von körperlichem Durchhaltevermögen gehört?“ ",
  "mn36:5.2": "„Wie etwa ",
  "mn36:5.3": "Nanda Vaccha, Kisa Saṅkicca und der Bambusstab-Asket Gosāla: ",
  "mn36:5.4": "Sie gehen nackt, wahren den Anstand nicht. Sie lecken die Hände ab und kommen oder warten nicht, wenn sie gerufen werden. Sie nehmen keine Speise an, die ihnen gebracht wird oder eigens für sie zubereitet wurde, auch keine Einladung zum Essen. ",
  "mn36:5.5": "Sie nehmen nichts aus einem Topf oder einer Schüssel an, nichts von jemandem, der Schafe hält, der eine Waffe oder einen Spaten im Haus hat, nichts von da, wo ein Paar isst, wo eine Frau schwanger ist oder stillt oder wo eine einen Mann im Haus hat, nichts von da, wo ein Hund wartet oder Fliegen summen. Sie nehmen weder Fisch noch Fleisch an, weder Likör noch Wein, und trinken kein Bier. ",
  "mn36:5.6": "Sie gehen um Almosen nur zu einem Haus und nehmen nur einen Bissen, oder zu zwei Häusern und zwei Bissen, bis zu sieben Häusern und sieben Bissen. ",
  "mn36:5.7": "Sie leben von einem Schüsselchen voll am Tag, zwei Schüsselchen voll, bis zu sieben Schüsselchen voll am Tag. ",
  "mn36:5.8": "Sie essen einmal am Tag, einmal jeden zweiten Tag, bis zu einmal pro Woche und so weiter, selbst bis zu einmal in zwei Wochen. Sie leben hingegeben an die Übung, in festen Abständen zu essen.“ ",
  "mn36:6.1": "„Aber Aggivessana, kommen sie mit so wenig aus?“ ",
  "mn36:6.2": "„Nein, Herr Gotama. ",
  "mn36:6.3": "Manchmal essen sie luxuriöse frische und gekochte Speisen und trinken eine Auswahl an luxuriösen Getränken. ",
  "mn36:6.4": "So sammeln sie körperliche Stärke, bauen sie auf und werden fett.“ ",
  "mn36:6.5": "„Was sie zuvor aufgegeben haben, erhalten sie später zurück. So kommt es zu Zunahme und Abnahme dieses Körpers. ",
  "mn36:6.6": "Aber Aggivessana, was hast du über die Entwicklung des Geistes gehört?“ ",
  "mn36:6.7": "Als Saccaka vom Buddha über die Entwicklung des Geistes befragt wurde, war er überfragt. ",
  "mn36:7.1": "Da sagte der Buddha zu Saccaka: ",
  "mn36:7.2": "„Die Entwicklung von körperlichem Durchhaltevermögen, die du beschrieben hast, ist nicht die rechtmäßige Entwicklung von körperlichem Durchhaltevermögen in der Schulung des Edlen. ",
  "mn36:7.3": "Und da du nicht einmal die Entwicklung von körperlichem Durchhaltevermögen verstehst, wie kannst du da die Entwicklung des Geistes verstehen? ",
  "mn36:7.4": "Hör nun zu, wie jemand sein körperliches Durchhaltevermögen und seinen Geist nicht entwickelt hat und wie er sie entwickelt hat, ",
  "mn36:7.5": "und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn36:7.6": "„Ja, guter Herr“, antwortete Saccaka. ",
  "mn36:7.7": "Der Buddha sagte: ",
  "mn36:8.1": "„Und wie hat jemand sein körperliches Durchhaltevermögen und seinen Geist nicht entwickelt? ",
  "mn36:8.2": "Da erfährt ein ungebildeter gewöhnlicher Mensch ein angenehmes Gefühl. ",
  "mn36:8.3": "Wenn er ein angenehmes Gefühl erfährt, wird er voller Begehren danach. ",
  "mn36:8.4": "Dann hört dieses angenehme Gefühl auf. ",
  "mn36:8.5": "Und wenn es aufhört, erscheint ein schmerzhaftes Gefühl. ",
  "mn36:8.6": "Wenn er ein schmerzhaftes Gefühl erfährt, ist er bekümmert und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung. ",
  "mn36:8.7": "Weil sein körperliches Durchhaltevermögen nicht entwickelt ist, halten angenehme Gefühle den Geist gefangen. Und weil sein Geist nicht entwickelt ist, halten schmerzhafte Gefühle den Geist gefangen. ",
  "mn36:8.8": "Jeder, dessen Geist so sowohl von angenehmen als auch von schmerzhaften Gefühlen gefangen ist, hat weder sein körperliches Durchhaltevermögen noch seinen Geist entwickelt. ",
  "mn36:9.1": "Und wie hat jemand sein körperliches Durchhaltevermögen und seinen Geist entwickelt? ",
  "mn36:9.2": "Da erfährt ein gebildeter edler Schüler ein angenehmes Gefühl. ",
  "mn36:9.3": "Wenn er ein angenehmes Gefühl erfährt, wird er nicht voller Begehren danach. ",
  "mn36:9.4": "Dann hört dieses angenehme Gefühl auf. ",
  "mn36:9.5": "Und wenn es aufhört, erscheint ein schmerzhaftes Gefühl. ",
  "mn36:9.6": "Wenn er ein schmerzhaftes Gefühl erfährt, ist er nicht bekümmert, jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung. ",
  "mn36:9.7": "Weil sein körperliches Durchhaltevermögen entwickelt ist, halten angenehme Gefühle den Geist nicht gefangen. Und weil sein Geist entwickelt ist, halten schmerzhafte Gefühle den Geist nicht gefangen. ",
  "mn36:9.8": "Jeder, dessen Geist so weder von angenehmen noch von schmerzhaften Gefühlen gefangen ist, hat sowohl sein körperliches Durchhaltevermögen als auch seinen Geist entwickelt.“ ",
  "mn36:10.1": "„Ich bin sehr zuversichtlich, ",
  "mn36:10.2": "dass Herr Gotama sein körperliches Durchhaltevermögen und seinen Geist entwickelt hat.“ ",
  "mn36:10.3": "„Deine Worte sind offensichtlich dreist und zudringlich, Aggivessana. ",
  "mn36:10.4": "Dennoch will ich dir antworten. ",
  "mn36:10.5": "Seit ich mir Haar und Bart rasiert und ockerfarbene Roben angelegt habe und aus dem Haus fortgezogen bin ins hauslose Leben, konnte kein einziges angenehmes oder schmerzhaftes Gefühl je meinen Geist gefangen halten.“ ",
  "mn36:11.1": "„Herr Gotama kann wohl nicht die Art angenehmer oder schmerzhafter Gefühle erfahren haben, die den Geist gefangen halten.“ ",
  "mn36:12.1": "„Wie könnte das nicht sein, Aggivessana? ",
  "mn36:12.2": "Vor meinem Erwachen, als ich noch nicht erwacht war, aber zum Erwachen entschlossen, dachte ich: ",
  "mn36:12.3": "‚Das Hausleben ist eng und schmutzig, aber wenn man fortgezogen ist, ist das Leben weit offen. ",
  "mn36:12.4": "Es ist nicht einfach, wenn man zu Hause lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "mn36:12.5": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "mn36:13.1": "Einige Zeit später, als ich noch makellos schwarzes Haar hatte, von Jugend gesegnet, in der Blüte des Lebens, und obwohl meine Mutter und mein Vater es anders wollten und mit tränenüberströmtem Gesicht weinten, rasierte ich mir Haar und Bart, legte ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. ",
  "mn36:13.2": "Nachdem ich fortgezogen war, machte ich mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich begab mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn36:13.3": "‚Geehrter Kālāma, ich wünsche, in dieser Lehre und Schulung das geistliche Leben zu führen.‘ ",
  "mn36:13.4": "Āḷāra Kālāma erwiderte: ",
  "mn36:13.5": "‚Bleibe, Ehrwürdiger. ",
  "mn36:13.6": "Diese Lehre ist so, dass ein vernünftiger Mensch bald seine eigene Tradition durch eigene Einsicht erkennen und mit dieser Errungenschaft leben kann.‘ ",
  "mn36:13.7": "Ich prägte mir diese Lehre rasch ein. ",
  "mn36:13.8": "So weit das Nachsprechen und mündliche Wiederholen reichte, sprach ich die Doktrin des Erkennens, die altehrwürdige Doktrin. Ich behauptete, zu erkennen und zu sehen, und auch andere taten das. ",
  "mn36:13.9": "Da kam mir der Gedanke: ",
  "mn36:13.10": "‚Es ist nicht nur aufgrund bloßen Vertrauens, dass Āḷāra Kālāma erklärt: „Ich erkenne diese Lehre durch eigene Einsicht und lebe mit dieser Errungenschaft.“ ",
  "mn36:13.11": "Sicher meditiert er, indem er diese Lehre erkennt und sieht.‘ ",
  "mn36:13.12": "Da begab ich mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn36:13.13": "‚Geehrter Kālāma, inwieweit sagst du, du hast diese Lehre durch eigene Einsicht erkannt und lebst mit dieser Errungenschaft?‘ ",
  "mn36:13.14": "Daraufhin erklärte er die Dimension des Nichts. ",
  "mn36:13.15": "Da kam mir der Gedanke: ",
  "mn36:13.16": "‚Es ist nicht nur Āḷāra Kālāma, der Vertrauen besitzt, ",
  "mn36:13.17": "der Energie, ",
  "mn36:13.18": "Achtsamkeit, ",
  "mn36:13.19": "Versenkung ",
  "mn36:13.20": "und Weisheit besitzt; auch ich besitze diese Dinge. ",
  "mn36:13.21": "Warum setze ich mich nicht ein, um die gleiche Lehre zu verwirklichen, von der Āḷāra Kālāma sagt, er habe sie durch eigene Einsicht verwirklicht?‘ ",
  "mn36:13.22": "Ich verwirklichte rasch durch eigene Einsicht die Lehre und lebte mit dieser Errungenschaft. ",
  "mn36:14.1": "Da begab ich mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn36:14.2": "‚Geehrter Kālāma, ist es insoweit, dass du diese Lehre durch eigene Einsicht erkannt hast und erklärst, sie errungen zu haben?‘ ",
  "mn36:14.3": "‚So ist es, Geehrter.‘ ",
  "mn36:14.4": "‚Auch ich, Geehrter, habe insoweit diese Lehre durch eigene Einsicht erkannt und lebe mit dieser Errungenschaft.‘ ",
  "mn36:14.5": "‚Wir haben Glück, Geehrter, so großes Glück, ",
  "mn36:14.6": "einen Ehrwürdigen wie dich als einen unserer geistlichen Gefährten zu sehen! ",
  "mn36:14.7": "Die Lehre, die ich durch eigene Einsicht verwirklicht habe und von der ich erkläre, sie errungen zu haben, hast du also durch eigene Einsicht verwirklicht und lebst mit dieser Errungenschaft. ",
  "mn36:14.8": "Die Lehre, die du durch eigene Einsicht verwirklicht hast und mit deren Errungenschaft du lebst, habe ich durch eigene Einsicht verwirklicht und erkläre, sie errungen zu haben. ",
  "mn36:14.9": "Die Lehre, die ich erkenne, erkennst also du, und die Lehre, die du erkennst, erkenne ich. ",
  "mn36:14.10": "Ich bin wie du und du bist wie ich. ",
  "mn36:14.11": "Komm nun, Geehrter! Wir sollten beide gemeinsam diese Gemeinschaft anleiten.‘ ",
  "mn36:14.12": "Und so setzte mein Lehrmeister Āḷāra Kālāma mich, seinen Zögling, auf die gleiche Stufe mit sich selbst und ehrte mich mit erhabenem Lob. ",
  "mn36:14.13": "Da kam mir der Gedanke: ",
  "mn36:14.14": "‚Diese Lehre führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Sie führt nur bis zur Wiedergeburt in der Dimension des Nichts.‘ ",
  "mn36:14.15": "Als ich erkannte, dass diese Lehre unangemessen war, ging ich enttäuscht weg. ",
  "mn36:15.1": "Ich machte mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich begab mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn36:15.2": "‚Geehrter, ich wünsche, in dieser Lehre und Schulung das geistliche Leben zu führen.‘ ",
  "mn36:15.3": "Uddaka erwiderte: ",
  "mn36:15.4": "‚Bleibe, Ehrwürdiger. ",
  "mn36:15.5": "Diese Lehre ist so, dass ein vernünftiger Mensch bald seine eigene Tradition durch eigene Einsicht erkennen und mit dieser Errungenschaft leben kann.‘ ",
  "mn36:15.6": "Ich prägte mir diese Lehre rasch ein. ",
  "mn36:15.7": "So weit das Nachsprechen und mündliche Wiederholen reichte, sprach ich die Doktrin des Erkennens, die altehrwürdige Doktrin. Ich behauptete, zu erkennen und zu sehen, und auch andere taten das. ",
  "mn36:15.8": "Da kam mir der Gedanke: ",
  "mn36:15.9": "‚Es ist nicht nur aufgrund bloßen Vertrauens, dass Rāma erklärte: „Ich erkenne diese Lehre durch eigene Einsicht und lebe mit dieser Errungenschaft.“ ",
  "mn36:15.10": "Sicher meditierte er, indem er diese Lehre erkannte und sah.‘ ",
  "mn36:15.11": "Da begab ich mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn36:15.12": "‚Geehrter, inwieweit sagte Rāma, er hätte diese Lehre durch eigene Einsicht erkannt und lebte mit dieser Errungenschaft?‘ ",
  "mn36:15.13": "Daraufhin erklärte Uddaka die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "mn36:15.14": "Da kam mir der Gedanke: ",
  "mn36:15.15": "‚Es ist nicht nur Rāma, der Vertrauen besaß, ",
  "mn36:15.16": "der Energie, ",
  "mn36:15.17": "Achtsamkeit, ",
  "mn36:15.18": "Versenkung ",
  "mn36:15.19": "und Weisheit besaß; auch ich besitze diese Dinge. ",
  "mn36:15.20": "Warum setze ich mich nicht ein, um die gleiche Lehre zu verwirklichen, von der Rāma sagte, er habe sie durch eigene Einsicht verwirklicht?‘ ",
  "mn36:15.21": "Ich verwirklichte rasch durch eigene Einsicht die Lehre und lebte mit dieser Errungenschaft. ",
  "mn36:15.22": "Da begab ich mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn36:15.23": "‚Geehrter, ist es insoweit, dass Rāma diese Lehre durch eigene Einsicht erkannte und erklärte, sie errungen zu haben?‘ ",
  "mn36:15.24": "‚So ist es, Geehrter.‘ ",
  "mn36:15.25": "‚Auch ich, Geehrter, habe insoweit diese Lehre durch eigene Einsicht erkannt und lebe mit dieser Errungenschaft.‘ ",
  "mn36:15.26": "‚Wir haben Glück, Geehrter, so großes Glück, ",
  "mn36:15.27": "einen Ehrwürdigen wie dich als einen unserer geistlichen Gefährten zu sehen! ",
  "mn36:15.28": "Die Lehre, die Rāma durch eigene Einsicht verwirklicht hatte und von der er erklärte, sie errungen zu haben, hast du also durch eigene Einsicht verwirklicht und lebst mit dieser Errungenschaft. Die Lehre, die du durch eigene Einsicht verwirklicht hast und mit deren Errungenschaft du lebst, hatte Rāma durch eigene Einsicht verwirklicht und erklärte, sie errungen zu haben. ",
  "mn36:15.29": "Die Lehre, die Rāma unmittelbar erkannte, erkennst also du, und die Lehre, die du erkennst, erkannte Rāma unmittelbar. ",
  "mn36:15.30": "Rāma war wie du und du bist wie Rāma. ",
  "mn36:15.31": "Komm nun, Geehrter! Du sollst diese Gemeinschaft anleiten.‘ ",
  "mn36:15.32": "Und so setzte mein geistlicher Gefährte Uddaka der Sohn Rāmas mich auf die Stufe eines Lehrmeisters und ehrte mich mit erhabenem Lob. ",
  "mn36:15.33": "Da kam mir der Gedanke: ",
  "mn36:15.34": "‚Diese Lehre führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Sie führt nur bis zur Wiedergeburt in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat.‘ ",
  "mn36:15.35": "Als ich erkannte, dass diese Lehre unangemessen war, ging ich enttäuscht weg. ",
  "mn36:16.1": "Ich machte mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich wanderte Stück für Stück durch das Land der Magadher, bis ich nach Senānigama in Uruvelā kam. ",
  "mn36:16.2": "Da sah ich einen entzückenden Park, ein anmutiges Wäldchen mit einem strömenden Fluss, der sauber und entzückend war, mit sanft abfallenden Ufern. Und in der Nähe war ein Dorf für den Almosengang. ",
  "mn36:16.3": "Da kam mir der Gedanke: ",
  "mn36:16.4": "‚Dieser Park ist wirklich entzückend, ein anmutiges Wäldchen mit einem strömenden Fluss, der sauber und entzückend ist, mit sanft abfallenden Ufern. Und in der Nähe ist ein Dorf für den Almosengang. ",
  "mn36:16.5": "Das ist sicher gut genug zum Streben für einen ehrbaren Menschen, der streben will.‘ ",
  "mn36:16.6": "So setzte ich mich eben dort hin und dachte: ",
  "mn36:16.7": "‚Das ist gut genug zum Streben.‘ ",
  "mn36:17.1": "Und dann fielen mir diese drei Gleichnisse ein, die mir weder aus übernatürlicher Quelle eingegeben wurden, noch hatte ich sie zuvor gehört: ",
  "mn36:17.2": "Wie ein grünes, saftiges Stück Holz, das im Wasser läge, ",
  "mn36:17.3": "und ein Mensch käme mit einer Spindel, ",
  "mn36:17.4": "um ein Feuer zu entzünden und Hitze zu erzeugen. ",
  "mn36:17.5": "Was denkst du, Aggivessana? ",
  "mn36:17.6": "Könnte er, indem er diese Spindel in das grüne, saftige Stück Holz bohren würde, das im Wasser läge, ein Feuer entzünden und Hitze erzeugen?“ ",
  "mn36:17.7": "„Nein, Herr Gotama. ",
  "mn36:17.8": "Warum ist das so? ",
  "mn36:17.9": "Weil es ein grünes, saftiges Stück Holz ist, und es liegt im Wasser. ",
  "mn36:17.10": "Dieser Mensch würde nur erschöpft und entmutigt werden.“ ",
  "mn36:17.11": "„Ebenso gibt es Asketen und Brahmanen, die mit dem Körper und dem Geist nicht von Sinnenfreuden abgesondert leben. Sie haben Sehnen, Zuneigung, Betörung und Leidenschaft in Bezug auf Sinnenfreuden innerlich nicht aufgegeben und gestillt. Ob sie nun aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlen oder nicht, sie sind zum Erkennen und Sehen, zum höchsten Erwachen nicht in der Lage. ",
  "mn36:17.13": "Das war das erste Gleichnis, das mir einfiel. ",
  "mn36:18.1": "Dann fiel mir ein zweites Gleichnis ein: ",
  "mn36:18.2": "Wie ein grünes, saftiges Stück Holz, das auf dem Trockenen läge, weit weg vom Wasser, ",
  "mn36:18.3": "und ein Mensch käme mit einer Spindel, ",
  "mn36:18.4": "um ein Feuer zu entzünden und Hitze zu erzeugen. ",
  "mn36:18.5": "Was denkst du, Aggivessana? ",
  "mn36:18.6": "Könnte er, indem er diese Spindel in das grüne, saftige Stück Holz bohren würde, das auf dem Trockenen läge, weit weg vom Wasser, ein Feuer entzünden und Hitze erzeugen?“ ",
  "mn36:18.7": "„Nein, Herr Gotama. ",
  "mn36:18.8": "Warum ist das so? ",
  "mn36:18.9": "Weil es immer noch ein grünes, saftiges Stück Holz ist, auch wenn es auf dem Trockenen liegt, weit weg vom Wasser. ",
  "mn36:18.10": "Dieser Mensch würde nur erschöpft und entmutigt werden.“ ",
  "mn36:18.11": "„Ebenso gibt es Asketen und Brahmanen, die mit dem Körper und dem Geist von Sinnenfreuden abgesondert leben. Aber sie haben Sehnen, Zuneigung, Betörung und Leidenschaft in Bezug auf Sinnenfreuden innerlich nicht aufgegeben und gestillt. Ob sie nun aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlen oder nicht, sie sind zum Erkennen und Sehen, zum höchsten Erwachen nicht in der Lage. ",
  "mn36:18.12": "Das war das zweite Gleichnis, das mir einfiel. ",
  "mn36:19.1": "Dann fiel mir ein drittes Gleichnis ein: ",
  "mn36:19.2": "Wie ein ausgetrocknetes, verdorrtes Stück Holz, das auf dem Trockenen läge, weit weg vom Wasser, ",
  "mn36:19.3": "und ein Mensch käme mit einer Spindel, ",
  "mn36:19.4": "um ein Feuer zu entzünden und Hitze zu erzeugen. ",
  "mn36:19.5": "Was denkst du, Aggivessana? ",
  "mn36:19.6": "Könnte er, indem er diese Spindel in das ausgetrocknete, verdorrte Stück Holz bohren würde, das auf dem Trockenen läge, weit weg vom Wasser, ein Feuer entzünden und Hitze erzeugen?“ ",
  "mn36:19.7": "„Ja, Herr Gotama. ",
  "mn36:19.8": "Warum ist das so? ",
  "mn36:19.9": "Weil es ein ausgetrocknetes, verdorrtes Stück Holz ist, und es liegt auf dem Trockenen, weit weg vom Wasser.“ ",
  "mn36:19.10": "„Ebenso gibt es Asketen und Brahmanen, die mit dem Körper und dem Geist von Sinnenfreuden abgesondert leben. Und sie haben Sehnen, Zuneigung, Betörung und Leidenschaft in Bezug auf Sinnenfreuden innerlich aufgegeben und gestillt. Ob sie nun aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlen oder nicht, sie sind zum Erkennen und Sehen, zum höchsten Erwachen in der Lage. ",
  "mn36:19.11": "Das war das dritte Gleichnis, das mir einfiel. ",
  "mn36:19.12": "Das sind die drei Gleichnisse, die mir einfielen, die mir weder aus übernatürlicher Quelle eingegeben wurden, noch hatte ich sie zuvor gehört. ",
  "mn36:20.1": "Da kam mir der Gedanke: ",
  "mn36:20.2": "‚Warum quetsche und drücke ich nicht mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge den Geist mit dem Geist und quäle ihn nieder?‘ ",
  "mn36:20.3": "Und ich quetschte und drückte mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge den Geist mit dem Geist und quälte ihn nieder, ",
  "mn36:20.4": "bis mir der Schweiß aus den Achselhöhlen rann. ",
  "mn36:20.5": "Wie wenn ein starker Mann einen schwächeren an Kopf, Hals oder Schulter packen und ihn quetschen, drücken und niederquälen würde: ",
  "mn36:20.6": "Ebenso quetschte und drückte ich mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge den Geist mit dem Geist und quälte ihn nieder, bis mir der Schweiß aus den Achselhöhlen rann. ",
  "mn36:20.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn36:20.8": "Doch selbst so ein schmerzhaftes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:21.1": "Da dachte ich: ",
  "mn36:21.2": "‚Warum übe ich nicht die Vertiefung ohne Atem?‘ ",
  "mn36:21.3": "Und ich unterband die Atmung durch Mund und Nase. ",
  "mn36:21.4": "Doch dann kamen Winde aus meinen Ohren, die einen lauten Lärm machten ",
  "mn36:21.5": "wie das Fauchen eines Schmiedeblasebalgs. ",
  "mn36:21.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn36:21.8": "Doch selbst so ein schmerzhaftes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:22.1": "Da dachte ich: ",
  "mn36:22.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn36:22.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn36:22.4": "Doch dann zermarterten heftige Winde meinen Kopf, ",
  "mn36:22.5": "als würde ein starker Mann eine scharfe Spitze in meinen Kopf bohren. ",
  "mn36:22.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn36:22.8": "Doch selbst so ein schmerzhaftes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:23.1": "Da dachte ich: ",
  "mn36:23.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn36:23.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn36:23.4": "Doch dann bekam ich heftige Kopfschmerzen, ",
  "mn36:23.5": "als würde ein starker Mann mir einen festen Lederriemen um den Kopf strammziehen. ",
  "mn36:23.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn36:23.8": "Doch selbst so ein schmerzhaftes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:24.1": "Da dachte ich: ",
  "mn36:24.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn36:24.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn36:24.4": "Doch dann schnitten mir heftige Winde in den Bauch, ",
  "mn36:24.5": "als würde ein geschickter Metzger oder Metzgerlehrling mit einem scharfen Fleischermesser meinen Bauch aufschlitzen. ",
  "mn36:24.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn36:24.8": "Doch selbst so ein schmerzhaftes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:25.1": "Da dachte ich: ",
  "mn36:25.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn36:25.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn36:25.4": "Doch dann war da ein heftiges Brennen in meinem Körper, ",
  "mn36:25.5": "als würden zwei starke Männer einen schwächeren Mann an den Armen packen, um ihn über einer Grube mit glühenden Kohlen zu verbrennen und zu schmoren. ",
  "mn36:25.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn36:25.8": "Doch selbst so ein schmerzhaftes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:26.1": "Da sahen mich Gottheiten und sagten: ",
  "mn36:26.2": "‚Der Asket Gotama ist tot.‘ ",
  "mn36:26.3": "Andere sagten: ",
  "mn36:26.4": "‚Der Asket Gotama ist nicht tot, aber er stirbt.‘ ",
  "mn36:26.5": "Andere sagten: ",
  "mn36:26.6": "‚Der Asket Gotama ist nicht tot und stirbt auch nicht. Der Asket Gotama ist ein Vollendeter, denn so leben Vollendete.‘ ",
  "mn36:27.1": "Da kam mir der Gedanke: ",
  "mn36:27.2": "‚Warum übe ich nicht das vollständige Einstellen des Essens?‘ ",
  "mn36:27.3": "Doch da kamen Gottheiten zu mir und sagten: ",
  "mn36:27.4": "‚Guter Herr, übe nicht das vollständige Einstellen des Essens. ",
  "mn36:27.5": "Wenn du das tust, werden wir himmlischen Nektar in deine Poren einflößen, und du wirst davon leben.‘ ",
  "mn36:27.6": "Da dachte ich: ",
  "mn36:27.7": "‚Wenn ich behaupte, das Essen vollständig einzustellen, und diese Gottheiten flößen himmlischen Nektar in meine Poren ein, so wäre das von meiner Seite eine Lüge.‘ ",
  "mn36:27.8": "Daher entließ ich diese Gottheiten mit den Worten: ‚Es ist nicht nötig.‘ ",
  "mn36:28.1": "Da dachte ich: ",
  "mn36:28.2": "‚Warum nehme ich nicht jedes Mal ein klein wenig Nahrung zu mir, einen Becher Mungobohnen-, Pferdebohnen-, Kichererbsen- oder grüne Bohnenbrühe?‘ ",
  "mn36:28.3": "Und ich nahm jedes Mal ein klein wenig Nahrung zu mir, ",
  "mn36:28.4": "bis mein Körper aufs Äußerste ausgemergelt wurde. ",
  "mn36:28.5": "Da ich so wenig aß, wurden meine Haupt- und Nebenglieder wie die Gelenke eines Achtzigjährigen oder eines Sterbenden, ",
  "mn36:28.6": "mein Gesäß wurde wie ein Kamelhuf, ",
  "mn36:28.7": "meine Wirbel standen hervor wie Perlen an einer Schnur ",
  "mn36:28.8": "und meine Rippen waren so eingefallen wie die zusammengefallenen Dachsparren einer alten Scheune. ",
  "mn36:28.9": "Da ich so wenig aß, sank der Glanz meiner Augen tief in ihre Höhlen, wie der Glanz des Wassers in einem Brunnen, wenn es tief gesunken ist. ",
  "mn36:28.10": "Da ich so wenig aß, schrumpelte und welkte meine Kopfhaut wie ein grüner Bitterkürbis in Wind und Sonne. ",
  "mn36:28.11": "Da ich so wenig aß, berührte meine Bauchhaut mein Rückgrat, sodass ich mein Rückgrat griff, wenn ich versuchte, meine Bauchhaut zu reiben, und wenn ich versuchte, mein Rückgrat zu reiben, rieb ich meine Bauchhaut. ",
  "mn36:28.12": "Da ich so wenig aß, fiel ich beim Versuch, Kot oder Urin zu entleeren, eben da auf mein Gesicht. ",
  "mn36:28.13": "Da ich so wenig aß, fielen mir, wenn ich versuchte, meinem Körper durch Reiben der Glieder mit den Händen Erleichterung zu verschaffen, die Haare aus, die an den Wurzeln verfault waren. ",
  "mn36:29.1": "Da sahen mich ein paar Leute und sagten: ‚Der Asket Gotama ist schwarz.‘ ",
  "mn36:29.2": "Manche sagten: ‚Er ist nicht schwarz, er ist braun.‘ ",
  "mn36:29.3": "Manche sagten: ‚Er ist weder schwarz noch braun. Die Haut des Asketen Gotama ist lohfarben.‘ ",
  "mn36:29.4": "So weit war meine reine und helle Hautfarbe verdorben, da ich so wenig aß. ",
  "mn36:30.1": "Da kam mir der Gedanke: ",
  "mn36:30.2": "‚Welche Asketen und Brahmanen auch in der Vergangenheit aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlten: Dies ist das Äußerste, was möglich ist, niemand hat mehr getan als das. ",
  "mn36:30.3": "Niemand wird in der Zukunft mehr tun, ",
  "mn36:30.4": "und niemand tut in der Gegenwart mehr. ",
  "mn36:30.5": "Aber durch dieses mörderische Treiben habe ich keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erlangt, der der Edlen würdig wäre. ",
  "mn36:30.6": "Könnte es einen anderen Weg zum Erwachen geben?‘ ",
  "mn36:31.1": "Da kam mir der Gedanke: ",
  "mn36:31.2": "‚Ich erinnere mich, wie ich im kühlen Schatten eines Rosenapfelbaums saß, während mein Vater, der Sakyer, bei der Arbeit war. Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trat ich in die erste Vertiefung ein und verweilte darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn36:31.3": "Könnte das der Weg zum Erwachen sein?‘ ",
  "mn36:31.4": "Und aus dieser Erinnerung kam die Erkenntnis: ",
  "mn36:31.5": "‚Das ist der Weg zum Erwachen!‘ ",
  "mn36:32.1": "Da kam mir der Gedanke: ",
  "mn36:32.2": "‚Warum fürchte ich mich vor dieser Seligkeit, hat sie doch nichts zu tun mit Sinnenfreuden oder untauglichen Eigenschaften?‘ ",
  "mn36:32.3": "Da dachte ich: ",
  "mn36:32.4": "‚Ich fürchte mich nicht vor dieser Seligkeit, denn sie hat nichts zu tun mit Sinnenfreuden oder untauglichen Eigenschaften.‘ ",
  "mn36:33.1": "Da dachte ich: ",
  "mn36:33.2": "‚Mit einem Körper, der so aufs Äußerste ausgemergelt ist, kann ich diese Seligkeit nicht erlangen. Warum esse ich nicht etwas feste Speise, etwas Reis und Brei?‘ ",
  "mn36:33.3": "Und ich aß etwas feste Speise. ",
  "mn36:33.4": "Nun warteten mir zu dieser Zeit fünf Mönche auf in dem Gedanken: ",
  "mn36:33.5": "‚Der Asket Gotama wird uns jede Wahrheit mitteilen, die er verwirklicht.‘ ",
  "mn36:33.6": "Aber als ich etwas feste Speise aß, waren sie von mir enttäuscht und gingen weg: ",
  "mn36:33.7": "‚Der Asket Gotama ist genießerisch geworden; er hat sich vom Bemühen abgewandt und ist zum Schwelgen zurückgekehrt.‘ ",
  "mn36:34.1": "Nachdem ich feste Speise gegessen und zu Kräften gekommen war, trat ich, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilte darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn36:34.2": "Doch selbst so ein angenehmes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:35-37.1": "Als das Ausrichten und Halten des Geistes sich beruhigte, trat ich in die zweite Vertiefung ein und verweilte darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn36:35-37.2": "Doch selbst so ein angenehmes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:35-37.3": "Und mit dem Schwinden der Ekstase trat ich in die dritte Vertiefung ein und verweilte darin; da meditierte ich mit Gleichmut, achtsam und bewusst, und erfuhr persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn36:35-37.4": "Doch selbst so ein angenehmes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:35-37.5": "Indem ich Glück und Schmerz aufgab und frühere Fröhlichkeit und Traurigkeit beendete, trat ich in die vierte Vertiefung ein und verweilte darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn36:35-37.6": "Doch selbst so ein angenehmes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:38.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf die Erinnerung an frühere Leben. ",
  "mn36:38.2": "Ich erinnerte mich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn36:39.1": "Das war das erste Wissen, das ich in der ersten Nachtwache erlangte. ",
  "mn36:39.2": "Unwissenheit wurde zerstört und Wissen ging auf; Dunkelheit wurde zerstört und Licht ging auf, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "mn36:39.3": "Doch selbst so ein angenehmes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:40.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "mn36:40.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sah ich Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstand, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn36:41.1": "Das war das zweite Wissen, das ich in der mittleren Nachtwache erlangte. ",
  "mn36:41.2": "Unwissenheit wurde zerstört und Wissen ging auf; Dunkelheit wurde zerstört und Licht ging auf, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "mn36:41.3": "Doch selbst so ein angenehmes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:42.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "mn36:42.2": "Ich verstand wahrhaftig: ‚Das ist das Leiden‘, ‚das ist der Ursprung des Leidens‘, ‚das ist das Aufhören des Leidens‘, ‚das ist die Übung, die zum Aufhören des Leidens führt‘. ",
  "mn36:42.3": "Ich verstand wahrhaftig: ‚Das sind die Befleckungen‘, ‚das ist der Ursprung der Befleckungen‘, ‚das ist das Aufhören der Befleckungen‘, ‚das ist die Übung, die zum Aufhören der Befleckungen führt‘. ",
  "mn36:43.1": "Als ich das erkannte und sah, war mein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn36:43.2": "Als er befreit war, erkannte ich: Er ist befreit. ",
  "mn36:43.3": "Ich verstand: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für dieses hier.‘ ",
  "mn36:44.1": "Das war das dritte Wissen, das ich in der letzten Nachtwache erlangte. ",
  "mn36:44.2": "Unwissenheit wurde zerstört und Wissen ging auf; Dunkelheit wurde zerstört und Licht ging auf, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "mn36:44.3": "Doch selbst so ein angenehmes Gefühl hielt meinen Geist nicht gefangen. ",
  "mn36:45.1": "Aggivessana, ich erinnere mich, dass ich vor einer Versammlung von vielen hundert den Dhamma lehrte, ",
  "mn36:45.2": "und jeder einzelne dachte, ",
  "mn36:45.3": "ich lehrte den Dhamma eigens für ihn. ",
  "mn36:45.4": "Aber so sollte man es nicht sehen. ",
  "mn36:45.5": "Der Klargewordene lehrt andere nur so, dass sie verstehen können. ",
  "mn36:45.6": "Als dieser Vortrag zu Ende war, stillte ich meinen Geist innerlich, ließ ihn sich setzen, eins werden und im Samādhi versinken, indem ich das gleiche Meditationsthema als Basis für die Versenkung benutzte wie zuvor, das Thema, das ich regelmäßig beim Meditieren benutze.“ ",
  "mn36:45.7": "„Ich würde das von Herrn Gotama glauben, wie von einem Vollendeten, einem vollkommen erwachten Buddha. ",
  "mn36:45.8": "Aber erinnerst du dich daran, dass du je tagsüber geschlafen hast?“ ",
  "mn36:46.1": "„Ich erinnere mich daran, dass ich im letzten Sommermonat meine äußere Robe vierfach gefaltet, sie ausgebreitet und mich in der Haltung des Löwen niedergelegt habe – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und der Situation bewusst.“ ",
  "mn36:46.2": "„Manche Asketen und Brahmanen nennen das ein Verweilen in Täuschung.“ ",
  "mn36:46.3": "„Das ist nicht, inwiefern jemand sich täuscht und inwiefern nicht. ",
  "mn36:46.4": "Hör nun zu, inwiefern jemand sich täuscht und inwiefern nicht, ",
  "mn36:46.5": "und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn36:46.6": "„Ja, guter Herr“, antwortete Saccaka. ",
  "mn36:46.7": "Der Buddha sagte: ",
  "mn36:47.1": "„Jeder, der die Befleckungen nicht aufgegeben hat, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod, täuscht sich, sage ich. ",
  "mn36:47.2": "Denn die Befleckungen nicht aufgegeben haben bedeutet Täuschung. ",
  "mn36:47.3": "Jeder, der die Befleckungen aufgegeben hat, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod, täuscht sich nicht, sage ich. ",
  "mn36:47.4": "Denn die Befleckungen aufgegeben haben bedeutet Freiheit von Täuschung. ",
  "mn36:47.5": "Der Klargewordene hat die Befleckungen aufgegeben, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod. Er hat sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "mn36:47.6": "Wie eine Palme, deren Krone abgeschnitten wurde: Sie kann nicht wieder wachsen. ",
  "mn36:47.7": "Ebenso hat der Klargewordene die Befleckungen aufgegeben, sodass sie sich in Zukunft nicht mehr erheben können.“ ",
  "mn36:48.1": "Als der Buddha geendet hatte, sagte Saccaka zu ihm: ",
  "mn36:48.2": "„Es ist unglaublich, Herr Gotama, es ist erstaunlich, ",
  "mn36:48.3": "wie Herrn Gotamas Hautfarbe, wenn er wiederholt mit unangemessenem und zudringlichem Tadel angegriffen wird, heller und seine Gesichtsfarbe klar wird wie bei einem Vollendeten, einem vollkommen erwachten Buddha! ",
  "mn36:48.4": "Ich erinnere mich, dass ich Pūraṇa Kassapa in einer Debatte angegriffen habe. ",
  "mn36:48.5": "Er wich dem Problem aus, lenkte das Gespräch auf Nebensächlichkeiten und zeigte Ärger, Hass und Unmut. ",
  "mn36:48.6": "Aber wenn Herr Gotama wiederholt mit unangemessenem und zudringlichem Tadel angegriffen wird, wird seine Hautfarbe heller und seine Gesichtsfarbe klar wie bei einem Vollendeten, einem vollkommen erwachten Buddha. ",
  "mn36:48.7": "Ich erinnere mich, dass ich den Bambusstab-Asketen Gosāla, ",
  "mn36:48.8": "Ajita mit der Haardecke, ",
  "mn36:48.9": "Pakudha Kaccāyana, ",
  "mn36:48.10": "Sañjaya Belaṭṭhiputta ",
  "mn36:48.11": "und den Jaina-Asketen aus dem Stamm Ñātika in einer Debatte angegriffen habe. ",
  "mn36:48.12": "Sie alle wichen dem Problem aus, lenkten das Gespräch auf Nebensächlichkeiten und zeigten Ärger, Hass und Unmut. ",
  "mn36:48.13": "Aber wenn Herr Gotama wiederholt mit unangemessenem und zudringlichem Tadel angegriffen wird, wird seine Hautfarbe heller und seine Gesichtsfarbe klar wie bei einem Vollendeten, einem vollkommen erwachten Buddha. ",
  "mn36:48.14": "Nun, Herr Gotama, jetzt muss ich gehen. ",
  "mn36:48.15": "Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "mn36:48.16": "„Bitte, Aggivessana, geh nach deinem Belieben.“ ",
  "mn36:48.17": "Saccaka begrüßte die Worte des Buddha und stimmte ihm zu, dann erhob er sich von seinem Sitz und ging. "
}