{
  "mn37:0.1": "Mittlere Lehrreden 37 ",
  "mn37:0.2": "Die kürzere Lehrrede über die Auflösung des Verlangens ",
  "mn37:1.1": "So habe ich es gehört: ",
  "mn37:1.2": "Einmal hielt sich der Buddha bei Sāvatthī im Ostkloster auf, dem Pfahlhaus der Mutter Migāras. ",
  "mn37:2.1": "Da ging Sakka der Götterfürst zum Buddha, verbeugte sich, stellte sich zur Seite hin und sagte zu ihm: ",
  "mn37:2.2": "„Herr, inwiefern ist, kurz gesagt, ein Mönch durch die Auflösung des Verlangens befreit, hat den äußersten Schlusspunkt erreicht, das äußerste Schutzgebiet, das äußerste geistliche Leben, das äußerste Ziel, und ist der Beste unter den Göttern und Menschen?“ ",
  "mn37:3.1": "„Götterfürst, da hat ein Mönch gehört: ",
  "mn37:3.2": "‚Nichts ist es wert, darauf zu bestehen.‘ ",
  "mn37:3.3": "Wenn ein Mönch gehört hat, ",
  "mn37:3.4": "dass nichts es wert ist, darauf zu bestehen, ",
  "mn37:3.5": "erkennt er alle Dinge unmittelbar. Wenn er alle Dinge unmittelbar erkennt, versteht er alle Dinge vollständig. Wenn er alle Dinge vollständig verstanden hat, meditiert er, wenn er irgendeine Art von Gefühl erfährt, ob angenehm, unangenehm oder neutral, ",
  "mn37:3.6": "indem er bei diesem Gefühl die Unbeständigkeit, das Schwinden der Leidenschaft, das Aufhören und das Loslassen beobachtet. ",
  "mn37:3.7": "Wenn er so meditiert, ergreift er nichts in der Welt. ",
  "mn37:3.8": "Wenn er nichts ergreift, ist ihm nicht bange, und wenn ihm nicht bange ist, erlischt er aus sich selbst heraus. ",
  "mn37:3.9": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "mn37:3.10": "Insofern ist, kurz gesagt, ein Mönch durch die Auflösung des Verlangens befreit, hat den äußersten Schlusspunkt erreicht, das äußerste Schutzgebiet, das äußerste geistliche Leben, das äußerste Ziel, und ist der Beste unter den Göttern und Menschen.“ ",
  "mn37:4.1": "Da begrüßte Sakka der Götterfürst die Worte des Buddha und stimmte ihm zu. Er verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und verschwand eben dort. ",
  "mn37:5.1": "Nun saß da gerade der Ehrwürdige Mahāmoggallāna nicht weit vom Buddha. ",
  "mn37:5.2": "Er dachte: ",
  "mn37:5.3": "„Hat dieser Geist verstanden, was der Buddha sagte, als er ihm zustimmte, oder nicht? ",
  "mn37:5.4": "Warum finde ich es nicht heraus?“ ",
  "mn37:6.1": "Und der Ehrwürdige Mahāmoggallāna verschwand, so leicht wie eine starke Person den Arm strecken oder beugen würde, aus dem Ostkloster und erschien wieder unter den Göttern der Dreiunddreißig. ",
  "mn37:7.1": "Da vergnügte sich Sakka zu dieser Zeit im Park des Einen Lotus mit einem himmlischen Orchester, mit dem er versorgt und ausgestattet war. ",
  "mn37:7.2": "Als er Mahāmoggallāna von Weitem kommen sah, ",
  "mn37:7.3": "entließ er das Orchester, begab sich zum Ehrwürdigen Mahāmoggallāna und sagte: ",
  "mn37:7.4": "„Komm, mein guter Moggallāna! Willkommen, mein guter Moggallāna! ",
  "mn37:7.5": "Es ist lange her, dass du die Gelegenheit genutzt hast, hierherzukommen. ",
  "mn37:7.6": "Setz dich, mein guter Moggallāna, dieser Sitz ist für dich.“ ",
  "mn37:7.7": "Moggallāna setzte sich auf den ausgebreiteten Sitz, ",
  "mn37:7.8": "während Sakka der Götterfürst einen niedrigeren Sitz nahm und sich zur Seite hinsetzte. ",
  "mn37:7.9": "Mahāmogallāna sagte zu ihm: ",
  "mn37:8.1": "„Kosiya, wie hat der Buddha die Freiheit durch die Auflösung des Verlangens kurz erklärt? ",
  "mn37:8.2": "Bitte lass mich an diesem Vortrag teilhaben, sodass ich ihn auch zu hören bekomme.“ ",
  "mn37:8.3": "„Mein guter Moggallāna, ich habe viele Pflichten und Verantwortlichkeiten, ",
  "mn37:8.4": "nicht nur für mich selbst, sondern auch für die Götter der Dreiunddreißig. ",
  "mn37:8.5": "Dennoch ist, was man richtig gehört und gelernt, wofür man den Geist richtig gebraucht und was man sich richtig gemerkt hat, nicht auf einmal verschwunden. ",
  "mn37:8.6": "Es war einmal eine Schlacht, die wurde zwischen den Göttern und den Titanen ausgefochten. ",
  "mn37:8.7": "In dieser Schlacht siegten die Götter, und die Titanen unterlagen. ",
  "mn37:8.8": "Als ich von dieser Schlacht als Sieger zurückkam, schuf ich den Siegespalast. ",
  "mn37:8.9": "Der Siegespalast hat hundert Türme, ",
  "mn37:8.10": "und jeder Turm hat siebenhundert Gemächer. ",
  "mn37:8.11": "Jedes Gemach hat sieben Nymphen, ",
  "mn37:8.12": "und jede Nymphe hat sieben Dienerinnen. ",
  "mn37:8.13": "Möchtest du den entzückenden Siegespalast sehen?“ ",
  "mn37:8.14": "Mahāmoggallāna schwieg zum Zeichen der Zustimmung. ",
  "mn37:9.1": "Und indem sie den Ehrwürdigen Mahāmoggallāna an die Spitze setzten, gingen Sakka der Götterfürst und Vessavaṇa der Große König zum Siegespalast. ",
  "mn37:9.2": "Als sie den Ehrwürdigen Moggallāna von Weitem kommen sehen, zogen Sakkas Dienerinnen, ",
  "mn37:9.3": "taktvoll und umsichtig, sich jede in ihr eigenes Schlafzimmer zurück. ",
  "mn37:10.1": "Wie eine Schwiegertochter, die taktvoll und umsichtig ist, wenn sie ihren Schwiegervater sieht, ",
  "mn37:10.2": "so zogen sich Sakkas Dienerinnen, taktvoll und umsichtig, jede in ihr eigenes Schlafzimmer zurück. ",
  "mn37:10.3": "Da forderten Sakka und Vessavaṇa den Ehrwürdigen Moggallāna auf, durch den Palast zu wandern und ihn zu erkunden: ",
  "mn37:10.4": "„Sieh dieses entzückende Ding im Palast! ",
  "mn37:10.5": "Und jenes entzückende Ding!“ ",
  "mn37:10.6": "„Das sieht schön aus für den Ehrwürdigen Kosiya, wie es jemandem ansteht, der früher Verdienst geschaffen hat. ",
  "mn37:10.7": "Auch die Menschen sagen, wenn sie etwas Entzückendes sehen: ",
  "mn37:10.8": "‚Das sieht so schön aus, als wäre es für die Götter der Dreiunddreißig!‘ ",
  "mn37:10.9": "Das sieht schön aus für den Ehrwürdigen Kosiya, wie es jemandem ansteht, der früher Verdienst geschaffen hat.“ ",
  "mn37:11.1": "Dann dachte Moggallāna: ",
  "mn37:11.2": "„Dieser Geist lebt viel zu nachlässig. ",
  "mn37:11.3": "Warum errege ich nicht ein Gefühl der Dringlichkeit in ihm?“ ",
  "mn37:11.4": "Da nutzte Moggallāna seine übersinnliche Kraft und ließ den Siegespalast mit seiner Zehe zittern und schwanken und beben. ",
  "mn37:11.5": "Da dachten Sakka der Götterfürst und die Götter der Dreiunddreißig voller Verwunderung und Erstaunen: ",
  "mn37:11.6": "„Wie unglaublich! Wie erstaunlich! ",
  "mn37:11.7": "Der Asket besitzt solche Macht und Stärke, dass er das Heim der Götter mit seiner Zehe zittern und schwanken und beben lässt!“ ",
  "mn37:12.1": "Als er erkannte, dass Sakka erschüttert war und seine Haare sich sträubten, sagte Moggallāna zu ihm: ",
  "mn37:12.2": "„Kosiya, wie hat der Buddha die Freiheit durch die Auflösung des Verlangens kurz erklärt? ",
  "mn37:12.3": "Bitte lass mich an diesem Vortrag teilhaben, sodass ich ihn auch zu hören bekomme.“ ",
  "mn37:12.4": "„Mein lieber Moggallāna, ich begab mich zum Buddha, verbeugte mich, stellte mich zur Seite hin und sagte zu ihm: ",
  "mn37:12.5": "‚Herr, inwiefern ist, kurz gesagt, ein Mönch durch die Auflösung des Verlangens befreit, hat den äußersten Schlusspunkt erreicht, das äußerste Schutzgebiet, das äußerste geistliche Leben, das äußerste Ziel, und ist der Beste unter den Göttern und Menschen?’ ",
  "mn37:13.1": "Darauf sagte der Buddha zu mir: ",
  "mn37:13.2": "‚Götterfürst, da hat ein Mönch gehört: ",
  "mn37:13.3": "„Nichts ist es wert, darauf zu bestehen.“ ",
  "mn37:13.4": "Wenn ein Mönch gehört hat, ",
  "mn37:13.5": "dass nichts es wert ist, darauf zu bestehen, ",
  "mn37:13.6": "erkennt er alle Dinge unmittelbar. Wenn er alle Dinge unmittelbar erkennt, versteht er alle Dinge vollständig. Wenn er alle Dinge vollständig versteht, meditiert er, wenn er irgendeine Art von Gefühl erfährt, ob angenehm, unangenehm oder neutral, ",
  "mn37:13.7": "indem er bei diesem Gefühl die Unbeständigkeit, das Schwinden der Leidenschaft, das Aufhören und das Loslassen beobachtet. ",
  "mn37:13.8": "Wenn er so meditiert, ergreift er nichts in der Welt. ",
  "mn37:13.9": "Wenn er nichts ergreift, ist ihm nicht bange, und wenn ihm nicht bange ist, erlischt er aus sich selbst heraus. ",
  "mn37:13.10": "Er versteht: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "mn37:13.11": "Insofern ist, kurz gesagt, ein Mönch durch die Auflösung des Verlangens befreit, hat den äußersten Schlusspunkt erreicht, das äußerste Schutzgebiet, das äußerste geistliche Leben, das äußerste Ziel, und ist der Beste unter den Göttern und Menschen.‘ ",
  "mn37:13.12": "So hat der Buddha mir die Freiheit durch die Auflösung des Verlangens kurz erklärt.“ ",
  "mn37:14.1": "Moggallāna begrüßte die Worte Sakkas des Götterfürsten und stimmte ihm zu. Dann verschwand er, so leicht wie ein starker Mensch den Arm strecken oder beugen würde, von den Göttern der Dreiunddreißig und erschien wieder im Ostkloster. ",
  "mn37:14.2": "Kurz nachdem Moggallāna gegangen war, sagten Sakkas Dienerinnen zu ihm: ",
  "mn37:14.3": "„Guter Herr, war das der Gesegnete, dein Lehrer?“ ",
  "mn37:14.4": "„Nein, das war er nicht. ",
  "mn37:14.5": "Es war mein geistlicher Gefährte, der Ehrwürdige Mahāmoggallāna.“ ",
  "mn37:14.6": "„Du hast Glück, guter Herr, so großes Glück, ",
  "mn37:14.7": "dass du einen geistlichen Gefährten hast, der solche Macht und Stärke besitzt! ",
  "mn37:14.8": "Wir können nicht glauben, dass es nicht der Gesegnete war, dein Lehrer!“ ",
  "mn37:15.1": "Da ging Mahāmoggallāna zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn37:15.2": "„Herr, erinnerst du dich, dass du einem gewissen namhaften Geist von hohem Rang die Freiheit durch die Auflösung des Verlangens kurz erklärt hast?“ ",
  "mn37:15.3": "„Ich erinnere mich, Moggallāna.“ Und der Buddha berichtete den ganzen Vorfall mit Sakka dem Götterfürsten. Er fügte hinzu: ",
  "mn37:15.17": "„So erinnere ich mich, Sakka dem Götterfürsten die Freiheit durch die Auflösung des Verlangens kurz erklärt zu haben.“ ",
  "mn37:15.18": "Das sagte der Buddha. ",
  "mn37:15.19": "Zufrieden begrüßte der Ehrwürdige Mahāmoggallāna die Worte des Buddha. "
}