{
  "mn38:0.1": "Mittlere Lehrreden 38 ",
  "mn38:0.2": "Die längere Lehrrede über die Auflösung des Verlangens ",
  "mn38:1.1": "So habe ich es gehört: ",
  "mn38:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn38:2.1": "Zu dieser Zeit hatte ein Mönch namens Sāti, der Sohn des Fischers, den folgenden schädlichen Irrglauben: ",
  "mn38:2.2": "„Wie ich die Lehre des Buddha verstehe, ist es eben dieses selbe Bewusstsein, das umherstreift und umherwandert, kein anderes.“ ",
  "mn38:3.1": "Mehrere Mönche und Nonnen hörten davon. ",
  "mn38:3.4": "Sie gingen zu Sāti und sagten zu ihm: ",
  "mn38:3.5": "„Ist es wirklich wahr, geehrter Sāti, dass du solch einen schädlichen Irrglauben hast: ",
  "mn38:3.6": "‚Wie ich die Lehre des Buddha verstehe, ist es eben dieses selbe Bewusstsein, das umherstreift und umherwandert, kein anderes‘?“ ",
  "mn38:3.7": "„Genau, Geehrte. Wie ich die Lehre des Buddha verstehe, ist es eben dieses selbe Bewusstsein, das umherstreift und umherwandert, kein anderes.“ ",
  "mn38:3.8": "Und in dem Wunsch, Sāti von seinem Irrglauben abzubringen, gingen sie ihm nach, drangen auf ihn ein und nahmen ihn ins Kreuzverhör: ",
  "mn38:3.9": "„Sag das nicht, Sāti! Stell den Buddha nicht falsch dar, denn es ist nicht gut, den Buddha falsch darzustellen. Und der Buddha würde das nicht sagen. ",
  "mn38:3.10": "Auf vielerlei Art hat der Buddha gesagt, dass Bewusstsein abhängig entstanden ist, da ohne Ursache kein Bewusstsein zustande kommt.“ ",
  "mn38:3.11": "Doch obwohl er von den Mönchen und Nonnen so ins Kreuzverhör genommen wurde, hielt Sāti eigensinnig an seinem schädlichen Irrglauben fest und bestand darauf. ",
  "mn38:4.1": "Als diese Mönche und Nonnen nicht in der Lage waren, Sāti von seinem schädlichen Irrglauben abzubringen, gingen sie zum Buddha und berichteten ihm die Begebenheit. ",
  "mn38:5.1": "Da wandte sich der Buddha an einen Mönch: ",
  "mn38:5.2": "„Bitte, Mönch, sag dem Mönch Sāti in meinem Namen, ",
  "mn38:5.3": "dass der Lehrer ihn rufen lässt.“ ",
  "mn38:5.4": "„Ja, Herr“, antwortete der Mönch. Er ging zu Sāti und sagte zu ihm: ",
  "mn38:5.5": "„Geehrter Sāti, der Lehrer lässt dich rufen.“ ",
  "mn38:5.6": "„Ja, Geehrter“, antwortete Sāti. Er ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "mn38:5.7": "„Ist es wirklich wahr, Sāti, dass du solch einen schädlichen Irrglauben hast: ",
  "mn38:5.8": "‚Wie ich die Lehre des Buddha verstehe, ist es eben dieses selbe Bewusstsein, das umherstreift und umherwandert, kein anderes‘?“ ",
  "mn38:5.9": "„Genau, Herr. Wie ich die Lehre des Buddha verstehe, ist es eben dieses selbe Bewusstsein, das umherstreift und umherwandert, kein anderes.“ ",
  "mn38:5.10": "„Sāti, was ist dieses Bewusstsein?“ ",
  "mn38:5.11": "„Herr, es ist der, der spricht, der erkennt, der die Ergebnisse guter und schlechter Taten in den verschiedenen Bereichen erfährt.“ ",
  "mn38:5.12": "„Einfältiger Mann, von wem in aller Welt weißt du, dass ich ihn je so unterwiesen hätte? ",
  "mn38:5.13": "Habe ich nicht auf vielerlei Art gesagt, dass Bewusstsein abhängig entstanden ist, da ohne Ursache kein Bewusstsein zustande kommt? ",
  "mn38:5.14": "Und doch stellst du mich durch dein falsches Anpacken falsch dar, verletzt dich selbst und schaffst viel Schlechtigkeit. ",
  "mn38:5.15": "Das wird zu deinem langanhaltenden Unglück und Leiden sein.“ ",
  "mn38:6.1": "Dann wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn38:6.2": "„Was denkt ihr, Mönche und Nonnen? ",
  "mn38:6.3": "Hat dieser Mönch Sāti auch nur einen Funken Inbrunst in dieser Lehre und Schulung entzündet?“ ",
  "mn38:6.4": "„Wie könnte das sein, Herr? ",
  "mn38:6.5": "Nein, Herr.“ ",
  "mn38:6.6": "Daraufhin saß Sāti schweigend und betroffen da, mit hängenden Schultern und gesenktem Kopf, gedrückt, niedergeschlagen, und konnte nichts sagen. ",
  "mn38:6.7": "Als der Buddha das erkannte, sagte er zu ihm: ",
  "mn38:6.8": "„Einfältiger Mann, man wird dich anhand deines eigenen schädlichen Irrglaubens kennen. ",
  "mn38:6.9": "Ich werde die Mönche und Nonnen dazu befragen.“ ",
  "mn38:7.1": "Dann wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn38:7.2": "„Mönche und Nonnen, versteht ihr meine Lehre so wie Sāti es tut, wenn er mich durch sein falsches Anpacken falsch darstellt, sich selbst verletzt und viel Schlechtigkeit schafft?“ ",
  "mn38:7.3": "„Nein, Herr. ",
  "mn38:7.4": "Denn auf vielerlei Art hat der Buddha gesagt, dass Bewusstsein abhängig entstanden ist, da ohne Ursache kein Bewusstsein zustande kommt.“ ",
  "mn38:7.5": "„Gut, gut, Mönche und Nonnen! ",
  "mn38:7.6": "Es ist gut, dass ihr meine Lehre so versteht. ",
  "mn38:7.7": "Denn ich habe auf vielerlei Art gesagt, dass Bewusstsein abhängig entstanden ist, da ohne Ursache kein Bewusstsein zustande kommt. ",
  "mn38:7.8": "Und doch stellt mich dieser Sāti durch sein falsches Anpacken falsch dar, verletzt sich selbst und schafft viel Schlechtigkeit. ",
  "mn38:7.9": "Das wird für diesen einfältigen Mann zum langanhaltenden Unglück und Leiden sein. ",
  "mn38:8.1": "Bewusstsein wird nach eben derselben Bedingung gerechnet, durch die bedingt es entsteht. ",
  "mn38:8.2": "Bewusstsein, das in Abhängigkeit vom Auge und Bildern entsteht, wird als Augenbewusstsein gerechnet. ",
  "mn38:8.3": "Bewusstsein, das in Abhängigkeit vom Ohr und Tönen entsteht, wird als Ohrbewusstsein gerechnet. ",
  "mn38:8.4": "Bewusstsein, das in Abhängigkeit von der Nase und Düften entsteht, wird als Nasenbewusstsein gerechnet. ",
  "mn38:8.5": "Bewusstsein, das in Abhängigkeit von der Zunge und Geschmäcken entsteht, wird als Zungenbewusstsein gerechnet. ",
  "mn38:8.6": "Bewusstsein, das in Abhängigkeit vom Körper und Berührungen entsteht, wird als Körperbewusstsein gerechnet. ",
  "mn38:8.7": "Bewusstsein, das in Abhängigkeit vom Geist und Vorstellungen entsteht, wird als Geistbewusstsein gerechnet. ",
  "mn38:8.8": "Wie ein Feuer: Es wird nach eben derselben Bedingung gerechnet, durch die bedingt es brennt. ",
  "mn38:8.9": "Ein Feuer, das in Abhängigkeit von Holz brennt, wird als Holzfeuer gerechnet. ",
  "mn38:8.10": "Ein Feuer, das in Abhängigkeit von Zweigen brennt, wird als Zweigfeuer gerechnet. ",
  "mn38:8.11": "Ein Feuer, das in Abhängigkeit von Gras brennt, wird als Grasfeuer gerechnet. ",
  "mn38:8.12": "Ein Feuer, das in Abhängigkeit von Kuhmist brennt, wird als Kuhmistfeuer gerechnet. ",
  "mn38:8.13": "Ein Feuer, das in Abhängigkeit von Spelzen brennt, wird als Spelzenfeuer gerechnet. ",
  "mn38:8.14": "Ein Feuer, das in Abhängigkeit von Müll brennt, wird als Müllfeuer gerechnet. ",
  "mn38:8.15": "Ebenso wird Bewusstsein nach eben derselben Bedingung gerechnet, durch die bedingt es entsteht. … ",
  "mn38:9.1": "Mönche und Nonnen, seht ihr, dass dieses entstanden ist?“ ",
  "mn38:9.2": "„Ja, Herr.“ ",
  "mn38:9.3": "„Seht ihr, dass dieses mit jenem als Nahrung entstanden ist?“ ",
  "mn38:9.4": "„Ja, Herr.“ ",
  "mn38:9.5": "„Seht ihr, dass, wenn jene Nahrung aufhört, dieses Entstandene aufhören muss?“ ",
  "mn38:9.6": "„Ja, Herr.“ ",
  "mn38:10.1": "„Kommt Zweifel auf, wenn man unsicher ist, ob dieses entstanden ist oder nicht?“ ",
  "mn38:10.2": "„Ja, Herr.“ ",
  "mn38:10.3": "„Kommt Zweifel auf, wenn man unsicher ist, ob dieses mit jenem als Nahrung entstanden ist oder nicht?“ ",
  "mn38:10.4": "„Ja, Herr.“ ",
  "mn38:10.5": "„Kommt Zweifel auf, wenn man unsicher ist, ob, wenn jene Nahrung aufhört, dieses Entstandene aufhören muss oder nicht?“ ",
  "mn38:10.6": "„Ja, Herr.“ ",
  "mn38:11.1": "„Wird bei jemandem, der wahrhaftig mit rechter Weisheit sieht, dass dieses entstanden ist, Zweifel aufgegeben?“ ",
  "mn38:11.2": "„Ja, Herr.“ ",
  "mn38:11.3": "„Wird bei jemandem, der wahrhaftig mit rechter Weisheit sieht, dass dieses mit jenem als Nahrung entstanden ist, Zweifel aufgegeben?“ ",
  "mn38:11.4": "„Ja, Herr.“ ",
  "mn38:11.5": "„Wird bei jemandem, der wahrhaftig mit rechter Weisheit sieht, dass, wenn jene Nahrung aufhört, dieses Entstandene aufhören muss, Zweifel aufgegeben?“ ",
  "mn38:11.6": "„Ja, Herr.“ ",
  "mn38:12.1": "„Seid ihr frei von Zweifel darüber, ob dieses entstanden ist?“ ",
  "mn38:12.2": "„Ja, Herr.“ ",
  "mn38:12.3": "„Seid ihr frei von Zweifel darüber, ob dieses mit jenem als Nahrung entstanden ist?“ ",
  "mn38:12.4": "„Ja, Herr.“ ",
  "mn38:12.5": "„Seid ihr frei von Zweifel darüber, ob, wenn jene Nahrung aufhört, dieses Entstandene aufhören muss?“ ",
  "mn38:12.6": "„Ja, Herr.“ ",
  "mn38:13.1": "„Habt ihr wahrhaftig mit rechter Weisheit klar gesehen, dass dieses entstanden ist?“ ",
  "mn38:13.2": "„Ja, Herr.“ ",
  "mn38:13.3": "„Habt ihr wahrhaftig mit rechter Weisheit klar gesehen, dass dieses mit jenem als Nahrung entstanden ist?“ ",
  "mn38:13.4": "„Ja, Herr.“ ",
  "mn38:13.5": "„Habt ihr wahrhaftig mit rechter Weisheit klar gesehen, dass, wenn jene Nahrung aufhört, dieses Entstandene aufhören muss?“ ",
  "mn38:13.6": "„Ja, Herr.“ ",
  "mn38:14.1": "„So rein und hell diese Ansicht auch ist, Mönche und Nonnen, wenn ihr sie schätzt, in sie vernarrt seid, viel darauf gebt und sie als euer Eigen behandelt, würdet ihr dann mein Gleichnis von der Lehre als Floß verstehen: zum Übersetzen, nicht zum Festhalten?“ ",
  "mn38:14.2": "„Nein, Herr.“ ",
  "mn38:14.3": "„So rein und hell diese Ansicht auch ist, Mönche und Nonnen, wenn ihr sie nicht schätzt, nicht in sie vernarrt seid, nicht viel darauf gebt und sie nicht als euer Eigen behandelt, würdet ihr dann mein Gleichnis von der Lehre als Floß verstehen: zum Übersetzen, nicht zum Festhalten?“ ",
  "mn38:14.4": "„Ja, Herr.“ ",
  "mn38:15.1": "„Mönche und Nonnen, es gibt vier Arten von Nahrung. Sie erhalten Lebewesen, die geboren sind, und helfen denen, die im Begriff stehen, geboren zu werden. ",
  "mn38:15.2": "Welche vier? ",
  "mn38:15.3": "Feste Nahrung, grob oder fein; Kontakt ist die zweite, eine Absicht im Geist die dritte und Bewusstsein die vierte. ",
  "mn38:16.1": "Was ist die Quelle, der Ursprung, die Wiege und die Herkunft dieser vier Arten von Nahrung? ",
  "mn38:16.2": "Verlangen. ",
  "mn38:16.3": "Und was ist die Quelle, der Ursprung, die Wiege und die Herkunft des Verlangens? ",
  "mn38:16.4": "Gefühl. ",
  "mn38:16.5": "Und was ist die Quelle des Gefühls? ",
  "mn38:16.6": "Kontakt. ",
  "mn38:16.7": "Und was ist die Quelle des Kontakts? ",
  "mn38:16.8": "Die sechs Sinnesfelder. ",
  "mn38:16.9": "Und was ist die Quelle der sechs Sinnesfelder? ",
  "mn38:16.10": "Name und Form. ",
  "mn38:16.11": "Und was ist die Quelle von Name und Form? ",
  "mn38:16.12": "Bewusstsein. ",
  "mn38:16.13": "Und was ist die Quelle des Bewusstseins? ",
  "mn38:16.14": "Entscheidungen. ",
  "mn38:16.15": "Und was ist die Quelle von Entscheidungen? ",
  "mn38:16.16": "Unwissenheit. ",
  "mn38:17.1": "Und so ist Unwissenheit eine Bedingung für Entscheidungen. ",
  "mn38:17.2": "Entscheidungen sind eine Bedingung für Bewusstsein. ",
  "mn38:17.3": "Bewusstsein ist eine Bedingung für Name und Form. ",
  "mn38:17.4": "Name und Form sind eine Bedingung für die sechs Sinnesfelder. ",
  "mn38:17.5": "Die sechs Sinnesfelder sind eine Bedingung für Kontakt. ",
  "mn38:17.6": "Kontakt ist eine Bedingung für Gefühl. ",
  "mn38:17.7": "Gefühl ist eine Bedingung für Verlangen. ",
  "mn38:17.8": "Verlangen ist eine Bedingung für Ergreifen. ",
  "mn38:17.9": "Ergreifen ist eine Bedingung für fortgesetztes Dasein. ",
  "mn38:17.10": "Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. ",
  "mn38:17.11": "Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "mn38:17.12": "So kommt diese ganze Masse des Leidens zustande. ",
  "mn38:18.1": "‚Wiedergeburt ist eine Bedingung für Alter und Tod‘ – das habe ich gesagt. ",
  "mn38:18.2": "Seht ihr das so oder nicht?“ ",
  "mn38:18.4": "„So sehen wir das.“ ",
  "mn38:18.6": "„‚Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt‘ – das habe ich gesagt. … ",
  "mn38:18.50": "‚Unwissenheit ist eine Bedingung für Entscheidungen‘ – das habe ich gesagt. ",
  "mn38:18.51": "Seht ihr das so oder nicht?“ ",
  "mn38:18.53": "„So sehen wir das.“ ",
  "mn38:19.1": "„Gut, Mönche und Nonnen! ",
  "mn38:19.2": "So sagt also ihr genauso wie ich: ",
  "mn38:19.3": "Wenn dieses besteht, ist jenes; aufgrund des Entstehens von diesem entsteht jenes. Das heißt: ",
  "mn38:19.4": "Unwissenheit ist eine Bedingung für Entscheidungen. ",
  "mn38:19.5": "Entscheidungen sind eine Bedingung für Bewusstsein. ",
  "mn38:19.6": "Bewusstsein ist eine Bedingung für Name und Form. ",
  "mn38:19.7": "Name und Form sind eine Bedingung für die sechs Sinnesfelder. ",
  "mn38:19.8": "Die sechs Sinnesfelder sind eine Bedingung für Kontakt. ",
  "mn38:19.9": "Kontakt ist eine Bedingung für Gefühl. ",
  "mn38:19.10": "Gefühl ist eine Bedingung für Verlangen. ",
  "mn38:19.11": "Verlangen ist eine Bedingung für Ergreifen. ",
  "mn38:19.12": "Ergreifen ist eine Bedingung für fortgesetztes Dasein. ",
  "mn38:19.13": "Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. ",
  "mn38:19.14": "Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "mn38:19.15": "So kommt diese ganze Masse des Leidens zustande. ",
  "mn38:20.1": "Wenn Unwissenheit schwindet und restlos aufhört, hören Entscheidungen auf. ",
  "mn38:20.2": "Wenn Entscheidungen aufhören, hört Bewusstsein auf. ",
  "mn38:20.3": "Wenn Bewusstsein aufhört, hören Name und Form auf. ",
  "mn38:20.4": "Wenn Name und Form aufhören, hören die sechs Sinnesfelder auf. ",
  "mn38:20.5": "Wenn die sechs Sinnesfelder aufhören, hört Kontakt auf. ",
  "mn38:20.6": "Wenn Kontakt aufhört, hört Gefühl auf. ",
  "mn38:20.7": "Wenn Gefühl aufhört, hört Verlangen auf. ",
  "mn38:20.8": "Wenn Verlangen aufhört, hört Ergreifen auf. ",
  "mn38:20.9": "Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf. ",
  "mn38:20.10": "Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf. ",
  "mn38:20.11": "Wenn Wiedergeburt aufhört, hören Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis auf. ",
  "mn38:20.12": "So hört diese ganze Masse des Leidens auf. ",
  "mn38:21.1": "‚Wenn Wiedergeburt aufhört, hören Alter und Tod auf.‘ Das habe ich gesagt. ",
  "mn38:21.2": "Seht ihr das so oder nicht?“ ",
  "mn38:21.4": "„So sehen wir das.“ ",
  "mn38:21.6": "‚Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf.‘ … ",
  "mn38:21.51": "‚Wenn Unwissenheit aufhört, hören Entscheidungen auf.‘ Das habe ich gesagt. ",
  "mn38:21.52": "Seht ihr das so oder nicht?“ ",
  "mn38:21.54": "„So sehen wir das.“ ",
  "mn38:22.1": "„Gut, Mönche und Nonnen! ",
  "mn38:22.2": "So sagt also ihr genauso wie ich: ",
  "mn38:22.3": "Wenn dieses nicht besteht, ist jenes nicht; aufgrund des Aufhörens von diesem hört jenes auf. Das heißt: ",
  "mn38:22.4": "Wenn Unwissenheit aufhört, hören Entscheidungen auf. ",
  "mn38:22.5": "Wenn Entscheidungen aufhören, hört Bewusstsein auf. ",
  "mn38:22.6": "Wenn Bewusstsein aufhört, hören Name und Form auf. ",
  "mn38:22.7": "Wenn Name und Form aufhören, hören die sechs Sinnesfelder auf. ",
  "mn38:22.8": "Wenn die sechs Sinnesfelder aufhören, hört Kontakt auf. ",
  "mn38:22.9": "Wenn Kontakt aufhört, hört Gefühl auf. ",
  "mn38:22.10": "Wenn Gefühl aufhört, hört Verlangen auf. ",
  "mn38:22.11": "Wenn Verlangen aufhört, hört Ergreifen auf. ",
  "mn38:22.12": "Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf. ",
  "mn38:22.13": "Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf. ",
  "mn38:22.14": "Wenn Wiedergeburt aufhört, hören Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis auf. ",
  "mn38:22.15": "So hört diese ganze Masse des Leidens auf. ",
  "mn38:23.1": "Wenn ihr so erkennt und seht, Mönche und Nonnen, würdet ihr euch da zurück in die Vergangenheit wenden: ",
  "mn38:23.2": "‚Waren wir in der Vergangenheit? Waren wir in der Vergangenheit nicht? Was waren wir in der Vergangenheit? Wie waren wir in der Vergangenheit? Nachdem wir was gewesen sind, sind wir in der Vergangenheit was geworden?‘?“ ",
  "mn38:23.3": "„Nein, Herr.“ ",
  "mn38:23.4": "„Wenn ihr so erkennt und seht, würdet ihr euch da nach vorne in die Zukunft wenden: ",
  "mn38:23.5": "‚Werden wir in der Zukunft sein? Werden wir in der Zukunft nicht sein? Was werden wir in der Zukunft sein? Wie werden wir in der Zukunft sein? Nachdem wir was sind, werden wir was in der Zukunft werden?‘?“ ",
  "mn38:23.6": "„Nein, Herr.“ ",
  "mn38:24.1": "„Wenn ihr so erkennt und seht, wärt ihr da unschlüssig über die Gegenwart: ",
  "mn38:24.2": "‚Bin ich? Bin ich nicht? Was bin ich? Wie bin ich? Dieses Lebewesen – woher kommt es? Und wohin wird es gehen?‘?“ ",
  "mn38:24.3": "„Nein, Herr.“ ",
  "mn38:24.4": "„Wenn ihr so erkennt und seht, würdet ihr da sagen: ",
  "mn38:24.5": "‚Unser Lehrer wird geachtet. Wir sprechen so aus Achtung vor unserem Lehrer‘?“ ",
  "mn38:24.6": "„Nein, Herr.“ ",
  "mn38:24.7": "„Wenn ihr so erkennt und seht, würdet ihr da sagen: ",
  "mn38:24.8": "‚Unser Asket sagt das. Wir sprechen so, weil er es so sagt‘?“ ",
  "mn38:24.9": "„Nein, Herr.“ ",
  "mn38:24.10": "„Wenn ihr so erkennt und seht, würdet ihr euch da einem anderen Lehrer zuwenden?“ ",
  "mn38:24.11": "„Nein, Herr.“ ",
  "mn38:24.12": "„Wenn ihr so erkennt und seht, würdet ihr da auf den Glauben zurückfallen, dass die Gelübde und lärmenden abergläubischen Riten der verschiedenen Asketen und Brahmanen das Wesentliche sind?“ ",
  "mn38:24.13": "„Nein, Herr.“ ",
  "mn38:24.14": "„Seid ihr sicher, dass ihr das nur sagt, weil ihr es selber erkannt und gesehen habt, euch selber darüber klar geworden seid?“ ",
  "mn38:24.15": "„Ja, Herr.“ ",
  "mn38:25.1": "„Gut, Mönche und Nonnen! Ihr wurdet von mir mit dieser Lehre angeleitet, die in diesem Leben ersichtlich ist, unmittelbar wirksam, die zum Überprüfen einlädt, zielführend ist, sodass vernünftige Menschen sie selbst erkennen können. ",
  "mn38:25.2": "Denn wenn ich gesagt habe, diese Lehre sei in diesem Leben ersichtlich, unmittelbar wirksam, sie lade zum Überprüfen ein, sei zielführend, sodass vernünftige Menschen sie selbst erkennen könnten, ",
  "mn38:25.3": "so habe ich es insofern gesagt. ",
  "mn38:26.1": "Mönche und Nonnen, wenn drei Dinge zusammenkommen, wird ein Embryo empfangen. ",
  "mn38:26.2": "Wenn Mutter und Vater zusammenkommen, doch die Mutter ist nicht in der fruchtbaren Phase ihres Zyklus und der virile Geist ist nicht bereit, wird der Embryo nicht empfangen. ",
  "mn38:26.3": "Wenn Mutter und Vater zusammenkommen und die Mutter ist in der fruchtbaren Phase ihres Zyklus, doch der virile Geist ist nicht bereit, wird der Embryo nicht empfangen. ",
  "mn38:26.4": "Aber wenn Mutter und Vater zusammenkommen, die Mutter ist in der fruchtbaren Phase ihres Zyklus und der virile Geist ist bereit, dann wird der Embryo empfangen. ",
  "mn38:27.1": "Die Mutter nährt den Embryo neun oder zehn Monate lang in ihrem Leib unter großer Gefahr für ihre schwere Last. ",
  "mn38:27.2": "Nachdem neun oder zehn Monate vergangen sind, bringt sie ihr Kind zur Welt unter großer Gefahr für ihre schwere Last. ",
  "mn38:27.3": "Wenn das Kind geboren ist, stillt sie es mit ihrem eigenen Blut. ",
  "mn38:27.4": "Denn Muttermilch gilt als Blut in der Schulung des Edlen. ",
  "mn38:28.1": "Dieser Junge wächst heran und seine Fähigkeiten reifen heran. ",
  "mn38:28.2": "Entsprechend spielt er Kinderspiele wie Spielzeugpflüge, Stockschlagen, Purzelbäume, Windrädchen, Spielzeug-Messbecher, Spielzeug-Kutschen und Spielzeug-Bogen. ",
  "mn38:29.1": "Dieser Junge wächst heran und seine Fähigkeiten wachsen weiter heran. ",
  "mn38:29.2": "Entsprechend vergnügt er sich mit den fünf Arten sinnlicher Erregung, mit denen er versorgt und ausgestattet ist: ",
  "mn38:29.3": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend; ",
  "mn38:29.4": "Töne, die das Ohr erkennt … ",
  "mn38:29.5": "Düfte, die die Nase erkennt … ",
  "mn38:29.6": "Geschmäcke, die die Zunge erkennt … ",
  "mn38:29.7": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn38:30.1": "Wenn er mit dem Auge ein Bild sieht und es ist angenehm, ist er davon berauscht, aber wenn es unangenehm ist, lehnt er es ab. Seine Achtsamkeit auf den Körper ist nicht verankert und sein Herz ist eng. ",
  "mn38:30.2": "Und er versteht nicht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "mn38:30.3": "Wenn er so voller Bevorzugen und Zurückweisen ist und irgendeine Art von Gefühl erfährt, sei es angenehm, schmerzhaft oder neutral, stimmt er diesem zu, begrüßt es und hält weiter daran fest. ",
  "mn38:30.4": "Das führt zu Genießen. ",
  "mn38:30.5": "Sein Genießen von Gefühlen ist Ergreifen. Ergreifen ist eine Bedingung für fortgesetztes Dasein. Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "mn38:30.6": "So kommt diese ganze Masse des Leidens zustande. ",
  "mn38:30.7": "Wenn er mit dem Ohr einen Ton hört … ",
  "mn38:30.8": "Wenn er mit der Nase einen Duft riecht … ",
  "mn38:30.9": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "mn38:30.10": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "mn38:30.11": "Wenn er mit dem Geist eine Vorstellung erkennt und sie ist angenehm, ist er davon berauscht, aber wenn sie unangenehm ist, lehnt er sie ab. Seine Achtsamkeit auf den Körper ist nicht verankert und sein Herz ist eng. ",
  "mn38:30.12": "Und er versteht nicht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "mn38:30.13": "Wenn er so voller Bevorzugen und Zurückweisen ist und irgendeine Art von Gefühl erfährt, sei es angenehm, schmerzhaft oder neutral, stimmt er diesem zu, begrüßt es und hält weiter daran fest. ",
  "mn38:30.14": "Das führt zu Genießen. ",
  "mn38:30.15": "Sein Genießen von Gefühlen ist Ergreifen. Ergreifen ist eine Bedingung für fortgesetztes Dasein. Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "mn38:30.16": "So kommt diese ganze Masse des Leidens zustande. ",
  "mn38:31.1": "Doch dann erscheint da ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "mn38:31.2": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn38:31.3": "Er verkündet eine Lehre, die am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. ",
  "mn38:31.4": "Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn38:32.1": "Ein Hausbesitzer hört diese Lehre, oder das Kind eines Hausbesitzers oder jemand, der in einer guten Familie wiedergeboren ist. ",
  "mn38:32.2": "Er fasst Vertrauen zum Klargewordenen ",
  "mn38:32.3": "und überlegt: ",
  "mn38:32.4": "‚Das Leben in einem Haus ist eng und schmutzig, aber das Leben von jemand, der fortgezogen ist, ist weit offen. ",
  "mn38:32.5": "Es ist nicht einfach, wenn man im Haus lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "mn38:32.6": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "mn38:32.7": "Nach einiger Zeit gibt er ein großes oder kleines Vermögen auf, verlässt einen großen oder kleinen Familienkreis. Er rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "mn38:33.1": "Wenn er fortgezogen ist, nimmt er die Schulung und die Lebensweise der Mönche und Nonnen auf. Er gibt das Töten lebender Geschöpfe auf und tötet nicht mehr. Er verzichtet auf Stock und Schwert. Er ist einfühlsam und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "mn38:33.2": "Er gibt das Stehlen auf und stiehlt nicht mehr. Er nimmt nur, was gegeben wird, erwartet nur, was gegeben wird. Er hält sich selbst rein, indem er nicht stiehlt. ",
  "mn38:33.3": "Er gibt unkeusches Verhalten auf und ist keusch. Er lebt abgesondert und vermeidet den vulgären Akt des Geschlechtsverkehrs. ",
  "mn38:33.4": "Er gibt das Lügen auf und lügt nicht mehr. Er sagt die Wahrheit und hält sich an die Wahrheit. Er ist ehrlich und vertrauenswürdig und legt die Welt nicht mit seinen Worten herein. ",
  "mn38:33.5": "Er gibt entzweiende Rede auf und entzweit niemanden mehr. Was er hier gehört hat, sagt er nicht dort, und was er dort gehört hat, nicht hier, um Menschen zu entzweien. Stattdessen versöhnt er die Uneinigen, fördert Einigkeit, freut sich an Eintracht, liebt die Eintracht und spricht Worte, die Eintracht fördern. ",
  "mn38:33.6": "Er gibt harte Rede auf und redet nicht mehr hart. Seine Worte sind mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, den Menschen lieb und angenehm. ",
  "mn38:33.7": "Er gibt das Unsinnreden auf und redet keinen Unsinn mehr. Seine Worte kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Zur rechten Zeit sagt er Dinge, die sinnvoll und begründet sind, treffend und hilfreich. ",
  "mn38:33.8": "Er unterlässt es, Pflanzen und Samen zu beschädigen. ",
  "mn38:33.9": "Er isst zu einer Tageszeit und verzichtet auf das Essen bei Nacht und zur falschen Zeit. ",
  "mn38:33.10": "Er unterlässt den Besuch von Tanz-, Gesangs- und Musikvorführungen. ",
  "mn38:33.11": "Er unterlässt es, sich mit Kränzen, Parfüm und Make-up zu verschönern und zu schmücken. ",
  "mn38:33.12": "Er unterlässt die Benutzung hoher und üppiger Schlafstellen. ",
  "mn38:33.13": "Er unterlässt es, Gold und Geld anzunehmen. ",
  "mn38:33.14": "Er unterlässt es, rohes Getreide anzunehmen, ",
  "mn38:33.15": "rohes Fleisch, ",
  "mn38:33.16": "Frauen und Mädchen, ",
  "mn38:33.17": "abhängige Diener und Dienerinnen, ",
  "mn38:33.18": "Ziegen und Schafe, ",
  "mn38:33.19": "Hühner und Schweine, ",
  "mn38:33.20": "Elefanten, Rinder, Pferde und Stuten ",
  "mn38:33.21": "sowie Felder und Grundstücke. ",
  "mn38:33.22": "Er unterlässt es, Botengänge zu machen und Botschaften zu übermitteln, ",
  "mn38:33.23": "zu kaufen und zu verkaufen, ",
  "mn38:33.24": "Maße, Metalle oder Gewichte zu fälschen, ",
  "mn38:33.25": "zu bestechen, zu betrügen, zu täuschen und ein doppeltes Spiel zu spielen, ",
  "mn38:33.26": "zu verstümmeln, zu morden, zu entführen, zu rauben, zu plündern und Gewalt anzuwenden. ",
  "mn38:34.1": "Er ist zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da nimmt er nur diese Dinge mit. ",
  "mn38:34.2": "Wie ein Vogel: Wohin er auch fliegt, die Flügel sind seine einzige Last. ",
  "mn38:34.3": "Ebenso ist ein Mönch zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da nimmt er nur diese Dinge mit. ",
  "mn38:34.4": "Wenn er diesen Umfang der edlen Sittlichkeit besitzt, erfährt er im Innern ein Glück, das ohne Tadel ist. ",
  "mn38:35.1": "Wenn er mit dem Auge ein Bild sieht, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn38:35.2": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "mn38:35.3": "Wenn er mit dem Ohr einen Ton hört … ",
  "mn38:35.4": "Wenn er mit der Nase einen Duft riecht … ",
  "mn38:35.5": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "mn38:35.6": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "mn38:35.7": "Wenn er mit dem Geist eine Vorstellung erkennt, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn38:35.8": "Wenn das Vorstellungsvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Vorstellungsvermögen und hält es im Zaum. ",
  "mn38:35.9": "Wenn er diese edle Zügelung der Sinne besitzt, erfährt er im Innern eine fleckenlose Seligkeit. ",
  "mn38:36.1": "Er handelt mit Situationsbewusstsein beim Ausgehen und Zurückkommen, beim Hin- und Wegschauen, beim das Beugen und Strecken der Glieder, beim Tragen von äußerer Robe, Schale und Roben, beim Essen, Trinken, Kauen, Schmecken, beim Ausscheiden von Urin und Kot, beim Gehen, Stehen, Sitzen, Schlafen und Wachen, Reden und Schweigen. ",
  "mn38:37.1": "Wenn er diesen Umfang der edlen Sittlichkeit, diese edle Zufriedenheit und diese edle Zügelung der Sinne sowie diese edle Achtsamkeit und das edle Situationsbewusstsein besitzt, ",
  "mn38:37.2": "sucht er einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, das Freie, einen Strohhaufen. ",
  "mn38:38.1": "Nach dem Essen, wenn er vom Almosengang zurückkommt, setzt er sich mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit vor sich. ",
  "mn38:38.2": "Er gibt das Begehren nach der Welt auf, meditiert mit einem Herzen, das frei von Begehren ist, und läutert den Geist von Begehren. ",
  "mn38:38.3": "Er gibt bösen Willen und Boshaftigkeit auf, meditiert mit einem Herzen, das frei von bösem Willen ist, voller Anteilnahme für alle Lebewesen, und läutert den Geist von bösem Willen. ",
  "mn38:38.4": "Er gibt Dumpfheit und Benommenheit auf, meditiert mit einem Herzen, das frei von Dumpfheit und Benommenheit ist, er nimmt Licht wahr, ist achtsam und der Situation bewusst und läutert den Geist von Dumpfheit und Benommenheit. ",
  "mn38:38.5": "Er gibt Rastlosigkeit und Reue auf, meditiert ohne Rastlosigkeit, mit innerlich friedvollem Geist, und läutert den Geist von Rastlosigkeit und Reue. ",
  "mn38:38.6": "Er gibt den Zweifel auf, meditiert, indem er über den Zweifel hinausgegangen ist, nicht im Unklaren über taugliche Eigenschaften, und läutert den Geist von Zweifel. ",
  "mn38:39.1": "Er gibt diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "mn38:39.2": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, tritt er in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn38:39.3": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch oder eine Nonne in die zweite Vertiefung ein und verweilt darin … ",
  "mn38:39.4": "in die dritte Vertiefung … ",
  "mn38:39.5": "in die vierte Vertiefung. ",
  "mn38:40.1": "Wenn er mit dem Auge ein Bild sieht und es ist angenehm, ist er nicht berauscht, und wenn es unangenehm ist, lehnt er es nicht ab. Seine Achtsamkeit auf den Körper ist verankert und sein Herz ist grenzenlos. ",
  "mn38:40.2": "Und er versteht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "mn38:40.3": "Wenn er so Bevorzugen und Zurückweisen aufgegeben hat und irgendeine Art von Gefühl erfährt, sei es angenehm, schmerzhaft oder neutral, stimmt er diesem nicht zu, begrüßt es nicht und hält nicht weiter daran fest. ",
  "mn38:40.4": "Das führt dazu, dass das Genießen von Gefühlen aufhört. ",
  "mn38:40.5": "Wenn sein Genießen aufhört, hört Ergreifen auf. Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf. Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf. Wenn Wiedergeburt aufhört, hören Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis auf. ",
  "mn38:40.6": "So hört diese ganze Masse des Leidens auf. ",
  "mn38:41.1": "Wenn er mit dem Ohr einen Ton hört … ",
  "mn38:41.2": "Wenn er mit der Nase einen Duft riecht … ",
  "mn38:41.3": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "mn38:41.4": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "mn38:41.5": "Wenn er mit dem Geist eine Vorstellung erkennt und sie ist angenehm, ist er nicht berauscht, und wenn sie unangenehm ist, lehnt er sie nicht ab. Seine Achtsamkeit auf den Körper ist verankert und sein Herz ist grenzenlos. ",
  "mn38:41.6": "Und er versteht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "mn38:41.7": "Wenn er so Bevorzugen und Zurückweisen aufgegeben hat und irgendeine Art von Gefühl erfährt, sei es angenehm, schmerzhaft oder neutral, stimmt er diesem nicht zu, begrüßt es nicht und hält nicht weiter daran fest. ",
  "mn38:41.8": "Das führt dazu, dass das Genießen von Gefühlen aufhört. ",
  "mn38:41.9": "Wenn sein Genießen aufhört, hört Ergreifen auf. Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf. Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf. Wenn Wiedergeburt aufhört, hören Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis auf. ",
  "mn38:41.10": "So hört diese ganze Masse des Leidens auf. ",
  "mn38:41.11": "Mönche und Nonnen, prägt euch diese kurze Aussage über die Freiheit durch Auflösung des Verlangens ein. Aber der Mönch Sāti, der Sohn des Fischers, ist in einem riesigen Netz von Verlangen gefangen, einem Filzgeflecht von Verlangen.“ ",
  "mn38:41.12": "Das sagte der Buddha. ",
  "mn38:41.13": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}