{
  "mn39:0.1": "Mittlere Lehrreden 39 ",
  "mn39:0.2": "Die längere Lehrrede bei Assapura ",
  "mn39:1.1": "So habe ich es gehört: ",
  "mn39:1.2": "Einmal hielt sich der Buddha im Land der Aṅger auf, bei dem Marktflecken der Aṅger mit Namen Assapura. ",
  "mn39:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn39:1.4": "„Mönche und Nonnen!“ ",
  "mn39:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn39:1.6": "Der Buddha sagte: ",
  "mn39:2.1": "„Mönche und Nonnen, die Leute bezeichnen euch als Asketen. ",
  "mn39:2.2": "Und wenn sie euch fragen, was ihr seid, behauptet ihr, Asketen zu sein. ",
  "mn39:2.3": "Angesichts dieser Bezeichnung und dieser Behauptung sollt ihr euch so schulen: ‚Wir werden die Dinge, die einen zu einem Asketen und einem Brahmanen machen, aufnehmen und sie befolgen. So wird unsere Bezeichnung richtig sein und unsere Behauptung zutreffen. ",
  "mn39:2.4": "Wenn wir Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung benutzen, wird das für die Spender reiche Frucht und vorteilhafte Folgen haben. So wird unser Fortziehen nicht vergeblich sein, sondern reich und fruchtbar.‘ ",
  "mn39:2.5": "So sollt ihr euch schulen. ",
  "mn39:3.1": "Und was sind die Dinge, die einen zu einem Asketen und einem Brahmanen machen? ",
  "mn39:3.2": "Ihr sollt euch so schulen: ‚Wir wollen Gewissen und Zurückhaltung besitzen.‘ ",
  "mn39:3.3": "Nun, Mönche und Nonnen, ihr könntet denken: ",
  "mn39:3.4": "‚Wir besitzen Gewissen und Zurückhaltung. An diesem Punkt ist es genug, an diesem Punkt ist unsere Arbeit getan. Wir haben das Ziel unseres Asketenlebens erreicht. Es gibt nichts mehr weiter zu tun.‘ Und ihr wärt zufrieden mit eben so viel. ",
  "mn39:3.5": "Das erkläre ich vor euch, Mönche und Nonnen, das kündige ich euch an: ",
  "mn39:3.6": "‚Die ihr wahre Asketen sein wollt, verliert nicht das Ziel des Asketenlebens aus dem Blick, solange es noch mehr zu tun gibt.‘ ",
  "mn39:4.1": "Was gibt es noch mehr zu tun? ",
  "mn39:4.2": "‚Unser Verhalten mit dem Körper soll rein, klar und offen sein, nicht widersprüchlich oder heimlich. ",
  "mn39:4.3": "Und wir wollen uns deshalb nicht selbst verherrlichen oder andere herabsetzen.‘ So sollt ihr euch schulen. ",
  "mn39:4.4": "Nun, Mönche und Nonnen, ihr könntet denken: ",
  "mn39:4.5": "‚Wir besitzen Gewissen und Zurückhaltung und unser Verhalten mit dem Körper ist rein. ",
  "mn39:4.6": "An diesem Punkt ist es genug, an diesem Punkt ist unsere Arbeit getan …‘ Und ihr wärt zufrieden mit eben so viel. ",
  "mn39:4.7": "Das erkläre ich vor euch, Mönche und Nonnen, das kündige ich euch an: ",
  "mn39:4.8": "‚Die ihr wahre Asketen sein wollt, verliert nicht das Ziel des Asketenlebens aus dem Blick, solange es noch mehr zu tun gibt.‘ ",
  "mn39:5.1": "Was gibt es noch mehr zu tun? ",
  "mn39:5.2": "Unser Verhalten mit der Sprache … ",
  "mn39:6.2": "und mit dem Geist … ",
  "mn39:7.2": "und unser Lebenserwerb sollen rein, klar und offen sein, nicht widersprüchlich oder heimlich. ",
  "mn39:7.3": "Und wir wollen uns deshalb nicht selbst verherrlichen oder andere herabsetzen.‘ So sollt ihr euch schulen. ",
  "mn39:7.4": "Nun, Mönche und Nonnen, ihr könntet denken: ",
  "mn39:7.5": "‚Wir besitzen Gewissen und Zurückhaltung, unser Verhalten mit dem Körper, der Sprache und dem Geist ist rein und so ist unser Lebenserwerb. ",
  "mn39:7.6": "An diesem Punkt ist es genug, an diesem Punkt ist unsere Arbeit getan. Wir haben das Ziel unseres Asketenlebens erreicht. Es gibt nichts mehr weiter zu tun.‘ Und ihr wärt zufrieden mit eben so viel. ",
  "mn39:7.7": "Das erkläre ich vor euch, Mönche und Nonnen, das kündige ich euch an: ",
  "mn39:7.8": "‚Die ihr wahre Asketen sein wollt, verliert nicht das Ziel des Asketenlebens aus dem Blick, solange es noch mehr zu tun gibt.‘ ",
  "mn39:8.1": "Was gibt es noch mehr zu tun? ",
  "mn39:8.2": "‚Wir wollen die Tore unserer Sinne bewachen. ",
  "mn39:8.3": "Wenn wir mit dem Auge ein Bild sehen, bleiben wir nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn39:8.4": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund wollen wir Zügelung üben, das Sehvermögen bewachen und es im Zaum halten. ",
  "mn39:8.5": "Wenn wir mit dem Ohr einen Ton hören … ",
  "mn39:8.6": "Wenn wir mit der Nase einen Duft riechen … ",
  "mn39:8.7": "Wenn wir mit der Zunge einen Geschmack schmecken … ",
  "mn39:8.8": "Wenn wir mit dem Körper eine Berührung empfinden … ",
  "mn39:8.9": "Wenn wir mit dem Geist eine Vorstellung erkennen, bleiben wir nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn39:8.10": "Wenn das Vorstellungsvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund wollen wir Zügelung üben, das Vorstellungsvermögen bewachen und es im Zaum halten.‘ So sollt ihr euch schulen. ",
  "mn39:8.11": "Nun, Mönche und Nonnen, ihr könntet denken: ",
  "mn39:8.12": "‚Wir besitzen Gewissen und Zurückhaltung, unser Verhalten mit dem Körper, der Sprache und dem Geist ist rein und so ist unser Lebenserwerb und die Tore unserer Sinne sind bewacht. ",
  "mn39:8.13": "An diesem Punkt ist es genug, an diesem Punkt ist unsere Arbeit getan …‘ … ",
  "mn39:9.1": "Was gibt es noch mehr zu tun? ",
  "mn39:9.2": "‚Wir wollen beim Essen maßhalten. Wir wollen nur essen, nachdem wir über unsere Nahrung gründlich nachgedacht haben. ",
  "mn39:9.3": "Wir wollen nicht zum Spaß essen, nicht zum Schwelgen, zur Zier oder zum Schmuck, sondern nur, um diesen Körper zu erhalten, um Schaden abzuwenden und das geistliche Leben zu fördern, damit wir altes Unbehagen beenden und neues nicht entstehen lassen und ohne Tadel und unbeschwert leben.‘ So sollt ihr euch schulen. ",
  "mn39:9.4": "Nun, Mönche und Nonnen, ihr könntet denken: ",
  "mn39:9.5": "‚Wir besitzen Gewissen und Zurückhaltung, unser Verhalten mit dem Körper, der Sprache und dem Geist ist rein und so ist unser Lebenserwerb, die Tore unserer Sinne sind bewacht und wir halten beim Essen Maß. ",
  "mn39:9.6": "An diesem Punkt ist es genug, an diesem Punkt ist unsere Arbeit getan …‘ … ",
  "mn39:10.1": "Was gibt es noch mehr zu tun? ",
  "mn39:10.2": "‚Wir wollen uns dem Wachsein weihen. Am Tag wollen wir im Gehen und im Sitzen meditieren und unseren Geist von Hemmnissen läutern. ",
  "mn39:10.3": "Am Abend wollen wir im Gehen und im Sitzen meditieren und unseren Geist von Hemmnissen läutern. ",
  "mn39:10.4": "Im mittleren Teil der Nacht wollen wir uns in der Haltung des Löwen niederlegen – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und der Situation bewusst, den Geist auf die Zeit des Aufstehens gerichtet. ",
  "mn39:10.5": "Im letzten Teil der Nacht wollen wir im Gehen und im Sitzen meditieren und unseren Geist von Hemmnissen läutern.‘ So sollt ihr euch schulen. ",
  "mn39:10.6": "Nun, Mönche und Nonnen, ihr könntet denken: ",
  "mn39:10.7": "‚Wir besitzen Gewissen und Zurückhaltung, unser Verhalten mit dem Körper, der Sprache und dem Geist ist rein und so ist unser Lebenserwerb, die Tore unserer Sinne sind bewacht, wir halten beim Essen Maß und weihen uns dem Wachsein. ",
  "mn39:10.8": "An diesem Punkt ist es genug, an diesem Punkt ist unsere Arbeit getan …‘ … ",
  "mn39:11.1": "Was gibt es noch mehr zu tun? ",
  "mn39:11.2": "‚Wir wollen Achtsamkeit und Situationsbewusstsein haben. Wir wollen beim Ausgehen und Zurückkommen der Situation bewusst sein, beim Hin- und Wegschauen, beim Beugen und Strecken der Glieder, beim Tragen von äußerer Robe, Schale und Roben, beim Essen, Trinken, Kauen, Schmecken, beim Ausscheiden von Urin und Kot, beim Gehen, Stehen, Sitzen, Schlafen und Wachen, Reden und Schweigen.‘ So sollt ihr euch schulen. ",
  "mn39:11.3": "Nun, Mönche und Nonnen, ihr könntet denken: ",
  "mn39:11.4": "‚Wir besitzen Gewissen und Zurückhaltung, unser Verhalten mit dem Körper, der Sprache und dem Geist ist rein und so ist unser Lebenserwerb, die Tore unserer Sinne sind bewacht, wir halten beim Essen Maß, weihen uns dem Wachsein und haben Achtsamkeit und Situationsbewusstsein. ",
  "mn39:11.5": "An diesem Punkt ist es genug, an diesem Punkt ist unsere Arbeit getan …‘ … ",
  "mn39:12.1": "Was gibt es noch mehr zu tun? ",
  "mn39:12.2": "Da sucht ein Mönch einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen. ",
  "mn39:13.1": "Nach dem Essen, wenn er vom Almosengang zurückkommt, setzt er sich mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit vor sich. ",
  "mn39:13.2": "Er gibt das Begehren nach der Welt auf, meditiert mit einem Herzen, das frei von Begehren ist, und läutert den Geist von Begehren. ",
  "mn39:13.3": "Er gibt bösen Willen und Boshaftigkeit auf, meditiert mit einem Herzen, das frei von bösem Willen ist, voller Anteilnahme für alle Lebewesen, und läutert den Geist von bösem Willen. ",
  "mn39:13.4": "Er gibt Dumpfheit und Benommenheit auf, meditiert mit einem Herzen, das frei von Dumpfheit und Benommenheit ist, er nimmt Licht wahr, ist achtsam und der Situation bewusst und läutert den Geist von Dumpfheit und Benommenheit. ",
  "mn39:13.5": "Er gibt Rastlosigkeit und Reue auf, meditiert ohne Rastlosigkeit, mit innerlich friedvollem Geist, und läutert den Geist von Rastlosigkeit und Reue. ",
  "mn39:13.6": "Er gibt den Zweifel auf, meditiert, indem er über den Zweifel hinausgegangen ist, nicht im Unklaren über taugliche Eigenschaften, und läutert den Geist von Zweifel. ",
  "mn39:14.1": "Wie ein Mann, der in Schulden geraten wäre und sich der Arbeit widmete ",
  "mn39:14.2": "und dessen Mühe erfolgreich wäre. ",
  "mn39:14.3": "Er würde die ursprüngliche Anleihe zurückzahlen und hätte genug übrig, um seine Partnerin zu unterhalten. ",
  "mn39:14.4": "Wenn er daran dächte, ",
  "mn39:14.7": "wäre er voller Freude und Glück. ",
  "mn39:14.8": "Wie ein Mensch, der mitgenommen, leidend, schwer krank wäre. Er verlöre den Appetit und käme von Kräften. ",
  "mn39:14.9": "Doch nach einiger Zeit erholte sie sich von dieser Krankheit, bekäme wieder Appetit und käme zu Kräften. ",
  "mn39:14.10": "Wenn er daran dächte, ",
  "mn39:14.12": "wäre er voller Freude und Glück. ",
  "mn39:14.13": "Wie ein Mensch, der in einem Gefängnis eingesperrt wäre. ",
  "mn39:14.14": "Doch nach einiger Zeit würde er aus dem Gefängnis entlassen, wäre heil und gesund und hätte nichts von seinem Vermögen verloren. ",
  "mn39:14.15": "Wenn er daran dächte, ",
  "mn39:14.17": "wäre er voller Freude und Glück. ",
  "mn39:14.18": "Wie ein Mensch, der ein abhängiger Diener wäre. Er wäre nicht sein eigener Herr, sondern einem anderen arbeitsverpflichtet und könnte nicht gehen, wohin er wollte. ",
  "mn39:14.19": "Doch nach einiger Zeit würde er aus der Knechtschaft befreit und würde sein eigener Herr, keinem anderen arbeitsverpflichtet, ein unabhängiger Mensch, der gehen könnte, wohin er wollte. ",
  "mn39:14.20": "Wenn er daran dächte, ",
  "mn39:14.22": "wäre er voller Freude und Glück. ",
  "mn39:14.23": "Wie ein Mensch, der mit seinem Besitz und Vermögen eine Straße durch die Wüste entlangwanderte. ",
  "mn39:14.24": "Doch nach einiger Zeit hätte er die Wüste sicher durchquert und hätte nichts von seinem Vermögen verloren. ",
  "mn39:14.25": "Wenn er daran dächte, ",
  "mn39:14.28": "wäre er voller Freude und Glück. ",
  "mn39:14.29": "Ebenso betrachtet da ein Mönch, der diese fünf Hindernisse im Innern noch nicht aufgegeben hat, diese als eine Schuld, eine Krankheit, ein Gefängnis, als Sklaverei und als eine Wüstendurchquerung. ",
  "mn39:14.30": "Aber wenn er diese fünf Hindernisse im Innern aufgegeben hat, betrachtet er dies als Freiheit von Schulden, als Genesung, als Freilassung aus dem Gefängnis, als Unabhängigkeit und schließlich als Schutzgebiet. ",
  "mn39:15.1": "Er gibt diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "mn39:15.2": "Dann tritt er, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn39:15.3": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit aus Abgeschiedenheit geborener Ekstase und Seligkeit. Es gibt keinen Teil des Körpers, der nicht von aus Abgeschiedenheit geborener Ekstase und Seligkeit durchströmt wäre. ",
  "mn39:15.4": "Wie ein geschickter Bader oder Baderlehrling, der Seifenpulver in eine Bronzeschüssel gibt und es nach und nach mit Wasser benetzt. Er knetet es, bis die Kugel aus Seifenpulver mit Feuchtigkeit vollgesogen und gesättigt ist, innen und außen durchtränkt, und doch keine Feuchtigkeit herausquillt. ",
  "mn39:15.5": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit der Ekstase und der Seligkeit der Abgeschiedenheit. Es gibt keinen Teil des Körpers, der nicht von der Ekstase und der Seligkeit der Abgeschiedenheit durchströmt wäre. ",
  "mn39:16.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn39:16.2": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit aus Versenkung geborener Ekstase und Seligkeit. Es gibt keinen Teil des Körpers, der nicht von aus Versenkung geborener Ekstase und Seligkeit durchströmt wäre. ",
  "mn39:16.3": "Wie ein tiefer See, der von Quellwasser gespeist wird und der weder von Osten noch von Westen, weder von Norden noch von Süden einen Zufluss hat und auch nicht von Zeit zu Zeit vom Regen aufgefüllt wird. Doch der Strom kühlen Wassers, der im See aufwallt, tränkt, durchdringt, füllt und durchströmt den ganzen See. Es gibt keinen Teil des Sees, der nicht von kühlem Wasser durchströmt wäre. ",
  "mn39:16.4": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit aus Versenkung geborener Ekstase und Seligkeit. Es gibt keinen Teil des Körpers, der nicht von aus Versenkung geborener Ekstase und Seligkeit durchströmt wäre. ",
  "mn39:17.1": "Mit dem Schwinden der Ekstase tritt ein Mönch dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn39:17.2": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit Seligkeit, die frei von Ekstase ist. Es gibt keinen Teil des Körpers, der nicht von der Seligkeit, die frei von Ekstase ist, durchströmt wäre. ",
  "mn39:17.3": "Wie ein Teich mit blauen Seerosen oder rosa oder weißen Lotusblumen. Manche von ihnen sprießen und wachsen im Wasser, ohne sich darüber zu erheben, und gedeihen unter Wasser. Von der Spitze bis zur Wurzel sind sie getränkt, durchdrungen, angefüllt und durchströmt von kühlem Wasser. Es gibt keinen Teil von ihnen, der nicht von kühlem Wasser durchströmt wäre. ",
  "mn39:17.4": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit Seligkeit, die frei von Ekstase ist. Es gibt keinen Teil des Körpers, der nicht von der Seligkeit, die frei von Ekstase ist, durchströmt wäre. ",
  "mn39:18.1": "Indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn39:18.2": "Er sitzt da und durchströmt seinen Körper mit reinem, hellem Geist. Es gibt keinen Teil des Körpers, der nicht von reinem, hellem Geist durchströmt wäre. ",
  "mn39:18.3": "Wie wenn jemand dasitzt, der von Kopf bis Fuß in ein weißes Tuch gehüllt ist. Es gibt keinen Teil des Körpers, der nicht von dem weißen Tuch bedeckt wäre. ",
  "mn39:18.4": "Ebenso sitzt ein Mönch da und durchströmt seinen Körper mit reinem, hellem Geist. Es gibt keinen Teil des Körpers, der nicht von reinem, hellem Geist durchströmt wäre. ",
  "mn39:19.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erinnerung an frühere Leben. ",
  "mn39:19.2": "Er erinnert sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn39:19.3": "Wie wenn ein Mensch sein Heimatdorf verließe und zu einem anderen Dorf ginge. Von diesem Dorf ginge er zu wieder einem anderen Dorf. Und von jenem Dorf käme er zurück zu seinem Heimatdorf. Er dächte: ‚Ich ging von meinem Heimatdorf zu einem anderen Dorf. Dort stand ich so, saß so, redete so oder schwieg so. Von diesem Dorf ging ich zu wieder einem anderen Dorf. Dort stand ich dann so, saß so, redete so oder schwieg so. Und von jenem Dorf kam ich zurück zu meinem Heimatdorf.‘ ",
  "mn39:19.4": "Ebenso erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn39:20.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "mn39:20.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht er Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn39:20.3": "Wie wenn da zwei Häuser mit Türen stünden. Ein Mensch mit klaren Augen, der zwischen ihnen stünde, könnte sehen, wie Menschen ein Haus betreten oder verlassen und wie sie hin und her gehen. ",
  "mn39:20.4": "Ebenso sieht er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn39:21.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – dann streckt er ihn aus auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "mn39:21.2": "Er versteht wahrhaftig: ‚Das ist das Leiden‘, ‚das ist der Ursprung des Leidens‘, ‚das ist das Aufhören des Leidens‘, ‚das ist die Übung, die zum Aufhören des Leidens führt‘. ",
  "mn39:21.3": "Er versteht wahrhaftig: ‚Das sind die Befleckungen‘, ‚das ist der Ursprung der Befleckungen‘, ‚das ist das Aufhören der Befleckungen‘, ‚das ist die Übung, die zum Aufhören der Befleckungen führt‘. ",
  "mn39:21.4": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn39:21.5": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "mn39:21.6": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "mn39:21.7": "Wie ein See in einer Bergschlucht, der durchsichtig, klar und ungetrübt wäre. Ein Mensch mit klaren Augen, der am Ufer stünde, würde die Schnecken und Muscheln, Steine und Kiesel sehen und auch die Fischschwärme, die herumschwämmen oder stillstünden. ",
  "mn39:21.9": "Er dächte: ",
  "mn39:21.10": "‚Dieser See ist durchsichtig, klar und ungetrübt. Hier sind die Schnecken und Muscheln, Steine und Kiesel und die Fischschwärme, die herumschwimmen oder stillstehen.‘ ",
  "mn39:21.11": "Ebenso versteht da ein Mönch wahrhaftig: ‚Das ist das Leiden‘, ‚das ist der Ursprung des Leidens‘, ‚das ist das Aufhören des Leidens‘, ‚das ist die Übung, die zum Aufhören des Leidens führt‘. ",
  "mn39:21.12": "Er versteht: ‚… es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "mn39:22.1": "Dieser Mönch ist einer, den man einen ‚Asketen‘, einen ‚Brahmanen‘, einen ‚gebadeten Eingeweihten‘, einen ‚Wissensmeister‘, einen ‚Gelehrten‘, einen ‚Edlen‘ und auch einen ‚Vollendeten‘ nennt. ",
  "mn39:23.1": "Und wie ist ein Mönch ein Asket? ",
  "mn39:23.2": "Schlechte, untaugliche Eigenschaften, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod, diese hat er besänftigt. ",
  "mn39:23.3": "So ist ein Mönch ein Asket. ",
  "mn39:24.1": "Und wie ist ein Mönch ein Brahmane? ",
  "mn39:24.2": "Schlechte, untaugliche Eigenschaften, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod, diese hat er verbannt. ",
  "mn39:24.3": "So ist ein Mönch ein Brahmane. ",
  "mn39:25.1": "Und wie ist ein Mönch ein gebadeter Eingeweihter? ",
  "mn39:25.2": "Schlechte, untaugliche Eigenschaften, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod, diese hat er abgewaschen. ",
  "mn39:25.3": "So ist ein Mönch ein gebadeter Eingeweihter. ",
  "mn39:26.1": "Und wie ist ein Mönch ein Wissensmeister? ",
  "mn39:26.2": "Schlechte, untaugliche Eigenschaften, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod, diese hat er erkannt. ",
  "mn39:26.3": "So ist ein Mönch ein Wissensmeister. ",
  "mn39:27.1": "Und wie ist ein Mönch ein Gelehrter? ",
  "mn39:27.2": "Schlechte, untaugliche Eigenschaften, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod, diese hat er abgescheuert. ",
  "mn39:27.3": "So ist ein Mönch ein Gelehrter. ",
  "mn39:28.1": "Und wie ist ein Mönch ein Edler? ",
  "mn39:28.2": "Schlechte, untaugliche Eigenschaften, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod, diese seine Feinde hat er ausgeschaltet. ",
  "mn39:28.3": "So ist ein Mönch ein Edler. ",
  "mn39:29.1": "Und wie ist ein Mönch ein Vollendeter? ",
  "mn39:29.2": "Von schlechten, untauglichen Eigenschaften, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod, von diesen ist er unfehlbar entfernt. ",
  "mn39:29.3": "So ist ein Mönch ein Vollendeter.“ ",
  "mn39:29.4": "Das sagte der Buddha. ",
  "mn39:29.5": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}