{
  "mn42:0.1": "Mittlere Lehrreden 42 ",
  "mn42:0.2": "Die Leute von Verañja ",
  "mn42:1.1": "So habe ich es gehört: ",
  "mn42:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn42:2.1": "Damals befanden sich die Brahmanen und Hausbesitzer von Verañjā wegen einer Angelegenheit in Sāvatthī. ",
  "mn42:2.2": "Die Brahmanen und Hausbesitzer von Verañjā hörten: ",
  "mn42:2.3": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – hält sich bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn42:2.4": "Er hat diesen guten Ruf: ",
  "mn42:2.5": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn42:2.6": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn42:2.7": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn42:2.8": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "mn42:3.1": "Da gingen die Brahmanen und Hausbesitzer von Verañjā zum Buddha. Manche verbeugten sich, manche begrüßten ihn und tauschten Höflichkeiten aus, manche hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen. Sie setzten sich zur Seite hin und sagten zum Buddha: ",
  "mn42:4.1": "„Was ist der Grund, Meister Gotama, was ist die Ursache, dass manche Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle? ",
  "mn42:4.2": "Und was ist der Grund, was ist die Ursache, dass manche Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren werden, in einer himmlischen Welt?“ ",
  "mn42:5.1": "„Prinzipienloses und unmoralisches Verhalten ist der Grund, dass manche Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn42:5.2": "Prinzipientreues und sittliches Verhalten ist der Grund, dass manche Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren werden, in einer himmlischen Welt.“ ",
  "mn42:6.1": "„Wir verstehen die Bedeutung dessen nicht, was Meister Gotama kurz gesagt hat, ohne es ausführlich zu erklären. ",
  "mn42:6.2": "Meister Gotama, bitte lehre uns diese Sache ausführlich, sodass wir die Bedeutung verstehen können.“ ",
  "mn42:6.3": "„Also dann, Hausbesitzer, hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn42:6.4": "„Ja, Herr“, antworteten sie. ",
  "mn42:6.5": "Der Buddha sagte: ",
  "mn42:7.1": "„Hausbesitzer, ein prinzipienloser und unmoralischer Mensch verhält sich dreifach in Bezug auf den Körper, vierfach in Bezug auf die Sprache und dreifach in Bezug auf den Geist. ",
  "mn42:8.1": "Und wie verhält sich ein prinzipienloser und unmoralischer Mensch dreifach in Bezug auf den Körper? ",
  "mn42:8.2": "Da tötet jemand lebende Geschöpfe. Er ist unbarmherzig, hat Blut an den Händen, ein abgebrühter Mörder, mitleidlos gegenüber allen Lebewesen. ",
  "mn42:8.3": "Er stiehlt. In diebischer Absicht nimmt er Vermögen und Besitz anderer aus einem Dorf oder aus der Wildnis. ",
  "mn42:8.4": "Er begeht sexuelle Verfehlungen. Er hat Geschlechtsverkehr mit Frauen, die unter dem Schutz der Mutter, des Vaters, von Mutter und Vater, des Bruders, der Schwester, von Verwandten oder des Stammes stehen. Er hat Geschlechtsverkehr mit einer Frau, die unter dem Schutz des rechten Grundsatzes steht, die einen Ehemann hat oder bei der ein Übergriff gesetzlich strafbar ist, bis hin zu einer, die als Zeichen der Verlobung bekränzt wurde. ",
  "mn42:8.5": "So verhält sich ein prinzipienloser und unmoralischer Mensch dreifach in Bezug auf den Körper. ",
  "mn42:9.1": "Und wie verhält sich ein prinzipienloser und unmoralischer Mensch vierfach in Bezug auf die Sprache? ",
  "mn42:9.2": "Da lügt jemand. Er wird vor eine Ratsversammlung geladen, vor eine Versammlung, einen Familienrat, eine Gilde oder an den königlichen Hof, und wird als Zeuge befragt: ‚Bitte, guter Mann, sag, was du weißt.‘ Ohne zu wissen, sagt er: ‚Ich weiß‘. Obwohl er weiß, sagt er: ‚Ich weiß nicht‘. Ohne zu sehen, sagt er: ‚Ich sehe‘. Obwohl er sieht, sagt er: ‚Ich sehe nicht‘. So lügt er wissentlich im eigenen Interesse, im Interesse anderer oder im Interesse einer banalen weltlichen Vergünstigung. ",
  "mn42:9.3": "Er redet so, dass er andere entzweit. Was er hier gehört hat, sagt er dort, und was er dort gehört hat, sagt er hier, um Menschen zu entzweien. So entzweit er die Einträchtigen, fördert Spaltung, freut sich an Spaltung, liebt die Spaltung und spricht Worte, die Spaltung fördern. ",
  "mn42:9.4": "Er redet hart. Er spricht Worte von der Art, die beißend, gehässig, verletzend, beleidigend ist, die an Zorn grenzt und nicht in die Versenkung führt. ",
  "mn42:9.5": "Er redet Unsinn. Seine Worte kommen zur falschen Zeit, sind unwahr, bedeutungslos, nicht im Einklang mit der Lehre und Schulung. Sie sind ohne Wert, kommen zur falschen Zeit, sind unbegründet, weitschweifig und nutzlos. ",
  "mn42:9.6": "So verhält sich ein prinzipienloser und unmoralischer Mensch vierfach in Bezug auf die Sprache. ",
  "mn42:10.1": "Und wie verhält sich ein prinzipienloser und unmoralischer Mensch dreifach in Bezug auf den Geist? ",
  "mn42:10.2": "Da ist jemand begehrlich. Er begehrt Vermögen und Besitz anderer: ‚Ach, wenn doch nur ihr Besitz mir gehörte!‘ ",
  "mn42:10.3": "Er hegt bösen Willen und böswillige Absichten: ‚Dass doch diese Lebewesen getötet, abgeschlachtet, geschlagen, zerstört oder vernichtet würden!‘ ",
  "mn42:10.4": "Er hat falsche Ansicht, sein Blickwinkel ist verzerrt: ",
  "mn42:10.5": "‚Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der richtig gegangen ist, richtig geübt hat, und der das Leben nach dem Tod erklärt, nachdem er es durch eigene Einsicht erkannt hat.‘ ",
  "mn42:10.6": "So verhält sich ein prinzipienloser und unmoralischer Mensch dreifach in Bezug auf den Geist. ",
  "mn42:10.7": "So ist prinzipienloses und unmoralisches Verhalten der Grund, dass manche Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn42:11.1": "Ein prinzipientreuer und sittlicher Mensch verhält sich dreifach in Bezug auf den Körper, vierfach in Bezug auf die Sprache und dreifach in Bezug auf den Geist. ",
  "mn42:12.1": "Und wie verhält sich ein prinzipientreuer und sittlicher Mensch dreifach in Bezug auf den Körper? ",
  "mn42:12.2": "Da gibt jemand das Töten lebender Geschöpfe auf und tötet nicht mehr. Er verzichtet auf Stock und Schwert. Er ist gewissenhaft und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "mn42:12.3": "Er gibt das Stehlen auf und stiehlt nicht mehr. Er nimmt nicht in diebischer Absicht Vermögen oder Besitz anderer aus einem Dorf oder aus der Wildnis. ",
  "mn42:12.4": "Er gibt das Begehen sexueller Verfehlungen auf und begeht keine sexuellen Verfehlungen mehr. Er hat keinen Geschlechtsverkehr mit Frauen, die unter dem Schutz der Mutter, des Vaters, von Mutter und Vater, des Bruders, der Schwester, von Verwandten oder des Stammes stehen. Er hat keinen Geschlechtsverkehr mit einer Frau, die unter dem Schutz des rechten Grundsatzes steht, die einen Ehemann hat oder bei der ein Übergriff gesetzlich strafbar ist, bis hin zu einer, die als Zeichen der Verlobung bekränzt wurde. ",
  "mn42:12.5": "So verhält sich ein prinzipientreuer und sittlicher Mensch dreifach in Bezug auf den Körper. ",
  "mn42:13.1": "Und wie verhält sich ein prinzipientreuer und sittlicher Mensch vierfach in Bezug auf die Sprache? ",
  "mn42:13.2": "Da gibt jemand das Lügen auf und lügt nicht mehr. Er wird vor eine Ratsversammlung geladen, vor eine Versammlung, einen Familienrat, eine Gilde oder an den königlichen Hof, und wird als Zeuge befragt: ‚Bitte, guter Mann, sag, was du weißt.‘ Wenn er nicht weiß, sagt er: ‚Ich weiß nicht‘. Wenn er weiß, sagt er: ‚Ich weiß‘. Wenn er nicht sieht, sagt er: ‚Ich sehe nicht‘. Und wenn er sieht, sagt er: ‚Ich sehe‘. So lügt er nicht wissentlich, weder im eigenen Interesse noch im Interesse anderer noch im Interesse einer banalen weltlichen Vergünstigung. ",
  "mn42:13.3": "Er gibt entzweiende Rede auf und entzweit niemanden mehr. Was er hier gehört hat, sagt er nicht dort, und was er dort gehört hat, nicht hier, um Menschen zu entzweien. Stattdessen versöhnt er die Uneinigen, fördert Einigkeit, freut sich an Eintracht, liebt die Eintracht und spricht Worte, die Eintracht fördern. ",
  "mn42:13.4": "Er gibt harte Rede auf und redet nicht mehr hart. Seine Worte sind mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, den Menschen lieb und angenehm. ",
  "mn42:13.5": "Er gibt das Unsinnreden auf und redet keinen Unsinn mehr. Seine Worte kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Sie sind wertvoll, kommen zur rechten Zeit, sind begründet, treffend und nützlich. ",
  "mn42:13.6": "So verhält sich ein prinzipientreuer und sittlicher Mensch vierfach in Bezug auf die Sprache. ",
  "mn42:14.1": "Und wie verhält sich ein prinzipientreuer und sittlicher Mensch dreifach in Bezug auf den Geist? ",
  "mn42:14.2": "Da ist jemand zufrieden. Er begehrt nicht Vermögen oder Besitz anderer: ‚Ach, wenn doch nur ihr Besitz mir gehörte!‘ ",
  "mn42:14.3": "Er hat ein gütiges Herz und liebevolle Absichten: ‚Dass doch diese Lebewesen frei von Feindschaft und bösem Willen lebten, frei von Sorgen und glücklich!‘ ",
  "mn42:14.4": "Er hat rechte Ansicht, sein Blickwinkel ist unverfälscht: ",
  "mn42:14.5": "‚Geben, Opfer und Spenden sind sinnvoll. Es gibt eine Frucht und ein Ergebnis von guten und schlechten Taten. Es gibt ein Leben nach dem Tod. Es gibt so etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt Asketen und Brahmanen, die richtig verwirklicht sind, richtig geübt haben, die das Leben nach dem Tod erklären, nachdem sie es durch eigene Einsicht erkannt haben.‘ ",
  "mn42:14.6": "So verhält sich ein prinzipientreuer und sittlicher Mensch dreifach in Bezug auf den Geist. ",
  "mn42:14.7": "So ist prinzipientreues und sittliches Verhalten der Grund, dass manche Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren werden, in einer himmlischen Welt. ",
  "mn42:15.1": "Wenn ein Mensch mit prinzipientreuem und sittlichem Verhalten wünscht: ",
  "mn42:15.2": "‚Ach könnte ich doch, wenn mein Körper auseinanderbricht, nach dem Tod, unter gutsituierten Adligen wiedergeboren werden!‘, ",
  "mn42:15.3": "so ist es möglich, dass das geschieht. ",
  "mn42:15.4": "Warum ist das so? ",
  "mn42:15.5": "Weil sein Verhalten prinzipientreu und sittlich ist. ",
  "mn42:16-17.1": "Wenn ein Mensch mit prinzipientreuem und sittlichem Verhalten wünscht: ",
  "mn42:16-17.2": "‚Ach könnte ich doch, wenn mein Körper auseinanderbricht, nach dem Tod, unter gutsituierten Brahmanen … ",
  "mn42:16-17.3": "oder unter gutsituierten Hausbesitzern wiedergeboren werden!‘, ",
  "mn42:16-17.4": "so ist es möglich, dass das geschieht. ",
  "mn42:16-17.5": "Warum ist das so? ",
  "mn42:16-17.6": "Weil sein Verhalten prinzipientreu und sittlich ist. ",
  "mn42:18-42.1": "Wenn ein Mensch mit prinzipientreuem und sittlichem Verhalten wünscht: ",
  "mn42:18-42.2": "‚Ach könnte ich doch, wenn mein Körper auseinanderbricht, nach dem Tod, unter den Göttern der Vier Großen Könige … ",
  "mn42:18-42.7": "unter den Göttern der Dreiunddreißig … ",
  "mn42:18-42.8": "unter den Yama-Göttern … ",
  "mn42:18-42.9": "unter den Freudvollen Göttern … ",
  "mn42:18-42.10": "unter den Göttern, die das Ersinnen lieben … ",
  "mn42:18-42.11": "unter den Göttern, die über das herrschen, was andere ersinnen … ",
  "mn42:18-42.12": "unter den Göttern aus Brahmās Gefolge … ",
  "mn42:18-42.17": "unter den Glanzvollen Göttern … ",
  "mn42:18-42.22": "unter den Göttern von Begrenztem Glanz … ",
  "mn42:18-42.23": "unter den Göttern von Grenzenlosem Glanz … ",
  "mn42:18-42.24": "unter den Göttern von Strahlendem Glanz … ",
  "mn42:18-42.25": "unter den Göttern von Begrenzter Herrlichkeit … ",
  "mn42:18-42.26": "unter den Göttern von Grenzenloser Herrlichkeit … ",
  "mn42:18-42.27": "unter den mit Herrlichkeit reich gesegneten Göttern … ",
  "mn42:18-42.28": "unter den Göttern von überreicher Frucht … ",
  "mn42:18-42.29": "unter den Aviha-Göttern … ",
  "mn42:18-42.30": "unter den Atappa-Göttern … ",
  "mn42:18-42.31": "unter den Göttern von schönem Anblick … ",
  "mn42:18-42.32": "unter den Göttern mit schönem Blick … ",
  "mn42:18-42.33": "unter den Akaniṭṭha-Göttern … ",
  "mn42:18-42.34": "unter den Göttern der Dimension des unendlichen Raumes … ",
  "mn42:18-42.35": "unter den Göttern der Dimension des unendlichen Bewusstseins … ",
  "mn42:18-42.36": "unter den Göttern der Dimension des Nichts … ",
  "mn42:18-42.37": "oder unter den Göttern der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, wiedergeboren werden!‘, ",
  "mn42:18-42.38": "so ist es möglich, dass das geschieht. ",
  "mn42:18-42.39": "Warum ist das so? ",
  "mn42:18-42.40": "Weil sein Verhalten prinzipientreu und sittlich ist. ",
  "mn42:43.1": "Wenn ein Mensch mit prinzipientreuem und sittlichem Verhalten wünscht: ",
  "mn42:43.2": "‚Dass ich doch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen könnte, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben könnte!‘, ",
  "mn42:43.3": "so ist es möglich, dass das geschieht. ",
  "mn42:43.4": "Warum ist das so? ",
  "mn42:43.5": "Weil sein Verhalten prinzipientreu und sittlich ist.“ ",
  "mn42:44.1": "Als der Buddha geendet hatte, sagten die Brahmanen und Hausbesitzer von Verañjā zu ihm: ",
  "mn42:44.2": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "mn42:44.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn42:44.4": "Wir nehmen Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn42:44.5": "Von diesem Tag an soll Meister Gotama uns als Laienschüler in Erinnerung behalten, die für ihr ganzes Leben Zuflucht genommen haben.“ "
}