{
  "mn44:0.1": "Mittlere Lehrreden 44 ",
  "mn44:0.2": "Die kürzere Einteilung ",
  "mn44:1.1": "So habe ich es gehört: ",
  "mn44:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "mn44:1.3": "Da ging der Laie Visākha zu der Nonne Dhammadinnā, verbeugte sich, setzte sich zur Seite hin und sagte zu ihr: ",
  "mn44:2.1": "„Meine Dame, man spricht von diesem Ding, das ‚Persönlichkeit‘ genannt wird. ",
  "mn44:2.2": "Was ist diese Persönlichkeit, von der der Buddha gesprochen hat?“ ",
  "mn44:2.3": "„Visākha, der Buddha hat gesagt, die fünf mit Ergreifen verbundenen Aggregate seien die Persönlichkeit: ",
  "mn44:2.4": "nämlich Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. ",
  "mn44:2.5": "Der Buddha hat gesagt, diese fünf mit Ergreifen verbundenen Aggregate seien die Persönlichkeit.“ ",
  "mn44:2.6": "Mit den Worten „gut, meine Dame“ begrüßte Visākha Dhammadinnās Worte und stimmte ihr zu. Dann stellte er eine weitere Frage: ",
  "mn44:3.1": "„Meine Dame, man spricht von diesem Ding, das ‚der Ursprung der Persönlichkeit‘ genannt wird. ",
  "mn44:3.2": "Was ist dieser Ursprung der Persönlichkeit, von dem der Buddha gesprochen hat?“ ",
  "mn44:3.3": "„Es ist das Verlangen, das zu künftigen Leben führt. Es ist mit Genießen und Gier vermischt und vergnügt sich überall, wo es ankommt: nämlich ",
  "mn44:3.4": "Verlangen nach Sinnenfreuden, Verlangen danach, das Dasein fortzusetzen, und Verlangen danach, das Dasein zu beenden. ",
  "mn44:3.5": "Der Buddha hat gesagt, das sei der Ursprung der Persönlichkeit.“ ",
  "mn44:4.1": "„Meine Dame, man spricht von diesem Ding, das ‚das Aufhören der Persönlichkeit‘ genannt wird. ",
  "mn44:4.2": "Was ist dieses Aufhören der Persönlichkeit, von dem der Buddha gesprochen hat?“ ",
  "mn44:4.3": "„Es ist das restlose Schwinden und Aufhören eben dieses Verlangens, es herzugeben, loszulassen, freizusetzen und nicht daran festzuhalten. ",
  "mn44:4.4": "Der Buddha hat gesagt, das sei das Aufhören der Persönlichkeit.“ ",
  "mn44:5.1": "„Meine Dame, man spricht von der Übung, die zum Aufhören der Persönlichkeit führt. ",
  "mn44:5.2": "Was ist diese Übung, die zum Aufhören der Persönlichkeit führt, von der der Buddha gesprochen hat?“ ",
  "mn44:5.3": "„Die Übung, die zum Aufhören der Persönlichkeit führt, ist einfach dieser edle achtfache Pfad: nämlich ",
  "mn44:5.4": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung.“ ",
  "mn44:6.1": "„Aber meine Dame, ist das Ergreifen genau dasselbe wie die fünf mit Ergreifen verbundenen Aggregate? Oder ist das Ergreifen ein Ding, und die fünf mit Ergreifen verbundenen Aggregate sind ein anderes?“ ",
  "mn44:6.2": "„Dieses Ergreifen ist nicht genau dasselbe wie die fünf mit Ergreifen verbundenen Aggregate, noch ist das Ergreifen ein Ding und die fünf mit Ergreifen verbundenen Aggregate sind ein anderes. ",
  "mn44:6.3": "Das Sehnen und Begehren nach den fünf mit Ergreifen verbundenen Aggregaten sind das Ergreifen hier.“ ",
  "mn44:7.1": "„Aber meine Dame, wie kommt der Glaube an eine Persönlichkeit zustande?“ ",
  "mn44:7.2": "„Da  hat ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen und ist in der Lehre der Edlen nicht bewandert und geschult. Er hat keine guten Menschen gesehen und ist in der Lehre der Guten nicht bewandert und geschult. ",
  "mn44:7.3": "Er betrachtet Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "mn44:7.4": "Er betrachtet Gefühl … ",
  "mn44:7.5": "Wahrnehmung … ",
  "mn44:7.6": "Entscheidungen … ",
  "mn44:7.7": "oder Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "mn44:7.8": "So kommt der Glaube an eine Persönlichkeit zustande.“ ",
  "mn44:8.1": "„Aber meine Dame, wie kommt der Glaube an eine Persönlichkeit nicht zustande?“ ",
  "mn44:8.2": "„Da hat ein gebildeter edler Schüler die Edlen gesehen und ist in der Lehre der Edlen bewandert und geschult. Er hat gute Menschen gesehen und ist in der Lehre der Guten bewandert und geschult. ",
  "mn44:8.3": "Er betrachtet nicht Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "mn44:8.4": "Er betrachtet nicht Gefühl … ",
  "mn44:8.5": "Wahrnehmung … ",
  "mn44:8.6": "Entscheidungen … ",
  "mn44:8.7": "oder Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "mn44:8.8": "So kommt der Glaube an eine Persönlichkeit nicht zustande.“ ",
  "mn44:9.1": "„Aber meine Dame, was ist der edle achtfache Pfad?“ ",
  "mn44:9.2": "„Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "mn44:9.3": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung.“ ",
  "mn44:10.1": "„Aber meine Dame, ist dieser edle achtfache Pfad bedingt oder unbedingt?“ ",
  "mn44:10.2": "„Der edle achtfache Pfad ist bedingt.“ ",
  "mn44:11.1": "„Sind die drei Übungskategorien im edlen achtfachen Pfad zusammengefasst? Oder ist der edle achtfache Pfad in den drei Übungskategorien zusammengefasst?“ ",
  "mn44:11.2": "„Die drei Übungskategorien sind nicht im edlen achtfachen Pfad zusammengefasst. Vielmehr ist der edle achtfache Pfad in den drei Übungskategorien zusammengefasst. ",
  "mn44:11.3": "Rechte Rede, rechtes Handeln und rechter Lebenserwerb: Diese Dinge sind in der Übungskategorie des sittlichen Verhaltens zusammengefasst. ",
  "mn44:11.4": "Rechter Einsatz, rechte Achtsamkeit und rechte Versenkung: Diese Dinge sind in der Übungskategorie der Versenkung zusammengefasst. ",
  "mn44:11.5": "Rechte Ansicht und rechtes Denken: Diese Dinge sind in der Übungskategorie der Weisheit zusammengefasst.“ ",
  "mn44:12.1": "„Aber meine Dame, was ist Versenkung? Welche Dinge sind die Grundlagen für die Versenkung? Welche Dinge sind die Voraussetzungen für die Versenkung? Wie wird Versenkung entwickelt?“ ",
  "mn44:12.2": "„Einheit des Geistes ist Versenkung. ",
  "mn44:12.3": "Die vier Arten der Achtsamkeitsmeditation sind die Grundlagen für die Versenkung. ",
  "mn44:12.4": "Die vier Arten rechten Bemühens sind die Voraussetzungen für die Versenkung. ",
  "mn44:12.5": "Indem man genau diese Dinge pflegt, entwickelt und ausbaut: So wird Versenkung entwickelt.“ ",
  "mn44:13.1": "„Wie viele Vorgänge gibt es?“ ",
  "mn44:13.2": "„Es gibt drei Vorgänge: ",
  "mn44:13.3": "körperliche, sprachliche und geistige Vorgänge.“ ",
  "mn44:14.1": "„Aber meine Dame, was ist der körperliche Vorgang? Was ist der sprachliche Vorgang? Was ist der geistige Vorgang?“ ",
  "mn44:14.2": "„Ein- und Ausatmen ist ein körperlicher Vorgang. Den Geist ausrichten und halten ist ein sprachlicher Vorgang. Wahrnehmen und Fühlen ist ein geistiger Vorgang.“ ",
  "mn44:15.1": "„Aber meine Dame, warum ist Ein- und Ausatmen ein körperlicher Vorgang? Warum ist den Geist ausrichten und halten ein sprachlicher Vorgang? Warum ist Wahrnehmen und Fühlen ein geistiger Vorgang?“ ",
  "mn44:15.2": "„Ein- und Ausatmen ist körperlich. Es ist an den Körper gebunden, deshalb ist Ein- und Ausatmen ein körperlicher Vorgang. ",
  "mn44:15.3": "Zuerst richtet man den Geist aus und hält ihn, dann fängt man an zu sprechen. Deshalb ist den Geist ausrichten und halten ein sprachlicher Vorgang. ",
  "mn44:15.4": "Wahrnehmen und Fühlen sind geistig. Sie sind an den Geist gebunden, deshalb ist Wahrnehmen und Fühlen ein geistiger Vorgang.“ ",
  "mn44:16.1": "„Aber meine Dame, wie erreicht jemand das Aufhören von Wahrnehmung und Gefühl?“ ",
  "mn44:16.2": "„Eine Nonne, die in einen solchen Zustand eintritt, denkt nicht: ",
  "mn44:16.3": "‚Ich werde in das Aufhören von Wahrnehmung und Gefühl eintreten‘ oder ‚Ich trete jetzt in das Aufhören von Wahrnehmung und Gefühl ein‘ oder ‚Ich bin in das Aufhören von Wahrnehmung und Gefühl eingetreten‘. ",
  "mn44:16.4": "Vielmehr wurde ihr Geist vorher auf eine Art entwickelt, die zu einem solchen Zustand führt.“ ",
  "mn44:17.1": "„Aber meine Dame, was hört für eine Nonne, die in das Aufhören von Wahrnehmung und Gefühl eintritt, zuerst auf: die körperlichen, die sprachlichen oder die geistigen Vorgänge?“ ",
  "mn44:17.2": "„Zuerst hören die sprachlichen Vorgänge auf, dann die körperlichen und dann die geistigen.“ ",
  "mn44:18.1": "„Aber meine Dame, wie tritt jemand aus dem Aufhören von Wahrnehmung und Gefühl heraus?“ ",
  "mn44:18.2": "„Eine Nonne, die aus einem solchen Zustand heraustritt, denkt nicht: ",
  "mn44:18.3": "‚Ich werde aus dem Aufhören von Wahrnehmung und Gefühl heraustreten‘ oder ‚Ich trete jetzt aus dem Aufhören von Wahrnehmung und Gefühl heraus‘ oder ‚Ich bin aus dem Aufhören von Wahrnehmung und Gefühl herausgetreten‘. ",
  "mn44:18.4": "Vielmehr wurde ihr Geist vorher auf eine Art entwickelt, die zu einem solchen Zustand führt.“ ",
  "mn44:19.1": "„Aber meine Dame, was erscheint für eine Nonne, die aus dem Aufhören von Wahrnehmung und Gefühl heraustritt, zuerst: die körperlichen, die sprachlichen oder die geistigen Vorgänge?“ ",
  "mn44:19.2": "„Zuerst erscheinen die geistigen Vorgänge, dann die körperlichen und dann die sprachlichen.“ ",
  "mn44:20.1": "„Aber meine Dame, wie viele Arten von Berührung erlebt eine Nonne, nachdem sie aus dem Zustand des Aufhörens von Wahrnehmung und Gefühl herausgetreten ist?“ ",
  "mn44:20.2": "„Sie erlebt drei Arten von Berührung: Leerheitsberührung, merkmalslose Berührung und ungerichtete Berührung.“ ",
  "mn44:21.1": "„Aber meine Dame, wohin neigt sich der Geist einer Nonne, nachdem sie aus dem Zustand des Aufhörens von Wahrnehmung und Gefühl herausgetreten ist, wohin strebt er und richtet sich aus?“ ",
  "mn44:21.2": "„Ihr Geist neigt sich zur Abgeschiedenheit, strebt zur Abgeschiedenheit und richtet sich zur Abgeschiedenheit aus.“ ",
  "mn44:22.1": "„Aber meine Dame, wie viele Gefühle gibt es?“ ",
  "mn44:22.2": "„Es gibt drei Gefühle: ",
  "mn44:22.3": "angenehm, schmerzhaft und neutral.“ ",
  "mn44:23.1": "„Worin besteht das angenehme, das schmerzhafte und das neutrale Gefühl?“ ",
  "mn44:23.2": "„Alles, was mit dem Körper oder dem Geist als angenehm oder erfreulich gefühlt wird, ",
  "mn44:23.3": "darin besteht das angenehme Gefühl. ",
  "mn44:23.4": "Alles, was mit dem Körper oder dem Geist als schmerzhaft oder unerfreulich gefühlt wird, ",
  "mn44:23.5": "darin besteht das schmerzhafte Gefühl. ",
  "mn44:23.6": "Alles, was mit dem Körper oder dem Geist als weder erfreulich noch unerfreulich gefühlt wird, ",
  "mn44:23.7": "darin besteht das neutrale Gefühl.“ ",
  "mn44:24.1": "„Was ist beim angenehmen, schmerzhaften und neutralen Gefühl jeweils angenehm und was ist schmerzhaft?“ ",
  "mn44:24.2": "„Angenehmes Gefühl ist angenehm, solange es anhält, und schmerzhaft, wenn es zugrunde geht. ",
  "mn44:24.3": "Schmerzhaftes Gefühl ist schmerzhaft, solange es anhält, und angenehm, wenn es zugrunde geht. ",
  "mn44:24.4": "Neutrales Gefühl ist angenehm, wenn es einem bewusst ist, und schmerzhaft, wenn es einem nicht bewusst ist.“ ",
  "mn44:25.1": "„Welche Neigung liegt jeweils dem angenehmen, dem schmerzhaften und dem neutralen Gefühl zugrunde?“ ",
  "mn44:25.2": "„Dem angenehmen Gefühl liegt die Neigung zu Gier zugrunde. Dem schmerzhaften Gefühl liegt die Neigung zu Ablehnung zugrunde. Dem neutralen Gefühl liegt die Neigung zu Unwissenheit zugrunde.“ ",
  "mn44:26.1": "„Liegen diese Neigungen einem angenehmen, schmerzhaften oder neutralen Gefühl in jedem Fall zugrunde?“ ",
  "mn44:26.2": "„Nein, nicht in jedem Fall.“ ",
  "mn44:27.1": "„Was muss in Bezug auf ein angenehmes, schmerzhaftes oder neutrales Gefühl aufgegeben werden?“ ",
  "mn44:27.2": "„Bei einem angenehmen Gefühl muss die zugrunde liegende Neigung zu Gier aufgegeben werden. Bei einem schmerzhaften Gefühl muss die zugrunde liegende Neigung zu Ablehnung aufgegeben werden. Bei einem neutralen Gefühl muss die zugrunde liegende Neigung zu Unwissenheit aufgegeben werden.“ ",
  "mn44:28.1": "„Müssen diese zugrunde liegenden Neigungen bei angenehmen, schmerzhaften oder neutralen Gefühlen in jedem Fall aufgegeben werden?“ ",
  "mn44:28.2": "„Nein, nicht in jedem Fall. ",
  "mn44:28.3": "Nehmen wir einen Mönch, der, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn44:28.4": "Damit gibt er die Gier auf, und eine zugrunde liegende Neigung zu Gier besteht da nicht. ",
  "mn44:28.5": "Und nehmen wir eine Nonne, die nachdenkt: ",
  "mn44:28.6": "‚Ach, wann werde ich in die gleiche Dimension eintreten und darin verweilen, in die die Edlen heute eintreten und in der sie verweilen?‘ ",
  "mn44:28.7": "Wenn sie eine solche Sehnsucht nach der unübertrefflichen Befreiung pflegt, entsteht durch dieses Sehnen Traurigkeit. ",
  "mn44:28.8": "Damit gibt sie die Ablehnung auf, und eine zugrunde liegende Neigung zu Ablehnung besteht da nicht. ",
  "mn44:28.9": "Nehmen wir einen Mönch, der Glück und Schmerz aufgibt und mit dem Enden früherer Fröhlichkeit und Traurigkeit in die vierte Vertiefung eintritt und darin verweilt, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn44:28.10": "Damit gibt er die Unwissenheit auf, und eine zugrunde liegende Neigung zu Unwissenheit besteht da nicht.“ ",
  "mn44:29.1": "„Aber meine Dame, was ist das Gegenstück zu angenehmem Gefühl?“ ",
  "mn44:29.2": "„Schmerzhaftes Gefühl.“ ",
  "mn44:29.3": "„Was ist das Gegenstück zu schmerzhaftem Gefühl?“ ",
  "mn44:29.4": "„Angenehmes Gefühl.“ ",
  "mn44:29.5": "„Was ist das Gegenstück zu neutralem Gefühl?“ ",
  "mn44:29.6": "„Unwissenheit.“ ",
  "mn44:29.7": "„Was ist das Gegenstück zu Unwissenheit?“ ",
  "mn44:29.8": "„Wissen.“ ",
  "mn44:29.9": "„Was ist das Gegenstück zu Wissen?“ ",
  "mn44:29.10": "„Freiheit.“ ",
  "mn44:29.11": "„Was ist das Gegenstück zu Freiheit?“ ",
  "mn44:29.12": "„Das Erlöschen.“ ",
  "mn44:29.13": "„Was ist das Gegenstück zum Erlöschen?“ ",
  "mn44:29.14": "„Deine Frage geht zu weit, Visākha. Du hast die Grenze für Fragen nicht verstanden. ",
  "mn44:29.15": "Denn das Erlöschen ist der Höhepunkt, der Zielpunkt und der Endpunkt des geistlichen Lebens. ",
  "mn44:29.16": "Wenn du willst, geh zum Buddha und stelle ihm diese Fragen. So wie er es erklärt, solltest du es behalten.“ ",
  "mn44:30.1": "Da begrüßte der Laie Visākha die Worte der Nonne Dhammadinnā und stimmte ihr zu. Er erhob sich von seinem Sitz, verbeugte sich und umrundete sie respektvoll, die rechte Seite ihr zugewandt. Dann ging er zum Buddha, verbeugte sich, setzte sich zur Seite hin ",
  "mn44:30.2": "und berichtete dem Buddha, worüber er mit der Nonne Dhammadinnā gesprochen hatte. ",
  "mn44:30.3": "Als er geendet hatte, sagte der Buddha zu ihm: ",
  "mn44:30.4": "„Die Nonne Dhammadinnā ist klug, Visākha, sie besitzt große Weisheit. ",
  "mn44:30.5": "Wenn du zu mir gekommen wärst und mir diese Fragen gestellt hättest, hätte ich auf genau die gleiche Art geantwortet wie sie. ",
  "mn44:30.6": "Das bedeutet es, und so solltest du es behalten.“ ",
  "mn44:30.7": "Das sagte der Buddha. ",
  "mn44:30.8": "Zufrieden freute sich der Laie Visākha über die Worte des Buddha. "
}