{
  "mn46:0.1": "Mittlere Lehrreden 46 ",
  "mn46:0.2": "Die große Lehrrede über das Aufnehmen von Übungen ",
  "mn46:1.1": "So habe ich es gehört: ",
  "mn46:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn46:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn46:1.4": "„Mönche und Nonnen!“ ",
  "mn46:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn46:1.6": "Der Buddha sagte: ",
  "mn46:2.1": "„Mönche und Nonnen, die meisten Lebewesen haben den Wunsch, die Sehnsucht und die Hoffnung: ",
  "mn46:2.2": "‚Ach, dass doch unerwünschte, unwillkommene und unangenehme Dinge abnehmen und erwünschte, willkommene und angenehme Dinge zunehmen würden!‘ ",
  "mn46:2.3": "Aber unerwünschte, unwillkommene und unangenehme Dinge nehmen für sie zu, und erwünschte, willkommene und angenehme Dinge nehmen ab. ",
  "mn46:2.4": "Was, denkt ihr, ist der Grund dafür?‘ ",
  "mn46:2.5": "„Unsere Lehren wurzeln im Buddha. Er leitet uns und ist unsere Zuflucht. Herr, es wäre gut, wenn der Buddha selbst erklären würde, was das bedeutet. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "mn46:2.6": "„Also dann, Mönche und Nonnen, hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn46:2.7": "„Ja, Herr“, antworteten sie. ",
  "mn46:2.8": "Der Buddha sagte: ",
  "mn46:3.1": "„Da hat ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen und ist in der Lehre der Edlen nicht bewandert und geschult. Er hat keine guten Menschen gesehen und ist in der Lehre der Guten nicht bewandert und geschult. ",
  "mn46:3.2": "Er weiß nicht, welche Übungen er pflegen soll und welche nicht, an welche er sich halten soll und an welche nicht. ",
  "mn46:3.3": "So pflegt er Übungen, die er nicht pflegen soll, und hält sich an sie, und Übungen, die er pflegen soll, pflegt er nicht und hält sich nicht an sie. ",
  "mn46:3.4": "Wenn er das tut, nehmen unerwünschte, unwillkommene und unangenehme Dinge zu, und erwünschte, willkommene und angenehme Dinge nehmen ab. ",
  "mn46:3.5": "Warum ist das so? ",
  "mn46:3.6": "Weil es so ist für jemanden, der nicht erkennt. ",
  "mn46:4.1": "Aber ein gebildeter edler Schüler hat die Edlen gesehen und ist in der Lehre der Edlen bewandert und geschult. Er hat gute Menschen gesehen und ist in der Lehre der Guten bewandert und geschult. ",
  "mn46:4.2": "Er weiß, welche Übungen er pflegen soll und welche nicht, an welche er sich halten soll und an welche nicht. ",
  "mn46:4.3": "So pflegt er Übungen, die er pflegen soll, und hält sich an sie, und Übungen, die er nicht pflegen soll, pflegt er nicht und hält sich nicht an sie. ",
  "mn46:4.4": "Wenn er das tut, nehmen unerwünschte, unwillkommene und unangenehme Dinge ab, und erwünschte, willkommene und angenehme Dinge nehmen zu. ",
  "mn46:4.5": "Warum ist das so? ",
  "mn46:4.6": "Weil es so ist für jemanden, der erkennt. ",
  "mn46:5.1": "Mönche und Nonnen, es gibt vier Arten, Übungen aufzunehmen. ",
  "mn46:5.2": "Welche vier? ",
  "mn46:5.3": "Es gibt eine Art, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Schmerz führt. ",
  "mn46:5.4": "Es gibt eine Art, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Schmerz führt. ",
  "mn46:5.5": "Es gibt eine Art, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Glück führt. ",
  "mn46:5.6": "Es gibt eine Art, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Glück führt. ",
  "mn46:6.1": "Wenn es um die Art geht, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Schmerz führt, versteht ein Nichtswisser, der das nicht erkennt, nicht wahrhaftig: ",
  "mn46:6.2": "‚Das ist die Art, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Schmerz führt.‘ ",
  "mn46:6.3": "Daher pflegt er diese Übung, statt sie zu vermeiden. ",
  "mn46:6.4": "Wenn er das tut, nehmen unerwünschte, unwillkommene und unangenehme Dinge zu, und erwünschte, willkommene und angenehme Dinge nehmen ab. ",
  "mn46:6.5": "Warum ist das so? ",
  "mn46:6.6": "Weil es so ist für jemanden, der nicht erkennt. ",
  "mn46:7.1": "Wenn es um die Art geht, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Schmerz führt, versteht ein Nichtswisser, der das nicht erkennt, nicht wahrhaftig: ",
  "mn46:7.2": "‚Das ist die Art, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Schmerz führt.‘ ",
  "mn46:7.3": "Daher pflegt er diese Übung, statt sie zu vermeiden. ",
  "mn46:7.4": "Wenn er das tut, nehmen unerwünschte, unwillkommene und unangenehme Dinge zu, und erwünschte, willkommene und angenehme Dinge nehmen ab. ",
  "mn46:7.5": "Warum ist das so? ",
  "mn46:7.6": "Weil es so ist für jemanden, der nicht erkennt. ",
  "mn46:8.1": "Wenn es um die Art geht, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Glück führt, versteht ein Nichtswisser, der das nicht erkennt, nicht wahrhaftig: ",
  "mn46:8.2": "‚Das ist die Art, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Glück führt.‘ ",
  "mn46:8.3": "Daher vermeidet er diese Übung, statt sie zu pflegen. ",
  "mn46:8.4": "Wenn er das tut, nehmen unerwünschte, unwillkommene und unangenehme Dinge zu, und erwünschte, willkommene und angenehme Dinge nehmen ab. ",
  "mn46:8.5": "Warum ist das so? ",
  "mn46:8.6": "Weil es so ist für jemanden, der nicht erkennt. ",
  "mn46:9.1": "Wenn es um die Art geht, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Glück führt, versteht ein Nichtswisser, der das nicht erkennt, nicht wahrhaftig: ",
  "mn46:9.2": "‚Das ist die Art, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Glück führt.‘ ",
  "mn46:9.3": "Daher vermeidet er diese Übung, statt sie zu pflegen. ",
  "mn46:9.4": "Wenn er das tut, nehmen unerwünschte, unwillkommene und unangenehme Dinge zu, und erwünschte, willkommene und angenehme Dinge nehmen ab. ",
  "mn46:9.5": "Warum ist das so? ",
  "mn46:9.6": "Weil es so ist für jemanden, der nicht erkennt. ",
  "mn46:10.1": "Wenn es um die Art geht, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Schmerz führt, versteht ein Wissender, der das erkennt, wahrhaftig: ",
  "mn46:10.2": "‚Das ist die Art, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Schmerz führt.‘ ",
  "mn46:10.3": "Daher vermeidet er diese Übung, statt sie zu pflegen. ",
  "mn46:10.4": "Wenn er das tut, nehmen unerwünschte, unwillkommene und unangenehme Dinge ab, und erwünschte, willkommene und angenehme Dinge nehmen zu. ",
  "mn46:10.5": "Warum ist das so? ",
  "mn46:10.6": "Weil es so ist für jemanden, der erkennt. ",
  "mn46:11.1": "Wenn es um die Art geht, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Schmerz führt, versteht ein Wissender, der das erkennt, wahrhaftig: ",
  "mn46:11.2": "‚Das ist die Art, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Schmerz führt.‘ ",
  "mn46:11.3": "Daher vermeidet er diese Übung, statt sie zu pflegen. ",
  "mn46:11.4": "Wenn er das tut, nehmen unerwünschte, unwillkommene und unangenehme Dinge ab, und erwünschte, willkommene und angenehme Dinge nehmen zu. ",
  "mn46:11.5": "Warum ist das so? ",
  "mn46:11.6": "Weil es so ist für jemanden, der erkennt. ",
  "mn46:12.1": "Wenn es um die Art geht, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Glück führt, versteht ein Wissender, der das erkennt, wahrhaftig: ",
  "mn46:12.2": "‚Das ist die Art, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Glück führt.‘ ",
  "mn46:12.3": "Daher pflegt er diese Übung, statt sie zu vermeiden. ",
  "mn46:12.4": "Wenn er das tut, nehmen unerwünschte, unwillkommene und unangenehme Dinge ab, und erwünschte, willkommene und angenehme Dinge nehmen zu. ",
  "mn46:12.5": "Warum ist das so? ",
  "mn46:12.6": "Weil es so ist für jemanden, der erkennt. ",
  "mn46:13.1": "Wenn es um die Art geht, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Glück führt, versteht ein Wissender, der das erkennt, wahrhaftig: ",
  "mn46:13.2": "‚Das ist die Art, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Glück führt.‘ ",
  "mn46:13.3": "Daher pflegt er diese Übung, statt sie zu vermeiden. ",
  "mn46:13.4": "Wenn er das tut, nehmen unerwünschte, unwillkommene und unangenehme Dinge ab, und erwünschte, willkommene und angenehme Dinge nehmen zu. ",
  "mn46:13.5": "Warum ist das so? ",
  "mn46:13.6": "Weil es so ist für jemanden, der erkennt. ",
  "mn46:14.1": "Und was ist die Art, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Schmerz führt? ",
  "mn46:14.2": "Da tötet jemand mit Schmerz und Traurigkeit lebende Geschöpfe, und wegen dieser Taten erfährt er Schmerz und Traurigkeit. ",
  "mn46:14.3": "Mit Schmerz und Traurigkeit stiehlt er … ",
  "mn46:14.4": "begeht sexuelle Verfehlungen … ",
  "mn46:14.5": "lügt … ",
  "mn46:14.6": "gebraucht entzweiende Rede … ",
  "mn46:14.7": "harte Rede … ",
  "mn46:14.8": "redet Unsinn … ",
  "mn46:14.9": "ist begehrlich … ",
  "mn46:14.10": "böswillig … ",
  "mn46:14.11": "und hat falsche Ansicht, und wegen dieser Taten erfährt er Schmerz und Traurigkeit. ",
  "mn46:14.12": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn46:14.13": "Das nennt man die Art, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Schmerz führt. ",
  "mn46:15.1": "Und was ist die Art, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Schmerz führt? ",
  "mn46:15.2": "Da tötet jemand mit Freude und Glück lebende Geschöpfe, und wegen dieser Tat erfährt er Freude und Glück. ",
  "mn46:15.3": "Mit Freude und Glück stiehlt er … ",
  "mn46:15.4": "begeht sexuelle Verfehlungen … ",
  "mn46:15.5": "lügt … ",
  "mn46:15.6": "gebraucht entzweiende Rede … ",
  "mn46:15.7": "harte Rede … ",
  "mn46:15.8": "redet Unsinn … ",
  "mn46:15.9": "ist begehrlich … ",
  "mn46:15.10": "böswillig … ",
  "mn46:15.11": "und hat falsche Ansicht, und wegen dieser Taten erfährt er Freude und Glück. ",
  "mn46:15.12": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn46:15.13": "Das nennt man die Art, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Schmerz führt. ",
  "mn46:16.1": "Und was ist die Art, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Glück führt? ",
  "mn46:16.2": "Da vermeidet jemand mit Schmerz und Traurigkeit das Töten lebender Geschöpfe, und wegen dieser Taten erfährt er Schmerz und Traurigkeit. ",
  "mn46:16.3": "Mit Schmerz und Traurigkeit vermeidet er das Stehlen … ",
  "mn46:16.4": "das Begehen sexueller Verfehlungen … ",
  "mn46:16.5": "das Lügen … ",
  "mn46:16.6": "entzweiende Rede … ",
  "mn46:16.7": "harte Rede … ",
  "mn46:16.8": "das Unsinnreden … ",
  "mn46:16.9": "ist zufrieden … ",
  "mn46:16.10": "gütig … ",
  "mn46:16.11": "und hat rechte Ansicht, und wegen dieser Taten erfährt er Schmerz und Traurigkeit. ",
  "mn46:16.12": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn46:16.13": "Das nennt man die Art, Übungen aufzunehmen, die jetzt schmerzhaft ist und zu künftigem Glück führt. ",
  "mn46:17.1": "Und was ist die Art, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Glück führt? ",
  "mn46:17.2": "Da vermeidet jemand mit Freude und Glück das Töten lebender Geschöpfe, und wegen dieser Taten erfährt er Freude und Glück. ",
  "mn46:17.3": "Mit Freude und Glück vermeidet er das Stehlen … ",
  "mn46:17.4": "das Begehen sexueller Verfehlungen … ",
  "mn46:17.5": "das Lügen … ",
  "mn46:17.6": "entzweiende Rede … ",
  "mn46:17.7": "harte Rede … ",
  "mn46:17.8": "das Unsinnreden … ",
  "mn46:17.9": "ist zufrieden … ",
  "mn46:17.10": "gütig … ",
  "mn46:17.11": "und hat rechte Ansicht, und wegen dieser Taten erfährt er Freude und Glück. ",
  "mn46:17.12": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn46:17.13": "Das nennt man die Art, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Glück führt. ",
  "mn46:17.14": "Das sind die vier Arten, Übungen aufzunehmen. ",
  "mn46:18.1": "Wie wenn da vergifteter Bitterkürbis wäre. ",
  "mn46:18.2": "Dann käme da jemand, der leben wollte und nicht sterben, der Glück wollte und vor Schmerz zurückschreckte. ",
  "mn46:18.3": "Man sagte zu ihm: ",
  "mn46:18.4": "‚Hier, guter Mann, ist vergifteter Bitterkürbis. ",
  "mn46:18.5": "Trink, wenn du magst. ",
  "mn46:18.6": "Wenn du es trinkst, werden Farbe, Geruch und Geschmack unappetitlich sein, und es wird zu Tod oder tödlichem Schmerz führen.‘ ",
  "mn46:18.7": "Er würde es nicht zurückweisen. Ohne nachzudenken würde er es trinken. ",
  "mn46:18.8": "Farbe, Geruch und Geschmack wären unappetitlich, und es würde zu Tod oder tödlichem Schmerz führen. ",
  "mn46:18.9": "Das kann man mit der Art, Übungen aufzunehmen, vergleichen, die jetzt schmerzhaft ist und zu künftigem Schmerz führt, sage ich. ",
  "mn46:19.1": "Wie wenn da ein Bronzebecher wäre, mit einem Getränk von ansprechender Farbe, ansprechendem Geruch und Geschmack, ",
  "mn46:19.2": "das aber vergiftet wäre. ",
  "mn46:19.3": "Dann käme da jemand, der leben wollte und nicht sterben, der Glück wollte und vor Schmerz zurückschreckte. ",
  "mn46:19.4": "Man sagte zu ihm: ",
  "mn46:19.5": "‚Hier, guter Mann, ist ein Bronzebecher mit einem Getränk von ansprechender Farbe, ansprechendem Geruch und Geschmack, ",
  "mn46:19.6": "das aber vergiftet ist. ",
  "mn46:19.7": "Trink, wenn du magst. ",
  "mn46:19.8": "Wenn du es trinkst, werden Farbe, Geruch und Geschmack appetitlich sein, doch es wird zu Tod oder tödlichem Schmerz führen.‘ ",
  "mn46:19.9": "Er würde es nicht zurückweisen. Ohne nachzudenken würde er es trinken. ",
  "mn46:19.10": "Farbe, Geruch und Geschmack wären appetitlich, aber es würde zu Tod oder tödlichem Schmerz führen. ",
  "mn46:19.11": "Das kann man mit der Art, Übungen aufzunehmen, vergleichen, die jetzt angenehm ist und zu künftigem Schmerz führt, sage ich. ",
  "mn46:20.1": "Wie wenn da etwas ranziger Urin wäre, der mit verschiedenen Arzneien vermischt wäre. ",
  "mn46:20.2": "Dann käme da jemand, der Gelbsucht hätte. ",
  "mn46:20.3": "Man sagte zu ihm: ",
  "mn46:20.4": "‚Hier, guter Mann, ist ranziger Urin, der mit verschiedenen Arzneien vermischt ist. Trink, wenn du magst. ",
  "mn46:20.5": "Wenn du ihn trinkst, werden Farbe, Geruch und Geschmack unappetitlich sein, doch wenn du ihn getrunken hast, wirst du glücklich sein.‘ ",
  "mn46:20.6": "Er würde ihn nicht zurückweisen. Nach Abschätzung würde er ihn trinken. ",
  "mn46:20.7": "Farbe, Geruch und Geschmack wären unappetitlich, doch wenn er ihn getrunken hätte, wäre er glücklich. ",
  "mn46:20.8": "Das kann man mit der Art, Übungen aufzunehmen, vergleichen, die jetzt schmerzhaft ist und zu künftigem Glück führt, sage ich. ",
  "mn46:21.1": "Wie wenn da etwas Sauermilch, Honig, Ghee und Melasse wären, die miteinander vermischt wären. ",
  "mn46:21.2": "Dann käme da jemand, der Durchfall hätte. ",
  "mn46:21.3": "Man sagte zu ihm: ",
  "mn46:21.4": "‚Hier, guter Mann, sind Sauermilch, Honig, Ghee und Melasse, die miteinander vermischt sind. Trink, wenn du magst. ",
  "mn46:21.5": "Wenn du es trinkst, werden Farbe, Geruch und Geschmack appetitlich sein, und wenn du es getrunken hast, wirst du glücklich sein.‘ ",
  "mn46:21.6": "Er würde es nicht zurückweisen. Nach Abschätzung würde er es trinken. ",
  "mn46:21.7": "Farbe, Geruch und Geschmack wären appetitlich, und wenn er es getrunken hätte, wäre er glücklich. ",
  "mn46:21.8": "Das kann man mit der Art, Übungen aufzunehmen, vergleichen, die jetzt angenehm ist und zu künftigem Glück führt, sage ich. ",
  "mn46:22.1": "Wie wenn nach dem letzten Monat der Regenzeit der Himmel klar und wolkenlos ist: Wenn die Sonne aufgeht, vertreibt sie alle Dunkelheit vom Himmel mit ihrem Leuchten, ihrem Glühen und ihrem Strahlen. ",
  "mn46:22.2": "Ebenso vertreibt diese Art, Übungen aufzunehmen, die jetzt angenehm ist und zu künftigem Glück führt, die Doktrinen der verschiedenen anderen Asketen und Brahmanen mit ihrem Leuchten, ihrem Glühen und ihrem Strahlen.“ ",
  "mn46:22.3": "Das sagte der Buddha. ",
  "mn46:22.4": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}