{
  "mn47:0.1": "Mittlere Lehrreden 47 ",
  "mn47:0.2": "Der Untersucher ",
  "mn47:1.1": "So habe ich es gehört: ",
  "mn47:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn47:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn47:1.4": "„Mönche und Nonnen!“ ",
  "mn47:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn47:1.6": "Der Buddha sagte: ",
  "mn47:2.1": "„Mönche und Nonnen, ein Mönch, der ein Untersucher ist, nicht in der Lage, den Geist eines anderen zu erfassen, soll den Klargewordenen prüfen, um zu sehen, ob er ein vollkommen erwachter Buddha ist oder nicht.“ ",
  "mn47:3.1": "„Unsere Lehren wurzeln im Buddha. Er leitet uns und ist unsere Zuflucht. Herr, es wäre gut, wenn der Buddha selbst erklären würde, was das bedeutet. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "mn47:3.2": "„Also dann, Mönche und Nonnen, hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn47:3.3": "„Ja, Herr“, antworteten sie. ",
  "mn47:3.4": "Der Buddha sagte: ",
  "mn47:4.1": "„Mönche und Nonnen, ein Mönch, der ein Untersucher ist, nicht in der Lage, den Geist eines anderen zu erfassen, soll den Klargewordenen auf zwei Dinge hin prüfen: ",
  "mn47:4.2": "‚Gibt es etwas Verunreinigtes, das man beim Klargewordenen sehen oder hören kann, oder nicht?‘ ",
  "mn47:4.3": "Wenn er ihn prüft, findet er, ",
  "mn47:4.4": "dass es nichts Verunreinigtes gibt, das man beim Klargewordenen sehen oder hören kann. ",
  "mn47:5.2": "Er prüft weiter: ",
  "mn47:5.3": "‚Gibt es etwas Vermischtes, das man beim Klargewordenen sehen oder hören kann, oder nicht?‘ ",
  "mn47:5.4": "Wenn er ihn prüft, findet er, ",
  "mn47:5.5": "dass es nichts Vermischtes gibt, das man beim Klargewordenen sehen oder hören kann. ",
  "mn47:6.2": "Er prüft weiter: ",
  "mn47:6.3": "‚Gibt es etwas Reines, das man beim Klargewordenen sehen oder hören kann, oder nicht?‘ ",
  "mn47:6.4": "Wenn er ihn prüft, findet er, ",
  "mn47:6.5": "dass es reine Dinge gibt, die man beim Klargewordenen sehen oder hören kann. ",
  "mn47:7.2": "Er prüft weiter: ",
  "mn47:7.3": "‚Hat der Ehrwürdige diesen tauglichen Zustand vor langer Zeit erreicht oder erst kürzlich?‘ ",
  "mn47:7.4": "Wenn er ihn prüft, findet er, ",
  "mn47:7.5": "dass der Ehrwürdige diesen tauglichen Zustand vor langer Zeit erreicht hat, nicht erst kürzlich. ",
  "mn47:8.2": "Er prüft weiter: ",
  "mn47:8.3": "‚Sind bei diesem ehrwürdigen Mönch, der Bekanntheit und Ruhm erlangt hat, bestimmte Nachteile zu finden?‘ ",
  "mn47:8.4": "Denn, Mönche und Nonnen, solange ein Mönch nicht Bekanntheit und Ruhm erlangt hat, sind bestimmte Nachteile bei ihm nicht zu finden. ",
  "mn47:8.5": "Aber wenn er Bekanntheit und Ruhm erlangt, erscheinen diese Nachteile. ",
  "mn47:8.6": "Wenn er ihn prüft, findet er, ",
  "mn47:8.7": "dass bei diesem ehrwürdigen Mönch, der Bekanntheit und Ruhm erlangt hat, diese Nachteile nicht zu finden sind. ",
  "mn47:9.2": "Er prüft weiter: ",
  "mn47:9.3": "‚Ist dieser Ehrwürdige zuverlässig gestillt oder unzuverlässig gestillt? ",
  "mn47:9.4": "Schwelgt er nicht in Sinnenfreuden, weil er durch die Auflösung der Gier von Gier befreit ist?‘ ",
  "mn47:9.5": "Wenn er ihn prüft, findet er, ",
  "mn47:9.6": "dass dieser Ehrwürdige zuverlässig gestillt ist, nicht unzuverlässig gestillt; ",
  "mn47:9.7": "und dass er nicht in Sinnenfreuden schwelgt, weil er durch die Auflösung der Gier von Gier befreit ist. ",
  "mn47:10.1": "Wenn andere diesen Mönch fragen würden: ",
  "mn47:10.2": "‚Aber aufgrund welchen Gedankengangs und welcher Schlussfolgerung sagt der Ehrwürdige, ",
  "mn47:10.3": "dieser Ehrwürdige sei zuverlässig gestillt, nicht unzuverlässig gestillt; ",
  "mn47:10.4": "und er schwelge nicht in Sinnenfreuden, weil er durch die Auflösung der Gier von Gier befreit sei?‘ ",
  "mn47:10.5": "Wenn er richtig antworten würde, würde der Mönch sagen: ",
  "mn47:10.6": "‚Ob dieser Ehrwürdige in einer Gemeinschaft oder allein lebt, so sind da manche Leute in einer guten, manche in einer armseligen Verfassung, manche leiten eine Gruppe an, manche sind bei mit dem Fleischlichen verbundenen Freuden zu sehen, während andere unbefleckt bleiben – doch dieser Ehrwürdige schaut deshalb nicht auf sie herab. ",
  "mn47:10.7": "Auch habe ich vor dem Buddha gehört und gelernt: ",
  "mn47:10.8": "„Ich bin zuverlässig gestillt, nicht unzuverlässig gestillt, und ich schwelge nicht in Sinnenfreuden, weil ich durch die Auflösung der Gier von Gier befreit bin.“‘ ",
  "mn47:11.1": "Als nächstes soll er den Klargewordenen selbst darüber befragen: ",
  "mn47:11.2": "‚Gibt es etwas Verunreinigtes, das man beim Klargewordenen sehen oder hören kann, oder nicht?‘ ",
  "mn47:11.3": "Der Klargewordene würde antworten: ",
  "mn47:11.4": "‚Es gibt nichts Verunreinigtes, das man beim Klargewordenen sehen oder hören kann.‘ ",
  "mn47:12.1": "‚Gibt es etwas Vermischtes, das man beim Klargewordenen sehen oder hören kann, oder nicht?‘ ",
  "mn47:12.2": "Der Klargewordene würde antworten: ",
  "mn47:12.3": "‚Es gibt nichts Vermischtes, das man beim Klargewordenen sehen oder hören kann.‘ ",
  "mn47:13.1": "‚Gibt es etwas Reines, das man beim Klargewordenen sehen oder hören kann, oder nicht?‘ ",
  "mn47:13.2": "Der Klargewordene würde antworten: ",
  "mn47:13.3": "‚Es gibt reine Dinge, die man beim Klargewordenen sehen oder hören kann. ",
  "mn47:13.4": "Ich bin die Reichweite und das Revier dieser Dinge, aber ich bin nicht von ihnen geprägt.‘ ",
  "mn47:14.1": "Ein Schüler sollte sich zu einem Lehrer begeben, der eine solche Lehre hat, um die Lehre zu hören. ",
  "mn47:14.2": "Der Lehrer lehrt den Dhamma höher und höher, besser und besser, mit seinen dunklen und hellen Seiten. ",
  "mn47:14.3": "Wenn der Mönch eine bestimmte Gesetzmäßigkeit in diesen Lehren im Einklang mit der Art, wie er unterwiesen wurde, unmittelbar sieht, kommt er zu einem Schluss über die Lehren. Er hat Zuversicht zum Lehrer: ",
  "mn47:14.4": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn47:15.1": "Wenn andere diesen Mönch fragen würden: ",
  "mn47:15.2": "‚Aber aufgrund welchen Gedankengangs und welcher Schlussfolgerung sagt der Ehrwürdige, ",
  "mn47:15.3": "der Gesegnete sei ein vollkommen erwachter Buddha, die Lehre sei gut erklärt, und der Saṅgha übe gut?‘ ",
  "mn47:15.4": "Wenn er richtig antworten würde, würde der Mönch sagen: ",
  "mn47:15.5": "‚Geehrte, ich begab mich zum Buddha, um die Lehre zu hören. ",
  "mn47:15.6": "Er lehrte den Dhamma höher und höher, besser und besser, mit seinen dunklen und hellen Seiten. ",
  "mn47:15.7": "Als ich eine bestimmte Gesetzmäßigkeit in diesen Lehren im Einklang mit der Art, wie ich unterwiesen wurde, unmittelbar sah, kam ich zu einem Schluss über die Lehren. Ich hatte Zuversicht zum Lehrer: ",
  "mn47:15.8": "„Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.“ ",
  "mn47:16.1": "Wenn jemandes Vertrauen zum Klargewordenen auf diese Art, mit diesen Worten und Ausdrücken, verankert und verwurzelt und tief eingepflanzt ist, dann gilt es als begründetes, auf Sehen gegründetes Vertrauen. ",
  "mn47:16.2": "Es ist fest und kann ihm von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt genommen werden. ",
  "mn47:16.3": "So findet eine rechtmäßige Prüfung des Klargewordenen statt, ",
  "mn47:16.4": "und so wird der Klargewordene rechtmäßig gut geprüft.“ ",
  "mn47:16.5": "Das sagte der Buddha. ",
  "mn47:16.6": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}