{
  "mn48:0.1": "Mittlere Lehrreden 48 ",
  "mn48:0.2": "Die Mönche von Kosambī ",
  "mn48:1.1": "So habe ich es gehört: ",
  "mn48:1.2": "Einmal hielt sich der Buddha bei Kosambī auf, in Ghositas Kloster. ",
  "mn48:2.1": "Nun waren zu dieser Zeit die Mönche und Nonnen von Kosambī am Zanken und Streiten, sie gerieten aneinander und verletzten einander fortwährend mit scharfen Worten. ",
  "mn48:2.2": "Sie überzeugten einander nicht und ließen sich nicht überzeugen, noch bewegten sie einander zu etwas oder ließen sich zu etwas bewegen. ",
  "mn48:3.1": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete ihm darüber. ",
  "mn48:4.1": "Da wandte sich der Buddha an einen Mönch: ",
  "mn48:4.2": "„Bitte, Mönch, sag diesen Mönchen in meinem Namen, ",
  "mn48:4.3": "dass der Lehrer sie rufen lässt.“ ",
  "mn48:4.4": "„Ja, Herr“, antwortete dieser Mönch. Er ging zu diesen Mönchen und sagte: ",
  "mn48:4.5": "„Ehrwürdige, der Lehrer lässt euch rufen.“ ",
  "mn48:4.6": "„Ja, Geehrter“, antworteten diese Mönche. Sie gingen zum Buddha, verbeugten sich und setzten sich zur Seite hin. Der Buddha sagte zu ihnen: ",
  "mn48:4.7": "„Ist es wirklich wahr, Mönche, dass ihr zankt und streitet, dass ihr aneinandergeratet und einander fortwährend mit scharfen Worten verletzt? ",
  "mn48:4.8": "Und dass ihr einander nicht überzeugt und euch nicht überzeugen lasst, noch einander zu etwas bewegt oder euch zu etwas bewegen lasst?“ ",
  "mn48:4.9": "„Ja, Herr.“ ",
  "mn48:5.1": "„Was denkt ihr, Mönche und Nonnen? ",
  "mn48:5.2": "Wenn ihr zankt und streitet, wenn ihr aneinandergeratet und einander fortwährend mit scharfen Worten verletzt, behandelt ihr da eure geistlichen Gefährten liebevoll mit dem Körper, der Sprache und dem Geist, sowohl öffentlich als insgeheim?“ ",
  "mn48:5.3": "„Nein, Herr.“ ",
  "mn48:5.4": "„So scheint es, dass ihr, wenn ihr streitet, einander nicht liebevoll behandelt. ",
  "mn48:5.5": "Was genau erkennt und seht ihr da, ihr einfältigen Männer, dass ihr euch so benehmt? ",
  "mn48:5.6": "Das wird zu eurem langanhaltenden Schaden und Leiden sein.“ ",
  "mn48:6.1": "Dann wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn48:6.2": "„Mönche und Nonnen, sechs warmherzige Eigenschaften sorgen für Zuneigung und Achtung, führen zu Gemeinschaftsbildung, Nicht-Streiten, Eintracht und Einigkeit. ",
  "mn48:6.3": "Welche sechs? ",
  "mn48:6.4": "Da behandelt ein Mönch seine geistlichen Gefährten stets liebevoll mit dem Körper, sowohl öffentlich als insgeheim. ",
  "mn48:6.5": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung, führt zu Gemeinschaftsbildung, Nicht-Streiten, Eintracht und Einigkeit. ",
  "mn48:6.6": "Dann behandelt da ein Mönch seine geistlichen Gefährten stets liebevoll mit der Sprache, sowohl öffentlich als insgeheim. ",
  "mn48:6.7": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung, führt zu Gemeinschaftsbildung, Nicht-Streiten, Eintracht und Einigkeit. ",
  "mn48:6.8": "Dann behandelt da ein Mönch seine geistlichen Gefährten stets liebevoll mit dem Geist, sowohl öffentlich als insgeheim. ",
  "mn48:6.9": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung, führt zu Gemeinschaftsbildung, Nicht-Streiten, Eintracht und Einigkeit. ",
  "mn48:6.10": "Dann teilt da ein Mönch vorbehaltlos, was er an materiellem Besitz auf rechtmäßige Weise erhalten hat, selbst das Essen in seiner Almosenschale, und benutzt es gemeinsam mit seinen sittlichen geistlichen Gefährten. ",
  "mn48:6.11": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung, führt zu Gemeinschaftsbildung, Nicht-Streiten, Eintracht und Einigkeit. ",
  "mn48:6.12": "Dann lebt da ein Mönch gemäß den Regeln, die er mit seinen geistlichen Gefährten teilt, sowohl öffentlich als insgeheim. Die Regeln sind ungebrochen, tadellos, makellos und unbeschädigt; sie sind befreiend, werden von vernünftigen Menschen gepriesen, sind richtig aufgefasst und führen in die Versenkung. ",
  "mn48:6.13": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung, führt zu Gemeinschaftsbildung, Nicht-Streiten, Eintracht und Einigkeit. ",
  "mn48:6.14": "Dann lebt da ein Mönch entsprechend der Ansicht, die er mit seinen geistlichen Gefährten teilt, sowohl öffentlich als insgeheim. Diese Ansicht ist edel, macht unabhängig und führt den, der sie übt, zur völligen Auflösung des Leidens. ",
  "mn48:6.15": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung, führt zu Gemeinschaftsbildung, Nicht-Streiten, Eintracht und Einigkeit. ",
  "mn48:6.16": "Diese sechs warmherzigen Eigenschaften sorgen für Zuneigung und Achtung, führen zu Gemeinschaftsbildung, Nicht-Streiten, Eintracht und Einigkeit. ",
  "mn48:7.1": "Die vorderste unter diesen sechs warmherzigen Eigenschaften, die alles zusammenhält und zusammenbindet, ist die Ansicht, die edel ist, unabhängig macht und den, der sie übt, zur völligen Auflösung des Leidens führt. ",
  "mn48:7.2": "Wie ein Giebelhaus: Der Dachfirst ist der oberste Punkt, der alles zusammenhält und zusammenbindet. ",
  "mn48:7.3": "Ebenso ist die vorderste unter diesen sechs warmherzigen Eigenschaften, die alles zusammenhält und zusammenbindet, die Ansicht, die edel ist, unabhängig macht und den, der sie übt, zur völligen Auflösung des Leidens führt. ",
  "mn48:8.1": "Und wie führt diese Ansicht, die edel ist und unabhängig macht, den, der sie übt, zur völligen Auflösung des Leidens? ",
  "mn48:8.2": "Da geht ein Mönch in die Wildnis, zum Fuß eines Baumes oder in eine leere Hütte, und denkt nach: ",
  "mn48:8.3": "‚Gibt es irgendetwas, von dem ich innerlich überwältigt bin und das ich nicht aufgegeben habe, wegen dem ich vielleicht nicht wahrhaftig erkenne und sehe?‘ ",
  "mn48:8.4": "Wenn ein Mönch von sinnlichem Verlangen überwältigt ist, ist es der Geist, der überwältigt ist. ",
  "mn48:8.5": "Wenn ein Mönch von bösem Willen, ",
  "mn48:8.6": "Dumpfheit und Benommenheit, ",
  "mn48:8.7": "Rastlosigkeit und Reue, ",
  "mn48:8.8": "Zweifel, ",
  "mn48:8.9": "dem Anstellen von Spekulationen über diese Welt, ",
  "mn48:8.10": "dem Anstellen von Spekulationen über jene Welt ",
  "mn48:8.11": "oder von Zanken, Streiten, Aneinandergeraten und fortwährendem Verletzen anderer mit scharfen Worten überwältigt ist, ist es der Geist, der überwältigt ist. ",
  "mn48:8.12": "Er versteht: ",
  "mn48:8.13": "‚Es gibt nichts, von dem ich innerlich überwältigt wäre und das ich nicht aufgegeben hätte, wegen dem ich vielleicht nicht wahrhaftig erkennen und sehen würde. ",
  "mn48:8.14": "Mein Geist ist richtig bereit für das Erwachen zu den Wahrheiten.‘ ",
  "mn48:8.15": "Das ist die erste Erkenntnis, die er erlangt hat, die überweltlich ist und an der gewöhnliche Menschen nicht teilhaben. ",
  "mn48:9.1": "Dann denkt da ein edler Schüler weiter nach: ",
  "mn48:9.2": "‚Gewinne ich, wenn ich diese Ansicht pflege, entwickle und ausbaue, für mich selbst Sammlung und Erlöschen?‘ ",
  "mn48:9.3": "Er versteht: ",
  "mn48:9.4": "‚Wenn ich diese Ansicht pflege, entwickle und ausbaue, gewinne ich für mich selbst Sammlung und Erlöschen.‘ ",
  "mn48:9.5": "Das ist die zweite Erkenntnis, die er erlangt hat, die überweltlich ist und an der gewöhnliche Menschen nicht teilhaben. ",
  "mn48:10.1": "Dann denkt da ein edler Schüler weiter nach: ",
  "mn48:10.2": "‚Gibt es außerhalb dieser Lehre einen anderen Asketen oder Brahmanen, der eine Ansicht von der Art hat, wie ich sie habe?‘ ",
  "mn48:10.3": "Er versteht: ",
  "mn48:10.4": "‚Außerhalb dieser Lehre gibt es keinen anderen Asketen oder Brahmanen, der eine Ansicht von der Art hat, wie ich sie habe.‘ ",
  "mn48:10.5": "Das ist die dritte Erkenntnis, die er erlangt hat, die überweltlich ist und an der gewöhnliche Menschen nicht teilhaben. ",
  "mn48:11.1": "Dann denkt da ein edler Schüler weiter nach: ",
  "mn48:11.2": "‚Habe ich eine Natur von der Art, wie ein Mensch sie hat, der die Ansicht vervollkommnet hat?‘ ",
  "mn48:11.3": "Und was, Mönche und Nonnen, ist die Natur eines Menschen, der die Ansicht vervollkommnet hat? ",
  "mn48:11.4": "Die Natur eines Menschen, der die Ansicht vervollkommnet hat, ist so: ",
  "mn48:11.5": "Obwohl er einen Verstoß von der Art begehen kann, für die eine Beilegung möglich ist, legt er ihn schnell offen, klärt und gesteht ihn gegenüber dem Lehrer oder einem vernünftigen geistlichen Gefährten. ",
  "mn48:11.6": "Und wenn er ihn gestanden hat, zügelt er sich in der Zukunft. ",
  "mn48:11.7": "Wie ein kleiner stumpfer Säugling, der auf dem Rücken liegt: Wenn er mit einer Hand oder einem Fuß eine glühende Kohle berührt, zieht er das Glied rasch zurück. ",
  "mn48:11.8": "Ebenso ist die Natur eines Menschen, der die Ansicht vervollkommnet hat, so: ",
  "mn48:11.9": "Obwohl er einen Verstoß von der Art begehen kann, für die eine Beilegung möglich ist, legt er ihn schnell offen, klärt und gesteht ihn gegenüber dem Lehrer oder einem vernünftigen geistlichen Gefährten. ",
  "mn48:11.10": "Und wenn er ihn gestanden hat, zügelt er sich in der Zukunft. ",
  "mn48:11.11": "Er versteht: ",
  "mn48:11.12": "‚Ich habe eine Natur von der Art, wie ein Mensch sie hat, der die Ansicht vervollkommnet hat.‘ ",
  "mn48:11.13": "Das ist die vierte Erkenntnis, die er erlangt hat, die überweltlich ist und an der gewöhnliche Menschen nicht teilhaben. ",
  "mn48:12.1": "Dann denkt da ein edler Schüler weiter nach: ",
  "mn48:12.2": "‚Habe ich eine Natur von der Art, wie ein Mensch sie hat, der die Ansicht vervollkommnet hat?‘ ",
  "mn48:12.3": "Und was, Mönche und Nonnen, ist die Natur eines Menschen, der die Ansicht vervollkommnet hat? ",
  "mn48:12.4": "Die Natur eines Menschen, der die Ansicht vervollkommnet hat, ist so: ",
  "mn48:12.5": "Obwohl er viele verschiedene Pflichten für seine geistlichen Gefährten erledigt, hat er doch ein begieriges Interesse für die Schulung in hoher Sittlichkeit, hohem Geist und hoher Weisheit. ",
  "mn48:12.6": "Wie eine Kuh mit einem Kälbchen: Sie behält es beim Grasen stets im Auge. ",
  "mn48:12.7": "Ebenso ist die Natur eines Menschen, der die Ansicht vervollkommnet hat, so: ",
  "mn48:12.8": "Obwohl er viele verschiedene Pflichten für seine geistlichen Gefährten erledigt, hat er doch ein begieriges Interesse für die Schulung in hoher Sittlichkeit, hohem Geist und hoher Weisheit. ",
  "mn48:12.9": "Er versteht: ",
  "mn48:12.10": "‚Ich habe eine Natur von der Art, wie ein Mensch sie hat, der die Ansicht vervollkommnet hat.‘ ",
  "mn48:12.11": "Das ist die fünfte Erkenntnis, die er erlangt hat, die überweltlich ist und an der gewöhnliche Menschen nicht teilhaben. ",
  "mn48:13.1": "Dann denkt da ein edler Schüler weiter nach: ",
  "mn48:13.2": "‚Habe ich die Stärke von der Art, wie ein Mensch sie hat, der die Ansicht vervollkommnet hat?‘ ",
  "mn48:13.3": "Und was, Mönche und Nonnen, ist die Stärke eines Menschen, der die Ansicht vervollkommnet hat? ",
  "mn48:13.4": "Die Stärke eines Menschen, der die Ansicht vervollkommnet hat, besteht darin, dass er achtgibt, den Geist gebraucht, mit ganzem Herzen dabei ist und die Ohren spitzt, wenn die Lehre und Schulung, die von einem Klargewordenen verkündet wurde, gelehrt wird. ",
  "mn48:13.5": "Er versteht: ",
  "mn48:13.6": "‚Ich habe die Stärke von der Art, wie ein Mensch sie hat, der die Ansicht vervollkommnet hat.‘ ",
  "mn48:13.7": "Das ist die sechste Erkenntnis, die er erlangt hat, die überweltlich ist und an der gewöhnliche Menschen nicht teilhaben. ",
  "mn48:14.1": "Dann denkt da ein edler Schüler weiter nach: ",
  "mn48:14.2": "‚Habe ich die Stärke von der Art, wie ein Mensch sie hat, der die Ansicht vervollkommnet hat?‘ ",
  "mn48:14.3": "Und was, Mönche und Nonnen, ist die Stärke eines Menschen, der die Ansicht vervollkommnet hat? ",
  "mn48:14.4": "Die Stärke eines Menschen, der die Ansicht vervollkommnet hat, besteht darin, dass er ergriffen ist von der Bedeutung und der Lehre und Freude findet im Zusammenhang mit der Lehre, wenn die Lehre und Schulung, die von einem Klargewordenen verkündet wurde, gelehrt wird. ",
  "mn48:14.5": "Er versteht: ",
  "mn48:14.6": "‚Ich habe die Stärke von der Art, wie ein Mensch sie hat, der die Ansicht vervollkommnet hat.‘ ",
  "mn48:14.7": "Das ist die siebte Erkenntnis, die er erlangt hat, die überweltlich ist und an der gewöhnliche Menschen nicht teilhaben. ",
  "mn48:15.1": "Wenn ein edler Schüler diese sieben Faktoren besitzt, hat er seine Natur richtig erforscht durch die Verwirklichung der Frucht des Stromeintritts. ",
  "mn48:15.2": "Ein edler Schüler mit diesen sieben Faktoren besitzt die Frucht des Stromeintritts.“ ",
  "mn48:15.3": "Das sagte der Buddha. ",
  "mn48:15.4": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}