{
  "mn49:0.1": "Mittlere Lehrreden 49 ",
  "mn49:0.2": "Über Brahmās Einladung ",
  "mn49:1.1": "So habe ich es gehört: ",
  "mn49:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn49:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn49:1.4": "„Mönche und Nonnen!“ ",
  "mn49:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn49:1.6": "Der Buddha sagte: ",
  "mn49:2.1": "„Einmal, Mönche und Nonnen, hielt ich mich bei Ukkaṭṭhā im Subhaga-Wald am Fuß eines wunderbaren Salbaumes auf. ",
  "mn49:2.2": "Nun hatte der Brahmā Baka zu dieser Zeit den folgenden schädlichen Irrglauben: ",
  "mn49:2.3": "‚Dies ist beständig, dies ist immerwährend, dies ist ewig, dies ist vollständig, dies muss nicht vergehen. Denn hier gibt es kein Geborenwerden, kein Altern, kein Sterben, kein Verscheiden und kein Wiedergeborenwerden. Und es gibt kein anderes Entrinnen über dieses hinaus.‘ ",
  "mn49:3.1": "Da erkannte ich, was der Brahmā Baka dachte. ",
  "mn49:3.2": "Und so leicht wie eine starke Person den Arm strecken oder beugen würde, verschwand ich aus dem Subhaga-Wald und erschien wieder in jener Brahmāwelt. ",
  "mn49:3.3": "Der Brahmā Baka sah mich von Weitem kommen ",
  "mn49:3.4": "und sagte: ",
  "mn49:3.5": "„Komm, guter Herr! Willkommen, guter Herr! ",
  "mn49:3.6": "Es ist lange her, dass du die Gelegenheit genutzt hast, hierherzukommen. ",
  "mn49:3.7": "Denn dies ist beständig, dies ist immerwährend, dies ist ewig, dies ist vollständig, dies muss nicht vergehen. Denn hier gibt es kein Geborenwerden, kein Altern, kein Sterben, kein Verscheiden und kein Wiedergeborenwerden. Und es gibt kein anderes Entrinnen über dieses hinaus.‘ ",
  "mn49:4.1": "Darauf sagte ich zu ihm: ",
  "mn49:4.2": "‚Ach, der Brahmā Baka ist in Unwissenheit verloren! Ach, der Brahmā Baka ist in Unwissenheit verloren! ",
  "mn49:4.3": "Denn von dem, was tatsächlich unbeständig ist, nicht fortwährt, was zeitlich und unvollständig ist und vergehen muss, sagt er, es sei beständig, immerwährend, ewig, vollständig und müsse nicht vergehen. ",
  "mn49:4.4": "Und da, wo es Geborenwerden, Altern, Sterben, Verscheiden und Wiedergeborenwerden gibt, sagt er, ",
  "mn49:4.5": "es gebe kein Geborenwerden, kein Altern, kein Sterben, kein Verscheiden und kein Wiedergeborenwerden. ",
  "mn49:4.6": "Und obwohl es ein anderes Entrinnen über dieses hinaus gibt, sagt er, es gebe kein anderes Entrinnen über dieses hinaus.‘ ",
  "mn49:5.1": "Da ergriff Māra der Böse Besitz von einem Mitglied von Brahmās Gefolge und sagte zu mir: ",
  "mn49:5.2": "‚Mönch, Mönch, greife diesen nicht an! Greife diesen nicht an! Denn das ist Brahmā, der Große Brahmā, der Bezwinger, der Unbezwungene, der allumfassende Seher, der, der die Macht hat, Gott der Allmächtige, der Macher, der Schöpfer, der Erste, der Erzeuger, der Lenker, der Vater derer, die geboren sind und noch geboren werden. ",
  "mn49:5.3": "Es gab vor dir Asketen und Brahmanen in der Welt, Mönch, die Erde, Wasser, Feuer, Luft, Geschöpfe, Götter, den Urvater und Brahmā tadelten und verabscheuten. ",
  "mn49:5.4": "Als ihr Körper auseinanderbrach und ihr Atem abgeschnitten wurde, wurden sie in einem niederen Bereich wiedergeboren. ",
  "mn49:5.5": "Es gab vor dir Asketen und Brahmanen in der Welt, Mönch, die Erde, Wasser, Feuer, Luft, Geschöpfe, Götter, den Urvater und Brahmā priesen und daran Vergnügen fanden. ",
  "mn49:5.6": "Als ihr Körper auseinanderbrach und ihr Atem abgeschnitten wurde, wurden sie in einem höheren Bereich wiedergeboren. ",
  "mn49:5.7": "Daher, Mönch, sage ich dir: ",
  "mn49:5.8": "Bitte, guter Herr, tue genau das, was Brahmā sagt. Gehe nicht über Brahmās Wort hinaus. ",
  "mn49:5.9": "Andernfalls wird es dir ergehen wie einem Menschen, der die Glücksgöttin, wenn sie zu ihm kommt, mit einem Stock abwehrt; oder wie einem, der, wenn er dabei ist, eine Klippe hinabzustürzen, mit Händen und Füßen am Boden den Halt verliert. ",
  "mn49:5.10": "Bitte, guter Herr, tue genau das, was Brahmā sagt. Gehe nicht über Brahmās Wort hinaus. ",
  "mn49:5.11": "Siehst du Brahmās Versammlung, die hier versammelt ist?‘ ",
  "mn49:5.12": "Und so stellte Māra der Böse mir Brahmās Versammlung vor. ",
  "mn49:6.1": "Auf seine Worte sagte ich zu Māra: ",
  "mn49:6.2": "‚Ich erkenne dich, Böser. Denke nicht: ",
  "mn49:6.3": "„Er erkennt mich nicht.“ ",
  "mn49:6.4": "Du bist Māra der Böse. ",
  "mn49:6.5": "Und Brahmā, Brahmās Versammlung und Brahmās Gefolge sind dir alle in die Hände gefallen; sie sind in deinem Bann. ",
  "mn49:6.6": "Und du denkst: ",
  "mn49:6.7": "„Vielleicht ist mir auch dieser in die Hände gefallen; vielleicht ist auch er in meinem Bann!“ ",
  "mn49:6.8": "Aber ich bin dir nicht in die Hände gefallen; ich bin nicht in deinem Bann!‘ ",
  "mn49:7.1": "Als ich geendet hatte, sagte der Brahmā Baka zu mir: ",
  "mn49:7.2": "‚Aber, guter Herr, das, von dem ich sage, es sei beständig, immerwährend, ewig, vollständig und müsse nicht vergehen, ist tatsächlich beständig, immerwährend, ewig, vollständig und muss nicht vergehen. Und da, wo ich sage, es gebe kein Geborenwerden, kein Altern, kein Sterben, kein Verscheiden und kein Wiedergeborenwerden, ",
  "mn49:7.3": "gibt es tatsächlich kein Geborenwerden, kein Altern, kein Sterben, kein Verscheiden und kein Wiedergeborenwerden. ",
  "mn49:7.4": "Und wenn ich sage, es gebe kein anderes Entrinnen über dieses hinaus, dann gibt es tatsächlich kein anderes Entrinnen über dieses hinaus. ",
  "mn49:7.5": "Es gab vor dir Asketen und Brahmanen in der Welt, Mönch, deren Taten inbrünstiger Bußübung so lange anhielten wie dein ganzes Leben. ",
  "mn49:7.6": "Wenn es ein anderes Entrinnen über dieses hinaus gäbe, wüssten sie es, und wenn es kein anderes Entrinnen über dieses hinaus gäbe, wüssten sie es. ",
  "mn49:7.7": "Daher, Mönch, sage ich dir: ",
  "mn49:7.8": "Du wirst nie ein anderes Entrinnen über dieses hinaus finden, und du wirst nur erschöpft und entmutigt werden. ",
  "mn49:7.9": "Wenn du an Erde festhältst, wirst du nahe bei mir liegen, in meinem Hoheitsgebiet, und wirst entbehrlich sein. ",
  "mn49:7.10": "Wenn du an Wasser … ",
  "mn49:7.11": "an Feuer … ",
  "mn49:7.12": "an Luft … ",
  "mn49:7.13": "an Geschöpfen … ",
  "mn49:7.14": "an Göttern … ",
  "mn49:7.15": "am Urvater … ",
  "mn49:7.16": "oder an Brahmā festhältst, wirst du nahe bei mir liegen, in meinem Hoheitsgebiet, und wirst entbehrlich sein.‘ ",
  "mn49:8.1": "‚Brahmā, auch ich weiß, ",
  "mn49:8.2": "dass ich, wenn ich an Erde festhalte, nahe bei dir liegen werde, in deinem Hoheitsgebiet, und entbehrlich sein werde. ",
  "mn49:8.3": "Wenn ich an Wasser … ",
  "mn49:8.4": "an Feuer … ",
  "mn49:8.5": "an Luft … ",
  "mn49:8.6": "an Geschöpfen … ",
  "mn49:8.7": "an Göttern … ",
  "mn49:8.8": "am Urvater … ",
  "mn49:8.9": "oder an Brahmā festhalte, werde ich nahe bei dir liegen, in deinem Hoheitsgebiet, und werde entbehrlich sein. Und darüber hinaus, Brahmā, verstehe ich deine Reichweite und dein Licht: ",
  "mn49:8.10": "„So mächtig ist der Brahmā Baka, so gewaltig und von so hohem Rang.“‘ ",
  "mn49:8.11": "‚Aber wie verstehst du meine Reichweite und mein Licht?‘ ",
  "mn49:9.1": "‚Eine Galaxie erstreckt sich tausendmal so weit ",
  "mn49:9.2": "wie die Bahnen von Mond und Sonne, ",
  "mn49:9.3": "und wie die Himmelslichter die Viertel erhellen. ",
  "mn49:9.4": "Und da übst du deine Macht aus. ",
  "mn49:9.5": "Du kennst hoch und nieder, ",
  "mn49:9.6": "die Leidenschaft und das Schwinden der Leidenschaft ",
  "mn49:9.7": "und das Kommen und Gehen von Lebewesen ",
  "mn49:9.8": "von diesem Bereich zu einem anderen. ",
  "mn49:9.9": "So verstehe ich deine Reichweite und dein Licht. ",
  "mn49:10.1": "Aber es gibt drei andere Bereiche, die du nicht erkennst und siehst, ",
  "mn49:10.2": "die ich aber erkenne und sehe. ",
  "mn49:10.3": "Es gibt den Bereich, der nach den Göttern von Strahlendem Glanz benannt ist. Von dort bist du abgeschieden und wurdest hier wiedergeboren. ",
  "mn49:10.4": "Du bist hier so lange geblieben, dass du das vergessen hast, daher erkennst und siehst du es nicht. ",
  "mn49:10.5": "Aber ich erkenne und sehe es. ",
  "mn49:10.6": "Daher, Brahmā, komme ich dir an Erkenntnis nicht gleich, und erst recht stehe ich nicht unter dir. ",
  "mn49:10.7": "Vielmehr bin ich der Höherstehende. ",
  "mn49:10.8": "Es gibt den Bereich, der nach den mit Herrlichkeit reich gesegneten Göttern benannt ist, den Bereich, der nach den Göttern von überreicher Frucht benannt ist, und den Bereich, der nach dem Bezwinger benannt ist, die du nicht erkennst und siehst. ",
  "mn49:10.9": "Aber ich erkenne und sehe sie. ",
  "mn49:10.10": "Daher, Brahmā, komme ich dir an Erkenntnis nicht gleich, und erst recht stehe ich nicht unter dir. ",
  "mn49:10.11": "Vielmehr bin ich der Höherstehende. ",
  "mn49:11.1": "Da ich Erde unmittelbar als Erde erkenne und da ich das, was nicht in den Erfahrungsbereich fällt, der durch Erde gekennzeichnet ist, unmittelbar erkenne, bin ich nicht Erde geworden, bin ich nicht in Erde geworden, bin ich nicht als Erde geworden, bin ich keiner geworden, der denkt: : ‚Erde ist mein‘, habe ich Erde nicht bejaht. ",
  "mn49:11.2": "Daher, Brahmā, komme ich dir an Erkenntnis nicht gleich, und erst recht stehe ich nicht unter dir. ",
  "mn49:11.3": "Vielmehr bin ich der Höherstehende. ",
  "mn49:12.1": "Da ich Wasser unmittelbar als Wasser … ",
  "mn49:13.1": "Feuer unmittelbar als Feuer … ",
  "mn49:14.1": "Luft unmittelbar als Luft … ",
  "mn49:15.1": "Geschöpfe unmittelbar als Geschöpfe … ",
  "mn49:16.1": "Götter unmittelbar als Götter … ",
  "mn49:17.1": "den Urvater unmittelbar als den Urvater … ",
  "mn49:18.1": "Brahmā unmittelbar als Brahmā … ",
  "mn49:19.1": "die Götter von Strahlendem Glanz unmittelbar als die Götter von Strahlendem Glanz … ",
  "mn49:20.1": "die mit Herrlichkeit reich Gesegneten Götter unmittelbar als die mit Herrlichkeit reich Gesegneten Götter … ",
  "mn49:21.1": "die Götter von überreicher Frucht unmittelbar als die Götter von überreicher Frucht … ",
  "mn49:22.1": "den Bezwinger unmittelbar als den Bezwinger … ",
  "mn49:23.1": "und alles unmittelbar als alles erkenne und da ich das, was nicht in den Erfahrungsbereich fällt, der durch alles gekennzeichnet ist, unmittelbar erkenne, bin ich nicht alles geworden, bin ich nicht in allem geworden, bin ich nicht als alles geworden, bin ich keiner geworden, der denkt: ‚alles ist mein‘, habe ich alles nicht bejaht. ",
  "mn49:23.2": "Daher, Brahmā, komme ich dir an Erkenntnis nicht gleich, und erst recht stehe ich nicht unter dir. ",
  "mn49:23.3": "Vielmehr bin ich der Höherstehende.‘ ",
  "mn49:24.1": "‚Nun, guter Herr, dass deine Worte sich nicht als leer und hohl herausstellen, wenn du das, was nicht in den Erfahrungsbereich fällt, der durch alles gekennzeichnet ist, unmittelbar erkannt hast! ",
  "mn49:25.1": "Bewusstsein, in dem nichts erscheint, unendlich, rundum strahlend – das ist es, was nicht in den Erfahrungsbereich fällt, der durch Erde, Wasser, Feuer, Luft, Geschöpfe, Götter, den Urvater, Brahmā, die Götter von Strahlendem Glanz, die mit Herrlichkeit reich Gesegneten Götter, die Götter von überreicher Frucht, den Bezwinger und alles gekennzeichnet ist. ",
  "mn49:26.1": "Nun schau, guter Herr, ich werde von dir verschwinden!‘ ",
  "mn49:26.2": "‚Gut denn, Brahmā, verschwinde von mir – wenn du kannst.‘ ",
  "mn49:26.3": "Da sagte der Brahmā Baka: ",
  "mn49:26.4": "‚Ich werde vom Asketen Gotama verschwinden! Ich werde vom Asketen Gotama verschwinden!‘ Aber er war nicht in der Lage, von mir zu verschwinden. ",
  "mn49:26.5": "Darauf sagte ich zu ihm: ",
  "mn49:26.6": "‚Nun, Brahmā, werde ich von dir verschwinden!‘ ",
  "mn49:26.7": "‚Gut denn, guter Herr, verschwinde von mir – wenn du kannst.‘ ",
  "mn49:26.8": "Darauf setzte ich meine übersinnliche Kraft ein und veranlasste, ",
  "mn49:26.9": "dass meine Stimme so weit reichte, dass Brahmā, seine Versammlung und sein Gefolge mich hören konnten, sie mich aber nicht sahen. ",
  "mn49:26.10": "Und während ich verschwunden war, sagte ich diese Strophe auf: ",
  "mn49:27.1": "‚Ich erkannte die Gefahr in fortgesetztem Dasein, ",
  "mn49:27.2": "dass das Leben in jedem Dasein aufhören wird, ",
  "mn49:27.3": "da bejahte ich keine Art von Dasein ",
  "mn49:27.4": "und ergriff das Genießen nicht.‘ ",
  "mn49:28.1": "Da dachten Brahmā, seine Versammlung und sein Gefolge voller Verwunderung und Erstaunen: ",
  "mn49:28.2": "‚Wie unglaublich! Wie erstaunlich! ",
  "mn49:28.3": "Der Asket Gotama besitzt solche übersinnliche Kraft und Macht! Nie zuvor haben wir einen anderen Asketen oder Brahmanen mit solch einer übersinnlichen Kraft und Macht gesehen oder davon gehört wie den Asketen Gotama, der aus dem Stamm der Sakyer fortgezogen ist. ",
  "mn49:28.4": "Obwohl die Menschen fortgesetztes Dasein genießen, es so sehr lieben, hat er es mit Stumpf und Stiel ausgerissen.‘ ",
  "mn49:29.1": "Da ergriff Māra der Böse Besitz von einem Mitglied von Brahmās Gefolge und sagte zu mir: ",
  "mn49:29.2": "‚Wenn du es so verstehst, guter Herr, stelle es nicht deinen Schülern vor oder denen, die fortgezogen sind! ",
  "mn49:29.3": "Lehre deine Schüler und die, die fortgezogen sind, nicht diesen Dhamma! ",
  "mn49:29.4": "Wünsche dies nicht für deine Schüler oder die, die fortgezogen sind! ",
  "mn49:29.5": "Es gab vor dir Asketen und Brahmanen in der Welt, Mönch, die behaupteten, Vollendete zu sein, vollkommen erwachte Buddhas. ",
  "mn49:29.6": "Sie stellten dies ihren Schülern vor und denen, die fortgezogen waren, lehrten sie es und wünschten es für sie. ",
  "mn49:29.7": "Als ihr Körper auseinanderbrach und ihr Atem abgeschnitten wurde, wurden sie in einem niederen Bereich wiedergeboren. ",
  "mn49:29.8": "Aber es gab vor dir auch Asketen und Brahmanen in der Welt, Mönch, die behaupteten, Vollendete zu sein, vollkommen erwachte Buddhas. ",
  "mn49:29.9": "Sie stellten dies ihren Schülern und denen, die fortgezogen waren, nicht vor, lehrten sie es nicht und wünschten es nicht für sie. ",
  "mn49:29.10": "Als ihr Körper auseinanderbrach und ihr Atem abgeschnitten wurde, wurden sie in einem höheren Bereich wiedergeboren. ",
  "mn49:29.11": "Daher, Mönch, sage ich dir: ",
  "mn49:29.12": "Guter Herr, bleibe bitte untätig und verweile in seliger Meditation in diesem Leben, denn das bleibt besser ungesagt. Guter Herr, leite nicht andere an.‘ ",
  "mn49:30.1": "Auf seine Worte sagte ich zu Māra: ",
  "mn49:30.2": "‚Ich erkenne dich, Böser. Denke nicht: ",
  "mn49:30.3": "„Er erkennt mich nicht.“ ",
  "mn49:30.4": "Du bist Māra der Böse. ",
  "mn49:30.5": "Du sprichst nicht aus Anteilnahme so zu mir, ",
  "mn49:30.6": "sondern ohne Anteilnahme. ",
  "mn49:30.7": "Denn du denkst: ",
  "mn49:30.8": "„Die, die der Asket Gotama unterweist, werden über mein Revier hinausgehen.“ ",
  "mn49:30.9": "Die, die früher behaupteten, vollkommen erwachte Buddhas zu sein, waren tatsächlich keine vollkommen erwachten Buddhas. ",
  "mn49:30.10": "Doch ich behaupte, ein vollkommen erwachter Buddha zu sein, und bin tatsächlich ein vollkommen erwachter Buddha. ",
  "mn49:30.11": "Der Klargewordene bleibt, wie er ist, ob er Schüler unterweist oder nicht. ",
  "mn49:30.12": "Der Klargewordene bleibt, wie er ist, ob er Schülern die Lehre vorstellt oder nicht. ",
  "mn49:30.13": "Warum ist das so? ",
  "mn49:30.14": "Weil der Klargewordene die Befleckungen aufgegeben hat, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod. ",
  "mn49:30.15": "Er hat sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "mn49:30.16": "Wie eine Palme, deren Krone abgeschnitten wurde: Sie kann nicht wieder wachsen. ",
  "mn49:30.17": "Ebenso hat der Klargewordene die Befleckungen aufgegeben, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod. ",
  "mn49:30.18": "Er hat sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können.‘“ ",
  "mn49:31.1": "Daher ist, weil Māra zum Schweigen gebracht wurde und wegen Brahmās Einladung, der Name dieser Lehrrede „Über Brahmās Einladung“. "
}