{
  "mn4:0.1": "'\\'\"\\\\\\'Mittlere Lehrreden 4 \\\\\\'\"\\''",
  "mn4:0.2": "'\\'\"\\\\\\'Angst und Schrecken \\\\\\'\"\\''",
  "mn4:1.1": "'\\'\"\\\\\\'So habe ich es gehört: \\\\\\'\"\\''",
  "mn4:1.2": "'\\'\"\\\\\\'Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. \\\\\\'\"\\''",
  "mn4:2.1": "'\\'\"\\\\\\'Da ging der Brahmane Jāṇussoṇi zum Buddha und tauschte Willkommensgrüße mit ihm aus. \\\\\\'\"\\''",
  "mn4:2.2": "'\\'\"\\\\\\'Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: \\\\\\'\"\\''",
  "mn4:2.3": "'\\'\"\\\\\\'„Meister Gotama, diese ehrbaren Menschen, die aus Vertrauen zu Meister Gotama aus dem Haus fortgezogen sind ins hauslose Leben, haben Meister Gotama, der vorangeht, hilft und ermutigt. \\\\\\'\"\\''",
  "mn4:2.4": "'\\'\"\\\\\\'Und diese Menschen folgen dem Vorbild Meister Gotamas.“ \\\\\\'\"\\''",
  "mn4:2.5": "'\\'\"\\\\\\'„Das ist wirklich wahr, Brahmane! Was du sagst, ist wirklich wahr, Brahmane!“ \\\\\\'\"\\''",
  "mn4:2.8": "'\\'\"\\\\\\'„Aber Meister Gotama, abgelegene Unterkünfte in der Wildnis und im Wald sind eine große Herausforderung. Es ist schwer, abgeschieden zu leben, und es ist schwer, in der Einsamkeit Freude zu finden. \\\\\\'\"\\''",
  "mn4:2.9": "'\\'\"\\\\\\'Die Wälder scheinen einem Mönch, der nicht im Samādhi versunken ist, den Verstand zu rauben.“ \\\\\\'\"\\''",
  "mn4:2.10": "'\\'\"\\\\\\'„Das ist wirklich wahr, Brahmane! Was du sagst, ist wirklich wahr, Brahmane! \\\\\\'\"\\''",
  "mn4:3.1": "'\\'\"\\\\\\'Vor meinem Erwachen – als ich noch nicht erwacht war, aber zum Erwachen entschlossen – dachte ich auch: \\\\\\'\"\\''",
  "mn4:3.2": "'\\'\"\\\\\\'‚Abgelegene Unterkünfte in der Wildnis und im Wald sind eine große Herausforderung. Es ist schwer, abgeschieden zu leben, und es ist schwer, in der Einsamkeit Freude zu finden. \\\\\\'\"\\''",
  "mn4:3.3": "'\\'\"\\\\\\'Die Wälder scheinen einem Mönch, der nicht im Samādhi versunken ist, den Verstand zu rauben.‘ \\\\\\'\"\\''",
  "mn4:4.1": "'\\'\"\\\\\\'Dann dachte ich: \\\\\\'\"\\''",
  "mn4:4.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen mit unreinem Verhalten von Körper, Sprache und Geist, die abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen laden wegen der Mängel in ihrem Verhalten untaugliche Angst und untauglichen Schrecken ein. \\\\\\'\"\\''",
  "mn4:4.3": "'\\'\"\\\\\\'Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht mit unreinem Verhalten von Körper, Sprache und Geist auf. \\\\\\'\"\\''",
  "mn4:4.4": "'\\'\"\\\\\\'Mein Verhalten ist geläutert. \\\\\\'\"\\''",
  "mn4:4.5": "'\\'\"\\\\\\'Ich bin einer dieser Edlen, die mit geläutertem Verhalten von Körper, Sprache und Geist abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ \\\\\\'\"\\''",
  "mn4:4.6": "'\\'\"\\\\\\'Als ich diese Reinheit des Verhaltens in mir sah, fühlte ich mich sogar noch gelassener in Bezug auf das Leben im Wald. \\\\\\'\"\\''",
  "mn4:5.1": "'\\'\"\\\\\\'Dann dachte ich: \\\\\\'\"\\''",
  "mn4:5.4": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen mit unreinem Lebenserwerb, die abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen laden wegen der Mängel in ihrem Lebenserwerb untaugliche Angst und untauglichen Schrecken ein. \\\\\\'\"\\''",
  "mn4:6.1": "'\\'\"\\\\\\'Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht mit unreinem Lebenserwerb auf. \\\\\\'\"\\''",
  "mn4:6.2": "'\\'\"\\\\\\'Mein Lebenserwerb ist geläutert. \\\\\\'\"\\''",
  "mn4:7.1": "'\\'\"\\\\\\'Ich bin einer dieser Edlen, die mit geläutertem Lebenserwerb abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ \\\\\\'\"\\''",
  "mn4:7.2": "'\\'\"\\\\\\'Als ich diese Reinheit des Lebenserwerbs in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. \\\\\\'\"\\''",
  "mn4:8.1": "'\\'\"\\\\\\'Dann dachte ich: \\\\\\'\"\\''",
  "mn4:8.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die Sinnenfreuden mit heftiger Wollust begehren … \\\\\\'\"\\''",
  "mn4:8.4": "'\\'\"\\\\\\'Ich begehre nicht Sinnenfreuden …‘ \\\\\\'\"\\''",
  "mn4:9.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die voller bösen Willens und böswilliger Absicht sind … \\\\\\'\"\\''",
  "mn4:9.4": "'\\'\"\\\\\\'Ich habe ein Herz voller Liebe …‘ \\\\\\'\"\\''",
  "mn4:10.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die von Dumpfheit und Benommenheit überwältigt sind … \\\\\\'\"\\''",
  "mn4:10.4": "'\\'\"\\\\\\'Ich bin frei von Dumpfheit und Benommenheit …‘ \\\\\\'\"\\''",
  "mn4:11.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die rastlos sind, ohne inneren Frieden … \\\\\\'\"\\''",
  "mn4:11.4": "'\\'\"\\\\\\'Mein Geist ist friedvoll …‘ \\\\\\'\"\\''",
  "mn4:12.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die zweifeln und unsicher sind … \\\\\\'\"\\''",
  "mn4:12.4": "'\\'\"\\\\\\'Ich bin über den Zweifel hinausgegangen …‘ \\\\\\'\"\\''",
  "mn4:13.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die sich selbst verherrlichen und andere herabsetzen … \\\\\\'\"\\''",
  "mn4:13.4": "'\\'\"\\\\\\'Ich verherrliche mich nicht selbst und setze andere nicht herab …‘ \\\\\\'\"\\''",
  "mn4:14.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die feige und zaghaft sind … \\\\\\'\"\\''",
  "mn4:14.4": "'\\'\"\\\\\\'Ich zucke nicht zusammen …‘ \\\\\\'\"\\''",
  "mn4:15.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die Besitz, Ehre und Beliebtheit genießen … \\\\\\'\"\\''",
  "mn4:15.4": "'\\'\"\\\\\\'Ich bin genügsam …‘ \\\\\\'\"\\''",
  "mn4:16.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die träge sind, mit wenig Energie … \\\\\\'\"\\''",
  "mn4:16.4": "'\\'\"\\\\\\'Ich bin energisch …‘ \\\\\\'\"\\''",
  "mn4:17.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die unachtsam und ohne Situationsbewusstsein sind … \\\\\\'\"\\''",
  "mn4:17.4": "'\\'\"\\\\\\'Ich bin achtsam …‘ \\\\\\'\"\\''",
  "mn4:18.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die ohne Versenkung sind, mit schweifendem Geist … \\\\\\'\"\\''",
  "mn4:18.4": "'\\'\"\\\\\\'Ich habe die Versenkung vervollkommnet …‘ \\\\\\'\"\\''",
  "mn4:19.2": "'\\'\"\\\\\\'‚Es gibt Asketen und Brahmanen, die geistlos und dumm sind, die abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen laden wegen dieser Mängel untaugliche Angst und untauglichen Schrecken ein. \\\\\\'\"\\''",
  "mn4:19.3": "'\\'\"\\\\\\'Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht als jemand auf, der geistlos und dumm ist. \\\\\\'\"\\''",
  "mn4:19.4": "'\\'\"\\\\\\'Ich habe die Weisheit vervollkommnet. \\\\\\'\"\\''",
  "mn4:19.5": "'\\'\"\\\\\\'Ich bin einer dieser Edlen, die mit vervollkommneter Weisheit abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ \\\\\\'\"\\''",
  "mn4:19.6": "'\\'\"\\\\\\'Als ich diese Vervollkommnung der Weisheit in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. \\\\\\'\"\\''",
  "mn4:19.7": "'\\'\"\\\\\\'Die sechzehn Methoden sind zu Ende. \\\\\\'\"\\''",
  "mn4:20.1": "'\\'\"\\\\\\'Dann dachte ich: \\\\\\'\"\\''",
  "mn4:20.2": "'\\'\"\\\\\\'‚Es gibt bestimmte Nächte, die besonders unheilschwanger sind: \\\\\\'\"\\''",
  "mn4:20.3": "'\\'\"\\\\\\'der vierzehnte, fünfzehnte und achte Tag des halben Monats. \\\\\\'\"\\''",
  "mn4:20.4": "'\\'\"\\\\\\'Warum verbringe ich nicht solche Nächte an furchterregenden und haarsträubenden Heiligtümern in Parks und Wäldern und an Bäumen? In solchen Unterkünften würde ich hoffentlich diese Angst und diesen Schrecken sehen.‘ \\\\\\'\"\\''",
  "mn4:20.5": "'\\'\"\\\\\\'Nach einiger Zeit tat ich genau das. \\\\\\'\"\\''",
  "mn4:20.8": "'\\'\"\\\\\\'Als ich mich dort aufhielt, kam ein Wild vorbei oder ein Pfau brach einen Zweig ab oder der Wind raschelte in den Blättern. \\\\\\'\"\\''",
  "mn4:20.9": "'\\'\"\\\\\\'Da dachte ich: \\\\\\'\"\\''",
  "mn4:20.10": "'\\'\"\\\\\\'‚Kommt jetzt diese Angst und dieser Schrecken?‘ \\\\\\'\"\\''",
  "mn4:20.11": "'\\'\"\\\\\\'Dann dachte ich: \\\\\\'\"\\''",
  "mn4:20.12": "'\\'\"\\\\\\'‚Warum meditiere ich und warte immer darauf, dass diese Angst und dieser Schrecken kommen? \\\\\\'\"\\''",
  "mn4:20.13": "'\\'\"\\\\\\'Warum werde ich diese Angst und diesen Schrecken nicht los, eben wenn sie kommen, und bleibe dabei so, wie ich bin?‘ \\\\\\'\"\\''",
  "mn4:20.14": "'\\'\"\\\\\\'Dann überkamen mich diese Angst und dieser Schrecken, als ich ging. \\\\\\'\"\\''",
  "mn4:20.15": "'\\'\"\\\\\\'Ich blieb nicht stehen oder setzte oder legte mich hin, bis ich diese Angst und diesen Schrecken beim Gehen losgeworden war. \\\\\\'\"\\''",
  "mn4:20.16": "'\\'\"\\\\\\'Dann überkamen mich diese Angst und dieser Schrecken, als ich stand. \\\\\\'\"\\''",
  "mn4:20.17": "'\\'\"\\\\\\'Ich ging nicht oder setzte oder legte mich hin, bis ich diese Angst und diesen Schrecken beim Stehen losgeworden war. \\\\\\'\"\\''",
  "mn4:20.18": "'\\'\"\\\\\\'Dann überkamen mich diese Angst und dieser Schrecken, als ich saß. \\\\\\'\"\\''",
  "mn4:20.19": "'\\'\"\\\\\\'Ich legte mich nicht hin oder stand oder ging, bis ich diese Angst und diesen Schrecken beim Sitzen losgeworden war. \\\\\\'\"\\''",
  "mn4:20.20": "'\\'\"\\\\\\'Dann überkamen mich diese Angst und dieser Schrecken, als ich lag. \\\\\\'\"\\''",
  "mn4:20.21": "'\\'\"\\\\\\'Ich setzte mich nicht auf oder stand oder ging, bis ich diese Angst und diesen Schrecken beim Liegen losgeworden war. \\\\\\'\"\\''",
  "mn4:21.1": "'\\'\"\\\\\\'Es gibt manche Asketen und Brahmanen, die die Nacht wahrnehmen, als sei sie Tag, oder den Tag, als sei er Nacht. \\\\\\'\"\\''",
  "mn4:21.2": "'\\'\"\\\\\\'Diese ihre Meditation ist eine Täuschung, sage ich. \\\\\\'\"\\''",
  "mn4:21.3": "'\\'\"\\\\\\'Ich nehme die Nacht richtig als Nacht wahr und den Tag richtig als Tag. \\\\\\'\"\\''",
  "mn4:21.4": "'\\'\"\\\\\\'Und wenn man von jemandem zu Recht sagen könnte, \\\\\\'\"\\''",
  "mn4:21.5": "'\\'\"\\\\\\'er sei ein Wesen, das nicht der Täuschung unterliege, das in der Welt erschienen sei zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen, dann soll man das von mir sagen. \\\\\\'\"\\''",
  "mn4:22-26.1": "'\\'\"\\\\\\'Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, mein Körper war still und nicht erregt und mein Geist im Samādhi versunken. \\\\\\'\"\\''",
  "mn4:22-26.2": "'\\'\"\\\\\\'Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trat ich in die erste Vertiefung ein und verweilte darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. \\\\\\'\"\\''",
  "mn4:22-26.3": "'\\'\"\\\\\\'Als das Ausrichten und Halten des Geistes sich beruhigte, trat ich in die zweite Vertiefung ein und verweilte darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. \\\\\\'\"\\''",
  "mn4:22-26.4": "'\\'\"\\\\\\'Und mit dem Schwinden der Ekstase trat ich in die dritte Vertiefung ein und verweilte darin; da meditierte ich mit Gleichmut, achtsam und bewusst, und erfuhr persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ \\\\\\'\"\\''",
  "mn4:22-26.5": "'\\'\"\\\\\\'Indem ich Glück und Schmerz aufgab und frühere Fröhlichkeit und Traurigkeit beendete, trat ich in die vierte Vertiefung ein und verweilte darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. \\\\\\'\"\\''",
  "mn4:27.1": "'\\'\"\\\\\\'Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf die Erinnerung an frühere Leben. Ich erinnerte mich an viele Arten früherer Leben, \\\\\\'\"\\''",
  "mn4:27.2": "'\\'\"\\\\\\'das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Ich erinnerte mich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnerte ich mich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. \\\\\\'\"\\''",
  "mn4:28.1": "'\\'\"\\\\\\'Das war das erste Wissen, das ich während der ersten Nachtwache erlangte. \\\\\\'\"\\''",
  "mn4:28.2": "'\\'\"\\\\\\'Unwissenheit wurde zerstört und Wissen ging auf; Dunkelheit wurde zerstört und Licht ging auf, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. \\\\\\'\"\\''",
  "mn4:29.1": "'\\'\"\\\\\\'Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. \\\\\\'\"\\''",
  "mn4:29.2": "'\\'\"\\\\\\'Mit geläuterter und übermenschlicher Hellsichtigkeit sah ich Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstand, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlechtgemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlechtgemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sah ich mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstand, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. \\\\\\'\"\\''",
  "mn4:30.1": "'\\'\"\\\\\\'Das war das zweite Wissen, das ich während der zweiten Nachtwache erlangte. \\\\\\'\"\\''",
  "mn4:30.2": "'\\'\"\\\\\\'Unwissenheit wurde zerstört und Wissen ging auf; Dunkelheit wurde zerstört und Licht ging auf, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. \\\\\\'\"\\''",
  "mn4:31.1": "'\\'\"\\\\\\'Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf die Erkenntnis, dass die Befleckungen aufgelöst sind. \\\\\\'\"\\''",
  "mn4:31.2": "'\\'\"\\\\\\'Ich verstand wahrhaftig: ‚Das ist das Leiden‘, ‚das ist der Ursprung des Leidens‘, ‚das ist das Aufhören des Leidens‘, ‚das ist die Übung, die zum Aufhören des Leidens führt‘. \\\\\\'\"\\''",
  "mn4:31.3": "'\\'\"\\\\\\'Ich verstand wahrhaftig: ‚Das sind die Befleckungen‘, ‚das ist der Ursprung der Befleckungen‘, ‚das ist das Aufhören der Befleckungen‘, ‚das ist die Übung, die zum Aufhören der Befleckungen führt‘. \\\\\\'\"\\''",
  "mn4:32.1": "'\\'\"\\\\\\'Als ich das erkannte und sah, war mein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. \\\\\\'\"\\''",
  "mn4:32.2": "'\\'\"\\\\\\'Als er befreit war, erkannte ich: Er ist befreit. \\\\\\'\"\\''",
  "mn4:32.3": "'\\'\"\\\\\\'Ich verstand: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ \\\\\\'\"\\''",
  "mn4:33.1": "'\\'\"\\\\\\'Das war das dritte Wissen, das ich während der letzten Nachtwache erlangte. \\\\\\'\"\\''",
  "mn4:33.2": "'\\'\"\\\\\\'Unwissenheit wurde zerstört und Wissen ging auf; Dunkelheit wurde zerstört und Licht ging auf, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. \\\\\\'\"\\''",
  "mn4:34.1": "'\\'\"\\\\\\'Brahmane, du denkst vielleicht: \\\\\\'\"\\''",
  "mn4:34.2": "'\\'\"\\\\\\'‚Vielleicht ist der Meister Gotama bis heute nicht frei von Gier, Hass und Täuschung, und darum sucht er abgelegene Unterkünfte in der Wildnis und im Wald auf.‘ \\\\\\'\"\\''",
  "mn4:34.3": "'\\'\"\\\\\\'Aber so solltest du es nicht sehen. \\\\\\'\"\\''",
  "mn4:34.4": "'\\'\"\\\\\\'Ich sehe zwei Gründe, um eine abgelegene Unterkunft in der Wildnis und im Wald aufzusuchen. \\\\\\'\"\\''",
  "mn4:34.5": "'\\'\"\\\\\\'Ich sehe ein glückliches Leben für mich selbst in der Gegenwart. Und ich habe Anteilnahme für künftige Generationen.“ \\\\\\'\"\\''",
  "mn4:35.1": "'\\'\"\\\\\\'„Sicherlich hat Meister Gotama Anteilnahme für künftige Generationen, da er ein Vollendeter ist, ein vollkommen erwachter Buddha. \\\\\\'\"\\''",
  "mn4:35.2": "'\\'\"\\\\\\'Vortrefflich, Meister Gotama! Vortrefflich! \\\\\\'\"\\''",
  "mn4:35.3": "'\\'\"\\\\\\'Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. \\\\\\'\"\\''",
  "mn4:35.4": "'\\'\"\\\\\\'Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. \\\\\\'\"\\''",
  "mn4:35.5": "'\\'\"\\\\\\'Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ \\\\\\'\"\\''"
}