{
  "mn4:0.1": "Mittlere Lehrreden 4 ",
  "mn4:0.2": "Angst und Schrecken ",
  "mn4:1.1": "So habe ich es gehört: ",
  "mn4:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn4:2.1": "Da ging der Brahmane Jānussoṇi zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn4:2.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "mn4:2.3": "„Werter Gotama, diese ehrbaren Menschen, die aus Vertrauen zu dir aus dem Haus fortgezogen sind ins hauslose Leben, haben den werten Gotama, der vorangeht, hilft und ermutigt. ",
  "mn4:2.4": "Und diese Menschen folgen dem Vorbild des werten Gotama.“ ",
  "mn4:2.5": "„Das ist wirklich wahr, Brahmane! Das ist wirklich wahr! ",
  "mn4:2.6": "Es ist genauso, wie du sagst, Brahmane!“ ",
  "mn4:2.8": "„Aber werter Gotama, abgelegene Unterkünfte in der Wildnis und im Wald sind eine große Herausforderung. Es ist schwer, abgeschieden zu leben, und es ist schwer, in der Einsamkeit Freude zu finden. ",
  "mn4:2.9": "Die Wälder scheinen einem Mönch, der nicht im Samādhi versunken ist, den Verstand zu rauben.“ ",
  "mn4:2.10": "„Das ist wirklich wahr, Brahmane! Das ist wirklich wahr! ",
  "mn4:2.11": "Es ist genauso, wie du sagst, Brahmane! ",
  "mn4:3.1": "Vor meinem Erwachen – als ich noch nicht erwacht war, aber zum Erwachen entschlossen – dachte ich auch: ",
  "mn4:3.2": "‚Abgelegene Unterkünfte in der Wildnis und im Wald sind eine große Herausforderung. Es ist schwer, abgeschieden zu leben, und es ist schwer, in der Einsamkeit Freude zu finden. ",
  "mn4:3.3": "Die Wälder scheinen einem Mönch, der nicht im Samādhi versunken ist, den Verstand zu rauben.‘ ",
  "mn4:4.1": "Dann dachte ich: ",
  "mn4:4.2": "‚Es gibt Asketen und Brahmanen mit unreinem Verhalten des Körpers, die abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen der Fehler in ihrem Verhalten untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:4.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht mit unreinem Verhalten des Körpers auf. ",
  "mn4:4.4": "Mein Verhalten ist geläutert. ",
  "mn4:4.5": "Ich bin einer dieser Edlen, die mit geläutertem Verhalten des Körpers abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:4.6": "Als ich diese Reinheit des Verhaltens in mir sah, fühlte ich mich sogar noch gelassener in Bezug auf das Leben im Wald. ",
  "mn4:5.1": "Dann dachte ich: ",
  "mn4:5.2": "‚Es gibt Asketen und Brahmanen mit unreinem Verhalten der Sprache … ",
  "mn4:5.3": "mit unreinem Verhalten des Geistes … ",
  "mn4:5.4": "Es gibt Asketen und Brahmanen mit unreinem Lebenserwerb, die abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen der Fehler in ihrem Lebenserwerb untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:6.1": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht mit unreinem Lebenserwerb auf. ",
  "mn4:6.2": "Mein Lebenserwerb ist geläutert. ",
  "mn4:7.1": "Ich bin einer dieser Edlen, die mit geläutertem Lebenserwerb abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:7.2": "Als ich diese Reinheit des Lebenserwerbs in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. ",
  "mn4:8.1": "Dann dachte ich: ",
  "mn4:8.2": "‚Es gibt Asketen und Brahmanen voller Begierde nach Sinnenfreuden, mit heftiger Wollust, die abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers der Begierde untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:8.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht voller Begierde und Wollust auf. ",
  "mn4:8.4": "Ich bin ohne Begierde. ",
  "mn4:8.5": "Ich bin einer dieser Edlen, die frei von Begierde abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:8.6": "Als ich diese Freiheit von Begierde in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. ",
  "mn4:9.1": "Dann dachte ich: ",
  "mn4:9.2": "‚Es gibt Asketen und Brahmanen voller bösen Willens und gehässiger Absicht, die abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers böser Absichten untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:9.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht voller bösen Willens und gehässiger Absicht auf. ",
  "mn4:9.4": "Ich habe ein Herz voller Liebe. ",
  "mn4:9.5": "Ich bin einer dieser Edlen, die mit einem Herzen voller Liebe abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:9.6": "Als ich dieses liebevolle Herz in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. ",
  "mn4:10.1": "Dann dachte ich: ",
  "mn4:10.2": "‚Es gibt Asketen und Brahmanen, die überwältigt von Dumpfheit und Benommenheit abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers der Dumpfheit und Benommenheit untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:10.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht überwältigt von Dumpfheit und Benommenheit auf. ",
  "mn4:10.4": "Ich bin frei von Dumpfheit und Benommenheit. ",
  "mn4:10.5": "Ich bin einer dieser Edlen, die frei von Dumpfheit und Benommenheit abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:10.6": "Als ich diese Freiheit von Dumpfheit und Benommenheit in mir sah, fühlte ich mich sogar noch gelassener in Bezug auf das Leben im Wald. ",
  "mn4:11.1": "Dann dachte ich: ",
  "mn4:11.2": "‚Es gibt Asketen und Brahmanen, die rastlos, ohne inneren Frieden abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers der Rastlosigkeit untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:11.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht mit rastlosem Geist auf. ",
  "mn4:11.4": "Mein Geist ist friedvoll. ",
  "mn4:11.5": "Ich bin einer dieser Edlen, die mit friedvollem Geist abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:11.6": "Als ich diesen Frieden des Geistes in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. ",
  "mn4:12.1": "Dann dachte ich: ",
  "mn4:12.2": "‚Es gibt Asketen und Brahmanen, die zweifelnd und unsicher abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers des Zweifels untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:12.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht zweifelnd und unsicher auf. ",
  "mn4:12.4": "Ich bin über den Zweifel hinausgegangen. ",
  "mn4:12.5": "Ich bin einer dieser Edlen, die über den Zweifel hinausgegangen sind, wenn sie abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:12.6": "Als ich diese Freiheit von Zweifel in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. ",
  "mn4:13.1": "Dann dachte ich: ",
  "mn4:13.2": "‚Es gibt Asketen und Brahmanen, die sich selbst verherrlichen und andere herabsetzen, die abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers der Selbstverherrlichung untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:13.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht auf, indem ich mich selbst verherrliche und andere herabsetze. ",
  "mn4:13.4": "Ich verherrliche mich nicht selbst und setze andere nicht herab. ",
  "mn4:13.5": "Ich bin einer dieser Edlen, die sich selbst nicht verherrlichen oder andere herabsetzen, wenn sie abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:13.6": "Als ich diese Freiheit von Selbstverherrlichung in mir sah, fühlte ich mich sogar noch gelassener in Bezug auf das Leben im Wald. ",
  "mn4:14.1": "Dann dachte ich: ",
  "mn4:14.2": "‚Es gibt Asketen und Brahmanen, die feige und zaghaft abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers der Feigheit untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:14.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht feige und zaghaft auf. ",
  "mn4:14.4": "Mir sträuben sich nicht die Haare. ",
  "mn4:14.5": "Ich bin einer dieser Edlen, die ohne gesträubte Haare abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:14.6": "Als ich diese Freiheit von Haaresträuben in mir sah, fühlte ich mich sogar noch gelassener in Bezug auf das Leben im Wald. ",
  "mn4:15.1": "Dann dachte ich: ",
  "mn4:15.2": "‚Es gibt Asketen und Brahmanen, die Besitz, Ehre und Beliebtheit genießen, die abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers, Besitz, Ehre und Beliebtheit zu genießen, untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:15.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht als einer auf, der Besitz, Ehre und Beliebtheit genießt. ",
  "mn4:15.4": "Ich bin genügsam. ",
  "mn4:15.5": "Ich bin einer dieser Edlen, die als Genügsame abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:15.6": "Als ich diese Genügsamkeit in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. ",
  "mn4:16.1": "Dann dachte ich: ",
  "mn4:16.2": "‚Es gibt Asketen und Brahmanen, die träge und mit wenig Energie abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers der Trägheit untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:16.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht träge und mit wenig Energie auf. ",
  "mn4:16.4": "Ich habe meine Energie aufgerüttelt. ",
  "mn4:16.5": "Ich bin einer dieser Edlen, die mit aufgerüttelter Energie abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:16.6": "Als ich diese aufgerüttelte Energie in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. ",
  "mn4:17.1": "Dann dachte ich: ",
  "mn4:17.2": "‚Es gibt Asketen und Brahmanen, die unachtsam und ohne Situationsbewusstsein abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers der Unachtsamkeit untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:17.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht unachtsam und ohne Situationsbewusstsein auf. ",
  "mn4:17.4": "Ich bin achtsam. ",
  "mn4:17.5": "Ich bin einer dieser Edlen, die achtsam abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:17.6": "Als ich diese Achtsamkeit in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. ",
  "mn4:18.1": "Dann dachte ich: ",
  "mn4:18.2": "‚Es gibt Asketen und Brahmanen ohne Versenkung, mit schweifendem Geist, die abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers fehlender Versenkung untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:18.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht ohne Versenkung und mit schweifendem Geist auf. ",
  "mn4:18.4": "Ich habe die Versenkung vervollkommnet. ",
  "mn4:18.5": "Ich bin einer dieser Edlen, die mit vervollkommneter Versenkung abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:18.6": "Als ich diese Vervollkommnung der Versenkung in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. ",
  "mn4:19.1": "Dann dachte ich: ",
  "mn4:19.2": "‚Es gibt Asketen und Brahmanen, die als geistlose Trottel abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Diese Asketen und Brahmanen beschwören wegen des Fehlers der Geistlosigkeit untaugliche Angst und untauglichen Schrecken herauf. ",
  "mn4:19.3": "Aber ich suche abgelegene Unterkünfte in der Wildnis und im Wald nicht als geistloser Trottel auf. ",
  "mn4:19.4": "Ich habe die Weisheit vervollkommnet. ",
  "mn4:19.5": "Ich bin einer dieser Edlen, die mit vervollkommneter Weisheit abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen.‘ ",
  "mn4:19.6": "Als ich diese Vervollkommnung der Weisheit in mir sah, fühlte ich mich sogar noch gelassener beim Gedanken, im Wald zu leben. ",
  "mn4:19.7": "Die sechzehn Methoden sind zu Ende. ",
  "mn4:20.1": "Dann dachte ich: ",
  "mn4:20.2": "‚Es gibt bestimmte Nächte, die besonders unheilschwanger sind: ",
  "mn4:20.3": "der vierzehnte, fünfzehnte und achte Tag des halben Monats. ",
  "mn4:20.4": "Warum verbringe ich nicht solche Nächte an furchterregenden und haarsträubenden Heiligtümern in Parks und Wäldern und an Bäumen? In solchen Unterkünften würde ich hoffentlich diese Angst und diesen Schrecken sehen.‘ ",
  "mn4:20.5": "Nach einiger Zeit tat ich genau das. ",
  "mn4:20.8": "Als ich mich dort aufhielt, kam ein Hirsch vorbei oder ein Pfau brach einen Zweig ab oder der Wind raschelte in den Blättern. ",
  "mn4:20.9": "Da dachte ich: ",
  "mn4:20.10": "‚Kommt jetzt diese Angst und dieser Schrecken?‘ ",
  "mn4:20.11": "Dann dachte ich: ",
  "mn4:20.12": "‚Warum meditiere ich immer in der Erwartung, dass diese Angst kommt? ",
  "mn4:20.13": "Warum werde ich diese Angst und diesen Schrecken nicht los, eben wenn sie kommen, und bleibe dabei so, wie ich bin?‘ ",
  "mn4:20.14": "Dann überkamen mich diese Angst und dieser Schrecken beim Gehen. ",
  "mn4:20.15": "Ich blieb nicht stehen oder setzte oder legte mich hin, bis ich diese Angst und diesen Schrecken beim Gehen losgeworden war. ",
  "mn4:20.16": "Dann überkamen mich diese Angst und dieser Schrecken beim Stehen. ",
  "mn4:20.17": "Ich ging nicht oder setzte oder legte mich hin, bis ich diese Angst und diesen Schrecken beim Stehen losgeworden war. ",
  "mn4:20.18": "Dann überkamen mich diese Angst und dieser Schrecken beim Sitzen. ",
  "mn4:20.19": "Ich legte mich nicht hin oder stand oder ging, bis ich diese Angst und diesen Schrecken beim Sitzen losgeworden war. ",
  "mn4:20.20": "Dann überkamen mich diese Angst und dieser Schrecken beim Liegen. ",
  "mn4:20.21": "Ich setzte mich nicht auf oder stand oder ging, bis ich diese Angst und diesen Schrecken beim Liegen losgeworden war. ",
  "mn4:21.1": "Es gibt manche Asketen und Brahmanen, die die Nacht wahrnehmen, als sei sie Tag, oder den Tag, als sei er Nacht. ",
  "mn4:21.2": "Diese ihre Meditation ist eine Täuschung, sage ich. ",
  "mn4:21.3": "Ich nehme die Nacht richtig als Nacht wahr und den Tag richtig als Tag. ",
  "mn4:21.4": "Und wenn man von jemandem zu Recht sagen könnte, ",
  "mn4:21.5": "er sei ein Wesen, das nicht der Täuschung unterliege, das in der Welt erschienen sei zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Segen, Nutzen und Glück von Göttern und Menschen, dann soll man das von mir sagen. ",
  "mn4:22-26.1": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, mein Körper war still und nicht erregt und mein Geist im Samādhi versunken und geeint. ",
  "mn4:22-26.2": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trat ich in die erste Vertiefung ein und verweilte darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn4:22-26.3": "Als das Ausrichten und Halten des Geistes sich beruhigte, trat ich in die zweite Vertiefung ein und verweilte darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn4:22-26.4": "Und mit dem Schwinden der Ekstase trat ich in die dritte Vertiefung ein und verweilte darin; da meditierte ich mit Gleichmut, achtsam und bewusst, und erfuhr persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn4:22-26.5": "Indem ich Glück und Schmerz aufgab, und mit dem Vergehen früherer Fröhlichkeit und Traurigkeit, trat ich in die vierte Vertiefung ein und verweilte darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn4:27.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf die Erinnerung an frühere Leben. Ich erinnerte mich an viele Arten früherer Leben, ",
  "mn4:27.2": "das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnerte ich mich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn4:28.1": "Das war das erste Wissen, das ich in der ersten Nachtwache erlangte. ",
  "mn4:28.2": "Unwissenheit wurde zerstört und Wissen ging auf; Dunkelheit wurde zerstört und Licht ging auf, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "mn4:29.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf das Erkennen von Tod und Wiedergeburt der Lebewesen. ",
  "mn4:29.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sah ich Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstand, wie Lebewesen entsprechend ihrer Taten weiterziehen: ‚Diese lieben Wesen taten Schlechtes mit dem Körper, der Sprache und dem Geist. Sie brachten die Edlen in Verruf, hatten falsche Ansicht und unternahmen Handlungen aus dieser falschen Ansicht heraus. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen taten Gutes mit dem Körper, der Sprache und dem Geist. Sie brachten nie die Edlen in Verruf, hatten rechte Ansicht und unternahmen Handlungen aus dieser rechten Ansicht heraus. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sah ich mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstand, wie Lebewesen entsprechend ihrer Taten weiterziehen. ",
  "mn4:30.1": "Das war das zweite Wissen, das ich in der mittleren Nachtwache erlangte. ",
  "mn4:30.2": "Unwissenheit wurde zerstört und Wissen ging auf; Dunkelheit wurde zerstört und Licht ging auf, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "mn4:31.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf das Erkennen der Auflösung der Befleckungen. ",
  "mn4:31.2": "Ich verstand wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "mn4:31.3": "Ich verstand wahrhaftig: ‚Das sind die Befleckungen.‘ … ‚Das ist der Ursprung der Befleckungen.‘ … ‚Das ist das Aufhören der Befleckungen.‘ … ‚Das ist die Übung, die zum Aufhören der Befleckungen führt.‘ ",
  "mn4:32.1": "Als ich das erkannte und sah, war mein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn4:32.2": "Als er befreit war, erkannte ich: Er ist befreit. ",
  "mn4:32.3": "Ich verstand: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.‘ ",
  "mn4:33.1": "Das war das dritte Wissen, das ich in der letzten Nachtwache erlangte. ",
  "mn4:33.2": "Unwissenheit wurde zerstört und Wissen ging auf; Dunkelheit wurde zerstört und Licht ging auf, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "mn4:34.1": "Brahmane, du denkst vielleicht: ",
  "mn4:34.2": "‚Vielleicht ist der Asket Gotama bis heute nicht frei von Gier, Hass und Täuschung, und darum sucht er abgelegene Unterkünfte in der Wildnis und im Wald auf.‘ ",
  "mn4:34.3": "Aber so sollst du es nicht sehen. ",
  "mn4:34.4": "Ich sehe zwei Gründe, um eine abgelegene Unterkunft in der Wildnis und im Wald aufzusuchen. ",
  "mn4:34.5": "Ich sehe mein eigenes Glück in diesem Leben. Und ich habe Anteilnahme für künftige Generationen.“ ",
  "mn4:35.1": "„Sicherlich hat der werte Gotama Anteilnahme für künftige Generationen, da er ein Vollendeter ist, ein vollkommen erwachter Buddha. ",
  "mn4:35.2": "Vortrefflich, werter Gotama! Vortrefflich! ",
  "mn4:35.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der werte Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn4:35.4": "Ich nehme Zuflucht zum werten Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn4:35.5": "Von diesem Tag an soll der werte Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}