{
  "mn50:0.1": "Mittlere Lehrreden 50 ",
  "mn50:0.2": "Die Zurechtweisung Māras ",
  "mn50:1.1": "So habe ich es gehört: ",
  "mn50:1.2": "Einmal hielt sich der Ehrwürdige Mahāmoggallāna im Land der Bhagger bei Krokodilhügel auf, im Wildpark bei Bhesakaḷās Wald. ",
  "mn50:2.1": "Zu der Zeit ging gerade der Ehrwürdige Mahāmoggallāna achtsam im Freien auf und ab. ",
  "mn50:2.2": "Nun war zu dieser Zeit Māra der Böse in Moggallānas Bauch eingedrungen. ",
  "mn50:2.3": "Moggallāna dachte: ",
  "mn50:2.4": "„Warum ist mein Bauch da so überaus schwer geworden, ",
  "mn50:2.5": "als hätte ich gerade eine große Portion Bohnen gegessen?“ ",
  "mn50:2.6": "Dann kam er von seinem Gehweg herab, ging in seine Hütte, setzte sich auf den ausgebreiteten Sitz ",
  "mn50:3.1": "und richtete den Geist gründlich auf sein Inneres. ",
  "mn50:3.2": "Er sah, dass Māra der Böse in seinen Bauch eingedrungen war. ",
  "mn50:3.3": "Da sagte er zu Māra: ",
  "mn50:3.4": "„Komm heraus, Böser, ",
  "mn50:3.5": "komm heraus! ",
  "mn50:3.6": "Belästige nicht den Klargewordenen oder seinen Schüler. ",
  "mn50:3.7": "Schaff dir nicht selbst für lange Zeit Schaden und Leiden!“ ",
  "mn50:4.1": "Da dachte Māra: ",
  "mn50:4.2": "„Dieser Asket erkennt oder sieht mich nicht wirklich, wenn er mich auffordert, herauszukommen. ",
  "mn50:4.7": "Nicht einmal der Lehrer könnte mich so schnell erkennen, wie könnte es da ein Schüler?“ ",
  "mn50:5.1": "Darauf sagte Moggallāna zu Māra: ",
  "mn50:5.2": "„Ich erkenne dich, auch wenn du so bist, Böser. Denke nicht: ",
  "mn50:5.3": "‚Er erkennt mich nicht.‘ ",
  "mn50:5.4": "Du bist Māra der Böse. ",
  "mn50:5.5": "Und du denkst: ",
  "mn50:5.6": "‚Dieser Asket erkennt oder sieht mich nicht wirklich, wenn er mich auffordert, herauszukommen. ",
  "mn50:5.11": "Nicht einmal der Lehrer könnte mich so schnell erkennen, wie könnte es da ein Schüler?‘“ ",
  "mn50:6.1": "Da dachte Māra: ",
  "mn50:6.2": "‚Dieser Asket erkennt und sieht mich wirklich, wenn er mich auffordert, herauszukommen.“ ",
  "mn50:6.7": "Da kam Māra ans Moggallānas Mund heraus und stellte sich an die Tür. ",
  "mn50:7.1": "Moggallāna sah ihn dort stehen ",
  "mn50:7.2": "und sagte: ",
  "mn50:7.3": "„Ich sehe dich auch dort, Böser. Denke nicht: ",
  "mn50:7.4": "‚Er sieht mich nicht.‘ ",
  "mn50:7.5": "Du bist es, Böser, der an der Tür steht. ",
  "mn50:8.1": "Es war einmal eine Zeit, Böser, da war ich ein Māra mit Namen Dūsī, und ich hatte eine Schwester mit Namen Kāḷī. ",
  "mn50:8.2": "Du bist ihr Sohn, ",
  "mn50:8.3": "daher bist du mein Neffe. ",
  "mn50:9.1": "Zu dieser Zeit erschien Kakusandha, der Gesegnete, der Vollendete, der vollkommen erwachte Buddha in der Welt. ",
  "mn50:9.2": "Kakusandha hatte ein erlesenes Paar von Hauptschülern mit Namen Vidhura und Sañjīva. ",
  "mn50:9.3": "Von allen Schülern des Buddha Kakusandha ",
  "mn50:9.4": "kam niemand dem Ehrwürdigen Vidhura im Lehren des Dhamma gleich. ",
  "mn50:9.5": "Und so wurde er als Vidhura bekannt. ",
  "mn50:10.1": "Aber wenn der Ehrwürdige Sañjīva in die Wildnis ging, zum Fuß eines Baumes oder in eine leere Hütte, trat er leicht in das Aufhören von Wahrnehmung und Gefühl ein. ",
  "mn50:10.2": "Es war einmal eine Zeit, da saß Sañjīva am Fuß eines gewissen Baumes und war in das Aufhören von Wahrnehmung und Gefühl eingetreten. ",
  "mn50:10.3": "Ein paar Kuhhirten, Schafhirten, Bauern und Reisende sahen ihn dort sitzen ",
  "mn50:10.4": "und sagten: ",
  "mn50:10.5": "‚Wie unglaublich! Wie erstaunlich! ",
  "mn50:10.6": "Dieser Asket ist im Sitzen gestorben! ",
  "mn50:10.7": "Wir sollten ihn verbrennen.‘ ",
  "mn50:10.8": "Sie sammelten Gras, Holz und Kuhmist, schichteten alles um den Körper des Ehrwürdigen Sañjīva, zündeten es an und gingen. ",
  "mn50:11.1": "Als dann die Nacht vorüber war, trat Sañjīva aus diesem Meditationszustand heraus, schüttelte seine Roben aus, und da es Morgen war, kleidete er sich an und betrat das Dorf zum Almosengang. ",
  "mn50:11.2": "Diese Kuhhirten, Schafhirten, Bauern und Reisenden sahen ihn um Almosen umherziehen ",
  "mn50:11.3": "und sagten: ",
  "mn50:11.4": "‚Wie unglaublich! Wie erstaunlich! ",
  "mn50:11.5": "Dieser Asket starb im Sitzen, und nun ist er wieder zum Leben zurückgekommen!‘ ",
  "mn50:11.6": "Und so wurde er als Sañjīva bekannt. ",
  "mn50:12.1": "Da kam dem Māra Dūsī in den Sinn: ",
  "mn50:12.2": "‚Ich kenne den Gang der Wiedergeburten dieser sittlichen Mönche und Nonnen von gutem Charakter nicht. ",
  "mn50:12.3": "Warum ergreife ich nicht von diesen Brahmanen und Hausbesitzern Besitz und sage: ",
  "mn50:12.4": "„Kommt, ihr alle, beleidigt die sittlichen Mönche und Nonnen von gutem Charakter, greift sie an, bedrängt und plagt sie. ",
  "mn50:12.5": "Hoffentlich können wir dadurch ihren Geist aufbringen, sodass der Māra Dūsī einen Angriffspunkt findet.“‘ ",
  "mn50:12.6": "Und genau das tat er. ",
  "mn50:13.1": "Da beleidigten diese Brahmanen und Hausbesitzer die sittlichen Mönche und Nonnen von gutem Charakter, griffen sie an, bedrängten und plagten sie: ",
  "mn50:13.2": "‚Diese glatzköpfigen Pfaffen, diese falschen Asketen, diese Primitiven, diese schwarze Ausgeburt aus den Füßen unseres Verwandten, sie sagen: „Wir üben die Meditation der Vertiefungen! Wir üben die Meditation der Vertiefungen!“ Und mit hängenden Schultern und gesenktem Kopf, betäubt, meditieren sie und konzentrieren sich und sinnen und betrachten. ",
  "mn50:13.3": "Wie eine Eule, die auf einem Ast sitzt und meditiert und sich konzentriert und sinnt und betrachtet, wenn sie einer Maus auflauert, ",
  "mn50:13.4": "ebenso sagen diese glatzköpfigen Pfaffen: „Wir üben die Meditation der Vertiefungen! Wir üben die Meditation der Vertiefungen!“ Und mit hängenden Schultern und gesenktem Kopf, betäubt, meditieren sie und konzentrieren sich und sinnen und betrachten. ",
  "mn50:13.5": "Wie ein Schakal am Flussufer, der sich konzentriert und sinnt und betrachtet, wenn er einem Fisch auflauert, ",
  "mn50:13.6": "ebenso … meditieren diese glatzköpfigen Pfaffen und konzentrieren sich und sinnen und betrachten. ",
  "mn50:13.7": "Wie eine Katze an einer Gasse oder einem Abfluss oder einer Mülltonne, die meditiert und sich konzentriert und sinnt und betrachtet, wenn sie einer Maus auflauert, ",
  "mn50:13.8": "ebenso … meditieren diese glatzköpfigen Pfaffen und konzentrieren sich und sinnen und betrachten. ",
  "mn50:13.9": "Wie ein unbeladener Esel an einer Gasse oder einem Abfluss oder einer Mülltonne, der meditiert und sich konzentriert und sinnt und betrachtet, ",
  "mn50:13.10": "ebenso sagen diese glatzköpfigen Pfaffen, diese falschen Asketen, diese Primitiven, diese schwarze Ausgeburt aus den Füßen unseres Verwandten: „Wir üben die Meditation der Vertiefungen! Wir üben die Meditation der Vertiefungen!“ Und mit hängenden Schultern und gesenktem Kopf, betäubt, meditieren sie und konzentrieren sich und sinnen und betrachten.‘ ",
  "mn50:13.11": "Die meisten Menschen, die zu der Zeit starben, wurden, als ihr Körper auseinanderbrach, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn50:14.1": "Da wandte sich Kakusandha, der Gesegnete, der Vollendete, der vollkommen erwachte Buddha an die Mönche und Nonnen: ",
  "mn50:14.2": "‚Mönche und Nonnen, die Brahmanen und Hausbesitzer wurden vom Māra Dūsī besessen. ",
  "mn50:14.3": "Er forderte sie auf, euch zu beleidigen, in der Hoffnung, dadurch euren Geist aufzubringen, sodass er einen Angriffspunkt finden kann. ",
  "mn50:14.4": "Kommt, all ihr Mönche und Nonnen, meditiert, indem ihr eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn50:14.5": "Meditiert, indem ihr eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "mn50:14.6": "Meditiert, indem ihr eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringt … ",
  "mn50:14.7": "Meditiert, indem ihr eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen.‘ ",
  "mn50:15.1": "Als diese Mönche und Nonnen so vom Buddha Kakusandha unterwiesen und angeleitet wurden, gingen sie in die Wildnis, zum Fuß eines Baumes oder in eine leere Hütte und meditierten, indem sie eine Himmelsrichtung mit einem Herzen voller Liebe … ",
  "mn50:15.2": "Mitgefühl … ",
  "mn50:15.3": "freudiger Anteilnahme … ",
  "mn50:15.4": "und Gleichmut durchdrangen, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrangen sie mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn50:16.1": "Da kam dem Māra Dūsī in den Sinn: ",
  "mn50:16.2": "‚Selbst wenn ich das tue, kenne ich den Gang der Wiedergeburten dieser sittlichen Mönche und Nonnen von gutem Charakter nicht. Warum ergreife ich nicht Besitz von diesen Brahmanen und Hausbesitzern und sage: ",
  "mn50:16.3": "„Kommt, ihr alle, ehrt, achtet, würdigt und verehrt die sittlichen Mönche und Nonnen von gutem Charakter. ",
  "mn50:16.4": "Hoffentlich können wir dadurch ihren Geist aufbringen, sodass der Māra Dūsī einen Angriffspunkt findet.“‘ ",
  "mn50:17.1": "Und genau das tat er. ",
  "mn50:17.4": "Da ehrten, achteten, würdigten und verehrten diese Brahmanen und Hausbesitzer die sittlichen Mönche und Nonnen von gutem Charakter. ",
  "mn50:17.5": "Die meisten Menschen, die zu der Zeit starben, wurden, als ihr Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn50:18.1": "Da wandte sich Kakusandha, der Gesegnete, der Vollendete, der vollkommen erwachte Buddha an die Mönche und Nonnen: ",
  "mn50:18.2": "‚Mönche und Nonnen, die Brahmanen und Hausbesitzer wurden vom Māra Dūsī besessen. ",
  "mn50:18.3": "Er forderte sie auf, euch zu ehren, zu achten, zu würdigen und zu verehren, ",
  "mn50:18.4": "in der Hoffnung, dadurch euren Geist aufzubringen, sodass er einen Angriffspunkt finden kann. ",
  "mn50:18.5": "Kommt, all ihr Mönche und Nonnen, meditiert, indem ihr das Abstoßende am Körper beobachtet; nehmt die Widerwärtigkeit der Nahrung wahr, nehmt die Entfremdung von der ganzen Welt wahr und beobachtet die Unbeständigkeit aller Bedingungen.‘ ",
  "mn50:19.1": "Als diese Mönche und Nonnen so vom Buddha Kakusandha unterwiesen und angeleitet wurden, gingen sie in die Wildnis, zum Fuß eines Baumes oder in eine leere Hütte und meditierten, indem sie das Abstoßende am Körper beobachteten, die Widerwärtigkeit der Nahrung wahrnahmen, die Entfremdung von der ganzen Welt wahrnahmen und die Unbeständigkeit aller Bedingungen beobachteten. ",
  "mn50:20.1": "Da kleidete sich der Buddha Kakusandha am Morgen an, nahm Schale und Robe und betrat mit dem Ehrwürdigen Vidhura als zweitem Mönch das Dorf zum Almosengang. ",
  "mn50:21.1": "Da ergriff der Māra Dūsī Besitz von einem gewissen Jungen, nahm einen Stein und schlug dem Ehrwürdigen Vidhura auf den Kopf, dass er aufplatzte. ",
  "mn50:21.2": "Doch Vidhura ging, während das Blut von seinem aufgeplatzten Schädel rann, weiter hinter dem Buddha Kakusandha her. ",
  "mn50:21.3": "Da drehte sich der Buddha Kakusandha um, um zurückzublicken, wie es die Elefanten tun, mit den Worten: ",
  "mn50:21.4": "‚Dieser Māra Dūsī kennt kein Maß!‘ ",
  "mn50:21.5": "Und während er zurückblickte, verschied der Māra Dūsī von diesem Ort und wurde in der Großen Hölle wiedergeboren. ",
  "mn50:22.1": "Die Große Hölle nun ist unter drei Namen bekannt: ",
  "mn50:22.2": "‚die Sechs Kontaktfelder‘ und auch ‚das Zusammenschlagen der Spieße‘ und auch ‚Jeder Für Sich‘. ",
  "mn50:22.3": "Dann kamen die Höllenwärter zu mir und sagten: ",
  "mn50:22.4": "‚Wenn in deinem Herzen Spieß auf Spieß trifft, ",
  "mn50:22.5": "wirst du wissen, ",
  "mn50:22.6": "dass du tausend Jahre in der Hölle geschmort hast.‘ ",
  "mn50:23.1": "Ich schmorte viele Jahre in der Großen Hölle, viele hundert Jahre, viele tausend Jahre. ",
  "mn50:23.2": "Zehntausend Jahre schmorte ich der Nebenhölle zur Großen Hölle, wo ich den Schmerz erfuhr, den man ‚das ist das Herauskommen‘ nennt. ",
  "mn50:23.3": "Mein Körper hatte Menschengestalt, ",
  "mn50:23.4": "aber ich hatte einen Fischkopf. ",
  "mn50:24.1": "Was für eine Hölle war das, ",
  "mn50:24.2": "in der Dūsī geschmort wurde, ",
  "mn50:24.3": "nachdem er sich am Schüler Vidhura ",
  "mn50:24.4": "und dem Brahmanen Kakusandha vergriffen hatte? ",
  "mn50:24.5": "Da gab es hundert eiserne Spieße, ",
  "mn50:24.6": "von denen jeder für sich schmerzhaft war. ",
  "mn50:24.7": "Eine solche Hölle war das, ",
  "mn50:24.8": "in der Dūsī geschmort wurde, ",
  "mn50:24.9": "nachdem er sich am Schüler Vidhura ",
  "mn50:24.10": "und dem Brahmanen Kakusandha vergriffen hatte. ",
  "mn50:24.11": "Dunkler, wenn du einen Mönch angreifst, ",
  "mn50:24.12": "der dieses unmittelbar erkennt, ",
  "mn50:24.13": "einen Schüler des Buddha, ",
  "mn50:24.14": "wirst du in Leiden stürzen. ",
  "mn50:25.1": "Es gibt Paläste, die ein Äon lang halten, ",
  "mn50:25.2": "inmitten eines Sees, ",
  "mn50:25.3": "saphirblau, glänzend, ",
  "mn50:25.4": "funkelnd und leuchtend. ",
  "mn50:25.5": "Dort tanzen Nymphen, ",
  "mn50:25.6": "die in allen Farben leuchten. ",
  "mn50:25.7": "Dunkler, wenn du einen Mönch angreifst, ",
  "mn50:25.8": "der dieses unmittelbar erkennt, ",
  "mn50:25.9": "einen Schüler des Buddha, ",
  "mn50:25.10": "wirst du in Leiden stürzen. ",
  "mn50:26.1": "Ich bin der, der, vom Buddha angespornt, ",
  "mn50:26.2": "mit seinem großen Zeh ",
  "mn50:26.3": "vor den Augen des Saṅgha der Mönche und Nonnen ",
  "mn50:26.4": "das Pfahlhaus der Mutter Migāras erzittern ließ. ",
  "mn50:26.5": "Dunkler, wenn du einen Mönch angreifst, ",
  "mn50:26.6": "der dieses unmittelbar erkennt, ",
  "mn50:26.7": "einen Schüler des Buddha, ",
  "mn50:26.8": "wirst du in Leiden stürzen. ",
  "mn50:27.1": "Ich bin der, der den Siegespalast ",
  "mn50:27.2": "durch seine übersinnliche Kraft ",
  "mn50:27.3": "mit dem großen Zeh erzittern ließ, ",
  "mn50:27.4": "sodass die Gottheiten von Furcht ergriffen wurden. ",
  "mn50:27.5": "Dunkler, wenn du einen Mönch angreifst, ",
  "mn50:27.6": "der dieses unmittelbar erkennt, ",
  "mn50:27.7": "einen Schüler des Buddha, ",
  "mn50:27.8": "wirst du in Leiden stürzen. ",
  "mn50:28.1": "Ich bin der, der Sakka ",
  "mn50:28.2": "im Siegespalast fragte: ",
  "mn50:28.3": "‚Vāsava, ich hoffe, du erinnerst dich ",
  "mn50:28.4": "an den, der durch die Auflösung des Verlangens befreit ist?‘ ",
  "mn50:28.5": "Und ich bin der, dem Sakka ",
  "mn50:28.6": "auf diese Frage die Wahrheit bekannte. ",
  "mn50:28.7": "Dunkler, wenn du einen Mönch angreifst, ",
  "mn50:28.8": "der dieses unmittelbar erkennt, ",
  "mn50:28.9": "einen Schüler des Buddha, ",
  "mn50:28.10": "wirst du in Leiden stürzen. ",
  "mn50:29.1": "Ich bin der, der Brahmā ",
  "mn50:29.2": "in der Halle der Gerechtigkeit vor der Versammlung fragte: ",
  "mn50:29.3": "‚Herr, hast du noch immer die Ansicht, ",
  "mn50:29.4": "die du in der Vergangenheit hattest? ",
  "mn50:29.5": "Oder siehst du den Glanz, ",
  "mn50:29.6": "der über die Brahmāwelt hinausgeht?‘ ",
  "mn50:29.7": "Und ich bin der, dem Brahmā ",
  "mn50:29.8": "wahrheitsgemäß seinen Fortschritt bekannte: ",
  "mn50:29.9": "‚Guter Herr, ich habe nicht mehr die Ansicht, ",
  "mn50:29.10": "die ich in der Vergangenheit hatte. ",
  "mn50:29.11": "Ich sehe den Glanz, ",
  "mn50:29.12": "der über die Brahmāwelt hinausgeht. ",
  "mn50:29.13": "Wie könnte ich daher heute sagen, ",
  "mn50:29.14": "ich sei beständig und ewig?‘ ",
  "mn50:29.15": "Dunkler, wenn du einen Mönch angreifst, ",
  "mn50:29.16": "der dieses unmittelbar erkennt, ",
  "mn50:29.17": "einen Schüler des Buddha, ",
  "mn50:29.18": "wirst du in Leiden stürzen. ",
  "mn50:30.1": "Ich bin der, der mithilfe der Kraft meditativer Befreiung ",
  "mn50:30.2": "den Gipfel des Bergs Meru berührte. ",
  "mn50:30.3": "Ich habe die Wälder der Menschen besucht, ",
  "mn50:30.4": "die auf dem östlichen Erdteil leben. ",
  "mn50:30.5": "Dunkler, wenn du einen Mönch angreifst, ",
  "mn50:30.6": "der dieses unmittelbar erkennt, ",
  "mn50:30.7": "einen Schüler des Buddha, ",
  "mn50:30.8": "wirst du in Leiden stürzen. ",
  "mn50:31.1": "Obwohl ein Feuer nicht denkt: ",
  "mn50:31.2": "‚Ich werde den Toren verbrennen!‘, ",
  "mn50:31.3": "wird der Tor, der das Feuer angreift, ",
  "mn50:31.4": "sich dennoch verbrennen. ",
  "mn50:31.5": "Ebenso wirst du, Māra, ",
  "mn50:31.6": "wenn du den Klargewordenen angreifst, ",
  "mn50:31.7": "dich nur selbst verbrennen ",
  "mn50:31.8": "wie ein Tor, der in die Flammen fasst. ",
  "mn50:31.9": "Māra hat Schlechtigkeit geschaffen, ",
  "mn50:31.10": "als er den Klargewordenen angriff. ",
  "mn50:31.11": "Böser, stellst du dir etwa vor, ",
  "mn50:31.12": "deine Bosheit trüge keine Frucht? ",
  "mn50:31.13": "Deine Taten häufen Bosheit an, ",
  "mn50:31.14": "die lange Zeit anhalten wird, Zerstörer! ",
  "mn50:31.15": "Gib es auf mit dem Buddha, Māra! ",
  "mn50:31.16": "Und hab keine Hoffnung in Bezug auf die Mönche und Nonnen!“ ",
  "mn50:31.17": "„So wies im Bhesekaḷā-Wäldchen ",
  "mn50:31.18": "der Mönch Māra zurecht. ",
  "mn50:31.19": "Und mit gesenktem Kopf ",
  "mn50:31.20": "verschwand dieser Geist eben dort!“ "
}