{
  "mn53:0.1": "Mittlere Lehrreden 53 ",
  "mn53:0.2": "Einer in Schulung ",
  "mn53:1.1": "So habe ich es gehört: ",
  "mn53:1.2": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "mn53:2.1": "Nun war da gerade kürzlich für die Sakyer von Kapilavatthu eine neue Ratshalle erbaut worden. Bisher war sie noch von keinem Asketen oder Brahmanen oder von irgendjemandem benutzt worden. ",
  "mn53:2.2": "Da gingen die Sakyer von Kapilavatthu zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "mn53:2.3": "„Herr, kürzlich wurde für die Sakyer von Kapilavatthu eine neue Ratshalle erbaut. Sie ist noch von keinem Asketen oder Brahmanen oder von irgendjemandem benutzt worden. ",
  "mn53:2.4": "Der Buddha möchte der Erste sein, der sie benutzt, und erst danach wollen die Sakyer von Kapilavatthu sie benutzen. ",
  "mn53:2.5": "Das wäre zum langanhaltenden Nutzen und Glück der Sakyer von Kapilavatthu.“ ",
  "mn53:3.1": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "mn53:3.2": "Da erhoben sich, als sie die Zustimmung des Buddha erkannt hatten, die Sakyer von ihren Sitzen, verbeugten sich und umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt. Dann gingen sie zu ihrer neuen Ratshalle, breiteten überall Teppiche aus, richteten Sitze her, brachten einen Krug mit Wasser und stellten eine Öllampe auf. Dann gingen sie zum Buddha zurück, ",
  "mn53:3.3": "verbeugten sich, stellten sich zur Seite hin ",
  "mn53:3.4": "und berichteten von ihren Vorbereitungen. Sie sagten: ",
  "mn53:3.6": "„Bitte, Herr, komm nach deinem Belieben.“ ",
  "mn53:4.1": "Da kleidete der Buddha sich an, nahm Schale und Robe und ging zusammen mit dem Saṅgha der Mönche und Nonnen zu der neuen Ratshalle. Er wusch seine Füße, betrat die Ratshalle und setzte sich gegen den Mittelpfeiler mit Blick nach Osten. ",
  "mn53:4.2": "Auch der Saṅgha der Mönche und Nonnen wusch seine Füße, betrat die Ratshalle und setzte sich gegen die westliche Wand mit Blick nach Osten, sodass der Buddha vor ihnen saß. ",
  "mn53:4.3": "Auch die Sakyer von Kapilavatthu wuschen ihre Füße, betraten die Ratshalle und setzten sich gegen die östliche Wand mit Blick nach Westen, sodass der Buddha vor ihnen saß. ",
  "mn53:5.1": "Einen großen Teil der Nacht verbrachte der Buddha damit, die Sakyer mit einem Dhammavortrag anzuleiten, zu ermuntern, zu begeistern und anzuregen. Dann wandte er sich an den Ehrwürdigen Ānanda: ",
  "mn53:5.2": "„Ānanda, sprich zu den Sakyern von Kapilavatthu über den Übenden in Schulung, wie es dir in den Sinn kommt. ",
  "mn53:5.3": "Mein Rücken schmerzt, ",
  "mn53:5.4": "ich will ihn ausstrecken.“ ",
  "mn53:5.5": "„Ja, Herr“, antwortete Ānanda. ",
  "mn53:5.6": "Da faltete der Buddha seine äußere Robe vierfach, breitete sie aus und legte sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und der Situation bewusst, den Geist auf die Zeit des Aufstehens gerichtet. ",
  "mn53:6.1": "Da wandte sich Ānanda an den Sakyer Mahānāma: ",
  "mn53:6.2": "„Mahānāma, da hat ein edler Schüler das sittliche Verhalten vervollkommnet, bewacht die Tore der Sinne, hält Maß beim Essen und weiht sich dem Wachsein. Er besitzt sieben gute Eigenschaften und erlangt die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – wann immer er will, ohne Mühe und Not. ",
  "mn53:7.1": "Und wie hat ein edler Schüler das sittliche Verhalten vervollkommnet? ",
  "mn53:7.2": "Da ist ein edler Schüler sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er aufgenommen hat. ",
  "mn53:7.3": "So hat ein edler Schüler das sittliche Verhalten vervollkommnet. ",
  "mn53:8.1": "Und wie bewacht ein edler Schüler die Tore der Sinne? ",
  "mn53:8.2": "Wenn ein edler Schüler mit dem Auge ein Bild sieht, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn53:8.3": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "mn53:8.4": "Wenn er mit dem Ohr einen Ton hört … ",
  "mn53:8.5": "Wenn er mit der Nase einen Duft riecht … ",
  "mn53:8.6": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "mn53:8.7": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "mn53:8.8": "Wenn er mit dem Geist eine Vorstellung erkennt, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn53:8.9": "Wenn das Vorstellungsvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Vorstellungsvermögen und hält es im Zaum. ",
  "mn53:8.10": "So bewacht ein edler Schüler die Tore der Sinne. ",
  "mn53:9.1": "Und wie hält ein edler Schüler Maß beim Essen? ",
  "mn53:9.2": "Da denkt ein edler Schüler beim Essen über seine Nahrung gründlich nach: ",
  "mn53:9.3": "‚Nicht zum Spaß, zum Schwelgen, zur Zier und zum Schmuck, sondern nur, um diesen Körper zu erhalten, um Schaden abzuwenden und das geistliche Leben zu fördern; damit ich altes Unbehagen beende und neues nicht entstehen lasse und ohne Tadel und unbeschwert lebe.‘ ",
  "mn53:9.4": "So hält ein edler Schüler Maß beim Essen. ",
  "mn53:10.1": "Und wie weiht sich ein edler Schüler dem Wachsein? ",
  "mn53:10.2": "Da meditiert ein edler Schüler am Tag im Gehen und im Sitzen und läutert den Geist von Hemmnissen. ",
  "mn53:10.3": "Am Abend meditiert er im Gehen und im Sitzen und läutert den Geist von Hemmnissen. ",
  "mn53:10.4": "Im mittleren Teil der Nacht legt er sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und der Situation bewusst, den Geist auf die Zeit des Aufstehens gerichtet. ",
  "mn53:10.5": "Im letzten Teil der Nacht steht er auf und meditiert im Gehen und im Sitzen und läutert den Geist von Hemmnissen. ",
  "mn53:10.6": "So weiht sich ein edler Schüler dem Wachsein. ",
  "mn53:11.1": "Und wie besitzt ein edler Schüler sieben gute Eigenschaften? ",
  "mn53:11.2": "Da hat ein edler Schüler Vertrauen zum Erwachen des Klargewordenen: ",
  "mn53:11.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn53:12.1": "Er hat ein Gewissen. Sein Gewissen regt sich bei Fehlverhalten mit dem Körper, der Sprache und dem Geist und beim Erwerb schlechter, untauglicher Eigenschaften. ",
  "mn53:13.1": "Er ist besonnen. Er ist besonnen, wenn es um Fehlverhalten mit dem Körper, der Sprache und dem Geist und um den Erwerb schlechter, untauglicher Eigenschaften geht. ",
  "mn53:14.1": "Er ist sehr gelehrt, erinnert und behält, was er gehört hat: diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die ein geistliches Leben beschreiben, das ganz vollständig und rein ist. Er ist sehr gelehrt in diesen Lehren, erinnert sie, festigt sie, indem er sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "mn53:15.1": "Er lebt so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, beharrlich fest, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "mn53:16.1": "Er ist achtsam. Er besitzt äußerste Achtsamkeit und Wachheit, und an Dinge, die vor langer Zeit getan oder gesagt wurden, kann er sich erinnern und sie sich ins Gedächtnis rufen. ",
  "mn53:17.1": "Er ist weise. Er besitzt die Weisheit des Entstehens und Vergehens, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "mn53:17.2": "So besitzt ein edler Schüler sieben gute Eigenschaften. ",
  "mn53:18.1": "Und wie erlangt ein edler Schüler die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – wann immer er will, ohne Mühe und Not? ",
  "mn53:18.2": "Da tritt ein edler Schüler, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin … ",
  "mn53:18.3": "in die zweite Vertiefung … ",
  "mn53:18.4": "in die dritte Vertiefung … ",
  "mn53:18.5": "in die vierte Vertiefung. ",
  "mn53:18.6": "So erlangt ein edler Schüler die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – wann immer er will, ohne Mühe und Not. ",
  "mn53:19.1": "Wenn ein edler Schüler das sittliche Verhalten vervollkommnet hat, die Tore der Sinne bewacht, beim Essen Maß hält und sich dem Wachsein weiht; wenn er sieben gute Eigenschaften besitzt und die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – erlangt, wann immer er will, ohne Mühe und Not, dann nennt man ihn einen edlen Schüler, der ein Übender in Schulung ist. Seine Eier sind unbeschädigt und er ist in der Lage, durch die Schale herauszubrechen, zu erwachen und das unübertreffliche Schutzgebiet zu erreichen. ",
  "mn53:19.2": "Wie wenn eine Henne acht, zehn oder zwölf Eier hätte, und sie hätte richtig darauf gesessen, sie warm gehalten und bebrütet. Selbst wenn diese Henne nicht wünscht: ",
  "mn53:19.3": "‚Dass doch meine Küken die Eierschale mit ihren Klauen und Schnäbeln durchbrechen und sicher schlüpfen könnten!‘, ",
  "mn53:19.4": "sie könnten dennoch die Schale durchbrechen und sicher schlüpfen. ",
  "mn53:19.5": "Ebenso nennt man einen edlen Schüler, wenn er das sittliche Verhalten vervollkommnet hat, die Tore der Sinne bewacht, beim Essen Maß hält und sich dem Wachsein weiht; wenn er sieben gute Eigenschaften besitzt und die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – erlangt, wann immer er will, ohne Mühe und Not, einen edlen Schüler, der ein Übender in Schulung ist. Seine Eier sind unbeschädigt und er ist in der Lage, durch die Schale herauszubrechen, zu erwachen und das unübertreffliche Schutzgebiet zu erreichen. ",
  "mn53:20.1": "Indem er sich auf diese unübertreffliche Reinheit von Achtsamkeit und Gleichmut stützt, erinnert der edle Schüler sich an viele Arten früherer Leben, ",
  "mn53:20.2": "das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. … Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn53:20.3": "Das ist sein erster Durchbruch, wie ein Küken, das die Eierschale durchbricht. ",
  "mn53:21.1": "Indem er sich auf diese unübertreffliche Reinheit von Achtsamkeit und Gleichmut stützt, sieht dieser edle Schüler mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. … Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn53:21.2": "Das ist sein zweiter Durchbruch, wie ein Küken, das die Eierschale durchbricht. ",
  "mn53:22.1": "Indem er sich auf diese unübertreffliche Reinheit von Achtsamkeit und Gleichmut stützt, erlangt dieser edle Schüler mit der Auflösung der Befleckungen die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "mn53:22.2": "Das ist sein dritter Durchbruch, wie ein Küken, das die Eierschale durchbricht. ",
  "mn53:23.1": "Dass ein edler Schüler das sittliche Verhalten vervollkommnet hat, das gehört zu seinem Verhalten. ",
  "mn53:23.2": "Dass er die Tore der Sinne bewacht, ",
  "mn53:23.3": "beim Essen Maß hält, ",
  "mn53:23.4": "sich dem Wachsein weiht, ",
  "mn53:23.5": "sieben gute Eigenschaften besitzt ",
  "mn53:23.6": "und die vier Vertiefungen erlangt, wann immer er will, ohne Mühe und Not, das gehört zu seinem Verhalten. ",
  "mn53:24.1": "Dass ein edler Schüler sich an frühere Leben erinnert, das gehört zu seinem Wissen. ",
  "mn53:24.2": "Dass er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sieht, wie sie hinscheiden und wieder geboren werden, ",
  "mn53:24.3": "und dass er mit der Auflösung der Befleckungen die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt, das gehört zu seinem Wissen. ",
  "mn53:25.1": "Von diesem edlen Schüler heißt es, er sei ‚im Wissen vollendet‘ und auch ‚im Verhalten vollendet‘ und auch ‚im Wissen und Verhalten vollendet‘. ",
  "mn53:25.2": "Auch der Brahmā Sanaṅkumāra sprach diese Strophe: ",
  "mn53:25.3": "‚Der Adlige ist der Beste unter den Menschen, ",
  "mn53:25.4": "die Stammeszugehörigkeit zum Maßstab nehmen. ",
  "mn53:25.5": "Aber wer im Wissen und Verhalten vollendet ist, ",
  "mn53:25.6": "ist Erster unter Göttern und Menschen.‘ ",
  "mn53:25.7": "Diese Strophe wurde vom Brahmā Sanaṅkumāra gut gesungen, nicht schlecht gesungen; gut gesprochen, nicht schlecht gesprochen. Sie ist nützlich, nicht nutzlos, und der Buddha stimmte ihr zu.“ ",
  "mn53:26.1": "Darauf erhob sich der Buddha und sagte zum Ehrwürdigen Ānanda: ",
  "mn53:26.2": "„Gut, gut, Ānanda! ",
  "mn53:26.3": "Es ist gut, dass du zu den Sakyern von Kapilavatthu über den Übenden in Schulung gesprochen hast.“ ",
  "mn53:26.4": "Das sagte der Ehrwürdige Ānanda, ",
  "mn53:26.5": "und der Lehrer stimmte zu. ",
  "mn53:26.6": "Zufrieden begrüßten die Sakyer von Kapilavatthu die Worte des Ehrwürdigen Ānanda. "
}