{
  "mn55:0.1": "Mittlere Lehrreden 55 ",
  "mn55:0.2": "Mit Jīvaka ",
  "mn55:1.1": "So habe ich es gehört: ",
  "mn55:1.2": "Einmal hielt sich der Buddha bei Rājagaha im Mangowäldchen Jīvakas des Prinzenzöglings auf. ",
  "mn55:2.1": "Da ging Jīvaka der Prinzenzögling zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn55:3.1": "„Herr, ich habe gehört: ",
  "mn55:3.2": "‚Sie schlachten lebende Geschöpfe eigens für den Asketen Gotama. Der Asket Gotama isst wissentlich Fleisch, das eigens für ihn zubereitet wurde. Das ist eine Tat, die er verursacht hat.‘ ",
  "mn55:3.3": "Geben die, die das sagen, die Worte des Buddha wieder und stellen ihn nicht mit einer Unwahrheit falsch dar? Ist ihre Erklärung im Einklang mit seiner Lehre, und gibt es keinen rechtmäßigen Grund für eine Gegendarstellung und Tadel?“ ",
  "mn55:4.1": "„Jīvaka, die das sagen, geben nicht meine Worte wieder. Sie stellen mich mit einer falschen und unwahren Behauptung falsch dar. ",
  "mn55:5.1": "In drei Fällen sage ich, man soll Fleisch nicht essen: ",
  "mn55:5.2": "Es wird gesehen, gehört oder vermutet. ",
  "mn55:5.3": "In diesen drei Fällen soll man Fleisch nicht essen. ",
  "mn55:5.4": "In drei Fällen sage ich, man kann Fleisch essen: ",
  "mn55:5.5": "Es wird nicht gesehen, nicht gehört und nicht vermutet. ",
  "mn55:5.6": "In diesen drei Fällen kann man Fleisch essen. ",
  "mn55:6.1": "Da ist ein Mönch, der von einem Dorf oder einer Stadt unterhalten wird. ",
  "mn55:6.2": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn55:6.3": "Ein Hausbesitzer oder das Kind eines Hausbesitzers begibt sich zu ihm und lädt ihn für den nächsten Tag zum Essen ein. ",
  "mn55:6.4": "Wenn er will, nimmt der Mönch das an. ",
  "mn55:6.5": "Wenn die Nacht vorüber ist, kleidet er sich am Morgen an, nimmt Schale und Robe, begibt sich zum Haus dieses Hausbesitzers und setzt sich auf den ausgebreiteten Sitz. ",
  "mn55:6.6": "Der Hausbesitzer oder sein Kind bedient ihn eigenhändig mit köstlichem Almosen. ",
  "mn55:6.7": "Es kommt ihm nicht in den Sinn: ",
  "mn55:6.8": "‚Es ist so gut, dass dieser Hausbesitzer mich mit köstlichem Almosen bedient. ",
  "mn55:6.9": "Ich hoffe wirklich, er wird mich auch in Zukunft mit solch köstlichem Almosen bedienen!‘ ",
  "mn55:6.10": "So denkt er nicht. ",
  "mn55:6.11": "Er genießt dieses Almosen ungebunden, nicht betört, nicht anhänglich, er sieht die Nachteile und versteht das Entrinnen. ",
  "mn55:6.12": "Was denkst du, Jīvaka? ",
  "mn55:6.13": "Hat dieser Mönch zu dieser Zeit die Absicht, sich selbst zu verletzen, jemand anderen zu verletzen oder beide zu verletzen?“ ",
  "mn55:6.14": "„Nein, Herr.“ ",
  "mn55:6.15": "„Isst er zu dieser Zeit nicht Nahrung, die ohne Tadel ist?“ ",
  "mn55:7.1": "„Ja, Herr. ",
  "mn55:7.2": "Herr, ich habe gehört, ",
  "mn55:7.3": "Brahmā verweile in Liebe. ",
  "mn55:7.4": "Nun habe ich den Buddha mit eigenen Augen gesehen, ",
  "mn55:7.5": "und es ist der Buddha, der in Liebe verweilt.“ ",
  "mn55:7.6": "„Jegliche Gier, jeglicher Hass und jegliche Täuschung, die bösen Willen hervorbringen könnten, wurden vom Klargewordenen aufgegeben, an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "mn55:7.7": "Wenn es das ist, was du meintest, so räume ich es ein.“ ",
  "mn55:7.8": "„Das ist genau das, was ich meinte.“ ",
  "mn55:8-10.1": "„Da ist ein Mönch, Jīvaka, der von einem Dorf oder einer Stadt unterhalten wird. ",
  "mn55:8-10.2": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "mn55:8-10.3": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringt … ",
  "mn55:8-10.4": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringt, und die zweite und die dritte und die vierte. ",
  "mn55:8-10.5": "Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn55:8-10.6": "Ein Hausbesitzer oder das Kind eines Hausbesitzers begibt sich zu ihm und lädt ihn für den nächsten Tag zum Essen ein. ",
  "mn55:8-10.7": "Wenn er will, nimmt der Mönch das an. ",
  "mn55:8-10.8": "Wenn die Nacht vorüber ist, kleidet er sich am Morgen an, nimmt Schale und Robe, begibt sich zum Haus dieses Hausbesitzers und setzt sich auf den ausgebreiteten Sitz. ",
  "mn55:8-10.9": "Der Hausbesitzer oder sein Kind bedient ihn eigenhändig mit köstlichem Almosen. ",
  "mn55:8-10.10": "Es kommt ihm nicht in den Sinn: ",
  "mn55:8-10.11": "‚Es ist so gut, dass dieser Hausbesitzer mich mit köstlichem Almosen bedient. ",
  "mn55:8-10.12": "Ich hoffe wirklich, er wird mich auch in Zukunft mit solch köstlichem Almosen bedienen!‘ ",
  "mn55:8-10.13": "So denkt er nicht. ",
  "mn55:8-10.14": "Er genießt dieses Almosen ungebunden, nicht betört, nicht anhänglich, er sieht die Nachteile und versteht das Entrinnen. ",
  "mn55:8-10.15": "Was denkst du, Jīvaka? ",
  "mn55:8-10.16": "Hat dieser Mönch zu dieser Zeit die Absicht, sich selbst zu verletzen, jemand anderen zu verletzen oder beide zu verletzen?“ ",
  "mn55:8-10.17": "„Nein, Herr.“ ",
  "mn55:8-10.18": "„Isst er zu dieser Zeit nicht Nahrung, die ohne Tadel ist?“ ",
  "mn55:11.1": "„Ja, Herr. ",
  "mn55:11.2": "Herr, ich habe gehört, ",
  "mn55:11.3": "Brahmā verweile in Gleichmut. ",
  "mn55:11.4": "Nun habe ich den Buddha mit eigenen Augen gesehen, ",
  "mn55:11.5": "und es ist der Buddha, der in Gleichmut verweilt.“ ",
  "mn55:11.6": "„Jegliche Gier, jeglicher Hass und jegliche Täuschung, die Grausamkeit, Widerwillen oder Abwehr hervorbringen könnten, wurden vom Klargewordenen aufgegeben, an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "mn55:11.7": "Wenn es das ist, was du meintest, so räume ich es ein.“ ",
  "mn55:11.8": "„Das ist genau das, was ich meinte.“ ",
  "mn55:12.1": "„Jīvaka, jeder, der ein lebendes Geschöpf eigens für den Klargewordenen oder einen seiner Schüler schlachtet, schafft viel Schlechtigkeit aus fünf Gründen. ",
  "mn55:12.2": "Wenn er sagt: ",
  "mn55:12.3": "‚Geh und fange dieses lebende Geschöpf‘, ist das der erste Grund. ",
  "mn55:12.4": "Wenn dieses lebende Geschöpf Schmerz und Traurigkeit erfährt, wenn es an einem Halsband geführt wird, ist das der zweite Grund. ",
  "mn55:12.5": "Wenn er sagt: ",
  "mn55:12.6": "‚Geh und schlachte dieses lebende Geschöpf‘, ist das der dritte Grund. ",
  "mn55:12.7": "Wenn dieses lebende Geschöpf Schmerz und Traurigkeit erfährt, wenn es geschlachtet wird, ist das der vierte Grund. ",
  "mn55:12.8": "Wenn er den Klargewordenen oder einen seiner Schüler mit diesem unerlaubten Fleisch bedient, ist das der fünfte Grund. ",
  "mn55:12.9": "Jeder, der ein lebendes Geschöpf eigens für den Klargewordenen oder einen seiner Schüler schlachtet, schafft viel Schlechtigkeit aus diesen fünf Gründen.“ ",
  "mn55:13.1": "Daraufhin sagte Jīvaka der Prinzenzögling zum Buddha: ",
  "mn55:13.2": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "mn55:13.3": "Die Mönche und Nonnen essen wahrhaftig erlaubte Nahrung! ",
  "mn55:13.4": "Die Mönche und Nonnen essen wahrhaftig Nahrung, die ohne Tadel ist! ",
  "mn55:13.5": "Vortrefflich, Herr! … ",
  "mn55:13.6": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}