{
  "mn56:0.1": "Mittlere Lehrreden 56 ",
  "mn56:0.2": "Mit Upāli ",
  "mn56:1.1": "So habe ich es gehört: ",
  "mn56:1.2": "Einmal hielt sich der Buddha bei Nāḷandā im Mangowäldchen der Wollweber auf. ",
  "mn56:2.1": "Zu dieser Zeit nun befand sich der Jaina-Asket aus dem Stamm Ñātika zusammen mit einer großen Gemeinschaft von Jaina-Asketen in Nāḷandā. ",
  "mn56:2.2": "Da zog der Jaina-Asket Dīgha Tapassī um Almosen durch Nāḷandā. Nach dem Essen, als er vom Almosengang zurückkam, ging er zum Mangowäldchen der Wollweber. Dort begab er sich zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn56:2.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten stellte er sich zur Seite hin, und der Buddha sagte zu ihm: ",
  "mn56:2.4": "„Hier sind Sitze, Tapassī. Bitte setz dich, wenn du möchtest.“ ",
  "mn56:3.1": "Daraufhin nahm Dīgha Tapassī einen niedrigen Sitz und setzte sich zur Seite hin. ",
  "mn56:3.2": "Der Buddha sagte zu ihm: ",
  "mn56:3.3": "„Tapassī, wie viele Arten von Taten beschreibt der Jaina-Asket aus dem Stamm Ñātika, um schlechte Taten zu tun, um schlechte Taten zu begehen?“ ",
  "mn56:3.4": "„Geehrter Gotama, der Jaina Ñātika spricht gewöhnlich nicht in Begriffen von ‚Taten‘. ",
  "mn56:3.5": "Er spricht gewöhnlich in Begriffen von ‚Stöcken‘.“ ",
  "mn56:3.6": "„Wie viele Arten von Stöcken beschreibt dann der Jaina Ñātika, um schlechte Taten zu begehen?“ ",
  "mn56:3.7": "„Der Jaina Ñātika beschreibt drei Arten von Stöcken, um schlechte Taten zu begehen: ",
  "mn56:3.8": "den körperlichen Stock, den sprachlichen Stock und den geistigen Stock.“ ",
  "mn56:3.9": "„Aber sind diese Arten von Stöcken alle voneinander verschieden?“ ",
  "mn56:3.10": "„Ja, jeder ist etwas anderes.“ ",
  "mn56:3.11": "„Welchen von diesen drei Stöcken, die so aufgegliedert und unterschieden wurden, beschreibt der Jaina Ñātika als den tadelnswertesten, um schlechte Taten zu begehen: den körperlichen Stock, den sprachlichen Stock oder den geistigen Stock?“ ",
  "mn56:3.12": "„Der Jaina Ñātika beschreibt den körperlichen Stock als den tadelnswertesten, um schlechte Taten zu begehen, nicht so sehr den sprachlichen Stock oder den geistigen Stock.“ ",
  "mn56:3.13": "„Sagst du: den körperlichen Stock, Tapassī?“ ",
  "mn56:3.14": "„Ich sage: den körperlichen Stock, geehrter Gotama.“ ",
  "mn56:3.15": "„Sagst du: den körperlichen Stock, Tapassī?“ ",
  "mn56:3.16": "„Ich sage: den körperlichen Stock, geehrter Gotama.“ ",
  "mn56:3.17": "„Sagst du: den körperlichen Stock, Tapassī?“ ",
  "mn56:3.18": "„Ich sage: den körperlichen Stock, geehrter Gotama.“ ",
  "mn56:3.19": "So ließ der Buddha Dīgha Tapassī diesen Punkt bis zum dritten Mal bestätigen. ",
  "mn56:4.1": "Daraufhin sagte Dīgha Tapassī zum Buddha: ",
  "mn56:4.2": "„Aber geehrter Gotama, wie viele Arten von Stöcken beschreibst du, um schlechte Taten zu begehen?“ ",
  "mn56:4.3": "„Tapassī, der Klargewordene spricht gewöhnlich nicht in Begriffen von ‚Stöcken‘. ",
  "mn56:4.4": "Er spricht gewöhnlich in Begriffen von ‚Taten‘.“ ",
  "mn56:4.5": "„Wie viele Arten von Taten beschreibst du dann, um schlechte Taten zu begehen?“ ",
  "mn56:4.6": "„Ich beschreibe drei Arten von Taten, um schlechte Taten zu begehen: ",
  "mn56:4.7": "die körperliche Tat, die sprachliche Tat und die geistige Tat.“ ",
  "mn56:4.8": "„Aber sind diese Arten von Taten alle voneinander verschieden?“ ",
  "mn56:4.9": "„Ja, jede ist etwas anderes.“ ",
  "mn56:4.10": "„Welche von diesen drei Taten, die so aufgegliedert und unterschieden wurden, beschreibst du als die tadelnswerteste, um schlechte Taten zu begehen: die körperliche Tat, die sprachliche Tat oder die geistige Tat?“ ",
  "mn56:4.11": "„Ich beschreibe die geistige Tat als die tadelnswerteste, um schlechte Taten zu begehen, nicht so sehr die körperliche Tat oder die sprachliche Tat.“ ",
  "mn56:4.12": "„Sagst du: die geistige Tat, geehrter Gotama?“ ",
  "mn56:4.13": "„Ich sage: die geistige Tat, Tapassī.“ ",
  "mn56:4.14": "„Sagst du: die geistige Tat, geehrter Gotama?“ ",
  "mn56:4.15": "„Ich sage: die geistige Tat, Tapassī.“ ",
  "mn56:4.16": "„Sagst du: die geistige Tat, geehrter Gotama?“ ",
  "mn56:4.17": "„Ich sage: die geistige Tat, Tapassī.“ ",
  "mn56:4.18": "So ließ Dīgha Tapassī den Buddha diesen Punkt bis zum dritten Mal bestätigen, dann erhob er sich von seinem Sitz und ging, um den Jaina Ñātika zu sehen. ",
  "mn56:5.1": "Zu dieser Zeit nun saß der Jaina Ñātika mit einer großen Gemeinschaft von Bālaki-Laien mit Upāli an der Spitze zusammen. ",
  "mn56:5.2": "Der Jaina Ñātika sah Dīgha Tapassī von Weitem kommen ",
  "mn56:5.3": "und sagte zu ihm: ",
  "mn56:5.4": "„Nun, Tapassī, woher kommst du mitten am Tag?“ ",
  "mn56:5.5": "„Gerade eben komme ich vom Asketen Gotama.“ ",
  "mn56:5.6": "„Und hattest du eine Unterhaltung mit ihm?“ ",
  "mn56:5.7": "„Das hatte ich.“ ",
  "mn56:5.8": "„Und welche Art von Unterhaltung hattest du mit ihm?“ ",
  "mn56:5.9": "Und Dīgha Tapassī berichtete dem Jaina Ñātika alles, was sie gesprochen hatten. ",
  "mn56:6.1": "Als er geendet hatte, sagte der Jaina Ñātika zu ihm: ",
  "mn56:6.2": "„Gut, gut, Tapassī! ",
  "mn56:6.3": "Wie ein gelehrter Schüler, der die Anleitung des Lehrers richtig versteht, so hat Dīgha Tapassī dem Asketen Gotama geantwortet. ",
  "mn56:6.4": "Denn wie erhebend ist der schäbige geistige Stock im Vergleich zum soliden körperlichen Stock? ",
  "mn56:6.5": "Vielmehr ist der körperliche Stock der tadelnswerteste, um schlechte Taten zu begehen, nicht so sehr der sprachliche Stock oder der geistige Stock.“ ",
  "mn56:7.1": "Als er geendet hatte, sagte der Hausbesitzer Upāli zu ihm: ",
  "mn56:7.2": "„Gut, gut, Herr Dīgha Tapassī! ",
  "mn56:7.3": "Wie ein gelehrter Schüler, der die Anleitung des Lehrers richtig versteht, so hat der ehrenwerte Tapassī dem Asketen Gotama geantwortet. ",
  "mn56:7.4": "Denn wie erhebend ist der schäbige geistige Stock im Vergleich zum soliden körperlichen Stock? ",
  "mn56:7.5": "Vielmehr ist der körperliche Stock der tadelnswerteste, um schlechte Taten zu begehen, nicht so sehr der sprachliche Stock oder der geistige Stock. ",
  "mn56:7.6": "Ich sollte wohl gehen und die Doktrin des Asketen Gotama in diesem Punkt widerlegen. ",
  "mn56:7.7": "Wenn er zu der Position steht, die er Dīgha Tapassī gegenüber angegeben hat, werde ich ihn zu einer Debatte herausfordern, und ich werde ihn hin und her und rundherum ziehen, geradeso wie ein starker Mann ein langhaariges Schaf bei der Wolle packen und hin und her und rundherum ziehen würde! ",
  "mn56:7.8": "Indem ich ihn zur Debatte herausfordere, werde ich ihn hin und her und rundherum ziehen, geradeso wie ein kräftiger Brauereiarbeiter ein großes Brauersieb in einen tiefen See werfen, es an den Ecken greifen und es hin und her und rundherum ziehen würde! ",
  "mn56:7.9": "Indem ich ihn zur Debatte herausfordere, werde ich ihn herabschütteln, herumschütteln und auf ihn einschlagen, geradeso wie ein kräftiger Maischemischer ein Filtertuch an den Ecken nehmen und es herabschütteln, herumschütteln und auf es einschlagen würde! ",
  "mn56:7.10": "Ich werde mit dem Asketen Gotama das Spiel des Ohrenwaschens spielen wie ein sechzig Jahre alter Elefant, der in einen tiefen Lotusteich eintaucht und das Spiel des Ohrenwaschens spielt! ",
  "mn56:7.11": "Herr, ich sollte wohl gehen und die Doktrin des Asketen Gotama in diesem Punkt widerlegen.“ ",
  "mn56:7.12": "„Geh, Hausbesitzer, und widerlege die Doktrin des Asketen Gotama in diesem Punkt. ",
  "mn56:7.13": "Denn entweder sollte ich gehen oder Dīgha Tapassī oder du.“ ",
  "mn56:8.1": "Daraufhin sagte Dīgha Tapassī zu dem Jaina Ñātika: ",
  "mn56:8.2": "„Herr, die Idee, dass der Hausbesitzer Upāli die Doktrin des Asketen Gotama widerlegen soll, gefällt mir nicht. ",
  "mn56:8.3": "Denn der Asket Gotama ist ein Zauberer. Er kennt einen Bekehrungszauber und benutzt ihn, um die Anhänger derer, die anderen Konfessionen anhängen, zu bekehren.“ ",
  "mn56:8.4": "„Es ist ganz unmöglich, Tapassī, es kann nicht sein, dass Upāli ein Schüler des Asketen Gotama werden kann. ",
  "mn56:8.5": "Aber es ist gut möglich, dass der Asket Gotama ein Schüler Upālis werden kann. ",
  "mn56:8.6": "Geh, Hausbesitzer, und widerlege die Doktrin des Asketen Gotama in diesem Punkt. ",
  "mn56:8.7": "Denn entweder sollte ich gehen oder Dīgha Tapassī oder du.“ ",
  "mn56:9.1": "Zum zweiten Mal … ",
  "mn56:9.2": "und zum dritten Mal sagte Dīgha Tapassī zu dem Jaina Ñātika: ",
  "mn56:9.3": "„Herr, die Idee, dass der Hausbesitzer Upāli die Doktrin des Asketen Gotama widerlegen soll, gefällt mir nicht. ",
  "mn56:9.4": "Denn der Asket Gotama ist ein Zauberer. Er kennt einen Bekehrungszauber und benutzt ihn, um die Anhänger derer, die anderen Konfessionen anhängen, zu bekehren.“ ",
  "mn56:9.5": "„Es ist ganz unmöglich, Tapassī, es kann nicht sein, dass Upāli ein Schüler des Asketen Gotama werden kann. ",
  "mn56:9.6": "Aber es ist gut möglich, dass der Asket Gotama ein Schüler Upālis werden kann. ",
  "mn56:9.7": "Geh, Hausbesitzer, und widerlege die Doktrin des Asketen Gotama in diesem Punkt. ",
  "mn56:9.8": "Denn entweder sollte ich gehen oder Dīgha Tapassī oder du.“ ",
  "mn56:9.9": "„Ja, Herr“, antwortete der Hausbesitzer Upāli dem Jaina Ñātika. Er erhob sich von seinem Sitz, verbeugte sich und umrundete den Jaina Ñātika respektvoll, die rechte Seite ihm zugewandt. Dann ging er zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn56:9.10": "„Herr, ist der Jaina-Asket Dīgha Tapassī hierhergekommen?“ ",
  "mn56:9.11": "„Das tat er, Hausbesitzer.“ ",
  "mn56:9.12": "„Und hattest du eine Unterhaltung mit ihm?“ ",
  "mn56:9.13": "„Das hatte ich.“ ",
  "mn56:9.14": "„Und welche Art von Unterhaltung hattest du mit ihm?“ ",
  "mn56:9.15": "Und der Buddha berichtete Upāli alles, was sie gesprochen hatten. ",
  "mn56:10.1": "Als er geendet hatte, sagte der Hausbesitzer Upāli zu ihm: ",
  "mn56:10.2": "„Gut, gut, Herr Tapassī! ",
  "mn56:10.3": "Wie ein gelehrter Schüler, der die Anleitung des Lehrers richtig versteht, so hat Dīgha Tapassī dem Buddha geantwortet. ",
  "mn56:10.4": "Denn wie erhebend ist der schäbige geistige Stock im Vergleich zum soliden körperlichen Stock? ",
  "mn56:10.5": "Vielmehr ist der körperliche Stock der tadelnswerteste, um schlechte Taten zu begehen, nicht so sehr der sprachliche Stock oder der geistige Stock.“ ",
  "mn56:10.6": "„Hausbesitzer, solange du auf der Grundlage der Wahrheit debattierst, können wir uns darüber unterhalten.“ ",
  "mn56:10.7": "„Ich werde auf der Grundlage der Wahrheit debattieren, Herr. ",
  "mn56:10.8": "Lass uns uns darüber unterhalten.“ ",
  "mn56:11.1": "„Was denkst du, Hausbesitzer? ",
  "mn56:11.2": "Da ist ein Jaina-Asket mitgenommen, leidend, schwer krank. Er lehnt kaltes Wasser ab und benutzt nur heißes Wasser. ",
  "mn56:11.3": "Da er kein kaltes Wasser bekommt, könnte er sterben. ",
  "mn56:11.4": "Wo würde er nun, nach dem, was der Jaina Ñātika sagt, wiedergeboren?“ ",
  "mn56:11.5": "„Herr, es gibt die Götter mit Namen ‚Geistgebundene‘. Er würde dort wiedergeboren. ",
  "mn56:11.6": "Warum ist das so? ",
  "mn56:11.7": "Weil er mit einer geistigen Bindung starb.“ ",
  "mn56:11.8": "„Denk nach, Hausbesitzer! Du sollst nachdenken, bevor du antwortest. ",
  "mn56:11.9": "Deine erste Aussage passt nicht zu der letzten, und die letzte passt nicht zu der ersten. ",
  "mn56:11.10": "Doch du hast gesagt, du würdest auf der Grundlage der Wahrheit debattieren.“ ",
  "mn56:11.13": "„Obwohl der Buddha das sagt, ist doch der körperliche Stock der tadelnswerteste, um schlechte Taten zu begehen, nicht so sehr der sprachliche Stock oder der geistige Stock.“ ",
  "mn56:12.1": "„Was denkst du, Hausbesitzer? ",
  "mn56:12.2": "Da ist ein Jaina-Asket in allem gezügelt, was zu zügeln ist, in allem im Zaum gehalten, was zu zügeln ist, hat in allem, was zu zügeln ist, das Böse abgeschüttelt und und hat sich in allem, was zu zügeln ist, Einhalt geboten. ",
  "mn56:12.3": "Wenn er ausgeht und zurückkommt, verletzt er versehentlich viele kleine Geschöpfe. ",
  "mn56:12.4": "Welches Ergebnis würde er nun erwirken, nach dem, was der Jaina Ñātika sagt?“ ",
  "mn56:12.5": "„Herr, der Jaina Ñātika sagt, unbeabsichtigte Taten seien nicht sehr tadelnswert.“ ",
  "mn56:12.6": "„Aber wenn sie beabsichtigt sind?“ ",
  "mn56:12.7": "„Dann sind sie sehr tadelnswert.“ ",
  "mn56:12.8": "„Aber wo wird Absicht eingeordnet, nach dem, was der Jaina Ñātika sagt?“ ",
  "mn56:12.9": "„Unter dem geistigen Stock, Herr.“ ",
  "mn56:12.10": "„Denk nach, Hausbesitzer! Du sollst nachdenken, bevor du antwortest. ",
  "mn56:12.11": "Deine erste Aussage passt nicht zu der letzten, und die letzte passt nicht zu der ersten. ",
  "mn56:12.12": "Doch du hast gesagt, du würdest auf der Grundlage der Wahrheit debattieren.“ ",
  "mn56:12.15": "„Obwohl der Buddha das sagt, ist doch der körperliche Stock der tadelnswerteste, um schlechte Taten zu begehen, nicht so sehr der sprachliche Stock oder der geistige Stock.“ ",
  "mn56:13.1": "„Was denkst du, Hausbesitzer? ",
  "mn56:13.2": "Ist dieses Nāḷandā erfolgreich, blühend, dicht bevölkert und voller Menschen?“ ",
  "mn56:13.3": "„Ja, das ist es, Herr.“ ",
  "mn56:13.4": "„Was denkst du, Hausbesitzer? ",
  "mn56:13.5": "Da käme ein Mann mit gezogenem Schwert ",
  "mn56:13.6": "und würde sagen: ",
  "mn56:13.7": "‚In einem einzigen Augenblick werde ich alle lebenden Geschöpfe innerhalb der Grenzen von Nāḷandā in einen einzigen Fleischhaufen, eine einzige Fleischmasse verwandeln!‘ ",
  "mn56:13.8": "Was denkst du, Hausbesitzer? ",
  "mn56:13.9": "Könnte er das tun?“ ",
  "mn56:13.10": "„Herr, selbst zehn, zwanzig, dreißig, vierzig oder fünfzig Männer könnten das nicht tun. ",
  "mn56:13.11": "Wie erhebend ist da ein schäbiger Mann?“ ",
  "mn56:13.12": "„Was denkst du, Hausbesitzer? ",
  "mn56:13.13": "Da käme ein Asket oder Brahmane mit übersinnlicher Kraft, der Herrschaft über seinen Geist erlangt hat, ",
  "mn56:13.14": "und sagen würde: ",
  "mn56:13.15": "‚Mit einem einzigen boshaften Willensakt werde ich Nāḷandā in Asche verwandeln!‘ ",
  "mn56:13.16": "Was denkst du, Hausbesitzer? ",
  "mn56:13.17": "Könnte er das tun?“ ",
  "mn56:13.18": "„Herr, ein Asket oder Brahmane mit übersinnlicher Kraft, der Herrschaft über seinen Geist erlangt hat, könnte mit einem einzigen boshaften Willensakt zehn, zwanzig,dreißig, vierzig oder fünfzig Nāḷandās in Asche verwandeln. ",
  "mn56:13.19": "Wie erhebend ist da ein schäbiges Nāḷandā?“ ",
  "mn56:13.20": "„Denk nach, Hausbesitzer! Du sollst nachdenken, bevor du antwortest. ",
  "mn56:13.21": "Deine erste Aussage passt nicht zu der letzten, und die letzte passt nicht zu der ersten. ",
  "mn56:13.22": "Doch du hast gesagt, du würdest auf der Grundlage der Wahrheit debattieren.“ ",
  "mn56:13.25": "„Obwohl der Buddha das sagt, ist doch der körperliche Stock der tadelnswerteste, um schlechte Taten zu begehen, nicht so sehr der sprachliche Stock oder der geistige Stock.“ ",
  "mn56:13.26": "„Was denkst du, Hausbesitzer? ",
  "mn56:13.27": "Hast du gehört, wie die Wildnisse von Daṇḍaka, Kaliṅga, Mejjha und Mātaṅga zu Wildnissen wurden?“ ",
  "mn56:13.28": "„Das habe ich, Herr.“ ",
  "mn56:14.1": "„Was hast du gehört?“ ",
  "mn56:14.2": "„Ich habe gehört, es geschah durch einen boshaften Willensakt von Sehern, dass die Wildnisse von Daṇḍaka, Kaliṅga, Mejjha und Mātaṅga zu Wildnissen wurden.“ ",
  "mn56:14.3": "„Denk nach, Hausbesitzer! Du sollst nachdenken, bevor du antwortest. ",
  "mn56:14.4": "Deine erste Aussage passt nicht zu der letzten, und die letzte passt nicht zu der ersten. ",
  "mn56:14.5": "Doch du hast gesagt, du würdest auf der Grundlage der Wahrheit debattieren.“ ",
  "mn56:15.1": "„Herr, ich war bereits von deinem ersten Gleichnis erfreut und befriedigt! ",
  "mn56:15.2": "Dennoch wollte ich die verschiedenen Antworten des Buddha auf das Problem hören, daher dachte ich, ich widerspreche dir auf diese Weise. ",
  "mn56:15.3": "Vortrefflich, Herr! Vortrefflich! ",
  "mn56:15.4": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "mn56:15.5": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn56:15.6": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "mn56:16.1": "„Hausbesitzer, du solltest sorgfältig abwägen, bevor du handelst. Es ist gut, wenn namhafte Persönlichkeiten wie du sorgfältig abwägen, bevor sie handeln.“ ",
  "mn56:16.2": "„Jetzt bin ich noch mehr über den Buddha erfreut und befriedigt, da er mir sagt, ich solle sorgfältig abwägen, bevor ich handele. ",
  "mn56:16.3": "Denn wenn die Anhänger anderer Konfessionen mich als Schüler gewännen, würden sie ein Banner durch ganz Nāḷandā tragen: ",
  "mn56:16.4": "‚Der Hausbesitzer Upāli ist unser Schüler geworden!‘ ",
  "mn56:16.5": "Doch der Buddha sagt: ",
  "mn56:16.6": "‚Hausbesitzer, du solltest sorgfältig abwägen, bevor du handelst. Es ist gut, wenn namhafte Persönlichkeiten wie du sorgfältig abwägen, bevor sie handeln.‘ ",
  "mn56:16.7": "Zum zweiten Mal nehme ich Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn56:16.8": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "mn56:17.1": "„Seit langem schon, Hausbesitzer, war deine Familie ein Quell der Unterstützung für die Jaina-Asketen. Du solltest erwägen, ihnen etwas zu geben, wenn sie kommen.“ ",
  "mn56:17.2": "„Jetzt bin ich noch mehr über den Buddha erfreut und befriedigt, da er mir sagt, ich solle erwägen, den Jaina-Asketen etwas zu geben, wenn sie kommen. ",
  "mn56:17.3": "Herr, ich habe gehört, der Asket Gotama würde sagen: ",
  "mn56:17.4": "‚Nur mir soll man Gaben geben, nicht anderen. ",
  "mn56:17.5": "Nur meinen Schülern soll man Gaben geben, nicht den Schülern anderer. ",
  "mn56:17.6": "Nur was mir gegeben wird, trägt reiche Frucht, nicht was anderen gegeben wird. ",
  "mn56:17.7": "Nur was meinen Schülern gegeben wird, trägt reiche Frucht, nicht was den Schülern anderer gegeben wird.‘ ",
  "mn56:17.8": "Doch der Buddha ermuntert mich, den Jaina-Asketen etwas zu geben. ",
  "mn56:17.9": "Nun, Herr, wir werden die rechte Zeit dafür kennen. ",
  "mn56:17.10": "Zum dritten Mal nehme ich Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn56:17.11": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "mn56:18.1": "Dann unterwies der Buddha den Hausbesitzer Upāli Schritt für Schritt ",
  "mn56:18.2": "mit einem Vortrag über Geben, sittliches Verhalten und den Himmel. Er erklärte die Nachteile der Sinnenfreuden, die so schmutzig und unlauter sind, und die Vorteile der Entsagung. ",
  "mn56:18.3": "Und als der Buddha erkannte, dass Upālis Geist bereit war, geschmeidig, frei von Hindernissen, freudig bewegt und zuversichtlich, da legte er die besondere Lehre der Buddhas dar: ",
  "mn56:18.4": "das Leiden, seinen Ursprung, sein Aufhören und den Weg. ",
  "mn56:18.5": "Wie ein reines, fleckenloses Tuch gut die Farbe annimmt, ",
  "mn56:18.6": "ebenso ging da dem Hausbesitzer Upāli, wo er gerade saß, das unbefleckte, makellose Auge des Dhamma auf: ",
  "mn56:18.7": "„Alles, was einen Anfang hat, hat auch ein Ende.“ ",
  "mn56:18.8": "Und Upāli sah, erfasste, verstand und ergründete den Dhamma. Er ging über den Zweifel hinaus, machte sich von Unschlüssigkeit frei und gewann Selbstvertrauen, wurde in der Anleitung des Lehrers von anderen unabhängig. Er sagte zum Buddha: ",
  "mn56:18.9": "„Nun, Herr, jetzt muss ich gehen. Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "mn56:18.10": "„Bitte, Hausbesitzer, geh nach deinem Belieben.“ ",
  "mn56:19.1": "Da begrüßte der Hausbesitzer Upāli die Worte des Buddha und stimmte ihm zu. Er erhob sich von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt. Er ging zurück zu seinem eigenen Haus und wandte sich an den Torwächter: ",
  "mn56:19.2": "„Mein guter Torwächter, von diesem Tag an schließe das Tor für die Mönche und Nonnen der Jainas und öffne es für die Mönche, Nonnen, Laienmänner und Laienfrauen des Buddha. ",
  "mn56:19.3": "Wenn ein Jaina-Asket kommt, sage Folgendes zu ihm: ",
  "mn56:19.4": "‚Warte, Herr, tritt nicht ein. ",
  "mn56:19.5": "Von nun an ist der Hausbesitzer Upāli ein Schüler des Asketen Gotama geworden. ",
  "mn56:19.6": "Sein Tor ist für die Mönche und Nonnen der Jainas geschlossen und für die Mönche, Nonnen, Laienmänner und Laienfrauen des Buddha geöffnet. ",
  "mn56:19.7": "Wenn du Almosen benötigst, warte hier, man wird es dir bringen.‘“ ",
  "mn56:19.8": "„Ja, Herr“, antwortete der Torwächter. ",
  "mn56:20.1": "Dīgha Tapassī hörte, ",
  "mn56:20.2": "Upāli sei ein Schüler des Asketen Gotama geworden. ",
  "mn56:20.3": "Er ging zu dem Jaina Ñātika und sagte zu ihm: ",
  "mn56:20.4": "„Herr, ich habe gehört, der Hausbesitzer Upāli sei ein Schüler des Asketen Gotama geworden.“ ",
  "mn56:20.5": "„Es ist ganz unmöglich, Tapassī, es kann nicht sein, dass Upāli ein Schüler des Asketen Gotama werden kann. ",
  "mn56:20.6": "Aber es ist gut möglich, dass der Asket Gotama ein Schüler Upālis werden kann.“ ",
  "mn56:20.7": "Zum zweiten Mal … ",
  "mn56:20.8": "und zum dritten Mal sagte Dīgha Tapassī zu dem Jaina Ñātika: ",
  "mn56:20.9": "„Herr, ich habe gehört, der Hausbesitzer Upāli sei ein Schüler des Asketen Gotama geworden.“ ",
  "mn56:20.10": "„Es ist ganz unmöglich, Tapassī, es kann nicht sein, dass Upāli ein Schüler des Asketen Gotama werden kann. ",
  "mn56:20.11": "Aber es ist gut möglich, dass der Asket Gotama ein Schüler Upālis werden kann.“ ",
  "mn56:20.12": "„Nun, Herr, ich ich sollte gehen und herausfinden, ob Upāli ein Schüler des Asketen Gotama geworden ist oder nicht.“ ",
  "mn56:20.13": "„Geh, Tapassī, und finde heraus, ob Upāli ein Schüler des Asketen Gotama geworden ist oder nicht.“ ",
  "mn56:21.1": "Da ging Dīgha Tapassī zu Upālis Haus. ",
  "mn56:21.2": "Der Torwächter sah ihn von Weitem kommen ",
  "mn56:21.3": "und sagte zu ihm: ",
  "mn56:21.4": "„Warte, Herr, tritt nicht ein. ",
  "mn56:21.5": "Von nun an ist der Hausbesitzer Upāli ein Schüler des Asketen Gotama geworden. ",
  "mn56:21.6": "Sein Tor ist für die Mönche und Nonnen der Jainas geschlossen und für die Mönche, Nonnen, Laienmänner und Laienfrauen des Buddha geöffnet. ",
  "mn56:21.7": "Wenn du Almosen benötigst, warte hier, man wird es dir bringen.“ ",
  "mn56:21.8": "Mit den Worten: „Nein, Geehrter, ich benötige kein Almosen“, machte er kehrt, ging zu dem Jaina Ñātika und sagte zu ihm: ",
  "mn56:21.9": "„Herr, es ist wirklich wahr, dass der Hausbesitzer Upāli ein Schüler des Asketen Gotama geworden ist. ",
  "mn56:21.10": "Herr, es war mir nicht gelungen, dir zu vermitteln, dass es keine gute Idee war, dass der Hausbesitzer Upāli die Doktrin des Asketen Gotama widerlegen sollte. ",
  "mn56:21.11": "Denn der Asket Gotama ist ein Zauberer. Er kennt einen Bekehrungszauber und benutzt ihn, um die Anhänger derer, die anderen Konfessionen anhängen, zu bekehren. ",
  "mn56:21.12": "Der Hausbesitzer Upāli wurde vom Bekehrungszauber des Asketen Gotama bekehrt!“ ",
  "mn56:21.13": "„Es ist ganz unmöglich, Tapassī, es kann nicht sein, dass Upāli ein Schüler des Asketen Gotama werden kann. ",
  "mn56:21.14": "Aber es ist gut möglich, dass der Asket Gotama ein Schüler Upālis werden kann.“ ",
  "mn56:21.15": "Zum zweiten Mal … ",
  "mn56:21.18": "und zum dritten Mal sagte Dīgha Tapassī dem Jaina Ñātika, ",
  "mn56:21.19": "dass der Hausbesitzer Upāli wirklich ein Schüler des Asketen Gotama geworden war. Dieser entgegnete zum dritten Mal: ",
  "mn56:21.20": "„Es ist unmöglich … ",
  "mn56:21.21": "Aber es ist gut möglich, dass der Asket Gotama ein Schüler Upālis werden kann. ",
  "mn56:21.22": "Nun, Tapassī, ich ich sollte gehen und selbst herausfinden, ob Upāli ein Schüler des Asketen Gotama geworden ist oder nicht.“ ",
  "mn56:22.1": "Da ging der Jaina Ñātika zusammen mit einem großen Gefolge von Jaina-Asketen zu Upālis Haus. ",
  "mn56:22.2": "Der Torwächter sah ihn von Weitem kommen ",
  "mn56:22.3": "und sagte zu ihm: ",
  "mn56:22.4": "„Warte, Herr, tritt nicht ein. ",
  "mn56:22.5": "Von nun an ist der Hausbesitzer Upāli ein Schüler des Asketen Gotama geworden. ",
  "mn56:22.6": "Sein Tor ist für die Mönche und Nonnen der Jainas geschlossen und für die Mönche, Nonnen, Laienmänner und Laienfrauen des Buddha geöffnet. ",
  "mn56:22.7": "Wenn du Almosen benötigst, warte hier, man wird es dir bringen.“ ",
  "mn56:22.8": "„Nun, mein guter Torwächter, geh zu Upāli und sage: ",
  "mn56:22.9": "‚Herr, der Jaina Ñātika wartet zusammen mit einem großen Gefolge von Jaina-Asketen vor den Toren. ",
  "mn56:22.10": "Er wünscht, dich zu sehen.‘“ ",
  "mn56:22.11": "„Ja, Herr“, antwortete der Torwächter. Er ging zu Upāli und überbrachte die Botschaft. ",
  "mn56:22.14": "Upāli sagte zu ihm: „Nun, mein guter Torwächter, dann bereite in der mittleren Torhalle Sitze vor.“ ",
  "mn56:22.15": "„Ja, Herr“, antwortete der Torwächter. Er tat wie geheißen, ging zu Upāli zurück und sagte: ",
  "mn56:22.16": "„Herr, in der mittleren Torhalle sind Sitze ausgelegt. ",
  "mn56:22.17": "Bitte geh nach deinem Belieben.“ ",
  "mn56:23.1": "Da ging Upāli in die mittlere Torhalle und setzte sich auf den höchsten und erlesensten Sitz. Er wandte sich an den Torwächter: ",
  "mn56:23.2": "„Nun, mein guter Torwächter, geh zu dem Jana Ñātika und sage zu ihm: ",
  "mn56:23.3": "‚Herr, Upāli sagt, ",
  "mn56:23.4": "du kannst eintreten, wenn du magst.‘“ ",
  "mn56:23.5": "„Ja, Herr“, antwortete der Torwächter. Er ging zu dem Jaina Ñātika und überbrachte die Botschaft. ",
  "mn56:23.8": "Da ging der Jaina Ñātika zusammen mit einem großen Gefolge von Jaina-Asketen in die mittlere Torhalle. ",
  "mn56:24.2": "Früher war Upāli dem Jaina Ñātika, wenn er ihn von Weitem kommen sah, zur Begrüßung entgegengegangen, hatte den höchsten und erlesensten Sitz mit seiner Oberrobe abgewischt und dann den Jaina Ñātika in die Arme genommen und hingesetzt. ",
  "mn56:24.3": "Aber heute hatte er sich selbst auf den höchsten und erlesensten Sitz gesetzt und sagte zu dem Jaina Ñātika: ",
  "mn56:24.4": "„Hier sind Sitze, Herr. ",
  "mn56:24.5": "Bitte setz dich, wenn du möchtest.“ ",
  "mn56:25.1": "Daraufhin sagte der Jaina Ñātika zu ihm: ",
  "mn56:25.2": "„Du bist verrückt, Hausbesitzer! Du bist schwachsinnig! ",
  "mn56:25.3": "Du sagtest: ‚Ich werde gehen und die Doktrin des Asketen Gotama widerlegen.‘ Aber du kommst zurück und bist in dem weiten Netz seiner Doktrin gefangen. ",
  "mn56:25.4": "Wie ein Mann, der losging, um ein Paar Hoden zu bringen, und kastriert zurückkommt; oder ein Mann, der losging, um Augen zu bringen, und geblendet zurückkommt: ",
  "mn56:25.5": "Ebenso sagtest du: ‚Ich werde gehen und die Doktrin des Asketen Gotama widerlegen.‘ Aber du kommst zurück und bist in dem weiten Netz seiner Doktrin gefangen. ",
  "mn56:25.6": "Du wurdest vom Bekehrungszauber des Asketen Gotama bekehrt!“ ",
  "mn56:26.1": "„Herr, dieser Bekehrungszauber ist vortrefflich. ",
  "mn56:26.2": "Dieser Bekehrungszauber ist wunderbar! ",
  "mn56:26.3": "Wenn meine Lieben – meine Verwandten und meine Sippe – davon bekehrt würden, wäre das zu ihrem langanhaltenden Nutzen und Glück. ",
  "mn56:26.4": "Wenn alle Adligen, Brahmanen, Landarbeiter und Hilfsarbeiter davon bekehrt würden, wäre das zu ihrem langanhaltenden Nutzen und Glück. ",
  "mn56:26.5": "Wenn die ganze Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen davon bekehrt würde, wäre das zu ihrem langanhaltenden Nutzen und Glück. ",
  "mn56:26.6": "Nun, Herr, ich will dir ein Gleichnis geben. ",
  "mn56:26.7": "Denn mithilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "mn56:27.1": "Es war einmal ein alter Brahmane, bejahrt und hochbetagt. Seine Frau war eine junge Brahmanin, die schwanger war und kurz vor der Niederkunft stand. ",
  "mn56:27.2": "Da sagte sie zu dem Brahmanen: ",
  "mn56:27.3": "‚Geh, Brahmane, kaufe ein Affenbaby auf dem Markt und bring es her, damit es ein Spielgefährte für mein Kind sein kann.‘ ",
  "mn56:27.4": "Darauf sagte der Brahmane zu ihr: ",
  "mn56:27.5": "‚Warte, meine Liebe, bis dein Kind geboren ist. ",
  "mn56:27.6": "Wenn dein Kind ein Junge ist, werde ich ein Affenmännchen kaufen, ",
  "mn56:27.7": "und wenn es ein Mädchen ist, ein Affenweibchen.‘ ",
  "mn56:27.8": "Zum zweiten Mal … ",
  "mn56:27.9": "und zum dritten Mal sagte sie zu dem Brahmanen: ",
  "mn56:27.10": "‚Geh, Brahmane, kaufe ein Affenbaby auf dem Markt und bring es her, damit es ein Spielgefährte für mein Kind sein kann.‘ ",
  "mn56:27.11": "Da ging dieser Brahmane aus Liebe zu der Brahmanin, kaufte ein männliches Affenbaby auf dem Markt, brachte es zu ihr und sagte: ",
  "mn56:27.12": "‚Ich habe dieses männliche Affenbaby gekauft, damit es ein Spielgefährte für dein Kind sein kann.‘ ",
  "mn56:27.13": "Darauf sagte sie zu dem Brahmanen: ",
  "mn56:27.14": "‚Geh, Brahmane, bringe diesen Affen zu dem Färber Rattapāṇi und sage: ",
  "mn56:27.15": "„Guter Rattapāṇi, ich will diesen Affen in der Farbe von gelber Fettschminke gefärbt haben, gestampft und wieder gestampft und von beiden Seiten gepresst.“‘ ",
  "mn56:27.16": "Da ging dieser Brahmane aus Liebe zu der Brahmanin, brachte den Affen zu dem Färber Rattapāṇi und sagte: ",
  "mn56:27.17": "‚Guter Rattapāṇi, ich will diesen Affen in der Farbe von gelber Fettschminke gefärbt haben, gestampft und wieder gestampft und von beiden Seiten gepresst.‘ ",
  "mn56:27.18": "Darauf sagte Rattapāṇi zu ihm: ",
  "mn56:27.19": "‚Herr, dieser Affe kann ein Färben überstehen, aber kein Stampfen oder Pressen.‘ ",
  "mn56:27.20": "Ebenso sieht die Doktrin der törichten Jainas anfangs gut aus – für Toren, nicht für Weise –, aber sie kann kein Prüfen oder Pressen überstehen. ",
  "mn56:27.21": "Dann brachte dieser Brahmane einige Zeit später ein neues Paar von Gewändern zu dem Färber Rattapāṇi und sagte: ",
  "mn56:27.22": "‚Guter Rattapāṇi, ich will dieses neue Paar von Gewändern in der Farbe von gelber Fettschminke gefärbt haben, gestampft und wieder gestampft und von beiden Seiten gepresst.‘ ",
  "mn56:27.23": "Darauf sagte Rattapāṇi zu ihm: ",
  "mn56:27.24": "‚Herr, dieses Paar von Gewändern kann ein Färben, ein Stampfen und ein Pressen überstehen.‘ ",
  "mn56:27.25": "Ebenso sieht die Doktrin des Buddha anfangs gut aus – für Weise, nicht für Toren –, und sie kann ein Prüfen und Pressen überstehen.“ ",
  "mn56:28.1": "„Hausbesitzer, der König und sein Gefolge kennen dich ",
  "mn56:28.2": "als einen Schüler des Jaina Ñātika. ",
  "mn56:28.3": "Als wessen Schüler sollen wir dich in Erinnerung behalten?“ ",
  "mn56:29.1": "Auf diese Worte erhob sich der Hausbesitzer Upāli von seinem Sitz, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände in Richtung des Buddha und sagte zu dem Jaina Ñātika: ",
  "mn56:29.2": "„Nun, Herr, höre, wessen Schüler ich bin: ",
  "mn56:29.3": "Der Weise, frei von Täuschung, ",
  "mn56:29.4": "den Pfosten zerbrochen, den Sieg gewonnen, ",
  "mn56:29.5": "unbeschwert und so ausgeglichen, ",
  "mn56:29.6": "mit reifer Tugend und der Weisheit eines Heiligen, ",
  "mn56:29.7": "unbefleckt inmitten von allem: ",
  "mn56:29.8": "Er ist der Buddha, und ich bin sein Schüler. ",
  "mn56:29.9": "Er ist nicht unschlüssig, ist zufrieden, ",
  "mn56:29.10": "freudig, den Köder der Welt hat er ausgespien, ",
  "mn56:29.11": "die Arbeit des Asketen hat er als Mensch vollendet, ",
  "mn56:29.12": "ein Mann, der seinen letzten Körper trägt; ",
  "mn56:29.13": "unvergleichlich ist er, ohne Flecken: ",
  "mn56:29.14": "Er ist der Buddha, und ich bin sein Schüler. ",
  "mn56:29.15": "Er ist frei von Zweifel, geschickt, ",
  "mn56:29.16": "ein Übungsleiter, erstklassiger Wagenlenker, ",
  "mn56:29.17": "unübertrefflich, mit glänzenden Eigenschaften, ",
  "mn56:29.18": "zuversichtlich, sein Licht leuchtet; ",
  "mn56:29.19": "er hat Einbildung abgeschnitten und ist ein Held: ",
  "mn56:29.20": "Er ist der Buddha, und ich bin sein Schüler. ",
  "mn56:29.21": "Der Leitbulle, unermesslich, ",
  "mn56:29.22": "tiefgründig, abgeklärt, ",
  "mn56:29.23": "er ist der, der das Schutzgebiet schafft, kenntnisreich, ",
  "mn56:29.24": "standhaft in Grundsätzen und gezügelt; ",
  "mn56:29.25": "er ist seinen Ketten entschlüpft und ist befreit: ",
  "mn56:29.26": "Er ist der Buddha, und ich bin sein Schüler. ",
  "mn56:29.27": "Er ist ein Riese, der abgeschieden lebt, ",
  "mn56:29.28": "die Fesseln hat er beendet und ist befreit, ",
  "mn56:29.29": "geschickt im Debattieren, geläutert, ",
  "mn56:29.30": "das Banner herabgelassen, frei von Gier; ",
  "mn56:29.31": "er ist gezähmt und wuchert nicht: ",
  "mn56:29.32": "Er ist der Buddha, und ich bin sein Schüler. ",
  "mn56:29.33": "Er ist der siebte der Weisen, frei von Betrug, ",
  "mn56:29.34": "mit dem dreifachen Wissen hat er Göttlichkeit erlangt, ",
  "mn56:29.35": "er ist gebadet, kennt die Sprachwissenschaft, ",
  "mn56:29.36": "er ist still, versteht das Bekannte; ",
  "mn56:29.37": "er ist Sakka der Fähige, Purindada der Erstspender: ",
  "mn56:29.38": "Er ist der Buddha, und ich bin sein Schüler. ",
  "mn56:29.39": "Der Edle, der entwickelt ist, ",
  "mn56:29.40": "er hat das Ziel erreicht und erklärt es, ",
  "mn56:29.41": "er ist achtsam und sieht klar, ",
  "mn56:29.42": "ohne nach vorne zu neigen oder nach hinten zu ziehen; ",
  "mn56:29.43": "er ist unbewegt, hat Meisterschaft erlangt: ",
  "mn56:29.44": "Er ist der Buddha, und ich bin sein Schüler. ",
  "mn56:29.45": "Er steht über den Dingen, übt Vertiefung, ",
  "mn56:29.46": "keine inneren Gedanken kommen auf, er ist rein, ",
  "mn56:29.47": "unabhängig und furchtlos, ",
  "mn56:29.48": "abgeschieden, hat den Gipfel erreicht; ",
  "mn56:29.49": "er ist hinübergelangt und hilft anderen hinüber: ",
  "mn56:29.50": "Er ist der Buddha, und ich bin sein Schüler. ",
  "mn56:29.51": "Er ist friedvoll, seine Weisheit ist ausgedehnt, ",
  "mn56:29.52": "seine Weisheit ist groß, er ist frei von Gier, ",
  "mn56:29.53": "er ist der Klargewordene, der Heilige, ",
  "mn56:29.54": "unerreicht, unübertroffen, ",
  "mn56:29.55": "selbstbewusst, scharfsinnig: ",
  "mn56:29.56": "Er ist der Buddha, und ich bin sein Schüler. ",
  "mn56:29.57": "Er hat das Verlangen abgeschnitten und ist erwacht, ",
  "mn56:29.58": "ist ohne Rauch, unbefleckt, ",
  "mn56:29.59": "ein machtvoller Geist, der Gaben würdig, ",
  "mn56:29.60": "der beste der Menschen, unschätzbar, ",
  "mn56:29.61": "gewaltig, hat den Gipfel des Ruhms erlangt: ",
  "mn56:29.62": "Er ist der Buddha, und ich bin sein Schüler.“ ",
  "mn56:30.1": "„Aber wann hast du dieses Lob auf die wunderbaren Eigenschaften des Asketen Gotama gedichtet, Hausbesitzer?“ ",
  "mn56:30.2": "„Herr, wie wenn da ein großer Haufen mit vielen verschiedenen Blumen wäre: Ein geschickter Kranzbinder oder Kranzbinderlehrling könnte sie zu einem bunten Kranz binden. ",
  "mn56:30.3": "Ebenso hat der Buddha viele verschiedene wunderbare Eigenschaften, die zu preisen sind, viele hundert solcher Eigenschaften. ",
  "mn56:30.4": "Wer, Herr, würde nicht das Preiswürdige preisen?“ ",
  "mn56:31.1": "Da konnte der Jaina Ñātika diese Ehrerbietung, die dem Buddha dargebracht wurde, nicht ertragen und spie eben da heißes Blut aus seinem Mund. "
}