{
  "mn57:0.1": "Mittlere Lehrreden 57 ",
  "mn57:0.2": "Der Asket, der sich wie ein Hund benahm ",
  "mn57:1.1": "So habe ich es gehört: ",
  "mn57:1.2": "Einmal hielt sich der Buddha im Land der Koliyer auf, bei einem Marktflecken mit Namen Haliddavasana. ",
  "mn57:2.1": "Da gingen der Koliyer Puṇṇa, ein Kuhjünger, und der nackte Asket Seniya, ein Hundejünger, zum Buddha. Puṇṇa verbeugte sich vor dem Buddha und setzte sich zur Seite hin, während Seniya Willkommensgrüße mit ihm austauschte. Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin, zusammengerollt wie ein Hund. ",
  "mn57:2.2": "Puṇṇa sagte zum Buddha: ",
  "mn57:2.3": "„Herr, dieser nackte Asket Seniya der Hundejünger tut eine harte Sache: Er isst Nahrung, die auf den Boden gelegt wurde. ",
  "mn57:2.4": "Lange Zeit schon hat er das Gelübde aufgenommen, sich wie ein Hund zu benehmen. ",
  "mn57:2.5": "Wo wird er im nächsten Leben wiedergeboren werden?“ ",
  "mn57:2.6": "„Genug, Puṇṇa, lass es gut sein. Frage mich das nicht.“ ",
  "mn57:2.7": "Zum zweiten Mal … ",
  "mn57:2.8": "und zum dritten Mal sagte Puṇṇa zum Buddha: ",
  "mn57:2.9": "„Herr, dieser nackte Asket Seniya der Hundejünger tut eine harte Sache: Er isst Nahrung, die auf den Boden gelegt wurde. ",
  "mn57:2.10": "Lange Zeit schon hat er das Gelübde aufgenommen, sich wie ein Hund zu benehmen. ",
  "mn57:2.11": "Wo wird er im nächsten Leben wiedergeboren werden?“ ",
  "mn57:2.12": "„Offenbar, Puṇṇa, kommt es bei dir nicht an, wenn ich sage: ",
  "mn57:2.13": "‚Genug, Puṇṇa, lass es gut sein. Frage mich das nicht.‘ ",
  "mn57:2.14": "Dennoch will ich dir antworten. ",
  "mn57:3.1": "Da entwickelt jemand das Hundegelübde vollständig und ununterbrochen. Er entwickelt die Tugend eines Hundes, die Mentalität eines Hundes und das Verhalten eines Hundes vollständig und ununterbrochen. ",
  "mn57:3.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter Hunden wiedergeboren. ",
  "mn57:3.3": "Aber wenn er eine solche Ansicht hat: ‚Dass ich doch durch diese Tugendregel, dieses Gelübde, diese inbrünstige Bußübung oder dieses geistliche Leben einer der Götter werde‘, dann ist das seine falsche Ansicht. ",
  "mn57:3.4": "Jemand mit falscher Ansicht wird an einem von zwei Orten wiedergeboren, sage ich: in der Hölle oder im Tierreich. ",
  "mn57:3.5": "Wenn daher das Hundegelübde erfolgreich ist, führt es zu Wiedergeburt unter Hunden, doch wenn es scheitert, führt es in die Hölle.“ ",
  "mn57:4.1": "Daraufhin weinte Seniya und brach in Tränen aus. ",
  "mn57:4.2": "Der Buddha sagte zu Puṇṇa: ",
  "mn57:4.3": "„Das ist es, was bei dir nicht ankam, als ich sagte: ",
  "mn57:4.4": "‚Genug, Puṇṇa, lass es gut sein. Frage mich das nicht.‘“ ",
  "mn57:4.5": "Seniya sagte: „Herr, ich weine nicht über das, was der Buddha gesagt hat. ",
  "mn57:4.6": "Aber Herr, lange Zeit schon habe ich dieses Gelübde aufgenommen, mich wie ein Hund zu benehmen. ",
  "mn57:4.7": "Herr, dieser Puṇṇa ist ein Kuhjünger. ",
  "mn57:4.8": "Lange Zeit schon hat er das Gelübde aufgenommen, sich wie eine Kuh zu benehmen. ",
  "mn57:4.9": "Wo wird er im nächsten Leben wiedergeboren werden?“ ",
  "mn57:4.10": "„Genug, Seniya, lass es gut sein. Frage mich das nicht.“ ",
  "mn57:4.11": "Zum zweiten Mal … ",
  "mn57:4.12": "und zum dritten Mal sagte Seniya zum Buddha: ",
  "mn57:4.13": "„Herr, dieser Puṇṇa ist ein Kuhjünger. ",
  "mn57:4.14": "Lange Zeit schon hat er das Gelübde aufgenommen, sich wie eine Kuh zu benehmen. ",
  "mn57:4.15": "Wo wird er im nächsten Leben wiedergeboren werden?“ ",
  "mn57:4.16": "„Offenbar, Seniya, kommt es bei dir nicht an, wenn ich sage: ",
  "mn57:4.17": "‚Genug, Seniya, lass es gut sein. Frage mich das nicht.‘ ",
  "mn57:4.18": "Dennoch will ich dir antworten. ",
  "mn57:5.1": "Da entwickelt jemand das Kuhgelübde vollständig und ununterbrochen. Er entwickelt die Tugend einer Kuh, die Mentalität einer Kuh und das Verhalten einer Kuh vollständig und ununterbrochen. ",
  "mn57:5.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter Kühen wiedergeboren. ",
  "mn57:5.3": "Aber wenn er eine solche Ansicht hat: ‚Dass ich doch durch diese Tugendregel, dieses Gelübde, diese inbrünstige Bußübung oder dieses geistliche Leben einer der Götter werde‘, dann ist das seine falsche Ansicht. ",
  "mn57:5.4": "Jemand mit falscher Ansicht wird an einem von zwei Orten wiedergeboren, sage ich: in der Hölle oder im Tierreich. ",
  "mn57:5.5": "Wenn daher das Kuhgelübde erfolgreich ist, führt es zu Wiedergeburt unter Kühen, doch wenn es scheitert, führt es in die Hölle.“ ",
  "mn57:6.1": "Daraufhin weinte Puṇṇa und brach in Tränen aus. ",
  "mn57:6.2": "Der Buddha sagte zu Seniya: ",
  "mn57:6.3": "„Das ist es, was bei dir nicht ankam, als ich sagte: ",
  "mn57:6.4": "‚Genug, Seniya, lass es gut sein. Frage mich das nicht.‘“ ",
  "mn57:6.5": "Puṇṇa sagte: „Herr, ich weine nicht über das, was der Buddha gesagt hat. ",
  "mn57:6.6": "Aber Herr, lange Zeit schon habe ich dieses Gelübde aufgenommen, mich wie eine Kuh zu benehmen. ",
  "mn57:6.7": "Ich bin recht zuversichtlich, ",
  "mn57:6.8": "dass der Buddha in der Lage ist, uns zu unterweisen, sodass ich dieses Kuhgelübde aufgeben kann und dass der nackte Asket Seniya dieses Hundegelübde aufgeben kann.“ ",
  "mn57:6.9": "„Nun, Puṇṇa, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn57:6.10": "„Ja, Herr“, antwortete Puṇṇa. ",
  "mn57:6.11": "Der Buddha sagte: ",
  "mn57:7.1": "„Puṇṇa, ich erkläre diese vier Taten, die ich durch eigene Einsicht erkannt habe. ",
  "mn57:7.2": "Welche vier? ",
  "mn57:7.3": "Es gibt dunkle Taten mit dunklem Ergebnis, ",
  "mn57:7.4": "helle Taten mit hellem Ergebnis, ",
  "mn57:7.5": "dunkle und helle Taten mit dunklem und hellem Ergebnis ",
  "mn57:7.6": "und weder dunkle noch helle Taten mit weder dunklem noch hellem Ergebnis, die zur Auflösung der Taten führen. ",
  "mn57:8.1": "Und was sind dunkle Taten mit dunklem Ergebnis? ",
  "mn57:8.2": "Da bildet jemand einen verletzenden Willen mit dem Körper, der Sprache und dem Geist. ",
  "mn57:8.3": "Aufgrund dieser Willensbildung wird er in einer verletzenden Welt wiedergeboren, ",
  "mn57:8.4": "wo ihn verletzende Kontakte treffen. ",
  "mn57:8.5": "Von verletzenden Kontakten getroffen, erlebt er verletzende Gefühle, die ausschließlich schmerzhaft sind – wie die Wesen in der Hölle. ",
  "mn57:8.6": "So wird ein Wesen aus einem Wesen geboren. ",
  "mn57:8.7": "Denn eure Taten bestimmen eure Wiedergeburt, ",
  "mn57:8.8": "und wenn ihr wiedergeboren seid, treffen euch Kontakte. ",
  "mn57:8.9": "Aus diesem Grund sage ich, dass Lebewesen die Erben ihrer Taten sind. ",
  "mn57:8.10": "Das nennt man dunkle Taten mit dunklem Ergebnis. ",
  "mn57:9.1": "Und was sind helle Taten mit hellem Ergebnis? ",
  "mn57:9.2": "Da bildet jemand einen freundlichen Willen mit dem Körper, der Sprache und dem Geist. ",
  "mn57:9.3": "Aufgrund dieser Willensbildung wird er in einer freundlichen Welt wiedergeboren, ",
  "mn57:9.4": "wo ihn freundliche Kontakte treffen. ",
  "mn57:9.5": "Von freundlichen Kontakten getroffen, erlebt er freundliche Gefühle, die ausschließlich glücklich sind – wie die Götter von allumfassender Schönheit. ",
  "mn57:9.6": "So wird ein Wesen aus einem Wesen geboren. ",
  "mn57:9.7": "Denn eure Taten bestimmen eure Wiedergeburt, ",
  "mn57:9.8": "und wenn ihr wiedergeboren seid, treffen euch Kontakte. ",
  "mn57:9.9": "Aus diesem Grund sage ich, dass Lebewesen die Erben ihrer Taten sind. ",
  "mn57:9.10": "Das nennt man helle Taten mit hellem Ergebnis. ",
  "mn57:10.1": "Und was sind dunkle und helle Taten mit dunklem und hellem Ergebnis? ",
  "mn57:10.2": "Da bildet jemand sowohl einen verletzenden als auch einen freundlichen Willen mit dem Körper, der Sprache und dem Geist. ",
  "mn57:10.3": "Aufgrund dieser Willensbildung wird er in einer Welt wiedergeboren, die sowohl verletzend als auch freundlich ist, ",
  "mn57:10.4": "wo ihn verletzende und freundliche Kontakte treffen. ",
  "mn57:10.5": "Von verletzenden und freundlichen Kontakten getroffen, erlebt er sowohl verletzende als auch freundliche Gefühle, eine Mischung aus Glück und Schmerz – wie bei den Menschen, manchen Göttern und manchen Wesen in der Unterwelt. ",
  "mn57:10.6": "So wird ein Wesen aus einem Wesen geboren. ",
  "mn57:10.7": "Denn eure Taten bestimmen eure Wiedergeburt, ",
  "mn57:10.8": "und wenn ihr wiedergeboren seid, treffen euch Kontakte. ",
  "mn57:10.9": "Aus diesem Grund sage ich, dass Lebewesen die Erben ihrer Taten sind. ",
  "mn57:10.10": "Das nennt man dunkle und helle Taten mit dunklem und hellem Ergebnis. ",
  "mn57:11.1": "Und was sind weder dunkle noch helle Taten mit weder dunklem noch hellem Ergebnis, die zur Auflösung der Taten führen? ",
  "mn57:11.2": "Es ist die Absicht, dunkle Taten mit dunklem Ergebnis, helle Taten mit hellem Ergebnis und dunkle und helle Taten mit dunklem und hellem Ergebnis aufzugeben. ",
  "mn57:11.3": "Das nennt man weder dunkle noch helle Taten mit weder dunklem noch hellem Ergebnis, die zur Auflösung der Taten führen. ",
  "mn57:11.4": "Das sind die vier Taten, die ich durch eigene Einsicht erkannt habe und erkläre.“ ",
  "mn57:12.1": "Daraufhin sagte der Koliyer Puṇṇa zum Buddha: ",
  "mn57:12.2": "„Vortrefflich, Herr! Vortrefflich! … ",
  "mn57:12.3": "Als würde er das Umgestürzte aufrichten … ",
  "mn57:12.4": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "mn57:13.1": "Und der nackte Asket Seniya sagte zum Buddha: ",
  "mn57:13.2": "„Vortrefflich, Herr! Vortrefflich! … ",
  "mn57:13.3": "Als würde er das Umgestürzte aufrichten … ",
  "mn57:13.4": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn57:13.5": "Herr, darf ich vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "mn57:14.1": "„Seniya, wenn jemand, der zuvor in einer anderen Konfession ordiniert war, in dieser Lehre und Schulung die Weihe des Fortziehens, die Ordination, erhalten möchte, hat er vier Monate Probezeit. Wenn die Mönche nach Ablauf von vier Monaten zufrieden sind, geben sie ihm die Weihe des Fortziehens, die Ordination zum Mönch. ",
  "mn57:14.2": "Allerdings habe ich in dieser Sache individuelle Unterschiede anerkannt.“ ",
  "mn57:14.3": "„Herr, wenn in einem solchen Fall vier Monate Probezeit erforderlich sind, werde ich vier Jahre auf Probe verbringen. Wenn die Mönche nach Ablauf von vier Jahren zufrieden sind, mögen sie mir die Weihe des Fortziehens geben, die Ordination zum Mönch.“ ",
  "mn57:15.1": "Und der nackte Asket Seniya erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "mn57:15.2": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Seniya, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in eben diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "mn57:15.3": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.“ ",
  "mn57:15.4": "Und der Ehrwürdige Seniya wurde einer der Vollendeten. "
}