{
  "mn58:0.1": "Mittlere Lehrreden 58 ",
  "mn58:0.2": "Mit dem Prinzen Abhaya ",
  "mn58:1.1": "So habe ich es gehört: ",
  "mn58:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "mn58:2.1": "Da ging Prinz Abhaya zu dem Jaina-Asketen aus dem Stamm Ñātika, verbeugte sich und setzte sich zur Seite hin. Der Jaina Ñātika sagte zu ihm: ",
  "mn58:3.1": "„Komm, Prinz, widerlege die Doktrin des Asketen Gotama. ",
  "mn58:3.2": "Dann wirst du einen guten Ruf haben: ",
  "mn58:3.3": "‚Prinz Abhaya hat die Doktrin des Asketen Gotama widerlegt, der so mächtig und gewaltig ist!‘“ ",
  "mn58:3.4": "„Aber Herr, wie soll ich das machen?“ ",
  "mn58:3.5": "„Hier, Prinz, geh zum Asketen Gotama und sage zu ihm: ",
  "mn58:3.6": "‚Herr, würde der Klargewordene eine Rede äußern, die bei anderen unerwünscht und unbeliebt ist?‘ ",
  "mn58:3.7": "Wenn er so gefragt wird und er antwortet: ",
  "mn58:3.8": "‚Das würde er, Prinz‘, so sage zu ihm: ",
  "mn58:3.9": "‚Was genau, Herr, ist dann der Unterschied zwischen dir und einem gewöhnlichen Menschen? ",
  "mn58:3.10": "Denn selbst ein gewöhnlicher Mensch würde eine Rede äußern, die bei anderen unerwünscht und unbeliebt ist.‘ ",
  "mn58:3.11": "Aber wenn er antwortet: ",
  "mn58:3.12": "‚Das würde er nicht, Prinz‘, so sage zu ihm: ",
  "mn58:3.13": "‚Warum genau, Herr, hast du dann von Devadatta erklärt: ",
  "mn58:3.14": "„Devadatta wird zu einem verlorenen Ort gehen, in die Hölle, und dort unrettbar für ein Äon bleiben“? ",
  "mn58:3.15": "Devadatta war zornig und aufgebracht, als du das sagtest.‘ ",
  "mn58:3.16": "Wenn du ihm dieses Dilemma vorträgst, wird der Buddha weder in der Lage sein, es auszuspucken, noch, es herunterzuschlucken. ",
  "mn58:3.17": "Er wird sein wie ein Mensch, dem ein Eisenkreuz im Hals steckt, der weder in der Lage ist, es auszuspucken, noch, es herunterzuschlucken.“ ",
  "mn58:4.1": "„Ja, Herr“, antwortete Abhaya. Er erhob sich von seinem Sitz, verbeugte sich und umrundete den Jaina Ñātika respektvoll, die rechte Seite ihm zugewandt. Dann ging er zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "mn58:4.2": "Dann schaute er nach der Sonne und dachte: ",
  "mn58:4.3": "„Für heute ist es zu spät, die Doktrin des Asketen Gotama zu widerlegen. ",
  "mn58:4.4": "Ich werde morgen bei mir zu Hause seine Doktrin widerlegen.“ Er sagte zum Buddha: ",
  "mn58:4.5": "„Herr, der Buddha wolle die morgige Mahlzeit von mir annehmen, zusammen mit drei weiteren Mönchen.“ ",
  "mn58:4.6": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "mn58:5.1": "Da erhob sich, als er die Zustimmung des Buddha erkannt hatte, Abhaya von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "mn58:5.2": "Als dann die Nacht vorüber war, kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zu Abhayas Haus und setzte sich dort auf den ausgebreiteten Sitz. ",
  "mn58:5.3": "Da bewirtete und bediente Abhaya den Buddha eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "mn58:5.4": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, nahm Abhaya einen niedrigen Sitz, setzte sich zur Seite hin ",
  "mn58:6.1": "und sagte zu ihm: ",
  "mn58:6.2": "„Herr, würde der Klargewordene eine Rede äußern, die bei anderen unerwünscht und unbeliebt ist?“ ",
  "mn58:6.3": "„Das ist nicht so einfach, Prinz.“ ",
  "mn58:6.4": "„Dann haben die Jainas hier verloren, Herr.“ ",
  "mn58:6.5": "„Aber Prinz, warum sagst du, ",
  "mn58:6.6": "dass die Jainas hier verloren haben?“ ",
  "mn58:6.7": "Da berichtete Abhaya dem Buddha das Gespräch, das er mit dem Jaina Ñātika gehabt hatte. ",
  "mn58:7.1": "Da saß zu dieser Zeit ein kleiner, unbeholfener Junge auf Prinz Abhayas Schoß. ",
  "mn58:7.2": "Da sagte der Buddha zu Abhaya: ",
  "mn58:7.3": "„Was denkst du, Prinz? ",
  "mn58:7.4": "Wenn dein Junge aufgrund deiner Nachlässigkeit oder einer Nachlässigkeit seines Kindermädchens ein Stöckchen oder Steinchen in den Mund steckte, was würdest du mit ihm tun?“ ",
  "mn58:7.5": "„Ich würde versuchen, den Gegenstand herauszuholen, Herr. ",
  "mn58:7.6": "Wenn das nicht gelänge, würde ich mit der linken Hand den Kopf halten und mit einem gekrümmten Finger der rechten Hand den Gegenstand herausholen, selbst wenn es blutete. ",
  "mn58:7.7": "Und warum? ",
  "mn58:7.8": "Weil ich Anteilnahme für den Jungen habe, Herr.“ ",
  "mn58:8.1": "„Ebenso, Prinz, äußert der Klargewordene keine Rede, von der er weiß, dass sie unwahr, falsch und sinnlos ist, und die bei anderen unerwünscht und unbeliebt ist. ",
  "mn58:8.2": "Der Klargewordene äußert keine Rede, von der er weiß, dass sie wahr und fundiert, aber sinnlos ist, und die bei anderen unerwünscht und unbeliebt ist. ",
  "mn58:8.3": "Der Klargewordene kennt die rechte Zeit, zu sprechen, wenn es darum geht, etwas zu erklären, von dem er weiß, dass es wahr, fundiert und hilfreich ist, und das bei anderen unerwünscht und unbeliebt ist. ",
  "mn58:8.4": "Der Klargewordene äußert keine Rede, von der er weiß, dass sie unwahr, falsch und sinnlos ist, und die bei anderen erwünscht und beliebt ist. ",
  "mn58:8.5": "Der Klargewordene äußert keine Rede, von der er weiß, dass sie wahr und fundiert, aber sinnlos ist, und die bei anderen erwünscht und beliebt ist. ",
  "mn58:8.6": "Der Klargewordene kennt die rechte Zeit, zu sprechen, wenn es darum geht, etwas zu erklären, von dem er weiß, dass es wahr, fundiert und hilfreich ist, und das bei anderen erwünscht und beliebt ist. ",
  "mn58:8.7": "Und warum? ",
  "mn58:8.8": "Weil der Klargewordene Anteilnahme für die Lebewesen hat.“ ",
  "mn58:9.1": "„Herr, es gibt clevere Adlige, Brahmanen, Hausbesitzer oder Asketen, die zu dir kommen mit einer Frage, die sie vorher geplant haben. ",
  "mn58:9.2": "Denkst du vorher darüber nach: ‚Wenn sie mich so fragen, werde ich so antworten‘, oder fällt dir die Antwort einfach spontan ein?“ ",
  "mn58:10.1": "„Nun, Prinz, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "mn58:10.2": "Was denkst du, Prinz? ",
  "mn58:10.3": "Kennst du dich mit den verschiedenen Teilen eines Wagens aus?“ ",
  "mn58:10.4": "„Das tue ich, Herr.“ ",
  "mn58:10.5": "„Was denkst du, Prinz? ",
  "mn58:10.6": "Wenn sie zu dir kommen und fragen: ",
  "mn58:10.7": "‚Was ist der Name dieses Teils des Wagens?‘ ",
  "mn58:10.8": "Denkst du vorher darüber nach: ‚Wenn sie mich so fragen, werde ich so antworten‘, oder fällt dir die Antwort einfach spontan ein?“ ",
  "mn58:10.9": "„Herr, ich bin weithin als Wagenlenker bekannt, der in den Teilen des Wagens bewandert ist. ",
  "mn58:10.10": "Alle Teile sind mir wohl vertraut. ",
  "mn58:10.11": "Die Antwort fällt mir einfach spontan ein.“ ",
  "mn58:11.1": "„Ebenso fällt mir, wenn clevere Adlige, Brahmanen, Hausbesitzer oder Asketen zu mir kommen mit einer Frage, die sie vorher geplant haben, die Antwort einfach spontan ein. ",
  "mn58:11.2": "Und warum? ",
  "mn58:11.3": "Weil der Klargewordene das Prinzip der Lehren klar erfasst hat, sodass ihm die Antwort einfach spontan einfällt.“ ",
  "mn58:12.1": "Als der Buddha geendet hatte, sagte der Prinz Abhaya zu ihm: ",
  "mn58:12.2": "„Vortrefflich, Herr! Vortrefflich! … ",
  "mn58:12.3": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}