{
  "mn59:0.1": "Mittlere Lehrreden 59 ",
  "mn59:0.2": "Die vielen Arten von Gefühl ",
  "mn59:1.1": "So habe ich es gehört: ",
  "mn59:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn59:1.3": "Da ging der Zimmermannsmeister Pañcakaṅga zum Ehrwürdigen Udāyī, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn59:1.4": "„Herr, von wie vielen Gefühlen hat der Buddha gesprochen?“ ",
  "mn59:1.5": "„Zimmermannsmeister, der Buddha hat von drei Gefühlen gesprochen: ",
  "mn59:1.6": "von angenehmem, schmerzhaftem und neutralem Gefühl. ",
  "mn59:1.7": "Von diesen drei Gefühlen hat der Buddha gesprochen.“ ",
  "mn59:1.8": "Darauf sagte Pañcakaṅga zu Udāyī: ",
  "mn59:1.9": "„Herr, Udāyī, der Buddha hat nicht von drei Gefühlen gesprochen. ",
  "mn59:1.10": "Er hat von zwei Gefühlen gesprochen: ",
  "mn59:1.11": "von angenehmem und schmerzhaftem Gefühl. ",
  "mn59:1.12": "Der Buddha sagte, das neutrale Gefühl sei in einem friedvollen und subtilen Glück enthalten.“ ",
  "mn59:2.1": "Zum zweiten Mal sagte Udāyī zu Pañcakaṅga: ",
  "mn59:2.2": "„Der Buddha hat nicht von zwei Gefühlen gesprochen, ",
  "mn59:2.3": "er hat von dreien gesprochen.“ ",
  "mn59:2.6": "Zum zweiten Mal sagte Pañcakaṅga zu Udāyī: ",
  "mn59:2.7": "„Der Buddha hat nicht von drei Gefühlen gesprochen, ",
  "mn59:2.8": "er hat von zweien gesprochen.“ ",
  "mn59:3.1": "Zum dritten Mal sagte Udāyī zu Pañcakaṅga: ",
  "mn59:3.2": "„Der Buddha hat nicht von zwei Gefühlen gesprochen, ",
  "mn59:3.3": "er hat von dreien gesprochen.“ ",
  "mn59:3.6": "Zum dritten Mal sagte Pañcakaṅga zu Udāyī: ",
  "mn59:3.7": "„Der Buddha hat nicht von drei Gefühlen gesprochen, ",
  "mn59:3.8": "er hat von zweien gesprochen.“ ",
  "mn59:3.11": "Und keiner war in der Lage, den anderen zu überzeugen. ",
  "mn59:4.1": "Der Ehrwürdige Ānanda hörte dieses Gespräch zwischen dem Ehrwürdigen Udāyī und Pañcakaṅga. ",
  "mn59:4.2": "Er ging zum Buddha, verbeugte sich, setzte sich zur Seite hin ",
  "mn59:4.3": "und berichtete dem Buddha, worüber die beiden gesprochen hatten. ",
  "mn59:4.4": "Darauf sagte der Buddha zu ihm: ",
  "mn59:5.1": "„Ānanda, die Erklärung des Mönchs Udāyī, der der Zimmermannsmeister Pañcakaṅga nicht zugestimmt hat, war ganz richtig. Und die Erklärung Pañcakaṅgas, der Udāyī nicht zugestimmt hat, war auch ganz richtig. ",
  "mn59:5.2": "In einer Erklärung habe ich von zwei Gefühlen gesprochen. In einer anderen Erklärung habe ich von drei Gefühlen gesprochen, oder von fünf, von sechs, von achtzehn, von sechsunddreißig oder von hundertacht Gefühlen. ",
  "mn59:5.3": "Ich habe die Lehre auf all diese verschiedenen Arten erklärt. ",
  "mn59:5.4": "Da das so ist, kann man erwarten, dass diejenigen, die nicht nachgeben, zustimmen oder mit dem einverstanden sind, was gut gesprochen wurde, zanken, streiten und aneinandergeraten werden und einander fortwährend mit scharfen Worten verletzen. ",
  "mn59:5.5": "Ich habe die Lehre auf all diese verschiedenen Arten erklärt. ",
  "mn59:5.6": "Da das so ist, kann man erwarten, dass diejenigen, die nachgeben, zustimmen und mit dem einverstanden sind, was gut gesprochen wurde, in Eintracht leben werden, sich gegenseitig wertschätzen, ohne Streit, sich wie Milch und Wasser mischen und einander mit freundlichen Augen betrachten. ",
  "mn59:6.1": "Es gibt fünf Arten sinnlicher Erregung. ",
  "mn59:6.2": "Welche fünf? ",
  "mn59:6.3": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn59:6.4": "Töne, die das Ohr erkennt … ",
  "mn59:6.5": "Düfte, die die Nase erkennt … ",
  "mn59:6.6": "Geschmäcke, die die Zunge erkennt … ",
  "mn59:6.7": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn59:6.8": "Das sind die fünf Arten sinnlicher Erregung. ",
  "mn59:6.9": "Das Glück und die Freude, die von diesen fünf Arten sinnlicher Erregung kommen, nennt man Sinnenfreuden. ",
  "mn59:7.1": "Es gibt die, die sagen würden, dies sei das höchste Glück und Hochgefühl, das Lebewesen erfahren. Aber ich gestehe ihnen das nicht zu. ",
  "mn59:7.2": "Und warum nicht? ",
  "mn59:7.3": "Weil es ein anderes Glück gibt, das erlesener ist als jenes. ",
  "mn59:7.4": "Und was ist dieses Glück? ",
  "mn59:7.5": "Da tritt ein Mönch oder eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Seligkeit der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "mn59:7.6": "Das ist ein Glück, das erlesener ist als jenes. ",
  "mn59:8.1": "Es gibt die, die sagen würden, dies sei das höchste Glück und Hochgefühl, das Lebewesen erfahren. Aber ich gestehe ihnen das nicht zu. ",
  "mn59:8.2": "Und warum nicht? ",
  "mn59:8.3": "Weil es ein anderes Glück gibt, das erlesener ist als jenes. ",
  "mn59:8.4": "Und was ist dieses Glück? ",
  "mn59:8.5": "Da tritt ein Mönch oder eine Nonne, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Seligkeit der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. … ",
  "mn59:9.2": "Es gibt ein anderes Glück, das erlesener ist als jenes. ",
  "mn59:9.3": "Und was ist dieses Glück? ",
  "mn59:9.4": "Da tritt ein Mönch oder eine Nonne mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweilt darin; da meditiert man mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ … ",
  "mn59:10.2": "Es gibt ein anderes Glück, das erlesener ist als jenes. ",
  "mn59:10.3": "Und was ist dieses Glück? ",
  "mn59:10.4": "Da gibt ein Mönch oder eine Nonne Glück und Schmerz auf und beendet frühere Fröhlichkeit und Traurigkeit und tritt so in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. … ",
  "mn59:11.2": "Es gibt ein anderes Glück, das erlesener ist als jenes. ",
  "mn59:11.3": "Und was ist dieses Glück? ",
  "mn59:11.4": "Da übersteigt ein Mönch jegliche Formwahrnehmung, und mit dem Beenden der Wahrnehmung von Eindrücken, und indem er sich nicht der Wahrnehmung von Vielfalt zuwendet, im Wissen: ‚Raum ist unendlich‘, tritt er in die Dimension des unendlichen Raumes ein und verweilt darin. … ",
  "mn59:12.2": "Es gibt ein anderes Glück, das erlesener ist als jenes. ",
  "mn59:12.3": "Und was ist dieses Glück? ",
  "mn59:12.4": "Da übersteigt eine Nonne vollständig die Dimension des unendlichen Raumes im Wissen: ‚Bewusstsein ist unendlich‘, tritt in die Dimension des unendlichen Bewusstseins ein und verweilt darin. … ",
  "mn59:13.2": "Es gibt ein anderes Glück, das erlesener ist als jenes. ",
  "mn59:13.3": "Und was ist dieses Glück? ",
  "mn59:13.4": "Da übersteigt ein Mönch vollständig die Dimension des unendlichen Bewusstseins im Wissen: ‚da ist überhaupt nichts‘, tritt in die Dimension des Nichts ein und verweilt darin. … ",
  "mn59:14.2": "Es gibt ein anderes Glück, das erlesener ist als jenes. ",
  "mn59:14.3": "Und was ist dieses Glück? ",
  "mn59:14.4": "Da übersteigt eine Nonne vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "mn59:14.5": "Das ist ein Glück, das erlesener ist als jenes. ",
  "mn59:15.1": "Es gibt die, die sagen würden, dies sei das höchste Glück und Hochgefühl, das Lebewesen erfahren. Aber ich gestehe ihnen das nicht zu. ",
  "mn59:15.2": "Und warum nicht? ",
  "mn59:15.3": "Weil es ein anderes Glück gibt, das erlesener ist als jenes. ",
  "mn59:15.4": "Und was ist dieses Glück? ",
  "mn59:15.5": "Da übersteigt ein Mönch oder eine Nonne vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. ",
  "mn59:15.6": "Das ist ein Glück, das erlesener ist als jenes. ",
  "mn59:16.1": "Es ist möglich, dass Wanderer, die andere Wege gehen, sagen: ",
  "mn59:16.2": "‚Der Asket Gotama sprach vom Aufhören von Wahrnehmung und Gefühl, und er sagt, das sei im Glück enthalten. ",
  "mn59:16.3": "Was hat es damit auf sich?‘ ",
  "mn59:16.4": "Wenn Wanderer, die andere Wege gehen, das sagen, solltet ihr zu ihnen sagen: ",
  "mn59:16.5": "‚Werte Freunde, wenn der Buddha beschreibt, was im Glück enthalten ist, bezieht er sich nicht nur auf angenehmes Gefühl. ",
  "mn59:16.6": "Der Klargewordene beschreibt Angenehmes als etwas, das im Glück enthalten ist, überall da und in jedem Zusammenhang, wo es zu finden ist.‘“ ",
  "mn59:16.7": "Das sagte der Buddha. ",
  "mn59:16.8": "Zufrieden freute sich der Ehrwürdige Ānanda über die Worte des Buddha. "
}