{
  "mn60:0.1": "Mittlere Lehrreden 60 ",
  "mn60:0.2": "Unfehlbar ",
  "mn60:1.1": "So habe ich es gehört: ",
  "mn60:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. Er kam zu einem Dorf der Kosaler Brahmanen mit Namen Sālā. ",
  "mn60:2.1": "Die Brahmanen und Hausbesitzer von Sālā hörten: ",
  "mn60:2.2": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist zusammen mit einem großen Saṅgha von Mönchen und Nonnen in Sālā angekommen. ",
  "mn60:2.3": "Er hat diesen guten Ruf: ",
  "mn60:2.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn60:2.5": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn60:2.6": "Er verkündet eine Lehre, die am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn60:2.7": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "mn60:3.1": "Da gingen die Brahmanen und Hausbesitzer von Sālā zum Buddha. Manche verbeugten sich, manche begrüßten ihn und tauschten Höflichkeiten aus, manche hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen. Sie setzten sich zur Seite hin, und der Buddha sagte zu ihnen: ",
  "mn60:4.1": "„Nun, Hausbesitzer, gibt es irgendeinen Lehrer, mit dem ihr zufrieden seid, zu dem ihr begründetes Vertrauen gefasst habt?“ ",
  "mn60:4.2": "„Nein, Herr, den gibt es nicht.“ ",
  "mn60:4.3": "„Da ihr keinen Lehrer gefunden habt, mit dem ihr zufrieden seid, solltet ihr diese unfehlbare Lehre aufnehmen und befolgen. ",
  "mn60:4.4": "Denn wenn die unfehlbare Lehre aufgenommen wird, wird das zu eurem langanhaltenden Nutzen und Glück sein. ",
  "mn60:4.5": "Und was ist die unfehlbare Lehre? ",
  "mn60:5.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn60:5.2": "‚Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der sich richtig benimmt, richtig übt, und der das Leben nach dem Tod erklärt, nachdem er es durch eigene Einsicht erkannt hat.‘ ",
  "mn60:6.1": "Und es gibt manche Asketen und Brahmanen, deren Doktrin dieser diametral widerspricht. ",
  "mn60:6.2": "Sie sagen: ",
  "mn60:6.3": "‚Geben, Opfer und Spenden sind sinnvoll. Es gibt eine Frucht und ein Ergebnis von guten und schlechten Taten. Es gibt ein Leben nach dem Tod. Es gibt so etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt Asketen und Brahmanen, die richtig verwirklicht sind, richtig geübt haben, die das Leben nach dem Tod erklären, nachdem sie es durch eigene Einsicht erkannt haben.‘ ",
  "mn60:6.4": "Was denkt ihr, Hausbesitzer? ",
  "mn60:6.5": "Widersprechen diese Doktrinen einander nicht diametral?“ ",
  "mn60:6.6": "„Ja, Herr.“ ",
  "mn60:7.1": "„Da das so ist, betrachten wir die Asketen und Brahmanen, die die Ansicht haben, ",
  "mn60:7.2": "Geben, Opfer und Spenden hätten keinen Sinn usw. ",
  "mn60:7.3": "Man kann erwarten, dass sie gutes Verhalten mit dem Körper, der Sprache und dem Geist verwerfen und schlechtes Verhalten mit dem Körper, der Sprache und dem Geist aufnehmen und befolgen. ",
  "mn60:7.4": "Warum ist das so? ",
  "mn60:7.5": "Weil diese Asketen und Brahmanen nicht den Nachteil untauglicher Eigenschaften sehen, die so schmutzig und unlauter sind, und den Vorteil tauglicher Eigenschaften, die läuternde Kraft der Entsagung. ",
  "mn60:8.1": "Und da es jene Welt tatsächlich gibt, ist darüber hinaus ihre Ansicht, jene Welt gebe es nicht, eine falsche Ansicht. ",
  "mn60:8.2": "Da es jene Welt tatsächlich gibt, ist ihr Denken, jene Welt gebe es nicht, falsches Denken. ",
  "mn60:8.3": "Da es jene Welt tatsächlich gibt, ist ihre Rede, jene Welt gebe es nicht, falsche Rede. ",
  "mn60:8.4": "Da es jene Welt tatsächlich gibt, widersprechen sie, wenn sie sagen, jene Welt gebe es nicht, jenen Vollendeten, die jene Welt kennen. ",
  "mn60:8.5": "Da es jene Welt tatsächlich gibt, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, jene Welt gebe es nicht, davon, eine unwahre Lehre anzunehmen. ",
  "mn60:8.6": "Und sie verherrlichen sich deshalb selbst und setzen andere herab. ",
  "mn60:8.7": "So geben sie ihr früheres sittliches Verhalten auf und sind in unmoralischem Verhalten verankert. ",
  "mn60:8.8": "Und so entstehen aufgrund von falscher Ansicht diese vielen schlechten, untauglichen Eigenschaften: falsche Ansicht, falsches Denken, falsche Rede, den Edlen widersprechen, andere überzeugen, unwahre Lehren anzunehmen, sowie sich selbst verherrlichen und andere herabsetzen. ",
  "mn60:9.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn60:9.2": "‚Wenn es jene Welt nicht gibt, wird diese Person, wenn ihr Körper auseinanderbricht, sich Sicherheit verschaffen. ",
  "mn60:9.3": "Aber wenn es jene Welt gibt, wird diese Person, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn60:9.4": "Aber gestehen wir zu, dass die, die sagen, jene Welt gebe es nicht, die Wahrheit sprächen. ",
  "mn60:9.5": "Dennoch wird diese Person in diesem Leben von vernünftigen Menschen als unmoralische Person mit falscher Ansicht getadelt, als Nihilist.‘ ",
  "mn60:9.6": "Aber wenn es jene Welt tatsächlich gibt, hat sie eine Verliererhand auf beiden Seiten. ",
  "mn60:9.7": "Denn sie wird in diesem Leben von vernünftigen Menschen getadelt, und wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn60:9.8": "Sie hat diese unfehlbare Lehre falsch aufgenommen, sodass sie nur das erwünschte Ergebnis auf einer Seite umfasst und die taugliche Prämisse auslässt. ",
  "mn60:10.1": "Da das so ist, betrachten wir die Asketen und Brahmanen, die die Ansicht haben, ",
  "mn60:10.2": "Geben, Opfer und Spenden seien sinnvoll usw. ",
  "mn60:10.3": "Man kann erwarten, dass sie schlechtes Verhalten mit dem Körper, der Sprache und dem Geist verwerfen und gutes Verhalten mit dem Körper, der Sprache und dem Geist aufnehmen und befolgen. ",
  "mn60:10.4": "Warum ist das so? ",
  "mn60:10.5": "Weil diese Asketen und Brahmanen den Nachteil untauglicher Eigenschaften sehen, die so schmutzig und unlauter sind, und den Vorteil tauglicher Eigenschaften, die läuternde Kraft der Entsagung. ",
  "mn60:11.1": "Und da es jene Welt tatsächlich gibt, ist darüber hinaus ihre Ansicht, es gebe jene Welt, rechte Ansicht. ",
  "mn60:11.2": "Da es jene Welt tatsächlich gibt, ist ihr Denken, es gebe jene Welt, rechtes Denken. ",
  "mn60:11.3": "Da es jene Welt tatsächlich gibt, ist ihre Rede, es gebe jene Welt, rechte Rede. ",
  "mn60:11.4": "Da es jene Welt tatsächlich gibt, widersprechen sie, wenn sie sagen, es gebe jene Welt, nicht jenen Vollendeten, die jene Welt kennen. ",
  "mn60:11.5": "Da es jene Welt tatsächlich gibt, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, es gebe jene Welt, davon, eine wahre Lehre anzunehmen. ",
  "mn60:11.6": "Und sie verherrlichen sich deshalb nicht selbst, noch setzen sie andere herab. ",
  "mn60:11.7": "So geben sie ihr früheres unmoralisches Verhalten auf und sind in sittlichem Verhalten verankert. ",
  "mn60:11.8": "Und so entstehen aufgrund von rechter Ansicht diese vielen tauglichen Eigenschaften: rechte Ansicht, rechtes Denken, rechte Rede, den Edlen nicht widersprechen, andere überzeugen, wahre Lehren anzunehmen, sowie sich nicht selbst verherrlichen oder andere herabsetzen. ",
  "mn60:12.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn60:12.2": "‚Wenn es jene Welt gibt, wird diese Person, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn60:12.3": "Aber gestehen wir zu, dass die, die sagen, jene Welt gebe es nicht, die Wahrheit sprächen. ",
  "mn60:12.4": "Dennoch wird diese Person in diesem Leben von vernünftigen Menschen als sittliche Person mit rechter Ansicht gepriesen, die eine Lehre von etwas Bestehendem bejaht.‘ ",
  "mn60:12.5": "Wenn es also jene Welt tatsächlich gibt, hat sie eine perfekte Hand auf beiden Seiten. ",
  "mn60:12.6": "Denn sie wird in diesem Leben von vernünftigen Menschen gepriesen, und wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn60:12.7": "Sie hat diese unfehlbare Lehre richtig aufgenommen, sodass sie das erwünschte Ergebnis auf beiden Seiten umfasst und die untaugliche Prämisse auslässt. ",
  "mn60:13.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn60:13.2": "‚Der Täter tut nichts Schlechtes, wenn er bestraft, verstümmelt, foltert, kränkt, unterdrückt oder einschüchtert oder wenn er andere anstiftet, das Gleiche zu tun. Er tut nichts Schlechtes, wenn er tötet, stiehlt, in Häuser einbricht, Vermögen plündert, aus abgelegenen Gebäuden raubt, Landstraßen belagert, Ehebruch begeht und lügt. ",
  "mn60:13.3": "Wenn man alle lebenden Geschöpfe auf dieser Erde mit einem rasiermesserscharfen Chakram in einen einzigen Fleischhaufen, eine einzige Fleischmasse verwandeln würde, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "mn60:13.4": "Wenn man am südlichen Ufer des Ganges entlangginge und töten, verstümmeln und foltern würde und andere anstiften würde, das Gleiche zu tun, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "mn60:13.5": "Wenn man am nördlichen Ufer des Ganges entlangginge und spenden und opfern würde und andere ermuntern würde, das Gleiche zu tun, würde daraus kein Verdienst entstehen und auch keine Auswirkung von Verdienst. ",
  "mn60:13.6": "In Geben, Selbstbeherrschung, Zügelung und Wahrhaftigkeit liegt kein Verdienst und auch keine Auswirkung von Verdienst.‘ ",
  "mn60:14.1": "Und es gibt manche Asketen und Brahmanen, deren Doktrin dieser diametral widerspricht. Sie sagen: ",
  "mn60:14.2": "‚Der Täter tut etwas Schlechtes, wenn er bestraft, verstümmelt, foltert, kränkt, unterdrückt oder einschüchtert oder wenn er andere anstiftet, das Gleiche zu tun. Er tut etwas Schlechtes, wenn er tötet, stiehlt, in Häuser einbricht, Vermögen plündert, aus abgelegenen Gebäuden raubt, Landstraßen belagert, Ehebruch begeht und lügt. ",
  "mn60:14.3": "Wenn man alle lebenden Geschöpfe auf dieser Erde mit einem rasiermesserscharfen Chakram in einen einzigen Fleischhaufen, eine einzige Fleischmasse verwandeln würde, würde daraus Böses entstehen und auch eine Auswirkung von Bösem. ",
  "mn60:14.4": "Wenn man am südlichen Ufer des Ganges entlangginge und töten, verstümmeln und foltern würde und andere anstiften würde, das Gleiche zu tun, würde daraus Böses entstehen und auch eine Auswirkung von Bösem. ",
  "mn60:14.5": "Wenn man am nördlichen Ufer des Ganges entlangginge und spenden und opfern würde und andere ermuntern würde, das Gleiche zu tun, würde daraus Verdienst entstehen und auch eine Auswirkung von Verdienst. ",
  "mn60:14.6": "In Geben, Selbstbeherrschung, Zügelung und Wahrhaftigkeit liegt Verdienst und auch eine Auswirkung von Verdienst.‘ ",
  "mn60:14.7": "Was denkt ihr, Hausbesitzer? ",
  "mn60:14.8": "Widersprechen diese Doktrinen einander nicht diametral?“ ",
  "mn60:14.9": "„Ja, Herr.“ ",
  "mn60:15.1": "„Da das so ist, betrachten wir die Asketen und Brahmanen, die die Ansicht haben, ",
  "mn60:15.2": "der Täter tue nichts Schlechtes, wenn er bestrafe, verstümmele, foltere usw. ",
  "mn60:15.5": "Man kann erwarten, dass sie gutes Verhalten mit dem Körper, der Sprache und dem Geist verwerfen und schlechtes Verhalten mit dem Körper, der Sprache und dem Geist aufnehmen und befolgen. ",
  "mn60:15.6": "Warum ist das so? ",
  "mn60:15.7": "Weil diese Asketen und Brahmanen nicht den Nachteil untauglicher Eigenschaften sehen, die so schmutzig und unlauter sind, und den Vorteil tauglicher Eigenschaften, die läuternde Kraft der Entsagung. ",
  "mn60:16.1": "Und da es eine Wirkung von Taten tatsächlich gibt, ist darüber hinaus ihre Ansicht, es gebe keine Wirkung von Taten, eine falsche Ansicht. ",
  "mn60:16.2": "Da es eine Wirkung von Taten tatsächlich gibt, ist ihr Denken, es gebe keine Wirkung von Taten, falsches Denken. ",
  "mn60:16.3": "Da es eine Wirkung von Taten tatsächlich gibt, ist ihre Rede, es gebe keine Wirkung von Taten, falsche Rede. ",
  "mn60:16.4": "Da es eine Wirkung von Taten tatsächlich gibt, widersprechen sie, wenn sie sagen, es gebe keine Wirkung von Taten, jenen Vollendeten, die lehren, dass es eine Wirkung von Taten gibt. ",
  "mn60:16.5": "Da es eine Wirkung von Taten tatsächlich gibt, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, es gebe keine Wirkung von Taten, davon, eine unwahre Lehre anzunehmen. ",
  "mn60:16.6": "Und sie verherrlichen sich deshalb selbst und setzen andere herab. ",
  "mn60:16.7": "So geben sie ihr früheres sittliches Verhalten auf und sind in unmoralischem Verhalten verankert. ",
  "mn60:16.8": "Und so entstehen aufgrund von falscher Ansicht diese vielen schlechten, untauglichen Eigenschaften: falsche Ansicht, falsches Denken, falsche Rede, den Edlen widersprechen, andere überzeugen, unwahre Lehren anzunehmen, sowie sich selbst verherrlichen und andere herabsetzen. ",
  "mn60:17.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn60:17.2": "‚Wenn es keine Wirkung von Taten gibt, wird diese Person, wenn ihr Körper auseinanderbricht, sich Sicherheit verschaffen. ",
  "mn60:17.3": "Aber wenn es eine Wirkung von Taten gibt, wird diese Person, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn60:17.4": "Aber gestehen wir zu, dass die, die sagen, es gebe keine Wirkung von Taten, die Wahrheit sprächen. ",
  "mn60:17.5": "Dennoch wird diese Person in diesem Leben von vernünftigen Menschen als unmoralische Person mit falscher Ansicht getadelt, als jemand, der die Wirksamkeit von Taten leugnet.‘ ",
  "mn60:17.6": "Aber wenn es eine Wirkung von Taten tatsächlich gibt, hat sie eine Verliererhand auf beiden Seiten. ",
  "mn60:17.7": "Denn sie wird in diesem Leben von vernünftigen Menschen getadelt, und wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn60:17.8": "Sie hat diese unfehlbare Lehre falsch aufgenommen, sodass sie nur das erwünschte Ergebnis auf einer Seite umfasst und die taugliche Prämisse auslässt. ",
  "mn60:18.1": "Da das so ist, betrachten wir die Asketen und Brahmanen, die die Ansicht haben, ",
  "mn60:18.2": "der Täter tue etwas Schlechtes, wenn er bestrafe, verstümmele, foltere usw. ",
  "mn60:18.6": "Man kann erwarten, dass sie schlechtes Verhalten mit dem Körper, der Sprache und dem Geist verwerfen und gutes Verhalten mit dem Körper, der Sprache und dem Geist aufnehmen und befolgen. ",
  "mn60:18.7": "Warum ist das so? ",
  "mn60:18.8": "Weil diese Asketen und Brahmanen den Nachteil untauglicher Eigenschaften sehen, die so schmutzig und unlauter sind, und den Vorteil tauglicher Eigenschaften, die läuternde Kraft der Entsagung. ",
  "mn60:19.1": "Und da es eine Wirkung von Taten tatsächlich gibt, ist darüber hinaus ihre Ansicht, es gebe eine Wirkung von Taten, rechte Ansicht. ",
  "mn60:19.2": "Da es eine Wirkung von Taten tatsächlich gibt, ist ihr Denken, es gebe eine Wirkung von Taten, rechtes Denken. ",
  "mn60:19.3": "Da es eine Wirkung von Taten tatsächlich gibt, ist ihre Rede, es gebe eine Wirkung von Taten, rechte Rede. ",
  "mn60:19.4": "Da es eine Wirkung von Taten tatsächlich gibt, widersprechen sie, wenn sie sagen, es gebe eine Wirkung von Taten, nicht jenen Vollendeten, die lehren, dass es eine Wirkung von Taten gibt. ",
  "mn60:19.5": "Da es eine Wirkung von Taten tatsächlich gibt, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, es gebe eine Wirkung von Taten, davon, eine wahre Lehre anzunehmen. ",
  "mn60:19.6": "Und sie verherrlichen sich deshalb nicht selbst, noch setzen sie andere herab. ",
  "mn60:19.7": "So geben sie ihr früheres unmoralisches Verhalten auf und sind in sittlichem Verhalten verankert. ",
  "mn60:19.8": "Und so entstehen aufgrund von rechter Ansicht diese vielen tauglichen Eigenschaften: rechte Ansicht, rechtes Denken, rechte Rede, den Edlen nicht widersprechen, andere überzeugen, wahre Lehren anzunehmen, sowie sich nicht selbst verherrlichen oder andere herabsetzen. ",
  "mn60:20.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn60:20.2": "‚Wenn es eine Wirkung von Taten gibt, wird diese Person, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn60:20.3": "Aber gestehen wir zu, dass die, die sagen, es gebe keine Wirkung von Taten, die Wahrheit sprächen. ",
  "mn60:20.4": "Dennoch wird diese Person in diesem Leben von vernünftigen Menschen als sittliche Person mit rechter Ansicht gepriesen, als jemand, der die Wirksamkeit von Taten bejaht.‘ ",
  "mn60:20.5": "Wenn es also eine Wirkung von Taten tatsächlich gibt, hat sie eine perfekte Hand auf beiden Seiten. ",
  "mn60:20.6": "Denn sie wird in diesem Leben von vernünftigen Menschen gepriesen, und wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn60:20.7": "Sie hat diese unfehlbare Lehre richtig aufgenommen, sodass sie das erwünschte Ergebnis auf beiden Seiten umfasst und die untaugliche Prämisse auslässt. ",
  "mn60:21.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn60:21.2": "‚Es gibt keinen Grund und keine Ursache für die Verunreinigung der Lebewesen. ",
  "mn60:21.3": "Lebewesen werden ohne Grund oder Ursache verunreinigt. ",
  "mn60:21.4": "Es gibt keinen Grund und keine Ursache für die Läuterung der Lebewesen. ",
  "mn60:21.5": "Lebewesen werden ohne Grund oder Ursache geläutert. ",
  "mn60:21.6": "Es gibt keine Kraft, keine Energie, keine menschliche Stärke oder Tatkraft. ",
  "mn60:21.7": "Alle Lebewesen, alle lebenden Geschöpfe, alle Wesen, alle Seelen sind ohne Kontrolle, Kraft oder Energie. Vom Schicksal, den Umständen und der Natur getrieben, erfahren sie in den sechs Wiedergeburtsklassen Glück und Schmerz.‘ ",
  "mn60:22.1": "Und es gibt manche Asketen und Brahmanen, deren Doktrin dieser diametral widerspricht. ",
  "mn60:22.2": "Sie sagen: ",
  "mn60:22.3": "‚Es gibt einen Grund und eine Ursache für die Verunreinigung der Lebewesen. ",
  "mn60:22.4": "Lebewesen werden aus einem Grund und einer Ursache verunreinigt. ",
  "mn60:22.5": "Es gibt einen Grund und eine Ursache für die Läuterung der Lebewesen. ",
  "mn60:22.6": "Lebewesen werden aus einem Grund und einer Ursache geläutert. ",
  "mn60:22.7": "Es gibt Kraft, Energie, menschliche Stärke oder Tatkraft. ",
  "mn60:22.8": "Es ist nicht so, dass alle Lebewesen, alle lebenden Geschöpfe, alle Wesen, alle Seelen ohne Kontrolle, Kraft oder Energie wären oder dass sie, vom Schicksal, den Umständen und der Natur getrieben, in den sechs Wiedergeburtsklassen Glück und Schmerz erfahren würden.‘ ",
  "mn60:22.9": "Was denkt ihr, Hausbesitzer? ",
  "mn60:22.10": "Widersprechen diese Doktrinen einander nicht diametral?“ ",
  "mn60:22.11": "„Ja, Herr.“ ",
  "mn60:23.1": "„Da das so ist, betrachten wir die Asketen und Brahmanen, die die Ansicht haben, ",
  "mn60:23.2": "es gebe keinen Grund und keine Ursache für die Verunreinigung der Lebewesen usw. ",
  "mn60:23.7": "Man kann erwarten, dass sie gutes Verhalten mit dem Körper, der Sprache und dem Geist verwerfen und schlechtes Verhalten mit dem Körper, der Sprache und dem Geist aufnehmen und befolgen. ",
  "mn60:23.8": "Warum ist das so? ",
  "mn60:23.9": "Weil diese Asketen und Brahmanen nicht den Nachteil untauglicher Eigenschaften sehen, die so schmutzig und unlauter sind, und den Vorteil tauglicher Eigenschaften tauglicher Eigenschaften, die läuternde Kraft der Entsagung. ",
  "mn60:24.1": "Und da es ein Kausalprinzip tatsächlich gibt, ist darüber hinaus ihre Ansicht, es gebe kein Kausalprinzip, eine falsche Ansicht. ",
  "mn60:24.2": "Da es ein Kausalprinzip tatsächlich gibt, ist ihr Denken, es gebe kein Kausalprinzip, falsches Denken. ",
  "mn60:24.3": "Da es ein Kausalprinzip tatsächlich gibt, ist ihre Rede, es gebe kein Kausalprinzip, falsche Rede. ",
  "mn60:24.4": "Da es ein Kausalprinzip tatsächlich gibt, widersprechen sie, wenn sie sagen, es gebe kein Kausalprinzip, jenen Vollendeten, die ein Kausalprinzip lehren. ",
  "mn60:24.5": "Da es ein Kausalprinzip tatsächlich gibt, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, es gebe kein Kausalprinzip, davon, eine unwahre Lehre anzunehmen. ",
  "mn60:24.6": "Und sie verherrlichen sich deshalb selbst und setzen andere herab. ",
  "mn60:24.7": "So geben sie ihr früheres sittliches Verhalten auf und sind in unmoralischem Verhalten verankert. ",
  "mn60:24.8": "Und so entstehen aufgrund von falscher Ansicht diese vielen schlechten, untauglichen Eigenschaften: falsche Ansicht, falsches Denken, falsche Rede, den Edlen widersprechen, andere überzeugen, unwahre Lehren anzunehmen, sowie sich selbst verherrlichen und andere herabsetzen. ",
  "mn60:25.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn60:25.2": "‚Wenn es kein Kausalprinzip gibt, wird diese Person, wenn ihr Körper auseinanderbricht, sich Sicherheit verschaffen. ",
  "mn60:25.3": "Aber wenn es ein Kausalprinzip gibt, wird diese Person, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn60:25.4": "Aber gestehen wir zu, dass die, die sagen, es gebe kein Kausalprinzip, die Wahrheit sprächen. ",
  "mn60:25.5": "Dennoch wird diese Person in diesem Leben von vernünftigen Menschen als unmoralische Person mit falscher Ansicht getadelt, als jemand, der ein Kausalprinzip leugnet.‘ ",
  "mn60:25.6": "Aber wenn es ein Kausalprinzip tatsächlich gibt, hat sie eine Verliererhand auf beiden Seiten. ",
  "mn60:25.7": "Denn sie wird in diesem Leben von vernünftigen Menschen getadelt, und wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "mn60:25.8": "Sie hat diese unfehlbare Lehre falsch aufgenommen, sodass sie nur das erwünschte Ergebnis auf einer Seite umfasst und die taugliche Prämisse auslässt. ",
  "mn60:26.1": "Da das so ist, betrachten wir die Asketen und Brahmanen, die die Ansicht haben, ",
  "mn60:26.2": "es gebe einen Grund und eine Ursache für die Verunreinigung der Lebewesen usw. ",
  "mn60:26.7": "Man kann erwarten, dass sie schlechtes Verhalten mit dem Körper, der Sprache und dem Geist verwerfen und gutes Verhalten mit dem Körper, der Sprache und dem Geist aufnehmen und befolgen. ",
  "mn60:26.8": "Warum ist das so? ",
  "mn60:26.9": "Weil diese Asketen und Brahmanen den Nachteil untauglicher Eigenschaften sehen, die so schmutzig und unlauter sind, und den Vorteil tauglicher Eigenschaften, die läuternde Kraft der Entsagung. ",
  "mn60:27.1": "Und da es ein Kausalprinzip tatsächlich gibt, ist darüber hinaus ihre Ansicht, es gebe ein Kausalprinzip, rechte Ansicht. ",
  "mn60:27.2": "Da es ein Kausalprinzip tatsächlich gibt, ist ihr Denken, es gebe ein Kausalprinzip, rechtes Denken. ",
  "mn60:27.3": "Da es ein Kausalprinzip tatsächlich gibt, ist ihre Rede, es gebe ein Kausalprinzip, rechte Rede. ",
  "mn60:27.4": "Da es ein Kausalprinzip tatsächlich gibt, widersprechen sie, wenn sie sagen, es gebe ein Kausalprinzip, nicht jenen Vollendeten, die ein Kausalprinzip lehren. ",
  "mn60:27.5": "Da es ein Kausalprinzip tatsächlich gibt, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, es gebe ein Kausalprinzip, davon, eine wahre Lehre anzunehmen. ",
  "mn60:27.6": "Und sie verherrlichen sich deshalb nicht selbst, noch setzen sie andere herab. ",
  "mn60:27.7": "So geben sie ihr früheres unmoralisches Verhalten auf und sind in sittlichem Verhalten verankert. ",
  "mn60:27.8": "Und so entstehen aufgrund von rechter Ansicht diese vielen tauglichen Eigenschaften: rechte Ansicht, rechtes Denken, rechte Rede, den Edlen nicht widersprechen, andere überzeugen, wahre Lehren anzunehmen, sowie sich nicht selbst verherrlichen oder andere herabsetzen. ",
  "mn60:28.1": "Ein vernünftiger Mensch denkt darüber nach: ‚Wenn es ein Kausalprinzip gibt, wird diese Person, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn60:28.2": "Aber gestehen wir zu, dass die, die sagen, es gebe kein Kausalprinzip, die Wahrheit sprächen. ",
  "mn60:28.3": "Dennoch wird diese Person in diesem Leben von vernünftigen Menschen als sittliche Person mit rechter Ansicht gepriesen, als jemand, der ein Kausalprinzip bejaht.‘ ",
  "mn60:28.4": "Wenn es also ein Kausalprinzip tatsächlich gibt, hat sie eine perfekte Hand auf beiden Seiten. ",
  "mn60:28.5": "Denn sie wird in diesem Leben von vernünftigen Menschen gepriesen, und wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "mn60:28.6": "Sie hat diese unfehlbare Lehre richtig aufgenommen, sodass sie das erwünschte Ergebnis auf beiden Seiten umfasst und die untaugliche Prämisse auslässt. ",
  "mn60:29.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn60:29.2": "‚Es gibt keine vollständig formlosen Meditationszustände.‘ ",
  "mn60:30.1": "Und es gibt manche Asketen und Brahmanen, deren Doktrin dieser diametral widerspricht. ",
  "mn60:30.2": "Sie sagen: ",
  "mn60:30.3": "‚Es gibt vollständig formlose Meditationszustände.‘ ",
  "mn60:30.4": "Was denkt ihr, Hausbesitzer? ",
  "mn60:30.5": "Widersprechen diese Doktrinen einander nicht diametral?“ ",
  "mn60:30.6": "„Ja, Herr.“ ",
  "mn60:31.1": "„Ein vernünftiger Mensch denkt darüber nach: ",
  "mn60:31.2": "‚Manche Asketen und Brahmanen sagen, ",
  "mn60:31.3": "es gebe keine vollständig formlosen Meditationszustände, aber ich habe das nicht gesehen. ",
  "mn60:31.4": "Manche Asketen und Brahmanen sagen, ",
  "mn60:31.5": "es gebe vollständig formlose Meditationszustände, aber ich habe das nicht erkannt. ",
  "mn60:31.6": "Ohne zu erkennen oder zu sehen wäre es nicht angebracht, dass ich mich auf eine Seite stelle und erkläre: ",
  "mn60:31.7": "‚Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn60:31.8": "Wenn jene Asketen und Brahmanen Recht haben, die sagen, ",
  "mn60:31.9": "es gebe keine vollständig formlosen Meditationszustände, dann ist es möglich, ",
  "mn60:31.10": "dass ich unfehlbar unter den Göttern wiedergeboren werde, die Form besitzen und geistgeschaffen sind. ",
  "mn60:31.11": "Wenn jene Asketen und Brahmanen Recht haben, die sagen, ",
  "mn60:31.12": "es gebe vollständig formlose Meditationszustände, dann ist es möglich, ",
  "mn60:31.13": "dass ich unfehlbar unter den Göttern wiedergeboren werde, die formlos und aus Wahrnehmung gebildet sind. ",
  "mn60:31.14": "Nun sieht man aufgrund von Form schlechte Dinge: das Greifen zu Stock und Schwert, Zank und Streit, Zwist, Anschuldigungen, entzweiende Rede und Lügen. ",
  "mn60:31.15": "Aber wo es vollständig formlos ist, gibt es diese Dinge nicht.‘ ",
  "mn60:31.16": "Indem er so nachdenkt, übt er einfach für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Formen. ",
  "mn60:32.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn60:32.2": "‚Es gibt kein vollständiges Aufhören des fortgesetzten Daseins.‘ ",
  "mn60:33.1": "Und es manche gibt Asketen und Brahmanen, deren Doktrin dieser diametral widerspricht. ",
  "mn60:33.2": "Sie sagen: ",
  "mn60:33.3": "‚Es gibt ein vollständiges Aufhören des fortgesetzten Daseins.‘ ",
  "mn60:33.4": "Was denkt ihr, Hausbesitzer? ",
  "mn60:33.5": "Widersprechen diese Doktrinen einander nicht diametral?“ ",
  "mn60:33.6": "„Ja, Herr.“ ",
  "mn60:34.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn60:34.2": "‚Manche Asketen und Brahmanen sagen, ",
  "mn60:34.3": "es gebe kein vollständiges Aufhören des fortgesetzten Daseins, aber ich habe das nicht gesehen. ",
  "mn60:34.4": "Manche Asketen und Brahmanen sagen, ",
  "mn60:34.5": "es gebe ein vollständiges Aufhören des fortgesetzten Daseins, aber ich habe das nicht erkannt. ",
  "mn60:34.6": "Ohne zu erkennen oder zu sehen wäre es nicht angebracht, dass ich mich auf eine Seite stelle und erkläre: ",
  "mn60:34.7": "‚Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn60:34.8": "Wenn jene Asketen und Brahmanen Recht haben, die sagen, ",
  "mn60:34.9": "es gebe kein vollständiges Aufhören des fortgesetzten Daseins, dann ist es möglich, ",
  "mn60:34.10": "dass ich unfehlbar unter den Göttern wiedergeboren werde, die formlos und aus Wahrnehmung gebildet sind. ",
  "mn60:34.11": "Wenn jene Asketen und Brahmanen Recht haben, die sagen, ",
  "mn60:34.12": "es gebe ein vollständiges Aufhören des fortgesetzten Daseins, dann ist es möglich, ",
  "mn60:34.13": "dass ich in diesem Leben vollkommen erlösche. ",
  "mn60:34.14": "Die Ansicht jener Asketen und Brahmanen, die sagen, ",
  "mn60:34.15": "es gebe kein vollständiges Aufhören des fortgesetzten Daseins, kommt in die Nähe von Gier, Bindung, Genießen, Anhänglichkeit und Ergreifen. ",
  "mn60:34.16": "Die Ansicht jener Asketen und Brahmanen, die sagen, ",
  "mn60:34.17": "es gebe ein vollständiges Aufhören des fortgesetzten Daseins, kommt in die Nähe der Freiheit von Gier, von Bindung, von Genießen, von Anhänglichkeit und von Ergreifen.‘ ",
  "mn60:34.18": "Indem er so nachdenkt, übt er einfach für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf künftige Leben. ",
  "mn60:35.1": "Hausbesitzer, vier Menschen findet man in der Welt. ",
  "mn60:35.2": "Welche vier? ",
  "mn60:35.3": "Da kasteit ein gewisser Mensch sich selbst, verschreibt sich der Übung der Selbstkasteiung. ",
  "mn60:35.4": "Ein gewisser Mensch kasteit andere, verschreibt sich der Übung, andere zu kasteien. ",
  "mn60:35.5": "Ein gewisser Mensch kasteit sich selbst und andere, verschreibt sich der Übung, sich und andere zu kasteien. ",
  "mn60:35.6": "Ein gewisser Mensch kasteit weder sich selbst noch andere, verschreibt sich der Übung, weder sich noch andere zu kasteien, ",
  "mn60:35.7": "und lebt in diesem Leben ohne Wünsche, verloschen, kühl geworden, voller Seligkeit, mit göttlich gewordenem Selbst. ",
  "mn60:36.1": "Und was ist das für ein Mensch, der sich selbst kasteit, der sich der Übung der Selbstkasteiung verschreibt? ",
  "mn60:36.2": "Da geht ein gewisser Mensch nackt, wahrt den Anstand nicht … ",
  "mn60:36.3": "Und so lebt er und betreibt diese verschiedenen Arten der inbrünstigen Bußübung und Kasteiung des Körpers. ",
  "mn60:36.4": "Das nennt man einen Menschen, der sich selbst kasteit, der sich der Übung der Selbstkasteiung verschreibt. ",
  "mn60:37.1": "Und was ist das für ein Mensch, der andere kasteit, der sich der Übung verschreibt, andere zu kasteien? ",
  "mn60:37.2": "Da schlachtet ein gewisser Mensch Schafe, Schweine, Geflügel oder Rotwild, geht der Jagd oder Fischerei nach, ist ein Räuber oder Henker, ein Rindermetzger oder Kerkermeister oder betreibt ein anderes unbarmherziges Geschäft. ",
  "mn60:37.3": "Das nennt man einen Menschen, der andere kasteit, der sich der Übung verschreibt, andere zu kasteien. ",
  "mn60:38.1": "Und was ist das für ein Mensch, der sich selbst und andere kasteit, der sich der Übung verschreibt, sich und andere zu kasteien? ",
  "mn60:38.2": "Da ist ein gewisser Mensch ein gesalbter adliger König oder ein gutsituierter Brahmane. Er lässt östlich der Stadt eine neue Zeremonienhalle bauen. Er rasiert sich Haar und Bart, kleidet sich in eine raue Antilopenhaut und reibt seinen Körper mit Ghee und Öl ein. … ",
  "mn60:38.3": "Seine abhängigen Diener, Dienstboten und Arbeiter verrichten die Arbeit unter Androhung von Strafe und Gefahr, sie weinen mit tränenüberströmtem Gesicht. ",
  "mn60:38.4": "Das nennt man einen Menschen, der sich selbst und andere kasteit, der sich der Übung verschreibt, sich und andere zu kasteien. ",
  "mn60:39.1": "Und was ist das für ein Mensch, der weder sich selbst noch andere kasteit, der sich der Übung verschreibt, weder sich noch andere zu kasteien, ",
  "mn60:39.2": "und der in diesem Leben ohne Wünsche lebt, verloschen, kühl geworden, voller Seligkeit, mit göttlich gewordenem Selbst? ",
  "mn60:40-54.1": "Da erscheint ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha … ",
  "mn60:40-54.2": "Ein Hausbesitzer hört diese Lehre, oder das Kind eines Hausbesitzers oder jemand, der in einer guten Familie wiedergeboren ist. … ",
  "mn60:40-54.3": "Er gibt diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "mn60:40-54.4": "Dann tritt er, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin … ",
  "mn60:40-54.5": "in die zweite Vertiefung … ",
  "mn60:40-54.6": "in die dritte Vertiefung … ",
  "mn60:40-54.7": "in die vierte Vertiefung. ",
  "mn60:55.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erinnerung an frühere Leben. ",
  "mn60:55.2": "Er erinnert sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn60:55.3": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "mn60:55.4": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht er Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. … Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn60:55.5": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – dann streckt er ihn aus auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "mn60:55.6": "Er versteht wahrhaftig: ‚Das ist das Leiden‘, ‚das ist der Ursprung des Leidens‘, ‚das ist das Aufhören des Leidens‘, ‚das ist die Übung, die zum Aufhören des Leidens führt‘. ",
  "mn60:55.7": "Er versteht wahrhaftig: ‚Das sind die Befleckungen‘, ‚das ist der Ursprung der Befleckungen‘, ‚das ist das Aufhören der Befleckungen‘,  ‚das ist die Übung, die zum Aufhören der Befleckungen führt‘. ",
  "mn60:55.8": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn60:55.9": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "mn60:55.10": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für dieses hier.‘ ",
  "mn60:56.1": "Das nennt man einen Menschen, der weder sich noch andere kasteit, der sich der Übung verschreibt, weder sich noch andere zu kasteien, ",
  "mn60:56.2": "und der in diesem Leben ohne Wünsche lebt, verloschen, kühl geworden, voller Seligkeit, mit göttlich gewordenem Selbst.“ ",
  "mn60:57.1": "Als der Buddha geendet hatte, sagten die Brahmanen und Hausbesitzer von Sālā zu ihm: ",
  "mn60:57.2": "„Vortrefflich, Herr Gotama! Vortrefflich! ",
  "mn60:57.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Herr Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn60:57.4": "Wir nehmen Zuflucht zu Herrn Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn60:57.5": "Von diesem Tag an soll Herr Gotama uns als Laienschüler in Erinnerung behalten, die für ihr ganzes Leben Zuflucht genommen haben.“ "
}