{
  "mn61:0.1": "Mittlere Lehrreden 61 ",
  "mn61:0.2": "Die Unterweisung Rāhulas bei Ambalaṭṭhika ",
  "mn61:1.1": "So habe ich es gehört: ",
  "mn61:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "mn61:2.1": "Zu dieser Zeit nun hielt sich der Ehrwürdige Rāhula in Ambalaṭṭhikā auf. ",
  "mn61:2.2": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging nach Ambalaṭṭhikā, um den Ehrwürdigen Rāhula zu sehen. ",
  "mn61:2.3": "Rāhula sah den Buddha von Weitem kommen. ",
  "mn61:2.4": "Er richtete einen Sitz her und stellte Wasser zum Füßewaschen bereit. ",
  "mn61:2.5": "Der Buddha setzte sich auf den ausgebreiteten Sitz ",
  "mn61:2.6": "und wusch seine Füße. ",
  "mn61:2.7": "Rāhula verbeugte sich vor dem Buddha und setzte sich zur Seite hin. ",
  "mn61:3.1": "Dann wandte sich der Buddha, indem er etwas Wasser im Krug zurückließ, an Rāhula: ",
  "mn61:3.2": "„Rāhula, siehst du diesen kleinen Rest Wasser im Krug?“ ",
  "mn61:3.3": "„Ja, Herr.“ ",
  "mn61:3.4": "„So klein ist der Rest an Asketentum, der in denen übrig bleibt, die sich nicht schämen, eine bewusste Lüge zu sprechen.“ ",
  "mn61:4.1": "Dann sagte der Buddha zu Rāhula, indem er den Rest Wasser ausschüttete: ",
  "mn61:4.2": "„Siehst du dieses kleine bisschen Wasser, das ausgeschüttet wurde?“ ",
  "mn61:4.3": "„Ja, Herr.“ ",
  "mn61:4.4": "„So ist das Asketentum bei denen ausgeschüttet, die sich nicht schämen, eine bewusste Lüge zu sprechen.“ ",
  "mn61:5.1": "Dann sagte der Buddha zu Rāhula, indem er den Krug auf den Kopf stellte: ",
  "mn61:5.2": "„Siehst du, wie dieser Krug auf den Kopf gestellt ist?“ ",
  "mn61:5.3": "„Ja, Herr.“ ",
  "mn61:5.4": "„So ist das Asketentum auf den Kopf gestellt bei denen, die sich nicht schämen, eine bewusste Lüge zu sprechen.“ ",
  "mn61:6.1": "Dann sagte der Buddha zu Rāhula, indem er den Krug richtig herum drehte: ",
  "mn61:6.2": "„Siehst du, wie dieser Krug inhaltslos und hohl ist?“ ",
  "mn61:6.3": "„Ja, Herr.“ ",
  "mn61:6.4": "„So ist das Asketentum inhaltslos und hohl bei denen, die sich nicht schämen, eine bewusste Lüge zu sprechen. ",
  "mn61:7.1": "Wie ein königlicher Elefantenbulle mit Stoßzähnen wie Deichseln, reinrassig und schlachterprobt, der eine schwere Last ziehen kann: In der Schlacht benutzt er seine Vorder- und Hinterfüße, seinen Vorder- und Hinterkörper, Kopf, Ohren, Stoßzähne und Schwanz, aber er schützt noch seinen Rüssel. ",
  "mn61:7.2": "Daher denkt sein Reiter: ",
  "mn61:7.3": "‚Dieser königliche Elefantenbulle  … benutzt in der Schlacht seine Vorder- und Hinterfüße, seinen Vorder- und Hinterkörper, Kopf, Ohren, Stoßzähne und Schwanz, aber er schützt noch seinen Rüssel. ",
  "mn61:7.4": "Er hat noch nicht sein Leben gegeben.‘ ",
  "mn61:7.5": "Aber wenn dieser königliche Elefantenbulle … in der Schlacht seine Vorder- und Hinterfüße, seinen Vorder- und Hinterkörper, Kopf, Ohren, Stoßzähne, Schwanz und Rüssel benutzt, dann denkt sein Reiter: ",
  "mn61:7.6": "‚Dieser königliche Elefantenbulle … benutzt in der Schlacht seine Vorder- und Hinterfüße, seinen Vorder- und Hinterkörper, Kopf, Ohren, Stoßzähne, Schwanz und Rüssel. ",
  "mn61:7.7": "Er hat sein Leben gegeben. ",
  "mn61:7.8": "Jetzt gibt es nichts, was dieser königliche Elefantenbulle nicht tun würde.‘ ",
  "mn61:7.9": "Ebenso gibt es, wenn jemand sich nicht schämt, eine bewusste Lüge zu sprechen, keine schlechte Tat, die er nicht tun würde, sage ich. ",
  "mn61:7.10": "Daher sollst du dich so schulen: ‚Ich will keine bewusste Lüge sprechen, nicht einmal im Scherz.‘ ",
  "mn61:7.11": "So sollst du dich schulen. ",
  "mn61:8.1": "Was denkst du, Rāhula? ",
  "mn61:8.2": "Was ist der Zweck eines Spiegels?“ ",
  "mn61:8.3": "„Er dient dazu, sein Spiegelbild zu prüfen, Herr.“ ",
  "mn61:8.4": "„Ebenso soll man Taten mit dem Körper, der Sprache und dem Geist nur tun, nachdem man sie mehrfach geprüft hat. ",
  "mn61:9.1": "Wenn du mit dem Körper etwas tun willst, sollst du für eben diese Tat prüfen: ",
  "mn61:9.2": "‚Führt diese Tat mit dem Körper, die ich tun will, dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen? ",
  "mn61:9.3": "Ist sie untauglich, reift zu Leiden heran, läuft auf Leiden hinaus?‘ ",
  "mn61:9.4": "Wenn du beim Prüfen erkennst: ",
  "mn61:9.5": "‚Diese Tat mit dem Körper, die ich tun will, führt dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:9.6": "Sie ist untauglich, reift zu Leiden heran, läuft auf Leiden hinaus‘, dann, Rāhula, sollst du eine solche Tat, wenn irgend möglich, nicht tun. ",
  "mn61:9.7": "Aber wenn du beim Prüfen erkennst: ",
  "mn61:9.8": "‚Diese Tat mit dem Körper, die ich tun will, führt nicht dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:9.9": "Sie ist tauglich, reift zu Glück heran, läuft auf Glück hinaus‘, dann, Rāhula, sollst du eine solche Tat tun. ",
  "mn61:10.1": "Während du mit dem Körper etwas tust, sollst du für eben diese Tat prüfen: ",
  "mn61:10.2": "‚Führt diese Tat mit dem Körper, die ich gerade tue, dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen? ",
  "mn61:10.3": "Ist sie untauglich, reift zu Leiden heran, läuft auf Leiden hinaus?‘ ",
  "mn61:10.4": "Wenn du beim Prüfen erkennst: ",
  "mn61:10.5": "‚Diese Tat mit dem Körper, die ich gerade tue, führt dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:10.6": "Sie ist untauglich, reift zu Leiden heran, läuft auf Leiden hinaus‘, dann, Rāhula, sollst du einer solchen Tat widerstehen. ",
  "mn61:10.7": "Aber wenn du beim Prüfen erkennst: ",
  "mn61:10.8": "‚Diese Tat mit dem Körper, die ich gerade tue, führt nicht dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:10.9": "Sie ist tauglich, reift zu Glück heran, läuft auf Glück hinaus‘, dann, Rāhula, sollst du eine solche Tat fortsetzen. ",
  "mn61:11.1": "Nachdem du mit dem Körper etwas getan hast, sollst du für eben diese Tat prüfen: ",
  "mn61:11.2": "‚Führt diese Tat mit dem Körper, die ich getan habe, dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen? ",
  "mn61:11.3": "Ist sie untauglich, reift zu Leiden heran, läuft auf Leiden hinaus?‘ ",
  "mn61:11.4": "Wenn du beim Prüfen erkennst: ",
  "mn61:11.5": "‚Diese Tat mit dem Körper, die ich getan habe, führt dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:11.6": "Sie ist untauglich, reift zu Leiden heran, läuft auf Leiden hinaus‘, dann, Rāhula, sollst du eine solche Tat dem Lehrer oder einem vernünftigen geistlichen Gefährten gestehen, enthüllen und sie mit ihm klären. ",
  "mn61:11.7": "Und wenn du sie gestanden hast, sollst du dich in der Zukunft zügeln. ",
  "mn61:11.8": "Aber wenn du beim Prüfen erkennst: ",
  "mn61:11.9": "‚Diese Tat mit dem Körper, die ich getan habe, führt nicht dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:11.10": "Sie ist tauglich, reift zu Glück heran, läuft auf Glück hinaus‘, dann, Rāhula, sollst du mit Ekstase und Freude meditieren und dich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn61:12.1": "Wenn du mit der Sprache etwas tun willst, sollst du für eben diese Tat prüfen: ",
  "mn61:12.2": "‚Führt diese Tat mit der Sprache, die ich tun will, dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen? ",
  "mn61:12.3": "Ist sie untauglich, reift zu Leiden heran, läuft auf Leiden hinaus?‘ ",
  "mn61:12.4": "Wenn du beim Prüfen erkennst: ",
  "mn61:12.5": "‚Diese Tat mit der Sprache, die ich tun will, führt dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:12.6": "Sie ist untauglich, reift zu Leiden heran, läuft auf Leiden hinaus‘, dann, Rāhula, sollst du eine solche Tat, wenn irgend möglich, nicht tun. ",
  "mn61:12.7": "Aber wenn du beim Prüfen erkennst: ",
  "mn61:12.8": "‚Diese Tat mit der Sprache, die ich tun will, führt nicht dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:12.9": "Sie ist tauglich, reift zu Glück heran, läuft auf Glück hinaus‘, dann, Rāhula, sollst du eine solche Tat tun. ",
  "mn61:13.1": "Während du mit der Sprache etwas tust, sollst du für eben diese Tat prüfen: ",
  "mn61:13.2": "‚Führt diese Tat mit der Sprache, die ich gerade tue, dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen? ",
  "mn61:13.3": "Ist sie untauglich, reift zu Leiden heran, läuft auf Leiden hinaus?‘ ",
  "mn61:13.4": "Wenn du beim Prüfen erkennst: ",
  "mn61:13.5": "‚Diese Tat mit der Sprache, die ich gerade tue, führt dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:13.6": "Sie ist untauglich, reift zu Leiden heran, läuft auf Leiden hinaus‘, dann, Rāhula, sollst du einer solchen Tat widerstehen. ",
  "mn61:13.7": "Aber wenn du beim Prüfen erkennst: ",
  "mn61:13.8": "‚Diese Tat mit der Sprache, die ich gerade tue, führt nicht dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:13.9": "Sie ist tauglich, reift zu Glück heran, läuft auf Glück hinaus‘, dann, Rāhula, sollst du eine solche Tat fortsetzen. ",
  "mn61:14.1": "Nachdem du mit der Sprache etwas getan hast, sollst du für eben diese Tat prüfen: ",
  "mn61:14.2": "‚Führt diese Tat mit der Sprache, die ich getan habe, dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen? ",
  "mn61:14.3": "Ist sie untauglich, reift zu Leiden heran, läuft auf Leiden hinaus?‘ ",
  "mn61:14.4": "Wenn du beim Prüfen erkennst: ",
  "mn61:14.5": "‚Diese Tat mit der Sprache, die ich getan habe, führt dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:14.6": "Sie ist untauglich, reift zu Leiden heran, läuft auf Leiden hinaus‘, dann, Rāhula, sollst du eine solche Tat dem Lehrer oder einem vernünftigen geistlichen Gefährten gestehen, enthüllen und sie mit ihm klären. ",
  "mn61:14.7": "Und wenn du sie gestanden hast, sollst du dich in der Zukunft zügeln. ",
  "mn61:14.8": "Aber wenn du beim Prüfen erkennst: ",
  "mn61:14.9": "‚Diese Tat mit der Sprache, die ich getan habe, führt nicht dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:14.10": "Sie ist tauglich, reift zu Glück heran, läuft auf Glück hinaus‘, dann, Rāhula, sollst du mit Ekstase und Freude meditieren und dich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn61:15.1": "Wenn du mit dem Geist etwas tun willst, sollst du für eben diese Tat prüfen: ",
  "mn61:15.2": "‚Führt diese Tat mit dem Geist, die ich tun will, dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen? ",
  "mn61:15.3": "Ist sie untauglich, reift zu Leiden heran, läuft auf Leiden hinaus?‘ ",
  "mn61:15.4": "Wenn du beim Prüfen erkennst: ",
  "mn61:15.5": "‚Diese Tat mit dem Geist, die ich tun will, führt dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:15.6": "Sie ist untauglich, reift zu Leiden heran, läuft auf Leiden hinaus‘, dann, Rāhula, sollst du eine solche Tat, wenn irgend möglich, nicht tun. ",
  "mn61:15.7": "Aber wenn du beim Prüfen erkennst: ",
  "mn61:15.8": "‚Diese Tat mit dem Körper, die ich tun will, führt nicht dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:15.9": "Sie ist tauglich, reift zu Glück heran, läuft auf Glück hinaus‘, dann, Rāhula, sollst du eine solche Tat tun. ",
  "mn61:16.1": "Während du mit dem Geist etwas tust, sollst du für eben diese Tat prüfen: ",
  "mn61:16.2": "‚Führt diese Tat mit dem Geist, die ich gerade tue, dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen? ",
  "mn61:16.3": "Ist sie untauglich, reift zu Leiden heran, läuft auf Leiden hinaus?‘ ",
  "mn61:16.4": "Wenn du beim Prüfen erkennst: ",
  "mn61:16.5": "‚Diese Tat mit dem Geist, die ich gerade tue, führt dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:16.6": "Sie ist untauglich, reift zu Leiden heran, läuft auf Leiden hinaus‘, dann, Rāhula, sollst du einer solchen Tat widerstehen. ",
  "mn61:16.7": "Aber wenn du beim Prüfen erkennst: ",
  "mn61:16.8": "‚Diese Tat mit dem Geist, die ich gerade tue, führt nicht dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:16.9": "Sie ist tauglich, reift zu Glück heran, läuft auf Glück hinaus‘, dann, Rāhula, sollst du eine solche Tat fortsetzen. ",
  "mn61:17.1": "Wenn du mit dem Geist etwas getan hast, sollst du für eben diese Tat prüfen: ",
  "mn61:17.2": "‚Führt diese Tat mit dem Geist, die ich getan habe, dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen? ",
  "mn61:17.3": "Ist sie untauglich, reift zu Leiden heran, läuft auf Leiden hinaus?‘ ",
  "mn61:17.4": "Wenn du beim Prüfen erkennst: ",
  "mn61:17.5": "‚Diese Tat mit dem Geist, die ich getan habe, führt dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:17.6": "Sie ist untauglich, reift zu Leiden heran, läuft auf Leiden hinaus‘, dann, Rāhula, sollst du von dieser Tat entsetzt, abgestoßen und angewidert sein. ",
  "mn61:17.7": "Und wenn du abgestoßen bist, sollst du dich in der Zukunft zügeln. ",
  "mn61:17.8": "Aber wenn du beim Prüfen erkennst: ",
  "mn61:17.9": "‚Diese Tat mit dem Geist, die ich getan habe, führt nicht dazu, mich selbst zu verletzen, andere zu verletzen oder beide zu verletzen. ",
  "mn61:17.10": "Sie ist tauglich, reift zu Glück heran, läuft auf Glück hinaus‘, dann, Rāhula, sollst du mit Ekstase und Freude meditieren und dich Tag und Nacht in tauglichen Eigenschaften schulen. ",
  "mn61:18.1": "Alle Asketen und Brahmanen der Vergangenheit, die ihre Taten mit dem Körper, der Sprache und dem Geist läuterten, taten das, nachdem sie sie mehrfach geprüft haben. ",
  "mn61:18.2": "Alle Asketen und Brahmanen der Zukunft, die ihre Taten mit dem Körper, der Sprache und dem Geist läutern werden, werden das tun, nachdem sie sie mehrfach geprüft haben. ",
  "mn61:18.3": "Alle Asketen und Brahmanen der Gegenwart, die ihre Taten mit dem Körper, der Sprache und dem Geist läutern, tun das, nachdem sie sie mehrfach geprüft haben. ",
  "mn61:18.4": "Daher, Rāhula, sollst du dich so schulen: ‚Ich will meine Taten mit dem Körper, der Sprache und dem Geist läutern, nachdem ich sie mehrfach geprüft habe.‘ ",
  "mn61:18.5": "So sollst du dich schulen.“ ",
  "mn61:18.6": "Das sagte der Buddha. ",
  "mn61:18.7": "Zufrieden begrüßte der Ehrwürdige Rāhula die Worte des Buddha. "
}