{
  "mn62:0.1": "Mittlere Lehrreden 62 ",
  "mn62:0.2": "Der längere Rat für Rāhula ",
  "mn62:1.1": "So habe ich es gehört: ",
  "mn62:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn62:2.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Sāvatthī zum Almosengang. ",
  "mn62:2.2": "Und auch der Ehrwürdige Rāhula kleidete sich an und folgte dem Buddha. ",
  "mn62:3.1": "Da schaute der Buddha zu Rāhula zurück und sagte: ",
  "mn62:3.2": "„Rāhula, du sollst jegliche Art von Form – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Form – wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘“ ",
  "mn62:3.3": "„Nur Form, Gesegneter? Nur Form, Heiliger?“ ",
  "mn62:3.4": "„Form, Rāhula, und ebenso Gefühl und Wahrnehmung und Entscheidungen und Bewusstsein.“ ",
  "mn62:4.1": "Da dachte Rāhula: „Wer würde heute ins Dorf um Almosen gehen, nachdem er unmittelbar vom Buddha angeleitet worden ist?“ Er kehrte um, setzte sich mit gekreuzten Beinen an den Fuß eines gewissen Baumes, richtete den Körper gerade auf und verankerte die Achtsamkeit vor sich. ",
  "mn62:5.1": "Der Ehrwürdige Sāriputta sah ihn dort sitzen ",
  "mn62:5.2": "und wandte sich an ihn: ",
  "mn62:5.3": "„Rāhula, entwickle Achtsamkeit auf den Atem. ",
  "mn62:5.4": "Wenn Achtsamkeit auf den Atem entwickelt und ausgebaut wird, bringt sie reiche Frucht und reichen Segen.“ ",
  "mn62:6.1": "Da kam der Ehrwürdige Rāhula am späten Nachmittag aus seiner Klausur und ging zum Buddha. Er verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn62:7.1": "„Herr, wie wird Achtsamkeit auf den Atem entwickelt und ausgebaut, sodass sie reiche Frucht und reichen Segen bringt?“ ",
  "mn62:8.1": "„Rāhula, das innere Erdelement ist alles, was hart und fest ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn62:8.2": "Kopfhaare, Körperhaare, Nägel, Zähne, Haut, Fleisch, Sehnen, Knochen, Knochenmark, Nieren, Herz, Leber, Zwerchfell, Milz, Lungen, Därme, Gekröse, Speisebrei, Kot oder alles, was sonst hart und fest ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn62:8.3": "Das nennt man das innere Erdelement. ",
  "mn62:8.4": "Das innere Erdelement und das äußere Erdelement sind bloß das Erdelement. ",
  "mn62:8.5": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn62:8.6": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Erdelement ernüchtert und wendet den Geist vom Erdelement ab. ",
  "mn62:9.1": "Und was ist das Wasserelement? ",
  "mn62:9.2": "Das Wasserelement kann innerlich oder äußerlich sein. ",
  "mn62:9.3": "Und was ist das innere Wasserelement? ",
  "mn62:9.4": "Alles, was Wasser und wässrig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn62:9.5": "Galle, Schleim, Eiter, Blut, Schweiß, Fett, Tränen, Talg, Speichel, Nasenschleim, Gelenkschmiere, Urin oder alles, was sonst Wasser und wässrig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn62:9.6": "Das nennt man das innere Wasserelement. ",
  "mn62:9.7": "Das innere Wasserelement und das äußere Wasserelement sind bloß das Wasserelement. ",
  "mn62:9.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn62:9.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Wasserelement ernüchtert und wendet den Geist vom Wasserelement ab. ",
  "mn62:10.1": "Und was ist das Feuerelement? ",
  "mn62:10.2": "Das Feuerelement kann innerlich oder äußerlich sein. ",
  "mn62:10.3": "Und was ist das innere Feuerelement? ",
  "mn62:10.4": "Alles, was Feuer und feurig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn62:10.5": "das, was wärmt, was altert, was einen erhitzt, wenn man Fieber hat, was Speise und Trank richtig verdaut oder alles, was sonst Feuer und feurig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn62:10.6": "Das nennt man das innere Feuerelement. ",
  "mn62:10.7": "Das innere Feuerelement und das äußere Feuerelement sind bloß das Feuerelement. ",
  "mn62:10.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn62:10.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Feuerelement ernüchtert und wendet den Geist vom Feuerelement ab. ",
  "mn62:11.1": "Und was ist das Luftelement? ",
  "mn62:11.2": "Das Luftelement kann innerlich oder äußerlich sein. ",
  "mn62:11.3": "Und was ist das innere Luftelement? ",
  "mn62:11.4": "Alles, was Luft und luftig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn62:11.5": "Winde, die auf- und abgehen, Winde im Bauch und den Eingeweiden, Winde, die durch die Glieder strömen, Ein- und Ausatmung oder alles, was sonst Luft und luftig ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn62:11.6": "Das nennt man das innere Luftelement. ",
  "mn62:11.7": "Das innere Luftelement und das äußere Luftelement sind bloß das Luftelement. ",
  "mn62:11.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn62:11.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Luftelement ernüchtert und wendet den Geist vom Luftelement ab. ",
  "mn62:12.1": "Und was ist das Raumelement? ",
  "mn62:12.2": "Das Raumelement kann innerlich oder äußerlich sein. ",
  "mn62:12.3": "Und was ist das innere Raumelement? ",
  "mn62:12.4": "Alles, was Raum und räumlich ausgedehnt ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört, wie etwa ",
  "mn62:12.5": "die Gehörgänge, die Nasengänge und die Mundhöhle, der Raum, wo Speise und Trank geschluckt werden, der Raum, wo sie sich aufhalten, und der Raum, wo sie aus dem Unterleib ausgeschieden werden oder alles, was sonst Raum und räumlich ausgedehnt ist, was man sich zu eigen macht, was innerlich ist und zu einer Person gehört. ",
  "mn62:12.6": "Das nennt man das innere Raumelement. ",
  "mn62:12.7": "Das innere Raumelement und das äußere Raumelement sind bloß das Raumelement. ",
  "mn62:12.8": "Das sollte man wahrhaftig mit rechter Weisheit so sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn62:12.9": "Wenn man das wahrhaftig mit rechter Weisheit so sieht, ist man vom Raumelement ernüchtert und wendet den Geist vom Raumelement ab. ",
  "mn62:13.1": "Rāhula, meditiere wie die Erde. ",
  "mn62:13.2": "Denn wenn du wie die Erde meditierst, werden angenehme und unangenehme Kontakte deinen Geist nicht gefangen halten. ",
  "mn62:13.3": "Wie wenn sie sowohl reine als auch unreine Dinge auf die Erde werfen würden wie Kot, Urin, Speichel, Eiter und Blut: Die Erde wäre deshalb nicht entsetzt, abgestoßen und angewidert. ",
  "mn62:13.4": "Ebenso, Rāhula, meditiere wie die Erde. ",
  "mn62:13.5": "Denn wenn du wie die Erde meditierst, werden angenehme und unangenehme Kontakte deinen Geist nicht gefangen halten. ",
  "mn62:14.1": "Meditiere wie Wasser. ",
  "mn62:14.2": "Denn wenn du wie Wasser meditierst, werden angenehme und unangenehme Kontakte deinen Geist nicht gefangen halten. ",
  "mn62:14.3": "Wie wenn sie sowohl reine als auch unreine Dinge im Wasser waschen würden wie Kot, Urin, Speichel, Eiter und Blut: Das Wasser wäre deshalb nicht entsetzt, abgestoßen und angewidert. ",
  "mn62:14.4": "Ebenso, Rāhula, meditiere wie Wasser. ",
  "mn62:14.5": "Denn wenn du wie Wasser meditierst, werden angenehme und unangenehme Kontakte deinen Geist nicht gefangen halten. ",
  "mn62:15.1": "Meditiere wie Feuer. ",
  "mn62:15.2": "Denn wenn du wie Feuer meditierst, werden angenehme und unangenehme Kontakte deinen Geist nicht gefangen halten. ",
  "mn62:15.3": "Wie wenn ein Feuer sowohl reine als auch unreine Dinge verbrennen würde wie Kot, Urin, Speichel, Eiter und Blut: Das Feuer wäre deshalb nicht entsetzt, abgestoßen und angewidert. ",
  "mn62:15.4": "Ebenso, Rāhula, meditiere wie Feuer. ",
  "mn62:15.5": "Denn wenn du wie Feuer meditierst, werden angenehme und unangenehme Kontakte deinen Geist nicht gefangen halten. ",
  "mn62:16.1": "Meditiere wie Luft. ",
  "mn62:16.2": "Denn wenn du wie Luft meditierst, werden angenehme und unangenehme Kontakte deinen Geist nicht gefangen halten. ",
  "mn62:16.3": "Wie wenn Luft sowohl über reine als auch unreine Dinge streichen würde wie Kot, Urin, Speichel, Eiter und Blut: Die Luft wäre deshalb nicht entsetzt, abgestoßen und angewidert. ",
  "mn62:16.4": "Ebenso, Rāhula, meditiere wie Luft. ",
  "mn62:16.5": "Denn wenn du wie Luft meditierst, werden angenehme und unangenehme Kontakte deinen Geist nicht gefangen halten. ",
  "mn62:17.1": "Meditiere wie Raum. ",
  "mn62:17.2": "Denn wenn du wie Raum meditierst, werden angenehme und unangenehme Kontakte deinen Geist nicht gefangen halten. ",
  "mn62:17.3": "Gerade wie Raum nirgends verankert ist, ",
  "mn62:17.4": "ebenso, Rāhula, meditiere wie Raum. ",
  "mn62:17.5": "Denn wenn du wie Raum meditierst, werden angenehme und unangenehme Kontakte deinen Geist nicht gefangen halten. ",
  "mn62:18.1": "Meditiere über Liebe. ",
  "mn62:18.2": "Denn wenn du über Liebe meditierst, wird jeglicher böser Wille aufgegeben werden. ",
  "mn62:19.1": "Meditiere über Mitgefühl. ",
  "mn62:19.2": "Denn wenn du über Mitgefühl meditierst, wird jegliche Grausamkeit aufgegeben werden. ",
  "mn62:20.1": "Meditiere über freudige Anteilnahme. ",
  "mn62:20.2": "Denn wenn du über freudige Anteilnahme meditierst, wird jeglicher Widerwille aufgegeben werden. ",
  "mn62:21.1": "Meditiere über Gleichmut. ",
  "mn62:21.2": "Denn wenn du über Gleichmut meditierst, wird jegliche Ablehnung aufgegeben werden. ",
  "mn62:22.1": "Meditiere über die unattraktive Natur. ",
  "mn62:22.2": "Denn wenn du über die unattraktive Natur meditierst, wird jegliche Wollust aufgegeben werden. ",
  "mn62:23.1": "Meditiere über Unbeständigkeit. ",
  "mn62:23.2": "Denn wenn du über Unbeständigkeit meditierst, wird jegliche Einbildung ‚ich bin‘ aufgegeben werden. ",
  "mn62:24.1": "Entwickle Achtsamkeit auf den Atem. ",
  "mn62:24.2": "Wenn Achtsamkeit auf den Atem entwickelt und ausgebaut wird, bringt sie reiche Frucht und reichen Segen. ",
  "mn62:24.3": "Und wie wird Achtsamkeit auf den Atem entwickelt und ausgebaut, sodass sie reiche Frucht und reichen Segen bringt? ",
  "mn62:25.1": "Da geht ein Mönch in die Wildnis, zum Fuß eines Baumes oder in eine leere Hütte, setzt sich dort mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit vor sich. ",
  "mn62:25.2": "Ganz achtsam atmet er ein. Achtsam atmet er aus. ",
  "mn62:26.1": "Wenn er schwer einatmet, weiß er: ‚Ich atme schwer ein.‘ Wenn er schwer ausatmet, weiß er: ‚Ich atme schwer aus.‘ ",
  "mn62:26.2": "Wenn er leicht einatmet, weiß er: ‚Ich atme leicht ein.‘ Wenn er leicht ausatmet, weiß er: ‚Ich atme leicht aus.‘ ",
  "mn62:26.3": "Er schult sich: ‚Ich werde beim Einatmen den ganzen Körper spüren.‘ Er schult sich: ‚Ich werde beim Ausatmen den ganzen Körper spüren.‘ ",
  "mn62:26.4": "Er schult sich: ‚Ich werde beim Einatmen den körperlichen Vorgang stillen.‘ Er schult sich: ‚Ich werde beim Ausatmen den körperlichen Vorgang stillen.‘ ",
  "mn62:27.1": "Er schult sich: ‚Ich werde beim Einatmen Ekstase erfahren.‘ Er schult sich: ‚Ich werde beim Ausatmen Ekstase erfahren.‘ ",
  "mn62:27.2": "Er schult sich: ‚Ich werde beim Einatmen Seligkeit erfahren.‘ Er schult sich: ‚Ich werde beim Ausatmen Seligkeit erfahren.‘ ",
  "mn62:27.3": "Er schult sich: ‚Ich werde beim Einatmen den geistigen Vorgang erfahren.‘ Er schult sich: ‚Ich werde beim Ausatmen den geistigen Vorgang erfahren.‘ ",
  "mn62:27.4": "Er schult sich: ‚Ich werde beim Einatmen den geistigen Vorgang stillen.‘ Er schult sich: ‚Ich werde beim Ausatmen den geistigen Vorgang stillen.‘ ",
  "mn62:28.1": "Er schult sich: ‚Ich werde beim Einatmen den Geist erfahren.‘ Er schult sich: ‚Ich werde beim Ausatmen den Geist erfahren.‘ ",
  "mn62:28.2": "Er schult sich: ‚Ich werde beim Einatmen den Geist froh machen.‘ Er schult sich: ‚Ich werde beim Ausatmen den Geist froh machen.‘ ",
  "mn62:28.3": "Er schult sich: ‚Ich werde beim Einatmen den Geist im Samādhi versinken lassen.‘ Er schult sich: ‚Ich werde beim Ausatmen den Geist im Samādhi versinken lassen.‘ ",
  "mn62:28.4": "Er schult sich: ‚Ich werde beim Einatmen den Geist befreien.‘ Er schult sich: ‚Ich werde beim Ausatmen den Geist befreien.‘ ",
  "mn62:29.1": "Er schult sich: ‚Ich werde beim Einatmen die Unbeständigkeit beobachten.‘ Er schult sich: ‚Ich werde beim Ausatmen die Unbeständigkeit beobachten.‘ ",
  "mn62:29.2": "Er schult sich: ‚Ich werde beim Einatmen das Schwinden beobachten.‘ Er schult sich: ‚Ich werde beim Ausatmen das Schwinden beobachten.‘ ",
  "mn62:29.3": "Er schult sich: ‚Ich werde beim Einatmen das Aufhören beobachten.‘ Er schult sich: ‚Ich werde beim Ausatmen das Aufhören beobachten.‘ ",
  "mn62:29.4": "Er schult sich: ‚Ich werde beim Einatmen das Loslassen beobachten.‘ Er schult sich: ‚Ich werde beim Ausatmen das Loslassen beobachten.‘ ",
  "mn62:30.1": "Wenn Achtsamkeit auf den Atem so entwickelt und ausgebaut wird, bringt sie reiche Frucht und reichen Segen. ",
  "mn62:30.2": "Wenn Achtsamkeit auf den Atem so entwickelt und ausgebaut wird, so wird das letzte Ein- und Ausatmen, wenn es aufhört, erkannt, nicht nicht erkannt.“ ",
  "mn62:30.3": "Das sagte der Buddha. ",
  "mn62:30.4": "Zufrieden freute sich der Ehrwürdige Rāhula über die Worte des Buddha. "
}