{
  "mn63:0.1": "Mittlere Lehrreden 63 ",
  "mn63:0.2": "Die kürzere Lehrrede mit Māluṅkyaputta ",
  "mn63:1.1": "So habe ich es gehört: ",
  "mn63:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn63:2.1": "Da kam dem Ehrwürdigen Māluṅkyaputta, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "mn63:2.2": "„Es gibt verschiedene Überzeugungen, die der Buddha nicht erklärt hat; er hat sie außer Acht gelassen und sich geweigert, dazu Stellung zu nehmen: ",
  "mn63:2.3": "‚Das Weltall ist ewig‘, ‚es ist zeitlich‘, ‚es ist endlich‘, oder ‚es ist unendlich‘; ‚Seele und Körper sind ein und dasselbe‘, oder ‚die Seele ist ein Ding, der Körper ein anderes‘; ‚ein Klargewordener besteht nach dem Tod fort‘, ‚er besteht nach dem Tod nicht fort‘, ‚er besteht nach dem Tod fort und besteht auch nicht fort‘, oder ‚er besteht nach dem Tod weder fort, noch besteht er nicht fort‘. ",
  "mn63:2.4": "Der Buddha erklärt mir diese Punkte nicht. ",
  "mn63:2.5": "Ich billige das nicht und bin damit nicht einverstanden. ",
  "mn63:2.6": "Ich werde zu ihm gehen und ihn dazu befragen. ",
  "mn63:2.7": "Wenn er mir erklärt, ",
  "mn63:2.8": "einer dieser Punkte treffe zu, ",
  "mn63:2.10": "werde ich unter ihm das geistliche Leben führen. ",
  "mn63:2.11": "Wenn er mir nicht erklärt, ",
  "mn63:2.12": "einer dieser Punkte treffe zu, ",
  "mn63:2.14": "werde ich mich von der Schulung lossagen und mich wieder einem geringeren Leben zuwenden.“ ",
  "mn63:3.1": "Da kam der Ehrwürdige Māluṅkyaputta am späten Nachmittag aus seiner Klausur und ging zum Buddha. Er verbeugte sich, setzte sich zur Seite hin und erklärte dem Buddha seine Gedanken. Er fuhr fort: ",
  "mn63:3.17": "„Wenn der Buddha weiß, ",
  "mn63:3.18": "dass das Weltall ewig ist, dann soll er es mir bitte sagen. ",
  "mn63:3.19": "Wenn er weiß, ",
  "mn63:3.20": "dass das Weltall zeitlich ist, soll er es mir sagen. ",
  "mn63:3.21": "Wenn er nicht weiß, ",
  "mn63:3.22": "ob das Weltall ewig oder zeitlich ist, wäre es aufrichtig, einfach zu sagen: ",
  "mn63:3.23": "‚Weder erkenne noch sehe ich.‘ ",
  "mn63:3.24": "Wenn er weiß, ",
  "mn63:3.25": "dass das Weltall endlich ist, soll er es mir sagen. ",
  "mn63:3.26": "Wenn er weiß, ",
  "mn63:3.27": "dass es unendlich ist, soll er es mir sagen. ",
  "mn63:3.28": "Wenn er nicht weiß, ",
  "mn63:3.29": "ob es endlich oder unendlich ist, wäre es aufrichtig, einfach zu sagen: ",
  "mn63:3.30": "‚Weder erkenne noch sehe ich.‘ ",
  "mn63:3.31": "Wenn er weiß, ",
  "mn63:3.32": "dass Seele und Körper ein und dasselbe sind, soll er es mir sagen. ",
  "mn63:3.33": "Wenn er weiß, ",
  "mn63:3.34": "dass die Seele ein Ding ist, der Körper ein anderes, soll er es mir sagen. ",
  "mn63:3.35": "Wenn er nicht weiß, ",
  "mn63:3.36": "ob sie ein und dasselbe sind oder ob sie verschiedene Dinge sind, wäre es aufrichtig, einfach zu sagen: ",
  "mn63:3.37": "‚Weder erkenne noch sehe ich.‘ ",
  "mn63:3.38": "Wenn er weiß, ",
  "mn63:3.39": "dass ein Klargewordener nach dem Tod fortbesteht, soll er es mir sagen. ",
  "mn63:3.40": "Wenn er weiß, ",
  "mn63:3.41": "dass ein Klargewordener nach dem Tod nicht fortbesteht, soll er es mir sagen. ",
  "mn63:3.42": "Wenn er nicht weiß, ",
  "mn63:3.43": "ob ein Klargewordener nach dem Tod fortbesteht oder nicht, wäre es aufrichtig, einfach zu sagen: ",
  "mn63:3.44": "‚Weder erkenne noch sehe ich.‘ ",
  "mn63:3.45": "Wenn er weiß, ",
  "mn63:3.46": "dass ein Klargewordener nach dem Tod fortbesteht und auch nicht fortbesteht, soll er es mir sagen. ",
  "mn63:3.47": "Wenn er weiß, ",
  "mn63:3.48": "dass ein Klargewordener nach dem Tod weder fortbesteht noch nicht fortbesteht, soll er es mir sagen. ",
  "mn63:3.49": "Wenn er nicht weiß, ",
  "mn63:3.50": "ob eine dieser beiden Möglichkeiten zutrifft oder nicht, wäre es aufrichtig, einfach zu sagen: ",
  "mn63:3.51": "‚Weder erkenne noch sehe ich.‘“ ",
  "mn63:4.1": "„Māluṅkyaputta, habe ich je zu dir gesagt: ",
  "mn63:4.2": "‚Komm, Māluṅkyaputta, führe das geistliche Leben unter mir, und ich werde dir diese Dinge erklären‘?“ ",
  "mn63:4.4": "„Nein, Herr.“ ",
  "mn63:4.5": "„Oder hast du je zu mir gesagt: ",
  "mn63:4.6": "‚Herr, ich will das geistliche Leben unter dem Buddha führen, und der Buddha wird mir diese Dinge erklären‘?“ ",
  "mn63:4.8": "„Nein, Herr.“ ",
  "mn63:4.9": "„So scheint es, dass ich nie zu dir gesagt habe: ",
  "mn63:4.10": "‚Komm, Māluṅkyaputta, führe das geistliche Leben unter mir, und ich werde dir diese Dinge erklären‘, ",
  "mn63:4.13": "und dass du nie zu mir gesagt hast: ",
  "mn63:4.14": "‚Herr, ich will das geistliche Leben unter dem Buddha führen, und der Buddha wird mir diese Dinge erklären‘. ",
  "mn63:4.17": "Wenn das so ist, du unnützer Mann, wer bist du und wovon willst du dich lossagen? ",
  "mn63:5.1": "Wenn jemand sagen würde: ",
  "mn63:5.2": "‚Ich will das geistliche Leben unter dem Buddha nicht führen, bevor der Buddha mir nicht erklärt, ",
  "mn63:5.3": "dass das Weltall ewig ist oder dass es zeitlich ist … ",
  "mn63:5.4": "oder dass ein Klargewordener nach dem Tod weder fortbesteht noch nicht fortbesteht‘, ",
  "mn63:5.5": "dann würde das dennoch vom Klargewordenen nicht erklärt, und inzwischen würde diese Person sterben. ",
  "mn63:5.6": "Wie wenn ein Mann von einem Pfeil getroffen würde, der dick mit Gift bestrichen wäre. ",
  "mn63:5.7": "Seine Freunde und Kollegen, Verwandten und Sippenangehörigen ließen einen Wundarzt kommen, um ihn zu behandeln. ",
  "mn63:5.8": "Doch der Mann würde sagen: ",
  "mn63:5.9": "‚Ich werde diesen Pfeil nicht herausziehen, ehe ich nicht weiß, ob der Mann, der mich verwundet hat, ein Adliger, ein Brahmane, ein Landarbeiter oder ein Hilfsarbeiter war.‘ ",
  "mn63:5.10": "Er würde sagen: ",
  "mn63:5.11": "‚Ich werde diesen Pfeil nicht herausziehen, ehe ich nicht den Namen und Stamm des Mannes kenne, der mich verwundet hat; ",
  "mn63:5.13": "ehe ich nicht weiß, ob er groß, klein oder mittelgroß war; ",
  "mn63:5.15": "ehe ich nicht weiß, ob er von schwarzer, brauner oder lohfarbener Hautfarbe war; ",
  "mn63:5.17": "ehe ich nicht weiß, aus welchem Dorf, welchem Marktflecken oder welcher Stadt er kam; ",
  "mn63:5.19": "ehe ich nicht weiß, ob der Bogen, der mich verwundet hat, ein gerader oder ein Recurvebogen war; ",
  "mn63:5.21": "ehe ich nicht weiß, ob die Bogensehne aus Schwalbenwurz, Hanf, Sehne, Bogenhanf oder Seidelbast war; ",
  "mn63:5.23": "ehe ich nicht weiß, ob der Pfeilschaft aus wild gewachsenem oder angebautem Holz war; ",
  "mn63:5.25": "ehe ich nicht weiß, ob der Pfeil eine Befiederung aus Geier-, Krähen-, Habichts-, Pfauen- oder Storchenfedern hatte; ",
  "mn63:5.27": "ehe ich nicht weiß, ob der Schaft mit Sehnen von Kuh, Büffel, schwarzem Löwen oder Affe umwickelt war; ",
  "mn63:5.29": "und ehe ich nicht weiß, ob die Pfeilspitze Nadeln, eine Rasiermesserspitze oder Widerhaken hatte, ob sie aus Eisen oder einem Kalbszahn war oder ob es eine Ahl-Spitze war.‘ ",
  "mn63:5.30": "Dieser Mann würde zwischenzeitlich sterben, ohne diese Dinge erfahren zu haben. ",
  "mn63:5.31": "Ebenso würde, wenn jemand sagen würde: ",
  "mn63:5.32": "‚Ich will das geistliche Leben unter dem Buddha nicht führen, bevor der Buddha mir nicht erklärt, ",
  "mn63:5.33": "dass das Weltall ewig ist oder dass es zeitlich ist … ",
  "mn63:5.34": "oder dass ein Klargewordener nach dem Tod weder fortbesteht noch nicht fortbesteht‘, ",
  "mn63:5.35": "das dennoch vom Klargewordenen nicht erklärt, und inzwischen würde diese Person sterben. ",
  "mn63:6.1": "Wenn man die Ansicht hat: ‚Das Weltall ist ewig‘, trifft es nicht zu, dass es ein Führen des geistlichen Lebens gibt. ",
  "mn63:6.2": "Wenn man die Ansicht hat: ‚Das Weltall ist zeitlich‘, trifft es nicht zu, dass es ein Führen des geistlichen Lebens gibt. ",
  "mn63:6.3": "Ob man die Ansicht hat, das Weltall sei ewig oder es sei zeitlich, in beiden Fällen gibt es Wiedergeburt, Alter und Tod, es gibt Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "mn63:6.4": "Und das Besiegen dieser Dinge in eben diesem Leben, das ist es, was ich verfechte. ",
  "mn63:6.5": "Wenn man die Ansicht hat: ‚Das Weltall ist endlich‘ … ",
  "mn63:6.6": "‚Das Weltall ist unendlich‘ … ",
  "mn63:6.9": "‚Seele und Körper sind ein und dasselbe‘ … ",
  "mn63:6.10": "‚Die Seele ist ein Ding, der Körper ein anderes‘ … ",
  "mn63:6.13": "‚ein Klargewordener besteht nach dem Tod fort‘ … ",
  "mn63:6.14": "‚ein Klargewordener besteht nach dem Tod nicht fort‘ … ",
  "mn63:6.17": "‚ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort‘ … ",
  "mn63:6.18": "oder ‚ein Klargewordener besteht nach dem Tod weder fort, noch besteht er nicht fort‘, trifft es nicht zu, dass es ein Führen des geistlichen Lebens gibt. ",
  "mn63:6.19": "Ob man die Ansicht hat, ein Klargewordener bestehe nach dem Tod fort und bestehe auch nicht fort, oder er bestehe weder fort, noch bestehe er nicht fort, in beiden Fällen gibt es Wiedergeburt, Alter und Tod, es gibt Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "mn63:6.20": "Und das Besiegen dieser Dinge in eben diesem Leben, das ist es, was ich verfechte. ",
  "mn63:7.1": "Daher, Māluṅkyaputta, sollst du, was ich nicht erklärt habe, als nicht erklärt in Erinnerung behalten ",
  "mn63:7.2": "und was ich erklärt habe, als erklärt. ",
  "mn63:7.3": "Und was habe ich nicht erklärt? ",
  "mn63:7.4": "‚Das Weltall ist ewig‘, das habe ich nicht erklärt. ",
  "mn63:7.5": "‚Das Weltall ist zeitlich‘, ",
  "mn63:7.7": "‚Das Weltall ist endlich‘, ",
  "mn63:7.9": "‚Das Weltall ist unendlich‘, ",
  "mn63:7.11": "‚Seele und Körper ein und sind dasselbe‘, ",
  "mn63:7.13": "‚Die Seele ist ein Ding, der Körper ein anderes‘, ",
  "mn63:7.15": "‚Ein Klargewordener besteht nach dem Tod fort‘, ",
  "mn63:7.17": "‚Ein Klargewordener besteht nach dem Tod nicht fort‘, ",
  "mn63:7.19": "‚Ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort‘, ",
  "mn63:7.21": "‚Ein Klargewordener besteht nach dem Tod weder fort, noch besteht er nicht fort‘, ",
  "mn63:7.22": "das habe ich nicht erklärt. ",
  "mn63:8.1": "Und warum habe ich diese Dinge nicht erklärt? ",
  "mn63:8.2": "Weil sie für die Grundlagen des geistlichen Lebens nutzlos und ohne Bedeutung sind. Sie führen nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "mn63:8.3": "Darum habe ich sie nicht erklärt. ",
  "mn63:9.1": "Und was habe ich erklärt? ",
  "mn63:9.2": "‚Das ist das Leiden‘, das habe ich erklärt. ",
  "mn63:9.3": "‚Das ist der Ursprung des Leidens‘, ",
  "mn63:9.5": "‚Das ist das Aufhören des Leidens‘, ",
  "mn63:9.7": "‚Das ist die Übung, die zum Aufhören des Leidens führt‘, ",
  "mn63:9.8": "das habe ich erklärt. ",
  "mn63:10.1": "Und warum habe ich diese Dinge erklärt? ",
  "mn63:10.2": "Weil sie für die Grundlagen des geistlichen Lebens nützlich und von Bedeutung sind. Sie führen zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "mn63:10.3": "Darum habe ich sie erklärt. ",
  "mn63:10.4": "Daher, Māluṅkyaputta, sollst du, was ich nicht erklärt habe, als nicht erklärt in Erinnerung behalten ",
  "mn63:10.5": "und was ich erklärt habe, als erklärt.“ ",
  "mn63:10.6": "Das sagte der Buddha. ",
  "mn63:10.7": "Zufrieden begrüßte der Ehrwürdige Māluṅkyaputta die Worte des Buddha. "
}