{
  "mn64:0.1": "Mittlere Lehrreden 64 ",
  "mn64:0.2": "Die längere Lehrrede mit Māluṅkyaputta ",
  "mn64:1.1": "So habe ich es gehört: ",
  "mn64:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn64:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn64:1.4": "„Mönche und Nonnen!“ ",
  "mn64:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn64:1.6": "Der Buddha sagte: ",
  "mn64:2.1": "„Mönche und Nonnen, habt ihr die fünf niederen Fesseln im Gedächtnis, die ich gelehrt habe?“ ",
  "mn64:2.2": "Darauf sagte der Ehrwürdige Māluṅkyaputta zu ihm: ",
  "mn64:2.3": "„Herr, ich habe sie im Gedächtnis.“ ",
  "mn64:2.4": "„Aber wie hast du sie im Gedächtnis?“ ",
  "mn64:2.5": "„Substanzialistische Ansicht habe ich als niedere Fessel, die der Buddha gelehrt hat, im Gedächtnis, ",
  "mn64:2.6": "ebenso Zweifel, ",
  "mn64:2.7": "falsches Verständnis von Regeln und Gelübden, ",
  "mn64:2.8": "sinnliches Begehren ",
  "mn64:2.9": "und bösen Willen. ",
  "mn64:2.10": "So habe ich die fünf niederen Fesseln, die der Buddha gelehrt hat, im Gedächtnis.“ ",
  "mn64:3.1": "„Über wen in aller Welt hast du im Gedächtnis, dass ich ihn die fünf niederen Fesseln so gelehrt hätte? ",
  "mn64:3.2": "Würden die Wanderer anderer Konfessionen das nicht mittels des Gleichnisses vom Säugling beanstanden? ",
  "mn64:3.3": "Denn ein kleines Kind hat nicht einmal eine Vorstellung von ‚substanzieller Wirklichkeit‘, wie kann da eine substanzialistische Ansicht in ihm aufkommen? ",
  "mn64:3.4": "Doch die zugrunde liegende Neigung zu substanzialistischer Ansicht ist noch in ihm vorhanden. ",
  "mn64:3.5": "Ein kleines Kind hat nicht einmal eine Vorstellung von ‚Lehre‘, wie kann da Zweifel an der Lehre in ihm aufkommen? ",
  "mn64:3.6": "Doch die zugrunde liegende Neigung zu Zweifel ist noch in ihm vorhanden. ",
  "mn64:3.7": "Ein kleines Kind hat nicht einmal eine Vorstellung von ‚Regeln‘, wie kann da ein falsches Verständnis von Regeln und Gelübden in ihm aufkommen? ",
  "mn64:3.8": "Doch die zugrunde liegende Neigung zu falschem Verständnis von Regeln und Gelübden ist noch in ihm vorhanden. ",
  "mn64:3.9": "Ein kleines Kind hat nicht einmal eine Vorstellung von ‚sinnlichem Begehren‘, wie kann da Begehren nach Sinnenfreuden in ihm aufkommen? ",
  "mn64:3.10": "Doch die zugrunde liegende Neigung zu sinnlichem Begehren ist noch in ihm vorhanden. ",
  "mn64:3.11": "Ein kleines Kind hat nicht einmal eine Vorstellung von ‚Lebewesen‘, wie kann böser Wille gegenüber Lebewesen in ihm aufkommen? ",
  "mn64:3.12": "Doch die zugrunde liegende Neigung zu bösem Willen ist noch in ihm vorhanden. ",
  "mn64:3.13": "Würden die Wanderer anderer Konfessionen das nicht mittels des Gleichnisses vom Säugling beanstanden?“ ",
  "mn64:4.1": "Daraufhin sagte der Ehrwürdige Ānanda zum Buddha: ",
  "mn64:4.2": "„Jetzt ist die Zeit, Gesegneter! Jetzt ist die Zeit, Heiliger! ",
  "mn64:4.3": "Der Buddha lehre bitte die fünf niederen Fesseln. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "mn64:4.4": "„Nun, Ānanda, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn64:4.5": "„Ja, Herr“, antwortete Ānanda. ",
  "mn64:4.6": "Der Buddha sagte: ",
  "mn64:5.1": "„Ānanda, da hat ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen und ist in der Lehre der Edlen nicht bewandert und geschult. Er hat keine guten Menschen gesehen und ist in der Lehre der Guten nicht bewandert und geschult. ",
  "mn64:5.2": "Sein Herz ist von substanzialistischer Ansicht überwältigt, in substanzialistische Ansicht verstrickt, ",
  "mn64:5.3": "und er versteht nicht wahrhaftig, wie er der aufgekommenen substanzialistischen Ansicht entrinnen kann. ",
  "mn64:5.4": "Diese substanzialistische Ansicht ist in ihn eingegraben, nicht beseitigt: Sie ist eine niedere Fessel. ",
  "mn64:5.5": "Sein Herz ist von Zweifel überwältigt, in Zweifel verstrickt, ",
  "mn64:5.6": "und er versteht nicht wahrhaftig, wie er dem aufgekommenen Zweifel entrinnen kann. ",
  "mn64:5.7": "Dieser Zweifel ist in ihn eingegraben, nicht beseitigt: Er ist eine niedere Fessel. ",
  "mn64:5.8": "Sein Herz ist von falschem Verständnis von Regeln und Gelübden überwältigt, in falsches Verständnis von Regeln und Gelübden verstrickt, ",
  "mn64:5.9": "und er versteht nicht wahrhaftig, wie er dem aufgekommenen falschen Verständnis von Regeln und Gelübden entrinnen kann. ",
  "mn64:5.10": "Dieses falsche Verständnis von Regeln und Gelübden ist in ihn eingegraben, nicht beseitigt: Es ist eine niedere Fessel. ",
  "mn64:5.11": "Sein Herz ist von sinnlicher Begierde überwältigt, in sinnliche Begierde verstrickt, ",
  "mn64:5.12": "und er versteht nicht wahrhaftig, wie er der aufgekommenen sinnlichen Begierde entrinnen kann. ",
  "mn64:5.13": "Diese sinnliche Begierde ist in ihn eingegraben, nicht beseitigt: Sie ist eine niedere Fessel. ",
  "mn64:5.14": "Sein Herz ist von bösem Willen überwältigt, in bösen Willen verstrickt, ",
  "mn64:5.15": "und er versteht nicht wahrhaftig, wie er dem aufgekommenen bösen Willen entrinnen kann. ",
  "mn64:5.16": "Dieser böse Wille ist in ihn eingegraben, nicht beseitigt: Er ist eine niedere Fessel. ",
  "mn64:6.1": "Aber ein gebildeter edler Schüler hat die Edlen gesehen und ist in der Lehre der Edlen bewandert und geschult. Er hat gute Menschen gesehen und ist in der Lehre der Guten bewandert und geschult. Sein Herz ist nicht von substanzialistischer Ansicht überwältigt, in substanzialistische Ansicht verstrickt, ",
  "mn64:6.2": "und er versteht wahrhaftig, wie er der aufgekommenen substanzialistischen Ansicht entrinnen kann. ",
  "mn64:6.3": "Diese substanzialistische Ansicht, samt jeder zugrunde liegenden Neigung dazu, ist in ihm aufgegeben. ",
  "mn64:6.4": "Sein Herz ist nicht von Zweifel überwältigt, in Zweifel verstrickt, ",
  "mn64:6.5": "und er versteht wahrhaftig, wie er dem aufgekommenen Zweifel entrinnen kann. ",
  "mn64:6.6": "Dieser Zweifel, samt jeder zugrunde liegenden Neigung dazu, ist in ihm aufgegeben. ",
  "mn64:6.7": "Sein Herz ist nicht von falschem Verständnis von Regeln und Gelübden überwältigt, in falsches Verständnis von Regeln und Gelübden verstrickt, ",
  "mn64:6.8": "und er versteht wahrhaftig, wie er dem aufgekommenen falschen Verständnis von Regeln und Gelübden entrinnen kann. ",
  "mn64:6.9": "Dieses falsche Verständnis von Regeln und Gelübden, samt jeder zugrunde liegenden Neigung dazu, ist in ihm aufgegeben. ",
  "mn64:6.10": "Sein Herz ist nicht von sinnlicher Begierde überwältigt, in sinnliche Begierde verstrickt, ",
  "mn64:6.11": "und er versteht wahrhaftig, wie er der aufgekommenen sinnlichen Begierde entrinnen kann. ",
  "mn64:6.12": "Diese sinnliche Begierde, samt jeder zugrunde liegenden Neigung dazu, ist in ihm aufgegeben. ",
  "mn64:6.13": "Sein Herz ist nicht von bösem Willen überwältigt, in bösen Willen verstrickt, ",
  "mn64:6.14": "und er versteht wahrhaftig, wie er dem aufgekommenen bösen Willen entrinnen kann. ",
  "mn64:6.15": "Dieser böse Wille, samt jeder zugrunde liegenden Neigung dazu, ist in ihm aufgegeben. ",
  "mn64:6.16": "Es gibt einen Pfad und eine Übung, um die fünf niederen Fesseln aufzugeben. Ohne sich auf diesen Pfad und diese Übung zu stützen, ist es nicht möglich, die fünf niederen Fesseln zu erkennen oder zu sehen oder aufzugeben. ",
  "mn64:6.17": "Wie ein großer Baum, der mit Kernholz dasteht: Ohne die Rinde und das Weichholz zu durchschneiden, ist es nicht möglich, das Kernholz herauszuschneiden. ",
  "mn64:6.19": "Ebenso gibt es einen Pfad und eine Übung, um die fünf niederen Fesseln aufzugeben. Ohne sich auf diesen Pfad und diese Übung zu stützen, ist es nicht möglich, die fünf niederen Fesseln zu erkennen oder zu sehen oder aufzugeben. ",
  "mn64:7.1": "Aber indem man sich auf diesen Pfad und diese Übung stützt, ist es möglich, die fünf niederen Fesseln zu erkennen und zu sehen und aufzugeben. ",
  "mn64:8.1": "Wie ein großer Baum, der mit Kernholz dasteht: Indem man die Rinde und das Weichholz durchschneidet, ist es möglich, das Kernholz herauszuschneiden. ",
  "mn64:8.2": "Ebenso gibt es einen Pfad und eine Übung, um die fünf niederen Fesseln aufzugeben. Indem man sich auf diesen Pfad und diese Übung stützt, ist es möglich, die fünf niederen Fesseln zu erkennen und zu sehen und aufzugeben. ",
  "mn64:8.3": "Wie wenn der Ganges randvoll mit Wasser wäre, sodass eine Krähe daraus trinken könnte, ",
  "mn64:8.4": "und es käme ein schwacher Mensch, der dächte: ",
  "mn64:8.5": "‚Indem ich mit meinen Armen schwimme, werde ich sicher zum anderen Ufer des Ganges hinübergelangen‘, ",
  "mn64:8.6": "aber er wäre dazu nicht in der Lage. ",
  "mn64:8.7": "Ebenso ist es mit jemandem, dessen Geist, wenn der Dhamma für das Aufhören substanzialistischer Ansicht gelehrt wird, nicht begierig ist, nicht zuversichtlich, fest verankert und entschlossen: ",
  "mn64:8.8": "Er soll wie dieser schwache Mensch angesehen werden. ",
  "mn64:8.9": "Wie wenn der Ganges randvoll mit Wasser wäre, sodass eine Krähe daraus trinken könnte, ",
  "mn64:8.10": "und es käme ein starker Mensch, der dächte: ",
  "mn64:8.11": "‚Indem ich mit meinen Armen schwimme, werde ich sicher zum anderen Ufer des Ganges hinübergelangen‘, ",
  "mn64:8.12": "und er wäre dazu in der Lage. ",
  "mn64:8.13": "Ebenso ist es mit jemandem, dessen Geist, wenn der Dhamma für das Aufhören substanzialistischer Ansicht gelehrt wird, begierig ist, zuversichtlich, fest verankert und entschlossen: ",
  "mn64:8.14": "Er soll wie dieser starke Mensch angesehen werden. ",
  "mn64:9.1": "Und was, Ānanda, ist der Pfad und die Übung, um die fünf niederen Fesseln aufzugeben? ",
  "mn64:9.2": "Da tritt ein Mönch – indem er sich von Bindungen zurückzieht, untaugliche Eigenschaften aufgibt und körperliches Unbehagen vollständig beruhigt – ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn64:9.3": "Er betrachtet die Erscheinungen dort, die in Form, Gefühl, Wahrnehmung, Willensbildungsprozessen und Bewusstsein enthalten sind, als unbeständig, als Leiden, als Krankheit, als Eiterherd, als Pfeil, als Elend, als Beschwerde, als fremd, als zerfallend, als leer, als ohne Selbst. ",
  "mn64:9.4": "Er wendet seinen Geist von diesen Dingen ab ",
  "mn64:9.5": "und richtet ihn auf die Unsterblichkeit: ",
  "mn64:9.6": "‚Das ist friedvoll, das ist erhaben: nämlich das Beruhigen aller Vorgänge, das Loslassen aller Bindungen, das Auflösen des Verlangens, das Schwinden, Aufhören, Erlöschen.‘ ",
  "mn64:9.7": "Indem er darin verweilt, erreicht er die Auflösung der Befleckungen. ",
  "mn64:9.8": "Wenn er nicht die Auflösung der Befleckungen erreicht, wird er mit dem Auflösen der fünf niederen Fesseln aufgrund seiner Leidenschaft und Liebe zu dieser Meditation durch unmittelbares Erscheinen wiedergeboren. Er erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "mn64:9.9": "Das ist der Pfad und die Übung, um die fünf niederen Fesseln aufzugeben. ",
  "mn64:10-12.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin … ",
  "mn64:10-12.2": "in die dritte Vertiefung … ",
  "mn64:10-12.3": "in die vierte Vertiefung. ",
  "mn64:10-12.4": "Er betrachtet die Erscheinungen dort, die in Form, Gefühl, Wahrnehmung, Willensbildungsprozessen und Bewusstsein enthalten sind, als unbeständig … ",
  "mn64:10-12.5": "Er wendet seinen Geist von diesen Dingen ab … ",
  "mn64:10-12.6": "Wenn er nicht die Auflösung der Befleckungen erreicht, wird er … durch unmittelbares Erscheinen wiedergeboren. Er erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "mn64:10-12.7": "Auch das ist der Pfad und die Übung, um die fünf niederen Fesseln aufzugeben. ",
  "mn64:13.1": "Dann übersteigt da ein Mönch jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, richtet den Geist nicht auf die Wahrnehmung von Vielfalt, tritt im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "mn64:13.2": "Er betrachtet die Erscheinungen dort, die in Gefühl, Wahrnehmung, Willensbildungsprozessen und Bewusstsein enthalten sind, als unbeständig … ",
  "mn64:13.3": "Er wendet seinen Geist von diesen Dingen ab … ",
  "mn64:13.4": "Wenn er nicht die Auflösung der Befleckungen erreicht, wird er … durch unmittelbares Erscheinen wiedergeboren. Er erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "mn64:13.5": "Auch das ist der Pfad und die Übung, um die fünf niederen Fesseln aufzugeben. ",
  "mn64:14.1": "Dann übersteigt da ein Mönch vollständig die Dimension des unendlichen Raumes, tritt im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "mn64:14.2": "Er betrachtet die Erscheinungen dort, die in Gefühl, Wahrnehmung, Willensbildungsprozessen und Bewusstsein enthalten sind, als unbeständig … ",
  "mn64:14.3": "Er wendet seinen Geist von diesen Dingen ab … ",
  "mn64:14.4": "Wenn er nicht die Auflösung der Befleckungen erreicht, wird er … durch unmittelbares Erscheinen wiedergeboren. Er erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "mn64:14.5": "Auch das ist der Pfad und die Übung, um die fünf niederen Fesseln aufzugeben. ",
  "mn64:15.1": "Dann übersteigt da ein Mönch vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilt darin. ",
  "mn64:15.2": "Er betrachtet die Erscheinungen dort, die in Gefühl, Wahrnehmung, Willensbildungsprozessen und Bewusstsein enthalten sind, als unbeständig … ",
  "mn64:15.3": "Er wendet seinen Geist von diesen Dingen ab … ",
  "mn64:15.4": "Wenn er nicht die Auflösung der Befleckungen erreicht, wird er … durch unmittelbares Erscheinen wiedergeboren. Er erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "mn64:15.5": "Auch das ist der Pfad und die Übung, um die fünf niederen Fesseln aufzugeben.“ ",
  "mn64:16.1": "„Herr, wenn das der Pfad und die Übung ist, um die fünf niederen Fesseln aufzugeben, wie kommt es dann, dass manche Mönche und Nonnen hier im Herzen befreit sind, während andere durch Weisheit befreit sind?“ ",
  "mn64:16.2": "„In diesem Fall sage ich, es ist die Vielfalt ihrer Fähigkeiten.“ ",
  "mn64:16.3": "Das sagte der Buddha. ",
  "mn64:16.4": "Zufrieden begrüßte der Ehrwürdige Ānanda die Worte des Buddha. "
}