{
  "mn65:0.1": "Mittlere Lehrreden 65 ",
  "mn65:0.2": "Mit Bhaddāli ",
  "mn65:1.1": "So habe ich es gehört: ",
  "mn65:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn65:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn65:1.4": "„Mönche und Nonnen!“ ",
  "mn65:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn65:1.6": "Der Buddha sagte: ",
  "mn65:2.1": "„Mönche und Nonnen, ich esse meine Nahrung in einer Sitzung am Tag. ",
  "mn65:2.2": "Damit sehe ich mich gesund und wohlauf, behänd und stark, und ich lebe unbeschwert. ",
  "mn65:2.3": "Auch ihr sollt eure Nahrung in einer Sitzung am Tag essen. ",
  "mn65:2.4": "Damit werdet ihr euch gesund und wohlauf sehen, behänd und stark, und ihr werdet unbeschwert leben.“ ",
  "mn65:3.1": "Darauf sagte der Ehrwürdige Bhaddāli zum Buddha: ",
  "mn65:3.2": "„Herr, ich werde nicht versuchen, meine Nahrung in einer Sitzung am Tag zu essen. ",
  "mn65:3.3": "Denn wenn ich einmal am Tag esse, könnte ich es bereuen und bedauern.“ ",
  "mn65:4.1": "„Nun, Bhaddāli, dann iss einen Teil der Mahlzeit an dem Ort, wo du eingeladen bist, und nimm den Rest zum Essen mit zurück. ",
  "mn65:4.2": "Auch wenn du so isst, wirst du dich unterhalten.“ ",
  "mn65:4.3": "„Herr, ich werde auch nicht versuchen, so zu essen. ",
  "mn65:4.4": "Denn wenn ich so esse, könnte ich es auch bereuen und bedauern.“ ",
  "mn65:4.5": "Als dann diese Regel vom Buddha festgelegt wurde und der Saṅgha sie unternahm, kündigte Bhaddāli an, er werde nicht versuchen, sie einzuhalten. ",
  "mn65:4.6": "Dann sah Bhaddāli während der gesamten drei Monate den Buddha nicht Auge in Auge, wie es geschieht, wenn jemand die Schulung nicht nach der Anleitung des Lehrers erfüllt. ",
  "mn65:5.1": "Zu dieser Zeit waren mehrere Mönche und Nonnen dabei, eine Robe für den Buddha zu fertigen: ",
  "mn65:5.2": "„Wenn seine Robe fertig ist und die drei Monate des Regenzeitaufenthalts um sein werden, wird der Buddha auf Wanderschaft gehen.“ ",
  "mn65:6.1": "Da ging Bhaddāli zu diesen Mönchen und Nonnen und tauschte Willkommensgrüße mit ihnen aus. ",
  "mn65:6.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. Die Mönche und Nonnen sagten zu ihm: ",
  "mn65:6.3": "„Geehrter Bhaddāli, diese Robe wird für den Buddha gefertigt. ",
  "mn65:6.4": "Wenn sie fertig ist und die drei Monate des Regenzeitaufenthalts um sein werden, wird der Buddha auf Wanderschaft gehen. ",
  "mn65:6.5": "Komm, Bhaddāli, lerne deine Lektion. Mach es dir selbst nicht später schwer.“ ",
  "mn65:7.1": "„Ja, Geehrte“, antwortete Bhaddāli. Er ging zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn65:7.2": "„Ich habe einen Fehler gemacht, Herr. Es war töricht, dumm und untauglich von mir, dass ich, als diese Regel vom Buddha festgelegt wurde und der Saṅgha sie unternahm, angekündigt habe, ich würde nicht versuchen, sie einzuhalten. ",
  "mn65:7.3": "Bitte, Herr, nimm meinen Fehler als Fehler an, und ich will mich in Zukunft zügeln.“ ",
  "mn65:8.1": "„Jawohl, Bhaddāli, du hast einen Fehler gemacht. Es war töricht, dumm und untauglich von dir, dass du, als diese Regel vom Buddha festgelegt wurde und der Saṅgha sie unternahm, angekündigt hast, du würdest nicht versuchen, sie einzuhalten. ",
  "mn65:9.1": "Und du hast diesen Umstand nicht verstanden: ",
  "mn65:9.2": "‚Der Buddha hält sich in Sāvatthī auf, und er wird mich ",
  "mn65:9.3": "als den Mönch mit Namen Bhaddāli kennen, der die Schulung nicht nach der Anleitung des Lehrers erfüllt.‘ ",
  "mn65:9.5": "Und du hast diesen Umstand nicht verstanden: ",
  "mn65:9.6": "‚Mehrere Mönche haben den Regenzeitaufenthalt in Sāvatthī angetreten … ",
  "mn65:9.10": "Mehrere Nonnen haben den Regenzeitaufenthalt in Sāvatthī angetreten … ",
  "mn65:9.14": "Mehrere Laienmänner befinden sich in Sāvatthī … ",
  "mn65:9.18": "Mehrere Laienfrauen befinden sich in Sāvatthī, und sie werden mich ",
  "mn65:9.19": "als den Mönch mit Namen Bhaddāli kennen, der die Schulung nicht nach der Anleitung des Lehrers erfüllt. ",
  "mn65:9.20": "Und du hast diesen Umstand nicht verstanden: ",
  "mn65:9.22": "Mehrere Asketen und Brahmanen, die verschiedenen anderen Konfessionen anhängen, haben den Regenzeitaufenthalt in Sāvatthī angetreten, und sie werden mich ",
  "mn65:9.23": "als den Mönch mit Namen Bhaddāli kennen, einen der altehrwürdigen Schüler Gotamas, der die Schulung nicht nach der Anleitung des Lehrers erfüllt.‘ ",
  "mn65:9.24": "Auch diesen Umstand hast du nicht verstanden.“ ",
  "mn65:10.1": "„Ich habe einen Fehler gemacht, Herr. Es war töricht, dumm und untauglich von mir, dass ich, als diese Regel vom Buddha festgelegt wurde und der Saṅgha sie unternahm, angekündigt habe, ich würde nicht versuchen, sie einzuhalten. ",
  "mn65:10.2": "Bitte, Herr, nimm meinen Fehler als Fehler an, und ich will mich in Zukunft zügeln.“ ",
  "mn65:10.3": "„Jawohl, Bhaddāli, du hast einen Fehler gemacht. Es war töricht, dumm und untauglich von dir, dass du, als diese Regel vom Buddha festgelegt wurde und der Saṅgha sie unternahm, angekündigt hast, du würdest nicht versuchen, sie einzuhalten. ",
  "mn65:11.1": "Was denkst du, Bhaddāli? ",
  "mn65:11.2": "Angenommen, ich würde zu einem Mönch, der auf beide Arten befreit ist, sagen: ",
  "mn65:11.3": "‚Bitte, Mönch, sei eine Brücke, damit ich den Schlamm überqueren kann.‘ Würde er selbst hinübergehen oder versuchen, sich aus der Affäre zu ziehen, oder einfach ‚Nein‘ sagen?“ ",
  "mn65:11.4": "„Nein, Herr.“ ",
  "mn65:11.5": "„Was denkst du, Bhaddāli? ",
  "mn65:11.6": "Angenommen, ich würde zu einem Mönch, der durch Weisheit befreit ist, ",
  "mn65:11.7": "oder zu einem unmittelbaren Zeugen ",
  "mn65:11.8": "oder zu einem, der zur Ansicht gelangt ist, ",
  "mn65:11.9": "oder zu einem, der durch Vertrauen befreit ist, ",
  "mn65:11.10": "oder zu einem Nachfolger der Lehren ",
  "mn65:11.11": "oder zu einem Nachfolger durch Vertrauen sagen: ",
  "mn65:11.12": "‚Bitte, Mönch, sei eine Brücke, damit ich den Schlamm überqueren kann.‘ Würde er selbst hinübergehen oder versuchen, sich aus der Affäre zu ziehen, oder einfach ‚Nein‘ sagen?“ ",
  "mn65:11.13": "„Nein, Herr.“ ",
  "mn65:12.1": "„Was denkst du, Bhaddāli? ",
  "mn65:12.2": "Warst du zu dieser Zeit auf beide Arten befreit, durch Weisheit befreit, ein unmittelbarer Zeuge, zur Ansicht gelangt, durch Vertrauen befreit, ein Nachfolger der Lehren oder ein Nachfolger durch Vertrauen?“ ",
  "mn65:12.3": "„Nein, Herr.“ ",
  "mn65:12.4": "Warst du nicht leer, hohl und fehlgeleitet?“ ",
  "mn65:13.1": "„Ja, Herr. ",
  "mn65:13.2": "Ich habe einen Fehler gemacht, Herr. Es war töricht, dumm und untauglich von mir, dass ich, als diese Regel vom Buddha festgelegt wurde und der Saṅgha sie unternahm, angekündigt habe, ich würde nicht versuchen, sie einzuhalten. ",
  "mn65:13.3": "Bitte, Herr, nimm meinen Fehler als Fehler an, und ich will mich in Zukunft zügeln.“ ",
  "mn65:13.4": "„Jawohl, Bhaddāli, du hast einen Fehler gemacht. Es war töricht, dumm und untauglich von dir, dass du, als diese Regel vom Buddha festgelegt wurde und der Saṅgha sie unternahm, angekündigt hast, du würdest nicht versuchen, sie einzuhalten. ",
  "mn65:13.5": "Aber da du deinen Fehler als Fehler erkannt hast und richtig mit ihm verfahren bist, nehme ich ihn an. ",
  "mn65:13.6": "Denn es gilt als Fortschritt in der Schulung des Edlen, einen Fehler als Fehler zu erkennen, richtig mit ihm zu verfahren und sich zu verpflichten, sich in der Zukunft zu zügeln. ",
  "mn65:14.1": "Bhaddāli, da ist ein Mönch, der die Schulung  nicht nach der Anleitung des Lehrers erfüllt. ",
  "mn65:14.2": "Er denkt: ",
  "mn65:14.3": "‚Warum suche ich nicht einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen? ",
  "mn65:14.4": "Hoffentlich werde ich einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen, der der Edlen würdig ist!‘ ",
  "mn65:14.5": "Und er sucht einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen. ",
  "mn65:14.6": "Während er zurückgezogen lebt, weist ihn der Lehrer zurecht, vernünftige geistliche Gefährten weisen ihn zurecht, nachdem sie es geprüft haben, Gottheiten weisen ihn zurecht und er selbst weist sich zurecht. ",
  "mn65:14.7": "Wenn er so zurechtgewiesen wird, erlangt er keinen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist. ",
  "mn65:14.8": "Warum ist das so? ",
  "mn65:14.9": "Weil das geschieht, wenn jemand die Schulung nicht nach der Anleitung des Lehrers erfüllt. ",
  "mn65:15.1": "Aber da ist ein Mönch, der die Schulung  nach der Anleitung des Lehrers erfüllt. ",
  "mn65:15.2": "Er denkt: ",
  "mn65:15.3": "‚Warum suche ich nicht einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen? ",
  "mn65:15.4": "Hoffentlich werde ich einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen, der der Edlen würdig ist!‘ ",
  "mn65:15.5": "Und er sucht einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen. ",
  "mn65:15.6": "Während er zurückgezogen lebt, weist ihn der Lehrer nicht zurecht, vernünftige geistliche Gefährten weisen ihn nicht zurecht, nachdem sie es geprüft haben, Gottheiten weisen ihn nicht zurecht und er selbst weist sich nicht zurecht. ",
  "mn65:15.7": "Wenn er nicht so zurechtgewiesen wird, erlangt er einen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist. ",
  "mn65:16.1": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, tritt er in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn65:16.2": "Warum ist das so? ",
  "mn65:16.3": "Weil das geschieht, wenn jemand die Schulung nach der Anleitung des Lehrers erfüllt. ",
  "mn65:17.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn65:17.2": "Warum ist das so? ",
  "mn65:17.3": "Weil das geschieht, wenn jemand die Schulung nach der Anleitung des Lehrers erfüllt. ",
  "mn65:17.4": "Mit dem Schwinden der Ekstase tritt ein Mönch dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn65:17.5": "Warum ist das so? ",
  "mn65:17.6": "Weil das geschieht, wenn jemand die Schulung nach der Anleitung des Lehrers erfüllt. ",
  "mn65:17.7": "Indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn65:17.8": "Warum ist das so? ",
  "mn65:17.9": "Weil das geschieht, wenn jemand die Schulung nach der Anleitung des Lehrers erfüllt. ",
  "mn65:18.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erinnerung an frühere Leben. ",
  "mn65:18.2": "Er erinnert sich an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt … Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn65:18.3": "Warum ist das so? ",
  "mn65:18.4": "Weil das geschieht, wenn jemand die Schulung nach der Anleitung des Lehrers erfüllt. ",
  "mn65:19.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "mn65:19.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht er Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan … sie werden an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan … sie werden an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sieht er mit geläuterter und übermenschlicher Hellsichtigkeit … wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn65:19.3": "Warum ist das so? ",
  "mn65:19.4": "Weil das geschieht, wenn jemand die Schulung nach der Anleitung des Lehrers erfüllt. ",
  "mn65:20.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – dann streckt er ihn aus auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "mn65:20.2": "Er versteht wahrhaftig: ‚Das ist das Leiden‘, ‚das ist der Ursprung des Leidens‘, ‚das ist das Aufhören des Leidens‘, ‚das ist die Übung, die zum Aufhören des Leidens führt‘. ",
  "mn65:20.3": "Er versteht wahrhaftig: ‚Das sind die Befleckungen‘, ‚das ist der Ursprung der Befleckungen‘, ‚das ist das Aufhören der Befleckungen‘, ‚das ist die Übung, die zum Aufhören der Befleckungen führt‘. ",
  "mn65:21.1": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn65:21.2": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "mn65:21.3": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "mn65:21.4": "Warum ist das so? ",
  "mn65:21.5": "Weil das geschieht, wenn jemand die Schulung nach der Anleitung des Lehrers erfüllt.“ ",
  "mn65:22.1": "Als er geendet hatte, sagte der Ehrwürdige Bhaddāli zum Buddha: ",
  "mn65:22.2": "„Was ist der Grund, Herr, was ist die Ursache, dass sie den einen Mönch bestrafen, ihn wiederholt bedrängen? ",
  "mn65:22.3": "Und was ist der Grund, was ist die Ursache, dass sie einen anderen Mönch nicht auf die gleiche Art bestrafen, ihn wiederholt bedrängen?“ ",
  "mn65:23.1": "„Da ist ein Mönch ein Gewohnheitstäter mit vielen Verstößen. ",
  "mn65:23.2": "Wenn er von den Mönchen angesprochen wird, weicht er dem Problem aus, lenkt das Gespräch auf Nebensächlichkeiten und zeigt Ärger, Hass und Unmut. Er geht nicht richtig vor, fügt sich nicht ein, geht nicht so vor, dass er es überwindet, und sagt nicht: ‚Ich will tun, was dem Saṅgha gefällt.‘ ",
  "mn65:23.3": "In einem solchen Fall sagen die Mönche: ",
  "mn65:23.4": "‚Geehrte, dieser Mönch ist ein Gewohnheitstäter mit vielen Verstößen. ",
  "mn65:23.5": "Wenn er von den Mönchen angesprochen wird wird, weicht er dem Problem aus, lenkt das Gespräch auf Nebensächlichkeiten und zeigt Ärger, Hass und Unmut. Er geht nicht richtig vor, fügt sich nicht ein, geht nicht so vor, dass er es überwindet, und sagt nicht: „Ich will tun, was dem Saṅgha gefällt.“ ",
  "mn65:23.6": "Es wäre gut, wenn die Ehrwürdigen diesen Mönch so prüfen, dass diese disziplinarische Angelegenheit nicht schnell beigelegt wird.‘ ",
  "mn65:23.7": "Und so tun sie es. ",
  "mn65:24.1": "Dann ist da ein anderer Mönch ein Gewohnheitstäter mit vielen Verstößen. ",
  "mn65:24.2": "Wenn er von den Mönchen angesprochen wird, weicht er dem Problem nicht aus, lenkt das Gespräch nicht auf Nebensächlichkeiten und zeigt keinen Ärger, Hass oder Unmut. Er geht richtig vor, fügt sich ein, geht so vor, dass er es überwindet, und sagt: ‚Ich will tun, was dem Saṅgha gefällt.‘ ",
  "mn65:24.3": "In einem solchen Fall sagen die Mönche: ",
  "mn65:24.4": "‚Geehrte, dieser Mönch ist ein Gewohnheitstäter mit vielen Verstößen. ",
  "mn65:24.5": "Wenn er von den Mönchen angesprochen wird wird, weicht er dem Problem nicht aus, lenkt das Gespräch nicht auf Nebensächlichkeiten und zeigt keinen Ärger, Hass oder Unmut. Er geht richtig vor, fügt sich ein, geht so vor, dass er es überwindet, und sagt: „Ich will tun, was dem Saṅgha gefällt.“ ",
  "mn65:24.6": "Es wäre gut, wenn die Ehrwürdigen diesen Mönch so prüfen, dass diese disziplinarische Angelegenheit schnell beigelegt wird.‘ ",
  "mn65:24.7": "Und so tun sie es. ",
  "mn65:25.1": "Dann ist da ein anderer Mönch ein Gelegenheitstäter, der nicht viele Verstöße hat. ",
  "mn65:25.2": "Wenn er von den Mönchen angesprochen wird, weicht er dem Problem aus, lenkt das Gespräch auf Nebensächlichkeiten und zeigt Ärger, Hass und Unmut. Er geht nicht richtig vor, fügt sich nicht ein, geht nicht so vor, dass er es überwindet, und sagt nicht: ‚Ich will tun, was dem Saṅgha gefällt.‘ ",
  "mn65:25.3": "In einem solchen Fall sagen die Mönche: ",
  "mn65:25.4": "‚Geehrte, dieser Mönch ist ein Gelegenheitstäter, der nicht viele Verstöße hat. ",
  "mn65:25.5": "Wenn er von den Mönchen angesprochen wird wird, weicht er dem Problem aus, lenkt das Gespräch auf Nebensächlichkeiten und zeigt Ärger, Hass und Unmut. Er geht nicht richtig vor, fügt sich nicht ein, geht nicht so vor, dass er es überwindet, und sagt nicht: „Ich will tun, was dem Saṅgha gefällt.“ ",
  "mn65:25.6": "Es wäre gut, wenn die Ehrwürdigen diesen Mönch so prüfen, dass diese disziplinarische Angelegenheit nicht schnell beigelegt wird.‘ ",
  "mn65:25.7": "Und so tun sie es. ",
  "mn65:26.1": "Dann ist da ein anderer Mönch ein Gelegenheitstäter, der nicht viele Verstöße hat. ",
  "mn65:26.2": "Wenn er von den Mönchen angesprochen wird, weicht er dem Problem nicht aus, lenkt das Gespräch nicht auf Nebensächlichkeiten und zeigt keinen Ärger, Hass oder Unmut. Er geht richtig vor, fügt sich ein, geht so vor, dass er es überwindet, und sagt: ‚Ich will tun, was dem Saṅgha gefällt.‘ ",
  "mn65:26.3": "In einem solchen Fall sagen die Mönche: ",
  "mn65:26.4": "‚Geehrte, dieser Mönch ist ein Gelegenheitstäter, der nicht viele Verstöße hat. ",
  "mn65:26.5": "Wenn er von den Mönchen angesprochen wird wird, weicht er dem Problem nicht aus, lenkt das Gespräch nicht auf Nebensächlichkeiten und zeigt keinen Ärger, Hass oder Unmut. Er geht richtig vor, fügt sich ein, geht so vor, dass er es überwindet, und sagt: „Ich will tun, was dem Saṅgha gefällt.“ ",
  "mn65:26.6": "Es wäre gut, wenn die Ehrwürdigen diesen Mönch so prüfen, dass diese disziplinarische Angelegenheit schnell beigelegt wird.‘ ",
  "mn65:26.7": "Und so tun sie es. ",
  "mn65:27.1": "Dann ist da ein anderer Mönch, der nur mit Vertrauen und Zuneigung zurechtkommt. ",
  "mn65:27.2": "In einem solchen Fall sagen die Mönche: ",
  "mn65:27.3": "‚Geehrte, dieser Mönch kommt nur mit Vertrauen und Zuneigung zurecht. ",
  "mn65:27.4": "Wenn wir ihn bestrafen und wiederholt bedrängen – ",
  "mn65:27.5": "nein, er soll das kleine Maß an Vertrauen und Zuneigung, das er hat, nicht verlieren!‘ ",
  "mn65:28.1": "Wie ein einäugiger Mensch, dessen Freunde und Kollegen, Verwandte und Sippenangehörige dieses eine Auge schützen würden: ",
  "mn65:28.2": "‚Er soll das eine Auge, das er hat, nicht verlieren!‘ ",
  "mn65:28.3": "Ebenso kommt da ein Mönch nur mit Vertrauen und Zuneigung zurecht. ",
  "mn65:28.4": "In einem solchen Fall sagen die Mönche: ",
  "mn65:28.5": "‚Geehrte, dieser Mönch kommt nur mit Vertrauen und Zuneigung zurecht. ",
  "mn65:28.6": "Wenn wir ihn bestrafen und wiederholt bedrängen – ",
  "mn65:28.7": "nein, er soll das kleine Maß an Vertrauen und Zuneigung, das er hat, nicht verlieren!‘ ",
  "mn65:28.8": "Das ist der Grund, das ist die Ursache, dass sie den einen Mönch bestrafen, ihn wiederholt bedrängen. ",
  "mn65:28.9": "Und das ist der Grund, das ist die Ursache, dass sie einen anderen Mönch nicht auf die gleiche Art bestrafen, ihn wiederholt bedrängen.“ ",
  "mn65:29.1": "„Was ist der Grund, Herr, was ist die Ursache, dass es früher weniger Schulungsregeln gab, aber mehr erleuchtete Mönche und Nonnen? ",
  "mn65:29.2": "Und was ist der Grund, was ist die Ursache, dass es heutzutage mehr Schulungsregeln gibt, aber weniger erleuchtete Mönche und Nonnen?“ ",
  "mn65:30.1": "„So ist es, Bhaddāli. Wenn sich die Lebewesen im Niedergang befinden und die wahre Lehre verschwindet, gibt es mehr Schulungsregeln und weniger erleuchtete Mönche und Nonnen. ",
  "mn65:30.2": "Solange gewisse befleckende Einflüsse nicht im Saṅgha erschienen sind, legt der Lehrer keine Schulungsregeln für die Schüler fest. ",
  "mn65:30.3": "Aber wenn gewisse befleckende Einflüsse im Saṅgha erschienen sind, legt der Lehrer zum Schutz davor Schulungsregeln für die Schüler fest. ",
  "mn65:31.1": "Und die befleckenden Einflüsse erscheinen nicht, bevor der Saṅgha eine beträchtliche Größe erreicht hat, ",
  "mn65:31.4": "bevor er reichlich materielle Unterstützung und Ruhm, Gelehrsamkeit und Altehrwürdigkeit erlangt hat. ",
  "mn65:31.5": "Aber wenn der Saṅgha diese Dinge erlangt hat, erscheinen solche befleckenden Einflüsse im Saṅgha, und der Lehrer legt zum Schutz davor Schulungsregeln für die Schüler fest. ",
  "mn65:32.1": "Zu der Zeit, als ich die Darlegung des Gleichnisses vom Vollblutfohlen lehrte, waren nur wenige von euch anwesend. ",
  "mn65:32.2": "Erinnerst du dich daran, Bhaddāli?“ ",
  "mn65:32.3": "„Nein, Herr.“ ",
  "mn65:32.4": "„Was, denkst du, ist der Grund dafür?“ ",
  "mn65:32.5": "„Herr, es ist sicher, weil ich seit Langem schon die Schulung nicht nach der Anleitung des Lehrers erfüllt habe.“ ",
  "mn65:32.6": "„Das ist nicht der einzige Grund, Bhaddāli. ",
  "mn65:32.7": "Vielmehr habe ich seit Langem schon deinen Geist erfasst und erkannt: ",
  "mn65:32.8": "‚Während ich lehre, gibt dieser einfältige Mann nicht acht, gebraucht den Geist nicht, ist nicht mit ganzem Herzen dabei und spitzt nicht die Ohren.‘ ",
  "mn65:32.9": "Dennoch, Bhaddāli, werde ich die Darlegung des Gleichnisses vom Vollblutfohlen lehren. ",
  "mn65:32.10": "Hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn65:32.11": "„Ja, Herr“, antwortete Bhaddāli. ",
  "mn65:32.12": "Der Buddha sagte: ",
  "mn65:33.1": "„Wie wenn ein geschickter Zureiter ein erlesenes Vollblutpferd bekäme: Zuerst würde er es daran gewöhnen, die Trense zu tragen. ",
  "mn65:33.2": "Weil es das noch nie getan hat, greift es noch darauf zurück, sich zu winden, wegzuducken und auszuweichen. ",
  "mn65:33.3": "Aber mit regelmäßiger und stufenweiser Übung wird sein schlechtes Benehmen ausgelöscht. ",
  "mn65:33.4": "Wenn es das geschafft hat, gewöhnt der Zureiter es als Nächstes daran, das Geschirr zu tragen. ",
  "mn65:33.5": "Weil es das noch nie getan hat, greift es noch darauf zurück, sich zu winden, wegzuducken und auszuweichen. ",
  "mn65:33.6": "Aber mit regelmäßiger und stufenweiser Übung wird sein schlechtes Benehmen ausgelöscht. ",
  "mn65:33.7": "Wenn es das geschafft hat, gewöhnt der Zureiter es als Nächstes daran, in der Reihe zu gehen, im Kreis zu gehen, zu tänzeln, zu galoppieren, zu stürmen, die höfischen Protokolle und Bräuche auszuführen, und er gewöhnt es an die höchste Geschwindigkeit, Wendigkeit und Freundlichkeit. ",
  "mn65:33.8": "Weil es das noch nie getan hat, greift es noch darauf zurück, sich zu winden, wegzuducken und auszuweichen. ",
  "mn65:33.9": "Aber mit regelmäßiger und stufenweiser Übung wird sein schlechtes Benehmen ausgelöscht. ",
  "mn65:33.10": "Wenn es das geschafft hat, belohnt der Zureiter es als Nächstes mit Abreiben und Striegeln. ",
  "mn65:33.11": "Ein erlesener königlicher Vollblüter mit diesen zehn Faktoren ist eines Königs würdig, kann einem König dienen und gilt als Zeichen der Königswürde. ",
  "mn65:34.1": "Ebenso ist ein Mönch, der zehn Eigenschaften besitzt, einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "mn65:34.2": "Welche zehn? ",
  "mn65:34.3": "Da besitzt ein Mönch die rechte Ansicht, das rechte Denken, die rechte Rede, das rechte Handeln, den rechten Lebenserwerb, den rechten Einsatz, die rechte Achtsamkeit, die rechte Versenkung, die rechte Erkenntnis und die rechte Freiheit eines der Schulung Entwachsenen. ",
  "mn65:34.4": "Ein Mönch, der diese zehn Eigenschaften besitzt, ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.“ ",
  "mn65:34.5": "Das sagte der Buddha. ",
  "mn65:34.6": "Zufrieden begrüßte der Ehrwürdige Bhaddāli die Worte des Buddha. "
}