{
  "mn66:0.1": "Mittlere Lehrreden 66 ",
  "mn66:0.2": "Das Gleichnis von der Wachtel ",
  "mn66:1.1": "So habe ich es gehört: ",
  "mn66:1.2": "Einmal hielt sich der Buddha im Land der Aṅguttarāper auf, bei ihrem Marktflecken mit Namen Āpaṇa. ",
  "mn66:2.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Āpaṇa zum Almosengang. ",
  "mn66:2.2": "Er zog um Almosen durch Āpaṇa. Nach dem Essen, als er vom Almosengang zurückkam, ging er in ein gewisses Waldstück, um den Tag über dort zu meditieren. ",
  "mn66:2.3": "Er tauchte tief in den Wald ein und setzte sich an den Fuß eines Baumes, um den Tag über dort zu meditieren. ",
  "mn66:3.1": "Auch der Ehrwürdige Udāyī kleidete sich am Morgen an, nahm Schale und Robe und betrat Āpaṇa zum Almosengang. ",
  "mn66:3.2": "Er zog um Almosen durch Āpaṇa. Nach dem Essen, als er vom Almosengang zurückkam, ging er in eben dieses Waldstück, um den Tag über dort zu meditieren. ",
  "mn66:3.3": "Er tauchte tief in den Wald ein und setzte sich an den Fuß eines Baumes, um den Tag über dort zu meditieren. ",
  "mn66:3.4": "Da kam dem Ehrwürdigen Udāyī, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "mn66:4.1": "„Der Buddha hat uns von so vielen Dingen befreit, die Leiden bringen, und uns mit so vielen Dingen bedacht, die Glück bringen! ",
  "mn66:4.2": "Er hat uns von so vielen untauglichen Dingen befreit und uns mit so vielen tauglichen Dingen bedacht!“ ",
  "mn66:5.1": "Da kam Udāyī am späten Nachmittag aus seiner Klausur und ging zum Buddha. Er verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn66:6.1": "„Gerade kam mir, Herr, während ich für mich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "mn66:6.2": "‚Der Buddha hat uns von so vielen Dingen befreit, die Leiden bringen, und uns mit so vielen Dingen bedacht, die Glück bringen! ",
  "mn66:6.3": "Er hat uns von so vielen untauglichen Dingen befreit und uns mit so vielen tauglichen Dingen bedacht!‘ ",
  "mn66:6.4": "Denn früher aßen wir am Abend, am Morgen und zur falschen Zeit am Tag. ",
  "mn66:6.5": "Aber dann kam eine Zeit, da der Buddha sich an die Mönche und Nonnen wandte: ",
  "mn66:6.6": "‚Bitte, Mönche und Nonnen, gebt diese Mahlzeit zur falschen Zeit am Tag auf.‘ ",
  "mn66:6.7": "Darauf, Herr, wurden wir traurig und aufgebracht: ",
  "mn66:6.8": "‚Aber diese vertrauensvollen Hausbesitzer geben uns köstliche frische und gekochte Speisen zur falschen Zeit am Tag. Und der Gesegnete sagt, wir sollen das aufgeben! Der Heilige sagt, wir sollen es loslassen!‘ ",
  "mn66:6.9": "Aber als wir unsere Zuneigung zum Buddha und unsere Achtung vor ihm betrachteten sowie unseren Sinn für Gewissen und Besonnenheit, gaben wir die Mahlzeit zur falschen Zeit am Tag auf. ",
  "mn66:6.10": "Dann aßen wir am Abend und am Morgen. ",
  "mn66:6.11": "Aber dann kam eine Zeit, da der Buddha sich an die Mönche und Nonnen wandte: ",
  "mn66:6.12": "‚Bitte, Mönche und Nonnen, gebt diese Mahlzeit zur falschen Zeit bei Nacht auf.‘ ",
  "mn66:6.13": "Darauf, Herr, wurden wir traurig und aufgebracht: ",
  "mn66:6.14": "‚Aber das gilt als die köstlichere der beiden Mahlzeiten. Und der Gesegnete sagt, wir sollen das aufgeben! Der Heilige sagt, wir sollen es loslassen!‘ ",
  "mn66:6.15": "Einmal geschah es, dass ein gewisser Mensch am Tag etwas Suppe bekam. Er sagte: ",
  "mn66:6.16": "‚Kommt, wir wollen das zurückzustellen und es heute Abend zusammen genießen.‘ ",
  "mn66:6.17": "Fast alle Mahlzeiten werden nachts zubereitet, nur wenige am Tag. ",
  "mn66:6.18": "Aber als wir unsere Zuneigung zum Buddha und unsere Achtung vor ihm betrachteten sowie unseren Sinn für Gewissen und Besonnenheit, gaben wir die Mahlzeit zur falschen Zeit bei Nacht auf. ",
  "mn66:6.19": "Früher zogen die Mönche und Nonnen im Dunkel der Nacht um Almosen umher. Sie liefen in einen Sumpf, fielen in eine Jauchegrube oder stießen an einen Dornbusch oder eine schlafende Kuh oder begegneten Jugendlichen, die nach einem Verbrechen auf der Flucht waren oder auf dem Weg, eins zu begehen, oder sie wurden von einer Frauensperson eingeladen, etwas Obszönes zu tun. ",
  "mn66:6.20": "Einmal geschah es, dass ich im Dunkel der Nacht um Almosen umherzog. ",
  "mn66:6.21": "Eine Frau, die einen Krug wusch, sah mich beim Licht eines Blitzes. ",
  "mn66:6.22": "Erschrocken schrie sie auf: ",
  "mn66:6.23": "‚Wehe mir! Es ist ein verdammter Kobold!‘ ",
  "mn66:6.24": "Darauf sagte ich zu ihr: ",
  "mn66:6.25": "‚Schwester, ich bin kein Kobold, ",
  "mn66:6.26": "ich bin ein Mönch, der auf Almosen wartet.‘ ",
  "mn66:6.27": "‚Stirb, Vater des Mönchs! Stirb, Mutter des Mönchs! ",
  "mn66:6.28": "Dir würde besser mit einem Fleischermesser der Bauch aufgeschlitzt als dass du im Dunkel der Nacht um deines Bauches willen um Almosen unherziehst!‘ ",
  "mn66:6.29": "Als ich mich darauf besann, dachte ich: ",
  "mn66:6.30": "‚Der Buddha hat uns von so vielen Dingen befreit, die Leiden bringen, und uns mit so vielen Dingen bedacht, die Glück bringen! ",
  "mn66:6.31": "Er hat uns von so vielen untauglichen Dingen befreit und uns mit so vielen tauglichen Dingen bedacht!‘“ ",
  "mn66:7.1": "„Das ist genau das, was geschieht, wenn ich zu manchen einfältigen Menschen sage, sie sollen etwas aufgeben. Sie sagen: ",
  "mn66:7.2": "‚Was, solch ein belangloses, unbedeutendes Ding? Dieser Asket ist viel zu streng!‘ ",
  "mn66:7.3": "Sie geben es nicht auf und hegen Unmut gegen mich; ",
  "mn66:7.4": "und für die Mönche und Nonnen, die sich schulen wollen, wird das eine starke, feste, kräftige Fessel sein, ein Knoten, der nicht verrottet ist, ein schweres Joch. ",
  "mn66:8.1": "Wie eine Wachtel, die mit einer Ranke festgebunden wäre und dort darauf warten würde, verletzt, gefangen oder getötet zu werden: ",
  "mn66:8.2": "Wäre es richtig, zu sagen, ",
  "mn66:8.3": "dass diese Ranke für diese Wachtel eine schwache Fessel wäre, schmächtig, verrottet und substanzlos?“ ",
  "mn66:8.5": "„Nein, Herr. ",
  "mn66:8.6": "Für diese Wachtel ist diese Ranke eine starke, feste, kräftige Fessel, ein Knoten, der nicht verrottet ist, ein schweres Joch.“ ",
  "mn66:8.7": "„Ebenso sage ich zu manchen einfältigen Menschen, sie sollen etwas aufgeben. Sie sagen: ",
  "mn66:8.8": "‚Was, solch ein belangloses, unbedeutendes Ding? Dieser Asket ist viel zu streng!‘ ",
  "mn66:8.9": "Sie geben es nicht auf und hegen Unmut gegen mich; ",
  "mn66:8.10": "und für die Mönche und Nonnen, die sich schulen wollen, wird das eine starke, feste, kräftige Fessel sein, ein Knoten, der nicht verrottet ist, ein schweres Joch. ",
  "mn66:9.1": "Aber wenn ich zu manchen ehrbaren Menschen sage, sie sollen etwas aufgeben, sagen sie: ",
  "mn66:9.2": "‚Was, nur solch ein belangloses, unbedeutendes Ding sollen wir aufgeben, wenn der Gesegnete sagt, wir sollen es aufgeben; wenn der Heilige sagt, wir sollen es loslassen?‘ ",
  "mn66:9.3": "Sie geben es auf und hegen keinen Unmut gegen mich; ",
  "mn66:9.4": "und wenn die Mönche und Nonnen, die sich schulen wollen, das aufgegeben haben, leben sie entspannt, kein Haar sträubt sich ihnen, sie leben von Wohltätigkeit und ihr Herz ist frei wie ein wilder Hirsch. ",
  "mn66:9.5": "Für sie ist das eine schwache Fessel, schmächtig, verrottet und substanzlos. ",
  "mn66:10.1": "Wie ein königlicher Elefantenbulle mit Stoßzähnen wie Deichseln, der eine schwere Last ziehen kann, reinrassig und schlachterprobt, der wäre mit festem Geschirr angekettet. Aber indem er nur den Körper ein wenig drehen würde, würde er seine Ketten entzweibrechen und gehen, wohin er wollte. ",
  "mn66:10.2": "Wäre es richtig, zu sagen, ",
  "mn66:10.3": "dass dieses feste Geschirr für diesen Elefantenbullen eine starke, feste, kräftige Fessel wäre, ein Knoten, der nicht verrottet ist, ein schweres Joch?“ ",
  "mn66:10.5": "„Nein, Herr. ",
  "mn66:10.6": "Für diesen Elefantenbullen ist dieses feste Geschirr eine schwache Fessel, schmächtig, verrottet und substanzlos.“ ",
  "mn66:10.7": "„Ebenso sage ich zu manchen ehrbaren Menschen, sie sollen etwas aufgeben. Sie sagen: ",
  "mn66:10.8": "‚Was, nur solch ein belangloses, unbedeutendes Ding sollen wir aufgeben, wenn der Gesegnete sagt, wir sollen es aufgeben; wenn der Heilige sagt, wir sollen es loslassen?‘ ",
  "mn66:10.9": "Sie geben es auf und hegen keinen Unmut gegen mich; ",
  "mn66:10.10": "und wenn die Mönche und Nonnen, die sich schulen wollen, das aufgegeben haben, leben sie entspannt, kein Haar sträubt sich ihnen, sie leben von Wohltätigkeit und ihr Herz ist frei wie ein wilder Hirsch. ",
  "mn66:10.11": "Für sie ist das eine schwache Fessel, schmächtig, verrottet und substanzlos. ",
  "mn66:11.1": "Wie wenn da ein armer, mittelloser, bedürftiger Mann wäre, ",
  "mn66:11.2": "der hätte einen einzigen verfallenen Schuppen, der den Krähen offenstünde, nicht von der besten Sorte; eine einzige verfallene Liege, nicht von der besten Sorte; einen einzigen Vorratskrug für Getreide, nicht von der besten Sorte; und ein einziges Weiblein, nicht von der besten Sorte. ",
  "mn66:11.3": "Er sähe in einem Kloster einen meditierenden Mönch im kühlen Schatten sitzen, mit sauber gewaschenen Händen und Füßen, nachdem er ein köstliches Mahl gegessen hätte. ",
  "mn66:11.4": "Er dächte: ",
  "mn66:11.5": "‚Das Asketenleben ist so überaus angenehm! Das Asketenleben ist so überaus gesund! ",
  "mn66:11.6": "Ach, könnte ich mir doch nur Haar und Bart rasieren, ockerfarbene Roben anlegen und aus dem Haus fortziehen ins hauslose Leben!‘ ",
  "mn66:11.7": "Aber er wäre nicht in der Lage, seinen einzigen verfallenen Schuppen, seine einzige verfallene Liege, seinen einzigen Vorratskrug für Getreide oder sein einziges Weiblein – alle nicht von der besten Sorte – aufzugeben, um fortzuziehen. ",
  "mn66:11.8": "Wäre es richtig, zu sagen, ",
  "mn66:11.9": "dass diese Dinge ",
  "mn66:11.10": "für diesen Mann eine schwache Fessel wären, schmächtig, verrottet und substanzlos?“ ",
  "mn66:11.12": "„Nein, Herr. ",
  "mn66:11.13": "Für diesen Mann sind diese Dinge ",
  "mn66:11.14": "eine starke, feste, kräftige Fessel, ein Knoten, der nicht verrottet ist, ein schweres Joch.“ ",
  "mn66:11.15": "„Ebenso sage ich zu manchen einfältigen Menschen, sie sollen etwas aufgeben. Sie sagen: ",
  "mn66:11.16": "‚Was, solch ein belangloses, unbedeutendes Ding? Dieser Asket ist viel zu streng!‘ ",
  "mn66:11.17": "Sie geben es nicht auf und hegen Unmut gegen mich; ",
  "mn66:11.18": "und für die Mönche und Nonnen, die sich schulen wollen, wird das eine starke, feste, kräftige Fessel sein, ein Knoten, der nicht verrottet ist, ein schweres Joch. ",
  "mn66:12.1": "Wie wenn da ein reicher, wohlhabender, vermögender Hausbesitzer oder Sohn eines Hausbesitzers wäre, der hätte eine große Menge an Goldmünzen, Getreide, Feldern, Grundstücken, Frauen sowie abhängigen Dienern und Dienerinnen. ",
  "mn66:12.2": "Er sähe in einem Kloster einen meditierenden Mönch im kühlen Schatten sitzen, mit sauber gewaschenen Händen und Füßen, nachdem er ein köstliches Mahl gegessen hätte. ",
  "mn66:12.3": "Er dächte: ",
  "mn66:12.4": "‚Das Asketenleben ist so überaus angenehm! Das Asketenleben ist so überaus gesund! ",
  "mn66:12.5": "Ach, könnte ich mir doch nur Haar und Bart rasieren, ockerfarbene Roben anlegen und aus dem Haus fortziehen ins hauslose Leben!‘ ",
  "mn66:12.6": "Und er wäre in der Lage, seine große Menge an Goldmünzen, Getreide, Feldern, Grundstücken, Frauen sowie abhängigen Dienern und Dienerinnen aufzugeben, um fortzuziehen. ",
  "mn66:12.7": "Wäre es richtig, zu sagen, ",
  "mn66:12.8": "dass diese Dinge für diesen Hausbesitzer eine starke, feste, kräftige Fessel wären, ein Knoten, der nicht verrottet ist, ein schweres Joch?“ ",
  "mn66:12.10": "„Nein, Herr. ",
  "mn66:12.11": "Für diesen Mann sind diese Dinge ",
  "mn66:12.12": "eine schwache Fessel, schmächtig, verrottet und substanzlos.“ ",
  "mn66:12.13": "„Ebenso sage ich zu manchen ehrbaren Menschen, sie sollen etwas aufgeben. Sie sagen: ",
  "mn66:12.14": "‚Was, nur solch ein belangloses, unbedeutendes Ding sollen wir aufgeben, wenn der Gesegnete sagt, wir sollen es aufgeben; wenn der Heilige sagt, wir sollen es loslassen?‘ ",
  "mn66:12.15": "Sie geben es auf und hegen keinen Unmut gegen mich; ",
  "mn66:12.16": "und wenn die Mönche und Nonnen, die sich schulen wollen, das aufgegeben haben, leben sie entspannt, kein Haar sträubt sich ihnen, sie leben von Wohltätigkeit und ihr Herz ist frei wie ein wilder Hirsch. ",
  "mn66:12.17": "Für sie ist das eine schwache Fessel, schmächtig, verrottet und substanzlos. ",
  "mn66:13.1": "Udāyī, vier Menschen findet man in der Welt. ",
  "mn66:13.2": "Welche vier? ",
  "mn66:14.1": "Da übt ein gewisser Mensch, um Bindungen aufzugeben und loszulassen. ",
  "mn66:14.2": "Während er das tut, befallen ihn an Bindungen gebundene Erinnerungen und Gedanken. ",
  "mn66:14.3": "Er duldet sie, gibt sie nicht auf, macht sich nicht von ihnen los, beseitigt sie nicht und merzt sie nicht aus. ",
  "mn66:14.4": "Diesen Menschen nenne ich ‚gebunden‘, nicht ‚abgelöst‘. ",
  "mn66:14.5": "Warum ist das so? ",
  "mn66:14.6": "Weil ich die Vielfalt der Fähigkeiten verstehe, wie sie auf diesen Menschen zutrifft. ",
  "mn66:15.1": "Da übt ein gewisser anderer Mensch, um Bindungen aufzugeben und loszulassen. ",
  "mn66:15.2": "Während er das tut, befallen ihn an Bindungen gebundene Erinnerungen und Gedanken. ",
  "mn66:15.3": "Er duldet sie nicht, sondern gibt sie auf, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "mn66:15.4": "Auch diesen Menschen nenne ich ‚gebunden‘, nicht ‚abgelöst‘. ",
  "mn66:15.5": "Warum ist das so? ",
  "mn66:15.6": "Weil ich die Vielfalt der Fähigkeiten verstehe, wie sie auf diesen Menschen zutrifft. ",
  "mn66:16.1": "Da übt ein gewisser anderer Mensch, um Bindungen aufzugeben und loszulassen. ",
  "mn66:16.2": "Während er das tut, verliert er dann und wann die Achtsamkeit, und an Bindungen gebundene Erinnerungen und Gedanken befallen ihn. ",
  "mn66:16.3": "Seine Achtsamkeit kehrt langsam zurück, ",
  "mn66:16.4": "und er gibt diese Gedanken schnell auf, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "mn66:16.5": "Wie eine Eisenpfanne, die den ganzen Tag erhitzt wurde, und in die jemand zwei oder drei Tropfen Wasser fallen ließe: ",
  "mn66:16.6": "Die Tropfen würden langsam fallen, aber schnell trocknen und verdunsten. ",
  "mn66:16.7": "Ebenso übt da ein Mensch, um Bindungen aufzugeben und loszulassen. ",
  "mn66:16.8": "Während er das tut, verliert er dann und wann die Achtsamkeit, und an Bindungen gebundene Erinnerungen und Gedanken befallen ihn. ",
  "mn66:16.9": "Seine Achtsamkeit kehrt langsam zurück, ",
  "mn66:16.10": "und er gibt diese Gedanken schnell auf, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "mn66:16.11": "Auch diesen Menschen nenne ich ‚gebunden‘, nicht ‚abgelöst‘. ",
  "mn66:16.12": "Warum ist das so? ",
  "mn66:16.13": "Weil ich die Vielfalt der Fähigkeiten verstehe, wie sie auf diesen Menschen zutrifft. ",
  "mn66:17.1": "Da versteht ein gewisser anderer Mensch, dass Bindung die Wurzel des Leidens ist, ",
  "mn66:17.2": "und ist durch das Auflösen der Bindungen befreit. ",
  "mn66:17.3": "Diesen Menschen nenne ich ‚abgelöst‘, nicht ‚gebunden‘. ",
  "mn66:17.4": "Warum ist das so? ",
  "mn66:17.5": "Weil ich die Vielfalt der Fähigkeiten verstehe, wie sie auf diesen Menschen zutrifft. ",
  "mn66:17.6": "Das sind die vier Menschen, die man in der Welt findet. ",
  "mn66:18.1": "Udāyī, es gibt fünf Arten sinnlicher Erregung. ",
  "mn66:18.2": "Welche fünf? ",
  "mn66:18.3": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn66:18.4": "Töne, die das Ohr erkennt … ",
  "mn66:18.5": "Düfte, die die Nase erkennt … ",
  "mn66:18.6": "Geschmäcke, die die Zunge erkennt … ",
  "mn66:18.7": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn66:18.8": "Das sind die fünf Arten sinnlicher Erregung. ",
  "mn66:19.1": "Das Glück und die Freude, die von diesen fünf Arten sinnlicher Erregung kommen, nennt man Sinnenfreuden – ein schmutziges, gewöhnliches, unedles Glück. Solches Glück soll man nicht pflegen, entwickeln oder ausbauen, sondern man soll es fürchten, sage ich. ",
  "mn66:20.1": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin. … ",
  "mn66:20.2": "Er tritt in die zweite Vertiefung ein und verweilt darin … ",
  "mn66:20.3": "in die dritte Vertiefung … ",
  "mn66:20.4": "in die vierte Vertiefung. ",
  "mn66:21.1": "Das nennt man das Glück der Entsagung, das Glück der Abgeschiedenheit, das Glück des Friedens, das Glück des Erwachens. Solches Glück soll man pflegen, entwickeln und ausbauen, und man soll es nicht fürchten, sage ich. ",
  "mn66:22.1": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn66:22.2": "Das gehört zum Bewegten, sage ich. ",
  "mn66:22.3": "Und was gehört hier zum Bewegten? ",
  "mn66:22.4": "Jedes Ausrichten und Halten des Geistes, das noch nicht aufgehört hat, gehört hier zum Bewegten. ",
  "mn66:23.1": "Da tritt ein Mönch, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn66:23.2": "Das gehört zum Bewegten, sage ich. ",
  "mn66:23.3": "Und was gehört hier zum Bewegten? ",
  "mn66:23.4": "Jede Ekstase und Seligkeit, die noch nicht aufgehört haben, gehören hier zum Bewegten. ",
  "mn66:24.1": "Da tritt ein Mönch mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn66:24.2": "Das gehört zum Bewegten, sage ich. ",
  "mn66:24.3": "Und was gehört hier zum Bewegten? ",
  "mn66:24.4": "Jede gleichmütige Seligkeit, die noch nicht aufgehört hat, gehört hier zum Bewegten. ",
  "mn66:25.1": "Da gibt ein Mönch Glück und Schmerz auf und tritt mit dem Enden früherer Fröhlichkeit und Traurigkeit in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn66:25.2": "Das gehört zum Unbewegten, sage ich. ",
  "mn66:26.1": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn66:26.2": "Aber das ist nicht genug; ich sage: ‚Gebt es auf, geht darüber hinaus!‘ ",
  "mn66:26.3": "Und was geht darüber hinaus? ",
  "mn66:27.1": "Da tritt ein Mönch, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. Das geht darüber hinaus. ",
  "mn66:27.2": "Aber auch das ist nicht genug; ich sage: ‚Gebt es auf, geht darüber hinaus!‘ ",
  "mn66:27.3": "Und was geht darüber hinaus? ",
  "mn66:28.1": "Da tritt ein Mönch mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ Das geht darüber hinaus. ",
  "mn66:28.2": "Aber auch das ist nicht genug; ich sage: ‚Gebt es auf, geht darüber hinaus!‘ ",
  "mn66:28.3": "Und was geht darüber hinaus? ",
  "mn66:29.1": "Da gibt ein Mönch Glück und Schmerz auf und tritt mit dem Enden früherer Fröhlichkeit und Traurigkeit in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. Das geht darüber hinaus. ",
  "mn66:29.2": "Aber auch das ist nicht genug; ich sage: ‚Gebt es auf, geht darüber hinaus!‘ ",
  "mn66:29.3": "Und was geht darüber hinaus? ",
  "mn66:30.1": "Da übersteigt ein Mönch jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, richtet den Geist nicht auf die Wahrnehmung von Vielfalt und tritt im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. Das geht darüber hinaus. ",
  "mn66:30.2": "Aber auch das ist nicht genug; ich sage: ‚Gebt es auf, geht darüber hinaus!‘ ",
  "mn66:30.3": "Und was geht darüber hinaus? ",
  "mn66:31.1": "Da übersteigt da ein Mönch vollständig die Dimension des unendlichen Raumes, tritt im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilt darin. Das geht darüber hinaus. ",
  "mn66:31.2": "Aber auch das ist nicht genug; ich sage: ‚Gebt es auf, geht darüber hinaus!‘ ",
  "mn66:31.3": "Und was geht darüber hinaus? ",
  "mn66:32.1": "Da übersteigt da ein Mönch vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚Da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilt darin. Das geht darüber hinaus. ",
  "mn66:32.2": "Aber auch das ist nicht genug; ich sage: ‚Gebt es auf, geht darüber hinaus!‘ ",
  "mn66:32.3": "Und was geht darüber hinaus? ",
  "mn66:33.1": "Da übersteigt da ein Mönch vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. Das geht darüber hinaus. ",
  "mn66:33.2": "Aber auch das ist nicht genug; ich sage: ‚Gebt es auf, geht darüber hinaus!‘ ",
  "mn66:33.3": "Und was geht darüber hinaus? ",
  "mn66:34.1": "Da übersteigt ein Mönch vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. Das geht darüber hinaus. ",
  "mn66:34.2": "Daher, Udāyī, sage ich sogar, die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, muss aufgegeben werden. ",
  "mn66:34.3": "Siehst du irgendeine große oder kleine Fessel, von der ich nicht sage, sie müsse aufgegeben werden?“ ",
  "mn66:34.4": "„Nein, Herr.“ ",
  "mn66:34.5": "Das sagte der Buddha. ",
  "mn66:34.6": "Zufrieden begrüßte der Ehrwürdige Udāyī die Worte des Buddha. "
}