{
  "mn67:0.1": "Mittlere Lehrreden 67 ",
  "mn67:0.2": "Bei Cātumā ",
  "mn67:1.1": "So habe ich es gehört: ",
  "mn67:1.2": "Einmal hielt sich der Buddha bei Cātumā in einem Amlawäldchen auf. ",
  "mn67:2.1": "Nun kamen zu dieser Zeit gerade fünfhundert Mönche und Nonnen mit Sāriputta und Moggallāna an der Spitze in Cātumā an, um den Buddha zu sehen. ",
  "mn67:2.2": "Und die neu angekommenen Mönche und Nonnen machten, als sie mit den ansässigen Mönchen und Nonnen Höflichkeiten austauschten, ihre Unterkünfte herrichteten und ihre Schalen und Roben wegräumten, einen Höllenlärm. ",
  "mn67:3.1": "Da sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "mn67:3.2": "„Ānanda, wer macht diesen Höllenlärm? Man könnte meinen, es wären Fischer, die ihren Fang einholen!“ ",
  "mn67:3.3": "„Herr, diese 500 Mönche und Nonnen mit Sāriputta und Moggallāna an der Spitze sind in Cātumā angekommen, um den Buddha zu sehen. ",
  "mn67:3.4": "Es sind diese neu angekommenen Mönche und Nonnen, die, als sie mit den ansässigen Mönchen und Nonnen Höflichkeiten austauschten, ihre Unterkünfte herrichteten und ihre Schalen und Roben wegräumten, einen Höllenlärm machten.“ ",
  "mn67:4.1": "„Nun, Ānanda, sag diesen Mönchen und Nonnen in meinem Namen, ",
  "mn67:4.2": "dass der Lehrer sie rufen lässt.“ ",
  "mn67:4.3": "„Ja, Herr“, antwortete Ānanda. Er ging zu diesen Mönchen und Nonnen und sagte: ",
  "mn67:4.4": "„Ehrwürdige, der Lehrer lässt euch rufen.“ ",
  "mn67:4.5": "„Ja, Geehrter“, antworteten diese Mönche und Nonnen. Sie erhoben sich von ihren Sitzen und gingen zum Buddha, verbeugten sich und setzten sich zur Seite hin. Der Buddha sagte zu ihnen: ",
  "mn67:4.6": "„Mönche und Nonnen, was ist das für ein Höllenlärm? Man könnte meinen, es wären Fischer, die ihren Fang einholen!“ ",
  "mn67:4.7": "„Herr, diese 500 Mönche und Nonnen mit Sāriputta und Moggallāna an der Spitze sind in Cātumā angekommen, um den Buddha zu sehen. ",
  "mn67:4.8": "Es sind diese neu angekommenen Mönche und Nonnen, die, als sie mit den ansässigen Mönchen und Nonnen Höflichkeiten austauschten, ihre Unterkünfte herrichteten und ihre Schalen und Roben wegräumten, einen Höllenlärm machten.“ ",
  "mn67:5.1": "„Geht weg, Mönche und Nonnen, ich schicke euch fort. Ihr könnt nicht in meiner Nähe bleiben.“ ",
  "mn67:5.2": "„Ja, Herr“, antworteten diese Mönche und Nonnen. Sie erhoben sich von ihren Sitzen, verbeugten sich und umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt. Sie brachten ihre Unterkünfte in Ordnung, nahmen ihre Schalen und Roben und gingen. ",
  "mn67:6.1": "Nun saßen zu der Zeit die Sakyer von Cātumā in einer geschäftlichen Angelegenheit in der Ratshalle beisammen. ",
  "mn67:6.2": "Als sie diese Mönche und Nonnen von Weitem kommen sahen, ",
  "mn67:6.3": "gingen sie zu ihnen und sagten: ",
  "mn67:6.4": "„Guten Tag, ihr Ehrwürdigen, wohin geht ihr?“ ",
  "mn67:6.5": "„Geehrte, der Saṅgha der Mönche und Nonnen wurde vom Buddha fortgeschickt.“ ",
  "mn67:6.6": "„Nun, ihr Ehrwürdigen, setzt euch einen Augenblick hier hin. Vielleicht werden wir in der Lage sein, das Vertrauen des Buddha wiederherzustellen.“ ",
  "mn67:6.7": "„Ja, Geehrte“, antworteten die Mönche und Nonnen. ",
  "mn67:7.1": "Da gingen die Sakyer von Cātumā zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "mn67:7.2": "„Dass doch der Buddha am Saṅgha der Mönche und Nonnen Freude hätte! ",
  "mn67:7.3": "Dass doch der Buddha den Saṅgha der Mönche und Nonnen willkommen hieße! ",
  "mn67:7.4": "Dass doch der Buddha den Saṅgha der Mönche und Nonnen jetzt genauso unterstützte wie früher! ",
  "mn67:7.5": "Da sind Mönche und Nonnen, die neu im Orden sind, kürzlich fortgezogen und neu zu dieser Lehre und Schulung gekommen. ",
  "mn67:7.6": "Wenn sie den Buddha nicht sehen, könnten sie verfallen und zugrunde gehen. ",
  "mn67:7.7": "Wie junge Setzlinge, die kein Wasser bekommen: Sie könnten verfallen und zugrunde gehen. ",
  "mn67:7.8": "Ebenso sind da Mönche und Nonnen, die neu im Orden sind, kürzlich fortgezogen und neu zu dieser Lehre und Schulung gekommen. Wenn sie den Buddha nicht sehen, könnten sie verfallen und zugrunde gehen. ",
  "mn67:7.9": "Wie ein Kälbchen, das seine Mutter nicht sieht: Es könnte verfallen und zugrunde gehen. ",
  "mn67:7.10": "Ebenso sind da Mönche und Nonnen, die neu im Orden sind, kürzlich fortgezogen und neu zu dieser Lehre und Schulung gekommen. Wenn sie den Buddha nicht sehen, könnten sie verfallen und zugrunde gehen. ",
  "mn67:7.11": "Dass doch der Buddha am Saṅgha der Mönche und Nonnen Freude hätte! ",
  "mn67:7.12": "Dass doch der Buddha den Saṅgha der Mönche und Nonnen willkommen hieße! ",
  "mn67:7.13": "Dass doch der Buddha den Saṅgha der Mönche und Nonnen jetzt genauso unterstützte wie früher!“ ",
  "mn67:8.1": "Da erkannte Brahmā Sahampati, was der Buddha dachte. Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwand er aus der Brahmāwelt und erschien wieder vor dem Buddha. ",
  "mn67:8.2": "Er ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "mn67:9.1": "„Dass doch der Buddha am Saṅgha der Mönche und Nonnen Freude hätte! ",
  "mn67:9.2": "Dass doch der Buddha den Saṅgha der Mönche und Nonnen willkommen hieße! ",
  "mn67:9.3": "Dass doch der Buddha den Saṅgha der Mönche und Nonnen jetzt genauso unterstützte wie früher! ",
  "mn67:9.4": "Da sind Mönche und Nonnen, die neu im Orden sind, kürzlich fortgezogen und neu zu dieser Lehre und Schulung gekommen. Wenn sie den Buddha nicht sehen, könnten sie verfallen und zugrunde gehen. ",
  "mn67:9.5": "Wie junge Setzlinge, die kein Wasser bekommen: Sie könnten verfallen und zugrunde gehen. ",
  "mn67:9.6": "Ebenso sind da Mönche und Nonnen, die neu im Orden sind, kürzlich fortgezogen und neu zu dieser Lehre und Schulung gekommen. Wenn sie den Buddha nicht sehen, könnten sie verfallen und zugrunde gehen. ",
  "mn67:9.7": "Wie ein Kälbchen, das seine Mutter nicht sieht: Es könnte verfallen und zugrunde gehen. ",
  "mn67:9.8": "Ebenso sind da Mönche und Nonnen, die neu im Orden sind, kürzlich fortgezogen und neu zu dieser Lehre und Schulung gekommen. Wenn sie den Buddha nicht sehen, könnten sie verfallen und zugrunde gehen. ",
  "mn67:9.9": "Dass doch der Buddha am Saṅgha der Mönche und Nonnen Freude hätte! ",
  "mn67:9.10": "Dass doch der Buddha den Saṅgha der Mönche und Nonnen willkommen hieße! ",
  "mn67:9.11": "Dass doch der Buddha den Saṅgha der Mönche und Nonnen jetzt genauso unterstützte wie früher!“ ",
  "mn67:10.1": "Mit den Gleichnissen von den Setzlingen und dem Kälbchen waren die Sakyer von Cātumā und Brahmā Sahampati in der Lage, das Vertrauen des Buddha wiederherzustellen. ",
  "mn67:11.1": "Da wandte sich der Ehrwürdige Mahāmoggallāna an die Mönche und Nonnen: ",
  "mn67:11.2": "„Erhebt euch, Mönche und Nonnen, und nehmt eure Schalen und Roben. ",
  "mn67:11.3": "Das Vertrauen des Buddha wurde von den Sakyern von Cātumā und Brahmā Sahampati mit den Gleichnissen von den Setzlingen und dem Kälbchen wiederhergestellt.“ ",
  "mn67:12.1": "„Ja, Geehrter“, antworteten jene Mönche und Nonnen. Sie erhoben sich von ihren Sitzen, nahmen ihre Schalen und Roben, gingen zum Buddha, verbeugten sich und setzten sich zur Seite hin. Der Buddha sagte zum Ehrwürdigen Sāriputta: ",
  "mn67:12.2": "„Sāriputta, was dachtest du, als der Saṅgha der Mönche und Nonnen von mir fortgeschickt wurde?“ ",
  "mn67:12.3": "„Herr, ich dachte: ",
  "mn67:12.4": "‚Der Buddha hat den Saṅgha der Mönche und Nonnen fortgeschickt. ",
  "mn67:12.5": "Nun wird er untätig bleiben, in seliger Meditation in diesem Leben verweilen, und wir werden das Gleiche tun.‘“ ",
  "mn67:12.6": "„Halt ein, Sāriputta, halt ein! Denke nie wieder eine solche Sache!“ ",
  "mn67:13.1": "Dann wandte sich der Buddha an den Ehrwürdigen Mahāmoggallāna: ",
  "mn67:13.2": "„Moggallāna, was dachtest du, als der Saṅgha der Mönche und Nonnen von mir fortgeschickt wurde?“ ",
  "mn67:13.3": "„Herr, ich dachte: ",
  "mn67:13.4": "‚Der Buddha hat den Saṅgha der Mönche und Nonnen fortgeschickt. ",
  "mn67:13.5": "Nun wird er untätig bleiben, in seliger Meditation in diesem Leben verweilen. In der Zwischenzeit werden der Ehrwürdige Sāriputta und ich den Saṅgha der Mönche und Nonnen leiten.‘“ ",
  "mn67:13.6": "„Gut, gut, Moggallāna! ",
  "mn67:13.7": "Denn entweder sollte ich den Saṅgha der Mönche und Nonnen leiten oder Sāriputta und Moggallāna.“ ",
  "mn67:14.1": "Dann wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn67:14.2": "„Mönche und Nonnen, wenn ihr ins Wasser geht, sollt ihr euch auf vier Gefahren einstellen. ",
  "mn67:14.3": "Auf welche vier? ",
  "mn67:14.4": "Auf die Gefahr durch Wellen, durch Ghariale, durch Strudel und durch Haie. ",
  "mn67:14.5": "Das sind die vier Gefahren, auf die ihr euch einstellen sollt, wenn ihr ins Wasser geht. ",
  "mn67:15.1": "Ebenso soll sich ein ehrbarer Mensch, der in dieser Lehre und Schulung aus dem Haus fortzieht ins hauslose Leben, auf vier Gefahren einstellen. ",
  "mn67:15.2": "Auf welche vier? ",
  "mn67:15.3": "Auf die Gefahr durch Wellen, durch Ghariale, durch Strudel und durch Haie. ",
  "mn67:16.1": "Und was, Mönche und Nonnen, ist die Gefahr durch Wellen? ",
  "mn67:16.2": "Da ist ein ehrbarer Mensch aus Vertrauen aus dem Haus fortgezogen ins hauslose Leben im Gedanken: ",
  "mn67:16.3": "‚Ich bin in Wiedergeburt, Alter und Tod versunken, in Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Ich bin im Leiden versunken, ins Leiden verstrickt. ",
  "mn67:16.4": "Hoffentlich kann ich ein Ende dieser ganzen Masse des Leidens finden.‘ ",
  "mn67:16.5": "Wenn er fortgezogen ist, wird er von seinen geistlichen Gefährten unterwiesen und angeleitet: ",
  "mn67:16.6": "‚So sollst du ausgehen, so sollst du zurückkommen. So sollst du hin- und so sollst du wegschauen. So sollst du deine Glieder beugen, so sollst du sie strecken. So sollst du deine äußere Robe, deine Schale und deine Roben tragen.‘ ",
  "mn67:16.7": "Er denkt: ",
  "mn67:16.8": "‚Früher, als Laie, haben wir andere unterwiesen und angeleitet. ",
  "mn67:16.9": "Und nun denken diese Mönche – sie könnten unsere Kinder oder Enkel sein –, sie könnten uns unterweisen und anleiten!‘ ",
  "mn67:16.10": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "mn67:16.11": "Das nennt man einen Mönch, der aus Furcht vor der Gefahr durch Wellen die Schulung abbricht und sich wieder einem geringeren Leben zuwendet. ",
  "mn67:16.12": "‚Gefahr durch Wellen‘ ist ein Ausdruck für Zorn und Bedrängnis. ",
  "mn67:17.1": "Und was, Mönche und Nonnen, ist die Gefahr durch Ghariale? ",
  "mn67:17.2": "Da ist ein ehrbarer Mensch aus Vertrauen aus dem Haus fortgezogen ins hauslose Leben im Gedanken: ",
  "mn67:17.3": "‚Ich bin in Wiedergeburt, Alter und Tod versunken, in Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Ich bin im Leiden versunken, ins Leiden verstrickt. ",
  "mn67:17.4": "Hoffentlich kann ich ein Ende dieser ganzen Masse des Leidens finden.‘ ",
  "mn67:17.5": "Wenn er fortgezogen ist, wird er von seinen geistlichen Gefährten unterwiesen und angeleitet: ",
  "mn67:17.6": "‚Diese Dinge kannst du essen, verzehren, schmecken und trinken, aber nicht jene. Was erlaubt ist, kannst du essen, aber nicht, was nicht erlaubt ist. Zur rechten Zeit kannst du essen, aber nicht zur falschen Zeit.‘ ",
  "mn67:17.7": "Er denkt: ‚Früher, als Laien, haben wir gegessen, verzehrt, geschmeckt und getrunken, was wir wollten, und nicht, was wir nicht wollten. ",
  "mn67:17.8": "Wir haben gegessen und getrunken, was erlaubt ist und was nicht erlaubt ist, zur rechten Zeit und zur falschen Zeit. ",
  "mn67:17.9": "Und diese vertrauensvollen Hausbesitzer geben uns köstliche frische und gekochte Speisen zur falschen Tageszeit. Doch diese Mönche denken, sie könnten uns den Mund zuhalten!‘ ",
  "mn67:17.10": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "mn67:17.11": "Das nennt man einen Mönch, der aus Furcht vor der Gefahr durch Ghariale die Schulung abbricht und sich wieder einem geringeren Leben zuwendet. ",
  "mn67:17.12": "‚Gefahr durch Ghariale‘ ist ein Ausdruck für Gefräßigkeit. ",
  "mn67:18.1": "Und was, Mönche und Nonnen, ist die Gefahr durch Strudel? ",
  "mn67:18.2": "Da ist ein ehrbarer Mensch aus Vertrauen aus dem Haus fortgezogen ins hauslose Leben im Gedanken: ",
  "mn67:18.3": "‚Ich bin in Wiedergeburt, Alter und Tod versunken, in Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Ich bin im Leiden versunken, ins Leiden verstrickt. ",
  "mn67:18.4": "Hoffentlich kann ich ein Ende dieser ganzen Masse des Leidens finden.‘ ",
  "mn67:18.5": "Wenn er fortgezogen ist, kleidet er sich am Morgen an, nimmt Schale und Robe und betritt ein Dorf oder eine Stadt zum Almosengang, ohne Körper, Sprache und Geist zu bewachen, ohne die Achtsamkeit zu verankern und die Sinne zu zügeln. ",
  "mn67:18.6": "Da sieht er einen Hausbesitzer oder das Kind eines Hausbesitzers, das mit den fünf Arten sinnlicher Erregung versorgt und ausgestattet ist und sich damit vergnügt. ",
  "mn67:18.7": "Er denkt: ",
  "mn67:18.8": "‚Früher, als Laien, waren wir mit den fünf Arten sinnlicher Erregung versorgt und ausgestattet und vergnügten uns damit. ",
  "mn67:18.9": "Und es ist wahr, dass meine Familie wohlhabend ist. ",
  "mn67:18.10": "Ich könnte sowohl mein Vermögen genießen als auch Verdienst schaffen.‘ ",
  "mn67:18.11": "Er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "mn67:18.12": "Das nennt man einen Mönch, der aus Furcht vor der Gefahr durch Strudel die Schulung abbricht und sich wieder einem geringeren Leben zuwendet. ",
  "mn67:18.13": "‚Gefahr durch Strudel‘ ist ein Ausdruck für die fünf Arten sinnlicher Erregung. ",
  "mn67:19.1": "Und was, Mönche und Nonnen, ist die Gefahr durch Haie? ",
  "mn67:19.2": "Da ist ein ehrbarer Mensch aus Vertrauen aus dem Haus fortgezogen ins hauslose Leben im Gedanken: ",
  "mn67:19.3": "‚Ich bin in Wiedergeburt, Alter und Tod versunken, in Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Ich bin im Leiden versunken, ins Leiden verstrickt. ",
  "mn67:19.4": "Hoffentlich kann ich ein Ende dieser ganzen Masse des Leidens finden.‘ ",
  "mn67:19.5": "Wenn er fortgezogen ist, kleidet er sich am Morgen an, nimmt Schale und Robe und betritt ein Dorf oder eine Stadt zum Almosengang, ohne Körper, Sprache und Geist zu bewachen, ohne die Achtsamkeit zu verankern und die Sinne zu zügeln. ",
  "mn67:19.6": "Da sieht er eine knapp bekleidete Frauensperson mit freizügiger Kleidung. ",
  "mn67:19.7": "Wollust befällt seinen Geist ",
  "mn67:19.8": "und er bricht die Schulung ab und wendet sich wieder einem geringeren Leben zu. ",
  "mn67:19.9": "Das nennt man einen Mönch, der aus Furcht vor der Gefahr durch Haie die Schulung abbricht und sich wieder einem geringeren Leben zuwendet. ",
  "mn67:19.10": "‚Gefahr durch Haie‘ ist ein Ausdruck für Frauenspersonen. ",
  "mn67:20.1": "Das sind die vier Gefahren, auf die sich jemand, der in dieser Lehre und Schulung aus dem Haus fortzieht ins hauslose Leben, einstellen soll.“ ",
  "mn67:20.2": "Das sagte der Buddha. ",
  "mn67:20.3": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}