{
  "mn6:0.1": "'\\'\"\\\\\\'Mittlere Lehrreden 6 \\\\\\'\"\\''",
  "mn6:0.2": "'\\'\"\\\\\\'Wenn man wünscht \\\\\\'\"\\''",
  "mn6:1.1": "'\\'\"\\\\\\'So habe ich es gehört: \\\\\\'\"\\''",
  "mn6:1.2": "'\\'\"\\\\\\'Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. \\\\\\'\"\\''",
  "mn6:1.3": "'\\'\"\\\\\\'Da wandte sich der Buddha an die Mönche und Nonnen: \\\\\\'\"\\''",
  "mn6:1.4": "'\\'\"\\\\\\'„Mönche und Nonnen!“ \\\\\\'\"\\''",
  "mn6:1.5": "'\\'\"\\\\\\'„Ehrwürdiger Herr“, antworteten sie. \\\\\\'\"\\''",
  "mn6:1.6": "'\\'\"\\\\\\'Der Buddha sagte: \\\\\\'\"\\''",
  "mn6:2.1": "'\\'\"\\\\\\'„Mönche und Nonnen, lebt nach den ethischen Regeln und der Ordenssatzung. Lebt gezügelt in der Ordenssatzung, verhaltet euch angemessen und sucht an angemessenen Orten um Almosen nach. Seht die Gefahr im kleinsten Fehler und haltet die Regeln ein, die ihr aufgenommen habt. \\\\\\'\"\\''",
  "mn6:3.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch meinen geistlichen Gefährten lieb und teuer wäre, dass ich geachtet und bewundert würde‘, so soll er seine Regeln einhalten, sich der inneren Sammlung des Herzens weihen, die Vertiefung nicht vernachlässigen, das klare Sehen besitzen und leere Hütten aufsuchen. \\\\\\'\"\\''",
  "mn6:4.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung erhalte‘, so soll er seine Regeln einhalten, sich der inneren Sammlung des Herzens weihen, die Vertiefung nicht vernachlässigen, Klarsicht besitzen und leere Hütten aufsuchen. \\\\\\'\"\\''",
  "mn6:5.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass doch die Dienste derer, deren Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung ich genieße, ihnen reiche Frucht und reichen Segen bringen‘, so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:6.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass es doch meinen verstorbenen Angehörigen und Verwandten reiche Frucht und reichen Segen bringe, wenn sie sich mit zuversichtlichem Herzen auf mich besinnen‘, so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:7.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch die Oberhand über Begierde und Widerwillen gewinnen könnte und Begierde und Widerwille nicht die Oberhand über mich gewinnen, und dass ich leben könnte, indem ich Begierde und Widerwillen gemeistert habe, wann immer sie aufkommen‘, so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:8.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch die Oberhand über Angst und Schrecken gewinnen könnte und Angst und Schrecken nicht die Oberhand über mich gewinnen, und dass ich leben könnte, indem ich Angst und Schrecken gemeistert habe, wann immer sie aufkommen‘, so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:9.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch die vier Vertiefungen erlangen könnte – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – wann immer ich will, ohne Mühe und Not‘, so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:10.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch die friedvollen Befreiungen, die formlos sind, über die Form hinausgehen, unmittelbar in der Meditation erfahren könnte‘, so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:11.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch mit dem Auflösen von drei Fesseln in den Strom eintreten könnte, dass ich nicht mehr in der Unterwelt wiedergeboren werden müsste und für das Erwachen bestimmt wäre‘, so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:12.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung ein Einmalwiederkehrer werden könnte, der nur einmal in diese Welt zurückkehrt, um dann dem Leiden ein Ende zu machen‘, so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:13.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch mit dem Auflösen der fünf niederen Fesseln durch unmittelbares Erscheinen wiedergeboren werden könnte, dass ich dort erlösche würde und von jener Welt nicht zurückkehren müsste‘, so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:14.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch die vielen Arten übersinnlicher Kraft ausüben könnte: mich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Erdwall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; meinen Körper beherrschen bis hin zur Brahmāwelt‘, so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:15.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch mit geläuterter und übermenschlicher Hellhörigkeit beide Arten von Tönen hören könnte, menschliche und göttliche, ob nah oder fern‘, so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:16.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch den Geist anderer Wesen und Menschen erkennen könnte, indem ich ihn mit meinem Geist erfasse: \\\\\\'\"\\''",
  "mn6:16.2": "'\\'\"\\\\\\'Dass ich einen gierigen Geist als „gierigen Geist“ erkennen könnte, \\\\\\'\"\\''",
  "mn6:16.3": "'\\'\"\\\\\\'einen von Gier freien Geist als „von Gier freien Geist“, \\\\\\'\"\\''",
  "mn6:16.4": "'\\'\"\\\\\\'einen hasserfüllten Geist als „hasserfüllten Geist“, \\\\\\'\"\\''",
  "mn6:16.5": "'\\'\"\\\\\\'einen von Hass freien Geist als „von Hass freien Geist“, \\\\\\'\"\\''",
  "mn6:16.6": "'\\'\"\\\\\\'einen Geist, der sich täuscht, als „Geist, der sich täuscht“, \\\\\\'\"\\''",
  "mn6:16.7": "'\\'\"\\\\\\'einen von Täuschung freien Geist als „von Täuschung freien Geist“, \\\\\\'\"\\''",
  "mn6:16.8": "'\\'\"\\\\\\'einen eingeengten Geist als „eingeengten Geist“, \\\\\\'\"\\''",
  "mn6:16.9": "'\\'\"\\\\\\'einen zerstreuten Geist als „zerstreuten Geist“, \\\\\\'\"\\''",
  "mn6:16.10": "'\\'\"\\\\\\'einen ausgedehnten Geist als „ausgedehnten Geist“, \\\\\\'\"\\''",
  "mn6:16.11": "'\\'\"\\\\\\'einen nicht ausgedehnten Geist als „nicht ausgedehnten Geist“, \\\\\\'\"\\''",
  "mn6:16.12": "'\\'\"\\\\\\'einen Geist, der nicht unübertrefflich ist, als „Geist, der nicht unübertrefflich ist“, \\\\\\'\"\\''",
  "mn6:16.13": "'\\'\"\\\\\\'einen unübertrefflichen Geist als „unübertrefflichen Geist“, \\\\\\'\"\\''",
  "mn6:16.14": "'\\'\"\\\\\\'einen im Samādhi versunkenen Geist als „im Samādhi versunkenen Geist“, \\\\\\'\"\\''",
  "mn6:16.15": "'\\'\"\\\\\\'einen nicht im Samādhi versunkenen Geist als „nicht im Samādhi versunkenen Geist“, \\\\\\'\"\\''",
  "mn6:16.16": "'\\'\"\\\\\\'einen befreiten Geist als „befreiten Geist“ \\\\\\'\"\\''",
  "mn6:16.17": "'\\'\"\\\\\\'und einen nicht befreiten Geist als „nicht befreiten Geist“‘, \\\\\\'\"\\''",
  "mn6:16.18": "'\\'\"\\\\\\'so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:17.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich mich doch an viele Arten früherer Leben erinnern könnte, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt; dass ich mich erinnern könnte: „Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren“, dass ich mich so an viele Arten früherer Leben mit den Merkmalen und Einzelheiten erinnern könnte‘, \\\\\\'\"\\''",
  "mn6:17.2": "'\\'\"\\\\\\'so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:18.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sehen könnte, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort; dass ich verstünde, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: „Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlechtgemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlechtgemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.“ – dass ich so mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sehen könnte, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort; dass ich verstünde, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden‘, \\\\\\'\"\\''",
  "mn6:18.2": "'\\'\"\\\\\\'so soll er seine Regeln einhalten … \\\\\\'\"\\''",
  "mn6:19.1": "'\\'\"\\\\\\'Wenn ein Mönch wünscht: ‚Dass ich doch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen könnte, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben könnte‘, \\\\\\'\"\\''",
  "mn6:19.2": "'\\'\"\\\\\\'so soll er seine Regeln einhalten, sich der inneren Sammlung des Herzens weihen, die Vertiefung nicht vernachlässigen, Klarsicht besitzen und leere Hütten aufsuchen. \\\\\\'\"\\''",
  "mn6:20.1": "'\\'\"\\\\\\'‚Mönche und Nonnen, lebt nach den ethischen Regeln und der Ordenssatzung. Lebt gezügelt in der Ordenssatzung, verhaltet euch angemessen und sucht an angemessenen Orten um Almosen nach. Seht die Gefahr im kleinsten Fehler und haltet die Regeln ein, die ihr aufgenommen habt.‘ \\\\\\'\"\\''",
  "mn6:20.2": "'\\'\"\\\\\\'Das habe ich gesagt, und insofern habe ich es gesagt.“ \\\\\\'\"\\''",
  "mn6:20.3": "'\\'\"\\\\\\'Das sagte der Buddha. \\\\\\'\"\\''",
  "mn6:20.4": "'\\'\"\\\\\\'Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. \\\\\\'\"\\''"
}