{
  "mn70:0.1": "Mittlere Lehrreden 70 ",
  "mn70:0.2": "Bei Kīṭāgiri ",
  "mn70:1.1": "So habe ich es gehört: ",
  "mn70:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kāsier. ",
  "mn70:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn70:2.1": "„Mönche und Nonnen, ich verzichte auf das Essen bei Nacht. ",
  "mn70:2.2": "Damit sehe ich mich gesund und wohlauf, wendig und stark, und ich lebe unbeschwert. ",
  "mn70:2.3": "Auch ihr sollt auf das Essen bei Nacht verzichten. ",
  "mn70:2.4": "Damit werdet ihr euch gesund und wohlauf sehen, wendig und stark, und ihr werdet unbeschwert leben.“ ",
  "mn70:2.5": "„Ja, Herr“, antworteten sie. ",
  "mn70:3.1": "Indem er Stück für Stück durch das Land der Kāsier wanderte, kam der Buddha zu einem Marktflecken der Kāsier mit Namen Kīṭāgiri ",
  "mn70:3.2": "und blieb dort. ",
  "mn70:4.1": "Zu dieser Zeit befanden sich die Mönche und Nonnen, die Assaji und Punabbasuka folgten, in Kīṭāgiri. ",
  "mn70:4.2": "Da gingen mehrere Mönche und Nonnen zu ihnen und sagten: ",
  "mn70:4.3": "„Geehrte, der Buddha verzichtet auf das Essen bei Nacht, und der Saṅgha der Mönche und Nonnen ebenso. ",
  "mn70:4.4": "Damit sehen sie sich gesund und wohlauf, wendig und stark, und sie leben unbeschwert. ",
  "mn70:4.5": "Auch ihr sollt auf das Essen bei Nacht verzichten. ",
  "mn70:4.6": "Damit werdet ihr euch gesund und wohlauf sehen, wendig und stark, und ihr werdet unbeschwert leben.“ ",
  "mn70:4.7": "Auf diese Worte sagten die Mönche und Nonnen, die Assaji und Punabbasuka folgten, zu ihnen: ",
  "mn70:4.8": "„Geehrte, wir essen am Abend, am Morgen und zur falschen Zeit am Tag. ",
  "mn70:4.9": "Damit sehen wir uns gesund und wohlauf, wendig und stark, und wir leben unbeschwert. ",
  "mn70:4.10": "Warum sollen wir aufgeben, was jetzt ersichtlich ist, um dem nachzujagen, was sich mit der Zeit zeigt? ",
  "mn70:4.11": "Wir werden am Abend, am Morgen und zur falschen Zeit am Tag essen.“ ",
  "mn70:5.1": "Als diese Mönche und Nonnen nicht in der Lage waren, die Mönche und Nonnen, die Assaji und Punabbasuka folgten, zu überzeugen, gingen sie zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm davon. ",
  "mn70:6.1": "Da wandte sich der Buddha an einen Mönch: ",
  "mn70:6.2": "„Bitte, Mönch, sag den Mönchen und Nonnen, die Assaji und Punabbasuka folgen, in meinem Namen, ",
  "mn70:6.3": "dass der Lehrer sie rufen lässt.“ ",
  "mn70:6.4": "„Ja, Herr“, antwortete dieser Mönch. Er ging zu diesen Mönchen und Nonnen und sagte: ",
  "mn70:6.5": "„Ehrwürdige, der Lehrer lässt euch rufen.“ ",
  "mn70:6.6": "„Ja, Geehrter“, antworteten diese Mönche und Nonnen. Sie gingen zum Buddha, verbeugten sich und setzten sich zur Seite hin. Der Buddha sagte zu ihnen: ",
  "mn70:6.7": "„Ist es wirklich wahr, Mönche und Nonnen, dass einige Mönche und Nonnen zu euch kamen und sagten: ",
  "mn70:6.8": "‚Geehrte, der Buddha verzichtet auf das Essen bei Nacht, und der Saṅgha der Mönche und Nonnen ebenso. ",
  "mn70:6.9": "Damit sehen sie sich gesund und wohlauf, wendig und stark, und sie leben unbeschwert. ",
  "mn70:6.10": "Auch ihr sollt auf das Essen bei Nacht verzichten. ",
  "mn70:6.11": "Damit werdet ihr euch gesund und wohlauf sehen, wendig und stark, und ihr werdet unbeschwert leben‘? ",
  "mn70:6.12": "Habt ihr auf diese Worte wirklich zu ihnen gesagt: ",
  "mn70:6.13": "‚Geehrte, wir essen am Abend, am Morgen und zur falschen Zeit am Tag. ",
  "mn70:6.14": "Damit sehen wir uns gesund und wohlauf, wendig und stark, und wir leben unbeschwert. ",
  "mn70:6.15": "Warum sollen wir aufgeben, was jetzt ersichtlich ist, um dem nachzujagen, was sich mit der Zeit zeigt? ",
  "mn70:6.16": "Wir werden am Abend, am Morgen und zur falschen Zeit am Tag essen‘?“ ",
  "mn70:6.17": "„Ja, Herr.“ ",
  "mn70:6.18": "„Mönche und Nonnen, habe ich eures Wissens jemals den Dhamma so gelehrt: ‚Ganz gleich, was diese Person erfährt, ob angenehm, schmerzhaft oder neutral – ihre untauglichen Eigenschaften verkümmern und ihre tauglichen Eigenschaften wachsen an‘?“ ",
  "mn70:6.19": "„Nein, Herr.“ ",
  "mn70:7.1": "„Habe ich eures Wissens den Dhamma nicht so gelehrt: ‚Wenn jemand diese Art von angenehmem Gefühl fühlt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern. Aber wenn jemand jene Art von angenehmem Gefühl fühlt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. Wenn jemand diese Art von schmerzhaftem Gefühl fühlt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern. Aber wenn jemand jene Art von schmerzhaftem Gefühl fühlt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an. Wenn jemand diese Art von neutralem Gefühl fühlt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern. Aber wenn jemand jene Art von neutralem Gefühl fühlt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘?“ ",
  "mn70:7.2": "„Ja, Herr.“ ",
  "mn70:8.1": "„Gut, Mönche und Nonnen! ",
  "mn70:8.2": "Wenn ich nun nicht mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren hätte: ",
  "mn70:8.3": "‚Wenn jemand diese Art von angenehmem Gefühl fühlt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, ",
  "mn70:8.4": "wenn ich das nicht erkennen würde, wäre es dann angebracht für mich, zu sagen: ‚Ihr sollt diese Art von angenehmem Gefühl aufgeben‘?“ ",
  "mn70:8.5": "„Nein, Herr.“ ",
  "mn70:8.6": "„Aber ich habe mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren: ",
  "mn70:8.7": "‚Wenn jemand diese Art von angenehmem Gefühl fühlt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern.‘ Da das so ist, darum sage ich: ‚Ihr sollt diese Art von angenehmem Gefühl aufgeben.‘ ",
  "mn70:8.8": "Wenn ich nun nicht mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren hätte: ",
  "mn70:8.9": "‚Wenn jemand jene Art von angenehmem Gefühl fühlt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, ",
  "mn70:8.10": "wenn ich das nicht erkennen würde, wäre es dann angebracht für mich, zu sagen: ‚Ihr sollt in jene Art von angenehmem Gefühl eintreten und darin verweilen‘?“ ",
  "mn70:8.11": "„Nein, Herr.“ ",
  "mn70:8.12": "„Aber ich habe mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren: ",
  "mn70:8.13": "‚Wenn jemand jene Art von angenehmem Gefühl fühlt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an.‘ Da das so ist, darum sage ich: ‚Ihr sollt in jene Art von angenehmem Gefühl eintreten und darin verweilen.‘ ",
  "mn70:8.14": "Wenn ich nun nicht mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren hätte: ",
  "mn70:8.15": "‚Wenn jemand diese Art von schmerzhaftem Gefühl fühlt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, ",
  "mn70:8.16": "wenn ich das nicht erkennen würde, wäre es dann angebracht für mich, zu sagen: ‚Ihr sollt diese Art von schmerzhaftem Gefühl aufgeben‘?“ ",
  "mn70:8.17": "„Nein, Herr.“ ",
  "mn70:9.1": "„Aber ich habe mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren: ",
  "mn70:9.2": "‚Wenn jemand diese Art von schmerzhaftem Gefühl fühlt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern.‘ Da das so ist, darum sage ich: ‚Ihr sollt diese Art von schmerzhaftem Gefühl aufgeben.‘ ",
  "mn70:9.3": "Wenn ich nun nicht mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren hätte: ",
  "mn70:9.4": "‚Wenn jemand jene Art von schmerzhaftem Gefühl fühlt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, ",
  "mn70:9.5": "wenn ich das nicht erkennen würde, wäre es dann angebracht für mich, zu sagen: ‚Ihr sollt in jene Art von schmerzhaftem Gefühl eintreten und darin verweilen‘?“ ",
  "mn70:9.6": "„Nein, Herr.“ ",
  "mn70:9.7": "„Aber ich habe mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren: ",
  "mn70:9.8": "‚Wenn jemand jene Art von schmerzhaftem Gefühl fühlt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an.‘ Da das so ist, darum sage ich: ‚Ihr sollt in jene Art von schmerzhaftem Gefühl eintreten und darin verweilen.‘ ",
  "mn70:10.1": "Wenn ich nun nicht mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren hätte: ",
  "mn70:10.2": "‚Wenn jemand diese Art von neutralem Gefühl fühlt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, ",
  "mn70:10.3": "wenn ich das nicht erkennen würde, wäre es dann angebracht für mich, zu sagen: ‚Ihr sollt diese Art von neutralem Gefühl aufgeben‘?“ ",
  "mn70:10.4": "„Nein, Herr.“ ",
  "mn70:10.5": "„Aber ich habe mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren: ",
  "mn70:10.6": "‚Wenn jemand diese Art von neutralem Gefühl fühlt, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern.‘ Da das so ist, darum sage ich: ‚Ihr sollt diese Art von neutralem Gefühl aufgeben.‘ ",
  "mn70:10.7": "Wenn ich nun nicht mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren hätte: ",
  "mn70:10.8": "‚Wenn jemand jene Art von neutralem Gefühl fühlt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, ",
  "mn70:10.9": "wenn ich das nicht erkennen würde, wäre es dann angebracht für mich, zu sagen: ‚Ihr sollt in jene Art von neutralem Gefühl eintreten und darin verweilen‘?“ ",
  "mn70:10.10": "„Nein, Herr.“ ",
  "mn70:11.1": "„Aber ich habe mit Weisheit erkannt, gesehen, verstanden, verwirklicht und erfahren: ",
  "mn70:11.2": "‚Wenn jemand jene Art von neutralem Gefühl fühlt, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an.‘ Da das so ist, darum sage ich: ‚Ihr sollt in jene Art von neutralem Gefühl eintreten und darin verweilen.‘ ",
  "mn70:12.1": "Mönche und Nonnen, ich sage nicht, alle diese Mönche und Nonnen hätten beflissen zu arbeiten, ",
  "mn70:12.2": "noch sage ich, niemand von ihnen hätte beflissen zu arbeiten. ",
  "mn70:12.3": "Ich sage, diejenigen Mönche und Nonnen, die vollendet sind, die die Befleckungen aufgelöst haben, die das geistliche Leben erfüllt haben, die getan haben, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fessel des fortgesetzten Daseins endgültig gelöst haben und durch Erleuchtung richtig befreit sind, haben nicht beflissen zu arbeiten. ",
  "mn70:12.4": "Warum ist das so? ",
  "mn70:12.5": "Sie haben ihre Arbeit beflissen getan ",
  "mn70:12.6": "und sind nicht in der Lage, nachlässig zu sein. ",
  "mn70:13.1": "Ich sage, diejenigen Mönche und Nonnen, die in Schulung sind, die ihren Herzenswunsch noch nicht erfüllt haben, doch die so leben, dass sie nach dem unübertrefflichen Refugium vor dem Joch streben, haben beflissen zu arbeiten. ",
  "mn70:13.2": "Warum ist das so? ",
  "mn70:13.3": "‚Hoffentlich wird dieser Ehrwürdige geeignete Unterkünfte aufsuchen, sich guten Freunden anschließen und seine Sinne zügeln. ",
  "mn70:13.4": "Dann kann er in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen, er kann an dem Ziel leben, das er durch eigene Einsicht erkannt hat, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn70:13.5": "Da ich für diese Mönche und Nonnen diese Frucht der Beflissenheit sehe, sage ich, diese Mönche und Nonnen haben beflissen zu arbeiten. ",
  "mn70:14.1": "Mönche und Nonnen, sieben Menschen findet man in der Welt. ",
  "mn70:14.2": "Welche sieben? ",
  "mn70:14.3": "Einer, der auf beide Arten befreit ist, einer, der durch Weisheit befreit ist, ein unmittelbarer Zeuge, einer, der zur Ansicht gelangt ist, einer, der durch Vertrauen befreit ist, ein Nachfolger der Lehren und ein Nachfolger durch Vertrauen. ",
  "mn70:15.1": "Und welcher Mensch ist auf beide Arten befreit? ",
  "mn70:15.2": "Da hat ein gewisser Mensch die friedvollen Befreiungen, die formlos sind, über die Form hinausgehen, unmittelbar in der Meditation erfahren. Und wenn er mit Weisheit gesehen hat, lösen sich seine Befleckungen auf. ",
  "mn70:15.3": "Diesen Menschen nennt man einen, der auf beide Arten befreit ist. ",
  "mn70:15.4": "Und ich sage, dieser Mönch hat nicht beflissen zu arbeiten. ",
  "mn70:15.5": "Warum ist das so? ",
  "mn70:15.6": "Er hat seine Arbeit beflissen getan ",
  "mn70:15.7": "und ist nicht in der Lage, nachlässig zu sein. ",
  "mn70:16.1": "Und welcher Mensch ist durch Weisheit befreit? ",
  "mn70:16.2": "Da hat ein gewisser Mensch die friedvollen Befreiungen, die formlos sind, über die Form hinausgehen, nicht unmittelbar in der Meditation erfahren. Doch wenn er mit Weisheit gesehen hat, lösen sich seine Befleckungen auf. ",
  "mn70:16.3": "Diesen Menschen nennt man einen, der durch Weisheit befreit ist. ",
  "mn70:16.4": "Und ich sage, dieser Mönch hat nicht beflissen zu arbeiten. ",
  "mn70:16.5": "Warum ist das so? ",
  "mn70:16.6": "Er hat seine Arbeit beflissen getan ",
  "mn70:16.7": "und ist nicht in der Lage, nachlässig zu sein. ",
  "mn70:17.1": "Und welcher Mensch ist ein unmittelbarer Zeuge? ",
  "mn70:17.2": "Da hat ein gewisser Mensch die friedvollen Befreiungen, die formlos sind, über die Form hinausgehen, unmittelbar in der Meditation erfahren. Und wenn er mit Weisheit gesehen hat, lösen sich manche seiner Befleckungen auf. ",
  "mn70:17.3": "Diesen Menschen nennt man einen unmittelbaren Zeugen. ",
  "mn70:17.4": "Ich sage, dieser Mönch hat beflissen zu arbeiten. ",
  "mn70:17.5": "Warum ist das so? ",
  "mn70:17.6": "‚Hoffentlich wird dieser Ehrwürdige geeignete Unterkünfte aufsuchen, sich guten Freunden anschließen und seine Sinne zügeln. ",
  "mn70:17.7": "Dann kann er in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen, er kann an dem Ziel leben, das er durch eigene Einsicht erkannt hat, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn70:17.8": "Da ich für diesen Mönch diese Frucht der Beflissenheit sehe, sage ich, er hat beflissen zu arbeiten. ",
  "mn70:18.1": "Und welcher Mensch ist zur Ansicht gelangt? ",
  "mn70:18.2": "Da hat ein gewisser Mensch die friedvollen Befreiungen, die formlos sind, über die Form hinausgehen, nicht unmittelbar in der Meditation erfahren. Doch wenn er mit Weisheit gesehen hat, lösen sich manche seiner Befleckungen auf. Und er hat die Lehre und Schulung, die vom Klargewordenen verkündet wurde, mit Weisheit klar gesehen und genau betrachtet. ",
  "mn70:18.3": "Diesen Menschen nennt man einen, der zur Ansicht gelangt ist. ",
  "mn70:18.4": "Ich sage, auch dieser Mönch hat beflissen zu arbeiten. ",
  "mn70:18.5": "Warum ist das so? ",
  "mn70:18.6": "‚Hoffentlich wird dieser Ehrwürdige geeignete Unterkünfte aufsuchen, sich guten Freunden anschließen und seine Sinne zügeln. ",
  "mn70:18.7": "Dann kann er in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen, er kann an dem Ziel leben, das er durch eigene Einsicht erkannt hat, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn70:18.8": "Da ich für diesen Mönch diese Frucht der Beflissenheit sehe, sage ich, er hat beflissen zu arbeiten. ",
  "mn70:19.1": "Und welcher Mensch ist durch Vertrauen befreit? ",
  "mn70:19.2": "Da hat ein gewisser Mensch die friedvollen Befreiungen, die formlos sind, über die Form hinausgehen, nicht unmittelbar in der Meditation erfahren. Doch wenn er mit Weisheit gesehen hat, lösen sich manche seiner Befleckungen auf. Und sein Vertrauen zum Klargewordenen ist verankert und verwurzelt und tief eingepflanzt. ",
  "mn70:19.3": "Diesen Menschen nennt man einen, der durch Vertrauen befreit ist. ",
  "mn70:19.4": "Ich sage, auch dieser Mönch hat beflissen zu arbeiten. ",
  "mn70:19.5": "Warum ist das so? ",
  "mn70:19.6": "‚Hoffentlich wird dieser Ehrwürdige geeignete Unterkünfte aufsuchen, sich guten Freunden anschließen und seine Sinne zügeln. ",
  "mn70:19.7": "Dann kann er in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen, er kann an dem Ziel leben, das er durch eigene Einsicht erkannt hat, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn70:19.8": "Da ich für diesen Mönch diese Frucht der Beflissenheit sehe, sage ich, er hat beflissen zu arbeiten. ",
  "mn70:20.1": "Und welcher Mensch ist ein Nachfolger der Lehren? ",
  "mn70:20.2": "Da hat ein gewisser Mensch die friedvollen Befreiungen, die formlos sind, über die Form hinausgehen, nicht unmittelbar in der Meditation erfahren. Und obwohl er mit Weisheit gesehen hat, lösen sich seine Befleckungen nicht auf. Und er nimmt die Lehren an, die vom Klargewordenen verkündet wurden, nachdem er mit einem Maß an Weisheit überlegt hat. Und er besitzt diese Eigenschaften: ",
  "mn70:20.3": "die Fähigkeit des Vertrauens, der Energie, der Achtsamkeit, der Versenkung und der Weisheit. ",
  "mn70:20.4": "Diesen Menschen nennt man einen Nachfolger der Lehren. ",
  "mn70:20.5": "Ich sage, auch dieser Mönch hat beflissen zu arbeiten. ",
  "mn70:20.6": "Warum ist das so? ",
  "mn70:20.7": "‚Hoffentlich wird dieser Ehrwürdige geeignete Unterkünfte aufsuchen, sich guten Freunden anschließen und seine Sinne zügeln. ",
  "mn70:20.8": "Dann kann er in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen, er kann an dem Ziel leben, das er durch eigene Einsicht erkannt hat, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn70:20.9": "Da ich für diesen Mönch diese Frucht der Beflissenheit sehe, sage ich, er hat beflissen zu arbeiten. ",
  "mn70:21.1": "Und welcher Mensch ist ein Nachfolger durch Vertrauen? ",
  "mn70:21.2": "Da hat ein gewisser Mensch die friedvollen Befreiungen, die formlos sind, über die Form hinausgehen, nicht unmittelbar in der Meditation erfahren. Und obwohl er mit Weisheit gesehen hat, lösen sich seine Befleckungen nicht auf. Und er hat ein Maß an Vertrauen und Liebe zum Klargewordenen. Und er besitzt diese Eigenschaften: ",
  "mn70:21.3": "die Fähigkeit des Vertrauens, der Energie, der Achtsamkeit, der Versenkung und der Weisheit. ",
  "mn70:21.4": "Diesen Menschen nennt man einen Nachfolger durch Vertrauen. ",
  "mn70:21.5": "Ich sage, auch dieser Mönch hat beflissen zu arbeiten. ",
  "mn70:21.6": "Warum ist das so? ",
  "mn70:21.7": "‚Hoffentlich wird dieser Ehrwürdige geeignete Unterkünfte aufsuchen, sich guten Freunden anschließen und seine Sinne zügeln. ",
  "mn70:21.8": "Dann kann er in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen, er kann an dem Ziel leben, das er durch eigene Einsicht erkannt hat, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn70:21.9": "Da ich für diesen Mönch diese Frucht der Beflissenheit sehe, sage ich, er hat beflissen zu arbeiten. ",
  "mn70:22.1": "Mönche und Nonnen, ich sage nicht, die Erleuchtung sei auf der Stelle zu erlangen. ",
  "mn70:22.2": "Vielmehr wird die Erleuchtung durch stufenweise Schulung, stufenweisen Fortschritt, stufenweise Übung erlangt. ",
  "mn70:23.1": "Und wie wird die Erleuchtung durch stufenweise Schulung, stufenweisen Fortschritt, stufenweise Übung erlangt? ",
  "mn70:23.2": "Da hat jemand Vertrauen gefasst und geht zu einem Lehrer. Er macht seine Aufwartung, spitzt die Ohren, hört die Lehren, behält die Lehren, untersucht die Bedeutung und stimmt nach Überlegung zu. Dann lodert Enthusiasmus auf, bemüht er sich, wägt ab und setzt sich ein. Indem er sich einsetzt, erfährt er unmittelbar die höchste Wahrheit und sieht sie mit durchdringender Weisheit. ",
  "mn70:24.1": "Mönche und Nonnen, dieses Vertrauen hat es hier nicht gegeben; ",
  "mn70:24.2": "dieses Hingehen, ",
  "mn70:24.3": "dieses Aufwarten, ",
  "mn70:24.4": "dieses Ohrenspitzen, ",
  "mn70:24.5": "dieses Hören der Lehren, ",
  "mn70:24.6": "dieses Behalten der Lehren, ",
  "mn70:24.7": "dieses Untersuchen der Bedeutung, ",
  "mn70:24.8": "diese Zustimmung nach Überlegung, ",
  "mn70:24.9": "diesen Enthusiasmus, ",
  "mn70:24.10": "dieses Sich-Bemühen, ",
  "mn70:24.11": "dieses Abwägen ",
  "mn70:24.12": "und diesen Einsatz hat es hier nicht gegeben. ",
  "mn70:24.13": "Ihr seid auf einem schlechten Weg, Mönche und Nonnen! Ihr übt den falschen Weg! ",
  "mn70:24.14": "Wie weit diese unnützen Männer von dieser Lehre und Schulung abgewichen sind! ",
  "mn70:25.1": "Es gibt eine Darlegung in vier Sätzen, die ein vernünftiger Mensch schnell verstehen würde, wenn sie aufgesagt wird. ",
  "mn70:25.2": "Ich werde sie für euch aufsagen. Versucht, sie zu verstehen.“ ",
  "mn70:25.3": "„Herr, wer sind wir im Vergleich zu denen, die die Lehre verstehen?“ ",
  "mn70:26.1": "„Selbst mit einem Lehrer, der fleischliche Dinge schätzt, der ein Erbe in fleischlichen Dingen ist, der gefangen in fleischlichen Dingen lebt, würdet ihr nicht so herumfeilschen: ",
  "mn70:26.2": "‚Wenn wir dieses bekommen, werden wir jenes tun. Wenn wir dieses nicht bekommen, werden wir es nicht tun.‘ Was ist da erst mit dem Klargewordenen, der von fleischlichen Dingen völlig abgelöst lebt? ",
  "mn70:27.1": "Für einen vertrauensvoller Schüler, der übt, um die Anleitung des Lehrers zu ergründen, ist dies im Einklang mit der Lehre: ",
  "mn70:27.2": "‚Der Buddha ist mein Lehrer, ich bin sein Schüler. ",
  "mn70:27.3": "Der Buddha erkennt, ich erkenne nicht.‘ ",
  "mn70:27.4": "Für einen vertrauensvoller Schüler, der übt, um die Anleitung des Lehrers zu ergründen, ist die Anleitung des Lehrers förderlich und nährend. ",
  "mn70:27.5": "Für einen vertrauensvoller Schüler, der übt, um die Anleitung des Lehrers zu ergründen, ist dies im Einklang mit der Lehre: ",
  "mn70:27.6": "‚Gerne sollen nur Haut, Sehnen und Knochen übrig bleiben! Sollen Fleisch und Blut in meinem Körper vertrocknen! Ich werde nicht aufgeben, bevor ich nicht erreicht habe, was mit menschlicher Stärke, Energie und Tatkraft möglich ist.‘ ",
  "mn70:27.7": "Für einen vertrauensvoller Schüler, der übt, um die Anleitung des Lehrers zu ergründen, kann man eins von zwei Ergebnissen erwarten: ",
  "mn70:27.8": "Erleuchtung in diesem Leben, oder, wenn ein Rest da ist, Nichtwiederkehr.“ ",
  "mn70:27.9": "Das sagte der Buddha. ",
  "mn70:27.10": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}