{
  "mn71:0.1": "Mittlere Lehrreden 71 ",
  "mn71:0.2": "Zu Vacchagotta über das dreifache Wissen ",
  "mn71:1.1": "So habe ich es gehört: ",
  "mn71:1.2": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "mn71:2.1": "Zu dieser Zeit nun befand sich der Wanderer Vacchagotta im Wandererkloster des Einen Lotus. ",
  "mn71:3.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Vesālī zum Almosengang. ",
  "mn71:3.2": "Da kam ihm in den Sinn: ",
  "mn71:3.3": "„Es ist zu früh für den Almosengang in Vesālī. ",
  "mn71:3.4": "Warum besuche ich nicht den Wanderer Vacchagotta im Wandererkloster des Einen Lotus?“ ",
  "mn71:3.5": "Und so tat er es. ",
  "mn71:4.1": "Vacchagotta sah den Buddha von Weitem kommen ",
  "mn71:4.2": "und sagte zu ihm: ",
  "mn71:4.3": "„Der Gesegnete komme her, Herr! ",
  "mn71:4.4": "Willkommen dem Gesegneten, Herr! ",
  "mn71:4.5": "Es ist lange her, dass du die Gelegenheit genutzt hast, hierherzukommen. ",
  "mn71:4.6": "Setz dich bitte, Herr, dieser Sitz ist bereit.“ ",
  "mn71:4.7": "Der Buddha setzte sich auf den ausgebreiteten Sitz, ",
  "mn71:4.8": "während Vacchagotta einen niedrigeren Sitz nahm und sich zur Seite hinsetzte. ",
  "mn71:4.9": "Dann sagte der Wanderer Vacchagotta zum Buddha: ",
  "mn71:5.1": "„Herr, ich habe gehört: ",
  "mn71:5.2": "‚Der Asket Gotama behauptet, allwissend und all-sehend zu sein und alles ohne Ausnahme zu erkennen und zu sehen, und zwar so: ",
  "mn71:5.3": "„Erkennen und Sehen sind mir ständig und fortwährend gegenwärtig, ob ich gehe, stehe, schlafe oder wache.“‘ ",
  "mn71:5.4": "Ich hoffe, die, die das sagen, geben die Worte des Buddha wieder und stellen ihn nicht mit einer Unwahrheit falsch dar. Ist ihre Erklärung im Einklang mit seiner Lehre, und gibt es keinen rechtmäßigen Grund für eine Gegendarstellung und Tadel?“ ",
  "mn71:5.5": "„Vaccha, die das sagen, geben nicht meine Worte wieder. Sie stellen mich mit einer falschen und unwahren Behauptung falsch dar.“ ",
  "mn71:6.1": "„Wie sollen wir dann antworten, sodass wir die Worte des Buddha wiedergeben und ihn nicht mit einer Unwahrheit falsch darstellen? Wie wäre unsere Erklärung im Einklang mit seiner Lehre, und wie gäbe es keinen rechtmäßigen Grund für eine Gegendarstellung und Tadel?“ ",
  "mn71:6.2": "„‚Der Asket Gotama besitzt das dreifache Wissen.‘ Wenn du so antworten würdest, würdest du meine Worte wiedergeben und mich nicht mit einer Unwahrheit falsch darstellen. Deine Erklärung wäre im Einklang mit meiner Lehre, und es gäbe keinen rechtmäßigen Grund für eine Gegendarstellung und Tadel. ",
  "mn71:7.1": "Wann immer ich will, erinnere ich mich an viele Arten früherer Leben, ",
  "mn71:7.2": "das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnere ich mich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn71:8.1": "Und wann immer ich will, sehe ich mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstehe, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn71:9.1": "Und ich habe mit der Auflösung der Befleckungen in eben diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, habe sie durch eigene Einsicht erkannt und lebe darin. ",
  "mn71:10.1": "‚Der Asket Gotama besitzt das dreifache Wissen.‘ Wenn du so antworten würdest, würdest du meine Worte wiedergeben und mich nicht mit einer Unwahrheit falsch darstellen. Deine Erklärung wäre im Einklang mit meiner Lehre, und es gäbe keinen rechtmäßigen Grund für eine Gegendarstellung und Tadel.“ ",
  "mn71:11.1": "Auf diese Worte sagte der Wanderer Vacchagotta zum Buddha: ",
  "mn71:11.2": "„Werter Gotama, gibt es irgendwelche Laien, die, ohne die Fessel des Lebens im Haus aufzugeben, dem Leiden ein Ende machen, wenn der Körper auseinanderbricht?“ ",
  "mn71:11.3": "„Nein, Vaccha.“ ",
  "mn71:12.1": "„Aber gibt es irgendwelche Laien, die, ohne die Fessel des Lebens im Haus aufzugeben, in den Himmel kommen, wenn der Körper auseinanderbricht?“ ",
  "mn71:12.2": "„Es gibt nicht nur hundert Laien, Vaccha, die, ohne die Fessel des Lebens im Haus aufzugeben, in den Himmel kommen, wenn der Körper auseinanderbricht, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
  "mn71:13.1": "„Werter Gotama, gibt es irgendwelche Ājīvaka-Asketen, die dem Leiden ein Ende machen, wenn der Körper auseinanderbricht?“ ",
  "mn71:13.2": "„Nein, Vaccha.“ ",
  "mn71:14.1": "„Aber gibt es irgendwelche Ājīvaka-Asketen, die in den Himmel kommen, wenn der Körper auseinanderbricht?“ ",
  "mn71:14.2": "„Vaccha, wenn ich mich an einundneunzig zurückliegende Äonen erinnere, kann ich keine Ājīvaka-Asketen finden, die in den Himmel kamen, bis auf einen; ",
  "mn71:14.3": "und der lehrte die Wirksamkeit von Taten und Verhalten.“ ",
  "mn71:15.1": "„Wenn das so ist, werter Gotama, dann ist dieser konfessionelle Zweig sogar leer von der Möglichkeit, in den Himmel zu kommen.“ ",
  "mn71:15.2": "„Ja, Vaccha, dieser konfessionelle Zweig ist sogar leer von der Möglichkeit, in den Himmel zu kommen.“ ",
  "mn71:15.3": "Das sagte der Buddha. ",
  "mn71:15.4": "Zufrieden begrüßte der Wanderer Vacchagotta die Worte des Buddha. "
}