{
  "mn72:0.1": "Mittlere Lehrreden 72 ",
  "mn72:0.2": "Mit Vacchagotta über das Feuer ",
  "mn72:1.1": "So habe ich es gehört: ",
  "mn72:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn72:2.1": "Da ging der Wanderer Vacchagotta zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn72:2.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "mn72:3.1": "„Meister Gotama, ist das deine Ansicht: ‚Das Weltall ist ewig. Das allein ist die Wahrheit, andere Vorstellungen sind einfältig‘?“ ",
  "mn72:3.3": "„Das ist nicht meine Ansicht, Vaccha.“ ",
  "mn72:4.1": "„Ist dann das deine Ansicht: ‚Das Weltall ist zeitlich. Das allein ist die Wahrheit, andere Vorstellungen sind einfältig‘?“ ",
  "mn72:4.3": "„Das ist nicht meine Ansicht, Vaccha.“ ",
  "mn72:5.1": "„Ist dann das deine Ansicht: ‚Das Weltall ist endlich. Das allein ist die Wahrheit, andere Vorstellungen sind einfältig‘?“ ",
  "mn72:5.3": "„Das ist nicht meine Ansicht, Vaccha.“ ",
  "mn72:6.1": "„Ist dann das deine Ansicht: ‚Das Weltall ist unendlich. Das allein ist die Wahrheit, andere Vorstellungen sind einfältig‘?“ ",
  "mn72:6.3": "„Das ist nicht meine Ansicht, Vaccha.“ ",
  "mn72:7.1": "„Ist dann das deine Ansicht: ‚Seele und Körper sind dasselbe. Das allein ist die Wahrheit, andere Vorstellungen sind einfältig‘?“ ",
  "mn72:7.3": "„Das ist nicht meine Ansicht, Vaccha.“ ",
  "mn72:8.1": "„Ist dann das deine Ansicht: ‚Seele und Körper sind verschiedene Dinge. Das allein ist die Wahrheit, andere Vorstellungen sind einfältig‘?“ ",
  "mn72:8.3": "„Das ist nicht meine Ansicht, Vaccha.“ ",
  "mn72:9.1": "„Ist dann das deine Ansicht: ‚Ein Klargewordener besteht nach dem Tod fort. Das allein ist die Wahrheit, andere Vorstellungen sind einfältig‘?“ ",
  "mn72:9.3": "„Das ist nicht meine Ansicht, Vaccha.“ ",
  "mn72:10.1": "„Ist dann das deine Ansicht: ‚Ein Klargewordener besteht nach dem Tod nicht fort. Das allein ist die Wahrheit, andere Vorstellungen sind einfältig‘?“ ",
  "mn72:10.3": "„Das ist nicht meine Ansicht, Vaccha.“ ",
  "mn72:11.1": "„Ist dann das deine Ansicht: ‚Ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort. Das allein ist die Wahrheit, andere Vorstellungen sind einfältig‘?“ ",
  "mn72:11.3": "„Das ist nicht meine Ansicht, Vaccha.“ ",
  "mn72:12.1": "„Ist dann das deine Ansicht: ‚Ein Klargewordener besteht nach dem Tod weder fort, noch besteht er nicht fort. Das allein ist die Wahrheit, andere Vorstellungen sind einfältig‘?“ ",
  "mn72:12.3": "„Das ist nicht meine Ansicht, Vaccha.“ ",
  "mn72:13.1": "„Meister Gotama, wenn du gefragt wirst, ob das Weltall ewig sei, ",
  "mn72:13.4": "ob es zeitlich sei, ",
  "mn72:13.7": "ob es endlich sei, ",
  "mn72:13.10": "ob es unendlich sei, ",
  "mn72:13.13": "ob Seele und Körper dasselbe seien, ",
  "mn72:13.16": "ob sie verschiedene Dinge seien, ",
  "mn72:13.19": "ob ein Klargewordener nach dem Tod fortbestehe, ",
  "mn72:13.22": "ob er nach dem Tod nicht fortbestehe, ",
  "mn72:13.25": "ob er nach dem Tode fortbestehe und auch nicht fortbestehe ",
  "mn72:13.28": "oder ob er nach dem Tod weder fortbestehe noch nicht fortbestehe, ",
  "mn72:13.29": "sagst du, das sei nicht deine Ansicht. ",
  "mn72:13.31": "Welchen Nachteil siehst du, dass du all diese Überzeugungen vermeidest?“ ",
  "mn72:14.1": "„Die Überzeugung, das Weltall sei ewig, ist das Dickicht der Ansichten, die Wüste der Ansichten, das Winden der Ansichten, das Ausweichen der Ansichten, die Fessel der Ansichten. Sie ist voller Qual, Bedrängnis und Fieber. Sie führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "mn72:14.2": "Die Überzeugung, es sei zeitlich … ",
  "mn72:14.3": "es sei endlich … ",
  "mn72:14.4": "es sei unendlich … ",
  "mn72:14.5": "Seele und Körper seien dasselbe … ",
  "mn72:14.6": "Seele und Körper seien verschiedene Dinge … ",
  "mn72:14.7": "ein Klargewordener bestehe nach dem Tod fort … ",
  "mn72:14.8": "er bestehe nach dem Tod nicht fort … ",
  "mn72:14.9": "er bestehe nach dem Tod fort und bestehe auch nicht fort … ",
  "mn72:14.10": "oder er bestehe nach dem Tod weder fort, noch bestehe er nicht fort, ist das Dickicht der Ansichten, die Wüste der Ansichten, das Winden der Ansichten, das Ausweichen der Ansichten, die Fessel der Ansichten. Sie ist voller Qual, Bedrängnis und Fieber. Sie führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "mn72:14.11": "Diesen Nachteil sehe ich, dass ich all diese Überzeugungen vermeide.“ ",
  "mn72:15.1": "„Aber hat Meister Gotama überhaupt irgendwelche Überzeugungen?“ ",
  "mn72:15.2": "„Ein Klargewordener hat Überzeugungen ausgeräumt. ",
  "mn72:15.3": "Denn ein Klargewordener hat gesehen: ",
  "mn72:15.4": "‚So ist Form, so ist ihr Ursprung, so ihr Enden. ",
  "mn72:15.5": "So ist Gefühl, so ist sein Ursprung, so sein Enden. ",
  "mn72:15.6": "So ist Wahrnehmung, so ist ihr Ursprung, so ihr Enden. ",
  "mn72:15.7": "So sind Willensbildungsprozesse, so ist ihr Ursprung, so ihr Enden. ",
  "mn72:15.8": "So ist Bewusstsein, so ist sein Ursprung, so sein Enden.‘ ",
  "mn72:15.9": "Darum ist der Klargewordene mit der Auflösung, dem Schwinden, Aufhören, Hergeben und Loslassen allen Sichvorstellens, allen Quirlens, allen Ich-Machens, allen Mein-Machens und jeder zugrunde liegenden Neigung zur Einbildung befreit, sage ich.“ ",
  "mn72:16.1": "„Aber Meister Gotama, wenn der Geist eines Mönchs so befreit ist, wo wird er dann wiedergeboren?“ ",
  "mn72:16.2": "„‚Er wird wiedergeboren‘, trifft nicht zu, Vaccha.“ ",
  "mn72:16.3": "„Nun, wird er dann nicht wiedergeboren?“ ",
  "mn72:16.4": "„‚Er wird nicht wiedergeboren‘, trifft nicht zu, Vaccha.“ ",
  "mn72:16.5": "„Nun, wird er dann wiedergeboren und auch nicht wiedergeboren?“ ",
  "mn72:16.6": "„‚Er wird wiedergeboren und auch nicht wiedergeboren‘, trifft nicht zu, Vaccha.“ ",
  "mn72:16.7": "„Nun, wird er dann weder wiedergeboren noch nicht wiedergeboren?“ ",
  "mn72:16.8": "„‚Er wird weder wiedergeboren, noch wird er nicht wiedergeboren‘, trifft nicht zu, Vaccha.“ ",
  "mn72:17.1": "„Meister Gotama, wenn du gefragt wirst, wo der Mönch wiedergeboren wird, sagst du: ‚Das trifft nicht zu.‘ ",
  "mn72:17.2": "Wenn du gefragt wirst, ob er nicht wiedergeboren wird, ",
  "mn72:17.3": "ob er wiedergeboren und auch nicht wiedergeboren wird, ",
  "mn72:17.4": "oder ob er weder wiedergeboren noch nicht wiedergeboren wird, sagst du: ‚Das trifft nicht zu.‘ ",
  "mn72:17.5": "Ich kann diesen Punkt nicht verstehen, Meister Gotama; ich bin in Verwirrung geraten. ",
  "mn72:17.6": "Und ich habe jetzt sogar das Maß an Klarheit verloren, das ich in früheren Gesprächen mit Meister Gotama gewonnen hatte.“ ",
  "mn72:18.1": "„Kein Wunder, dass du nicht verstehst, Vaccha, kein Wunder, dass du verwirrt bist. ",
  "mn72:18.2": "Denn dieser Grundsatz ist tiefgründig, schwer zu sehen, schwer zu verstehen, friedvoll und erhaben, geht über den Rahmen der Logik hinaus, ist subtil, für den Klugen nachvollziehbar. ",
  "mn72:18.3": "Es ist schwer für dich, ihn zu verstehen, da du eine andere Ansicht, ein anderes Bekenntnis und einen anderen Glauben hast – es sei denn, du weihst dich der Übung unter Anleitung der Tradition. ",
  "mn72:18.4": "Nun, Vaccha, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "mn72:19.1": "Was denkst du, Vaccha? ",
  "mn72:19.2": "Wenn vor dir ein Feuer brennt, wüsstest du: ",
  "mn72:19.3": "‚Dieses Feuer brennt vor mir‘?“ ",
  "mn72:19.4": "„Ja, das wüsste ich, Meister Gotama.“ ",
  "mn72:19.6": "„Aber Vaccha, wenn du gefragt würdest: ",
  "mn72:19.7": "‚In Abhängigkeit wovon brennt dieses Feuer, das vor dir brennt?‘, was würdest du antworten?“ ",
  "mn72:19.8": "„Wenn ich so gefragt würde, ",
  "mn72:19.9": "würde ich antworten: ",
  "mn72:19.10": "‚Dieses Feuer, das vor mir brennt, brennt in Abhängigkeit von Gras und Holz als Nahrung.‘“ ",
  "mn72:19.11": "„Wenn dieses Feuer, das vor dir brennt, erlöschen würde, wüsstest du dann: ",
  "mn72:19.12": "‚Dieses Feuer vor mir ist erloschen‘?“ ",
  "mn72:19.13": "„Ja, das wüsste ich, Meister Gotama.“ ",
  "mn72:19.15": "„Aber Vaccha, wenn du gefragt würdest: ",
  "mn72:19.16": "‚In welche Richtung ist dieses Feuer vor dir gegangen: ",
  "mn72:19.17": "nach Osten, nach Süden, nach Westen oder nach Norden?‘, was würdest du antworten?“ ",
  "mn72:19.18": "„Das trifft nicht zu, Meister Gotama. Das Feuer brannte in Abhängigkeit von Gras und Holz als Nahrung. Wenn diese ausgehen und keine weitere Nahrung hinzugefügt wird, gilt das Feuer als erloschen aus Mangel an Nahrung.“ ",
  "mn72:20.1": "„Ebenso, Vaccha, wurde jede Form, mit der ein Klargewordener beschrieben werden könnte, aufgegeben, an der Wurzel abgeschnitten, wurde wie der Stumpf einer Palme, wurde ausgelöscht und kann sich in Zukunft nicht mehr erheben. ",
  "mn72:20.2": "Ein Klargewordener ist vom Rechnen in Begriffen der Form befreit. Er ist tief, unermesslich und schwer zu ergründen ",
  "mn72:20.3": "wie das Weltmeer. ",
  "mn72:20.4": "‚Er wird wiedergeboren‘, ‚er wird nicht wiedergeboren‘, ‚er wird wiedergeboren und auch nicht wiedergeboren‘, ‚er wird weder wiedergeboren, noch wird er nicht wiedergeboren‘ – keine dieser Aussagen trifft zu. ",
  "mn72:20.5": "Jedes Gefühl, mit dem ein Klargewordener beschrieben werden könnte … ",
  "mn72:20.9": "jede Wahrnehmung … ",
  "mn72:20.13": "alle Willensbildungsprozesse … ",
  "mn72:20.17": "oder jedes Bewusstsein, mit dem ein Klargewordener beschrieben werden könnte, wurde aufgegeben, an der Wurzel abgeschnitten, wurde wie der Stumpf einer Palme, wurde ausgelöscht und kann sich in Zukunft nicht mehr erheben. ",
  "mn72:20.18": "Ein Klargewordener ist vom Rechnen in Begriffen des Bewusstseins befreit. Er ist tief, unermesslich und schwer zu ergründen ",
  "mn72:20.19": "wie das Weltmeer. ",
  "mn72:20.20": "‚Er wird wiedergeboren‘, ‚er wird nicht wiedergeboren‘, ‚er wird wiedergeboren und wird auch nicht wiedergeboren‘, ‚er wird weder wiedergeboren, noch wird er nicht wiedergeboren‘ – keine dieser Aussagen trifft zu.“ ",
  "mn72:21.1": "Auf diese Worte sagte der Wanderer Vacchagotta zum Buddha: ",
  "mn72:21.2": "„Meister Gotama, wie wenn da nicht weit von einer Stadt oder einem Dorf ein Salbaum stünde, ",
  "mn72:21.3": "und weil er unbeständig ist, würden Zweige und Laubwerk, Rinde, Schösslinge und Weichholz herabfallen. ",
  "mn72:21.4": "Nach einiger Zeit wäre er ohne Zweige und Laubwerk, Rinde, Schösslinge und Weichholz, rein und im Kern gefestigt. ",
  "mn72:21.5": "Ebenso ist Meister Gotamas Lehrsystem ohne Zweige und Laubwerk, Rinde, Schösslinge und Weichholz, rein und im Kern gefestigt. ",
  "mn72:22.1": "Vortrefflich, Meister Gotama! … ",
  "mn72:22.2": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}