{
  "mn73:0.1": "Mittlere Lehrreden 73 ",
  "mn73:0.2": "Die längere Lehrrede mit Vacchagotta ",
  "mn73:1.1": "So habe ich es gehört: ",
  "mn73:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "mn73:2.1": "Da ging der Wanderer Vacchagotta zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn73:2.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "mn73:3.1": "„Lange Zeit schon hatte ich Gespräche mit Meister Gotama. ",
  "mn73:3.2": "Bitte lehre mich kurz, was tauglich und was untauglich ist.“ ",
  "mn73:3.3": "„Vaccha, ich kann dich kurz oder ausführlich lehren, was tauglich und was untauglich ist. ",
  "mn73:3.4": "Doch lass es mich kurz tun. ",
  "mn73:3.5": "Hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn73:3.6": "„Ja, Herr“, antwortete Vacchagotta. ",
  "mn73:3.7": "Der Buddha sagte: ",
  "mn73:4.1": "„Gier ist untauglich, Zufriedenheit ist tauglich. ",
  "mn73:4.2": "Hass ist untauglich, Liebe ist tauglich. ",
  "mn73:4.3": "Täuschung ist untauglich, richtiges Verstehen ist tauglich. ",
  "mn73:4.4": "Somit gibt es diese drei untauglichen Dinge und diese drei tauglichen Dinge. ",
  "mn73:5.1": "Lebende Geschöpfe töten ist untauglich, keine lebenden Geschöpfe töten ist tauglich. ",
  "mn73:5.2": "Stehlen ist untauglich, nicht stehlen ist tauglich. ",
  "mn73:5.3": "Sexuelle Verfehlungen begehen ist untauglich, keine sexuellen Verfehlungen begehen ist tauglich. ",
  "mn73:5.4": "Lügen ist untauglich, nicht lügen ist tauglich. ",
  "mn73:5.5": "Entzweiende Rede ist untauglich, keine entzweiende Rede zu gebrauchen, ist tauglich. ",
  "mn73:5.6": "Harte Rede ist untauglich, keine harte Rede zu gebrauchen, ist tauglich. ",
  "mn73:5.7": "Unsinnreden ist untauglich, keinen Unsinn reden ist tauglich. ",
  "mn73:5.8": "Begehrlichkeit ist untauglich, Zufriedenheit ist tauglich. ",
  "mn73:5.9": "Böser Wille ist untauglich, Wohlwollen ist tauglich. ",
  "mn73:5.10": "Falsche Ansicht ist untauglich, rechte Ansicht ist tauglich. ",
  "mn73:5.11": "Somit gibt es diese zehn untauglichen Dinge und diese zehn tauglichen Dinge. ",
  "mn73:6.1": "Wenn ein Mönch das Verlangen aufgegeben hat, sodass es an der Wurzel abgeschnitten ist, dass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann, so ist dieser Mönch vollendet. Seine Befleckungen sind aufgelöst, das geistliche Leben ist erfüllt, er hat getan, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, hat die Fessel des fortgesetzten Daseins endgültig gelöst und ist durch Erleuchtung richtig befreit.“ ",
  "mn73:7.1": "„Gibt es außer Meister Gotama ",
  "mn73:7.2": "auch nur einen einzigen Mönchsschüler von Meister Gotama, der mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt hat, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt?“ ",
  "mn73:7.3": "„Es gibt nicht nur hundert solcher Mönchsschüler von mir, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
  "mn73:8.1": "„Gibt es außer Meister Gotama und den Mönchen ",
  "mn73:8.2": "auch nur eine einzige Nonnenschülerin von Meister Gotama, die mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt hat, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt?“ ",
  "mn73:8.3": "„Es gibt nicht nur hundert solcher Nonnenschülerinnen von mir, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
  "mn73:9.1": "„Gibt es außer Meister Gotama, den Mönchen und den Nonnen ",
  "mn73:9.2": "auch nur einen einzigen Laienschüler von Meister Gotama, weiß gekleidet und keusch, der mit der Auflösung der fünf niederen Fesseln durch unmittelbares Erscheinen wiedergeboren wird und der dort erlischt und von jener Welt nicht mehr zurückkehren muss?“ ",
  "mn73:9.3": "„Es gibt nicht nur hundert solcher keuscher Laienschüler von mir, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
  "mn73:10.1": "„Gibt es außer Meister Gotama, den Mönchen, den Nonnen und den keuschen Laienschülern ",
  "mn73:10.2": "auch nur einen einzigen Laienschüler von Meister Gotama, weiß gekleidet und Sinnenfreuden genießend, der die Anleitung erfüllt und der Unterweisung folgt, der über den Zweifel hinausgegangen ist, sich von Unschlüssigkeit frei gemacht und Selbstvertrauen gewonnen hat, der in der Anleitung des Lehrers von anderen unabhängig ist?“ ",
  "mn73:10.3": "„Es gibt nicht nur hundert solcher Laienschüler von mir, die Sinnenfreuden genießen, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
  "mn73:11.1": "„Gibt es außer Meister Gotama, den Mönchen, den Nonnen, den keuschen Laienschülern und den Laienschülern, die Sinnenfreuden genießen, ",
  "mn73:11.2": "auch nur eine einzige Laienschülerin von Meister Gotama, weiß gekleidet und keusch, die mit der Auflösung der fünf niederen Fesseln durch unmittelbares Erscheinen wiedergeboren wird und die dort erlischt und von jener Welt nicht mehr zurückkehren muss?“ ",
  "mn73:11.3": "„Es gibt nicht nur hundert solcher keuscher Laienschülerinnen von mir, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
  "mn73:12.1": "„Gibt es außer Meister Gotama, den Mönchen, den Nonnen, den keuschen Laienschülern, den Laienschülern, die Sinnenfreuden genießen, und den keuschen Laienschülerinnen ",
  "mn73:12.2": "auch nur eine einzige Laienschülerin von Meister Gotama, weiß gekleidet und Sinnenfreuden genießend, die die Anleitung erfüllt und der Unterweisung folgt, die über den Zweifel hinausgegangen ist, sich von Unschlüssigkeit frei gemacht und Selbstvertrauen gewonnen hat, die in der Anleitung des Lehrers von anderen unabhängig ist?“ ",
  "mn73:12.3": "„Es gibt nicht nur hundert solcher Laienschülerinnen von mir, die Sinnenfreuden genießen, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
  "mn73:13.1": "„Wenn Meister Gotama der einzige wäre, der in dieser Lehre Erfolg hat, und keine Mönche, ",
  "mn73:13.2": "so wäre dieser geistliche Pfad in dieser Hinsicht unvollständig. ",
  "mn73:13.3": "Aber da sowohl Meister als auch Mönche in dieser Lehre Erfolg haben, ",
  "mn73:13.4": "ist dieser geistliche Pfad in dieser Hinsicht vollständig. ",
  "mn73:13.5": "Wenn Meister Gotama und die Mönche die einzigen wären, die in dieser Lehre Erfolg haben, und keine Nonnen, ",
  "mn73:13.6": "so wäre dieser geistliche Pfad in dieser Hinsicht unvollständig. ",
  "mn73:13.7": "Aber da sowohl Meister Gotama als auch Mönche und Nonnen in dieser Lehre Erfolg haben, ",
  "mn73:13.8": "ist dieser geistliche Pfad in dieser Hinsicht vollständig. ",
  "mn73:13.9": "Wenn Meister Gotama, die Mönche und die Nonnen die einzigen wären, die in dieser Lehre Erfolg haben, und keine keuschen Laienmänner, ",
  "mn73:13.10": "so wäre dieser geistliche Pfad in dieser Hinsicht unvollständig. ",
  "mn73:13.11": "Aber da sowohl Meister Gotama als auch Mönche, Nonnen und keusche Laienmänner in dieser Lehre Erfolg haben, ",
  "mn73:13.12": "ist dieser geistliche Pfad in dieser Hinsicht vollständig. ",
  "mn73:13.13": "Wenn Meister Gotama, die Mönche, die Nonnen und die keuschen Laienmänner die einzigen wären, die in dieser Lehre Erfolg haben, und keine Laienmänner, die Sinnenfreuden genießen, ",
  "mn73:13.14": "so wäre dieser geistliche Pfad in dieser Hinsicht unvollständig. ",
  "mn73:13.15": "Aber da sowohl Meister Gotama als auch Mönche, Nonnen, keusche Laienmänner und solche, die Sinnenfreuden genießen, in dieser Lehre Erfolg haben, ",
  "mn73:13.16": "ist dieser geistliche Pfad in dieser Hinsicht vollständig. ",
  "mn73:13.17": "Wenn Meister Gotama, die Mönche, die Nonnen, die keuschen Laienmänner und die, die Sinnenfreuden genießen, die einzigen wären, die in dieser Lehre Erfolg haben, und keine keuschen Laienfrauen, ",
  "mn73:13.18": "so wäre dieser geistliche Pfad in dieser Hinsicht unvollständig. ",
  "mn73:13.19": "Aber da sowohl Meister Gotama als auch Mönche, Nonnen, keusche Laienmänner, solche, die Sinnenfreuden genießen, und keusche Laienfrauen in dieser Lehre Erfolg haben, ",
  "mn73:13.20": "ist dieser geistliche Pfad in dieser Hinsicht vollständig. ",
  "mn73:13.21": "Wenn Meister Gotama, die Mönche, die Nonnen, die keuschen Laienmänner, die Laienmänner, die Sinnenfreuden genießen, und die keuschen Laienfrauen die einzigen wären, die in dieser Lehre Erfolg haben, und keine Laienfrauen, die Sinnenfreuden genießen, ",
  "mn73:13.22": "so wäre dieser geistliche Pfad in dieser Hinsicht unvollständig. ",
  "mn73:13.23": "Aber da sowohl Meister Gotama als auch Mönche, Nonnen, keusche Laienmänner, solche, die Sinnenfreuden genießen, keusche Laienfrauen und solche, die Sinnenfreuden genießen, in dieser Lehre Erfolg haben, ",
  "mn73:13.24": "ist dieser geistliche Pfad in dieser Hinsicht vollständig. ",
  "mn73:14.1": "Wie der Ganges sich zum Meer neigt, zum Meer strebt, sich zum Meer ausrichtet und fortgesetzt zum Meer drängt, ebenso neigt sich Meister Gotamas Versammlung mit Laien und Hauslosen zum Erlöschen, strebt zum Erlöschen, richtet sich zum Erlöschen aus und drängt fortgesetzt zum Erlöschen. ",
  "mn73:15.1": "Vortrefflich, Meister Gotama! … ",
  "mn73:15.2": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn73:15.3": "Darf ich vor Meister Gotama die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "mn73:16.1": "„Vaccha, wenn jemand, der zuvor in einer anderen Konfession ordiniert war, in dieser Lehre und Schulung die Weihe des Fortziehens, die Ordination, erhalten möchte, hat er vier Monate Probezeit. Wenn die Mönche nach Ablauf von vier Monaten zufrieden sind, geben sie ihm die Weihe des Fortziehens, die Ordination zum Mönch. ",
  "mn73:16.2": "Allerdings habe ich in dieser Sache individuelle Unterschiede anerkannt.“ ",
  "mn73:16.3": "„Herr, wenn in einem solchen Fall vier Monate Probezeit erforderlich sind, werde ich vier Jahre auf Probe verbringen. Wenn die Mönche nach Ablauf von vier Jahren zufrieden sind, mögen sie mir die Weihe des Fortziehens geben, die Ordination zum Mönch.“ ",
  "mn73:16.4": "Und der Wanderer Vacchagotta erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "mn73:17.1": "Nicht lange nach seiner Ordination ging der Ehrwürdige Vacchagotta zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn73:17.2": "„Herr, ich bin mit dem Erkennen und Verstehen eines in Schulung Befindlichen so weit gekommen, wie es möglich ist. ",
  "mn73:17.3": "Bitte lehre mich den Dhamma weiter!“ ",
  "mn73:18.1": "„Nun, Vaccha, entwickle zwei Dinge weiter: Sammlung und Klarsicht. ",
  "mn73:18.2": "Wenn du diese beiden Dinge weiter entwickelt hast, werden sie zum Durchdringen vieler Elemente führen. ",
  "mn73:19.1": "Wann immer du wünschst: ",
  "mn73:19.2": "‚Dass ich doch die vielen Arten übersinnlicher Kraft ausüben könnte: mich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Erdwall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; meinen Körper beherrschen bis hin zur Brahmāwelt‘ – ",
  "mn73:19.3": "wenn du das wünschst, so bist du in der Lage, diese Dinge zu verwirklichen, da jedes einzelne innerhalb der Reichweite ist. ",
  "mn73:20.1": "Wann immer du wünschst: ",
  "mn73:20.2": "‚Dass ich doch mit geläuterter und übermenschlicher Hellhörigkeit beide Arten von Tönen hören könnte, menschliche und göttliche, ob nah oder fern‘ – wenn du das wünschst, so bist du in der Lage, diese Dinge zu verwirklichen, da jedes einzelne innerhalb der Reichweite ist. ",
  "mn73:21.1": "Wann immer du wünschst: ",
  "mn73:21.2": "‚Dass ich doch den Geist anderer Wesen und Menschen erkennen könnte, indem ich ihn mit meinem Geist erfasse: ",
  "mn73:21.3": "Dass ich einen gierigen Geist als „gierigen Geist“ erkennen könnte, ",
  "mn73:21.4": "einen von Gier freien Geist als „von Gier freien Geist“, ",
  "mn73:21.5": "einen hasserfüllten Geist als „hasserfüllten Geist“, ",
  "mn73:21.6": "einen von Hass freien Geist als „von Hass freien Geist“, ",
  "mn73:21.7": "einen Geist, der sich täuscht, als „Geist, der sich täuscht“, ",
  "mn73:21.8": "einen von Täuschung freien Geist als „von Täuschung freien Geist“, ",
  "mn73:21.9": "einen eingeengten Geist als „eingeengten Geist“, ",
  "mn73:21.10": "einen zerstreuten Geist als „zerstreuten Geist“, ",
  "mn73:21.11": "einen ausgedehnten Geist als „ausgedehnten Geist“, ",
  "mn73:21.12": "einen nicht ausgedehnten Geist als „nicht ausgedehnten Geist“, ",
  "mn73:21.13": "einen Geist, der nicht unübertrefflich ist, als „Geist, der nicht unübertrefflich ist“, ",
  "mn73:21.14": "einen unübertrefflichen Geist als „unübertrefflichen Geist“, ",
  "mn73:21.15": "einen im Samādhi versunkenen Geist als „im Samādhi versunkenen Geist“, ",
  "mn73:21.16": "einen nicht im Samādhi versunkenen Geist als „nicht im Samādhi versunkenen Geist“, ",
  "mn73:21.17": "einen befreiten Geist als „befreiten Geist“ ",
  "mn73:21.18": "und einen nicht befreiten Geist als „nicht befreiten Geist“‘ – ",
  "mn73:21.19": "wenn du das wünschst, so bist du in der Lage, diese Dinge zu verwirklichen, da jedes einzelne innerhalb der Reichweite ist. ",
  "mn73:22.1": "Wann immer du wünschst: ",
  "mn73:22.2": "‚Dass ich mich doch an viele Arten früherer Leben erinnern könnte, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt; dass ich mich erinnern könnte: „Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren“, dass ich mich so an viele Arten früherer Leben mit den Merkmalen und Einzelheiten erinnern könnte‘ – ",
  "mn73:22.3": "wenn du das wünschst, so bist du in der Lage, diese Dinge zu verwirklichen, da jedes einzelne innerhalb der Reichweite ist. ",
  "mn73:23.1": "Wann immer du wünschst: ",
  "mn73:23.2": "‚Dass ich doch mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sehen könnte, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort; dass ich verstünde, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen gemaßregelt, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen gemaßregelt, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ – dass ich so mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sehen könnte, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort; dass ich verstünde, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden‘ – ",
  "mn73:23.3": "wenn du das wünschst, so bist du in der Lage, diese Dinge zu verwirklichen, da jedes einzelne innerhalb der Reichweite ist. ",
  "mn73:24.1": "Wann immer du wünschst: ",
  "mn73:24.2": "‚Dass ich doch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen könnte, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben könnte‘ – ",
  "mn73:24.3": "wenn du das wünschst, so bist du in der Lage, diese Dinge zu verwirklichen, da jedes einzelne innerhalb der Reichweite ist.“ ",
  "mn73:25.1": "Da begrüßte der Ehrwürdige Vacchagotta die Worte des Buddha und stimmte ihm zu. Er erhob er sich von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "mn73:26.1": "Da gelangte Vacchagotta, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "mn73:26.2": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "mn73:26.3": "Und der Ehrwürdige Vacchagotta wurde einer der Vollendeten. ",
  "mn73:27.1": "Nun begaben sich zu dieser Zeit mehrere Mönche und Nonnen zum Buddha. ",
  "mn73:27.2": "Vacchagotta sah sie von Weitem kommen, ",
  "mn73:27.3": "ging zu ihnen und sagte: ",
  "mn73:27.4": "„Guten Tag, ihr Ehrwürdigen, wohin geht ihr?“ ",
  "mn73:27.5": "„Geehrter, wir gehen, um den Buddha zu sehen.“ ",
  "mn73:27.6": "„Nun, Geehrte, beugt bitte in meinem Namen euren Kopf zu den Füßen des Buddha und sagt: ",
  "mn73:27.7": "‚Herr, der Mönch Vacchagotta beugt seinen Kopf zu deinen Füßen und sagt: ",
  "mn73:27.8": "„Ich habe dem Gesegneten gedient! Ich habe dem Heiligen gedient!“‘“ ",
  "mn73:28.1": "„Ja, Geehrter“, antworteten sie. ",
  "mn73:28.2": "Da gingen diese Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "mn73:28.3": "„Herr, der Mönch Vacchagotta beugt seinen Kopf zu deinen Füßen und sagt: ",
  "mn73:28.4": "‚Ich habe dem Gesegneten gedient! Ich habe dem Heiligen gedient!‘“ ",
  "mn73:28.5": "„Ich habe bereits Vacchagottas Geist mit meinem Geist erfasst und verstanden, ",
  "mn73:28.6": "dass er das dreifache Wissen besitzt und sehr mächtig und gewaltig ist, ",
  "mn73:28.7": "und auch Gottheiten haben es mir gesagt.“ ",
  "mn73:28.9": "Das sagte der Buddha. ",
  "mn73:28.10": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}