{
  "mn74:0.1": "Mittlere Lehrreden 74 ",
  "mn74:0.2": "Mit Dīghanakha ",
  "mn74:1.1": "So habe ich es gehört: ",
  "mn74:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf, in der Wildschweinhöhle. ",
  "mn74:2.1": "Da ging der Wanderer Dīghanakha zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn74:2.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten stellte er sich zur Seite hin und sagte zum Buddha: ",
  "mn74:2.3": "„Meister Gotama, dies ist meine Doktrin, meine Ansicht: ",
  "mn74:2.4": "‚Nichts ist für mich annehmbar.‘“ ",
  "mn74:2.5": "„Diese deine Ansicht, Aggivessana, ",
  "mn74:2.6": "dass nichts für dich annehmbar sei – ist sie für dich annehmbar?“ ",
  "mn74:2.7": "„Wenn ich diese Ansicht annehmen würde, Meister Gotama, würde das keinen Unterschied machen! Es würde keinen Unterschied machen!“ ",
  "mn74:3.1": "„Nun, Aggivessana, es gibt in der Welt noch viele, die sagen: ",
  "mn74:3.2": "‚Es würde keinen Unterschied machen! Es würde keinen Unterschied machen!‘ ",
  "mn74:3.3": "Aber sie geben diese Ansicht nicht auf, und sie ergreifen eine andere Ansicht. ",
  "mn74:3.4": "Und es gibt in der Welt herzlich wenige, die sagen: ",
  "mn74:3.5": "‚Es würde keinen Unterschied machen! Es würde keinen Unterschied machen!‘ ",
  "mn74:3.6": "Aber sie geben diese Ansicht auf, indem sie keine andere Ansicht ergreifen. ",
  "mn74:4.1": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn74:4.2": "‚Alles ist für mich annehmbar.‘ ",
  "mn74:4.3": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn74:4.4": "‚Nichts ist für mich annehmbar.‘ ",
  "mn74:4.5": "Es gibt manche Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "mn74:4.6": "‚Manches ist für mich annehmbar, manches ist für mich nicht annehmbar.‘ ",
  "mn74:4.7": "Diesbezüglich ist die Ansicht der Asketen und Brahmanen, für die alles annehmbar ist, ",
  "mn74:4.8": "in der Nähe von Gier, Gebundensein, Zustimmung, Anhänglichkeit und Ergreifen. ",
  "mn74:4.9": "Die Ansicht der Asketen und Brahmanen, für die nichts annehmbar ist, ",
  "mn74:4.10": "ist weit von Gier, Gebundensein, Zustimmung, Anhänglichkeit und Ergreifen entfernt.“ ",
  "mn74:5.1": "Daraufhin sagte der Wanderer Dīghanakha zum Buddha: ",
  "mn74:5.2": "„Der Meister Gotama lobt meine Überzeugung! Der Meister Gotama empfiehlt meine Überzeugung!“ ",
  "mn74:5.3": "„Nun, bezüglich der Asketen und Brahmanen, ",
  "mn74:5.4": "für die manches annehmbar und manches nicht annehmbar ist: ",
  "mn74:5.5": "Ihre Ansicht über das, was annehmbar ist, ist in der Nähe von Gier, Gebundensein, Zustimmung, Anhänglichkeit und Ergreifen. ",
  "mn74:5.6": "Ihre Ansicht über das, was nicht annehmbar ist, ist weit von Gier, Gebundensein, Zustimmung, Anhänglichkeit und Ergreifen entfernt. ",
  "mn74:6.1": "Über die Ansicht der Asketen und Brahmanen, ",
  "mn74:6.2": "für die alles annehmbar ist, ",
  "mn74:6.3": "denkt ein vernünftiger Mensch so nach: ",
  "mn74:6.4": "‚Ich habe die Ansicht, ",
  "mn74:6.5": "für mich sei alles annehmbar. ",
  "mn74:6.6": "Wenn ich nun eigensinnig an dieser Ansicht festhalten und darauf bestehen würde: ",
  "mn74:6.7": "„Das allein ist die Wahrheit, andere Vorstellungen sind einfältig“, ",
  "mn74:6.8": "dann würde ich mich mit zwei Menschen streiten – ",
  "mn74:6.9": "mit einem Asketen oder Brahmanen, für den nichts annehmbar ist, ",
  "mn74:6.10": "und mit einem Asketen oder Brahmanen, für den manches annehmbar und manches nicht annehmbar ist. ",
  "mn74:6.12": "Und wenn es Streit gibt, gibt es Uneinigkeit; wenn es Uneinigkeit gibt, gibt es Qual; wenn es Qual gibt, gibt es Verletzen.‘ ",
  "mn74:6.13": "Und indem er das Potenzial für Streit, Uneinigkeit, Qual und Verletzen in sich selbst erwägt, gibt er diese Ansicht auf, indem er keine andere Ansicht ergreift. ",
  "mn74:6.14": "So gibt man diese Ansichten auf und lässt sie los. ",
  "mn74:7.1": "Über die Ansicht der Asketen und Brahmanen, ",
  "mn74:7.2": "für die nichts annehmbar ist, ",
  "mn74:7.3": "denkt ein vernünftiger Mensch so nach: ",
  "mn74:7.4": "‚Ich habe die Ansicht, ",
  "mn74:7.5": "für mich sei nichts annehmbar. ",
  "mn74:7.6": "Wenn ich nun eigensinnig an dieser Ansicht festhalten und darauf bestehen würde: ",
  "mn74:7.7": "„Das allein ist die Wahrheit, andere Vorstellungen sind einfältig“, ",
  "mn74:7.8": "dann würde ich mich mit zwei Menschen streiten – ",
  "mn74:7.9": "mit einem Asketen oder Brahmanen, für den alles annehmbar ist, ",
  "mn74:7.10": "und mit einem Asketen oder Brahmanen, für den manches annehmbar und manches nicht annehmbar ist. ",
  "mn74:7.12": "Und wenn es Streit gibt, gibt es Uneinigkeit; wenn es Uneinigkeit gibt, gibt es Qual; wenn es Qual gibt, gibt es Verletzen.‘ ",
  "mn74:7.13": "Und indem er das Potenzial für Streit, Uneinigkeit, Qual und Verletzen in sich selbst erwägt, gibt er diese Ansicht auf, indem er keine andere Ansicht ergreift. ",
  "mn74:7.14": "So gibt man diese Ansichten auf und lässt sie los. ",
  "mn74:8.1": "Über die Ansicht der Asketen und Brahmanen, ",
  "mn74:8.2": "für die manches annehmbar und manches nicht annehmbar ist, ",
  "mn74:8.3": "denkt ein vernünftiger Mensch so nach: ",
  "mn74:8.4": "‚Ich habe die Ansicht, ",
  "mn74:8.5": "für mich sei manches annehmbar und manches sei nicht annehmbar. ",
  "mn74:8.6": "Wenn ich nun eigensinnig an dieser Ansicht festhalten und darauf bestehen würde: ",
  "mn74:8.7": "„Das allein ist die Wahrheit, andere Vorstellungen sind einfältig“, ",
  "mn74:8.8": "dann würde ich mich mit zwei Menschen streiten – ",
  "mn74:8.9": "mit einem Asketen oder Brahmanen, für den alles annehmbar ist, ",
  "mn74:8.10": "und mit einem Asketen oder Brahmanen, für den nichts annehmbar ist. ",
  "mn74:8.12": "Und wenn es Streit gibt, gibt es Uneinigkeit; wenn es Uneinigkeit gibt, gibt es Qual; wenn es Qual gibt, gibt es Verletzen.‘ ",
  "mn74:8.13": "Und indem er das Potenzial für Streit, Uneinigkeit, Qual und Verletzen in sich selbst erwägt, gibt er diese Ansicht auf, indem er keine andere Ansicht ergreift. ",
  "mn74:8.14": "So gibt man diese Ansichten auf und lässt sie los. ",
  "mn74:9.1": "Aggivessana, dieser Körper ist von materieller Natur, besteht aus den vier Grundelementen, wurde von Mutter und Vater gezeugt, mit Reis und Brei aufgebaut und muss vergehen, sich abnutzen und dahinschwinden, muss aufgelöst und zerstört werden. Du sollst ihn als unbeständig betrachten, als Leiden, als Krankheit, als Eiterherd, als Pfeil, als Elend, als Beschwerde, als fremd, als zerfallend, als leer, als ohne Selbst. ",
  "mn74:9.2": "Wenn du das tust, wirst du Sehnen nach dem Körper, Zuneigung zum Körper und Unterwürfigkeit unter den Körper aufgeben. ",
  "mn74:10.1": "Es gibt drei Gefühle: ",
  "mn74:10.2": "angenehm, schmerzhaft und neutral. ",
  "mn74:10.3": "Zu einer Zeit, zu der du ein angenehmes Gefühl fühlst, fühlst du kein schmerzhaftes oder neutrales Gefühl; ",
  "mn74:10.4": "du fühlst nur ein angenehmes Gefühl. ",
  "mn74:10.5": "Zu einer Zeit, zu der du ein schmerzhaftes Gefühl fühlst, fühlst du kein angenehmes oder neutrales Gefühl; ",
  "mn74:10.6": "du fühlst nur ein schmerzhaftes Gefühl. ",
  "mn74:10.7": "Zu einer Zeit, zu der du ein neutrales Gefühl fühlst, fühlst du kein angenehmes oder schmerzhaftes Gefühl; ",
  "mn74:10.8": "du fühlst nur ein neutrales Gefühl. ",
  "mn74:11.1": "Angenehme Gefühle, schmerzhafte Gefühle, neutrale Gefühle, sie alle sind unbeständig, bedingt, abhängig entstanden und müssen enden, verschwinden, schwinden und aufhören. ",
  "mn74:12.1": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert von angenehmen, schmerzhaften und neutralen Gefühlen. ",
  "mn74:12.2": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "mn74:12.3": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "mn74:13.1": "Ein Mönch, dessen Geist so befreit ist, ergreift für niemanden Partei und streitet mit niemandem. Er benutzt die Sprache der Welt, ohne daran hängenzubleiben.“ ",
  "mn74:14.1": "Nun stand da gerade der Ehrwürdige Sāriputta hinter dem Buddha und fächelte ihm Luft zu. ",
  "mn74:14.2": "Und er dachte: ",
  "mn74:14.3": "„Es scheint, der Buddha spricht davon, all diese Dinge durch unmittelbare Erkenntnis aufzugeben und loszulassen.“ ",
  "mn74:14.4": "Und als er so nachdachte, wurde der Geist des Ehrwürdigen Sāriputta durch Nicht-Ergreifen von den Befleckungen befreit. ",
  "mn74:15.1": "Und dem Wanderer Dīghanakha ging das unbefleckte, makellose Auge des Dhamma auf: ",
  "mn74:15.2": "„Alles, was einen Anfang hat, hat auch ein Ende.“ ",
  "mn74:15.3": "Und Dīghanakha sah, erfasste, verstand und ergründete den Dhamma. Er ging über den Zweifel hinaus, machte sich von Unschlüssigkeit frei und gewann Selbstvertrauen, wurde in der Anleitung des Lehrers von anderen unabhängig. Er sagte zum Buddha: ",
  "mn74:16.1": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "mn74:16.2": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn74:16.3": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn74:16.4": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}