{
  "mn75:0.1": "Mittlere Lehrreden 75 ",
  "mn75:0.2": "Mit Māgaṇḍiya ",
  "mn75:1.1": "So habe ich es gehört: ",
  "mn75:1.2": "Einmal hielt sich der Buddha im Land der Kurus auf, bei dem Marktflecken der Kurus mit Namen Kammāsadamma, auf einer Grasmatte in der Feuerkammer eines Brahmanen aus dem Bhāradvāja-Stamm. ",
  "mn75:2.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Kammāsadamma zum Almosengang. ",
  "mn75:2.2": "Er zog um Almosen durch Kammāsadamma. Nach dem Essen, als er vom Almosengang zurückkam, ging er für die Meditation des Tages in ein gewisses Waldstück. ",
  "mn75:2.3": "Er tauchte tief in den Wald ein und setzte sich an den Fuß eines Baumes, um zu meditieren. ",
  "mn75:3.1": "Als dann der Wanderer Māgaṇḍiya spazieren ging, begab er sich zu dieser Feuerkammer. ",
  "mn75:3.2": "Er sah die ausgebreitete Grasmatte dort ",
  "mn75:3.3": "und fragte den Brahmanen aus dem Bhāradvāja-Stamm: ",
  "mn75:3.4": "„Herr Bhāradvāja, für wen wurde diese Grasmatte ausgebreitet? Sie sieht aus wie das Bett eines Asketen.“ ",
  "mn75:4.1": "„Da ist der Asket Gotama, ein Sakyer, der von einer Familie der Sakyer fortgezogen ist. ",
  "mn75:4.2": "Er hat diesen guten Ruf: ",
  "mn75:4.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn75:4.4": "Dieses Bett wurde für Herrn Gotama ausgebreitet.“ ",
  "mn75:5.1": "„Nun, es ist ein trauriger Anblick, Herr Bhāradvāja, ",
  "mn75:5.2": "ein sehr trauriger Anblick, ",
  "mn75:5.3": "ein Bett für Herrn Gotama, diesen Kindsmörder, zu sehen!“ ",
  "mn75:5.4": "„Pass auf, was du sagst, Māgaṇḍiya! ",
  "mn75:5.5": "Pass auf, was du sagst! ",
  "mn75:5.6": "Viele kluge Adlige, Brahmanen, Hausbesitzer und Asketen sind Herrn Gotama ergeben. Sie wurden von ihm in dem edlen System, der tauglichen Lehre, angeleitet.“ ",
  "mn75:5.7": "„Selbst wenn ich Herrn Gotama Auge in Auge gegenüberstünde, würde ich ihm ins Gesicht sagen: ",
  "mn75:5.8": "‚Der Asket Gotama ist ein Kindsmörder.‘ ",
  "mn75:5.9": "Warum ist das so? ",
  "mn75:5.10": "Denn so kam es uns im Schlaf zu.“ ",
  "mn75:5.11": "„Wenn es dir nichts ausmacht, werde ich dem Asketen Gotama davon berichten.“ ",
  "mn75:5.12": "„Keine Sorge, Herr Bhāradvāja. Du kannst ihm genau sagen, was ich gesagt habe.“ ",
  "mn75:6.1": "Mit seiner geläuterten und übermenschlichen Hellhörigkeit hörte der Buddha dieses Gespräch zwischen dem Brahmanen aus dem Bhāradvāja-Stamm und dem Wanderer Māgaṇḍiya. ",
  "mn75:6.2": "Als er aus seiner Klausur kam, ging er zur Feuerkammer des Brahmanen und setzte sich auf die Grasmatte. ",
  "mn75:6.3": "Da ging der Brahmane aus dem Bhāradvāja-Stamm zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn75:6.4": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "mn75:6.5": "„Bhāradvāja, hattest du ein Gespräch mit dem Wanderer Māgaṇḍiya über diese Grasmatte?“ ",
  "mn75:6.6": "Daraufhin sagte der Brahmane aus dem Bhāradvāja-Stamm, erschüttert und mit gesträubten Haaren, zum Buddha: ",
  "mn75:6.7": "„Eben diese Sache wollte ich Herrn Gotama sagen, ",
  "mn75:6.8": "aber du sprachst sie an, bevor ich dazu kam.“ ",
  "mn75:7.1": "Doch die Unterhaltung zwischen dem Buddha und dem Brahmanen aus dem Bhāradvāja-Stamm wurde unterbrochen. ",
  "mn75:7.2": "Als dann der Wanderer Māgaṇḍiya spazieren ging, begab er sich zu dieser Feuerkammer. Er ging zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn75:7.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin, und der Buddha sagte zu ihm: ",
  "mn75:8.1": "„Māgaṇḍiya, das Auge mag Bilder, es liebt und genießt sie. ",
  "mn75:8.2": "Es wurde vom Klargewordenen gezähmt, bewacht, gehütet und gezügelt, und er lehrt den Dhamma für seine Zügelung. ",
  "mn75:8.3": "Meintest du das, als du mich ",
  "mn75:8.4": "einen Kindsmörder nanntest?“ ",
  "mn75:8.5": "„Das ist genau das, was ich meinte. ",
  "mn75:8.7": "Warum ist das so? ",
  "mn75:8.8": "Denn so kam es uns im Schlaf zu.“ ",
  "mn75:8.9": "„Das Ohr mag Töne … ",
  "mn75:8.10": "Die Nase mag Gerüche … ",
  "mn75:8.11": "Die Zunge mag Geschmäcke … ",
  "mn75:8.12": "Sie wurde vom Klargewordenen gezähmt, bewacht, gehütet und gezügelt, und er lehrt den Dhamma für ihre Zügelung. ",
  "mn75:8.13": "Meintest du das, als du mich ",
  "mn75:8.14": "einen Kindsmörder nanntest?“ ",
  "mn75:8.15": "„Das ist genau das, was ich meinte. ",
  "mn75:8.17": "Warum ist das so? ",
  "mn75:8.18": "Denn so kam es uns im Schlaf zu.“ ",
  "mn75:8.19": "Der Körper mag Berührungen … ",
  "mn75:8.20": "Der Geist mag Vorstellungen, er liebt und genießt sie. ",
  "mn75:8.21": "Er wurde vom Klargewordenen gezähmt, bewacht, gehütet und gezügelt, und er lehrt den Dhamma für seine Zügelung. ",
  "mn75:8.22": "Meintest du das, als du mich ",
  "mn75:8.23": "einen Kindsmörder nanntest?“ ",
  "mn75:8.24": "„Das ist genau das, was ich meinte. ",
  "mn75:8.26": "Warum ist das so? ",
  "mn75:8.27": "Denn so kam es uns im Schlaf zu.“ ",
  "mn75:9.1": "„Was denkst du, Māgaṇḍiya? ",
  "mn75:9.2": "Da vergnügt sich jemand mit Bildern, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. Einige Zeit später, nachdem er den Ursprung, das Enden, die Befriedigung, den Nachteil und das Entrinnen von Bildern wahrhaftig verstanden und Verlangen nach Bildern aufgegeben und Leidenschaft für sie vertrieben hat, lebt er frei von Durst, mit innerlich friedvollem Geist. ",
  "mn75:9.3": "Was hättest du ihm zu sagen, Māgaṇḍiya?“ ",
  "mn75:9.4": "„Nichts, Herr Gotama.“ ",
  "mn75:9.5": "„Was denkst du, Māgaṇḍiya? ",
  "mn75:9.6": "Da vergnügt sich jemand mit Tönen, die das Ohr erkennt … ",
  "mn75:9.7": "mit Gerüchen, die die Nase erkennt … ",
  "mn75:9.8": "mit Geschmäcken, die die Zunge erkennt … ",
  "mn75:9.9": "mit Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn75:9.10": "Einige Zeit später, nachdem er den Ursprung, das Enden, die Befriedigung, den Nachteil und das Entrinnen von Berührungen wahrhaftig verstanden und Verlangen nach Berührungen aufgegeben und Leidenschaft für sie vertrieben hat, lebt er frei von Durst, mit innerlich friedvollem Geist. ",
  "mn75:9.11": "Was hättest du ihm zu sagen, Māgaṇḍiya?“ ",
  "mn75:9.12": "„Nichts, Herr Gotama.“ ",
  "mn75:10.1": "„Nun, als ich noch ein Laie war, vergnügte ich mich mit Bildern, die das Aug erkennt … mit Tönen, die das Ohr erkennt … ",
  "mn75:10.2": "mit Gerüchen, die die Nase erkennt … ",
  "mn75:10.3": "mit Geschmäcken, die die Zunge erkennt … ",
  "mn75:10.4": "mit Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend, mit denen ich versorgt und ausgestattet war. ",
  "mn75:10.5": "Ich hatte drei Pfahlhäuser: ",
  "mn75:10.6": "eins für die Regenzeit, eins für den Winter und eins für den Sommer. ",
  "mn75:10.7": "Ich blieb während der vier Monate der Regenzeit in meinem Pfahlhaus, ohne die Treppe herunterzukommen. Dort wurde ich von Musikerinnen unterhalten, unter denen kein einziger Mann war. ",
  "mn75:10.8": "Einige Zeit später, indem ich den Ursprung, das Enden, die Befriedigung, den Nachteil und das Entrinnen von Sinnenfreuden wahrhaftig verstanden und Verlangen nach Sinnenfreuden aufgegeben und Leidenschaft für sie vertrieben habe, lebe ich frei von Durst, mit innerlich friedvollem Geist. ",
  "mn75:10.9": "Ich sehe andere Lebewesen, die nicht frei von Sinnenfreuden sind und von Verlangen nach Sinnenfreuden verzehrt werden, sie brennen mit Leidenschaft für Sinnenfreuden und schwelgen in Sinnenfreuden. ",
  "mn75:10.10": "Ich beneide sie nicht, noch hoffe ich, das zu genießen. ",
  "mn75:10.11": "Warum ist das so? ",
  "mn75:10.12": "Weil es eine Befriedigung gibt, die außerhalb von Sinnenfreuden und untauglichen Eigenschaften liegt, ",
  "mn75:10.13": "die selbst an himmlisches Glück herankommt. ",
  "mn75:10.14": "Indem ich diese Befriedigung genieße, beneide ich nicht, was geringer ist, noch hoffe ich, das zu genießen. ",
  "mn75:11.1": "Angenommen, da wäre ein Hausbesitzer oder der Sohn eines Hausbesitzers. Er wäre reich, hätte viel Besitz und Vermögen. Und er vergnügte sich mit den fünf Arten sinnlicher Erregung, mit denen er versorgt und ausgestattet wäre, nämlich mit Bildern, die das Auge erkennt … ",
  "mn75:11.2": "mit Tönen … Gerüchen … Geschmäcken … ",
  "mn75:11.3": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn75:11.4": "Da er mit dem Körper, der Sprache und dem Geist Gutes getan hätte, würde er, wenn sein Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt, unter den Göttern der Dreiunddreißig. ",
  "mn75:11.5": "Dort vergnügte er sich im Garten des Entzückens in Gesellschaft einer Schar von Nymphen, versorgt und ausgestattet mit den fünf Arten himmlischer sinnlicher Erregung. ",
  "mn75:11.6": "Dann sähe er einen Hausbesitzer oder das Kind eines Hausbesitzers, das mit den fünf Arten sinnlicher Erregung versorgt und ausgestattet ist und sich damit vergnügt. ",
  "mn75:11.7": "Was denkst du, Māgaṇḍiya? Würde dieser Gott, der sich im Garten des Entzückens in Gesellschaft einer Schar von Nymphen vergnügt, versorgt und ausgestattet mit den fünf Arten himmlischer sinnlicher Erregung, diesen Hausbesitzer oder das Kind eines Hausbesitzers um die fünf Arten menschlicher sinnlicher Erregung beneiden oder zu menschlichen Sinnenfreuden zurückkehren?“ ",
  "mn75:11.8": "„Nein, Herr Gotama. ",
  "mn75:11.9": "Warum ist das so? ",
  "mn75:11.10": "Weil himmlische Sinnenfreuden vortrefflicher und erlesener sind als menschliche Sinnenfreuden.“ ",
  "mn75:12.1": "„Ebenso vergnügte ich mich, als ich noch ein Laie war, mit Bildern, die das Aug erkennt … mit Tönen, die das Ohr erkennt … ",
  "mn75:12.2": "mit Gerüchen, die die Nase erkennt … ",
  "mn75:12.3": "mit Geschmäcken, die die Zunge erkennt … ",
  "mn75:12.4": "mit Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend, mit denen ich versorgt und ausgestattet war. ",
  "mn75:12.5": "Einige Zeit später, indem ich den Ursprung, das Enden, die Befriedigung, den Nachteil und das Entrinnen von Sinnenfreuden wahrhaftig verstanden und Verlangen nach Sinnenfreuden aufgegeben und Leidenschaft für sie vertrieben habe, lebe ich frei von Durst, mit innerlich friedvollem Geist. ",
  "mn75:12.6": "Ich sehe andere Lebewesen, die nicht frei von Sinnenfreuden sind und von Verlangen nach Sinnenfreuden verzehrt werden, sie brennen mit Leidenschaft für Sinnenfreuden und schwelgen in Sinnenfreuden. Ich beneide sie nicht, noch hoffe ich, das zu genießen. ",
  "mn75:12.7": "Warum ist das so? ",
  "mn75:12.8": "Weil es eine Befriedigung gibt, die außerhalb von Sinnenfreuden und untauglichen Eigenschaften liegt, ",
  "mn75:12.9": "die selbst an himmlisches Glück herankommt. ",
  "mn75:12.10": "Indem ich diese Befriedigung genieße, beneide ich nicht, was geringer ist, noch hoffe ich, das zu genießen. ",
  "mn75:13.1": "Wie wenn da ein Leprakranker wäre mit Wunden und Blasen an den Gliedern. Er würde von Maden zerfressen, würde mit seinen Nägeln an den Öffnungen der Wunden kratzen, und er würde den Körper über einer Grube mit glühenden Kohlen kauterisieren. ",
  "mn75:13.2": "Seine Freunde und Kollegen, Verwandten und Sippenangehörigen ließen einen Wundarzt kommen, um ihn zu behandeln. ",
  "mn75:13.3": "Der Wundarzt würde für ihn Arznei bereiten, ",
  "mn75:13.4": "und indem er diese benutzte, würde er von seiner Lepra geheilt. Er wäre gesund, glücklich, unabhängig, sein eigener Herr, der gehen könnte, wohin er wollte. ",
  "mn75:13.5": "Dann sähe er einen anderen Leprakranken mit Wunden und Blasen an den Gliedern, der von Maden zerfressen würde, mit seinen Nägeln an den Öffnungen der Wunden kratzen und den Körper über einer Grube mit glühenden Kohlen kauterisieren würde. ",
  "mn75:13.6": "Was denkst du, Māgaṇḍiya? ",
  "mn75:13.7": "Würde dieser Mensch diesen anderen Leprakranken um seine Grube mit glühenden Kohlen oder dafür, dass er Arznei nimmt, beneiden?“ ",
  "mn75:13.8": "„Nein, Herr Gotama. ",
  "mn75:13.9": "Warum ist das so? ",
  "mn75:13.10": "Weil man nur dann Arznei nehmen muss, wenn man eine Krankheit hat. Wenn man keine Krankheit hat, braucht man keine Arznei.“ ",
  "mn75:14.1": "„Ebenso, Māgaṇḍiya, vergnügte ich mich, als ich noch ein Laie war, mit Bildern, die das Aug erkennt … mit Tönen, die das Ohr erkennt … ",
  "mn75:14.2": "mit Gerüchen, die die Nase erkennt … ",
  "mn75:14.3": "mit Geschmäcken, die die Zunge erkennt … ",
  "mn75:14.4": "mit Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend, mit denen ich versorgt und ausgestattet war. ",
  "mn75:14.5": "Einige Zeit später, indem ich den Ursprung, das Enden, die Befriedigung, den Nachteil und das Entrinnen von Sinnenfreuden wahrhaftig verstanden und Verlangen nach Sinnenfreuden aufgegeben und Leidenschaft für sie vertrieben habe, lebe ich frei von Durst, mit innerlich friedvollem Geist. ",
  "mn75:14.6": "Ich sehe andere Lebewesen, die nicht frei von Sinnenfreuden sind und von Verlangen nach Sinnenfreuden verzehrt werden, sie brennen mit Leidenschaft für Sinnenfreuden und schwelgen in Sinnenfreuden. ",
  "mn75:14.7": "Ich beneide sie nicht, noch hoffe ich, das zu genießen. ",
  "mn75:14.8": "Warum ist das so? ",
  "mn75:14.9": "Weil es eine Befriedigung gibt, die außerhalb von Sinnenfreuden und untauglichen Eigenschaften liegt, ",
  "mn75:14.10": "die selbst an himmlisches Glück herankommt. ",
  "mn75:14.11": "Indem ich diese Befriedigung genieße, beneide ich nicht, was geringer ist, noch hoffe ich, das zu genießen. ",
  "mn75:15.1": "Wie wenn da ein Leprakranker wäre mit Wunden und Blasen an den Gliedern. Er würde von Maden zerfressen, würde mit seinen Nägeln an den Öffnungen der Wunden kratzen, und er würde den Körper über einer Grube mit glühenden Kohlen kauterisieren. ",
  "mn75:15.2": "Seine Freunde und Kollegen, Verwandten und Sippenangehörigen ließen einen Wundarzt kommen, um ihn zu behandeln. ",
  "mn75:15.3": "Der Wundarzt würde für ihn Arznei bereiten, ",
  "mn75:15.4": "und indem er diese benutzte, würde er von seiner Lepra geheilt. Er wäre gesund, glücklich, unabhängig, sein eigener Herr, der gehen könnte, wohin er wollte. ",
  "mn75:15.5": "Zwei starke Männer würden ihn an den Armen packen und ihn zu der Grube mit glühenden Kohlen ziehen. ",
  "mn75:15.6": "Was denkst du, Māgaṇḍiya? ",
  "mn75:15.7": "Würde sich dieser Mensch nicht hin und her winden?“ ",
  "mn75:15.8": "„Ja, Herr Gotama. ",
  "mn75:15.9": "Warum ist das so? ",
  "mn75:15.10": "Weil dieses Feuer wirklich schmerzhaft anzufassen ist, weil es grimmig brennt und glüht.“ ",
  "mn75:15.11": "„Was denkst du, Māgaṇḍiya? ",
  "mn75:15.12": "Ist das Feuer erst jetzt wirklich schmerzhaft anzufassen, brennt und glüht grimmig, oder war es das auch vorher schon?“ ",
  "mn75:15.13": "„Dieses Feuer ist jetzt schmerzhaft, und es war auch vorher schmerzhaft. ",
  "mn75:15.14": "Dieser Mensch war leprakrank mit Wunden und Blasen an den Gliedern. Da er von Maden zerfressen wurde und mit seinen Nägeln an den Öffnungen der Wunden kratzte, waren seine Sinnesfähigkeiten beeinträchtigt. Daher hatte er, obwohl das Feuer schmerzhaft anzufassen war, die verzerrte Wahrnehmung, es sei angenehm.“ ",
  "mn75:16.1": "„Ebenso sind Sinnenfreuden der Vergangenheit, der Zukunft und der Gegenwart schmerzhaft anzufassen, sie brennen und glühen grimmig. ",
  "mn75:16.2": "Diese Lebewesen, die nicht frei von Sinnenfreuden sind, die von Verlangen nach Sinnenfreuden verzehrt werden und mit Leidenschaft für Sinnenfreuden brennen, haben beeinträchtigte Sinnesfähigkeiten. Daher haben sie, obwohl Sinnenfreuden schmerzhaft anzufassen sind, die verzerrte Wahrnehmung, sie seien angenehm. ",
  "mn75:17.1": "Wie wenn da ein Leprakranker wäre mit Wunden und Blasen an den Gliedern. Er würde von Maden zerfressen, würde mit seinen Nägeln an den Öffnungen der Wunden kratzen, und er würde den Körper über einer Grube mit glühenden Kohlen kauterisieren. ",
  "mn75:17.2": "Je mehr er seine Wunden kratzt und den Körper kauterisiert, desto mehr werden seine Wunden faul, stinken und entzünden sich. Aber dennoch gewinnt er ein Maß an Vergnügen und Befriedigung vom Jucken der Wunden. ",
  "mn75:17.3": "Ebenso sehe ich andere Lebewesen, die nicht frei von Sinnenfreuden sind und von Verlangen nach Sinnenfreuden verzehrt werden, die mit Leidenschaft für Sinnenfreuden brennen und in Sinnenfreuden schwelgen. ",
  "mn75:17.4": "Je mehr sie in Sinnenfreuden schwelgen, desto mehr wächst ihr Verlangen nach Sinnenfreuden und desto mehr brennen sie mit Leidenschaft für Sinnenfreuden. Aber dennoch gewinnen sie ein Maß an Vergnügen und Befriedigung von den fünf Arten sinnlicher Erregung. ",
  "mn75:18.1": "Was denkst du, Māgaṇḍiya? ",
  "mn75:18.2": "Hast du einen König oder einen königlichen Oberminister der Vergangenheit, der Zukunft oder der Gegenwart gesehen oder davon gehört, der sich mit den fünf Arten sinnlicher Erregung vergnügt, mit denen er versorgt und ausgestattet ist, der, ohne Verlangen nach Sinnenfreuden aufzugeben und Leidenschaft für Sinnenfreuden zu vertreiben, frei von Durst lebt, mit innerlich friedvollem Geist?“ ",
  "mn75:18.3": "„Nein, Herr Gotama.“ ",
  "mn75:18.4": "„Gut, Māgaṇḍiya. ",
  "mn75:18.5": "Auch ich habe so etwas nicht gesehen oder gehört. ",
  "mn75:18.6": "Im Gegenteil: Alle Asketen oder Brahmanen der Vergangenheit, der Zukunft oder der Gegenwart, die frei von Durst leben, mit innerlich friedvollem Geist, tun das, nachdem sie den Ursprung, das Enden, die Befriedigung, den Nachteil und das Entrinnen von Sinnenfreuden wahrhaftig verstanden und Verlangen nach Sinnenfreuden aufgegeben und Leidenschaft für sie vertrieben haben.“ ",
  "mn75:19.1": "Dann drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "mn75:19.2": "„Freiheit von Krankheit ist der beste Gewinn, ",
  "mn75:19.3": "das Erlöschen das höchste Glück. ",
  "mn75:19.4": "Von den Pfaden ist der größte achtfach, ",
  "mn75:19.5": "er ist sicher und führt zur Unsterblichkeit.“ ",
  "mn75:19.6": "Daraufhin sagte Māgaṇḍiya zum Buddha: ",
  "mn75:19.7": "„Es ist unglaublich, Herr Gotama, es ist erstaunlich! ",
  "mn75:19.8": "Wie treffend Herr Gotama das gesagt hat! ",
  "mn75:19.9": "‚Freiheit von Krankheit ist der beste Gewinn, das Erlöschen das höchste Glück.‘ ",
  "mn75:19.10": "Ich habe auch gehört, dass Wanderer der Vergangenheit, die Lehrmeister der Lehrmeister, gesagt hätten: ",
  "mn75:19.11": "‚Freiheit von Krankheit ist der beste Gewinn, das Erlöschen das höchste Glück.‘ ",
  "mn75:19.12": "Und es stimmt überein, Herr Gotama.“ ",
  "mn75:19.13": "„Aber Māgaṇḍiya, wenn du gehört hast, dass Wanderer der Vergangenheit dies sagten, ",
  "mn75:19.14": "was ist diese Freiheit von Krankheit? Und was ist das Erlöschen?“ ",
  "mn75:19.15": "Daraufhin sagte strich sich Māgaṇḍiya mit seinen eigenen Händen über die Glieder und sagte: ",
  "mn75:19.16": "„Das ist diese Freiheit von Krankheit, Herr Gotama, das ist dieses Erlöschen! ",
  "mn75:19.17": "Denn ich bin jetzt gesund und glücklich und habe keine Beschwerden.“ ",
  "mn75:20.1": "„Māgaṇḍiya, wie wenn da ein Mensch von Geburt an blind wäre. ",
  "mn75:20.2": "Er könnte keine dunklen oder hellen, blauen, gelben, roten oder purpurfarbenen Bilder sehen. Er könnte keinen ebenen oder unebenen Boden erkennen noch Sterne, Mond oder Sonne sehen. ",
  "mn75:20.3": "Er könnte einen sehenden Menschen sagen hören: ",
  "mn75:20.4": "‚Weißer Stoff ist wirklich hübsch, er ist ansprechend, fleckenlos und rein.‘ ",
  "mn75:20.5": "Er ginge auf die Suche nach weißem Stoff. ",
  "mn75:20.6": "Aber jemand würde ihn mit einem schmutzigen, fleckigen Gewand hereinlegen: ",
  "mn75:20.7": "‚Guter Herr, hier ist ein weißer Stoff für dich, er ist ansprechend, fleckenlos und rein.‘ ",
  "mn75:20.8": "Er nähme ihn und zöge ihn an und drückte seine Befriedigung aus: ",
  "mn75:20.9": "‚Weißer Stoff ist wirklich hübsch, er ist ansprechend, fleckenlos und rein.‘ ",
  "mn75:20.10": "Was denkst du, Māgaṇḍiya? ",
  "mn75:20.11": "Täte dieser von Geburt an Blinde das wissend und sehend ",
  "mn75:20.12": "oder aus Vertrauen zu dem sehenden Menschen?“ ",
  "mn75:20.13": "„Er täte es nicht wissend und sehend, ",
  "mn75:20.14": "sondern aus Vertrauen zu dem sehenden Menschen.“ ",
  "mn75:21.1": "„Ebenso sind die Wanderer anderer Konfessionen blind und ohne Sehvermögen. Obwohl sie Freiheit von Krankheit nicht kennen und das Erlöschen nicht sehen, sagen sie doch diese Strophe auf: ",
  "mn75:21.2": "‚Freiheit von Krankheit ist der beste Gewinn, das Erlöschen das höchste Glück.‘ ",
  "mn75:21.3": "Denn diese Strophe wurde von den Vollendeten aufgesagt, den vollkommen erwachten Buddhas der Vergangenheit: ",
  "mn75:21.4": "‚Freiheit von Krankheit ist der beste Gewinn, ",
  "mn75:21.5": "das Erlöschen das höchste Glück. ",
  "mn75:21.6": "Von den Pfaden ist der größte achtfach, ",
  "mn75:21.7": "er ist sicher und führt zur Unsterblichkeit.‘ ",
  "mn75:21.8": "Heutzutage ist sie allmählich zu einer Strophe geworden, die von gewöhnlichen Menschen benutzt wird. ",
  "mn75:21.9": "Aber Māgaṇḍiya, dieser Körper ist eine Krankheit, ein Eiterherd, ein Pfeil, ein Elend, eine Beschwerde. Dennoch sagst du über diesen Körper: ",
  "mn75:21.10": "‚Das ist diese Freiheit von Krankheit, Herr Gotama, das ist dieses Erlöschen!‘ ",
  "mn75:21.11": "Māgaṇḍiya, du besitzt nicht das edle Sehen, durch das du Freiheit von Krankheit erkennen und das Erlöschen sehen könntest.“ ",
  "mn75:22.1": "„Ich bin recht zuversichtlich, dass Herr Gotama ",
  "mn75:22.2": "in der Lage ist, mich zu unterweisen, sodass ich Freiheit von Krankheit erkennen und das Erlöschen sehen kann.“ ",
  "mn75:22.3": "„Māgaṇḍiya, wie wenn da ein Mensch von Geburt an blind wäre. ",
  "mn75:22.4": "Er könnte keine dunklen oder hellen, blauen, gelben, roten oder purpurfarbenen Bilder sehen. Er könnte keinen ebenen oder unebenen Boden erkennen noch Sterne, Mond oder Sonne sehen. ",
  "mn75:22.5": "Seine Freunde und Kollegen, Verwandten und Sippenangehörigen ließen einen Wundarzt kommen, um ihn zu behandeln. ",
  "mn75:22.6": "Der Wundarzt würde für ihn Arznei bereiten, ",
  "mn75:22.7": "aber indem er diese benutzte, würden seine Augen nicht geheilt, und er könnte immer noch nicht klar sehen. ",
  "mn75:22.8": "Was denkst du, Māgaṇḍiya? ",
  "mn75:22.9": "Würde nicht dieser Arzt nur erschöpft und entmutigt werden?“ ",
  "mn75:22.10": "„Ja, Herr Gotama.“ ",
  "mn75:22.11": "„Ebenso wäre es, wenn ich dich den Dhamma lehren würde: ",
  "mn75:22.12": "‚Das ist diese Freiheit von Krankheit, das ist dieses Erlöschen.‘ Aber du würdest die Freiheit von Krankheit nicht erkennen und das Erlöschen nicht sehen, ",
  "mn75:22.13": "und das wäre ermüdend und beschwerlich für mich.“ ",
  "mn75:23.1": "„Ich bin recht zuversichtlich, dass Herr Gotama ",
  "mn75:23.2": "in der Lage ist, mich zu unterweisen, sodass ich Freiheit von Krankheit erkennen und das Erlöschen sehen kann.“ ",
  "mn75:23.3": "„Māgaṇḍiya, wie wenn da ein Mensch von Geburt an blind wäre. ",
  "mn75:23.4": "Er könnte keine dunklen oder hellen, blauen, gelben, roten oder purpurfarbenen Bilder sehen. Er könnte keinen ebenen oder unebenen Boden erkennen noch Sterne, Mond oder Sonne sehen. ",
  "mn75:23.5": "Er könnte einen sehenden Menschen sagen hören: ",
  "mn75:23.6": "‚Weißer Stoff ist wirklich hübsch, er ist ansprechend, fleckenlos und rein.‘ ",
  "mn75:23.7": "Er ginge auf die Suche nach weißem Stoff. ",
  "mn75:23.8": "Aber jemand würde ihn mit einem schmutzigen, fleckigen Gewand hereinlegen: ",
  "mn75:23.9": "‚Guter Herr, hier ist ein weißer Stoff für dich, er ist ansprechend, fleckenlos und rein.‘ ",
  "mn75:23.10": "Er nähme ihn und zöge ihn an. ",
  "mn75:23.11": "Seine Freunde und Kollegen, Verwandten und Sippenangehörigen ließen einen Wundarzt kommen, um ihn zu behandeln. ",
  "mn75:23.12": "Der Wundarzt würde für ihn Arznei bereiten: ",
  "mn75:23.13": "Brech- und Abführmittel, Salbe, Gegensalbe oder Behandlung durch die Nase. ",
  "mn75:23.14": "Und indem er diese benutzte, würden seine Augen geheilt, sodass er klar sehen könnte. ",
  "mn75:23.15": "Sobald seine Augen geheilt wären, verlöre er jedes Sehnen und Begehren nach diesem schmutzigen, fleckigen Gewand. ",
  "mn75:23.16": "Dann würde er diesen Menschen nicht als Freund betrachten, sondern als Feind, und könnte sogar daran denken, ihn umzubringen: ",
  "mn75:23.17": "‚So lange Zeit wurde ich von diesem Menschen mit diesem schmutzigen, fleckigen Gewand getäuscht, hereingelegt und betrogen, als er sagte: ",
  "mn75:23.18": "„Guter Herr, hier ist ein weißer Stoff für dich, er ist ansprechend, fleckenlos und rein.“‘ ",
  "mn75:24.1": "Ebenso wäre es, wenn ich dich den Dhamma lehren würde: ",
  "mn75:24.2": "‚Das ist diese Freiheit von Krankheit, das ist dieses Erlöschen.‘ ",
  "mn75:24.3": "Du würdest die Freiheit von Krankheit erkennen und das Erlöschen sehen. ",
  "mn75:24.4": "Und sobald dein Sehen aufginge, gäbest du jedes Sehnen und Begehren nach den fünf mit Ergreifen verbundenen Aggregaten auf. ",
  "mn75:24.5": "Und du könntest sogar denken: ",
  "mn75:24.6": "‚So lange Zeit wurde ich von diesem Geist getäuscht, hereingelegt und betrogen. ",
  "mn75:24.7": "Denn was ich ergriffen habe, sind bloß Form, Gefühl, Wahrnehmung, Willensbildungsprozesse und Bewusstsein. ",
  "mn75:24.8": "Mein Ergreifen ist eine Bedingung für fortgesetztes Dasein. Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "mn75:24.9": "So kommt diese ganze Masse des Leidens zustande.‘“ ",
  "mn75:25.1": "„Ich bin recht zuversichtlich, dass Herr Gotama ",
  "mn75:25.2": "in der Lage ist, mich zu unterweisen, sodass ich mich von Blindheit geheilt von diesem Sitz erheben kann.“ ",
  "mn75:25.3": "„Nun, Māgaṇḍiya, du sollst dich wahren Menschen anschließen. ",
  "mn75:25.4": "Wenn du dich wahren Menschen anschließt, wirst du die wahre Lehre hören. ",
  "mn75:25.5": "Wenn du die wahre Lehre hörst, wirst du im Einklang mit der Lehre üben. ",
  "mn75:25.6": "Wenn du im Einklang mit der Lehre übst, wirst du selbst erkennen und sehen: ",
  "mn75:25.7": "‚Das sind Krankheiten, Eiterherde und Pfeile. ",
  "mn75:25.8": "Und hier ist es, wo Krankheiten, Eiterherde und Pfeile restlos aufhören.‘ ",
  "mn75:25.9": "Wenn mein Ergreifen aufhört, hört fortgesetztes Dasein auf. Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf. Wenn Wiedergeburt aufhört, hören Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis auf. ",
  "mn75:25.10": "So hört diese ganze Masse des Leidens auf.“ ",
  "mn75:26.1": "Daraufhin sagte Māgaṇḍiya zum Buddha: ",
  "mn75:26.2": "„Vortrefflich, Herr Gotama! Vortrefflich! ",
  "mn75:26.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Herr Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn75:26.4": "Ich nehme Zuflucht zu Herrn Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn75:26.5": "Darf ich vor Herrn Gotama die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "mn75:27.1": "„Māgaṇḍiya, wenn jemand, der zuvor in einer anderen Konfession ordiniert war, in dieser Lehre und Schulung die Weihe des Fortziehens, die Ordination, erhalten möchte, hat er vier Monate Probezeit. Wenn die Mönche nach Ablauf von vier Monaten zufrieden sind, geben sie ihm die Weihe des Fortziehens, die Ordination zum Mönch. ",
  "mn75:27.2": "Allerdings habe ich in dieser Sache individuelle Unterschiede anerkannt.“ ",
  "mn75:27.3": "„Herr, wenn in einem solchen Fall vier Monate Probezeit erforderlich sind, werde ich vier Jahre auf Probe verbringen. Wenn die Mönche nach Ablauf von vier Jahren zufrieden sind, mögen sie mir die Weihe des Fortziehens geben, die Ordination zum Mönch.“ ",
  "mn75:28.1": "Und der Wanderer Māgaṇḍiya erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "mn75:28.2": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Māgaṇḍiya, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald noch in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "mn75:28.3": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.“ ",
  "mn75:28.4": "Und der Ehrwürdige Māgaṇḍiya wurde einer der Vollendeten. "
}