{
  "mn76:0.1": "Mittlere Lehrreden 76 ",
  "mn76:0.2": "Mit Sandaka ",
  "mn76:1.1": "So habe ich es gehört: ",
  "mn76:1.2": "Einmal hielt sich der Buddha bei Kosambī auf, in Ghositas Kloster. ",
  "mn76:2.1": "Zu dieser Zeit nun befand sich der Wanderer Sandaka zusammen mit einer großen Versammlung von etwa fünfhundert Wanderern in der Höhle der wellenblättrigen Feige. ",
  "mn76:3.1": "Da kam der Ehrwürdige Ānanda am späten Nachmittag aus seiner Klausur und wandte sich an die Mönche und Nonnen: ",
  "mn76:3.2": "„Kommt, Geehrte, lasst uns zum Devakata-Teich gehen, um die Höhle anzuschauen.“ ",
  "mn76:3.3": "„Ja, Geehrter“, antworteten sie. ",
  "mn76:3.4": "Dann ging der Ehrwürdige Ānanda zusammen mit einigen Mönchen und Nonnen zum Devakata-Teich. ",
  "mn76:4.1": "Zu dieser Zeit saß Sandaka mit der großen Versammlung von Wanderern beisammen, und sie machten einen Tumult, einen Höllenlärm. Sie führten unwürdige Gespräche aller Art, wie ",
  "mn76:4.2": "Gespräche über Könige, Räuber und Oberminister, über Heere, Bedrohungen und Kriege, über Essen, Trinken, Kleider und Schlafstellen, über Kränze und Düfte, über die Familie, Fahrzeuge, Dörfer, Marktflecken, Städte und Länder, über Frauen und Helden, Straßen- und Brunnengespräch, Gespräch über Verstorbene, über allerlei Dinge, Geschichten vom Land und vom Meer und Gespräche über Wiedergeburt in diesem oder jenem Daseinszustand. ",
  "mn76:4.3": "Sandaka sah Ānanda von Weitem kommen ",
  "mn76:4.4": "und brachte seine Versammlung zum Schweigen: ",
  "mn76:4.5": "„Seid still, gute Herren, macht keinen Lärm. ",
  "mn76:4.6": "Der Asket Ānanda kommt, ein Schüler des Asketen Gotama. ",
  "mn76:4.7": "Er gehört zu den Schülern des Asketen Gotama, der sich bei Kosambī aufhält. ",
  "mn76:4.8": "Solche Ehrwürdigen lieben die Stille, sind dazu erzogen, still zu sein, und preisen die Stille. ",
  "mn76:4.9": "Wenn er sieht, dass unsere Versammlung still ist, wird er es hoffentlich für angebracht halten, näherzukommen.“ ",
  "mn76:4.10": "Und die Wanderer verstummten. ",
  "mn76:5.1": "Da ging der Ehrwürdige Ānanda zu dem Wanderer Sandaka, ",
  "mn76:5.2": "und dieser sagte zu ihm: ",
  "mn76:5.3": "„Komm, Herr Ānanda! Willkommen, Herr Ānanda! ",
  "mn76:5.4": "Es ist lange her, dass du die Gelegenheit genutzt hast, hierherzukommen. ",
  "mn76:5.5": "Setz dich bitte, Herr Ānanda, dieser Sitz ist bereit.“ ",
  "mn76:5.6": "Ānanda setzte sich auf den ausgebreiteten Sitz, ",
  "mn76:5.7": "während Sandaka einen niedrigeren Sitz nahm und sich zur Seite hinsetzte. ",
  "mn76:5.8": "Ānanda sagte zu Sandaka: ",
  "mn76:5.9": "„Sandaka, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch wurde unterbrochen?“ ",
  "mn76:5.10": "„Herr Ānanda, das, worüber wir gerade gesprochen haben, wollen wir beiseite lassen. ",
  "mn76:5.11": "Es wird nicht schwer für dich sein, das später zu erfahren. ",
  "mn76:5.12": "Es wäre gut, wenn Herr Ānanda selbst einen Dhammavortrag halten und seine eigene Tradition erklären würde.“ ",
  "mn76:5.13": "„Nun, Sandaka, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn76:5.14": "„Ja, guter Herr“, antwortete Sandaka. ",
  "mn76:5.15": "Ānanda sagte: ",
  "mn76:6.1": "„Sandaka, vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha, wurden diese vier Wege erklärt, die das geistliche Leben verneinen, sowie vier Arten des geistlichen Lebens, die nicht vertrauenswürdig sind. Ein vernünftiger Mensch würde sie, soweit es ihm möglich ist, nicht üben, und wenn er sie übte, hätte er in dem System der tauglichen Lehre keinen Erfolg.“ ",
  "mn76:6.2": "„Aber Herr Ānanda, was sind die vier Wege, die das geistliche Leben verneinen, und die vier Arten des geistlichen Lebens, die nicht vertrauenswürdig sind?“ ",
  "mn76:7.1": "„Sandaka, da hat ein gewisser Lehrer diese Doktrin, diese Ansicht: ",
  "mn76:7.2": "‚Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der sich richtig benimmt, richtig übt, und der das Leben nach dem Tod erklärt, nachdem er es durch eigene Einsicht erkannt hat. ",
  "mn76:7.3": "Dieser Mensch besteht aus den vier Grundzuständen. Wenn er stirbt, mischt und verbindet sich die Erde in seinem Körper mit der Substanz der Erde, das Wasser in seinem Körper mischt und verbindet sich mit der Substanz des Wassers, das Feuer in seinem Körper mischt und verbindet sich mit der Substanz des Feuers und der Wind in seinem Körper mischt und verbindet sich mit der Substanz des Windes. Die Sinne gehen in den Raum über. ",
  "mn76:7.4": "Vier Männer mit einer Bahre tragen die Leiche weg. ",
  "mn76:7.5": "Ihre Fußspuren zeigen den Weg zum Friedhof. ",
  "mn76:7.6": "Die Knochen bleichen aus. ",
  "mn76:7.7": "Den Göttern gewidmete Gaben enden als Asche. ",
  "mn76:7.8": "Geben ist eine Doktrin von Schwachsinnigen. ",
  "mn76:7.9": "Wenn jemand eine Lehre von etwas Bestehendem bejaht, ist das bloß unbegründeter, falscher Unsinn. ",
  "mn76:7.10": "Törichte wie Kluge werden vernichtet und zerstört, wenn ihr Körper auseinanderbricht, und bestehen nach dem Tod nicht fort.‘ ",
  "mn76:8.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn76:8.2": "‚Dieser Lehrer hat diese Doktrin, diese Ansicht: ",
  "mn76:8.3": "‚Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der sich richtig benimmt, richtig übt, und der das Leben nach dem Tod erklärt, nachdem er es durch eigene Einsicht erkannt hat. ",
  "mn76:8.4": "Dieser Mensch besteht aus den vier Grundzuständen. Wenn er stirbt, mischt und verbindet sich die Erde in seinem Körper mit der Substanz der Erde, das Wasser in seinem Körper mischt und verbindet sich mit der Substanz des Wassers, das Feuer in seinem Körper mischt und verbindet sich mit der Substanz des Feuers und der Wind in seinem Körper mischt und verbindet sich mit der Substanz des Windes. Die Sinne gehen in den Raum über. ",
  "mn76:8.5": "Vier Männer mit einer Bahre tragen die Leiche weg. ",
  "mn76:8.6": "Die Knochen bleichen aus. ",
  "mn76:8.7": "Den Göttern gewidmete Gaben enden als Asche. ",
  "mn76:8.8": "Geben ist eine Doktrin von Schwachsinnigen. ",
  "mn76:8.9": "Wenn jemand eine Lehre von etwas Bestehendem bejaht, ist das bloß unbegründeter, falscher Unsinn. ",
  "mn76:8.10": "Törichte wie Kluge werden vernichtet und zerstört, wenn ihr Körper auseinanderbricht, und bestehen nach dem Tod nicht fort.‘ ",
  "mn76:8.11": "Wenn es wahr ist, was dieser gute Lehrer sagt, habe ich, der ich das nicht vervollkommnet habe, genau die gleiche Stufe erreicht wie einer, der es vervollkommnet hat. ",
  "mn76:8.12": "Dennoch bin ich keiner, der sagt, wir würden beide vernichtet und zerstört, wenn unser Körper auseinanderbricht, und bestünden nach dem Tod nicht fort. ",
  "mn76:8.13": "Aber für diesen Lehrer ist es unnötig, nackt und geschoren umherzugehen, in der Hockstellung zu verharren und sich Haar und Bart auszureißen. Denn ich lebe im Haus mit meinen Kindern, benutze Sandelholz aus Kāsi, trage Kränze, Düfte und Make-up und nehme Gold und Zahlungsmittel an. Dennoch werde ich im nächsten Leben genau das gleiche Schicksal haben wie dieser Lehrer. ",
  "mn76:8.14": "Was erkenne oder sehe ich, dass ich unter diesem Lehrer das geistliche Leben führen sollte? ",
  "mn76:8.15": "Das verneint das geistliche Leben.‘ ",
  "mn76:8.16": "Wenn er das erkennt, geht er enttäuscht weg. ",
  "mn76:9.1": "Das ist der erste Weg, der das geistliche Leben verneint. ",
  "mn76:10.1": "Dann hat da ein gewisser Lehrer diese Doktrin, diese Ansicht: ",
  "mn76:10.2": "‚Der Täter tut nichts Schlechtes, wenn er bestraft, verstümmelt, foltert, kränkt, unterdrückt oder einschüchtert oder wenn er andere anstiftet, das Gleiche zu tun. Er tut nichts Schlechtes, wenn er tötet, stiehlt, in Häuser einbricht, Vermögen plündert, aus abgelegenen Gebäuden raubt, Landstraßen belagert, Ehebruch begeht und lügt. ",
  "mn76:10.3": "Wenn man alle lebenden Geschöpfe auf dieser Erde mit einem rasiermesserscharfen Chakram in einen einzigen Fleischhaufen, eine einzige Fleischmasse verwandeln würde, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "mn76:10.4": "Wenn man am südlichen Ufer des Ganges entlangginge und töten, verstümmeln und foltern würde und andere anstiften würde, das Gleiche zu tun, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "mn76:10.5": "Wenn man am nördlichen Ufer des Ganges entlangginge und spenden und opfern würde und andere ermuntern würde, das Gleiche zu tun, würde daraus kein Verdienst entstehen und auch keine Auswirkung von Verdienst. ",
  "mn76:10.6": "In Geben, Selbstbeherrschung, Zügelung und Wahrhaftigkeit liegt kein Verdienst und auch keine Auswirkung von Verdienst.‘ ",
  "mn76:11.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn76:11.2": "‚Dieser Lehrer hat diese Doktrin, diese Ansicht: ",
  "mn76:11.3": "‚Der Täter tut nichts Schlechtes, wenn er bestraft, verstümmelt, foltert, kränkt, unterdrückt oder einschüchtert oder wenn er andere anstiftet, das Gleiche zu tun. Er tut nichts Schlechtes, wenn er tötet, stiehlt, in Häuser einbricht, Vermögen plündert, aus abgelegenen Gebäuden raubt, Landstraßen belagert, Ehebruch begeht und lügt. Wenn man alle lebenden Geschöpfe auf dieser Erde mit einem rasiermesserscharfen Chakram in einen einzigen Fleischhaufen, eine einzige Fleischmasse verwandeln würde, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "mn76:11.4": "Wenn man am südlichen Ufer des Ganges entlangginge und töten, verstümmeln und foltern würde und andere anstiften würde, das Gleiche zu tun, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "mn76:11.5": "Wenn man am nördlichen Ufer des Ganges entlangginge und spenden und opfern würde und andere ermuntern würde, das Gleiche zu tun, würde daraus kein Verdienst entstehen und auch keine Auswirkung von Verdienst. ",
  "mn76:11.6": "In Geben, Selbstbeherrschung, Zügelung und Wahrhaftigkeit liegt kein Verdienst und auch keine Auswirkung von Verdienst.‘ ",
  "mn76:11.7": "Wenn es wahr ist, was dieser gute Lehrer sagt, habe ich, der ich das nicht vervollkommnet habe, genau die gleiche Stufe erreicht wie einer, der es vervollkommnet hat. ",
  "mn76:11.8": "Dennoch bin ich keiner, der sagt, wenn wir beide handelten, würde nichts Schlechtes getan. ",
  "mn76:11.9": "Aber für diesen Lehrer ist es unnötig, nackt und geschoren umherzugehen, in der Hockstellung zu verharren und sich Haar und Bart auszureißen. Denn ich lebe im Haus mit meinen Kindern, benutze Sandelholz aus Kāsi, trage Kränze, Düfte und Make-up und nehme Gold und Zahlungsmittel an. Dennoch werde ich im nächsten Leben genau das gleiche Schicksal haben wie dieser Lehrer. ",
  "mn76:11.10": "Was erkenne oder sehe ich, dass ich unter diesem Lehrer das geistliche Leben führen sollte? ",
  "mn76:11.11": "Das verneint das geistliche Leben.‘ ",
  "mn76:11.12": "Wenn er das erkennt, geht er enttäuscht weg. ",
  "mn76:12.1": "Das ist der zweite Weg, der das geistliche Leben verneint. ",
  "mn76:13.1": "Dann hat da ein gewisser Lehrer diese Doktrin, diese Ansicht: ",
  "mn76:13.2": "‚Es gibt keinen Grund und keine Ursache für die Verunreinigung der Lebewesen. ",
  "mn76:13.3": "Lebewesen werden ohne Grund oder Ursache verunreinigt. ",
  "mn76:13.4": "Es gibt keinen Grund und keine Ursache für die Läuterung der Lebewesen. ",
  "mn76:13.5": "Lebewesen werden ohne Grund oder Ursache geläutert. ",
  "mn76:13.6": "Es gibt keine Kraft, keine Energie, keine menschliche Stärke oder Tatkraft. ",
  "mn76:13.7": "Alle Lebewesen, alle lebenden Geschöpfe, alle Wesen, alle Seelen sind ohne Kontrolle, Kraft oder Energie. Vom Schicksal, den Umständen und der Natur getrieben, erfahren sie in den sechs Wiedergeburtsklassen Glück und Schmerz.‘ ",
  "mn76:14.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn76:14.2": "‚Dieser Lehrer hat diese Doktrin, diese Ansicht: ",
  "mn76:14.3": "‚Es gibt keinen Grund und keine Ursache für die Verunreinigung der Lebewesen. Lebewesen werden ohne Grund oder Ursache verunreinigt. ",
  "mn76:14.4": "Es gibt keinen Grund und keine Ursache für die Läuterung der Lebewesen. Lebewesen werden ohne Grund oder Ursache geläutert. ",
  "mn76:14.5": "Es gibt keine Kraft, keine Energie, keine menschliche Stärke oder Tatkraft. Alle Lebewesen, alle lebenden Geschöpfe, alle Wesen, alle Seelen sind ohne Kontrolle, Kraft oder Energie. Vom Schicksal, den Umständen und der Natur getrieben, erfahren sie in den sechs Wiedergeburtsklassen Glück und Schmerz.‘ ",
  "mn76:14.6": "Wenn es wahr ist, was dieser gute Lehrer sagt, habe ich, der ich das nicht vervollkommnet habe, genau die gleiche Stufe erreicht wie einer, der es vervollkommnet hat. ",
  "mn76:14.7": "Dennoch bin ich keiner, der sagt, wir würden beide ohne Grund oder Ursache geläutert. ",
  "mn76:14.8": "Aber für diesen Lehrer ist es unnötig, nackt und geschoren umherzugehen, in der Hockstellung zu verharren und sich Haar und Bart auszureißen. Denn ich lebe im Haus mit meinen Kindern, benutze Sandelholz aus Kāsi, trage Kränze, Düfte und Make-up und nehme Gold und Zahlungsmittel an. Dennoch werde ich im nächsten Leben genau das gleiche Schicksal haben wie dieser Lehrer. ",
  "mn76:14.9": "Was erkenne oder sehe ich, dass ich unter diesem Lehrer das geistliche Leben führen sollte? ",
  "mn76:14.10": "Das verneint das geistliche Leben.‘ ",
  "mn76:14.11": "Wenn er das erkennt, geht er enttäuscht weg. ",
  "mn76:15.1": "Das ist der dritte Weg, der das geistliche Leben verneint. ",
  "mn76:16.1": "Dann hat da ein gewisser Lehrer diese Doktrin, diese Ansicht: ",
  "mn76:16.2": "‚Es gibt diese sieben Substanzen, die nicht gemacht sind, nicht abgeleitet, nicht geschaffen, ohne Schöpfer, unfruchtbar, beständig wie ein Berggipfel, feststehend wie eine Säule. ",
  "mn76:16.3": "Sie bewegen sich nicht, verfallen nicht und behindern einander nicht. Sie sind unfähig, einander Glück, Schmerz oder sowohl Glück als auch Schmerz zuzufügen. ",
  "mn76:16.4": "Welche sieben? ",
  "mn76:16.5": "Die Substanzen Erde, Wasser, Feuer und Wind; Schmerz, Glück und die Seele als siebte. ",
  "mn76:16.6": "Diese sieben Substanzen sind nicht gemacht, nicht abgeleitet, nicht geschaffen, ohne Schöpfer, unfruchtbar, beständig wie ein Berggipfel, feststehend wie eine Säule. ",
  "mn76:16.7": "Sie bewegen sich nicht, verfallen nicht und behindern einander nicht. Sie sind unfähig, einander Glück, Schmerz oder sowohl Glück als auch Schmerz zuzufügen. ",
  "mn76:16.8": "Und hier gibt es niemanden, der tötet oder andere zum Töten anstiftet; niemanden, der lernt oder andere unterrichtet; niemanden, der versteht oder anderen hilft, zu verstehen. ",
  "mn76:16.9": "Wenn man jemandem mit einem scharfen Schwert den Kopf abschlägt, nimmt man niemandem das Leben. ",
  "mn76:16.10": "Das Schwert gleitet einfach durch die Lücken zwischen den sieben Substanzen. ",
  "mn76:16.11": "Es gibt 1,4 Millionen Haupt-Mutterleibe und 6000 und 600. Es gibt 500 Taten und fünf und drei. Es gibt ganze Taten und halbe Taten. Es gibt 62 Pfade, 62 Unterzeiträume eines Äons, sechs Wiedergeburtsklassen und acht Stufen im Leben eines Menschen. Es gibt 4900 Ājīvaka-Asketen, 4900 Wanderer und 4900 nackte Asketen. Es gibt 2000 Fähigkeiten, 3000 Höllen und 36 Staubbereiche. Es gibt sieben Embryonen mit Wahrnehmung, sieben Embryonen ohne Wahrnehmung und sieben knotenlose Embryonen. Es gibt sieben Götter, sieben Menschen und sieben Kobolde. Es gibt sieben Seen, sieben Flüsse und 700 Flüsse, sieben Klippen und 700 Klippen. Es gibt sieben Träume und 700 Träume. Es gibt 8,4 Millionen große Äonen, durch die Törichte und Kluge umherwandern, bevor sie dem Leiden ein Ende machen. ",
  "mn76:16.12": "Und ein solches Ding gibt es hier nicht: „Durch diese Regel, dieses Gelübde, diese inbrünstige Bußübung oder dieses geistliche Leben werde ich unreife Taten zwingen, ihre Frucht hervorzubringen, oder alte Taten tilgen, indem ich nach und nach ihr Ergebnis erfahre“ – denn das kann nicht sein. ",
  "mn76:16.13": "Glück und Schmerz sind zugeteilt. Das Umherwandern dauert nur eine begrenzte Zeit, daher gibt es keine Zunahme und keine Abnahme, kein Besserwerden und kein Schlechterwerden. ",
  "mn76:16.14": "Wie wenn man ein Garnknäuel anstößt: Es rollt fort und wickelt sich ab. ",
  "mn76:16.15": "Ebenso wandern Törichte und Kluge umher, bevor sie dem Leiden ein Ende machen werden.‘ ",
  "mn76:17.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn76:17.2": "‚Dieser Lehrer hat diese Doktrin, diese Ansicht: ",
  "mn76:17.3": "‚Es gibt diese sieben Substanzen, die nicht gemacht sind, nicht abgeleitet, nicht geschaffen, ohne Schöpfer, unfruchtbar, beständig wie ein Berggipfel, feststehend wie eine Säule. ",
  "mn76:17.4": "Sie bewegen sich nicht, verfallen nicht und behindern einander nicht. ",
  "mn76:17.5": "Sie sind unfähig, einander Glück, Schmerz oder sowohl Glück als auch Schmerz zuzufügen. ",
  "mn76:17.6": "Welche sieben? ",
  "mn76:17.7": "Die Substanzen Erde, Wasser, Feuer und Wind; Schmerz, Glück und die Seele als siebte. ",
  "mn76:17.8": "Diese sieben Substanzen sind nicht gemacht, nicht abgeleitet, nicht geschaffen, ohne Schöpfer, unfruchtbar, beständig wie ein Berggipfel, feststehend wie eine Säule. ",
  "mn76:17.9": "Sie bewegen sich nicht, verfallen nicht und behindern einander nicht. ",
  "mn76:17.10": "Sie sind unfähig, einander Glück, Schmerz oder sowohl Glück als auch Schmerz zuzufügen. ",
  "mn76:17.11": "Und hier gibt es niemanden, der tötet oder andere zum Töten anstiftet; niemanden, der lernt oder andere unterrichtet; niemanden, der versteht oder anderen hilft, zu verstehen. ",
  "mn76:17.12": "Wenn man jemandem mit einem scharfen Schwert den Kopf abschlägt, nimmt man niemandem das Leben. ",
  "mn76:17.13": "Das Schwert gleitet einfach durch die Lücken zwischen den sieben Substanzen. ",
  "mn76:17.14": "Es gibt 1,4 Millionen Haupt-Mutterleibe und 6000 und 600. Es gibt 500 Taten und fünf und drei. Es gibt ganze Taten und halbe Taten. Es gibt 62 Pfade, 62 Unterzeiträume eines Äons, sechs Wiedergeburtsklassen und acht Stufen im Leben eines Menschen. Es gibt 4900 Ājīvaka-Asketen, 4900 Wanderer und 4900 nackte Asketen. Es gibt 2000 Fähigkeiten, 3000 Höllen und 36 Staubbereiche. Es gibt sieben Embryonen mit Wahrnehmung, sieben Embryonen ohne Wahrnehmung und sieben knotenlose Embryonen. Es gibt sieben Götter, sieben Menschen und sieben Kobolde. Es gibt sieben Seen, sieben Flüsse und 700 Flüsse, sieben Klippen und 700 Klippen. Es gibt sieben Träume und 700 Träume. Es gibt 8,4 Millionen große Äonen, durch die Törichte und Kluge umherwandern, bevor sie dem Leiden ein Ende machen. ",
  "mn76:17.15": "Und ein solches Ding gibt es hier nicht: „Durch diese Regel, dieses Gelübde, diese inbrünstige Bußübung oder dieses geistliche Leben werde ich unreife Taten zwingen, ihre Frucht hervorzubringen, oder alte Taten tilgen, indem ich nach und nach ihr Ergebnis erfahre“ – denn das kann nicht sein. Glück und Schmerz sind zugeteilt. Das Umherwandern dauert nur eine begrenzte Zeit, daher gibt es keine Zunahme und keine Abnahme, kein Besserwerden und kein Schlechterwerden. ",
  "mn76:17.16": "Wie wenn man ein Garnknäuel anstößt: Es rollt fort und wickelt sich ab. ",
  "mn76:17.17": "Ebenso wandern Törichte und Kluge umher, bevor sie dem Leiden ein Ende machen werden.‘ ",
  "mn76:17.18": "Wenn es wahr ist, was dieser gute Lehrer sagt, habe ich, der ich das nicht vervollkommnet habe, genau die gleiche Stufe erreicht wie einer, der es vervollkommnet hat. ",
  "mn76:17.19": "Dennoch bin ich keiner, der sagt, wir würden beide nach dem Umherwandern dem Leiden ein Ende machen. ",
  "mn76:17.20": "Aber für diesen Lehrer ist es unnötig, nackt und geschoren umherzugehen, in der Hockstellung zu verharren und sich Haar und Bart auszureißen. Denn ich lebe im Haus mit meinen Kindern, benutze Sandelholz aus Kāsi, trage Kränze, Düfte und Make-up und nehme Gold und Zahlungsmittel an. Dennoch werde ich im nächsten Leben genau das gleiche Schicksal haben wie dieser Lehrer. ",
  "mn76:17.21": "Was erkenne oder sehe ich, dass ich unter diesem Lehrer das geistliche Leben führen sollte? ",
  "mn76:17.22": "Das verneint das geistliche Leben.‘ ",
  "mn76:17.23": "Wenn er das erkennt, geht er enttäuscht weg. ",
  "mn76:18.1": "Das ist der vierte Weg, der das geistliche Leben verneint. ",
  "mn76:19.1": "Das sind die vier Wege, die das geistliche Leben verneinen, die vom Gesegneten erklärt wurden, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha. Ein vernünftiger Mensch würde sie, soweit es ihm möglich ist, nicht üben, und wenn er sie übte, hätte er in dem System der tauglichen Lehre keinen Erfolg.“ ",
  "mn76:20.1": "„Es ist unglaublich, Herr Ānanda, es ist erstaunlich, ",
  "mn76:20.2": "wie diese vier Wege, die das geistliche Leben verneinen, vom Buddha erklärt wurden! ",
  "mn76:20.3": "Aber Herr Ānanda, was sind die vier Arten des geistlichen Lebens, die nicht vertrauenswürdig sind?“ ",
  "mn76:21.1": "„Sandaka, da behauptet ein gewisser Lehrer, allwissend und all-sehend zu sein und alles ohne Ausnahme zu erkennen und zu sehen, und zwar so: ",
  "mn76:21.2": "‚Erkennen und Sehen sind mir ständig und fortwährend gegenwärtig, ob ich gehe, stehe, schlafe oder wache.‘ ",
  "mn76:21.3": "Er betritt ein leeres Haus; er erhält kein Almosen; er wird von einem Hund gebissen; er begegnet einem wilden Elefanten, einem wilden Pferd, einer wilden Kuh; er fragt nach dem Namen und Stamm einer Frau oder eines Mannes; er fragt nach dem Namen eines Dorfes oder Marktfleckens und nach dem Weg dorthin. ",
  "mn76:21.4": "Wenn er gefragt wird: ‚Warum ist das so?‘, antwortet er: ‚Ich musste ein leeres Haus betreten, daher betrat ich es. Ich musste kein Almosen erhalten, daher erhielt ich keins. Ich musste von einem Hund gebissen werden, daher wurde ich gebissen. Ich musste einem wilden Elefanten begegnen, einem wilden Pferd, einer wilden Kuh, daher begegnete ich ihnen. Ich musste nach dem Namen und Stamm einer Frau oder eines Mannes fragen, daher fragte ich. Ich musste nach dem Namen eines Dorfes oder Marktfleckens fragen und nach dem Weg dorthin, daher fragte ich.‘ ",
  "mn76:22.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn76:22.2": "‚Dieser Lehrer stellt solch eine Behauptung auf, aber er antwortet auf solche Art. ",
  "mn76:22.3": "Dieses geistliche Leben ist nicht vertrauenswürdig.‘ ",
  "mn76:22.4": "Wenn er das erkennt, geht er enttäuscht weg. ",
  "mn76:23.1": "Das ist die erste Art des geistlichen Lebens, die nicht vertrauenswürdig ist. ",
  "mn76:24.1": "Dann ist da ein anderer Lehrer ein Anhänger mündlicher Überlieferung, der mündliche Überlieferung als die Wahrheit ansieht. ",
  "mn76:24.2": "Er lehrt anhand mündlicher Überlieferung, anhand der Übertragungslinie des Testaments, anhand kanonische Autorität. ",
  "mn76:24.3": "Aber wenn ein Lehrer mündliche Überlieferung als die Wahrheit ansieht, ist manches davon gut gelernt, manches schlecht gelernt, manches ist wahr und manches nicht. ",
  "mn76:25.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn76:25.2": "‚Dieser Lehrer sieht mündliche Überlieferung als die Wahrheit an. Er lehrt anhand mündlicher Überlieferung, anhand der Übertragungslinie des Testaments, anhand kanonische Autorität. ",
  "mn76:25.3": "Aber wenn ein Lehrer mündliche Überlieferung als die Wahrheit ansieht, ist manches davon gut gelernt, manches schlecht gelernt, manches ist wahr und manches nicht. ",
  "mn76:25.4": "Dieses geistliche Leben ist nicht vertrauenswürdig.‘ ",
  "mn76:25.5": "Wenn er das erkennt, geht er enttäuscht weg. ",
  "mn76:26.1": "Das ist die zweite Art des geistlichen Lebens, die nicht vertrauenswürdig ist. ",
  "mn76:27.1": "Dann verlässt sich da ein anderer Lehrer auf Logik und Untersuchung. ",
  "mn76:27.2": "Er lehrt, was er mit Logik ausgearbeitet hat, indem er einer Abfolge von Untersuchungsschritten folgt, und drückt seinen eigenen Blickwinkel aus. ",
  "mn76:27.3": "Aber wenn ein Lehrer sich auf Logik und Untersuchung verlässt, ist manches davon gut überlegt, manches schlecht überlegt, manches ist wahr und manches nicht. ",
  "mn76:28.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn76:28.2": "‚Dieser Lehrer verlässt sich auf Logik und Untersuchung. ",
  "mn76:28.3": "Er lehrt, was er mit Logik ausgearbeitet hat, indem er einer Abfolge von Untersuchungsschritten folgt, und drückt seinen eigenen Blickwinkel aus. ",
  "mn76:28.4": "Aber wenn ein Lehrer sich auf Logik und Untersuchung verlässt, ist manches davon gut überlegt, manches schlecht überlegt, manches ist wahr und manches nicht. ",
  "mn76:28.5": "Dieses geistliche Leben ist nicht vertrauenswürdig.‘ ",
  "mn76:28.6": "Wenn er das erkennt, geht er enttäuscht weg. ",
  "mn76:29.1": "Das ist die dritte Art des geistlichen Lebens, die nicht vertrauenswürdig ist. ",
  "mn76:30.1": "Dann ist da ein anderer Lehrer stumpf und dumm. ",
  "mn76:30.2": "Aus diesem Grund greift er, immer wenn man ihm eine Frage stellt, auf verbale Kehrtwenden und endlose Kehrtwenden zurück: ",
  "mn76:30.3": "‚Ich sage nicht, dass es dieses ist. Ich sage nicht, dass es jenes ist. Ich sage nicht, dass es anders ist. Ich sage nicht, dass es nicht so ist. Noch leugne ich, dass es nicht so ist.‘ ",
  "mn76:31.1": "Ein vernünftiger Mensch denkt darüber nach: ",
  "mn76:31.2": "‚Dieser Lehrer ist stumpf und dumm. ",
  "mn76:31.3": "Aus diesem Grund greift er, immer wenn man ihm eine Frage stellt, auf verbale Kehrtwenden und endlose Kehrtwenden zurück: ",
  "mn76:31.4": "„Ich sage nicht, dass es dieses ist. Ich sage nicht, dass es jenes ist. Ich sage nicht, dass es anders ist. Ich sage nicht, dass es nicht so ist. Noch leugne ich, dass es nicht so ist.“ ",
  "mn76:31.5": "Dieses geistliche Leben ist nicht vertrauenswürdig.‘ ",
  "mn76:31.6": "Wenn er das erkennt, geht er enttäuscht weg. ",
  "mn76:32.1": "Das ist die vierte Art des geistlichen Lebens, die nicht vertrauenswürdig ist. ",
  "mn76:33.1": "Das sind die vier Arten des geistlichen Lebens, die nicht vertrauenswürdig sind, die vom Gesegneten erklärt wurden, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha. Ein vernünftiger Mensch würde sie, soweit es ihm möglich ist, nicht üben, und wenn er sie übte, hätte er in dem System der tauglichen Lehre keinen Erfolg.“ ",
  "mn76:34.1": "„Es ist unglaublich, Herr Ānanda, es ist erstaunlich, ",
  "mn76:34.2": "wie diese vier Arten des geistlichen Lebens, die nicht vertrauenswürdig sind, vom Buddha erklärt wurden! ",
  "mn76:34.3": "Aber Herr Ānanda, was würde ein Lehrer sagen und erklären, sodass ein vernünftiger Mensch ein solches geistliches Leben, soweit es ihm möglich ist, üben würde, und wenn er es übte, das System der tauglichen Lehre erfüllen würde?“ ",
  "mn76:35-42.1": "„Sandaka, da erscheint ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. … ",
  "mn76:35-42.2": "Er gibt diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "mn76:35-42.3": "Dann tritt er, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn76:35-42.4": "Unter einem Lehrer, unter dem ein Schüler so einen hohen erhabenen Zustand erreicht, würde ein vernünftiger Mensch das geistliche Leben führen, soweit es ihm möglich ist, und wenn er es führte, würde er das System der tauglichen Lehre erfüllen. ",
  "mn76:43.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Seligkeit der Versenkung, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn76:43.2": "Unter einem Lehrer, unter dem ein Schüler so einen hohen erhabenen Zustand erreicht, würde ein vernünftiger Mensch das geistliche Leben führen, soweit es ihm möglich ist, und wenn er es führte, würde er das System der tauglichen Lehre erfüllen. ",
  "mn76:44-45.1": "Mit dem Schwinden der Ekstase tritt ein Mönch dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn76:44-45.2": "Unter einem Lehrer, unter dem ein Schüler so einen hohen erhabenen Zustand erreicht, würde ein vernünftiger Mensch das geistliche Leben führen, soweit es ihm möglich ist, und wenn er es führte, würde er das System der tauglichen Lehre erfüllen. ",
  "mn76:46.1": "Dann tritt da ein Mönch, indem er Glück und Schmerz aufgibt, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn76:46.2": "Unter einem Lehrer, unter dem ein Schüler so einen hohen erhabenen Zustand erreicht, würde ein vernünftiger Mensch das geistliche Leben führen, soweit es ihm möglich ist, und wenn er es führte, würde er das System der tauglichen Lehre erfüllen. ",
  "mn76:47.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erinnerung an frühere Leben. ",
  "mn76:47.2": "Er erinnert sich an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt … Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn76:47.3": "Unter einem Lehrer, unter dem ein Schüler so einen hohen erhabenen Zustand erreicht, würde ein vernünftiger Mensch das geistliche Leben führen, soweit es ihm möglich ist, und wenn er es führte, würde er das System der tauglichen Lehre erfüllen. ",
  "mn76:48.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "mn76:48.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht er Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. … Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn76:48.3": "Unter einem Lehrer, unter dem ein Schüler so einen hohen erhabenen Zustand erreicht, würde ein vernünftiger Mensch das geistliche Leben führen, soweit es ihm möglich ist, und wenn er es führte, würde er das System der tauglichen Lehre erfüllen. ",
  "mn76:49.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – dann streckt er ihn aus auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "mn76:49.2": "Er versteht wahrhaftig: ‚Das ist das Leiden‘, ‚das ist der Ursprung des Leidens‘, ‚das ist das Aufhören des Leidens‘, ‚das ist die Übung, die zum Aufhören des Leidens führt‘. ",
  "mn76:49.3": "Er versteht wahrhaftig: ‚Das sind die Befleckungen‘, ‚das ist der Ursprung der Befleckungen‘, ‚das ist das Aufhören der Befleckungen‘, ‚das ist die Übung, die zum Aufhören der Befleckungen führt‘. ",
  "mn76:50.1": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn76:50.2": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "mn76:50.3": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für dieses hier.‘ ",
  "mn76:50.4": "Unter einem Lehrer, unter dem ein Schüler so einen hohen erhabenen Zustand erreicht, würde ein vernünftiger Mensch das geistliche Leben führen, soweit es ihm möglich ist, und wenn er es führte, würde er das System der tauglichen Lehre erfüllen.“ ",
  "mn76:51.1": "„Aber Herr Ānanda, ein Mönch, der vollendet ist – dessen Befleckungen aufgelöst sind, der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fessel des fortgesetzten Daseins endgültig gelöst hat und durch Erleuchtung richtig befreit ist –, könnte ein solcher Mönch noch Sinnenfreuden genießen?“ ",
  "mn76:51.2": "‚Sandaka, ein Mönch, der vollendet ist – dessen Befleckungen aufgelöst sind, der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fessel des fortgesetzten Daseins endgültig gelöst hat und durch Erleuchtung richtig befreit ist – ein solcher Mönch kann in fünffacher Hinsicht keinen Verstoß begehen. ",
  "mn76:51.3": "Ein Mönch, dessen Befleckungen aufgelöst sind, kann nicht absichtlich einem lebenden Geschöpf das Leben nehmen, etwas wegnehmen in der Absicht, zu stehlen, Geschlechtsverkehr haben, eine bewusste Lüge sprechen oder zum eigenen Vergnügen Vorräte anlegen, wie er es als Laie getan hat. ",
  "mn76:51.4": "Ein Mönch, der vollendet ist, kann in dieser fünffachen Hinsicht keinen Verstoß begehen.“ ",
  "mn76:52.1": "„Aber Herr Ānanda, wäre einem Mönch, der vollendet ist, das Erkennen und Sehen, dass seine Befleckungen aufgelöst sind, ständig und fortwährend gegenwärtig, ob er ginge, stünde, schliefe oder wachte?“ ",
  "mn76:52.3": "„Nun, Sandaka, ich will dir ein Gleichnis geben. ",
  "mn76:52.4": "Denn mithilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "mn76:52.5": "Wie wenn die Hände und Füße eines Menschen abgetrennt wären: ",
  "mn76:52.6": "Wäre er ständig und fortwährend gewahr, dass seine Hände und Füße abgetrennt sind, ob er ginge, stünde, schliefe oder wachte? ",
  "mn76:52.7": "Oder wäre er dessen nur gewahr, wenn er es prüfte?“ ",
  "mn76:52.9": "„Er wäre dessen nicht ständig und fortwährend gewahr, ",
  "mn76:52.11": "sondern nur, wenn er es prüfte.“ ",
  "mn76:52.13": "„Ebenso sind einem Mönch, der vollendet ist, das Erkennen und Sehen, dass seine Befleckungen aufgelöst sind, nicht ständig und fortwährend gegenwärtig, ob er geht, steht, schläft oder wacht. ",
  "mn76:52.15": "Vielmehr ist er sich dessen nur gewahr, wenn er es prüft.“ ",
  "mn76:53.1": "„Aber Herr Ānanda, wie viele Mündige gibt es in dieser Lehre und Schulung?“ ",
  "mn76:53.2": "„Es gibt in dieser Lehre und Schulung nicht nur hundert Mündige, Sandaka, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
  "mn76:53.3": "„Es ist unglaublich, Herr Ānanda, es ist erstaunlich! ",
  "mn76:53.4": "Nämlich, dass hier nicht die eigene Lehre verherrlicht und die Lehren anderer herabgesetzt werden. Der Dhamma wird in seinem eigenen Feld gelehrt, und so viele Mündige werden anerkannt. ",
  "mn76:53.5": "Aber diese Ājīvakas, die Söhne von ihr, deren Söhne tot sind, verherrlichen sich selbst und setzen andere herab. Und sie erkennen nur drei Mündige an: ",
  "mn76:53.6": "Nanda Vaccha, Kisa Saṅkicca und den Bambusstab-Asketen Gosāla.“ ",
  "mn76:54.1": "Da wandte sich der Wanderer Sandaka an seine eigene Versammlung: ",
  "mn76:54.2": "„Geht, gute Herren. Unter dem Asketen Gotama wird das geistliche Leben geführt. ",
  "mn76:54.3": "Für mich ist es nicht leicht, jetzt Besitz, Ehre und Beliebtheit aufzugeben.“ ",
  "mn76:54.4": "Und so kam es, dass der Wanderer Sandaka seine eigene Versammlung fortschickte, um unter dem Buddha das geistliche Leben zu führen. "
}