{
  "mn78:0.1": "Mittlere Lehrreden 78 ",
  "mn78:0.2": "Mit Uggāhamāna Samaṇamaṇḍikāputta ",
  "mn78:1.1": "So habe ich es gehört: ",
  "mn78:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn78:1.3": "Nun befand sich zu der Zeit der Wanderer Uggāhamāna Samaṇamaṇḍikāputta zusammen mit fünfhundert Wanderern in Mallikās Kloster für philosophische Debatten mit nur einer Halle, das von Ebenholzbäumen eingefriedet war. ",
  "mn78:2.1": "Da ging der Kammerherr Pañcakaṅga mitten am Tag aus Sāvatthī fort, um den Buddha zu sehen. ",
  "mn78:2.2": "Da kam ihm in den Sinn: ",
  "mn78:2.3": "„Es ist die falsche Zeit, um den Buddha zu sehen, ",
  "mn78:2.4": "da er in Klausur ist. ",
  "mn78:2.5": "Und es ist die falsche Zeit, um die geschätzten Mönche und Nonnen zu sehen, ",
  "mn78:2.6": "da sie in Klausur sind. ",
  "mn78:2.7": "Warum gehe ich nicht zu Mallikās Kloster und besuche den Wanderer Uggāhamāna?“ ",
  "mn78:2.8": "Und so tat er es. ",
  "mn78:3.1": "Zu dieser Zeit saß Uggāhamāna mit einer großen Versammlung von Wanderern beisammen, und sie machten einen Tumult, einen Höllenlärm. Sie führten unwürdige Gespräche aller Art ",
  "mn78:3.2": "wie Gespräche über Könige, Räuber und Oberminister, über Heere, Bedrohungen und Kriege, über Essen, Trinken, Kleider und Schlafstellen, über Kränze und Düfte, über die Familie, Fahrzeuge, Dörfer, Marktflecken, Städte und Länder, über Frauen und Helden, Straßen- und Brunnengespräch, Gespräch über Verstorbene, über allerlei Dinge, Geschichten vom Land und vom Meer und Gespräche über Wiedergeburt in diesem oder jenem Daseinszustand. ",
  "mn78:3.3": "Uggāhamāna sah Pañcakaṅga von Weitem kommen ",
  "mn78:3.4": "und brachte seine Versammlung zum Schweigen: ",
  "mn78:3.5": "„Seid still, gute Herren, macht keinen Lärm. ",
  "mn78:3.6": "Hier kommt Pañcakaṅga, ein Schüler des Asketen Gotama. ",
  "mn78:3.7": "Er gehört zu den weiß gekleideten Laienschülern des Asketen Gotama, der sich in Sāvatthī aufhält. ",
  "mn78:3.8": "Solche Ehrwürdigen lieben die Stille, sind dazu erzogen, still zu sein, und preisen die Stille. ",
  "mn78:3.9": "Wenn er sieht, dass unsere Versammlung still ist, wird er es hoffentlich für angebracht halten, näherzukommen.“ ",
  "mn78:3.10": "Und diese Wanderer verstummten. ",
  "mn78:4.1": "Da ging Pañcakaṅga zum Wanderer Uggāhamāna und tauschte Willkommensgrüße mit ihm aus. ",
  "mn78:4.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. Uggāhamāna sagte zu ihm: ",
  "mn78:5.1": "„Hausbesitzer, wenn eine Person vier Eigenschaften besitzt, beschreibe ich sie als einen unbesiegbaren Asketen, der im Tauglichen vervollkommnet ist, sich im Tauglichen auszeichnet und zum Höchsten gelangt ist. ",
  "mn78:5.2": "Welche vier? ",
  "mn78:5.3": "Da tut jemand nichts Schlechtes mit dem Körper, spricht keine schlechten Worte, denkt keine schlechten Gedanken und verdient seinen Unterhalt nicht mit einem schlechten Lebenserwerb. ",
  "mn78:5.4": "Wenn eine Person diese vier Eigenschaften besitzt, beschreibe ich sie als einen unbesiegbaren Asketen, der im Tauglichen vervollkommnet ist, sich im Tauglichen auszeichnet und zum Höchsten gelangt ist.“ ",
  "mn78:6.1": "Weder begrüßte Pañcakaṅga diese Aussage des Wanderers Uggāhamāna, noch lehnte er sie ab. ",
  "mn78:6.2": "Er erhob sich von seinem Sitz und dachte: ",
  "mn78:6.3": "„Ich will die Bedeutung dieser Aussage vom Buddha selbst erfahren.“ ",
  "mn78:7.1": "Dann ging er zum Buddha, verbeugte sich, setzte sich zur Seite hin ",
  "mn78:7.2": "und berichtete dem Buddha von dem Gespräch mit dem Wanderer Uggāhamāna. ",
  "mn78:8.1": "Als er geendet hatte, sagte der Buddha zu ihm: ",
  "mn78:8.2": "„Kammerherr, wenn es wahr ist, was Uggāhamāna sagt, so ist ein kleiner stumpfer, hilfloser Säugling ein unbesiegbarer Asket, der im Tauglichen vervollkommnet ist, sich im Tauglichen auszeichnet und zum Höchsten gelangt ist. ",
  "mn78:8.3": "Denn ein kleiner Säugling hat nicht einmal ein Konzept von einem ‚Körper‘, wie kann er da mit seinem Körper etwas Schlechtes tun außer bloßem Zappeln? ",
  "mn78:8.4": "Und ein kleiner Säugling hat nicht einmal ein Konzept von ‚Sprache‘, wie kann er da schlechte Worte sprechen außer bloßem Schreien? ",
  "mn78:8.5": "Und ein kleiner Säugling hat nicht einmal ein Konzept von ‚Gedanke‘, wie kann er da schlechte Gedanken denken außer bloßem Quengeln? ",
  "mn78:8.6": "Und ein kleiner Säugling hat nicht einmal ein Konzept von ‚Lebenserwerb‘, wie kann er da seinen Unterhalt mit einem schlechten Lebenserwerb verdienen außer an der Brust der Mutter? ",
  "mn78:8.7": "Wenn es wahr ist, was Uggāhamāna sagt, so ist ein kleiner stumpfer, hilfloser Säugling ein unbesiegbarer Asket, der im Tauglichen vervollkommnet ist, sich im Tauglichen auszeichnet und zum Höchsten gelangt ist. ",
  "mn78:8.8": "Wenn eine Person vier Eigenschaften besitzt, beschreibe ich sie nicht als einen unbesiegbaren Asketen, der im Tauglichen vervollkommnet ist, sich im Tauglichen auszeichnet und zum Höchsten gelangt ist, sondern als jemanden, der die Stufe eines kleinen stumpfen, hilflosen Säuglings erreicht hat. ",
  "mn78:8.9": "Welche vier? ",
  "mn78:8.10": "Da tut jemand nichts Schlechtes mit dem Körper, spricht keine schlechten Worte, denkt keine schlechten Gedanken und verdient seinen Unterhalt nicht mit einem schlechten Lebenserwerb. ",
  "mn78:8.11": "Wenn eine Person diese vier Eigenschaften besitzt, beschreibe ich sie nicht als einen unbesiegbaren Asketen, der im Tauglichen vervollkommnet ist, sich im Tauglichen auszeichnet und zum Höchsten gelangt ist, sondern als jemanden, der die Stufe eines kleinen stumpfen hilflosen Säuglings erreicht hat. ",
  "mn78:9.1": "Wenn eine Person zehn Eigenschaften besitzt, Kammerherr, beschreibe ich sie als einen unbesiegbaren Asketen, der im Tauglichen vervollkommnet ist, sich im Tauglichen auszeichnet und zum Höchsten gelangt ist. ",
  "mn78:9.2": "‚Diese Verhaltensweisen sind untauglich‘, ",
  "mn78:9.3": "das muss verstanden werden, sage ich. ",
  "mn78:9.4": "‚Hierher stammen untaugliche Verhaltensweisen‘, ",
  "mn78:9.5": "das muss verstanden werden, sage ich. ",
  "mn78:9.6": "‚Hier hören untaugliche Verhaltensweisen restlos auf‘, ",
  "mn78:9.7": "das muss verstanden werden, sage ich. ",
  "mn78:9.8": "‚Jemand, der so übt, übt für das Aufhören untauglicher Verhaltensweisen‘, ",
  "mn78:9.9": "das muss verstanden werden, sage ich. ",
  "mn78:9.10": "‚Diese Verhaltensweisen sind tauglich‘, ",
  "mn78:9.11": "das muss verstanden werden, sage ich. ",
  "mn78:9.12": "‚Hierher stammen taugliche Verhaltensweisen.‘ ",
  "mn78:9.13": "das muss verstanden werden, sage ich. ",
  "mn78:9.14": "‚Hier hören taugliche Verhaltensweisen restlos auf‘, ",
  "mn78:9.15": "das muss verstanden werden, sage ich. ",
  "mn78:9.16": "‚Jemand, der so übt, übt für das Aufhören tauglicher Verhaltensweisen‘, ",
  "mn78:9.17": "das muss verstanden werden, sage ich. ",
  "mn78:9.18": "‚Diese Gedanken sind untauglich‘, ",
  "mn78:9.19": "das muss verstanden werden, sage ich. ",
  "mn78:9.20": "‚Hierher stammen untaugliche Gedanken‘, ",
  "mn78:9.21": "das muss verstanden werden, sage ich. ",
  "mn78:9.22": "‚Hier hören untaugliche Gedanken restlos auf‘, ",
  "mn78:9.23": "das muss verstanden werden, sage ich. ",
  "mn78:9.24": "‚Jemand, der so übt, übt für das Aufhören untauglicher Gedanken‘, ",
  "mn78:9.25": "das muss verstanden werden, sage ich. ",
  "mn78:9.26": "‚Diese Gedanken sind tauglich‘, ",
  "mn78:9.27": "das muss verstanden werden, sage ich. ",
  "mn78:9.28": "‚Hierher stammen taugliche Gedanken‘, ",
  "mn78:9.29": "das muss verstanden werden, sage ich. ",
  "mn78:9.30": "‚Hier hören taugliche Gedanken restlos auf‘, ",
  "mn78:9.31": "das muss verstanden werden, sage ich. ",
  "mn78:9.32": "‚Jemand, der so übt, übt für das Aufhören tauglicher Gedanken‘, ",
  "mn78:9.33": "das muss verstanden werden, sage ich. ",
  "mn78:10.1": "Und was, Kammerherr, sind untaugliche Verhaltensweisen? ",
  "mn78:10.2": "Untaugliche Taten mit dem Körper und der Sprache sowie schlechter Lebenserwerb; ",
  "mn78:10.3": "diese nennt untaugliche Verhaltensweisen. ",
  "mn78:10.4": "Und woher stammen diese untauglichen Verhaltensweisen? ",
  "mn78:10.5": "Woher sie stammen, wurde erklärt. ",
  "mn78:10.6": "Man soll sagen: ‚Sie stammen vom Geist.‘ ",
  "mn78:10.7": "Von welchem Geist? ",
  "mn78:10.8": "Der Geist nimmt viele und vielfältige Formen an. ",
  "mn78:10.9": "Doch untaugliche Verhaltensweisen stammen von einem gierigen, hasserfüllten und sich täuschenden Geist. ",
  "mn78:10.10": "Und wo hören diese untauglichen Verhaltensweisen restlos auf? ",
  "mn78:10.11": "Auch ihr Aufhören wurde erklärt. ",
  "mn78:10.12": "Da gibt ein Mönch schlechtes Verhalten mit dem Körper, der Sprache und dem Geist auf und entwickelt gutes Verhalten mit dem Körper, der Sprache und dem Geist. Er gibt falschen Lebenserwerb auf und verdient seinen Unterhalt mit rechtem Lebenserwerb. ",
  "mn78:10.13": "Hier hören diese untauglichen Verhaltensweisen restlos auf. ",
  "mn78:10.14": "Und wie übt jemand für das Aufhören untauglicher Verhaltensweisen? ",
  "mn78:10.15": "Da entwickelt ein Mönch Enthusiasmus, setzt sich ein, rüttelt seine Energie auf, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen. ",
  "mn78:10.16": "Er entwickelt Enthusiasmus, setzt sich ein, rüttelt seine Energie auf, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden. ",
  "mn78:10.17": "Er entwickelt Enthusiasmus, setzt sich ein, rüttelt seine Energie auf, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften aufkommen. ",
  "mn78:10.18": "Er entwickelt Enthusiasmus, setzt sich ein, rüttelt seine Energie auf, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "mn78:10.19": "Jemand, der so übt, übt für das Aufhören untauglicher Verhaltensweisen. ",
  "mn78:11.1": "Und was sind taugliche Verhaltensweisen? ",
  "mn78:11.2": "Taugliche Taten mit dem Körper und der Sprache sowie geläuterter Lebenserwerb gehören zum Verhalten, sage ich; ",
  "mn78:11.3": "diese nennt taugliche Verhaltensweisen. ",
  "mn78:11.4": "Und woher stammen diese tauglichen Verhaltensweisen? ",
  "mn78:11.5": "Woher sie stammen, wurde erklärt. ",
  "mn78:11.6": "Man soll sagen: ‚Sie stammen vom Geist.‘ ",
  "mn78:11.7": "Von welchem Geist? ",
  "mn78:11.8": "Der Geist nimmt viele und vielfältige Formen an. ",
  "mn78:11.9": "Doch taugliche Verhaltensweisen stammen von einem Geist, der frei von Gier, Hass und Täuschung ist. ",
  "mn78:11.10": "Und wo hören diese tauglichen Verhaltensweisen restlos auf? ",
  "mn78:11.11": "Auch ihr Aufhören wurde erklärt. ",
  "mn78:11.12": "Da ist ein Mönch sittlich, aber er ist nicht durch sittliches Verhalten geprägt. ",
  "mn78:11.13": "Und er versteht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese tauglichen Eigenschaften restlos aufhören. ",
  "mn78:11.14": "Und wie übt jemand für das Aufhören tauglicher Verhaltensweisen? ",
  "mn78:11.15": "Da entwickelt ein Mönch Enthusiasmus, setzt sich ein, rüttelt seine Energie auf, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen. … ",
  "mn78:11.16": "damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden … ",
  "mn78:11.17": "damit taugliche Eigenschaften aufkommen … ",
  "mn78:11.18": "damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "mn78:11.19": "Jemand, der so übt, übt für das Aufhören tauglicher Verhaltensweisen. ",
  "mn78:12.1": "Und was sind untaugliche Gedanken? ",
  "mn78:12.2": "Sinnliche, böswillige und grausame Gedanken; ",
  "mn78:12.3": "diese nennt untaugliche Gedanken. ",
  "mn78:12.4": "Und woher stammen diese untauglichen Gedanken? ",
  "mn78:12.5": "Woher sie stammen, wurde erklärt. ",
  "mn78:12.6": "Man soll sagen: ‚Sie stammen von der Wahrnehmung.‘ ",
  "mn78:12.7": "Von welcher Wahrnehmung? ",
  "mn78:12.8": "Wahrnehmung nimmt viele und vielfältige Formen an. ",
  "mn78:12.9": "Sinnliche, böswillige und grausame Wahrnehmungen; ",
  "mn78:12.10": "hierher stammen untaugliche Gedanken. ",
  "mn78:12.11": "Und wo hören diese untauglichen Gedanken restlos auf? ",
  "mn78:12.12": "Auch ihr Aufhören wurde erklärt. ",
  "mn78:12.13": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn78:12.14": "Hier hören diese untauglichen Gedanken restlos auf. ",
  "mn78:12.15": "Und wie übt jemand für das Aufhören untauglicher Gedanken? ",
  "mn78:12.16": "Da entwickelt ein Mönch Enthusiasmus, setzt sich ein, rüttelt seine Energie auf, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen. … ",
  "mn78:12.17": "damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden … ",
  "mn78:12.18": "damit taugliche Eigenschaften aufkommen … ",
  "mn78:12.19": "damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "mn78:12.20": "Jemand, der so übt, übt für das Aufhören untauglicher Gedanken. ",
  "mn78:13.1": "Und was sind taugliche Gedanken? ",
  "mn78:13.2": "Entsagende, wohlwollende und mildherzige Gedanken; ",
  "mn78:13.3": "diese nennt taugliche Gedanken. ",
  "mn78:13.4": "Und woher stammen diese tauglichen Gedanken? ",
  "mn78:13.5": "Woher sie stammen, wurde erklärt. ",
  "mn78:13.6": "Man soll sagen: ‚Sie stammen von der Wahrnehmung.‘ ",
  "mn78:13.7": "Von welcher Wahrnehmung? ",
  "mn78:13.8": "Wahrnehmung nimmt viele und vielfältige Formen an. ",
  "mn78:13.9": "Entsagende, wohlwollende und mildherzige Wahrnehmungen; ",
  "mn78:13.10": "hierher stammen taugliche Gedanken. ",
  "mn78:13.11": "Und wo hören diese tauglichen Gedanken restlos auf? ",
  "mn78:13.12": "Auch ihr Aufhören wurde erklärt. ",
  "mn78:13.13": "Da tritt ein Mönch, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn78:13.14": "Hier hören diese tauglichen Gedanken restlos auf. ",
  "mn78:13.15": "Und wie übt jemand für das Aufhören tauglicher Gedanken? ",
  "mn78:13.16": "Da entwickelt ein Mönch Enthusiasmus, setzt sich ein, rüttelt seine Energie auf, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen. … ",
  "mn78:13.17": "damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden … ",
  "mn78:13.18": "damit taugliche Eigenschaften aufkommen … ",
  "mn78:13.19": "damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "mn78:13.20": "Jemand, der so übt, übt für das Aufhören tauglicher Gedanken. ",
  "mn78:14.1": "Kammerherr, welche zehn Eigenschaften muss eine Person haben, damit ich sie als einen unbesiegbaren Asketen beschreibe, der im Tauglichen vervollkommnet ist, sich im Tauglichen auszeichnet und zum Höchsten gelangt ist? ",
  "mn78:14.2": "Da besitzt ein Mönch die rechte Ansicht, das rechte Denken, die rechte Rede, das rechte Handeln, den rechten Lebenserwerb, den rechten Einsatz, die rechte Achtsamkeit, die rechte Versenkung, die rechte Erkenntnis und die rechte Freiheit eines der Schulung Entwachsenen. ",
  "mn78:14.3": "Wenn eine Person diese zehn Eigenschaften besitzt, beschreibe ich sie als einen unbesiegbaren Asketen, der im Tauglichen vervollkommnet ist, sich im Tauglichen auszeichnet und zum Höchsten gelangt ist.“ ",
  "mn78:14.4": "Das sagte der Buddha. ",
  "mn78:14.5": "Zufrieden begrüßte der Kammerherr Pañcakaṅga die Worte des Buddha. "
}