{
  "mn79:0.1": "Mittlere Lehrreden 79 ",
  "mn79:0.2": "Die kürzere Lehrrede mit Sakuludāyī ",
  "mn79:1.1": "So habe ich es gehört: ",
  "mn79:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "mn79:1.3": "Zu dieser Zeit nun befand sich der Wanderer Sakuludāyī zusammen mit einer großen Versammlung von Wanderern im Wandererkloster am Futterplatz der Pfauen. ",
  "mn79:2.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Rājagaha zum Almosengang. ",
  "mn79:2.2": "Da kam ihm in den Sinn: ",
  "mn79:2.3": "„Es ist zu früh für den Almosengang in Rājagaha. ",
  "mn79:2.4": "Warum besuche ich nicht den Wanderer Sakuludāyī im Wandererkloster am Futterplatz der Pfauen?“ ",
  "mn79:2.5": "Und der Buddha ging zu dem Wandererkloster. ",
  "mn79:3.1": "Zu dieser Zeit saß Sakuludāyī mit einer großen Versammlung von Wanderern beisammen, und sie machten einen Tumult, einen Höllenlärm. Sie führten unwürdige Gespräche aller Art ",
  "mn79:3.2": "wie Gespräche über Könige, Räuber und Oberminister, über Heere, Bedrohungen und Kriege, über Essen, Trinken, Kleider und Schlafstellen, über Kränze und Düfte, über die Familie, Fahrzeuge, Dörfer, Marktflecken, Städte und Länder, über Frauen und Helden, Straßen- und Brunnengespräch, Gespräch über Verstorbene, über allerlei Dinge, Geschichten vom Land und vom Meer und Gespräche über Wiedergeburt in diesem oder jenem Daseinszustand. ",
  "mn79:3.3": "Sakuludāyī sah den Buddha von Weitem kommen ",
  "mn79:3.4": "und brachte seine Versammlung zum Schweigen: ",
  "mn79:3.5": "„Seid still, gute Herren, macht keinen Lärm. ",
  "mn79:3.6": "Hier kommt der Asket Gotama. ",
  "mn79:3.7": "Der Ehrwürdige liebt die Stille und preist die Stille. ",
  "mn79:3.8": "Wenn er sieht, dass unsere Versammlung still ist, wird er es hoffentlich für angebracht halten, näherzukommen.“ ",
  "mn79:3.9": "Und diese Wanderer verstummten. ",
  "mn79:4.1": "Da ging der Buddha zum Wanderer Sakuludāyī, ",
  "mn79:4.2": "und dieser sagte zu ihm: ",
  "mn79:4.3": "„Der Gesegnete komme her, Herr! ",
  "mn79:4.4": "Willkommen dem Gesegneten, Herr! ",
  "mn79:4.5": "Es ist lange her, dass du die Gelegenheit genutzt hast, hierherzukommen. ",
  "mn79:4.6": "Setz dich bitte, Herr, ",
  "mn79:4.7": "dieser Sitz ist bereit.“ ",
  "mn79:4.8": "Der Buddha setzte sich auf den ausgebreiteten Sitz, ",
  "mn79:4.9": "während Sakuludāyī einen niedrigeren Sitz nahm und sich zur Seite hinsetzte. ",
  "mn79:4.10": "Der Buddha sagte zu ihm: ",
  "mn79:4.11": "„Udāyī, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch wurde unterbrochen?“ ",
  "mn79:5.1": "„Herr, das, worüber wir gerade gesprochen haben, wollen wir beiseite lassen. ",
  "mn79:5.2": "Es wird nicht schwer für dich sein, das später zu erfahren. ",
  "mn79:5.3": "Wenn ich nicht zu der Versammlung komme, sitzen sie beisammen und führen unwürdige Gespräche aller Art. ",
  "mn79:5.4": "Aber wenn ich zu der Versammlung gekommen bin, sitzen sie da und blicken nur zu meinem Gesicht auf: ",
  "mn79:5.5": "‚Was immer der Asket Udāyī lehrt, dem wollen wir lauschen!‘ ",
  "mn79:5.6": "Aber wenn der Buddha zu der Versammlung gekommen ist, sitzen sowohl ich als auch die Versammlung da und blicken zu deinem Gesicht auf: ",
  "mn79:5.7": "‚Was immer der Buddha lehrt, dem wollen wir lauschen!‘“ ",
  "mn79:6.1": "„Nun, Udāyī, schlage etwas vor, über das ich sprechen soll.“ ",
  "mn79:6.2": "„Herr, vor ein paar Tagen behauptete jemand, allwissend und all-sehend zu sein und alles ohne Ausnahme zu erkennen und zu sehen, und zwar so: ‚Erkennen und Sehen sind mir ständig und fortwährend gegenwärtig, ob ich gehe, stehe, schlafe oder wache.‘ ",
  "mn79:6.3": "Als ich ihm eine Frage über die Vergangenheit stellte, wich er dem Problem aus, lenkte das Gespräch auf Nebensächlichkeiten und zeigte Ärger, Hass und Unmut. ",
  "mn79:6.4": "Da musste ich an den Buddha denken: ",
  "mn79:6.5": "‚Sicher muss das der Gesegnete sein, der Heilige, der in solchen Dingen so bewandert ist.‘“ ",
  "mn79:6.6": "„Aber Udāyī, wer hat diese Behauptung aufgestellt und sich dann so verhalten?“ ",
  "mn79:6.7": "„Es war der Jaina-Asket aus dem Stamm Ñātika, Herr.“ ",
  "mn79:7.1": "„Udāyī, jemand, der sich an viele Arten früherer Leben erinnert … mit den Merkmalen und Einzelheiten, könnte mir eine Frage über die Vergangenheit stellen, oder ich könnte ihm eine Frage über die Vergangenheit stellen. ",
  "mn79:7.2": "Und er könnte mich mit seiner Antwort zufriedenstellen, oder ich könnte ihn mit meiner Antwort zufriedenstellen. ",
  "mn79:7.3": "Jemand, der mit geläuterter und übermenschlicher Hellsichtigkeit … versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden, könnte mir eine Frage über die Zukunft stellen, oder ich könnte ihm eine Frage über die Zukunft stellen. ",
  "mn79:7.4": "Und er könnte mich mit seiner Antwort zufriedenstellen, oder ich könnte ihn mit meiner Antwort zufriedenstellen. ",
  "mn79:7.5": "Aber Udāyī, lass die Vergangenheit und die Zukunft beiseite. ",
  "mn79:7.6": "Ich will dich den Dhamma lehren: ",
  "mn79:7.7": "‚Wenn dieses besteht, ist jenes; aufgrund des Entstehens von diesem entsteht jenes. ",
  "mn79:7.8": "Wenn dieses nicht besteht, ist jenes nicht; aufgrund des Aufhörens von diesem hört jenes auf.‘“ ",
  "mn79:8.1": "„Nun, Herr, ich kann mich nicht einmal an das, was ich in dieser Inkarnation erlebt habe, mit den Merkmalen und Einzelheiten erinnern. ",
  "mn79:8.2": "Wie soll ich mich da an viele Arten früherer Leben mit den Merkmalen und Einzelheiten erinnern wie der Buddha? ",
  "mn79:8.3": "Ich kann ja jetzt nicht einmal einen Erdkobold sehen. ",
  "mn79:8.4": "Wie soll ich da mit geläuterter und übermenschlicher Hellsichtigkeit verstehen, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden wie der Buddha? ",
  "mn79:8.5": "Doch der Buddha hat zu mir gesagt: ",
  "mn79:8.6": "‚Aber Udāyī, lass die Vergangenheit und die Zukunft beiseite. ",
  "mn79:8.7": "Ich will dich den Dhamma lehren: ",
  "mn79:8.8": "„Wenn dieses besteht, ist jenes; aufgrund des Entstehens von diesem entsteht jenes. ",
  "mn79:8.9": "Wenn dieses nicht besteht, ist jenes nicht; aufgrund des Aufhörens von diesem hört jenes auf.“‘ Aber das ist mir noch weniger klar. ",
  "mn79:8.10": "Vielleicht kann ich den Buddha zufriedenstellen, indem ich eine Frage über meine eigene Tradition beantworte.“ ",
  "mn79:9.1": "„Aber Udāyī, was ist deine eigene Tradition?“ ",
  "mn79:9.2": "„Herr, sie ist dies: ",
  "mn79:9.3": "‚Das ist der höchste Glanz, das ist der höchste Glanz.‘“ ",
  "mn79:9.4": "„Aber was ist dieser höchste Glanz?“ ",
  "mn79:9.6": "„Herr, der höchste Glanz ist der Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist.“ ",
  "mn79:9.7": "„Aber was ist dieser höchste Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist?“ ",
  "mn79:9.8": "„Herr, der höchste Glanz ist der Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist.“ ",
  "mn79:10.1": "„Udāyī, du könntest noch lange so fortfahren. ",
  "mn79:10.2": "Du sagst: ‚Der höchste Glanz ist der Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist.‘ Aber du beschreibst diesen Glanz nicht. ",
  "mn79:10.3": "Angenommen, ein Mann würde sagen: ",
  "mn79:10.4": "‚Ganz gleich, wer die erlesenste Dame im Land ist, sie ist es, die ich will, die ich begehre!‘ ",
  "mn79:10.5": "Man würde zu ihm sagen: ",
  "mn79:10.6": "‚Werter Mann, diese erlesenste Dame im Land, die du begehrst – weißt du, ob sie eine Adlige, eine Brahmanin, eine Landarbeiterin oder eine Hilfsarbeiterin ist?‘ ",
  "mn79:10.7": "Wenn er so gefragt würde, würde er sagen: ‚Nein.‘ ",
  "mn79:10.8": "Man würde zu ihm sagen: ",
  "mn79:10.9": "‚Werter Mann, diese erlesenste Dame im Land, die du begehrst – kennst du ihren Namen oder ihren Stamm? Weißt du, ob sie groß, klein oder mittelgroß ist? Ob ihre Haut schwarz, braun oder lohfarben ist? Aus welchem Dorf, welchem Marktflecken oder welcher Stadt sie stammt?‘ ",
  "mn79:10.10": "Wenn er so gefragt würde, würde er sagen: ‚Nein.‘ ",
  "mn79:10.11": "Man würde zu ihm sagen: ",
  "mn79:10.12": "‚Werter Mann, begehrst du eine, die du nie auch nur gekannt oder gesehen hast?‘ ",
  "mn79:10.13": "Wenn er so gefragt würde, würde er sagen: ‚Ja.‘ ",
  "mn79:10.14": "Was denkst du, Udāyī? ",
  "mn79:10.15": "Wenn das so ist, stellt sich da nicht heraus, dass die Aussage dieses Mannes keine beweisbare Grundlage hat?“ ",
  "mn79:10.16": "„Sicherlich ist das so, Herr.“ ",
  "mn79:10.17": "„Ebenso sagst du: ‚Der höchste Glanz ist der Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist.‘ Aber du beschreibst diesen Glanz nicht.“ ",
  "mn79:11.1": "„Herr, wie ein Schmuckstück aus Beryll von natürlicher Schönheit, mit acht Facetten, gut gearbeitet, das auf ein cremefarbenes Tuch gelegt wurde: Es leuchtet und glüht und strahlt. So ist der Glanz des Selbst, das nach dem Tod gesund ist.“ ",
  "mn79:12.1": "„Was denkst du, Udāyī? ",
  "mn79:12.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: das Schmuckstück aus Beryll, das auf ein cremefarbenes Tuch gelegt wurde, oder ein Glühwürmchen im Dunkel der Nacht?“ ",
  "mn79:12.3": "„Ein Glühwürmchen im Dunkel der Nacht, Herr.“ ",
  "mn79:13.1": "„Was denkst du, Udāyī? ",
  "mn79:13.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: ein Glühwürmchen im Dunkel der Nacht oder eine Öllampe im Dunkel der Nacht?“ ",
  "mn79:13.3": "„Eine Öllampe im Dunkel der Nacht, Herr.“ ",
  "mn79:14.1": "„Was denkst du, Udāyī? ",
  "mn79:14.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: eine Öllampe im Dunkel der Nacht oder eine große Feuersbrunst im Dunkel der Nacht?“ ",
  "mn79:14.3": "„Eine große Feuersbrunst im Dunkel der Nacht, Herr.“ ",
  "mn79:15.1": "„Was denkst du, Udāyī? ",
  "mn79:15.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: eine große Feuersbrunst im Dunkel der Nacht oder der Morgenstern am klaren und wolkenlosen Himmel beim ersten Morgengrauen?“ ",
  "mn79:15.3": "„Der Morgenstern am klaren und wolkenlosen Himmel beim ersten Morgengrauen, Herr.“ ",
  "mn79:16.1": "„Was denkst du, Udāyī? ",
  "mn79:16.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: der Morgenstern am klaren und wolkenlosen Himmel beim ersten Morgengrauen oder der Vollmond um Mitternacht am klaren und wolkenlosen Himmel am Besinnungstag, dem fünfzehnten Tag?“ ",
  "mn79:16.3": "„Der Vollmond um Mitternacht am klaren und wolkenlosen Himmel am Besinnungstag, dem fünfzehnten Tag, Herr.“ ",
  "mn79:17.1": "„Was denkst du, Udāyī? ",
  "mn79:17.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: der Vollmond um Mitternacht am klaren und wolkenlosen Himmel am Besinnungstag, dem fünfzehnten Tag, oder die Mittagssonne am klaren und wolkenlosen Himmel im letzten Monat der Regenzeit, zur Herbstzeit?“ ",
  "mn79:17.3": "„Die Mittagssonne am klaren und wolkenlosen Himmel im letzten Monat der Regenzeit, zur Herbstzeit, Herr.“ ",
  "mn79:18.1": "„Darüber hinaus, Udāyī, kenne ich sehr viele Götter, auf die das Licht von Mond und Sonne keinen Eindruck macht. ",
  "mn79:18.2": "Dennoch sage ich nicht: ",
  "mn79:18.3": "‚Der Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist.‘ ",
  "mn79:18.4": "Aber zu einem Glanz, der geringer ist als der eines Glühwürmchens, sagst du: ‚Das ist der höchste Glanz.‘ Und du beschreibst diesen Glanz nicht.“ ",
  "mn79:19.1": "„Der Gesegnete hat das Gespräch abgeschnitten! Der Heilige hat das Gespräch abgeschnitten!“ ",
  "mn79:19.2": "„Aber Udāyī, warum sagst du: ",
  "mn79:19.3": "‚Der Gesegnete hat das Gespräch abgeschnitten! Der Heilige hat das Gespräch abgeschnitten!‘?“ ",
  "mn79:19.4": "„Herr, in unserer eigenen Tradition heißt es: ",
  "mn79:19.5": "‚Das ist der höchste Glanz, das ist der höchste Glanz.‘ ",
  "mn79:19.6": "Aber wenn der Buddha über unsere eigene Tradition auf uns eindringt, uns nachgeht und uns ins Kreuzverhör nimmt, erweist sie sich als gehaltlos, hohl und fehlgeleitet.“ ",
  "mn79:20.1": "„Aber Udāyī, gibt es eine ausschließlich glückliche Welt? Und gibt es eine begründete Übung, um eine ausschließlich glückliche Welt zu verwirklichen?“ ",
  "mn79:20.2": "„Herr, in unserer eigenen Tradition heißt es: ",
  "mn79:20.3": "‚Es gibt eine ausschließlich glückliche Welt, und es gibt eine begründete Übung, um eine ausschließlich glückliche Welt zu verwirklichen.‘“ ",
  "mn79:21.1": "„Nun, was ist diese begründete Übung, um eine ausschließlich glückliche Welt zu verwirklichen?“ ",
  "mn79:21.2": "„Herr, da hat jemand das Töten lebender Geschöpfe, das Stehlen, das Begehen sexueller Verfehlungen und das Lügen aufgegeben und tut diese Dinge nicht mehr. Und er fährt fort, indem er eine Art inbrünstiger Bußübung aufnimmt. ",
  "mn79:21.3": "Das ist die begründete Übung, um eine ausschließlich glückliche Welt zu verwirklichen.“ ",
  "mn79:22.1": "„Was denkst du, Udāyī? ",
  "mn79:22.2": "Zu einer Zeit, zu der jemand das Töten aufgibt und nicht mehr tötet, ist zu dieser Zeit sein Selbst ausschließlich glücklich, oder erlebt es sowohl Glück als auch Schmerz?“ ",
  "mn79:22.3": "„Es erlebt sowohl Glück als auch Schmerz, Herr.“ ",
  "mn79:22.4": "„Was denkst du, Udāyī? ",
  "mn79:22.5": "Zu einer Zeit, zu der jemand das Stehlen aufgibt und nicht mehr stiehlt … ",
  "mn79:22.7": "Zu einer Zeit, zu der jemand sexuelle Verfehlungen aufgibt und keine sexuellen Verfehlungen mehr begeht … ",
  "mn79:22.9": "Zu einer Zeit, zu der jemand das Lügen aufgibt und nicht mehr lügt, ist zu dieser Zeit sein Selbst ausschließlich glücklich, oder erlebt es sowohl Glück als auch Schmerz?“ ",
  "mn79:22.10": "„Es erlebt sowohl Glück als auch Schmerz, Herr.“ ",
  "mn79:22.11": "„Was denkst du, Udāyī? ",
  "mn79:22.12": "Zu einer Zeit, zu der jemand eine Art inbrünstiger Bußübung aufnimmt und befolgt, ist zu dieser Zeit sein Selbst ausschließlich glücklich, oder erlebt es sowohl Glück als auch Schmerz?“ ",
  "mn79:22.13": "„Es erlebt sowohl Glück als auch Schmerz, Herr.“ ",
  "mn79:22.14": "„Was denkst du, Udāyī? ",
  "mn79:22.15": "Wird eine ausschließlich glückliche Welt verwirklicht, indem man sich auf eine Übung mit einer Mischung aus Glück und Schmerz stützt?“ ",
  "mn79:23.1": "„Der Gesegnete hat das Gespräch abgeschnitten! Der Heilige hat das Gespräch abgeschnitten!“ ",
  "mn79:23.2": "„Aber Udāyī, warum sagst du: ",
  "mn79:23.3": "‚Der Gesegnete hat das Gespräch abgeschnitten! Der Heilige hat das Gespräch abgeschnitten!‘?“ ",
  "mn79:23.4": "„Herr, in unserer eigenen Tradition heißt es: ",
  "mn79:23.5": "‚Es gibt eine ausschließlich glückliche Welt, und es gibt eine begründete Übung, um eine ausschließlich glückliche Welt zu verwirklichen.‘ ",
  "mn79:23.6": "Aber wenn der Buddha über unsere eigene Tradition auf uns eindringt, uns nachgeht und uns ins Kreuzverhör nimmt, erweist sie sich als gehaltlos, hohl und fehlgeleitet. ",
  "mn79:23.7": "Aber Herr, gibt es eine ausschließlich glückliche Welt? Und gibt es eine begründete Übung, um eine ausschließlich glückliche Welt zu verwirklichen?“ ",
  "mn79:24.1": "„Es gibt eine ausschließlich glückliche Welt, und es gibt eine begründete Übung, um eine ausschließlich glückliche Welt zu verwirklichen.“ ",
  "mn79:24.2": "„Nun, Herr, was ist diese begründete Übung, um eine ausschließlich glückliche Welt zu verwirklichen?“ ",
  "mn79:25.1": "„Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin … ",
  "mn79:25.2": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt er in die zweite Vertiefung ein und verweilt darin … ",
  "mn79:25.3": "Mit dem Schwinden der Ekstase tritt er in die dritte Vertiefung ein und verweilt darin … ",
  "mn79:25.4": "Das ist die begründete Übung, um eine ausschließlich glückliche Welt zu verwirklichen.“ ",
  "mn79:25.5": "„Herr, das ist nicht die begründete Übung, um eine ausschließlich glückliche Welt zu verwirklichen. An diesem Punkt wurde eine ausschließlich glückliche Welt bereits verwirklicht.“ ",
  "mn79:25.6": "„Nein, Udāyī, an diesem Punkt wurde eine ausschließlich glückliche Welt noch nicht verwirklicht. ",
  "mn79:25.7": "Das ist die begründete Übung, um eine ausschließlich glückliche Welt zu verwirklichen.“ ",
  "mn79:26.1": "Daraufhin machte Sakuludāyīs Versammlung einen Tumult, einen Höllenlärm: ",
  "mn79:26.2": "„In diesem Fall sind wir verloren, und unsere Tradition ebenfalls! In diesem Fall sind wir verloren, und unsere Tradition ebenfalls! ",
  "mn79:26.3": "Wir kennen nichts, das höher wäre als das!“ ",
  "mn79:26.4": "Da beruhigte Sakuludāyī diese Wanderer und sagte zum Buddha: ",
  "mn79:27.1": "„Nun, Herr, an welchem Punkt ist eine ausschließlich glückliche Welt verwirklicht?“ ",
  "mn79:27.2": "„Da gibt ein Mönch Glück und Schmerz auf und tritt mit dem Enden früherer Fröhlichkeit und Traurigkeit in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn79:27.3": "Es gibt Gottheiten, die in einer ausschließlich glückliche Welt wiedergeboren wurden. Ihnen schließt er sich an, unterhält sich mit ihnen und lässt sich auf Diskussionen mit ihnen ein. ",
  "mn79:27.4": "Das ist der Punkt, an dem eine ausschließlich glückliche Welt verwirklicht wurde.“ ",
  "mn79:28.1": "„Sicherlich führen die Mönche und Nonnen unter dem Buddha das geistliche Leben, um diese ausschließlich glückliche Welt zu verwirklichen?“ ",
  "mn79:28.2": "„Nein, Udāyī, die Mönche und Nonnen führen unter mir nicht das geistliche Leben, um diese ausschließlich glückliche Welt zu verwirklichen. ",
  "mn79:28.3": "Es gibt andere, höhere und erlesenere Dinge, um derentwillen die Mönche und Nonnen unter mir das geistliche Leben führen.“ ",
  "mn79:28.4": "„Aber Herr, was sind diese höheren und erleseneren Dinge?“ ",
  "mn79:29-36.1": "„Da erscheint ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. … ",
  "mn79:37.1": "Er gibt diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "mn79:37.2": "Dann tritt er, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin. ",
  "mn79:37.3": "Das ist eines dieser höheren und erleseneren Dinge, um derentwillen die Mönche und Nonnen unter mir das geistliche Leben führen. ",
  "mn79:38-40.1": "Dann beruhigt sich da bei einem Mönch das Ausrichten und Halten des Geistes, und er tritt in die zweite Vertiefung ein und verweilt darin … ",
  "mn79:38-40.2": "in die dritte Vertiefung … ",
  "mn79:38-40.3": "in die vierte Vertiefung. ",
  "mn79:38-40.4": "Auch das ist eines dieser höheren und erleseneren Dinge, um derentwillen die Mönche und Nonnen unter mir das geistliche Leben führen. ",
  "mn79:41.1": "Wenn der Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erinnerung an frühere Leben. ",
  "mn79:41.2": "Er erinnert sich an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt … Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn79:41.3": "Auch das ist eines dieser höheren und erleseneren Dinge, um derentwillen die Mönche und Nonnen unter mir das geistliche Leben führen. ",
  "mn79:42.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "mn79:42.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht er Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. … Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn79:42.3": "Auch das ist eines dieser höheren und erleseneren Dinge, um derentwillen die Mönche und Nonnen unter mir das geistliche Leben führen. ",
  "mn79:43.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – dann streckt er ihn aus auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "mn79:43.2": "Er versteht wahrhaftig: ‚Das ist das Leiden‘, … ‚das ist der Ursprung des Leidens‘, … ‚das ist das Aufhören des Leidens‘, … ‚das ist die Übung, die zum Aufhören des Leidens führt‘. ",
  "mn79:43.3": "Er versteht wahrhaftig: ‚Das sind die Befleckungen‘, … ‚das ist der Ursprung der Befleckungen‘, … ‚das ist das Aufhören der Befleckungen‘, … ‚das ist die Übung, die zum Aufhören der Befleckungen führt‘. ",
  "mn79:44.1": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn79:44.2": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "mn79:44.3": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.‘ ",
  "mn79:44.4": "Auch das ist eines dieser höheren und erleseneren Dinge, um derentwillen die Mönche und Nonnen unter mir das geistliche Leben führen. ",
  "mn79:44.5": "Das sind diese höheren und erleseneren Dinge, um derentwillen die Mönche und Nonnen unter mir das geistliche Leben führen.“ ",
  "mn79:45.1": "Auf diese Worte sagte der Wanderer Sakuludāyī zum Buddha: ",
  "mn79:45.2": "„Vortrefflich, Herr! Vortrefflich! ",
  "mn79:45.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "mn79:45.4": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn79:45.5": "Herr, darf ich vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "mn79:46.1": "Daraufhin sagte Sakuludāyīs Versammlung zu ihm: ",
  "mn79:46.2": "„Herr Udāyī, führe nicht das geistliche Leben unter dem Asketen Gotama. ",
  "mn79:46.3": "Du warst ein Lehrmeister; lebe nicht als Zögling. ",
  "mn79:46.4": "Dir wird es ergehen wie einem Wasserkrug, der zu einer Wasser-Schöpfkelle wird. ",
  "mn79:46.5": "Herr Udāyī, führe nicht das geistliche Leben unter dem Asketen Gotama. ",
  "mn79:46.6": "Du warst ein Lehrmeister; lebe nicht als Zögling.“ ",
  "mn79:46.7": "Und so wurde der Wanderer Sakuludāyī von seiner eigenen Versammlung davon abgehalten, unter dem Buddha das geistliche Leben zu führen. "
}