{
  "mn7:0.1": "Mittlere Lehrreden 7 ",
  "mn7:0.2": "Das Gleichnis vom Tuch ",
  "mn7:1.1": "So habe ich es gehört: ",
  "mn7:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn7:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn7:1.4": "„Mönche und Nonnen!“ ",
  "mn7:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "mn7:1.6": "Der Buddha sagte: ",
  "mn7:2.1": "„Mönche und Nonnen, angenommen, da wäre ein Tuch, das schmutzig und fleckig wäre. ",
  "mn7:2.2": "Ganz gleich, welche Farbe der Färber benutzen würde, ob blau oder gelb oder rot oder purpur – es wäre schlecht gefärbt und die Farbe wäre unrein. ",
  "mn7:2.3": "Und warum? ",
  "mn7:2.4": "Weil das Tuch verunreinigt ist. ",
  "mn7:2.5": "Ebenso kann man, wenn der Geist verunreinigt ist, ein elendes Schicksal erwarten. ",
  "mn7:2.6": "Angenommen, da wäre ein Tuch, das sauber und rein wäre. ",
  "mn7:2.7": "Ganz gleich, welche Farbe der Färber benutzen würde, ob blau oder gelb oder rot oder purpur – es wäre gut gefärbt und die Farbe wäre rein. ",
  "mn7:2.8": "Und warum? ",
  "mn7:2.9": "Weil das Tuch rein ist. ",
  "mn7:2.10": "Ebenso kann man, wenn der Geist rein ist, ein glückliches Schicksal erwarten. ",
  "mn7:3.1": "Und was sind die Verunreinigungen des Geistes? ",
  "mn7:3.2": "Begierde und unmoralische Gier, böser Wille, Zorn, Feindseligkeit, Geringschätzung, Verachtung, Eifersucht, Geiz, Betrug, Doppelzüngigkeit, Starrsinn, Angriffslust, Einbildung, Selbstgefälligkeit, Eitelkeit und Nachlässigkeit sind Verunreinigungen des Geistes. ",
  "mn7:4.1": "Ein Mönch, der versteht, dass Begierde und unmoralische Gier Verunreinigungen des Geistes sind, gibt sie auf. ",
  "mn7:4.2": "Eine Nonne, die versteht, dass böser Wille … ",
  "mn7:4.3": " ",
  "mn7:4.4": "Zorn … ",
  "mn7:4.5": " ",
  "mn7:4.6": "Feindseligkeit … ",
  "mn7:4.7": " ",
  "mn7:4.8": "Geringschätzung … ",
  "mn7:4.9": " ",
  "mn7:4.10": "Verachtung … ",
  "mn7:4.11": " ",
  "mn7:4.12": "Eifersucht … ",
  "mn7:4.13": " ",
  "mn7:4.14": "Geiz … ",
  "mn7:4.15": " ",
  "mn7:4.16": "Betrug … ",
  "mn7:4.17": " ",
  "mn7:4.18": "Doppelzüngigkeit … ",
  "mn7:4.19": " ",
  "mn7:4.20": "Starrsinn … ",
  "mn7:4.21": " ",
  "mn7:4.22": "Angriffslust … ",
  "mn7:4.23": " ",
  "mn7:4.24": "Einbildung … ",
  "mn7:4.25": " ",
  "mn7:4.26": "Selbstgefälligkeit … ",
  "mn7:4.27": " ",
  "mn7:4.28": "Eitelkeit … ",
  "mn7:4.29": " ",
  "mn7:4.30": "und Nachlässigkeit Verunreinigungen des Geistes sind, gibt sie auf. ",
  "mn7:4.31": " ",
  "mn7:5.1": "Wenn sie diese Verunreinigungen des Geistes ",
  "mn7:5.2": "als solche verstanden und aufgegeben hat, ",
  "mn7:5.3": " ",
  "mn7:5.4": " ",
  "mn7:5.5": " ",
  "mn7:5.6": " ",
  "mn7:5.7": " ",
  "mn7:5.8": " ",
  "mn7:5.9": " ",
  "mn7:5.10": " ",
  "mn7:5.11": " ",
  "mn7:5.12": " ",
  "mn7:5.13": " ",
  "mn7:5.14": " ",
  "mn7:5.15": " ",
  "mn7:5.16": " ",
  "mn7:5.17": " ",
  "mn7:5.18": " ",
  "mn7:5.19": " ",
  "mn7:5.20": " ",
  "mn7:5.21": " ",
  "mn7:5.22": " ",
  "mn7:5.23": " ",
  "mn7:5.24": " ",
  "mn7:5.25": " ",
  "mn7:5.26": " ",
  "mn7:5.27": " ",
  "mn7:5.28": " ",
  "mn7:5.29": " ",
  "mn7:5.30": " ",
  "mn7:5.31": " ",
  "mn7:5.32": "hat sie auf Erfahrung gegründete Zuversicht zum Buddha: ",
  "mn7:5.33": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn7:6.1": "Sie hat auf Erfahrung gegründete Zuversicht zur Lehre: ",
  "mn7:6.2": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "mn7:7.1": "Sie hat auf Erfahrung gegründete Zuversicht zum Saṅgha: ",
  "mn7:7.2": "‚Der Saṅgha der Schüler des Buddha übt nach dem guten Weg, dem geraden Weg, dem methodischen Weg, dem Weg des richtigen Vorgehens. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "mn7:8.1": "Wenn ein Mönch bis zu diesem Punkt verworfen, beseitigt, freigemacht, aufgegeben und davon abgelassen hat, so ist er beim Gedanken: ‚Ich habe auf Erfahrung gegründete Zuversicht zum Buddha‘ ergriffen von der Bedeutung und der Lehre und findet Freude im Zusammenhang mit der Lehre. ",
  "mn7:8.2": "Wenn er voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet man Seligkeit. Und wenn man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "mn7:9.1": "Beim Gedanken: ‚Ich habe auf Erfahrung gegründete Zuversicht zur Lehre‘ … ",
  "mn7:10.1": "Beim Gedanken: ‚Ich habe auf Erfahrung gegründete Zuversicht zum Saṅgha‘ ist er ergriffen von der Bedeutung und der Lehre und findet Freude im Zusammenhang mit der Lehre. ",
  "mn7:10.2": " ",
  "mn7:11.1": "Beim Gedanken: ‚Ich habe bis zu diesem Punkt verworfen, beseitigt, freigemacht, aufgegeben und davon abgelassen‘ ist er ergriffen von der Bedeutung und der Lehre und findet Freude im Zusammenhang mit der Lehre. ",
  "mn7:11.2": "Wenn er voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet man Seligkeit. Und wenn man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "mn7:12.1": "Wenn eine Nonne von solchem sittlichen Verhalten, solchen Eigenschaften und solcher Weisheit feinen gekochten Reis verzehrt, aus dem die dunklen Körner ausgelesen sind und der mit vielen Suppen und Soßen angerichtet ist, ist das für sie kein Hindernis. ",
  "mn7:12.2": "Wie ein Tuch, das schmutzig und fleckig ist: Es kann mithilfe von klarem Wasser gesäubert und gereinigt werden. Oder wie unraffiniertes Gold: Es kann in der Esse geläutert und gereinigt werden. ",
  "mn7:12.3": "Ebenso ist es für eine Nonne von solchem sittlichen Verhalten, solchen Eigenschaften und solcher Weisheit, wenn sie feinen gekochten Reis verzehrt, aus dem die dunklen Körner ausgelesen sind und der mit vielen Suppen und Soßen angerichtet ist, kein Hindernis. ",
  "mn7:13.1": "Sie meditiert, indem sie eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt sie mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn7:14.1": "Sie meditiert, indem sie eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt sie mit einem Herzen voller Mitgefühl – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn7:15.1": "Sie meditiert, indem sie eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt sie mit einem Herzen voller freudiger Anteilnahme – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn7:16.1": "Sie meditiert, indem sie eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt sie mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn7:17.1": "Sie versteht: ‚Da ist dieses, da ist Geringeres, da ist Höheres, und da ist ein Entrinnen, das über den Bereich der Wahrnehmung hinausführt.‘ ",
  "mn7:18.1": "Wenn sie das erkennt und sieht, ist ihr Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit. ",
  "mn7:18.2": "Wenn sie befreit ist, weiß sie, sie ist befreit. ",
  "mn7:18.3": "Sie versteht: ‚Wiedergeburt ist beendet, die spirituelle Reise ist abgeschlossen, was zu tun war, ist getan, es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "mn7:18.4": "Eine solche Person nennt man ",
  "mn7:18.5": "eine Nonne oder einen Mönch, die im inneren Bad gebadet sind.“ ",
  "mn7:19.1": "Nun saß da gerade der Brahmane Sundarikabhāradvāja nicht weit vom Buddha. ",
  "mn7:19.2": "Er sagte zum Buddha: ",
  "mn7:19.3": "„Aber geht Meister Gotama zum Fluss Bāhuka, um zu baden?“ ",
  "mn7:19.4": "„Brahmane, warum zum Fluss Bāhuka gehen? ",
  "mn7:19.5": "Was kann der Fluss Bāhuka machen?“ ",
  "mn7:19.6": "„Viele Menschen sind sich einig, dass der Fluss Bāhuka Sauberkeit und Verdienst gewährt. Und viele waschen ihre schlechten Taten im Fluss Bāhuka ab.“ ",
  "mn7:20.1": "Da redete der Buddha den Brahmanen Sundarikabhāradvāja mit einer Strophe an: ",
  "mn7:20.2": "„Bāhuka und Adhikakka, ",
  "mn7:20.3": "Gayā und auch Sundarikā, ",
  "mn7:20.4": "Sarasvatī und Payāga ",
  "mn7:20.5": "und der Fluss Bāhumati: ",
  "mn7:20.6": "Ein Tor taucht hier ständig ein, ",
  "mn7:20.7": "doch das wird seine dunklen Taten nicht läutern. ",
  "mn7:20.8": "Was kann der Sundarikā tun, ",
  "mn7:20.9": "was Payāga oder Bāhuka? ",
  "mn7:20.10": "Sie können einen grausamen Verbrecher ",
  "mn7:20.11": "nicht von seinen schlechten Taten säubern. ",
  "mn7:20.12": "Für den, der rein im Herzen ist, ",
  "mn7:20.13": "ist stets Fastenzeit oder Besinnungstag. ",
  "mn7:20.14": "Für den, der rein im Herzen ist und Reines tut, ",
  "mn7:20.15": "werden die Wünsche stets erfüllt. ",
  "mn7:20.16": "Hier allein sollte man baden, Brahmane, ",
  "mn7:20.17": "und sich zum Ort der Geborgenheit für alle Geschöpfe machen. ",
  "mn7:20.18": "Und wenn man keine Lügen spricht, ",
  "mn7:20.19": "kein lebendes Geschöpf verletzt ",
  "mn7:20.20": "und auch nichts stiehlt, das nicht gegeben wurde, ",
  "mn7:20.21": "und wenn man Vertrauen hat und nicht geizig ist, ",
  "mn7:20.22": "wozu ist es dann gut, zur Gayā zu gehen? ",
  "mn7:20.23": "Jeder Brunnen kann dann deine Gayā sein.“ ",
  "mn7:21.1": "Als der Buddha geendet hatte, sagte der Brahmane Sundarikabhāradvāja zu ihm: ",
  "mn7:21.2": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "mn7:21.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn7:21.4": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn7:21.5": "Herr, darf ich vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "mn7:22.1": "Und der Brahmane Sundarikabhāradvāja erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "mn7:22.2": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Bhāradvāja, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "mn7:22.3": "Er verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "mn7:22.4": "Und der Ehrwürdige Bhāradvāja wurde einer der Vollendeten. "
}