{
  "mn80:0.1": "Mittlere Lehrreden 80 ",
  "mn80:0.2": "Mit Vekhanasa ",
  "mn80:1.1": "So habe ich es gehört: ",
  "mn80:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn80:2.1": "Da ging der Wanderer Vekhanasa zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn80:2.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten stellte er sich zur Seite hin ",
  "mn80:2.3": "und drückte dieses innige Gefühl aus: ",
  "mn80:2.4": "„Das ist der höchste Glanz, das ist der höchste Glanz.“ ",
  "mn80:2.5": "„Aber Kaccāna, warum sagst du: ",
  "mn80:2.6": "‚Das ist der höchste Glanz, das ist der höchste Glanz‘? ",
  "mn80:2.7": "Was ist dieser höchste Glanz?“ ",
  "mn80:2.8": "„Werter Gotama, der höchste Glanz ist der Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist.“ ",
  "mn80:2.9": "„Aber was ist dieser höchste Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist?“ ",
  "mn80:2.10": "„Werter Gotama, der höchste Glanz ist der Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist.“ ",
  "mn80:3.1": "„Kaccāna, du könntest noch lange so fortfahren. ",
  "mn80:3.2": "Du sagst: ‚Der höchste Glanz ist der Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist.‘ Aber du beschreibst diesen Glanz nicht. ",
  "mn80:3.3": "Angenommen, ein Mann würde sagen: ",
  "mn80:3.4": "‚Ganz gleich, wer die erlesenste Dame im Land ist, sie ist es, die ich will, die ich begehre!‘ ",
  "mn80:3.5": "Man würde zu ihm sagen: ",
  "mn80:3.6": "‚Werter Mann, diese erlesenste Dame im Land, die du begehrst – weißt du, ob sie eine Adlige, eine Brahmanin, eine Landarbeiterin oder eine Hilfsarbeiterin ist?‘ ",
  "mn80:3.7": "Wenn er so gefragt würde, würde er sagen: ‚Nein.‘ ",
  "mn80:3.8": "Man würde zu ihm sagen: ",
  "mn80:3.9": "‚Werter Mann, diese erlesenste Dame im Land, die du begehrst – kennst du ihren Namen oder ihren Stamm? Weißt du, ob sie groß, klein oder mittelgroß ist? Ob ihre Haut schwarz, braun oder lohfarben ist? Aus welchem Dorf, welchem Marktflecken oder welcher Stadt sie stammt?‘ ",
  "mn80:3.10": "Wenn er so gefragt würde, würde er sagen: ‚Nein.‘ ",
  "mn80:3.11": "Man würde zu ihm sagen: ",
  "mn80:3.12": "‚Werter Mann, begehrst du eine, die du nie auch nur gekannt oder gesehen hast?‘ ",
  "mn80:3.13": "Wenn er so gefragt würde, würde er sagen: ‚Ja.‘ ",
  "mn80:3.14": "Was denkst du, Kaccāna? ",
  "mn80:3.15": "Wenn das so ist, stellt sich da nicht heraus, dass die Aussage dieses Mannes keine beweisbare Grundlage hat?“ ",
  "mn80:3.16": "„Sicherlich ist das so, werter Gotama.“ ",
  "mn80:3.17": "„Ebenso sagst du: ‚Der höchste Glanz ist der Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist.‘ Aber du beschreibst diesen Glanz nicht.“ ",
  "mn80:4.1": "„Werter Gotama, wie ein Schmuckstück aus Beryll von natürlicher Schönheit, mit acht Facetten, gut gearbeitet, das auf ein cremefarbenes Tuch gelegt wurde: Es leuchtet und glüht und strahlt. So ist der Glanz des Selbst, das nach dem Tod frei von Krankheit ist.“ ",
  "mn80:5.1": "„Was denkst du, Kaccāna? ",
  "mn80:5.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: das Schmuckstück aus Beryll, das auf ein cremefarbenes Tuch gelegt wurde, oder ein Glühwürmchen im Dunkel der Nacht?“ ",
  "mn80:5.3": "„Ein Glühwürmchen im Dunkel der Nacht, werter Gotama.“ ",
  "mn80:6.1": "„Was denkst du, Kaccāna? ",
  "mn80:6.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: ein Glühwürmchen im Dunkel der Nacht oder eine Öllampe im Dunkel der Nacht?“ ",
  "mn80:6.3": "„Eine Öllampe im Dunkel der Nacht, werter Gotama.“ ",
  "mn80:7.1": "„Was denkst du, Kaccāna? ",
  "mn80:7.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: eine Öllampe im Dunkel der Nacht oder eine große Feuersbrunst im Dunkel der Nacht?“ ",
  "mn80:7.3": "„Eine große Feuersbrunst im Dunkel der Nacht, werter Gotama.“ ",
  "mn80:8.1": "„Was denkst du, Kaccāna? ",
  "mn80:8.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: eine große Feuersbrunst im Dunkel der Nacht oder der Morgenstern am klaren und wolkenlosen Himmel beim ersten Morgengrauen?“ ",
  "mn80:8.3": "„Der Morgenstern am klaren und wolkenlosen Himmel beim ersten Morgengrauen, werter Gotama.“ ",
  "mn80:9.1": "„Was denkst du, Kaccāna? ",
  "mn80:9.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: der Morgenstern am klaren und wolkenlosen Himmel beim ersten Morgengrauen oder der Vollmond um Mitternacht am klaren und wolkenlosen Himmel am Besinnungstag, dem fünfzehnten Tag?“ ",
  "mn80:9.3": "„Der Vollmond um Mitternacht am klaren und wolkenlosen Himmel am Besinnungstag, dem fünfzehnten Tag, werter Gotama.“ ",
  "mn80:10.1": "„Was denkst du, Kaccāna? ",
  "mn80:10.2": "Welches dieser beiden besitzt den vortrefflicheren und erleseneren Glanz: der Vollmond um Mitternacht am klaren und wolkenlosen Himmel am Besinnungstag, dem fünfzehnten Tag, oder die Mittagssonne am klaren und wolkenlosen Himmel im letzten Monat der Regenzeit, zur Herbstzeit?“ ",
  "mn80:10.3": "„Die Mittagssonne am klaren und wolkenlosen Himmel im letzten Monat der Regenzeit, zur Herbstzeit, werter Gotama.“ ",
  "mn80:11.1": "„Darüber hinaus, Kaccāna, kenne ich sehr viele Götter, auf die das Licht von Mond und Sonne keinen Eindruck macht. ",
  "mn80:11.2": "Dennoch sage ich nicht: ",
  "mn80:11.3": "‚Der Glanz, verglichen mit dem kein anderer Glanz höher oder erlesener ist.‘ ",
  "mn80:11.4": "Aber zu einem Glanz, der geringer ist als der eines Glühwürmchens, sagst du: ‚Das ist der höchste Glanz.‘ Und du beschreibst diesen Glanz nicht. ",
  "mn80:12.1": "Kaccāna, es gibt diese fünf Arten sinnlicher Erregung. ",
  "mn80:12.2": "Welche fünf? ",
  "mn80:12.3": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn80:12.4": "Töne, die das Ohr erkennt … ",
  "mn80:12.5": "Gerüche, die die Nase erkennt … ",
  "mn80:12.6": "Geschmäcke, die die Zunge erkennt … ",
  "mn80:12.7": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn80:12.8": "Das sind die fünf Arten sinnlicher Erregung. ",
  "mn80:13.1": "Das Glück und die Freude, die von diesen fünf Arten sinnlicher Erregung kommen, nennt man Sinnenfreuden. ",
  "mn80:13.2": "Es heißt: ‚Von den Sinnen stammen die Sinnenfreuden. Jenseits der Sinnenfreuden ist die Freude, die das Sinnliche übersteigt; sie gilt als die beste davon.‘“ ",
  "mn80:14.1": "Daraufhin sagte Vekhanasa zum Buddha: ",
  "mn80:14.2": "„Es ist unglaublich, werter Gotama, es ist erstaunlich! ",
  "mn80:14.3": "Wie treffend der werte Gotama das gesagt hat! ",
  "mn80:14.4": "‚Von den Sinnen stammen die Sinnenfreuden. Jenseits der Sinnenfreuden ist die Freude, die das Sinnliche übersteigt; sie gilt als die beste davon.‘ ",
  "mn80:14.5": "Werter Gotama, von den Sinnen stammen die Sinnenfreuden. Jenseits der Sinnenfreuden ist die Freude, die das Sinnliche übersteigt; sie gilt als die beste davon.“ ",
  "mn80:14.6": "„Kaccāna, da du eine andere Ansicht, ein anderes Bekenntnis und einen anderen Glauben hast, ist es schwer für dich, ",
  "mn80:14.7": "die Sinne, Sinnenfreuden und die Freude, die das Sinnliche übersteigt, zu verstehen, es sei denn, du weihst dich der Übung unter Anleitung der Tradition. ",
  "mn80:14.8": "Es gibt Mönche und Nonnen, die vollendet sind, die die Befleckungen aufgelöst, das geistliche Leben erfüllt und getan haben, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fessel des fortgesetzten Daseins endgültig gelöst haben und durch Erleuchtung richtig befreit sind. ",
  "mn80:14.9": "Sie können die Sinne, Sinnenfreuden und die Freude, die das Sinnliche übersteigt, verstehen.“ ",
  "mn80:15.1": "Auf diese Worte wurde Vekhanasa zornig und aufgebracht. Er fiel sogar über den Buddha selbst her und zerriss sich das Maul über ihn: ",
  "mn80:15.2": "„Der Asket Gotama wird geschlagen werden!“ Er sagte zum Buddha: ",
  "mn80:15.3": "„Genauso ergeht es manchen Asketen und Brahmanen. Obwohl sie die Vergangenheit nicht erkennen und die Zukunft nicht sehen, behaupten sie dennoch: ",
  "mn80:15.4": "‚Wir verstehen: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.“‘ ",
  "mn80:15.5": "Ihre Aussage erweist sich als Witz – bloße Worte, gehaltlos und hohl.“ ",
  "mn80:16.1": "„Kaccāna, es gibt manche Asketen und Brahmanen, die, obwohl sie die Vergangenheit nicht erkennen und die Zukunft nicht sehen, dennoch behaupten: ",
  "mn80:16.2": "‚Wir verstehen: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.“‘ ",
  "mn80:16.3": "Es gibt eine rechtmäßige Art, sie zu widerlegen. ",
  "mn80:16.4": "Aber Kaccāna, lass die Vergangenheit und die Zukunft beiseite. ",
  "mn80:16.5": "Da mag ein vernünftiger Mensch kommen, nicht verschlagen oder hinterhältig, ein aufrichtiger Mensch: Ich lehre ihn und leite ihn an. ",
  "mn80:16.6": "Wenn er gemäß der Anleitung übt, wird er bald selbst erkennen und sehen: ",
  "mn80:16.7": "‚So ist man also richtig von der Fessel befreit, nämlich der Fessel der Unwissenheit.‘ ",
  "mn80:16.8": "Wie wenn da ein kleiner stumpfer, hilfloser Säugling bis zum Hals in Windeln eingebunden wäre: ",
  "mn80:16.9": "Wenn er heranwächst und seine Fähigkeiten reifen heran, wird er entsprechend von diesen Fesseln erlöst. ",
  "mn80:16.10": "Er wüsste: ‚Ich bin erlöst‘, und es gäbe keine Fesseln mehr. ",
  "mn80:16.11": "Ebenso mag da ein vernünftiger Mensch kommen, nicht verschlagen oder hinterhältig, ein aufrichtiger Mensch: Ich lehre ihn und leite ihn an. ",
  "mn80:16.12": "Wenn er gemäß der Anleitung übt, wird er bald selbst erkennen und sehen: ",
  "mn80:16.13": "‚So ist man also richtig von der Fessel befreit, nämlich der Fessel der Unwissenheit.‘“ ",
  "mn80:17.1": "Daraufhin sagte Vekhanasa zum Buddha: ",
  "mn80:17.2": "„Vortrefflich, werter Gotama! … ",
  "mn80:17.3": "Von diesem Tag an soll der werte Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}