{
  "mn81:0.1": "Mittlere Lehrreden 81 ",
  "mn81:0.2": "Mit Ghaṭīkāra ",
  "mn81:1.1": "So habe ich es gehört: ",
  "mn81:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. ",
  "mn81:2.1": "Da ging der Buddha von der Straße ab, und an einer bestimmten Stelle lächelte er. ",
  "mn81:2.2": "Da dachte der Ehrwürdige Ānanda: ",
  "mn81:2.3": "„Was ist der Grund, was ist die Ursache, dass der Buddha gelächelt hat? ",
  "mn81:2.4": "Klargewordene lächeln nicht ohne Grund.“ ",
  "mn81:2.5": "Und Ānanda ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "mn81:2.6": "„Was ist der Grund, was ist die Ursache, dass der Buddha gelächelt hat? ",
  "mn81:2.7": "Klargewordene lächeln nicht ohne Grund.“ ",
  "mn81:3.1": "„Es war einmal, Ānanda, ein Marktstädtchen mit Namen Vebhaliṅga, das stand an dieser Stelle, und es war erfolgreich, blühend, dicht bevölkert und voller Menschen. ",
  "mn81:3.2": "Und Kassapa, ein Gesegneter, ein Vollendeter, ein vollkommen erwachter Buddha, wurde von Vebhaliṅga unterhalten. ",
  "mn81:3.3": "Genau hier hatte er sein Kloster, ",
  "mn81:3.4": "wo er saß und den Saṅgha der Mönche und Nonnen unterwies.“ ",
  "mn81:4.1": "Da faltete Ānanda seine äußere Robe vierfach, breitete sie aus und sagte zum Buddha: ",
  "mn81:4.2": "„Nun, der Gesegnete setze sich hier! ",
  "mn81:4.3": "Dann werden auf diesem Stück Land zwei Vollendete gesessen haben, zwei vollkommen erwachte Buddhas.“ ",
  "mn81:4.4": "Der Buddha setzte sich auf den ausgebreiteten Sitz ",
  "mn81:4.5": "und sagte zum Ehrwürdigen Ānanda: ",
  "mn81:5.1": "„Es war einmal, Ānanda, ein Marktstädtchen mit Namen Vebhaliṅga, das stand an dieser Stelle, und es war erfolgreich, blühend, dicht bevölkert und voller Menschen. ",
  "mn81:5.2": "Und Kassapa, ein Gesegneter, ein Vollendeter, ein vollkommen erwachter Buddha, wurde von Vebhaliṅga unterhalten. ",
  "mn81:5.3": "Genau hier hatte er sein Kloster, ",
  "mn81:5.4": "wo er saß und den Saṅgha der Mönche und Nonnen unterwies. ",
  "mn81:6.1": "Der Buddha Kassapa hatte einen Hauptunterstützer in Vebhaliṅga, einen Töpfer mit Namen Ghaṭīkāra. ",
  "mn81:6.2": "Ghaṭīkāra hatte einen lieben Freund, einen Brahmanenschüler mit Namen Jotipāla. ",
  "mn81:6.3": "Da wandte sich Ghaṭīkāra an Jotipāla: ",
  "mn81:6.4": "‚Komm, lieber Jotipāla, lass uns gehen, um den Gesegneten Kassapa zu sehen, den Vollendeten, den vollkommen erwachten Buddha. ",
  "mn81:6.5": "Denn ich erachte es als heilig, diesen Gesegneten zu sehen.‘ ",
  "mn81:6.6": "Darauf sagte Jotipāla zu ihm: ",
  "mn81:6.7": "‚Genug, lieber Ghaṭīkāra. ",
  "mn81:6.8": "Was soll es bringen, diesen glatzköpfigen Pfaffen zu sehen, diesen falschen Asketen?‘ ",
  "mn81:6.9": "Zum zweiten Mal … ",
  "mn81:6.10": "und zum dritten Mal wandte sich Ghaṭīkāra an Jotipāla: ",
  "mn81:6.11": "‚Komm, lieber Jotipāla, lass uns gehen, um den Gesegneten Kassapa zu sehen, den Vollendeten, den vollkommen erwachten Buddha. ",
  "mn81:6.12": "Denn ich erachte es als heilig, diesen Gesegneten zu sehen.‘ ",
  "mn81:6.13": "Und zum dritten Mal sagte Jotipāla zu ihm: ",
  "mn81:6.14": "‚Genug, lieber Ghaṭīkāra. ",
  "mn81:6.15": "Was soll es bringen, diesen glatzköpfigen Pfaffen zu sehen, diesen falschen Asketen?‘ ",
  "mn81:6.16": "‚Nun, lieber Jotipāla, dann lass uns Badepaste aus zerriebenen Muschelschalen nehmen und zum Fluss gehen, um zu baden.‘ ",
  "mn81:6.17": "‚Ja, Lieber‘, antwortete Jotipāla. ",
  "mn81:6.18": "Und so taten sie. ",
  "mn81:7.1": "Dann wandte sich Ghaṭīkāra an Jotipāla: ",
  "mn81:7.2": "‚Lieber Jotipāla, das Kloster des Buddha Kassapa ist nicht weit von hier. ",
  "mn81:7.3": "Lass uns gehen, um den Gesegneten Kassapa zu sehen, den Vollendeten, den vollkommen erwachten Buddha. ",
  "mn81:7.4": "Denn ich erachte es als heilig, diesen Gesegneten zu sehen.‘ ",
  "mn81:7.5": "Darauf sagte Jotipāla zu ihm: ",
  "mn81:7.6": "‚Genug, lieber Ghaṭīkāra. ",
  "mn81:7.7": "Was soll es bringen, diesen glatzköpfigen Pfaffen zu sehen, diesen falschen Asketen?‘ ",
  "mn81:7.8": "Zum zweiten Mal … ",
  "mn81:7.9": "und zum dritten Mal wandte sich Ghaṭīkāra an Jotipāla: ",
  "mn81:7.10": "‚Lieber Jotipāla, das Kloster des Buddha Kassapa ist nicht weit von hier. ",
  "mn81:7.11": "Lass uns gehen, um den Gesegneten Kassapa zu sehen, den Vollendeten, den vollkommen erwachten Buddha. ",
  "mn81:7.12": "Denn ich erachte es als heilig, diesen Gesegneten zu sehen.‘ ",
  "mn81:7.13": "Und zum dritten Mal sagte Jotipāla zu ihm: ",
  "mn81:7.14": "‚Genug, lieber Ghaṭīkāra. ",
  "mn81:7.15": "Was soll es bringen, diesen glatzköpfigen Pfaffen zu sehen, diesen falschen Asketen?‘ ",
  "mn81:8.1": "Da packte Ghaṭīkāra Jotipāla am Gürtel und sagte: ",
  "mn81:8.2": "‚Lieber Jotipāla, das Kloster des Buddha Kassapa ist nicht weit von hier. ",
  "mn81:8.3": "Lass uns gehen, um den Gesegneten Kassapa zu sehen, den Vollendeten, den vollkommen erwachten Buddha. ",
  "mn81:8.4": "Denn ich erachte es als heilig, diesen Gesegneten zu sehen.‘ ",
  "mn81:8.5": "Da löste Jotipāla seinen Gürtel und sagte zu Ghaṭīkāra: ",
  "mn81:8.6": "‚Genug, lieber Ghaṭīkāra. ",
  "mn81:8.7": "Was soll es bringen, diesen glatzköpfigen Pfaffen zu sehen, diesen falschen Asketen?‘ ",
  "mn81:9.1": "Da packte Ghaṭīkāra Jotipāla an den Haaren seines frisch gewaschenen Kopfes und sagte: ",
  "mn81:9.2": "‚Lieber Jotipāla, das Kloster des Buddha Kassapa ist nicht weit von hier. ",
  "mn81:9.3": "Lass uns gehen, um den Gesegneten Kassapa zu sehen, den Vollendeten, den vollkommen erwachten Buddha. ",
  "mn81:9.4": "Denn ich erachte es als heilig, diesen Gesegneten zu sehen.‘ ",
  "mn81:9.5": "Da dachte Jotipāla: ",
  "mn81:9.6": "‚Wie unglaublich! Wie erstaunlich! ",
  "mn81:9.7": "Wie dieser Töpfer Ghaṭīkāra, obwohl er in einer niedrigeren Kaste geboren ist, sich erlaubt, mich an den Haaren meines frisch gewaschenen Kopfes zu packen! ",
  "mn81:9.8": "Es kann sich hier um keine gewöhnliche Sache handeln.‘ ",
  "mn81:9.9": "Er sagte zu Ghaṭīkāra: ",
  "mn81:9.10": "‚Du melkst mich bis zu diesem Punkt, lieber Ghaṭīkāra?‘ ",
  "mn81:9.11": "‚Ich melke dich bis zu diesem Punkt, lieber Jotipāla. ",
  "mn81:9.12": "Denn als so heilig erachte ich es, diesen Gesegneten zu sehen.‘ ",
  "mn81:9.13": "‚Nun denn, lieber Ghaṭīkāra, lass mich los, wir werden gehen.‘ ",
  "mn81:10.1": "Dann gingen der Töpfer Ghaṭīkāra und der Brahmanenschüler Jotipāla zum Buddha Kassapa. Ghaṭīkāra verbeugte sich und setzte sich zur Seite hin, aber Jotipāla tauschte mit dem Buddha Willkommensgrüße aus und setzte sich dann zur Seite hin. ",
  "mn81:10.2": "Ghaṭīkāra sagte zum Buddha Kassapa: ",
  "mn81:10.3": "‚Herr, das ist mein lieber Freund Jotipāla, ein Brahmanenschüler. ",
  "mn81:10.4": "Bitte lehre ihn den Dhamma.‘ ",
  "mn81:10.5": "Dann leitete der Buddha Kassapa Ghaṭīkāra und Jotipāla mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "mn81:10.6": "Dann erhoben sie sich von ihren Sitzen, verbeugten sich, umrundeten den Buddha Kassapa respektvoll, die rechte Seite ihm zugewandt, und gingen. ",
  "mn81:11.1": "Und Jotipāla sagte zu Ghaṭīkāra: ",
  "mn81:11.2": "‚Lieber Ghaṭīkāra, du hast diese Lehre gehört, warum ziehst du also nicht aus dem Haus fort ins hauslose Leben?‘ ",
  "mn81:11.3": "‚Weißt du nicht, lieber Jotipāla, dass ich für meine blinden alten Eltern sorge?‘ ",
  "mn81:11.4": "‚Nun, lieber Ghaṭīkāra, ich werde aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn81:12.1": "Da gingen Ghaṭīkāra und Jotipāla zum Buddha Kassapa, verbeugten sich und setzten sich zur Seite hin. Ghaṭīkāra sagte zum Buddha Kassapa: ",
  "mn81:12.2": "‚Herr, das ist mein lieber Freund Jotipāla, ein Brahmanenschüler. ",
  "mn81:12.3": "Bitte gib ihm die Weihe des Fortziehens.‘ ",
  "mn81:12.4": "Und der Brahmanenschüler Jotipāla erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "mn81:13.1": "Nicht lange nach Jotipālas Ordination, einen halben Monat später, brach der Buddha Kassapa nach Varanasi auf, nachdem er so lange in Vebhaliṅga geblieben war, wie es ihm gefiel. ",
  "mn81:13.2": "Er wanderte Stück für Stück, bis er nach Varanasi kam, ",
  "mn81:13.3": "und hielt sich bei Varanasi im Wildpark bei Isipatana auf. ",
  "mn81:14.1": "Der König Kikī von Kāsi hörte, dass der Buddha angekommen war. ",
  "mn81:14.2": "Er ließ die erlesensten Kutschen anspannen. Dann bestieg er eine erlesene Kutsche und machte sich zusammen mit anderen erlesenen Kutschen in vollem königlichem Prunk von Varanasi auf, um den Buddha Kassapa zu sehen. ",
  "mn81:14.3": "Er fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab und begab sich zu Fuß zum Buddha Kassapa. Er verbeugte sich und setzte sich zur Seite hin. ",
  "mn81:14.4": "Der Buddha leitete ihn mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. ",
  "mn81:14.5": "Dann sagte König Kikī zum Buddha: ",
  "mn81:14.6": "‚Herr, der Buddha wolle bitte zusammen mit dem Saṅgha der Mönche und Nonnen die morgige Mahlzeit von mir annehmen.‘ ",
  "mn81:14.7": "Der Buddha Kassapa schwieg zum Zeichen der Zustimmung. ",
  "mn81:15.1": "Da erhob sich, als er die Zustimmung des Buddha erkannt hatte, König Kikī von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "mn81:16.1": "Als dann die Nacht vorüber war, ließ König Kikī in seiner eigenen Wohnung köstliche frische und gekochte Speisen zubereiten: zarten Safranreis, aus dem die dunklen Körner ausgelesen waren und der mit vielen Suppen und Soßen angerichtet war. Dann ließ er den Buddha über die Zeit benachrichtigen: ",
  "mn81:16.2": "‚Es ist Zeit, Herr, das Essen ist fertig.‘ ",
  "mn81:17.1": "Da kleidete der Buddha Kassapa sich am Morgen an, nahm Schale und Robe, ging zu König Kikīs Haus, wo er sich zusammen mit dem Saṅgha der Mönche und Nonnen auf den ausgebreiteten Sitz setzte. ",
  "mn81:17.2": "Und König Kikī bewirtete und bediente den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "mn81:17.3": "Als der Buddha Kassapa gegessen und Hand und Schale gewaschen hatte, nahm König Kikī einen niedrigen Sitz und setzte sich zur Seite hin. ",
  "mn81:17.4": "Er sagte zum Buddha Kassapa: ",
  "mn81:17.5": "‚Herr, der Buddha möchte bitte meine Einladung annehmen, die Regenzeit in Varanasi zu verbringen. ",
  "mn81:17.6": "Für den Saṅgha wird wieder auf die gleiche Art gesorgt werden.‘ ",
  "mn81:17.7": "‚Genug, großer König. ",
  "mn81:17.8": "Ich habe bereits eine Einladung für den Regenzeitaufenthalt angenommen.‘ ",
  "mn81:17.9": "Zum zweiten Mal … ",
  "mn81:17.10": "und zum dritten Mal sagte König Kikī zum Buddha Kassapa: ",
  "mn81:17.11": "‚Herr, der Buddha möchte bitte meine Einladung annehmen, die Regenzeit in Varanasi zu verbringen. ",
  "mn81:17.12": "Für den Saṅgha wird wieder auf die gleiche Art gesorgt werden.‘ ",
  "mn81:17.13": "‚Genug, großer König. ",
  "mn81:17.14": "Ich habe bereits eine Einladung für den Regenzeitaufenthalt angenommen.‘ ",
  "mn81:17.15": "Da dachte der König Kikī: ‚Der Buddha nimmt meine Einladung, die Regenzeit in Varanasi zu verbringen, nicht an‘, und wurde traurig und aufgebracht. ",
  "mn81:17.16": "Und der König Kikī sagte zum Buddha Kassapa: ",
  "mn81:17.17": "‚Herr, hast du einen anderen Unterstützer, der besser ist als ich?‘ ",
  "mn81:18.1": "‚Großer König, da ist das Marktstädtchen Vebhaliṅga, ",
  "mn81:18.2": "wo ein Töpfer mit Namen Ghaṭīkāra lebt. ",
  "mn81:18.3": "Er ist mein Hauptunterstützer. ",
  "mn81:18.4": "Nun, großer König, du hast gedacht: ‚Der Buddha nimmt meine Einladung, die Regenzeit in Varanasi zu verbringen, nicht an‘, und du wurdest traurig und aufgebracht. ",
  "mn81:18.5": "Aber Ghaṭīkāra wird nicht aufgebracht, noch wird er es werden. ",
  "mn81:18.6": "Ghaṭīkāra hat Zuflucht zum Buddha, zur Lehre und zum Saṅgha genommen. ",
  "mn81:18.7": "Er tötet keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keinen Alkohol, der nachlässig macht. ",
  "mn81:18.8": "Er hat auf Erfahrung gegründete Zuversicht zum Buddha, zur Lehre und zum Saṅgha und besitzt das sittliche Verhalten, das von den Edlen geliebt wird. ",
  "mn81:18.9": "Er ist frei von Zweifel bezüglich des Leidens, seines Ursprungs, seines Aufhörens und der Übung, die zu seinem Aufhören führt. ",
  "mn81:18.10": "Er isst zu einer Tageszeit. Er lebt keusch, ist sittlich und hat einen guten Charakter. ",
  "mn81:18.11": "Edelsteine und Gold hat er abgetan und Gold und Geld zurückgewiesen. ",
  "mn81:18.12": "Er hat den Spaten weggelegt und gräbt auch mit seinen Händen nicht die Erde um. ",
  "mn81:18.13": "Er nimmt, was an einem Flussufer herabgefallen ist oder von Mäusen aufgegraben wurde, und trägt es in einem Tragekorb zurück. Wenn er eine Schüssel gemacht hat, sagt er: ",
  "mn81:18.14": "„Jeder kann Sesam, Mungobohnen oder Kichererbsen in einem Sack hier lassen und nehmen, was er möchte.“ ",
  "mn81:18.15": "Er sorgt für seine blinden Eltern. ",
  "mn81:18.16": "Und da er die fünf niederen Fesseln aufgelöst hat, wird Ghaṭīkāra durch unmittelbares Erscheinen wiedergeboren werden und wird dort erlöschen, er muss von jener Welt nicht zurückkehren. ",
  "mn81:19.1": "Dieses eine Mal, großer König, hielt ich mich in der Nähe des Marktstädtchens Vebhaliṅga auf. ",
  "mn81:19.2": "Da kleidete ich mich am Morgen an, nahm Schale und Robe, ging zur Wohnung von Ghaṭīkāras Eltern und sagte zu ihnen: ",
  "mn81:19.3": "„Entschuldigung, wo ist Bhaggava hingegangen?“ ",
  "mn81:19.4": "„Dein Unterstützer ist ausgegangen, Herr. Aber nimm Reis aus dem Kessel und Soße aus dem Topf und iss.“ ",
  "mn81:19.5": "Und so tat ich es. Und nach dem Essen erhob ich mich von meinem Sitz und ging. ",
  "mn81:19.6": "Dann ging Ghaṭīkāra zu seinen Eltern und sagte: ",
  "mn81:19.7": "„Wer hat Reis aus dem Kessel und Soße aus dem Topf genommen, hat gegessen und ist gegangen?“ ",
  "mn81:19.8": "„Es war der Buddha Kassapa, mein Lieber.“ ",
  "mn81:19.9": "Da dachte Ghaṭīkāra: ",
  "mn81:19.10": "„Ich habe Glück, so großes Glück, ",
  "mn81:19.11": "dass der Buddha Kassapa mir so sehr vertraut!“ ",
  "mn81:19.12": "Und Freude und Glück verließen den Töpfer Ghaṭīkāra einen halben Monat lang nicht, und seine Eltern eine Woche lang. ",
  "mn81:20.1": "Ein anderes Mal, großer König, hielt ich mich wieder in der Nähe dieses Marktstädtchens Vebhaliṅga auf. ",
  "mn81:20.2": "Da kleidete ich mich am Morgen an, nahm Schale und Robe, ging zur Wohnung von Ghaṭīkāras Eltern und sagte zu ihnen: ",
  "mn81:20.3": "„Entschuldigung, wo ist Bhaggava hingegangen?“ ",
  "mn81:20.4": "„Dein Unterstützer ist ausgegangen, Herr. Aber nimm Brei aus dem Kessel und Soße aus dem Topf und iss.“ ",
  "mn81:20.5": "Und so tat ich es. Und nach dem Essen erhob ich mich von meinem Sitz und ging. ",
  "mn81:20.6": "Dann ging Ghaṭīkāra zu seinen Eltern und sagte: ",
  "mn81:20.7": "„Wer hat Brei aus dem Kessel und Soße aus dem Topf genommen, hat gegessen und ist gegangen?“ ",
  "mn81:20.8": "„Es war der Buddha Kassapa, mein Lieber.“ ",
  "mn81:20.9": "Da dachte Ghaṭīkāra: ",
  "mn81:20.10": "„Ich habe Glück, so großes Glück, ",
  "mn81:20.11": "dass der Buddha Kassapa mir so sehr vertraut!“ ",
  "mn81:20.12": "Und Freude und Glück verließen den Töpfer Ghaṭīkāra einen halben Monat lang nicht, und seine Eltern eine Woche lang. ",
  "mn81:21.1": "Ein anderes Mal, großer König, hielt ich mich wieder in der Nähe dieses Marktstädtchens Vebhaliṅga auf. ",
  "mn81:21.2": "Zu dieser Zeit war meine Hütte undicht. ",
  "mn81:21.3": "Daher wandte ich mich an die Mönche und Nonnen: ",
  "mn81:21.4": "„Mönche und Nonnen, geht zu Ghaṭīkāras Wohnung und findet etwas Gras.“ ",
  "mn81:21.5": "Darauf erwiderten diese Mönche und Nonnen: ",
  "mn81:21.6": "„Herr, es gibt dort kein Gras, aber seine Werkstatt hat ein Grasdach.“ ",
  "mn81:21.7": "„Dann geht zur Werkstatt und nehmt das Gras fort.“ ",
  "mn81:21.8": "Und das taten sie. ",
  "mn81:21.9": "Da sagten Ghaṭīkāras Eltern zu diesen Mönchen und Nonnen: ",
  "mn81:21.10": "„Wer nimmt das Gras von der Werkstatt fort?“ ",
  "mn81:21.11": "„Es sind die Mönche und Nonnen, Schwester. Die Hütte des Buddha ist undicht.“ ",
  "mn81:21.12": "„Nehmt es, ihr Herren! Nehmt es, meine Lieben!“ ",
  "mn81:21.13": "Dann ging Ghaṭīkāra zu seinen Eltern und sagte: ",
  "mn81:21.14": "„Wer hat das Gras von der Werkstatt fortgenommen?“ ",
  "mn81:21.15": "„Das waren die Mönche und Nonnen, Lieber. Es scheint, die Hütte des Buddha ist undicht.“ ",
  "mn81:21.16": "Da dachte Ghaṭīkāra: ",
  "mn81:21.17": "„Ich habe Glück, so großes Glück, ",
  "mn81:21.18": "dass der Buddha Kassapa mir so sehr vertraut!“ ",
  "mn81:21.19": "Und Freude und Glück verließen den Töpfer Ghaṭīkāra einen halben Monat lang nicht, und seine Eltern eine Woche lang. ",
  "mn81:21.20": "Und die Werkstatt behielt während der gesamten drei Monate den Himmel als Dach, doch es fiel kein Regen hinein. ",
  "mn81:21.21": "Und so, großer König, ist der Töpfer Ghaṭīkāra.‘ ",
  "mn81:21.22": "‚Der Töpfer Ghaṭīkāra hat Glück, Herr, so großes Glück, ",
  "mn81:21.23": "dass der Buddha Kassapa ihm so sehr vertraut!‘ ",
  "mn81:22.1": "Und König Kikī schickte 500 Wagenladungen Reis, zarten Safranreis und passende Soßen zu Ghaṭīkāra. ",
  "mn81:22.2": "Da begab sich einer der Männer des Königs zu Ghaṭīkāra und sagte: ",
  "mn81:22.3": "‚Herr, diese 500 Wagenladungen Reis, zarten Safranreis und passende Soßen hat dir König Kikī aus Kāsi geschickt. ",
  "mn81:22.4": "Bitte nimm sie an.‘ ",
  "mn81:22.5": "‚Der König hat viele Pflichten und Verantwortlichkeiten. ",
  "mn81:22.6": "Ich habe genug. ",
  "mn81:22.7": "Dies hier soll für den König selbst sein.‘ ",
  "mn81:23.1": "Ānanda, du denkst vielleicht: ",
  "mn81:23.2": "‚Der Brahmanenschüler Jotipāla wird damals sicher jemand anders gewesen sein?‘ ",
  "mn81:23.3": "Aber so solltest du es nicht sehen. ",
  "mn81:23.4": "Ich selbst war damals der Brahmanenschüler Jotipāla.“ ",
  "mn81:23.5": "Das sagte der Buddha. ",
  "mn81:23.6": "Zufrieden freute sich der Ehrwürdige Ānanda über die Worte des Buddha. "
}