{
  "mn82:0.1": "Mittlere Lehrreden 82 ",
  "mn82:0.2": "Mit Raṭṭhapāla ",
  "mn82:1.1": "So habe ich es gehört: ",
  "mn82:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kurus. Er kam zu einem Marktflecken der Kurus mit Namen Thullakoṭṭhita. ",
  "mn82:2.1": "Die Brahmanen und Hausbesitzer von Thullakoṭṭhita hörten: ",
  "mn82:2.2": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist zusammen mit einem großen Saṅgha von Mönchen und Nonnen in Thullakoṭṭhita angekommen. ",
  "mn82:2.3": "Er hat diesen guten Ruf: ",
  "mn82:2.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn82:2.5": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn82:2.6": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn82:2.7": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "mn82:3.1": "Da gingen die Brahmanen und Hausbesitzer von Thullakoṭṭhita zum Buddha. Manche verbeugten sich, manche begrüßten ihn und tauschten Höflichkeiten aus, manche hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen. Sie setzten sich zur Seite hin. ",
  "mn82:3.2": "Als sie sich gesetzt hatten, leitete der Buddha sie mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "mn82:4.1": "Da saß zu dieser Zeit ein ehrbarer Mann mit Namen Raṭṭhapāla, der Sohn des führenden Stammes in Thullakoṭṭhita, in dieser Versammlung. ",
  "mn82:4.2": "Er dachte: ",
  "mn82:4.3": "„So, wie ich die Lehre des Buddha verstehe, ist es nicht einfach, wenn man im Haus lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "mn82:4.4": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?“ ",
  "mn82:5.1": "Da begrüßten die Brahmanen und Hausbesitzer von Thullakoṭṭhita die Worte des Buddha und stimmten ihm zu. Sie erhoben sich von ihren Sitzen, verbeugten sich, umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt, und gingen. ",
  "mn82:6.1": "Kurz nachdem sie gegangen waren, ging Raṭṭhapāla zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn82:6.2": "„Herr, so, wie ich die Lehre des Buddha verstehe, ist es nicht einfach, wenn man im Haus lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "mn82:6.3": "Ich wünsche, mir Haar und Bart zu rasieren, ockerfarbene Roben anzulegen und aus dem Haus fortzuziehen ins hauslose Leben. ",
  "mn82:6.4": "Herr, darf ich vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination? ",
  "mn82:6.5": "Dass der Buddha mir bitte die Weihe des Fortziehens gebe!“ ",
  "mn82:6.6": "„Aber Raṭṭhapāla, hast du die Erlaubnis deiner Eltern?“ ",
  "mn82:6.7": "„Nein, Herr.“ ",
  "mn82:6.8": "„Raṭṭhapāla, Buddhas erteilen dem Kind von Eltern, die nicht ihre Erlaubnis gegeben haben, nicht die Weihe des Fortziehens.“ ",
  "mn82:6.9": "„Herr, ich werde dafür sorgen, dass ich die Erlaubnis meiner Eltern erhalte.“ ",
  "mn82:7.1": "Da erhob sich Raṭṭhapāla von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll. Dann ging er zu seinen Eltern und sagte: ",
  "mn82:7.2": "„Mutter, Vater, so, wie ich die Lehre des Buddha verstehe, ist es nicht einfach, wenn man im Haus lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "mn82:7.3": "Ich wünsche, mir Haar und Bart zu rasieren, ockerfarbene Roben anzulegen und aus dem Haus fortzuziehen ins hauslose Leben. ",
  "mn82:7.4": "Bitte gebt mir die Erlaubnis zum Fortziehen.“ ",
  "mn82:7.5": "Daraufhin entgegneten die Eltern Raṭṭhapāla: ",
  "mn82:7.6": "„Aber lieber Raṭṭhapāla, du bist unser einziges Kind. Du bist uns lieb und teuer. Du bist zart und wurdest in Bequemlichkeit aufgezogen. ",
  "mn82:7.7": "Du weißt nichts vom Leiden. ",
  "mn82:7.8": "Wenn du stirbst, werden wir dich gegen unseren Willen verlieren. ",
  "mn82:7.9": "Wie können wir dir daher erlauben, fortzuziehen, solange du noch lebst?“ ",
  "mn82:7.10": "Zum zweiten ",
  "mn82:7.11": "und zum dritten Mal bat Raṭṭhapāla seine Eltern um Erlaubnis und erhielt jeweils die gleiche Antwort. ",
  "mn82:7.20": "Da dachte Raṭṭhapāla: ",
  "mn82:7.21": "„Meine Eltern erlauben mir nicht, fortzuziehen.“ Er legte sich eben da auf den blanken Boden und sagte: ",
  "mn82:7.22": "„Entweder sterbe ich eben hier oder ich ziehe fort.“ ",
  "mn82:7.23": "Und er verweigerte das Essen bis hin zur siebten Mahlzeit. ",
  "mn82:8.1": "Da sagten Raṭṭhapālas Eltern zu ihm: ",
  "mn82:8.2": "„Lieber Raṭṭhapāla, du bist unser einziges Kind. Du bist uns lieb und teuer. Du bist zart und wurdest in Bequemlichkeit aufgezogen. ",
  "mn82:8.3": "Du weißt nichts vom Leiden. ",
  "mn82:8.4": "Wenn du stirbst, werden wir dich gegen unseren Willen verlieren. ",
  "mn82:8.5": "Wie können wir dir daher erlauben, aus dem Haus fortzuziehen ins hauslose Leben, solange du noch lebst? ",
  "mn82:8.6": "Steh auf, Raṭṭhapāla! Iss und trink und vergnüge dich! ",
  "mn82:8.7": "Genieße Sinnenfreuden und freue dich am Verdienstschaffen! ",
  "mn82:8.8": "Wir erlauben dir nicht, fortzuziehen. ",
  "mn82:8.9": "Wenn du stirbst, werden wir dich gegen unseren Willen verlieren. ",
  "mn82:8.10": "Wie können wir dir daher erlauben, fortzuziehen, solange du noch lebst?“ ",
  "mn82:8.11": "Auf diese Worte schwieg Raṭṭhapāla. ",
  "mn82:8.12": "Zum zweiten ",
  "mn82:8.14": "und zum dritten Mal wiederholten Raṭṭhapālas Eltern ihr Drängen, ",
  "mn82:9.1": "und jedes Mal schwieg Raṭṭhapāla. Raṭṭhapālas Eltern gingen zu seinen Freunden. Sie schilderten ihnen die Lage und baten um ihre Hilfe. ",
  "mn82:10.1": "Da kamen Raṭṭhapālas Freunde zu ihm und sagten: ",
  "mn82:10.2": "„Unser Freund Raṭṭhapāla, du bist das einzige Kind deiner Eltern. Du bist ihnen lieb und teuer. Du bist zart und wurdest in Bequemlichkeit aufgezogen. ",
  "mn82:10.3": "Du weißt nichts vom Leiden. ",
  "mn82:10.4": "Wenn du stirbst, werden deine Eltern dich gegen ihren Willen verlieren. ",
  "mn82:10.5": "Wie können sie dir daher erlauben, fortzuziehen, solange du noch lebst? ",
  "mn82:10.6": "Steh auf, Raṭṭhapāla! Iss und trink und vergnüge dich! ",
  "mn82:10.7": "Genieße Sinnenfreuden und freue dich am Verdienstschaffen! ",
  "mn82:10.8": "Deine Eltern erlauben dir nicht, fortzuziehen. ",
  "mn82:10.9": "Wenn du stirbst, werden sie dich gegen ihren Willen verlieren. ",
  "mn82:10.10": "Wie können wir dir daher erlauben, fortzuziehen, solange du noch lebst?“ ",
  "mn82:10.11": "Auf diese Worte schwieg Raṭṭhapāla. ",
  "mn82:10.12": "Zum zweiten ",
  "mn82:10.13": "und zum dritten Mal wiederholten Raṭṭhapālas Freunde ihr Drängen, ",
  "mn82:10.19": "und jedes Mal schwieg Raṭṭhapāla. ",
  "mn82:11.1": "Da gingen Raṭṭhapālas Freunde zu seinen Eltern und sagten: ",
  "mn82:11.2": "„Mutter, Vater, Raṭṭhapāla liegt da auf dem blanken Boden und sagt: ",
  "mn82:11.3": "‚Entweder sterbe ich eben hier oder ich ziehe fort.‘ ",
  "mn82:11.4": "Wenn ihr ihm nicht erlaubt, fortzuziehen, wird er eben da sterben. ",
  "mn82:11.5": "Aber wenn ihr ihm erlaubt, fortzuziehen, werdet ihr ihn später wieder sehen. ",
  "mn82:11.6": "Und wenn er das hauslose Leben nicht genießt, wo soll er sonst hingehen? Er wird eben hierher zurückkommen. ",
  "mn82:11.7": "Bitte gebt Raṭṭhapāla die Erlaubnis zum Fortziehen.“ ",
  "mn82:11.8": "„Dann, ihr Lieben, geben wir Raṭṭhapāla die Erlaubnis zum Fortziehen. ",
  "mn82:11.9": "Aber wenn er fortgezogen ist, muss er seine Eltern besuchen.“ ",
  "mn82:11.10": "Da gingen Raṭṭhapālas Freunde zu ihm und sagten: ",
  "mn82:11.11": "„Steh auf, Raṭṭhapāla! Deine Eltern haben dir die Erlaubnis gegeben, aus dem Haus fortzuziehen ins hauslose Leben. ",
  "mn82:11.12": "Aber wenn du fortgezogen bist, musst du deine Eltern besuchen.“ ",
  "mn82:12.1": "Raṭṭhapāla erhob sich und kam wieder zu Kräften. Dann ging er zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn82:12.2": "„Herr, ich habe die Erlaubnis meiner Eltern, um aus dem Haus fortzuziehen ins hauslose Leben. ",
  "mn82:12.3": "Dass der Buddha mir bitte die Weihe des Fortziehens gebe!“ ",
  "mn82:13.1": "Und Raṭṭhapāla erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "mn82:13.2": "Nicht lange nach der Ordination des Ehrwürdigen Raṭṭhapāla, einen halben Monat später, brach der Buddha, nachdem er so lange in Thullakoṭṭhita geblieben war, wie es ihm gefiel, nach Sāvatthī auf. ",
  "mn82:13.3": "Er wanderte Stück für Stück, bis er nach Sāvatthī kam, ",
  "mn82:13.4": "und blieb dort in Jetas Wäldchen, dem Kloster des Anāthapiṇḍika. ",
  "mn82:14.1": "Da gelangte der Ehrwürdige Raṭṭhapāla, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "mn82:14.2": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "mn82:14.3": "Und der Ehrwürdige Raṭṭhapāla wurde einer der Vollendeten. ",
  "mn82:15.1": "Dann ging Raṭṭhapāla zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn82:15.2": "„Herr, wenn der Buddha es erlaubt, will ich meine Eltern besuchen.“ ",
  "mn82:15.3": "Darauf richtete der Buddha den Geist darauf, Raṭṭhapālas Geist zu erfassen. ",
  "mn82:15.4": "Als er erkannte, ",
  "mn82:15.5": "dass es unmöglich war, dass Raṭṭhapāla die Schulung abbrechen und sich wieder einem geringeren Leben zuwenden könnte, sagte er: ",
  "mn82:15.6": "„Bitte, Raṭṭhapāla, geh nach deinem Belieben.“ ",
  "mn82:16.1": "Da erhob sich Raṭṭhapāla von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt. Dann brachte er seine Unterkunft in Ordnung, nahm Schale und Robe und brach nach Thullakoṭṭhita auf. ",
  "mn82:16.2": "Er wanderte Stück für Stück, bis er nach Thullakoṭṭhita kam, ",
  "mn82:16.3": "und blieb dort im Wildgehege des Königs Koravya. ",
  "mn82:16.4": "Da kleidete sich der ehrwürdige Raṭṭhapāla am Morgen an, nahm Schale und Robe und betrat Thullakoṭṭhita zum Almosengang. ",
  "mn82:16.5": "Als er der Reihe nach um Almosen durch Thullakoṭṭhita zog, kam er zum Haus seines eigenen Vaters. ",
  "mn82:17.1": "Zu dieser Zeit wurden Raṭṭhapālas Vater in der mittleren Torhalle die Haare frisiert. ",
  "mn82:17.2": "Er sah Raṭṭhapāla von Weitem kommen ",
  "mn82:17.3": "und sagte: ",
  "mn82:17.4": "„Unser lieber und teurer Sohn wurde von diesen glatzköpfigen Pfaffen, diesen falschen Asketen, zum Fortziehen gebracht!“ ",
  "mn82:17.5": "Und beim Haus seines eigenen Vaters erhielt Raṭṭhapāla weder Almosen noch eine höfliche Ablehnung, ",
  "mn82:17.6": "sondern nur Beschimpfung. ",
  "mn82:18.1": "Zu dieser Zeit wollte eine abhängige Dienerin der Familie den Brei vom Vorabend wegwerfen. ",
  "mn82:18.2": "Da sagte Raṭṭhapāla zu ihr: ",
  "mn82:18.3": "„Wenn das weggeworfen werden soll, Schwester, so gieße es hier in meine Schale.“ ",
  "mn82:18.4": "Als sie den Brei in seine Schale goss, erkannte sie die Merkmale seiner Hände und Füße und seiner Stimme. ",
  "mn82:18.5": "Da ging sie zu seiner Mutter und sagte: ",
  "mn82:18.6": "„Bitte, meine Dame, das sollst du wissen: ",
  "mn82:18.7": "Meister Raṭṭhapāla ist angekommen.“ ",
  "mn82:18.8": "„Himmel! Wenn du die Wahrheit sagst, mache ich dich zu einer freien Frau!“ ",
  "mn82:18.9": "Da ging Raṭṭhapālas Mutter zu seinem Vater und sagte: ",
  "mn82:18.10": "„Bitte, Hausbesitzer, das sollst du wissen: ",
  "mn82:18.11": "Es scheint, unser Sohn Raṭṭhapāla ist angekommen.“ ",
  "mn82:19.1": "Zu dieser Zeit aß Raṭṭhapāla den Brei vom Vorabend, an eine Mauer gelehnt. ",
  "mn82:19.2": "Da ging Raṭṭhapālas Vater zu ihm und sagte: ",
  "mn82:19.3": "„Lieber Raṭṭhapāla! Da ist … und du isst den Brei vom Vorabend? ",
  "mn82:19.4": "Warum kommst du nicht in dein eigenes Haus?“ ",
  "mn82:19.5": "„Hausbesitzer, wie können wir, die wir aus dem Haus fortgezogen sind ins hauslose Leben, ein Haus haben? ",
  "mn82:19.6": "Wir sind hauslos, Hausbesitzer. ",
  "mn82:19.7": "Ich kam zu deinem Haus, aber dort erhielt ich weder Almosen noch eine höfliche Ablehnung, ",
  "mn82:19.8": "sondern nur Beschimpfung.“ ",
  "mn82:19.9": "„Komm, lieber Raṭṭhapāla, lass uns ins Haus gehen.“ ",
  "mn82:19.10": "„Genug, Hausbesitzer. Mein Mahl für heute ist beendet.“ ",
  "mn82:19.11": "„Nun, Raṭṭhapāla, dann nimm bitte die morgige Mahlzeit von mir an.“ ",
  "mn82:19.12": "Raṭṭhapāla schwieg zum Zeichen der Zustimmung. ",
  "mn82:20.1": "Da ging sein Vater, als er Raṭṭhapālas Zustimmung erkannt hatte, zurück zu seinem eigenen Haus. Er häufte Goldmünzen und ungemünztes Gold zu einem großen Haufen, den er hinter Schilfmatten versteckte. Dann wandte er sich an Raṭṭhapālas frühere Frauen: ",
  "mn82:20.2": "„Bitte, Schwiegertöchter, schmückt euch so, wie unser Sohn Raṭṭhapāla euch früher am liebsten mochte.“ ",
  "mn82:21.1": "Als dann die Nacht vorüber war, ließ Raṭṭhapālas Vater in seiner eigenen Wohnung köstliche frische und gekochte Speisen zubereiten und benachrichtigte Raṭṭhapāla über die Zeit: ",
  "mn82:21.2": "„Es ist Zeit, Herr, das Essen ist fertig.“ ",
  "mn82:22.1": "Da kleidete Raṭṭhapāla sich am Morgen an, nahm Schale und Robe, ging zum Haus seines Vaters und setzte sich auf den ausgebreiteten Sitz. Raṭṭhapālas Vater enthüllte den Haufen mit Goldmünzen und ungemünztem Gold und sagte zu ihm: ",
  "mn82:22.2": "„Lieber Raṭṭhapāla, das ist dein mütterliches Vermögen. Es gibt noch ein väterliches Vermögen sowie ein Vermögen von den Vorfahren. ",
  "mn82:22.3": "Du kannst sowohl dein Vermögen genießen als auch Verdienst schaffen. ",
  "mn82:22.4": "Komm, wende dich wieder einem geringeren Leben zu, genieße das Vermögen und schaffe Verdienst!“ ",
  "mn82:22.5": "„Wenn du auf meinen Rat hören würdest, würdest du diesen Haufen Gold auf einen Karren laden und wegfahren lassen, um ihn in der Mitte des Ganges zu versenken. ",
  "mn82:22.6": "Und warum? ",
  "mn82:22.7": "Weil er dir nichts als Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis bringen wird.“ ",
  "mn82:23.1": "Dann umschlangen Raṭṭhapālas frühere Frauen je einen seiner Füße und sagten: ",
  "mn82:23.2": "„Wie sind sie, Hausherr, die Nymphen, um derentwillen du das geistliche Leben führst?“ ",
  "mn82:23.3": "„Schwestern, ich führe das geistliche Leben nicht um Nymphen willen.“ ",
  "mn82:23.4": "Mit den Worten: „Unser Hausherr Raṭṭhapāla redet uns als Schwestern an!“ fielen sie eben da ohnmächtig nieder. ",
  "mn82:24.1": "Da sagte Raṭṭhapāla zu seinem Vater: ",
  "mn82:24.2": "„Wenn Essen zum Geben da ist, Hausbesitzer, gib es bitte. ",
  "mn82:24.3": "Aber bedränge mich nicht.“ ",
  "mn82:24.4": "„Iss, lieber Raṭṭhapāla, das Essen ist fertig.“ ",
  "mn82:24.5": "Und Raṭṭhapālas Vater bewirtete und bediente den Ehrwürdigen Raṭṭhapāla eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "mn82:24.6": "Als er gegessen und Hand und Schale gewaschen hatte, sagte er im Stehen eben da diese Strophen auf: ",
  "mn82:25.1": "„Sieh die herausgeputzte Puppe, ",
  "mn82:25.2": "ein Körper, aus Wunden zusammengesetzt, ",
  "mn82:25.3": "krank, lässt dir keine Ruhe, ",
  "mn82:25.4": "und nichts an ihm hat Bestand. ",
  "mn82:25.5": "Sieh die herausgeputzte Gestalt ",
  "mn82:25.6": "mit Edelsteinen und Ohrringen; ",
  "mn82:25.7": "nichts als Knochen, in Haut gewickelt, ",
  "mn82:25.8": "durch die Kleider hübsch gemacht. ",
  "mn82:25.9": "Rot gefärbte Füße ",
  "mn82:25.10": "und ein gepudertes Gesicht ",
  "mn82:25.11": "reichen vielleicht, um einen Toren zu verlocken, ",
  "mn82:25.12": "aber nicht einen, der zum anderen Ufer will. ",
  "mn82:25.13": "Achtfach geflochtene Haare ",
  "mn82:25.14": "und Lidstrich ",
  "mn82:25.15": "reichen vielleicht, um einen Toren zu verlocken, ",
  "mn82:25.16": "aber nicht einen, der zum anderen Ufer will. ",
  "mn82:25.17": "Ein verfaulender Körper, geschmückt ",
  "mn82:25.18": "wie ein frisch bemaltes Kosmetikkästchen, ",
  "mn82:25.19": "reicht vielleicht, um einen Toren zu verlocken, ",
  "mn82:25.20": "aber nicht einen, der zum anderen Ufer will. ",
  "mn82:25.21": "Der Jäger legte die Schlinge aus, ",
  "mn82:25.22": "doch der Hirsch sprang nicht in die Falle. ",
  "mn82:25.23": "Ich habe den Köder gegessen, und nun gehe ich, ",
  "mn82:25.24": "lasse den Fallensteller jammernd zurück.“ ",
  "mn82:26.1": "Und als er im Stehen diese Strophen aufgesagt hatte, ging Raṭṭhapāla zum Wildgehege des Königs Koravya und setzte sich an den Fuß eines Baumes, um den Tag über dort zu meditieren. ",
  "mn82:27.1": "Da wandte sich König Koravya an seinen Wildhüter: ",
  "mn82:27.2": "„Mein guter Wildhüter, bringe den Park des Wildgeheges in Ordnung. ",
  "mn82:27.3": "Wir wollen gehen, um die Landschaft zu betrachten.“ ",
  "mn82:27.4": "„Ja, Majestät“, antwortete der Wildhüter. Als er das Wildgehege in Ordnung brachte, sah er Raṭṭhapāla in seiner Meditation sitzen. ",
  "mn82:27.5": "Daraufhin ging er zum König und sagte: ",
  "mn82:27.6": "„Das Wildgehege ist in Ordnung, Majestät. ",
  "mn82:27.7": "Und der ehrbare Mann mit Namen Raṭṭhapāla, der Sohn des führenden Stammes in Thullakoṭṭhita, von dem du oft so lobend gesprochen hast, meditiert dort am Fuß eines Baumes.“ ",
  "mn82:27.8": "„Nun, mein guter Wildhüter, das genügt für heute mit dem Park. ",
  "mn82:27.9": "Nun will ich dem Meister Raṭṭhapāla meine Aufwartung machen.“ ",
  "mn82:28.1": "Darauf sagte König Koravya: „Gebt die frischen und gekochten Speisen weg, die da zubereitet wurden.“ Er ließ die erlesensten Kutschen anspannen. Dann bestieg er eine erlesene Kutsche und machte sich zusammen mit anderen erlesenen Kutschen in vollem königlichem Prunk von Thullakoṭṭhita auf, um den Ehrwürdigen Raṭṭhapāla zu sehen. ",
  "mn82:28.2": "Er fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab, begab sich zusammen mit einer Gruppe hochrangiger Beamter zu Fuß zu Raṭṭhapāla und tauschte Willkommensgrüße mit ihm aus. Nach der Begrüßung und dem Austausch von Höflichkeiten stellte er sich zur Seite hin und sagte zu Raṭṭhapāla: ",
  "mn82:28.3": "„Hier, Meister Raṭṭhapāla, setz dich auf diese Elefantendecke.“ ",
  "mn82:28.4": "„Genug, großer König, setz du dich darauf. ",
  "mn82:28.5": "Ich sitze auf meinem eigenen Sitz.“ ",
  "mn82:28.6": "Da setzte sich der König auf den ausgebreiteten Sitz und sagte: ",
  "mn82:29.1": "„Meister Raṭṭhapāla, es gibt vier Arten von Verfall. Ihretwegen rasieren sich manche Menschen Haar und Bart, legen ockerfarbene Roben an und ziehen aus dem Haus fort ins hauslose Leben. ",
  "mn82:29.2": "Welche vier? ",
  "mn82:29.3": "Verfall durch Alter, Verfall durch Krankheit, Verfall von Vermögen und Verfall von Angehörigen. ",
  "mn82:30.1": "Und was ist Verfall durch Alter? ",
  "mn82:30.2": "Da ist jemand alt, bejahrt und hochbetagt, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "mn82:30.3": "Er überlegt: ",
  "mn82:30.4": "‚Ich bin jetzt alt, bejahrt und hochbetagt. Ich bin in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "mn82:30.5": "Es ist nicht leicht für mich, neuen Besitz zu erwerben oder vorhandenen Besitz zu vermehren. ",
  "mn82:30.6": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "mn82:30.7": "So zieht er fort wegen des Verfalls durch Alter. ",
  "mn82:30.8": "Das nennt man Verfall durch Alter. ",
  "mn82:30.9": "Aber Meister Raṭṭhapāla ist jetzt ein junger Mann, jung, mit makellos schwarzem Haar, von Jugend gesegnet, in der Blüte des Lebens. ",
  "mn82:30.10": "Du bist nicht durch Alter verfallen. ",
  "mn82:30.11": "Was hast du also erkannt oder gesehen oder gehört, das dich zum Fortziehen bewog? ",
  "mn82:31.1": "Und was ist Verfall durch Krankheit? ",
  "mn82:31.2": "Da ist jemand mitgenommen, leidend, schwer krank. ",
  "mn82:31.3": "Er überlegt: ",
  "mn82:31.4": "‚Ich bin jetzt mitgenommen, leidend, schwer krank. ",
  "mn82:31.5": "Es ist nicht leicht für mich, neuen Besitz zu erwerben oder vorhandenen Besitz zu vermehren. ",
  "mn82:31.6": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "mn82:31.7": "So zieht er fort wegen des Verfalls durch Krankheit. ",
  "mn82:31.8": "Das nennt man Verfall durch Krankheit. ",
  "mn82:31.9": "Aber Meister Raṭṭhapāla ist jetzt selten krank oder unwohl. Dein Magen verdaut gut, ist weder zu heiß noch zu kalt. ",
  "mn82:31.10": "Du bist nicht durch Krankheit verfallen. ",
  "mn82:31.11": "Was hast du also erkannt oder gesehen oder gehört, das dich zum Fortziehen bewog? ",
  "mn82:32.1": "Und was ist Verfall von Vermögen? ",
  "mn82:32.2": "Da ist jemand reich, wohlhabend und vermögend. ",
  "mn82:32.3": "Aber allmählich schwindet sein Vermögen dahin. ",
  "mn82:32.4": "Er überlegt: ",
  "mn82:32.5": "‚Früher war ich reich, wohlhabend und vermögend. ",
  "mn82:32.6": "Aber allmählich schwand mein Vermögen dahin. ",
  "mn82:32.7": "Es ist nicht leicht für mich, neuen Besitz zu erwerben oder vorhandenen Besitz zu vermehren. ",
  "mn82:32.8": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "mn82:32.9": "So zieht er fort wegen des Verfalls von Vermögen. ",
  "mn82:32.10": "Das nennt man Verfall von Vermögen. ",
  "mn82:32.11": "Aber Meister Raṭṭhapāla ist der Sohn des führenden Stammes hier in Thullakoṭṭhita. ",
  "mn82:32.12": "Dein Vermögen ist nicht verfallen. ",
  "mn82:32.13": "Was hast du also erkannt oder gesehen oder gehört, das dich zum Fortziehen bewog? ",
  "mn82:33.1": "Und was ist Verfall von Angehörigen? ",
  "mn82:33.2": "Da hat jemand viele Freunde und Kollegen, Verwandte und Sippenangehörige. ",
  "mn82:33.3": "Aber allmählich schwinden seine Angehörigen dahin. ",
  "mn82:33.4": "Er überlegt: ",
  "mn82:33.5": "‚Früher hatte ich viele Freunde und Kollegen, Verwandte und Sippenangehörige. ",
  "mn82:33.6": "Aber allmählich schwanden meine Angehörigen dahin. ",
  "mn82:33.7": "Es ist nicht leicht für mich, neuen Besitz zu erwerben oder vorhandenen Besitz zu vermehren. ",
  "mn82:33.8": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "mn82:33.9": "So zieht er fort wegen des Verfalls von Angehörigen. ",
  "mn82:33.10": "Das nennt man Verfall von Angehörigen. ",
  "mn82:33.11": "Aber Meister Raṭṭhapāla viele Freunde und Kollegen, Verwandte und Sippenangehörige hier in Thullakoṭṭhita. ",
  "mn82:33.12": "Deine Angehörigen sind nicht verfallen. ",
  "mn82:33.13": "Was hast du also erkannt oder gesehen oder gehört, das dich zum Fortziehen bewog? ",
  "mn82:34.1": "Das sind die vier Arten von Verfall. Ihretwegen rasieren sich manche Menschen Haar und Bart, legen ockerfarbene Roben an und ziehen aus dem Haus fort ins hauslose Leben. ",
  "mn82:34.2": "Keine davon trifft auf Meister Raṭṭhapāla zu. ",
  "mn82:34.3": "Was hast du also erkannt oder gesehen oder gehört, das dich zum Fortziehen bewog?“ ",
  "mn82:35.1": "„Großer König, der Gesegnete, der erkennt und sieht, der Vollendete, der vollkommen erwachte Buddha hat vier Merksätze der Lehre zum Aufsagen gelehrt. Nachdem ich diese Merksätze der Lehre zum Aufsagen erkannt und gesehen und gehört hatte, zog ich aus dem Haus fort ins hauslose Leben. ",
  "mn82:35.2": "Welche vier? ",
  "mn82:36.1": "‚Die Welt ist brüchig und wird fortgerissen.‘ ",
  "mn82:36.2": "Das ist der erste Merksatz. ",
  "mn82:36.3": "‚Die Welt hat keinen Schutz und keinen Retter.‘ ",
  "mn82:36.4": "Das ist der zweite Merksatz. ",
  "mn82:36.5": "‚Die Welt hat keinen Besitzer – man muss alles zurücklassen und weiterziehen.‘ ",
  "mn82:36.6": "Das ist der dritte Merksatz. ",
  "mn82:36.7": "‚Die Welt ist voller Wollen, unersättlich, der Sklave des Verlangens.‘ ",
  "mn82:36.8": "Das ist der vierte Merksatz. ",
  "mn82:37.1": "Der Gesegnete, der erkennt und sieht, der Vollendete, der vollkommen erwachte Buddha hat diese vier Merksätze der Lehre zum Aufsagen gelehrt. Nachdem ich diese Merksätze der Lehre zum Aufsagen erkannt und gesehen und gehört hatte, zog ich aus dem Haus fort ins hauslose Leben.“ ",
  "mn82:38.1": "„‚Die Welt ist brüchig und wird fortgerissen.‘ ",
  "mn82:38.2": "Das sagte Meister Raṭṭhapāla. ",
  "mn82:38.3": "Wie ist da die Bedeutung dieser Aussage zu sehen?“ ",
  "mn82:38.4": "„Was denkst du, großer König? ",
  "mn82:38.5": "Als du zwanzig oder fünfundzwanzig Jahre alt warst, warst du da erprobt im Elefanten- und Pferdereiten, Streitwagenfahren, Bogenschießen und Schwertkampf? Hattest du starke Schenkel und Arme, warst fähig und schlachterprobt?“ ",
  "mn82:38.6": "„Das war ich, Meister Raṭṭhapāla. ",
  "mn82:38.7": "Manchmal schien es damals, als hätte ich übernatürliche Kräfte. Ich sehe niemanden, der mir an Kraft hätte gleichkommen können.“ ",
  "mn82:38.8": "„Was denkst du, großer König? ",
  "mn82:38.9": "Hast du heutzutage ebenso starke Schenkel und Arme und bist fähig und schlachterprobt?“ ",
  "mn82:38.10": "„Nein, Meister Raṭṭhapāla. ",
  "mn82:38.11": "Denn jetzt bin ich alt, bejahrt und hochbetagt. Ich bin in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. Ich bin achtzig Jahre alt. ",
  "mn82:38.12": "Manchmal will ich irgendwohin treten, aber mein Fuß geht irgendwo anders hin.“ ",
  "mn82:38.13": "„Das ist es, was der Buddha meinte, als er sagte: ",
  "mn82:38.14": "‚Die Welt ist brüchig und wird fortgerissen.‘“ ",
  "mn82:38.16": "„Es ist unglaublich, Meister Raṭṭhapāla, es ist erstaunlich, ",
  "mn82:38.17": "wie treffend das vom Buddha gesagt wurde! ",
  "mn82:38.19": "Denn die Welt ist tatsächlich brüchig und wird fortgerissen. ",
  "mn82:39.1": "An diesem königlichen Hof gibt es Bataillone von Elefanten, Reitertruppen, Streitwagen und Fußsoldaten. Sie dienen dazu, uns vor allen Bedrohungen zu schützen. Dennoch sagtest du: ",
  "mn82:39.2": "‚Die Welt hat keinen Schutz und keinen Retter.‘ ",
  "mn82:39.4": "Wie ist da die Bedeutung dieser Aussage zu sehen?“ ",
  "mn82:39.5": "„Was denkst du, großer König? ",
  "mn82:39.6": "Hast du irgendeine chronische Krankheit?“ ",
  "mn82:39.7": "„Ja, das habe ich. ",
  "mn82:39.8": "Manchmal scharen sich meine Freunde und Kollegen, Verwandten und Sippenangehörigen um mich und denken: ",
  "mn82:39.9": "‚Jetzt wird der König sterben! Jetzt wird der König sterben!‘“ ",
  "mn82:39.10": "„Was denkst du, großer König? ",
  "mn82:39.11": "Kannst du erreichen, dass deine Freunde und Kollegen, Verwandten und Sippenangehörigen dir helfen: ",
  "mn82:39.12": "‚Bitte liebe Freunde und Kollegen, Verwandte und Sippenangehörige, teilt ihr alle hier meine Schmerzen unter euch auf, sodass ich weniger Schmerzen fühle‘, ",
  "mn82:39.13": "oder musst du allein diesen Schmerz fühlen?“ ",
  "mn82:39.14": "„Ich kann nicht erreichen, dass meine Freunde und Kollegen, Verwandten und Sippenangehörigen meinen Schmerz teilen. ",
  "mn82:39.16": "Vielmehr muss ich allein diesen Schmerz fühlen.“ ",
  "mn82:39.17": "„Das ist es, was der Buddha meinte, als er sagte: ",
  "mn82:39.18": "‚Die Welt hat keinen Schutz und keinen Retter.‘“ ",
  "mn82:39.20": "„Es ist unglaublich, Meister Raṭṭhapāla, es ist erstaunlich, ",
  "mn82:39.21": "wie treffend das vom Buddha gesagt wurde! ",
  "mn82:39.23": "Denn die Welt hat tatsächlich keinen Schutz und keinen Retter. ",
  "mn82:40.1": "An diesem königlichen Hof gibt es Goldmünzen und ungemünztes Gold in Fülle, das in Kellern und Türmen verwahrt ist. Dennoch sagtest du: ",
  "mn82:40.2": "‚Die Welt hat keinen Besitzer – man muss alles zurücklassen und weiterziehen.‘ ",
  "mn82:40.4": "Wie ist da die Bedeutung dieser Aussage zu sehen?“ ",
  "mn82:40.5": "„Was denkst du, großer König? ",
  "mn82:40.6": "Heutzutage vergnügst du dich mit den fünf Arten sinnlicher Erregung, mit denen du versorgt und ausgestattet bist. Aber gibt es eine Möglichkeit, sicherzustellen, ",
  "mn82:40.7": "dass du im nächsten Leben weiterhin mit den gleichen fünf Arten sinnlicher Erregung versorgt und ausgestattet sein und dich damit ebenfalls vergnügen wirst? Oder werden andere diesen Besitz benutzen, während du gemäß deiner Taten weiterziehst?“ ",
  "mn82:40.8": "„Es gibt keine Möglichkeit, sicherzustellen, dass ich mich im nächsten Leben weiterhin auf die gleiche Art vergnüge. ",
  "mn82:40.10": "Vielmehr werden andere diesen Besitz benutzen, während ich gemäß meiner Taten weiterziehe.“ ",
  "mn82:40.11": "„Das ist es, was der Buddha meinte, als er sagte: ",
  "mn82:40.12": "‚Die Welt hat keinen Besitzer – man muss alles zurücklassen und weiterziehen.‘“ ",
  "mn82:40.14": "„Es ist unglaublich, Meister Raṭṭhapāla, es ist erstaunlich, ",
  "mn82:40.15": "wie treffend das vom Buddha gesagt wurde! ",
  "mn82:40.17": "Denn die Welt hat tatsächlich keinen Besitzer – man muss alles zurücklassen und weiterziehen. ",
  "mn82:41.1": "Du sagtest auch: ‚Die Welt ist voller Wollen, unersättlich, der Sklave des Verlangens.‘ ",
  "mn82:41.3": "Wie ist da die Bedeutung dieser Aussage zu sehen?“ ",
  "mn82:41.4": "„Was denkst du, großer König? ",
  "mn82:41.5": "Du residierst in diesem reichen Land Kuru, ist es nicht so?“ ",
  "mn82:41.6": "„So ist es.“ ",
  "mn82:41.7": "„Was denkst du, großer König? ",
  "mn82:41.8": "Angenommen, ein vertrauenswürdiger und zuverlässiger Mann käme von Osten. ",
  "mn82:41.9": "Er begäbe sich zu dir und meldete: ",
  "mn82:41.10": "‚Bitte, großer König, du sollst wissen: Ich komme von Osten. ",
  "mn82:41.11": "Dort sah ich ein großes Land, das erfolgreich und blühend ist, dicht bevölkert und voller Menschen. ",
  "mn82:41.12": "Sie haben viele Bataillone von Elefanten, Reitertruppen, Streitwagen und Fußsoldaten. ",
  "mn82:41.13": "Und es gibt reichlich Geld und Getreide, ",
  "mn82:41.14": "reichlich Goldmünzen und ungemünztes Gold, bearbeitet wie auch unbearbeitet, ",
  "mn82:41.15": "und viele Frauen zum Nehmen. ",
  "mn82:41.16": "Mit den Streitkräften, die du hast, kannst du es erobern. ",
  "mn82:41.17": "Erobere es, großer König!‘ Was würdest du tun?“ ",
  "mn82:41.18": "„Ich würde es erobern und dort residieren.“ ",
  "mn82:41.19": "„Was denkst du, großer König? ",
  "mn82:41.20": "Dann käme ein vertrauenswürdiger und zuverlässiger Mann von Westen … ",
  "mn82:41.21": "von Norden … ",
  "mn82:41.22": "von Süden … ",
  "mn82:41.23": "oder vom andern Ufer des Meeres. ",
  "mn82:41.24": "Er begäbe sich zu dir und meldete einen gleichen Sachverhalt. ",
  "mn82:41.32": "Was würdest du tun?“ ",
  "mn82:41.33": "„Ich würde es erobern und dort residieren.“ ",
  "mn82:41.34": "„Das ist es, was der Buddha meinte, als er sagte: ",
  "mn82:41.35": "‚Die Welt ist voller Wollen, unersättlich, der Sklave des Verlangens.‘ ",
  "mn82:41.36": "Und nachdem ich das erkannt und gesehen und gehört hatte, zog ich aus dem Haus fort ins hauslose Leben.“ ",
  "mn82:41.37": "„Es ist unglaublich, Meister Raṭṭhapāla, es ist erstaunlich, ",
  "mn82:41.38": "wie treffend das vom Buddha gesagt wurde! ",
  "mn82:41.40": "Denn die Welt ist tatsächlich voller Wollen, unersättlich, der Sklave des Verlangens.“ ",
  "mn82:42.1": "Das sagte der Ehrwürdige Raṭṭhapāla. ",
  "mn82:42.2": "Und er fuhr fort: ",
  "mn82:42.3": "„Ich sehe in der Welt reiche Leute, ",
  "mn82:42.4": "die aufgrund von Täuschung nicht geben, was sie erworben haben. ",
  "mn82:42.5": "Geizig horten sie ihren Reichtum, ",
  "mn82:42.6": "verlangen nach immer mehr Sinnenfreuden. ",
  "mn82:42.7": "Ein König, der die Welt mit Gewalt erobert hätte ",
  "mn82:42.8": "und das Land von einem Meer zum anderen beherrschte, ",
  "mn82:42.9": "unzufrieden mit dieser Küste, ",
  "mn82:42.10": "würde noch nach der anderen verlangen. ",
  "mn82:42.11": "Nicht nur der König, auch andere ",
  "mn82:42.12": "erreichen den Tod, ohne das Verlangen los zu sein. ",
  "mn82:42.13": "Sie verlassen den Körper und wollen noch immer, ",
  "mn82:42.14": "denn in dieser Welt machen Sinnenfreuden nie satt. ",
  "mn82:42.15": "Verwandte jammern mit zerzaustem Kopf: ",
  "mn82:42.16": "‚Oh! Ach! Er ist nicht unsterblich!‘ ",
  "mn82:42.17": "Sie tragen den Körper hinaus, in eine Hülle gewickelt, ",
  "mn82:42.18": "errichten einen Scheiterhaufen und verbrennen ihn da. ",
  "mn82:42.19": "Während er brennt, wird er von Pflöcken durchbohrt, ",
  "mn82:42.20": "in nur ein einziges Tuch gewickelt, der Reichtum vergangen. ",
  "mn82:42.21": "Verwandte, Freunde und Gefährten ",
  "mn82:42.22": "können nicht helfen, wenn man stirbt. ",
  "mn82:42.23": "Erben nehmen den Reichtum, ",
  "mn82:42.24": "und die Wesen wandern weiter gemäß ihrer Taten. ",
  "mn82:42.25": "Reichtum folgt einem nicht in den Tod, ",
  "mn82:42.26": "auch nicht Kinder, Frau, Vermögen und Königreich. ",
  "mn82:42.27": "Langes Leben kann man nicht kaufen, ",
  "mn82:42.28": "und Reichtum kann das Alter nicht bannen; ",
  "mn82:42.29": "denn die Weisen sagen, das Leben ist kurz, ",
  "mn82:42.30": "es ist zeitlich und muss zugrunde gehen. ",
  "mn82:42.31": "Reiche und Arme fühlen die Berührung, ",
  "mn82:42.32": "Toren und Weise fühlen sie auch. ",
  "mn82:42.33": "Der Tor liegt von seiner eigenen Torheit niedergestreckt, ",
  "mn82:42.34": "der Weise zittert nicht bei der Berührung. ",
  "mn82:42.35": "Daher ist Weisheit viel besser als Reichtum, ",
  "mn82:42.36": "denn durch Weisheit erlangt man in diesem Leben Vollkommenheit. ",
  "mn82:42.37": "Doch wenn man aufgrund von Täuschung die Vollkommenheit nicht erlangt, ",
  "mn82:42.38": "wird man Leben um Leben Schlechtes tun. ",
  "mn82:42.39": "Wer in einen Mutterleib und in jene Welt eintritt, ",
  "mn82:42.40": "wird von Leben zu Leben umwandern. ",
  "mn82:42.41": "Wenn jemand mit wenig Weisheit diesem vertraut, ",
  "mn82:42.42": "tritt auch er in einen Mutterleib und in jene Welt ein. ",
  "mn82:42.43": "Wie ein Räuber, der an der Tür gefangen wird, ",
  "mn82:42.44": "für seine schlechten Taten bestraft wird, ",
  "mn82:42.45": "so werden Menschen, wenn sie verscheiden, ",
  "mn82:42.46": "in jener Welt für ihre schlechten Taten bestraft. ",
  "mn82:42.47": "Sinnenfreuden sind vielfältig, süß, entzückend, ",
  "mn82:42.48": "sie tarnen sich und erregen den Geist. ",
  "mn82:42.49": "Ich sah die Gefahr in sinnlicher Erregung, ",
  "mn82:42.50": "da zog ich fort, o König. ",
  "mn82:42.51": "Wie Obst vom Baum fällt, so fallen Menschen, ",
  "mn82:42.52": "jung und alt, wenn der Körper auseinanderbricht. ",
  "mn82:42.53": "Auch als ich das sah, zog ich fort, o König: ",
  "mn82:42.54": "Das Asketenleben ist mit unfehlbarer Sicherheit besser.“ "
}