{
  "mn83:0.1": "Mittlere Lehrreden 83 ",
  "mn83:0.2": "Über den König Maghadeva ",
  "mn83:1.1": "So habe ich es gehört: ",
  "mn83:1.2": "Einmal hielt sich der Buddha bei Mithilā in Maghadevas Mangowäldchen auf. ",
  "mn83:2.1": "Da lächelte der Buddha an einer bestimmten Stelle. ",
  "mn83:2.2": "Da dachte der Ehrwürdige Ānanda: ",
  "mn83:2.3": "„Was ist der Grund, was ist die Ursache, dass der Buddha gelächelt hat? ",
  "mn83:2.4": "Klargewordene lächeln nicht ohne Grund.“ ",
  "mn83:2.5": "Und Ānanda ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "mn83:2.6": "„Was ist der Grund, was ist die Ursache, dass der Buddha gelächelt hat? ",
  "mn83:2.7": "Klargewordene lächeln nicht ohne Grund.“ ",
  "mn83:3.1": "„Es war einmal, Ānanda, eben hier in Mithilā ein gerechter und prinzipientreuer König mit Namen Maghadeva, ein großer König, der zu seiner Pflicht stand. ",
  "mn83:3.2": "Brahmanen und Hausbesitzer sowie die Menschen aus Stadt und Land behandelte er gerecht. ",
  "mn83:3.3": "Und er hielt am vierzehnten, fünfzehnten und achten Tag der Monatshälfte den Besinnungstag ein. ",
  "mn83:4.1": "Nachdem dann viele Jahre, viele hundert Jahre, viele tausend Jahre vergangen waren, wandte sich König Maghadeva an seinen Barbier: ",
  "mn83:4.2": "‚Mein lieber Barbier, wenn du auf meinem Kopf graue Haare wachsen siehst, sage es mir bitte.‘ ",
  "mn83:4.3": "‚Ja, Majestät‘, antwortete der Barbier. ",
  "mn83:4.4": "Nachdem dann viele Jahre, viele hundert Jahre, viele tausend Jahre vergangen waren, sah der Barbier auf dem Kopf des Königs graue Haare wachsen. ",
  "mn83:4.5": "Er sagte zum König: ",
  "mn83:4.6": "‚Die Götterboten sind dir erschienen. Auf deinem Kopf sieht man graue Haare wachsen.‘ ",
  "mn83:4.7": "‚Nun, mein lieber Barbier, ziehe sie vorsichtig mit einer Pinzette heraus und lege sie mir auf die zusammengelegten Hände.‘ ",
  "mn83:4.8": "‚Ja, Majestät‘, antwortete der Barbier und tat wie geheißen. ",
  "mn83:4.9": "Der König gab dem Barbier ein Beute-Dorf, ließ den Kronprinzen rufen und sagte: ",
  "mn83:4.10": "‚Lieber Prinz, die Götterboten sind mir erschienen. ",
  "mn83:4.11": "Auf meinem Kopf sieht man graue Haare wachsen. ",
  "mn83:4.12": "Ich habe menschliche Freuden genossen. ",
  "mn83:4.13": "Nun ist es an der Zeit, dass ich mich um himmlische Freuden bemühe. ",
  "mn83:4.14": "Komm, lieber Prinz, herrsche über das Reich! ",
  "mn83:4.15": "Ich werde mir Haar und Bart rasieren, ockerfarbene Roben anlegen und aus dem Haus fortziehen ins hauslose Leben. ",
  "mn83:4.16": "Denn, lieber Prinz, auch du wirst eines Tages graue Haare auf deinem Kopf wachsen sehen. Wenn das geschieht, sollst du, nachdem du dem Barbier ein Beute-Dorf gegeben und den Kronprinzen sorgfältig ins Königtum eingewiesen hast, dir Haar und Bart rasieren, ockerfarbene Roben anlegen und aus dem Haus fortziehen ins hauslose Leben. ",
  "mn83:4.17": "Führe diesen guten Brauch fort, den ich begründet habe. Sei nicht mein letzter Mann. ",
  "mn83:4.18": "Wenn ein Paar von Männern lebt, so ist derjenige, der so einen guten Brauch abbricht, ihr letzter Mann. ",
  "mn83:4.19": "Daher sage ich zu dir: ",
  "mn83:4.20": "„Führe diesen guten Brauch fort, den ich begründet habe. Sei nicht mein letzter Mann.“‘ ",
  "mn83:5.1": "Und nachdem er so dem Barbier ein Beute-Dorf gegeben und den Kronprinzen sorgfältig ins Königtum eingewiesen hatte, rasierte sich der König Maghadeva Haar und Bart, legte ockerfarbene Roben an und zog hier in diesem Mangowäldchen aus dem Haus fort ins hauslose Leben. ",
  "mn83:5.2": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdrang, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrang er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn83:5.3": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdrang … ",
  "mn83:5.4": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdrang … ",
  "mn83:5.5": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdrang, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrang er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn83:6.1": "84.000 Jahre lang spielte König Maghadeva Kinderspiele, 84.000 Jahre lang war er Vizekönig, 84.000 Jahre lang herrschte er über das Reich und 84.000 Jahre lang führte er das geistliche Leben, nachdem er hier in diesem Mangowäldchen fortgezogen war. ",
  "mn83:6.2": "Und nachdem er die vier göttlichen Meditationen entwickelt hatte, wurde er, als sein Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren werden, in einer Brahmāwelt. ",
  "mn83:7.1": "Nachdem dann viele Jahre, viele hundert Jahre, viele tausend Jahre vergangen waren, wandte sich König Maghadevas Sohn an seinen Barbier: ",
  "mn83:7.2": "‚Mein lieber Barbier, wenn du auf meinem Kopf graue Haare wachsen siehst, sage es mir bitte.‘ ",
  "mn83:7.3": "‚Ja, Majestät‘, antwortete der Barbier. ",
  "mn83:7.4": "Nachdem dann viele Jahre, viele hundert Jahre, viele tausend Jahre vergangen waren, sah der Barbier auf dem Kopf des Königs graue Haare wachsen. ",
  "mn83:7.5": "Er sagte zum König: ",
  "mn83:7.6": "‚Die Götterboten sind dir erschienen. ",
  "mn83:7.7": "Auf deinem Kopf sieht man graue Haare wachsen.‘ ",
  "mn83:7.8": "‚Nun, mein lieber Barbier, ziehe sie vorsichtig mit einer Pinzette heraus und lege sie mir auf die zusammengelegten Hände.‘ ",
  "mn83:7.9": "‚Ja, Majestät‘, antwortete der Barbier und tat wie geheißen. ",
  "mn83:8.1": "Der König gab dem Barbier ein Beute-Dorf, ließ den Kronprinzen rufen und sagte: ",
  "mn83:8.2": "‚Lieber Prinz, die Götterboten sind mir erschienen. ",
  "mn83:8.3": "Auf meinem Kopf sieht man graue Haare wachsen. ",
  "mn83:8.4": "Ich habe menschliche Freuden genossen. ",
  "mn83:8.5": "Nun ist es an der Zeit, dass ich mich um himmlische Freuden bemühe. ",
  "mn83:8.6": "Komm, lieber Prinz, herrsche über das Reich! ",
  "mn83:8.7": "Ich werde mir Haar und Bart rasieren, ockerfarbene Roben anlegen und aus dem Haus fortziehen ins hauslose Leben. ",
  "mn83:8.8": "Denn, lieber Prinz, auch du wirst eines Tages graue Haare auf deinem Kopf wachsen sehen. Wenn das geschieht, sollst du, nachdem du dem Barbier ein Beute-Dorf gegeben und den Kronprinzen sorgfältig ins Königtum eingewiesen hast, dir Haar und Bart rasieren, ockerfarbene Roben anlegen und aus dem Haus fortziehen ins hauslose Leben. ",
  "mn83:8.9": "Führe diesen guten Brauch fort, den ich begründet habe. Sei nicht mein letzter Mann. ",
  "mn83:8.10": "Wenn ein Paar von Männern lebt, so ist derjenige, der so einen guten Brauch abbricht, ihr letzter Mann. ",
  "mn83:8.11": "Daher sage ich zu dir: ",
  "mn83:8.12": "„Führe diesen guten Brauch fort, den ich begründet habe. Sei nicht mein letzter Mann.“‘ ",
  "mn83:9.1": "Und nachdem er so dem Barbier ein Beute-Dorf gegeben und den Kronprinzen sorgfältig ins Königtum eingewiesen hatte, rasierte sich König Maghadevas Sohn Haar und Bart, legte ockerfarbene Roben an und zog hier in diesem Mangowäldchen aus dem Haus fort ins hauslose Leben. ",
  "mn83:9.2": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdrang, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrang er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn83:9.3": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdrang … ",
  "mn83:9.4": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdrang … ",
  "mn83:9.5": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdrang, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrang er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn83:9.6": "84.000 Jahre lang spielte König Maghadevas Sohn Kinderspiele, 84.000 Jahre lang war er Vizekönig, 84.000 Jahre lang herrschte er über das Reich und 84.000 Jahre lang führte er das geistliche Leben, nachdem er hier in diesem Mangowäldchen fortgezogen war. ",
  "mn83:9.7": "Und nachdem er die vier göttlichen Meditationen entwickelt hatte, wurde er, als sein Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einer Brahmāwelt. ",
  "mn83:10.1": "Und ein Geschlecht von 84.000 Königen, den Söhnen der Söhne des Königs Maghadeva, rasierte sich Haar und Bart, legte ockerfarbene Roben an und zog hier in diesem Mangowäldchen aus dem Haus fort ins hauslose Leben. ",
  "mn83:10.2": "Sie meditierten, indem sie eine Himmelsrichtung mit einem Herzen voller Liebe durchdrangen, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrangen sie mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn83:11.1": "Sie meditierten, indem sie eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdrangen … ",
  "mn83:11.2": "Sie meditierten, indem sie eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdrangen … ",
  "mn83:11.3": "Sie meditierten, indem sie eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdrangen, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrangen sie mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn83:11.4": "84.000 Jahre lang spielten sie Kinderspiele, 84.000 Jahre lang waren sie Vizekönig, 84.000 Jahre lang herrschten sie über das Reich und 84.000 Jahre lang führten sie das geistliche Leben, nachdem sie hier in diesem Mangowäldchen fortgezogen waren. ",
  "mn83:11.5": "Und nachdem sie die vier göttlichen Meditationen entwickelt hatten, wurden sie, als ihr Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einer Brahmāwelt. ",
  "mn83:12.1": "Nimi war der letzte dieser gerechten und prinzipientreuen Könige, großer Könige, die zu ihrer Pflicht standen. ",
  "mn83:12.2": "Brahmanen und Hausbesitzer sowie die Menschen aus Stadt und Land behandelte er gerecht. ",
  "mn83:12.3": "Und er hielt am vierzehnten, fünfzehnten und achten Tag der Monatshälfte den Besinnungstag ein. ",
  "mn83:13.1": "Es geschah einmal, Ānanda, da saßen die Götter der Dreiunddreißig in der Halle des Klaren Rechts beisammen, und dieses Gespräch kam unter ihnen auf: ",
  "mn83:13.2": "‚Die Menschen von Videha haben Glück, so großes Glück, ",
  "mn83:13.3": "dass sie Nimi zum König haben. Er ist ein gerechter und prinzipientreuer König, ein großer König, der zu seiner Pflicht steht. ",
  "mn83:13.4": "Brahmanen und Hausbesitzer sowie die Menschen aus Stadt und Land behandelt er gerecht. ",
  "mn83:13.5": "Und er hält am vierzehnten, fünfzehnten und achten Tag der Monatshälfte den Besinnungstag ein.‘ ",
  "mn83:13.6": "Da wandte sich Sakka der Götterfürst an die Götter der Dreiunddreißig: ",
  "mn83:13.7": "‚Kameraden, würdet ihr gerne den König Nimi sehen?‘ ",
  "mn83:13.8": "‚Jawohl, Kamerad, das würden wir gerne.‘ ",
  "mn83:13.9": "Nun war es gerade der fünfzehnte Tag, der Besinnungstag, und König Nimi hatte seinen Kopf gebadet und saß auf dem Söller des königlichen Pfahlbau-Langhauses, um den Besinnungstag einzuhalten. ",
  "mn83:13.10": "Da verschwand Sakka, so leicht, wie ein kräftiger Mensch den Arm strecken oder beugen würde, von den Göttern der Dreiunddreißig und erschien wieder vor dem König Nimi. ",
  "mn83:13.11": "Er sagte zum König: ",
  "mn83:13.12": "‚Du hast Glück, großer König, so großes Glück! ",
  "mn83:13.13": "Die Götter der Dreiunddreißig saßen in der Halle des Klaren Rechts beisammen, wo sie dein Lob sangen: ",
  "mn83:13.14": "„Die Menschen von Videha haben Glück, so großes Glück, ",
  "mn83:13.15": "dass sie Nimi zum König haben. Er ist ein gerechter und prinzipientreuer König, ein großer König, der zu seiner Pflicht steht. ",
  "mn83:13.16": "Brahmanen und Hausbesitzer sowie die Menschen aus Stadt und Land behandelt er gerecht. ",
  "mn83:13.17": "Und er hält am vierzehnten, fünfzehnten und achten Tag der Monatshälfte den Besinnungstag ein.“ ",
  "mn83:13.18": "Sie würden dich gerne sehen. ",
  "mn83:13.19": "Ich werde dir einen Wagen mit einem Gespann von tausend Vollblütern schicken, großer König. ",
  "mn83:13.20": "Besteige ohne Wanken den himmlischen Wagen, großer König!‘ ",
  "mn83:13.21": "Der König Nimi schwieg zum Zeichen der Zustimmung. ",
  "mn83:13.22": "Und als er die Zustimmung des Königs erkannt hatte, verschwand Sakka, so leicht, wie ein kräftiger Mensch den Arm strecken oder beugen würde, vom König Nimi und erschien wieder unter den Göttern der Dreiunddreißig. ",
  "mn83:14.1": "Da wandte sich Sakka der Götterfürst an seinen Wagenlenker Mātali: ",
  "mn83:14.2": "‚Komm, lieber Mātali, spanne den Wagen mit seinem Gespann von tausend Vollblütern an. Dann geh zum König Nimi und sage: ",
  "mn83:14.3": "„Großer König, dieser Wagen wurde dir von Sakka dem Götterfürsten geschickt. ",
  "mn83:14.4": "Besteige ohne Wanken den himmlischen Wagen, großer König!“‘ ",
  "mn83:14.5": "‚Ja, Gebieter‘, antwortete Mātali. Er spannte den Wagen mit seinem Gespann von tausend Vollblütern an, ging zum König Nimi und sagte zu ihm: ",
  "mn83:14.6": "‚Großer König, dieser Wagen wurde dir von Sakka dem Götterfürsten geschickt. ",
  "mn83:14.7": "Besteige ohne Wanken den himmlischen Wagen, großer König! ",
  "mn83:14.8": "Aber welchen Weg sollen wir nehmen – den Weg derer, die das Ergebnis schlechter Taten erfahren, oder den Weg derer, die das Ergebnis guter Taten erfahren?‘ ",
  "mn83:14.9": "‚Bring mich über beide Wege, Mātali.‘ ",
  "mn83:15.1": "Mātali brachte den König Nimi zur Halle des Klaren Rechts. ",
  "mn83:15.2": "Sakka sah König Nimi von Weitem kommen ",
  "mn83:15.3": "und sagte zu ihm: ",
  "mn83:15.4": "‚Komm, großer König! ",
  "mn83:15.5": "Willkommen, großer König! ",
  "mn83:15.6": "Die Götter der Dreiunddreißig, die dich sehen wollten, saßen in der Halle des Klaren Rechts beisammen, wo sie dein Lob sangen: ",
  "mn83:15.7": "„Die Menschen von Videha haben Glück, so großes Glück, ",
  "mn83:15.8": "dass sie Nimi zum König haben. Er ist ein gerechter und prinzipientreuer König, ein großer König, der zu seiner Pflicht steht. ",
  "mn83:15.9": "Brahmanen und Hausbesitzer sowie die Menschen aus Stadt und Land behandelte er gerecht. ",
  "mn83:15.10": "Und er hält am vierzehnten, fünfzehnten und achten Tag der Monatshälfte den Besinnungstag ein.“ ",
  "mn83:15.11": "Die Götter der Dreiunddreißig würden dich gerne sehen. ",
  "mn83:15.12": "Genieße himmlische Herrlichkeit unter den Göttern!‘ ",
  "mn83:15.13": "‚Genug, Kamerad. Bringe mich sofort zurück nach Mithilā. ",
  "mn83:15.14": "So werde ich Brahmanen und Hausbesitzer sowie die Menschen aus Stadt und Land gerecht behandeln. ",
  "mn83:15.15": "Und ich werde am vierzehnten, fünfzehnten und achten Tag der Monatshälfte den Besinnungstag einhalten.‘ ",
  "mn83:16.1": "Da wandte sich Sakka der Götterfürst an seinen Wagenlenker Mātali: ",
  "mn83:16.2": "‚Komm, lieber Mātali, spanne den Wagen mit seinem Gespann von tausend Vollblütern an und bringe den König Nimi sofort zurück nach Mithilā.‘ ",
  "mn83:16.3": "‚Ja, Gebieter‘, antwortete Mātali, spannte den Wagen an und brachte Nimi zurück nach Mithilā. ",
  "mn83:16.4": "Dort behandelte der König Brahmanen und Hausbesitzer sowie die Menschen aus Stadt und Land gerecht, und er hielt am vierzehnten, fünfzehnten und achten Tag der Monatshälfte den Besinnungstag ein. ",
  "mn83:16.5": "Nachdem dann viele Jahre, viele hundert Jahre, viele tausend Jahre vergangen waren, wandte sich König Nimi an seinen Barbier: ",
  "mn83:16.6": "‚Mein lieber Barbier, wenn du auf meinem Kopf graue Haare wachsen siehst, sage es mir bitte.‘ ",
  "mn83:16.7": "‚Ja, Majestät‘, antwortete der Barbier. ",
  "mn83:16.8": "Nachdem dann viele Jahre, viele hundert Jahre, viele tausend Jahre vergangen waren, sah der Barbier auf dem Kopf des Königs graue Haare wachsen. ",
  "mn83:16.9": "Er sagte zum König: ",
  "mn83:16.10": "‚Die Götterboten sind dir erschienen. ",
  "mn83:16.11": "Auf deinem Kopf sieht man graue Haare wachsen.‘ ",
  "mn83:16.12": "‚Nun, mein lieber Barbier, ziehe sie vorsichtig mit einer Pinzette heraus und lege sie mir auf die zusammengelegten Hände.‘ ",
  "mn83:16.13": "‚Ja, Majestät‘, antwortete der Barbier und tat wie geheißen. ",
  "mn83:16.14": "Der König gab dem Barbier ein Beute-Dorf, ließ den Kronprinzen rufen und sagte: ",
  "mn83:16.15": "‚Lieber Prinz, die Götterboten sind mir erschienen. ",
  "mn83:16.16": "Auf meinem Kopf sieht man graue Haare wachsen. ",
  "mn83:16.17": "Ich habe menschliche Freuden genossen. ",
  "mn83:16.18": "Nun ist es an der Zeit, dass ich mich um himmlische Freuden bemühe. ",
  "mn83:16.19": "Komm, lieber Prinz, herrsche über das Reich! ",
  "mn83:16.20": "Ich werde mir Haar und Bart rasieren, ockerfarbene Roben anlegen und aus dem Haus fortziehen ins hauslose Leben. ",
  "mn83:16.21": "Denn, lieber Prinz, auch du wirst eines Tages graue Haare auf deinem Kopf wachsen sehen. Wenn das geschieht, sollst du, nachdem du dem Barbier ein Beute-Dorf gegeben und den Kronprinzen sorgfältig ins Königtum eingewiesen hast, dir Haar und Bart rasieren, ockerfarbene Roben anlegen und aus dem Haus fortziehen ins hauslose Leben. ",
  "mn83:16.22": "Führe diesen guten Brauch fort, den ich begründet habe. Sei nicht mein letzter Mann. ",
  "mn83:16.23": "Wenn ein Paar von Männern lebt, so ist derjenige, der so einen guten Brauch abbricht, ihr letzter Mann. ",
  "mn83:16.24": "Daher sage ich zu dir: ",
  "mn83:16.25": "„Führe diesen guten Brauch fort, den ich begründet habe. Sei nicht mein letzter Mann.“‘ ",
  "mn83:17-19.1": "Und nachdem er so dem Barbier ein Beute-Dorf gegeben und den Kronprinzen sorgfältig ins Königtum eingewiesen hatte, rasierte sich der König Nimi Haar und Bart, legte ockerfarbene Roben an und zog hier in diesem Mangowäldchen aus dem Haus fort ins hauslose Leben. ",
  "mn83:17-19.2": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdrang, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrang er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn83:17-19.3": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdrang … ",
  "mn83:17-19.4": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdrang … ",
  "mn83:17-19.5": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdrang, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrang er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn83:17-19.6": "84.000 Jahre lang spielte König Nimi Kinderspiele, 84.000 Jahre lang war er Vizekönig, 84.000 Jahre lang herrschte er über das Reich und 84.000 Jahre lang führte er das geistliche Leben, nachdem er hier in diesem Mangowäldchen fortgezogen war. ",
  "mn83:17-19.7": "Und nachdem er die vier göttlichen Meditationen entwickelt hatte, wurde er, als sein Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einer Brahmāwelt. ",
  "mn83:20.1": "Doch der König Nimi hatte einen Sohn mit Namen Kaḷārajanaka. ",
  "mn83:20.2": "Er zog nicht aus dem Haus fort ins hauslose Leben. ",
  "mn83:20.3": "Er brach diesen guten Brauch ab. ",
  "mn83:20.4": "Er war ihr letzter Mann. ",
  "mn83:21.1": "Ānanda, du denkst vielleicht: ",
  "mn83:21.2": "‚Der König Maghadeva, von dem dieser gute Brauch begründet wurde, wird damals sicher jemand anders gewesen sein?‘ ",
  "mn83:21.3": "Aber so solltest du es nicht sehen. ",
  "mn83:21.4": "Ich selbst war damals der König Maghadeva. ",
  "mn83:21.5": "Ich war der, der diesen guten Brauch begründete, ",
  "mn83:21.6": "der von denen, die nachkamen, fortgeführt wurde. ",
  "mn83:21.7": "Aber dieser gute Brauch führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Er führt nur bis zur Wiedergeburt in der Brahmāwelt. ",
  "mn83:21.8": "Doch jetzt habe ich einen guten Brauch begründet, der zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führt. ",
  "mn83:21.9": "Und was ist dieser gute Brauch? ",
  "mn83:21.10": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "mn83:21.11": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "mn83:21.12": "Das ist der gute Brauch, den ich jetzt begründet habe, der zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führt. ",
  "mn83:21.13": "Ānanda, ich sage zu euch: ",
  "mn83:21.14": "‚Führt diesen guten Brauch fort, den ich begründet habe. Seid nicht meine letzten Männer.‘ ",
  "mn83:21.15": "Wenn ein Paar von Männern lebt, so ist derjenige, der so einen guten Brauch abbricht, ihr letzter Mann. ",
  "mn83:21.16": "Ānanda, ich sage zu euch: ",
  "mn83:21.17": "‚Führt diesen guten Brauch fort, den ich begründet habe. Seid nicht meine letzten Männer.‘“ ",
  "mn83:21.18": "Das sagte der Buddha. ",
  "mn83:21.19": "Zufrieden begrüßte der Ehrwürdige Ānanda die Worte des Buddha. "
}