{
  "mn85:0.1": "Mittlere Lehrreden 85 ",
  "mn85:0.2": "Mit dem Prinzen Bodhi ",
  "mn85:1.1": "So habe ich es gehört: ",
  "mn85:1.2": "Einmal hielt sich der Buddha im Land der Bhagger bei Krokodilbrüllen auf, im Wildpark bei Bhesakaḷās Wald. ",
  "mn85:2.1": "Nun war da gerade kürzlich für den Prinzen Bodhi ein neues Pfahlbau-Langhaus mit Namen Rosafarbener Lotus erbaut worden. Bisher war es noch von keinem Asketen oder Brahmanen oder von irgendeinem menschlichen Wesen benutzt worden. ",
  "mn85:3.1": "Da wandte sich der Prinz Bodhi an den Vedenstudenten Sañjikāputta: ",
  "mn85:3.2": "„Bitte, lieber Sañjikāputta, geh zum Buddha und beuge in meinem Namen deinen Kopf zu seinen Füßen. Frage ihn, ob er gesund und wohlauf ist, ob er wendig und kräftig ist und unbeschwert lebt. ",
  "mn85:3.4": "Und dann frage ihn, ",
  "mn85:3.5": "ob er zusammen mit dem Saṅgha der Mönche und Nonnen die morgige Mahlzeit von mir annehmen möchte.“ ",
  "mn85:4.1": "„Ja, werter Herr“, antwortete Sañjikāputta. Er überbrachte die Einladung des Prinzen Bodhi, ",
  "mn85:4.6": "und der Buddha schwieg zum Zeichen der Zustimmung. ",
  "mn85:4.7": "Da erhob sich, als er die Zustimmung des Buddha erkannt hatte, Sañjikāputta von seinem Sitz, ging zum Prinzen Bodhi und sagte zu ihm: ",
  "mn85:4.8": "„Ich habe dem werten Gotama deine Einladung überbracht, ",
  "mn85:4.12": "und er nahm sie an.“ ",
  "mn85:5.1": "Als dann die Nacht vorüber war, ließ Prinz Bodhi in seiner eigenen Wohnung vorzügliche frische und gekochte Speisen zubereiten. Er ließ auch das Langhaus Rosafarbener Lotus mit weißem Stoff auslegen bis hinab zur untersten Stufe der Treppe. Dann sagte er zu Sañjikāputta: ",
  "mn85:5.2": "„Bitte, lieber Sañjikāputta, geh zum Buddha und kündige ihm die Zeit an. Sage: ",
  "mn85:5.3": "‚Es ist Zeit, Herr, das Essen ist fertig.‘“ ",
  "mn85:5.4": "„Ja, werter Herr“, antwortete Sañjikāputta und tat wie geheißen. ",
  "mn85:6.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und ging zu Prinz Bodhis Haus. ",
  "mn85:7.1": "Nun stand da Prinz Bodhi vor dem Tor und wartete auf den Buddha. ",
  "mn85:7.2": "Als er den Buddha von Weitem kommen sah, ",
  "mn85:7.3": "ging er ihm entgegen, um ihn zu begrüßen. Er verbeugte sich, lud den Buddha ein, vorauszugehen, und begab sich zum Langhaus Rosafarbener Lotus. ",
  "mn85:7.4": "Aber der Buddha blieb vor der untersten Treppenstufe stehen. ",
  "mn85:7.5": "Da sagte Prinz Bodhi zu ihm: ",
  "mn85:7.6": "„Herr, der Gesegnete trete auf den Stoff! Der Heilige trete auf den Stoff! ",
  "mn85:7.7": "Das wird zu meinem langanhaltenden Nutzen und Glück sein.“ ",
  "mn85:7.8": "Doch darauf schwieg der Buddha. ",
  "mn85:7.9": "Zum zweiten Mal … ",
  "mn85:7.10": "und zum dritten Mal sagte Prinz Bodhi zu ihm: ",
  "mn85:7.11": "„Herr, der Gesegnete trete auf den Stoff! Der Heilige trete auf den Stoff! ",
  "mn85:7.12": "Das wird zu meinem langanhaltenden Nutzen und Glück sein.“ ",
  "mn85:7.13": "Da warf der Buddha dem Ehrwürdigen Ānanda einen Blick zu. ",
  "mn85:7.14": "Darauf sagte Ānanda zum Prinzen Bodhi: ",
  "mn85:7.15": "„Falte den Stoff zusammen, Prinz. ",
  "mn85:7.16": "Der Buddha wird nicht auf weißen Stoff treten. ",
  "mn85:7.17": "Der Klargewordene hat Anteilnahme für künftige Generationen.“ ",
  "mn85:8.1": "Da ließ Prinz Bodhi den Stoff zusammenfalten und die Sitze auf dem Söller des Langhauses ausbreiten. ",
  "mn85:8.2": "Da stieg der Buddha zum Langhaus hinauf und setzte sich zusammen mit dem Saṅgha der Mönche und Nonnen auf die ausgebreiteten Sitze. ",
  "mn85:9.1": "Darauf bewirtete und bediente Prinz Bodhi den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze eigenhändig mit vorzüglichen frischen und gekochten Speisen. ",
  "mn85:9.2": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, nahm Prinz Bodhi einen niedrigen Sitz, setzte sich zur Seite hin ",
  "mn85:9.3": "und sagte zu ihm: ",
  "mn85:9.4": "„Herr, ich denke folgendermaßen: ",
  "mn85:9.5": "‚Glück wird nicht durch Glück gewonnen; Glück wird durch Schmerz gewonnen.‘“ ",
  "mn85:10.1": "„Prinz, vor meinem Erwachen – als ich noch nicht erwacht war, aber zum Erwachen entschlossen – dachte ich auch: ",
  "mn85:10.2": "‚Glück wird nicht durch Glück gewonnen; Glück wird durch Schmerz gewonnen.‘ ",
  "mn85:11.1": "Einige Zeit später, als ich noch makellos schwarzes Haar hatte, von Jugend gesegnet, in der Blüte des Lebens, und obwohl meine Mutter und mein Vater es anders wollten und mit tränenüberströmtem Gesicht weinten, rasierte ich mir Haar und Bart, legte ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. ",
  "mn85:11.2": "Nachdem ich fortgezogen war, machte ich mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich begab mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn85:11.3": "‚Geehrter Kālāma, ich wünsche, in dieser Lehre und Schulung das geistliche Leben zu führen.‘ ",
  "mn85:11.4": "Āḷāra Kālāma erwiderte: ",
  "mn85:11.5": "‚Bleibe, Ehrwürdiger. ",
  "mn85:11.6": "Diese Lehre ist so, dass ein vernünftiger Mensch bald seine eigene Tradition durch eigene Einsicht verwirklichen und mit dieser Errungenschaft leben kann.‘ ",
  "mn85:11.7": "Ich prägte mir diese Lehre rasch ein. ",
  "mn85:11.8": "So weit das Nachsprechen und mündliche Wiederholen reichte, sprach ich die Doktrin des Erkennens, die altehrwürdige Doktrin. Ich behauptete, zu erkennen und zu sehen, und auch andere taten das. ",
  "mn85:11.9": "Da kam mir der Gedanke: ",
  "mn85:11.10": "‚Es ist nicht nur aufgrund bloßen Vertrauens, dass Āḷāra Kālāma erklärt: „Ich verwirkliche diese Lehre durch eigene Einsicht und lebe mit dieser Errungenschaft.“ ",
  "mn85:11.11": "Sicher meditiert er, indem er diese Lehre erkennt und sieht.‘ ",
  "mn85:12.1": "Da begab ich mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn85:12.2": "‚Geehrter Kālāma, inwieweit erklärst du, diese Lehre durch eigene Einsicht verwirklicht zu haben und mit dieser Errungenschaft zu leben?‘ ",
  "mn85:12.3": "Daraufhin erklärte er die Dimension des Nichts. ",
  "mn85:12.4": "Da kam mir der Gedanke: ",
  "mn85:12.5": "‚Es ist nicht nur Āḷāra Kālāma, der Vertrauen besitzt, ",
  "mn85:12.6": "der Energie, ",
  "mn85:12.7": "Achtsamkeit, ",
  "mn85:12.8": "Versenkung ",
  "mn85:12.9": "und Weisheit besitzt; auch ich besitze diese Dinge. ",
  "mn85:12.10": "Warum setze ich mich nicht ein, um die gleiche Lehre zu verwirklichen, von der Āḷāra Kālāma erklärt, er habe sie durch eigene Einsicht verwirklicht?‘ ",
  "mn85:12.11": "Ich verwirklichte rasch durch eigene Einsicht die Lehre und lebte mit dieser Errungenschaft. ",
  "mn85:12.12": "Da begab ich mich zu Āḷāra Kālāma und sagte zu ihm: ",
  "mn85:12.13": "‚Geehrter Kālāma, ist es insoweit, dass du diese Lehre durch eigene Einsicht verwirklicht hast und erklärst, sie errungen zu haben?‘ ",
  "mn85:12.14": "‚So ist es, Geehrter.‘ ",
  "mn85:12.15": "‚Auch ich, Geehrter, habe insoweit diese Lehre durch eigene Einsicht verwirklicht und lebe mit dieser Errungenschaft.‘ ",
  "mn85:12.16": "‚Wir haben Glück, Geehrter, so großes Glück, ",
  "mn85:12.17": "einen Ehrwürdigen wie dich als einen unserer geistlichen Gefährten zu sehen! ",
  "mn85:12.18": "Die Lehre, die ich durch eigene Einsicht verwirklicht habe und von der ich erkläre, sie errungen zu haben, hast du also durch eigene Einsicht verwirklicht und lebst mit dieser Errungenschaft. ",
  "mn85:12.19": "Die Lehre, die du durch eigene Einsicht verwirklicht hast und mit deren Errungenschaft du lebst, habe ich durch eigene Einsicht verwirklicht und erkläre, sie errungen zu haben. ",
  "mn85:12.20": "Die Lehre, die ich erkenne, erkennst also du, und die Lehre, die du erkennst, erkenne ich. ",
  "mn85:12.21": "Ich bin wie du und du bist wie ich. ",
  "mn85:12.22": "Komm nun, Geehrter! Wir sollten beide gemeinsam diese Gemeinschaft anleiten.‘ ",
  "mn85:12.23": "Und so setzte mein Lehrmeister Āḷāra Kālāma mich, seinen Zögling, auf die gleiche Stufe mit sich selbst und ehrte mich mit großem Lob. ",
  "mn85:12.24": "Da kam mir der Gedanke: ",
  "mn85:12.25": "‚Diese Lehre führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Sie führt nur bis zur Wiedergeburt in der Dimension des Nichts.‘ ",
  "mn85:12.26": "Als ich erkannte, dass diese Lehre unangemessen war, ging ich enttäuscht weg. ",
  "mn85:12.27": "Ich machte mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich begab mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn85:12.28": "‚Geehrter, ich wünsche, in dieser Lehre und Schulung das geistliche Leben zu führen.‘ ",
  "mn85:12.29": "Uddaka erwiderte: ",
  "mn85:12.30": "‚Bleibe, Ehrwürdiger. ",
  "mn85:12.31": "Diese Lehre ist so, dass ein vernünftiger Mensch bald seine eigene Tradition durch eigene Einsicht verwirklichen und mit dieser Errungenschaft leben kann.‘ ",
  "mn85:12.32": "Ich prägte mir diese Lehre rasch ein. ",
  "mn85:12.33": "So weit das Nachsprechen und mündliche Wiederholen reichte, sprach ich die Doktrin des Erkennens, die altehrwürdige Doktrin. Ich behauptete, zu erkennen und zu sehen, und auch andere taten das. ",
  "mn85:12.34": "Da kam mir der Gedanke: ",
  "mn85:12.35": "‚Es ist nicht nur aufgrund bloßen Vertrauens, dass Rāma erklärte: „Ich verwirkliche diese Lehre durch eigene Einsicht und lebe mit dieser Errungenschaft.“ ",
  "mn85:12.36": "Sicher meditierte er, indem er diese Lehre erkannte und sah.‘ ",
  "mn85:13.1": "Da begab ich mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn85:13.2": "‚Geehrter, inwieweit erklärte Rāma, diese Lehre durch eigene Einsicht verwirklicht zu haben und mit dieser Errungenschaft zu leben?‘ ",
  "mn85:13.3": "Daraufhin erklärte Uddaka die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "mn85:13.4": "Da kam mir der Gedanke: ",
  "mn85:13.5": "‚Es ist nicht nur Rāma, der Vertrauen besaß, ",
  "mn85:13.6": "der Energie, ",
  "mn85:13.7": "Achtsamkeit, ",
  "mn85:13.8": "Versenkung ",
  "mn85:13.9": "und Weisheit besaß; auch ich besitze diese Dinge. ",
  "mn85:13.10": "Warum setze ich mich nicht ein, um die gleiche Lehre zu verwirklichen, von der Rāma erklärte, er habe sie durch eigene Einsicht verwirklicht?‘ ",
  "mn85:13.11": "Ich verwirklichte rasch durch eigene Einsicht die Lehre und lebte mit dieser Errungenschaft. ",
  "mn85:13.12": "Da begab ich mich zu Uddaka dem Sohn Rāmas und sagte zu ihm: ",
  "mn85:13.13": "‚Geehrter, ist es insoweit, dass Rāma diese Lehre durch eigene Einsicht verwirklichte und erklärte, sie errungen zu haben?‘ ",
  "mn85:13.14": "‚So ist es, Geehrter.‘ ",
  "mn85:13.15": "‚Auch ich, Geehrter, habe insoweit diese Lehre durch eigene Einsicht verwirklicht und lebe mit dieser Errungenschaft.‘ ",
  "mn85:13.16": "‚Wir haben Glück, Geehrter, so großes Glück, ",
  "mn85:13.17": "einen Ehrwürdigen wie dich als einen unserer geistlichen Gefährten zu sehen! ",
  "mn85:13.18": "Die Lehre, die Rāma durch eigene Einsicht verwirklicht hatte und von der er erklärte, sie errungen zu haben, hast du also durch eigene Einsicht verwirklicht und lebst mit dieser Errungenschaft. ",
  "mn85:13.19": "Die Lehre, die du durch eigene Einsicht verwirklicht hast und mit deren Errungenschaft du lebst, hatte Rāma durch eigene Einsicht verwirklicht und erklärte, sie errungen zu haben. ",
  "mn85:13.20": "Die Lehre, die Rāma unmittelbar erkannte, erkennst also du, und die Lehre, die du erkennst, erkannte Rāma unmittelbar. ",
  "mn85:13.21": "Rāma war wie du und du bist wie Rāma. ",
  "mn85:13.22": "Komm nun, Geehrter! Du sollst diese Gemeinschaft anleiten.‘ ",
  "mn85:13.23": "Und so setzte mein geistlicher Gefährte Uddaka der Sohn Rāmas mich auf die Stufe eines Lehrmeisters und ehrte mich mit großem Lob. ",
  "mn85:13.24": "Da kam mir der Gedanke: ",
  "mn85:13.25": "‚Diese Lehre führt nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Sie führt nur bis zur Wiedergeburt in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat.‘ ",
  "mn85:13.26": "Als ich erkannte, dass diese Lehre unangemessen war, ging ich enttäuscht weg. ",
  "mn85:14.1": "Ich machte mich auf, zu entdecken, was tauglich ist, und suchte nach dem unübertrefflichen Zustand erhabenen Friedens. Ich wanderte Stück für Stück durch das Land der Magadher, bis ich zum Marktflecken Senā in Uruvelā kam. ",
  "mn85:14.2": "Da sah ich einen entzückenden Park, ein anmutiges Wäldchen mit einem strömenden Fluss, der sauber und entzückend war, mit sanft abfallenden Ufern. Und in der Nähe war ein Dorf für den Almosengang. ",
  "mn85:14.3": "Da kam mir der Gedanke: ",
  "mn85:14.4": "‚Dieser Park ist wirklich entzückend, ein anmutiges Wäldchen mit einem strömenden Fluss, der sauber und entzückend ist, mit sanft abfallenden Ufern. Und in der Nähe ist ein Dorf für den Almosengang. ",
  "mn85:14.5": "Das ist sicher gut genug zum Streben für einen ehrbaren Menschen, der streben will.‘ ",
  "mn85:14.6": "So setzte ich mich eben dort hin und dachte: ",
  "mn85:14.7": "‚Das ist gut genug zum Streben.‘ ",
  "mn85:15.1": "Und dann fielen mir diese drei Gleichnisse ein, die mir weder aus übernatürlicher Quelle eingegeben wurden, noch hatte ich sie zuvor gehört: ",
  "mn85:16.1": "Wie ein grünes, saftiges Stück Holz, das im Wasser läge, ",
  "mn85:16.2": "und ein Mensch käme mit einer Spindel, ",
  "mn85:16.3": "um ein Feuer zu entzünden und Hitze zu erzeugen. ",
  "mn85:16.4": "Was denkst du, Prinz? ",
  "mn85:16.5": "Könnte er, indem er diese Spindel in das grüne, saftige Stück Holz bohren würde, das im Wasser läge, ein Feuer entzünden und Hitze erzeugen?“ ",
  "mn85:16.6": "„Nein, Herr. ",
  "mn85:16.7": "Warum ist das so? ",
  "mn85:16.8": "Weil es ein grünes, saftiges Stück Holz ist, und es liegt im Wasser. ",
  "mn85:16.9": "Dieser Mensch würde nur erschöpft und entmutigt werden.“ ",
  "mn85:17.1": "„Ebenso gibt es Asketen und Brahmanen, die mit dem Körper und dem Geist nicht von Sinnenfreuden abgesondert leben. Sie haben Sehnen, Gewogenheit, Betörung, Durst und Leidenschaft in Bezug auf Sinnenfreuden innerlich nicht aufgegeben und gestillt. ",
  "mn85:17.2": "Ob sie nun aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlen oder nicht, ",
  "mn85:17.3": "sie sind zum Erkennen und Sehen, zum höchsten Erwachen nicht in der Lage. ",
  "mn85:17.4": "Das war das erste Gleichnis, das mir einfiel. ",
  "mn85:18.1": "Dann fiel mir ein zweites Gleichnis ein: ",
  "mn85:18.2": "Wie ein grünes, saftiges Stück Holz, das auf dem Trockenen läge, weit weg vom Wasser, ",
  "mn85:18.3": "und ein Mensch käme mit einer Spindel, ",
  "mn85:18.4": "um ein Feuer zu entzünden und Hitze zu erzeugen. ",
  "mn85:18.5": "Was denkst du, Prinz? ",
  "mn85:18.6": "Könnte er, indem er diese Spindel in das grüne, saftige Stück Holz bohren würde, das auf dem Trockenen läge, weit weg vom Wasser, ein Feuer entzünden und Hitze erzeugen?“ ",
  "mn85:18.7": "„Nein, Herr. ",
  "mn85:18.8": "Warum ist das so? ",
  "mn85:18.9": "Weil es immer noch ein grünes, saftiges Stück Holz ist, auch wenn es auf dem Trockenen liegt, weit weg vom Wasser. ",
  "mn85:18.10": "Dieser Mensch würde nur erschöpft und entmutigt werden.“ ",
  "mn85:18.11": "„Ebenso gibt es Asketen und Brahmanen, die mit dem Körper und dem Geist nicht von Sinnenfreuden abgesondert leben. Sie haben Sehnen, Gewogenheit, Betörung, Durst und Leidenschaft in Bezug auf Sinnenfreuden innerlich nicht aufgegeben und gestillt. ",
  "mn85:18.12": "Ob sie nun aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlen oder nicht, ",
  "mn85:18.13": "sie sind zum Erkennen und Sehen, zum höchsten Erwachen nicht in der Lage. ",
  "mn85:18.14": "Das war das zweite Gleichnis, das mir einfiel. ",
  "mn85:19.1": "Dann fiel mir ein drittes Gleichnis ein: ",
  "mn85:19.2": "Wie ein ausgetrocknetes, verdorrtes Stück Holz, das auf dem Trockenen läge, weit weg vom Wasser, ",
  "mn85:19.3": "und ein Mensch käme mit einer Spindel, ",
  "mn85:19.4": "um ein Feuer zu entzünden und Hitze zu erzeugen. ",
  "mn85:19.5": "Was denkst du, Prinz? ",
  "mn85:19.6": "Könnte er, indem er diese Spindel in das ausgetrocknete, verdorrte Stück Holz bohren würde, das auf dem Trockenen läge, weit weg vom Wasser, ein Feuer entzünden und Hitze erzeugen?“ ",
  "mn85:19.7": "„Ja, Herr. ",
  "mn85:19.8": "Warum ist das so? ",
  "mn85:19.9": "Weil es ein ausgetrocknetes, verdorrtes Stück Holz ist, und es liegt auf dem Trockenen, weit weg vom Wasser.“ ",
  "mn85:19.10": "„Ebenso gibt es Asketen und Brahmanen, die mit dem Körper und dem Geist von Sinnenfreuden abgesondert leben. Und sie haben Sehnen, Gewogenheit, Betörung, Durst und Leidenschaft in Bezug auf Sinnenfreuden innerlich aufgegeben und gestillt. ",
  "mn85:19.11": "Ob sie nun aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlen oder nicht, ",
  "mn85:19.12": "sie sind zum Erkennen und Sehen, zum höchsten Erwachen in der Lage. ",
  "mn85:19.13": "Das war das dritte Gleichnis, das mir einfiel. ",
  "mn85:19.14": "Das sind die drei Gleichnisse, die mir einfielen, die mir weder aus übernatürlicher Quelle eingegeben wurden, noch hatte ich sie zuvor gehört. ",
  "mn85:20.1": "Da kam mir der Gedanke: ",
  "mn85:20.2": "‚Warum quetsche und drücke ich nicht mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge den Geist mit dem Geist und quäle ihn nieder?‘ ",
  "mn85:20.3": "Und ich quetschte und drückte mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge den Geist mit dem Geist und quälte ihn nieder, ",
  "mn85:20.4": "bis mir der Schweiß aus den Achselhöhlen rann. ",
  "mn85:20.5": "Wie wenn ein kräftiger Mann einen schwächeren an Kopf, Hals oder Schulter packen und ihn quetschen, drücken und niederquälen würde: ",
  "mn85:20.6": "Ebenso quetschte und drückte ich mit zusammengebissenen Zähnen und gegen den Gaumen gepresster Zunge den Geist mit dem Geist und quälte ihn nieder, bis mir der Schweiß aus den Achselhöhlen rann. ",
  "mn85:20.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn85:21.1": "Da kam mir der Gedanke: ",
  "mn85:21.2": "‚Warum übe ich nicht die Vertiefung ohne Atem?‘ ",
  "mn85:21.3": "Und ich unterband die Atmung durch Mund und Nase. ",
  "mn85:21.4": "Doch dann kamen Winde aus meinen Ohren, die einen lauten Lärm machten ",
  "mn85:21.5": "wie das Fauchen eines Schmiedeblasebalgs. ",
  "mn85:21.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn85:22.1": "Da kam mir der Gedanke: ",
  "mn85:22.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn85:22.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn85:22.4": "Doch dann zermarterten heftige Winde meinen Kopf, ",
  "mn85:22.5": "als würde ein kräftiger Mann eine scharfe Spitze in meinen Kopf bohren. ",
  "mn85:22.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn85:23.1": "Da kam mir der Gedanke: ",
  "mn85:23.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn85:23.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn85:23.4": "Doch dann bekam ich heftige Kopfschmerzen, ",
  "mn85:23.5": "als würde ein kräftiger Mann mir einen festen Lederriemen um den Kopf strammziehen. ",
  "mn85:23.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn85:24.1": "Da kam mir der Gedanke: ",
  "mn85:24.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn85:24.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn85:24.4": "Doch dann schnitten mir heftige Winde in den Bauch, ",
  "mn85:24.5": "als würde ein geschickter Metzger oder Metzgerlehrling mit einem scharfen Fleischermesser meinen Bauch aufschlitzen. ",
  "mn85:24.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn85:25.1": "Da kam mir der Gedanke: ",
  "mn85:25.2": "‚Warum übe ich nicht weiter die Vertiefung ohne Atem?‘ ",
  "mn85:25.3": "Und ich unterband die Atmung durch Mund und Nase und Ohren. ",
  "mn85:25.4": "Doch dann war da ein heftiges Brennen in meinem Körper, ",
  "mn85:25.5": "als würden zwei kräftige Männer einen schwächeren Mann an den Armen packen, um ihn über einer Grube mit glühenden Kohlen zu verbrennen und zu schmoren. ",
  "mn85:25.7": "Meine Energie war aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, doch mein Körper war erregt, nicht still, weil ich dieses schmerzhafte Bemühen zu weit getrieben hatte. ",
  "mn85:26.1": "Da sahen mich einige Gottheiten und sagten: ",
  "mn85:26.2": "‚Der Asket Gotama ist tot.‘ ",
  "mn85:26.3": "Andere sagten: ",
  "mn85:26.4": "‚Der Asket Gotama ist nicht tot, aber er stirbt.‘ ",
  "mn85:26.5": "Andere sagten: ",
  "mn85:26.6": "‚Der Asket Gotama ist nicht tot und stirbt auch nicht. Der Asket Gotama ist ein Vollendeter, denn so leben Vollendete.‘ ",
  "mn85:27.1": "Da kam mir der Gedanke: ",
  "mn85:27.2": "‚Warum übe ich nicht das vollständige Einstellen des Essens?‘ ",
  "mn85:27.3": "Doch da kamen Gottheiten zu mir und sagten: ",
  "mn85:27.4": "‚Kamerad, übe nicht das vollständige Einstellen des Essens. ",
  "mn85:27.5": "Wenn du das tust, werden wir himmlischen Nektar in deine Poren einflößen, und du wirst davon leben.‘ ",
  "mn85:27.6": "Da kam mir der Gedanke: ",
  "mn85:27.7": "‚Wenn ich behaupte, das Essen vollständig einzustellen, und diese Gottheiten flößen himmlischen Nektar in meine Poren ein, so wäre das von meiner Seite eine Lüge.‘ ",
  "mn85:27.8": "Daher entließ ich diese Gottheiten mit den Worten: ‚Es ist nicht nötig.‘ ",
  "mn85:28.1": "Da kam mir der Gedanke: ",
  "mn85:28.2": "‚Warum nehme ich nicht jedes Mal ein klein wenig Nahrung zu mir, einen Becher Mungobohnen-, Pferdebohnen-, Kichererbsen- oder grüne Bohnenbrühe?‘ ",
  "mn85:28.3": "Und ich nahm jedes Mal ein klein wenig Nahrung zu mir, ",
  "mn85:28.4": "bis mein Körper aufs Äußerste ausgemergelt wurde. ",
  "mn85:28.5": "Da ich so wenig aß, wurden meine Haupt- und Nebenglieder wie die Gelenke eines Achtzigjährigen oder eines Sterbenden, ",
  "mn85:28.6": "mein Gesäß wurde wie ein Kamelhuf, ",
  "mn85:28.7": "meine Wirbel standen hervor wie Perlen an einer Schnur ",
  "mn85:28.8": "und meine Rippen waren so eingefallen wie die zusammengefallenen Dachsparren einer alten Scheune. ",
  "mn85:28.9": "Da ich so wenig aß, sank der Glanz meiner Augen tief in ihre Höhlen, wie der Glanz des Wassers in einem Brunnen, wenn es tief gesunken ist. ",
  "mn85:28.10": "Da ich so wenig aß, schrumpelte und welkte meine Kopfhaut wie ein grüner Bitterkürbis in Wind und Sonne. ",
  "mn85:28.11": "Da ich so wenig aß, berührte meine Bauchhaut mein Rückgrat, sodass ich mein Rückgrat griff, wenn ich versuchte, meine Bauchhaut zu reiben, und wenn ich versuchte, mein Rückgrat zu reiben, rieb ich meine Bauchhaut. ",
  "mn85:28.12": "Da ich so wenig aß, fiel ich beim Versuch, Kot oder Urin zu entleeren, eben da auf mein Gesicht. ",
  "mn85:28.13": "Da ich so wenig aß, fielen mir, wenn ich versuchte, meinem Körper durch Reiben der Glieder mit den Händen Erleichterung zu verschaffen, die Haare aus, die an den Wurzeln verfault waren. ",
  "mn85:29.1": "Da sahen mich ein paar Leute und sagten: ‚Der Asket Gotama ist schwarz.‘ ",
  "mn85:29.2": "Manche sagten: ‚Er ist nicht schwarz, er ist braun.‘ ",
  "mn85:29.3": "Manche sagten: ‚Er ist weder schwarz noch braun. Die Haut des Asketen Gotama ist lohfarben.‘ ",
  "mn85:29.4": "So weit war meine reine und helle Hautfarbe verdorben, da ich so wenig aß. ",
  "mn85:30.1": "Da kam mir der Gedanke: ",
  "mn85:30.2": "‚Welche Asketen und Brahmanen auch in der Vergangenheit aufgrund von Überanstrengung schmerzhafte, scharfe, heftige, brennende Gefühle fühlten: Dies ist das Äußerste, was möglich ist, niemand hat mehr getan als das. ",
  "mn85:30.3": "Niemand wird in der Zukunft mehr tun, ",
  "mn85:30.4": "und niemand tut in der Gegenwart mehr. ",
  "mn85:30.5": "Aber durch dieses heftige mörderische Treiben habe ich keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erlangt, der der Edlen würdig wäre. ",
  "mn85:30.6": "Könnte es einen anderen Weg zum Erwachen geben?‘ ",
  "mn85:31.1": "Da kam mir der Gedanke: ",
  "mn85:31.2": "‚Ich erinnere mich, wie ich im kühlen Schatten eines Rosenapfelbaums saß, während mein Vater, der Sakyer, bei der Arbeit war. Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trat ich in die erste Vertiefung ein und verweilte darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn85:31.3": "Könnte das der Weg zum Erwachen sein?‘ ",
  "mn85:31.4": "Und aus dieser Erinnerung kam das Verstehen: ",
  "mn85:31.5": "‚Das ist der Weg zum Erwachen!‘ ",
  "mn85:32.1": "Da kam mir der Gedanke: ",
  "mn85:32.2": "‚Warum fürchte ich mich vor dieser Seligkeit, hat sie doch nichts zu tun mit Sinnenfreuden oder untauglichen Eigenschaften?‘ ",
  "mn85:32.3": "Da kam mir der Gedanke: ",
  "mn85:32.4": "‚Ich fürchte mich nicht vor dieser Seligkeit, denn sie hat nichts mit Sinnenfreuden oder untauglichen Eigenschaften zu tun.‘ ",
  "mn85:33.1": "Da kam mir der Gedanke: ",
  "mn85:33.2": "‚Mit einem Körper, der so aufs Äußerste ausgemergelt ist, kann ich diese Seligkeit nicht erlangen. Warum esse ich nicht etwas feste Speise, etwas Reis und Brei?‘ ",
  "mn85:33.3": "Und ich aß etwas feste Speise. ",
  "mn85:33.4": "Nun warteten mir zu dieser Zeit fünf Mönche auf in dem Gedanken: ",
  "mn85:33.5": "‚Der Asket Gotama wird uns jede Wahrheit mitteilen, die er verwirklicht.‘ ",
  "mn85:33.6": "Aber als ich etwas feste Speise aß, waren sie von mir enttäuscht und gingen weg: ",
  "mn85:33.7": "‚Der Asket Gotama ist genießerisch geworden; er hat sich vom Bemühen abgewandt und ist zum Schwelgen zurückgekehrt.‘ ",
  "mn85:34-37.1": "Nachdem ich feste Speise gegessen und zu Kräften gekommen war, trat ich, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilte darin … ",
  "mn85:34-37.2": "in die zweite Vertiefung … ",
  "mn85:34-37.3": "in die dritte Vertiefung … ",
  "mn85:34-37.4": "in die vierte Vertiefung. ",
  "mn85:34-37.5": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf die Erinnerung an frühere Leben. ",
  "mn85:34-37.6": "Ich erinnerte mich an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt … Und so erinnerte ich mich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn85:34-37.7": "Das war das erste Wissen, das ich in der ersten Nachtwache erlangte. ",
  "mn85:34-37.8": "Unwissenheit war zerstört und Wissen erschienen; Dunkelheit war zerstört und Licht erschienen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "mn85:38.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf das Erkennen von Tod und Wiedergeburt der Lebewesen. ",
  "mn85:38.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sah ich Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstand, wie Lebewesen entsprechend ihrer Taten weiterziehen. ",
  "mn85:39.1": "Das war das zweite Wissen, das ich in der mittleren Nachtwache erlangte. Unwissenheit war zerstört und Wissen erschienen; Dunkelheit war zerstört und Licht erschienen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "mn85:40.1": "Als mein Geist so im Samādhi versunken war – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, da streckte ich ihn aus auf das Erkennen der Auflösung der Befleckungen. ",
  "mn85:40.2": "Ich verstand wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "mn85:40.3": "Ich verstand wahrhaftig: ‚Das sind die Befleckungen.‘ … ‚Das ist der Ursprung der Befleckungen.‘ … ‚Das ist das Aufhören der Befleckungen.‘ … ‚Das ist die Übung, die zum Aufhören der Befleckungen führt.‘ ",
  "mn85:41.1": "Als ich das erkannte und sah, war mein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn85:41.2": "Als er befreit war, erkannte ich: Er ist befreit. ",
  "mn85:41.3": "Ich verstand: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.‘ ",
  "mn85:42.1": "Das war das dritte Wissen, das ich in der letzten Nachtwache erlangte. ",
  "mn85:42.2": "Unwissenheit war zerstört und Wissen erschienen; Dunkelheit war zerstört und Licht erschienen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "mn85:43.1": "Da kam mir der Gedanke: ",
  "mn85:43.2": "‚Dieser Grundsatz, den ich entdeckt habe, ist tiefgründig, schwer zu sehen, schwer zu verstehen, friedvoll und erlesen, geht über den Rahmen der Logik hinaus, ist subtil, für den Klugen nachvollziehbar. ",
  "mn85:43.3": "Aber die Menschen mögen das Festhalten, sie lieben und genießen es. ",
  "mn85:43.4": "Es ist schwer für sie, diesen Gegenstand zu sehen: nämlich spezifische Bedingtheit, das abhängige Entstehen. ",
  "mn85:43.5": "Und es ist schwer für sie, diesen Gegenstand zu sehen: nämlich das Beruhigen aller Vorgänge, das Loslassen aller Bindungen, das Auflösen des Verlangens, das Schwinden, Aufhören, Erlöschen. ",
  "mn85:43.6": "Wenn ich diesen Grundsatz lehren würde, würden andere mich vielleicht nicht verstehen, und das wäre ermüdend und beschwerlich für mich.‘ ",
  "mn85:43.7": "Und es fielen mir diese Strophen ein, die mir weder aus übernatürlicher Quelle eingegeben wurden, noch hatte ich sie zuvor gehört: ",
  "mn85:43.8": "‚Ich habe hart gekämpft, um das zu verstehen. ",
  "mn85:43.9": "Genug damit, es zu erklären! ",
  "mn85:43.10": "Die, die in Gier und Hass verstrickt sind, ",
  "mn85:43.11": "können diese Lehre nicht wirklich verstehen. ",
  "mn85:43.12": "Sie geht gegen den Strom, ist subtil, ",
  "mn85:43.13": "tiefgründig, verborgen und sehr fein. ",
  "mn85:43.14": "Die von Gier besessen sind, können nicht sehen, ",
  "mn85:43.15": "denn sie sind von einer Masse von Dunkelheit ummantelt.‘ ",
  "mn85:43.16": "Und als ich so nachdachte, neigte mein Geist dazu, untätig zu bleiben, nicht dazu, den Dhamma zu lehren. ",
  "mn85:44.1": "Da dachte der Brahmā Sahampati, der meinen Gedankengang erkannte: ",
  "mn85:44.2": "‚O Gott! Die Welt ist verloren, die Welt geht unter! Denn der Geist des Klargewordenen, des Vollendeten, des vollkommen erwachten Buddha neigt dazu, untätig zu bleiben, nicht dazu, den Dhamma zu lehren.‘ ",
  "mn85:44.3": "Und so leicht, wie ein kräftiger Mensch den Arm strecken oder beugen würde, verschwand er aus der Brahmāwelt und erschien wieder vor mir. ",
  "mn85:44.4": "Er ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zu mir und sagte: ",
  "mn85:44.5": "‚Herr, der Gesegnete lehre doch den Dhamma! Der Heilige lehre doch den Dhamma! ",
  "mn85:44.6": "Es gibt Wesen, die wenig Sand in den Augen haben. Sie werden verkümmern, weil sie die Lehre nicht gehört haben. ",
  "mn85:44.7": "Es werden Solche da sein, die die Lehre verstehen!‘ ",
  "mn85:44.8": "Das sagte der Brahmā Sahampati. ",
  "mn85:44.9": "Und er fuhr fort: ",
  "mn85:44.10": "‚Einst erschien unter den Magadhern ",
  "mn85:44.11": "eine unreine Lehre, von Befleckten ausgedacht. ",
  "mn85:44.12": "Stoße auf das Tor zu dem, das frei vom Tod ist! ",
  "mn85:44.13": "Lass sie die Lehre hören, die der Unbefleckte entdeckt hat. ",
  "mn85:44.14": "Wenn du hoch auf dem Felsenberg stehst, ",
  "mn85:44.15": "kannst du rundum die Menschen sehen. ",
  "mn85:44.16": "Geradeso, All-Seher, so verständig, ",
  "mn85:44.17": "da du den Tempel der Wahrheit erklommen hast, ",
  "mn85:44.18": "frei von Kummer, schau auf die Menschen, ",
  "mn85:44.19": "die im Kummer versinken, von Wiedergeburt und Alter niedergedrückt. ",
  "mn85:44.20": "Steh auf, du Held! Sieger in der Schlacht, Karawanenführer, ",
  "mn85:44.21": "wandere frei von Schulden durch die Welt. ",
  "mn85:44.22": "Der Buddha lehre doch den Dhamma! ",
  "mn85:44.23": "Es werden Solche da sein, die verstehen!‘ ",
  "mn85:45.1": "Und ich verstand die Einladung des Brahmā. Und aus meinem Mitgefühl mit den Lebewesen heraus musterte ich die Welt mit meinem Buddha-Auge. ",
  "mn85:45.2": "Ich sah manche Lebewesen mit wenig Sand in den Augen und manche mit viel Sand in den Augen, manche mit geschärften Fähigkeiten und manche mit schwachen Fähigkeiten, mit guten Eigenschaften und mit schlechten Eigenschaften, die leicht zu unterrichten waren und die schwer zu unterrichten waren. Und manche konnten die Gefahr in dem Fehler, der die jenseitige Welt betrifft, sehen, während andere das nicht konnten. ",
  "mn85:45.3": "Wie ein Teich mit blauen Seerosen oder rosa oder weißen Lotusblumen. Manche von ihnen sprießen und wachsen im Wasser, ohne sich darüber zu erheben, und gedeihen unter Wasser. Manche sprießen und wachsen im Wasser und erreichen die Wasseroberfläche. Und manche sprießen und wachsen im Wasser, doch sie erheben sich über das Wasser und stehen da, ohne dass Wasser an ihnen haftet. ",
  "mn85:45.5": "Dann antwortete ich dem Brahmā Sahampati mit einer Strophe: ",
  "mn85:45.6": "‚Aufgestoßen sind die Tore zu dem, das frei vom Tod ist! ",
  "mn85:45.7": "Wer Ohren hat, zu hören, rüste sein Vertrauen. ",
  "mn85:45.8": "Mit dem Gedanken, es sei beschwerlich, Brahmā, habe ich ",
  "mn85:45.9": "den scharfsinnigen, erlesenen Dhamma nicht unter den Menschen gelehrt.‘ ",
  "mn85:45.10": "Und als der Brahmā Sahampati erkannte, dass seiner Aufforderung an mich, den Dhamma zu lehren, stattgegeben war, verbeugte er sich, umrundete mich respektvoll, die rechte Seite mir zugewandt, und verschwand eben dort. ",
  "mn85:46.1": "Da kam mir der Gedanke: ",
  "mn85:46.2": "‚Wem sollte ich zuerst die Lehre darlegen? ",
  "mn85:46.3": "Wer wird diese Lehre rasch verstehen?‘ ",
  "mn85:46.4": "Da kam mir der Gedanke: ",
  "mn85:46.5": "‚Dieser Āḷāra Kālāma ist klug, fähig und verständig und hatte lange wenig Sand in den Augen. ",
  "mn85:46.6": "Warum lege ich ihm nicht zuerst die Lehre dar? ",
  "mn85:46.7": "Er wird die Lehre rasch verstehen.‘ ",
  "mn85:46.8": "Doch eine Gottheit kam zu mir und sagte: ",
  "mn85:46.9": "‚Herr, Āḷāra Kālāma ist vor sieben Tagen gestorben.‘ ",
  "mn85:46.10": "Und Erkennen und Sehen erschienen mir: ",
  "mn85:46.11": "‚Āḷāra Kālāma ist vor sieben Tagen gestorben.‘ ",
  "mn85:46.12": "Da kam mir der Gedanke: ",
  "mn85:46.13": "‚Das ist ein großes Unglück für Āḷāra Kālāma. ",
  "mn85:46.14": "Wenn er die Lehre gehört hätte, hätte er sie rasch verstanden.‘ ",
  "mn85:47.1": "Da kam mir der Gedanke: ",
  "mn85:47.2": "‚Wem sollte ich zuerst die Lehre darlegen? ",
  "mn85:47.3": "Wer wird diese Lehre rasch verstehen?‘ ",
  "mn85:47.4": "Da kam mir der Gedanke: ",
  "mn85:47.5": "‚Dieser Uddaka der Sohn Rāmas ist klug, fähig und verständig und hatte lange wenig Sand in den Augen. ",
  "mn85:47.6": "Warum lege ich ihm nicht zuerst die Lehre dar? ",
  "mn85:47.7": "Er wird die Lehre rasch verstehen.‘ ",
  "mn85:47.8": "Doch eine Gottheit kam zu mir und sagte: ",
  "mn85:47.9": "‚Herr, Uddaka der Sohn Rāmas starb eben letzte Nacht.‘ ",
  "mn85:47.10": "Und Erkennen und Sehen erschienen mir: ",
  "mn85:47.11": "‚Uddaka der Sohn Rāmas starb eben letzte Nacht.‘ ",
  "mn85:47.12": "Da kam mir der Gedanke: ",
  "mn85:47.13": "‚Das ist ein großes Unglück für Uddaka den Sohn Rāmas. ",
  "mn85:47.14": "Wenn er die Lehre gehört hätte, hätte er sie rasch verstanden.‘ ",
  "mn85:48.1": "Da kam mir der Gedanke: ",
  "mn85:48.2": "‚Wem sollte ich zuerst die Lehre darlegen? ",
  "mn85:48.3": "Wer wird diese Lehre rasch verstehen?‘ ",
  "mn85:48.4": "Da kam mir der Gedanke: ",
  "mn85:48.5": "‚Die Gruppe der fünf Mönche war mir eine große Hilfe. Sie sorgte zur Zeit meines entschlossenen Strebens für mich. ",
  "mn85:48.6": "Warum lege ich ihnen nicht zuerst die Lehre dar?‘ ",
  "mn85:48.7": "Da kam mir der Gedanke: ",
  "mn85:48.8": "‚Wo hält sich die Gruppe der fünf Mönche zur Zeit auf?‘ ",
  "mn85:48.9": "Mit geläuterter und übermenschlicher Hellsichtigkeit sah ich, dass die Gruppe der fünf Mönche sich in Varanasi aufhielt, im Wildpark bei Isipatana. ",
  "mn85:49.1": "Als ich daher so lange in Uruvelā geblieben war, wie es mir gefiel, brach ich nach Varanasi auf. ",
  "mn85:49.2": "Als ich auf der Straße zwischen Gayā und Bodhgaya unterwegs war, sah mich der Ājīvaka-Asket Upaka ",
  "mn85:49.3": "und sagte: ",
  "mn85:49.4": "‚Geehrter, deine Sinne sind so klar und deine Hautfarbe ist so rein und hell. ",
  "mn85:49.5": "In wessen Namen bist du fortgezogen, Geehrter? Wer ist dein Lehrer? An wessen Lehre glaubst du?‘ ",
  "mn85:49.6": "Ich antwortete Upaka in Strophen: ",
  "mn85:49.7": "‚Ich bin der Gewinner, der Alleskenner, ",
  "mn85:49.8": "unbefleckt inmitten aller Dinge. ",
  "mn85:49.9": "Ich habe alles aufgegeben, mit der Auflösung des Verlangens bin ich befreit. ",
  "mn85:49.10": "Da ich selbst erkenne, wessen Anhänger sollte ich sein? ",
  "mn85:49.11": "Ich habe keinen Lehrmeister, ",
  "mn85:49.12": "es gibt niemanden wie mich. ",
  "mn85:49.13": "In der Welt mit ihren Göttern ",
  "mn85:49.14": "habe ich nicht meinesgleichen. ",
  "mn85:49.15": "Denn ich bin der Vollendete in der Welt, ",
  "mn85:49.16": "ich bin der unübertreffliche Lehrer. ",
  "mn85:49.17": "Ich allein bin vollkommen erwacht, ",
  "mn85:49.18": "abgekühlt und verloschen. ",
  "mn85:49.19": "Ich gehe zur Stadt Kāsi, ",
  "mn85:49.20": "um das Rad des Dhamma vorwärtszurollen. ",
  "mn85:49.21": "In dieser blinden Welt ",
  "mn85:49.22": "werde ich die Trommel dessen schlagen, das frei vom Tod ist!‘ ",
  "mn85:49.23": "‚Nach dem, was du behauptest, Geehrter, solltest du der Unendliche Sieger sein.‘ ",
  "mn85:49.24": "‚Die Sieger sind die, die wie ich ",
  "mn85:49.25": "die Auflösung der Befleckungen erreicht haben. ",
  "mn85:49.26": "Ich habe schlechte Eigenschaften besiegt, Upaka – ",
  "mn85:49.27": "darum bin ich ein Sieger.‘ ",
  "mn85:49.28": "Daraufhin sagte Upaka: ‚Wenn du das sagst, Geehrter.‘ Er schüttelte den Kopf, nahm eine falsche Wendung und ging. ",
  "mn85:50.1": "Ich wanderte Stück für Stück, bis ich nach Varanasi kam, und ging zu der Gruppe der fünf Mönche im Wildpark bei Isipatana. ",
  "mn85:50.2": "Die Gruppe der fünf Mönche sah mich von Weitem kommen, ",
  "mn85:50.3": "und sie hielten sich gegenseitig zurück: ",
  "mn85:50.4": "‚Hier kommt der Asket Gotama. Er ist so genießerisch; er ist vom Streben abgewichen und zum Schwelgen zurückgekehrt. ",
  "mn85:50.5": "Wir sollten uns nicht vor ihm verbeugen oder für ihn aufstehen oder seine Schale und Robe entgegennehmen. ",
  "mn85:50.6": "Aber wir können ihm einen Sitz herrichten; er kann sich setzen, wenn er möchte.‘ ",
  "mn85:50.7": "Doch als ich näherkam, war die Gruppe der fünf Mönche nicht in der Lage, sich zurückzuhalten, wie sie es verabredet hatte. ",
  "mn85:50.8": "Manche kamen mir entgegen und nahmen meine Schale und Robe entgegen, manche breiteten einen Sitz aus und andere stellten Wasser zum Füßewaschen bereit. ",
  "mn85:50.9": "Aber sie redeten mich noch mit Namen und als ‚Geehrter‘ an. ",
  "mn85:51.1": "Da sagte ich zu ihnen: ",
  "mn85:51.2": "‚Mönche, redet mich nicht mit Namen und als „Geehrter“ an. ",
  "mn85:51.3": "Der Klargewordene ist vollendet, ein vollkommen erwachter Buddha. ",
  "mn85:51.4": "Hört zu, Mönche: Ich habe erlangt, was frei vom Tod ist! Ich werde euch anleiten, ich werde euch den Dhamma lehren. ",
  "mn85:51.5": "Indem ihr gemäß der Anleitung übt, werdet ihr in eben diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen. Ihr werdet an dem Ziel leben, das ihr durch eigene Einsicht erkannt habt, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn85:51.6": "Doch sie sagten zu mir: ",
  "mn85:51.7": "‚Geehrter Gotama, selbst durch dieses Verhalten, diese Übung, dieses mörderische Treiben hast du keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erlangt, der der Edlen würdig ist. Wie könntest du jetzt einen solchen Zustand erlangt haben, da du genießerisch geworden bist, da du vom Streben abgewichen und zum Schwelgen zurückgekehrt bist?‘ ",
  "mn85:51.8": "Da sagte ich zu ihnen: ",
  "mn85:51.9": "‚Der Klargewordene ist nicht genießerisch geworden, er ist nicht vom Streben abgewichen und zum Schwelgen zurückgekehrt. ",
  "mn85:51.10": "Der Klargewordene ist vollendet, ein vollkommen erwachter Buddha. ",
  "mn85:51.11": "Hört zu, Mönche: Ich habe erlangt, was frei vom Tod ist! Ich werde euch anleiten, ich werde euch den Dhamma lehren. ",
  "mn85:51.12": "Indem ihr gemäß der Anleitung übt, werdet ihr in eben diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen. Ihr werdet an dem Ziel leben, das ihr durch eigene Einsicht erkannt habt, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn85:51.13": "Doch zum zweiten Mal sagten sie zu mir: ",
  "mn85:51.14": "‚Geehrter Gotama … du bist zum Schwelgen zurückgekehrt.‘ ",
  "mn85:51.15": "Da sagte ich zum zweiten Mal zu ihnen: ",
  "mn85:51.16": "‚Der Klargewordene ist nicht genießerisch geworden …‘ ",
  "mn85:51.20": "Doch zum dritten Mal sagten sie zu mir: ",
  "mn85:51.21": "‚Geehrter Gotama … du bist zum Schwelgen zurückgekehrt.‘ ",
  "mn85:52.1": "Da sagte ich zu ihnen: ",
  "mn85:52.2": "‚Mönche, habt ihr mich jemals zuvor so sprechen hören?‘ ",
  "mn85:52.3": "‚Nein, Herr.‘ ",
  "mn85:52.4": "‚Der Klargewordene ist vollendet, ein vollkommen erwachter Buddha. ",
  "mn85:52.5": "Hört zu, Mönche: Ich habe erlangt, was frei vom Tod ist! Ich werde euch anleiten, ich werde euch den Dhamma lehren. ",
  "mn85:52.6": "Indem ihr gemäß der Anleitung übt, werdet ihr in eben diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen. Ihr werdet an dem Ziel leben, das ihr durch eigene Einsicht erkannt habt, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "mn85:53.1": "Ich konnte die Gruppe der fünf Mönche überzeugen. ",
  "mn85:53.2": "Dann unterwies ich manchmal zwei Mönche, während die anderen drei um Almosen umherzogen. ",
  "mn85:53.3": "Und diese drei ernährten uns alle sechs mit dem, was sie mitbrachten. ",
  "mn85:53.4": "Manchmal unterwies ich drei Mönche, während die anderen beiden um Almosen umherzogen. ",
  "mn85:53.5": "Und diese beiden ernährten uns alle sechs mit dem, was sie mitbrachten. ",
  "mn85:54.1": "Als die Gruppe der fünf Mönche so von mir unterwiesen und angeleitet wurde, gelangten sie bald in eben diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Sie lebten an dem Ziel, das sie durch eigene Einsicht erkannt hatten, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.“ ",
  "mn85:55.1": "Als der Buddha geendet hatte, sagte der Prinz Bodhi zu ihm: ",
  "mn85:55.2": "„Herr, wenn ein Mönch den Klargewordenen zum Anleiter hat, wie lange würde es dauern, bis er in eben diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen würde?“ ",
  "mn85:55.3": "„Nun, Prinz, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "mn85:55.4": "Was denkst du, Prinz? ",
  "mn85:55.5": "Bist du geschickt in der Kunst, einen Stachelstock zu schwingen, während du auf einem Elefanten reitest?“ ",
  "mn85:55.6": "„Das bin ich, Herr.“ ",
  "mn85:56.1": "„Was denkst du, Prinz? ",
  "mn85:56.2": "Da käme ein Mann, der dächte: ",
  "mn85:56.3": "‚Der Prinz Bodhi kennt die Kunst, einen Stachelstock zu schwingen, während er auf einem Elefanten reitet. ",
  "mn85:56.4": "Ich werde mich unter ihm in dieser Kunst schulen.‘ ",
  "mn85:56.5": "Wenn er kein Vertrauen hätte, ",
  "mn85:56.6": "würde er nicht erreichen, was er mit Vertrauen könnte. ",
  "mn85:56.7": "Wenn er nicht gesund wäre, ",
  "mn85:56.8": "würde er nicht erreichen, was er mit guter Gesundheit könnte. ",
  "mn85:56.9": "Wenn er verschlagen und hinterhältig wäre, ",
  "mn85:56.10": "würde er nicht erreichen, was er mit Ehrlichkeit und Aufrichtigkeit könnte. ",
  "mn85:56.11": "Wenn er träge wäre, ",
  "mn85:56.12": "würde er nicht erreichen, was er mit Energie könnte. ",
  "mn85:56.13": "Wenn er geistlos wäre, ",
  "mn85:56.14": "würde er nicht erreichen, was er mit Weisheit könnte. ",
  "mn85:56.15": "Was denkst du, Prinz? ",
  "mn85:56.16": "Könnte dieser Mann sich dennoch unter dir in der Kunst schulen, einen Stachelstock zu schwingen, während er auf einem Elefanten reitet?“ ",
  "mn85:56.17": "„Herr, wenn er auch nur einen einzigen dieser Faktoren besäße, könnte er sich nicht unter mir schulen, wie erst mit allen fünf!“ ",
  "mn85:57.1": "„Was denkst du, Prinz? ",
  "mn85:57.2": "Da käme ein Mann, der dächte: ",
  "mn85:57.3": "‚Der Prinz Bodhi kennt die Kunst, einen Stachelstock zu schwingen, während er auf einem Elefanten reitet. ",
  "mn85:57.4": "Ich werde mich unter ihm in dieser Kunst schulen.‘ ",
  "mn85:57.5": "Wenn er vertrauensvoll wäre, ",
  "mn85:57.6": "würde er erreichen, was er mit Vertrauen könnte. ",
  "mn85:57.7": "Wenn er gesund wäre, ",
  "mn85:57.8": "würde er erreichen, was er mit guter Gesundheit könnte. ",
  "mn85:57.9": "Wenn er nicht verschlagen oder hinterhältig wäre, ",
  "mn85:57.10": "würde er erreichen, was er mit Ehrlichkeit und Aufrichtigkeit könnte. ",
  "mn85:57.11": "Wenn er energisch wäre, ",
  "mn85:57.12": "würde er erreichen, was er mit Energie könnte. ",
  "mn85:57.13": "Wenn er weise wäre, ",
  "mn85:57.14": "würde er erreichen, was er mit Weisheit könnte. ",
  "mn85:57.15": "Was denkst du, Prinz? ",
  "mn85:57.16": "Könnte dieser Mann sich dennoch unter dir in der Kunst schulen, einen Stachelstock zu schwingen, während er auf einem Elefanten reitet?“ ",
  "mn85:57.17": "„Herr, wenn er auch nur einen einzigen dieser Faktoren besäße, könnte er sich unter mir schulen, wie erst mit allen fünf!“ ",
  "mn85:58.1": "„Ebenso, Prinz, gibt es diese fünf Faktoren, die die Meditation unterstützen. ",
  "mn85:58.2": "Welche fünf? ",
  "mn85:58.3": "Da hat ein edler Schüler Vertrauen zum Erwachen des Klargewordenen: ",
  "mn85:58.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn85:58.5": "Er ist selten krank oder unwohl. Sein Magen verdaut gut, ist weder zu heiß noch zu kalt, sondern genau richtig und passend für die Meditation. ",
  "mn85:58.6": "Er ist nicht verschlagen oder hinterhältig. Er vertraut sich ehrlich dem Lehrer oder vernünftigen geistlichen Gefährten an. ",
  "mn85:58.7": "Er lebt so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, beharrlich fest, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "mn85:58.8": "Er ist weise. Er besitzt die Weisheit des Entstehens und Vergehens, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "mn85:58.9": "Das sind die fünf Faktoren, die die Meditation unterstützen. ",
  "mn85:59.1": "Wenn ein Mönch diese fünf Faktoren, die die Meditation unterstützen, besitzt und den Klargewordenen zum Anleiter hat, ",
  "mn85:59.2": "kann er in sieben Jahren zum äußersten Höhepunkt des geistlichen Lebens gelangen. ",
  "mn85:59.3": "Lass es gut sein mit den sieben Jahren; ",
  "mn85:59.4": "wenn ein Mönch diese fünf Faktoren, die die Meditation unterstützen, besitzt und den Klargewordenen zum Anleiter hat, ",
  "mn85:59.5": "kann er in sechs Jahren zum äußersten Höhepunkt des geistlichen Lebens gelangen … ",
  "mn85:59.6": "in fünf Jahren … ",
  "mn85:59.7": "in vier Jahren … ",
  "mn85:59.8": "in drei Jahren … ",
  "mn85:59.9": "in zwei Jahren … ",
  "mn85:59.10": "oder in nur einem Jahr. ",
  "mn85:59.11": "Lass es gut sein mit dem einen Jahr; ",
  "mn85:59.12": "wenn ein Mönch diese fünf Faktoren, die die Meditation unterstützen, besitzt und den Klargewordenen zum Anleiter hat, ",
  "mn85:59.13": "kann er in sieben Monaten zum äußersten Höhepunkt des geistlichen Lebens gelangen. ",
  "mn85:59.14": "Lass es gut sein mit den sieben Monaten; ",
  "mn85:59.15": "wenn ein Mönch diese fünf Faktoren, die die Meditation unterstützen, besitzt und den Klargewordenen zum Anleiter hat, ",
  "mn85:59.17": "kann er in sechs Monaten zum äußersten Höhepunkt des geistlichen Lebens gelangen … ",
  "mn85:59.18": "in fünf Monaten … ",
  "mn85:59.19": "in vier Monaten … ",
  "mn85:59.20": "in drei Monaten … ",
  "mn85:59.21": "in zwei Monaten … ",
  "mn85:59.22": "in einem Monat … ",
  "mn85:59.23": "oder in einem halben Monat. ",
  "mn85:59.24": "Lasst es gut sein mit dem halben Monat; ",
  "mn85:59.25": "wenn ein Mönch diese fünf Faktoren, die die Meditation unterstützen, besitzt und den Klargewordenen zum Anleiter hat, ",
  "mn85:59.27": "kann er in sieben Tagen zum äußersten Höhepunkt des geistlichen Lebens gelangen. ",
  "mn85:59.28": "Lass es gut sein mit den sieben Tagen; ",
  "mn85:59.29": "wenn ein Mönch diese fünf Faktoren, die die Meditation unterstützen, besitzt und den Klargewordenen zum Anleiter hat, ",
  "mn85:59.31": "kann er in sechs Tagen zum äußersten Höhepunkt des geistlichen Lebens gelangen … ",
  "mn85:59.32": "in fünf Tagen … ",
  "mn85:59.33": "in vier Tagen … ",
  "mn85:59.34": "in drei Tagen … ",
  "mn85:59.35": "in zwei Tagen … ",
  "mn85:59.36": "oder in nur einem Tag. ",
  "mn85:59.37": "Lasst es gut sein mit dem einen Tag; ",
  "mn85:59.38": "wenn ein Mönch diese fünf Faktoren, die die Meditation unterstützen, besitzt und den Klargewordenen zum Anleiter hat, kann er am Abend angeleitet werden und wird am Morgen Erhabenheit erlangen, oder er kann am Morgen angeleitet werden und wird am Abend Erhabenheit erlangen.“ ",
  "mn85:60.1": "Als der Buddha geendet hatte, sagte der Prinz Bodhi zu ihm: ",
  "mn85:60.2": "„Oh, der Buddha! Oh, die Lehre! Oh, wie gut ist die Lehre erklärt! ",
  "mn85:60.3": "Denn jemand kann am Abend angeleitet werden und wird am Morgen Erhabenheit erlangen, oder er kann am Morgen angeleitet werden und wird am Abend Erhabenheit erlangen.“ ",
  "mn85:61.1": "Darauf sagte Sañjikāputta zum Prinzen Bodhi: ",
  "mn85:61.2": "„Obwohl der werte Bodhi so spricht, ",
  "mn85:61.4": "nimmst du nicht Zuflucht zum werten Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen.“ ",
  "mn85:61.5": "„Sag das nicht, lieber Sañjikāputta, sag das nicht! ",
  "mn85:61.6": "Ich habe im Angesicht meiner Frau Mutter Folgendes gehört und gelernt: ",
  "mn85:61.7": "Dieses eine Mal hielt sich der Buddha bei Kosambī auf, in Ghositas Kloster. ",
  "mn85:61.8": "Da ging meine hochschwangere Frau Mutter zum Buddha, verbeugte sich und sagte zu ihm: ",
  "mn85:61.9": "‚Herr, der Prinz oder die Prinzessin in meinem Leib nimmt Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn85:61.10": "Von diesem Tag an soll der Buddha mein Kind als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.‘ ",
  "mn85:61.11": "Ein anderes Mal hielt sich der Buddha im Land der Bhagger bei Krokodilbrüllen auf, im Wildpark bei Bhesakaḷās Wald. ",
  "mn85:61.12": "Da ging mein Kindermädchen zum Buddha, während sie mich auf der Hüfte trug, verbeugte sich, stellte sich zur Seite hin und sagte zu ihm: ",
  "mn85:61.13": "‚Herr, dieser Prinz Bodhi nimmt Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn85:61.14": "Von diesem Tag an soll der Buddha ihn als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.‘ ",
  "mn85:61.15": "Nun nehme ich zum dritten Mal Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn85:61.16": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}