{
  "mn88:0.1": "Mittlere Lehrreden 88 ",
  "mn88:0.2": "Der ausländische Stoff ",
  "mn88:1.1": "So habe ich es gehört: ",
  "mn88:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn88:2.1": "Da kleidete sich der ehrwürdige Ānanda am Morgen an, nahm Schale und Robe und betrat Sāvatthī zum Almosengang. ",
  "mn88:2.2": "Er zog um Almosen durch Sāvatthī. Nach dem Essen, als er vom Almosengang zurückkam, ging er für die Meditation des Tages zum Ostkloster, zum Pfahlbau-Langhaus der Mutter Migāras. ",
  "mn88:3.1": "Da bestieg der König Pasenadi von Kosala zu dieser Zeit den Elefanten des Einen Lotus und ritt mitten am Tag aus Sāvatthī hinaus. ",
  "mn88:3.2": "Er sah Ānanda von Weitem kommen ",
  "mn88:3.3": "und wandte sich an den Oberminister Sirivaḍḍha: ",
  "mn88:3.4": "„Mein lieber Sirivaḍḍha, ist das nicht der Ehrwürdige Ānanda?“ ",
  "mn88:3.5": "„Ja, er ist es, großer König.“ ",
  "mn88:4.1": "Da wandte sich der König Pasenadi an einen Mann: ",
  "mn88:4.2": "„Bitte, werter Mann, geh zum Ehrwürdigen Ānanda und beuge in meinem Namen deinen Kopf zu seinen Füßen. Sage zu ihm: ",
  "mn88:4.3": "‚Herr, der König Pasenadi von Kosala beugt seinen Kopf zu deinen Füßen.‘ ",
  "mn88:4.4": "Und dann sage: ",
  "mn88:4.5": "‚Herr, wenn du nichts Dringendes vorhast, warte bitte eine Stunde aus Anteilnahme.‘“ ",
  "mn88:5.1": "„Ja, Majestät“, antwortete der Mann. Er tat wie geheißen, ",
  "mn88:6.1": "und Ānanda schwieg zum Zeichen der Zustimmung. ",
  "mn88:6.2": "Da ritt König Pasenadi auf dem Elefanten, soweit es das Gelände erlaubte, stieg dann ab und begab sich zu Fuß zu Ānanda. Er verbeugte sich, stellte er sich zur Seite hin und sagte zu ihm: ",
  "mn88:6.3": "„Herr, wenn du nichts Dringendes vorhast, wäre es schön, wenn du zum Ufer des Flusses Aciravatī gehen würdest aus Anteilnahme.“ ",
  "mn88:7.1": "Ānanda schwieg zum Zeichen der Zustimmung. ",
  "mn88:7.2": "Er ging zum Ufer des Flusses Aciravatī und setzte sich am Fuß eines Baumes auf einen ausgebreiteten Sitz. ",
  "mn88:7.3": "Und König Pasenadi ritt auf dem Elefanten, soweit es das Gelände erlaubte, stieg dann ab und begab sich zu Fuß zu Ānanda. Er verbeugte sich, stellte er sich zur Seite hin und sagte zu ihm: ",
  "mn88:7.4": "„Hier, Herr, setze sich der Ehrwürdige Ānanda auf diese Elefantendecke.“ ",
  "mn88:7.5": "„Genug, großer König, ",
  "mn88:7.6": "setz du dich darauf. ",
  "mn88:7.7": "Ich sitze auf meinem eigenen Sitz.“ ",
  "mn88:8.1": "Und der König setzte sich auf den ausgebreiteten Sitz ",
  "mn88:8.2": "und sagte: ",
  "mn88:8.3": "„Ehrenwerter Ānanda, würde sich der Buddha auf die Art von Verhalten mit dem Körper einlassen, an der Asketen und Brahmanen etwas auszusetzen haben?“ ",
  "mn88:8.4": "„Nein, großer König, der Buddha würde sich nicht auf die Art von Verhalten mit dem Körper einlassen, an der vernünftige Asketen und Brahmanen etwas auszusetzen haben.“ ",
  "mn88:8.5": "„Würde sich der Buddha auf die Art von Verhalten mit der Sprache … ",
  "mn88:8.6": "auf die Art von Verhalten mit dem Geist einlassen, an der Asketen und Brahmanen etwas auszusetzen haben?“ ",
  "mn88:8.7": "„Nein, großer König, der Buddha würde sich nicht auf die Art von Verhalten mit dem Geist einlassen, an der vernünftige Asketen und Brahmanen etwas auszusetzen haben.“ ",
  "mn88:9.1": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "mn88:9.2": "Denn ich konnte die Frage nicht vollständig stellen, aber die Antwort des Ehrwürdigen Ānanda hat sie für mich vervollständigt. ",
  "mn88:9.3": "Ich glaube nicht, dass Lob oder Tadel anderer, die von unfähigen Toren gesprochen werden, ohne zu prüfen oder zu hinterfragen, das Wichtigste sind. ",
  "mn88:9.4": "Vielmehr glaube ich, dass Lob oder Tadel anderer, die von fähigen und verständigen Menschen gesprochen werden, nachdem sie geprüft und hinterfragt haben, das Wichtigste sind. ",
  "mn88:10.1": "Aber Ehrenwerter Ānanda, an welcher Art von Verhalten mit dem Körper haben vernünftige Asketen und Brahmanen etwas auszusetzen?“ ",
  "mn88:10.2": "„An untauglichem Verhalten.“ ",
  "mn88:10.3": "„Aber welche Art von Verhalten mit dem Körper ist untauglich?“ ",
  "mn88:10.4": "„Tadelnswertes Verhalten.“ ",
  "mn88:10.5": "„Aber welche Art von Verhalten mit dem Körper ist tadelnswert?“ ",
  "mn88:10.6": "„Verletzendes Verhalten.“ ",
  "mn88:10.7": "„Aber welche Art von Verhalten mit dem Körper ist verletzend?“ ",
  "mn88:10.8": "„Verhalten, dessen Ergebnis Leiden ist.“ ",
  "mn88:10.9": "„Aber bei welcher Art von Verhalten mit dem Körper ist das Ergebnis Leiden?“ ",
  "mn88:10.10": "„Bei Verhalten, das dazu führt, sich selbst zu verletzen, andere zu verletzen oder beide zu verletzen, ",
  "mn88:10.11": "und das zum Anwachsen untauglicher Eigenschaften und zum Verkümmern tauglicher Eigenschaften führt. ",
  "mn88:10.12": "An dieser Art von Verhalten mit dem Körper haben vernünftige Asketen und Brahmanen etwas auszusetzen.“ ",
  "mn88:11.1": "„Aber an welcher Art von Verhalten mit der Sprache … ",
  "mn88:11.2": "mit dem Geist haben vernünftige Asketen und Brahmanen etwas auszusetzen?“ ",
  "mn88:11.3": "„An untauglichem Verhalten.“ ",
  "mn88:11.4": "„Aber welche Art von Verhalten mit dem Geist ist untauglich?“ ",
  "mn88:11.5": "„Tadelnswertes Verhalten.“ ",
  "mn88:11.6": "„Aber welche Art von Verhalten mit dem Geist ist tadelnswert?“ ",
  "mn88:11.7": "„Verletzendes Verhalten.“ ",
  "mn88:12.1": "„Aber welche Art von Verhalten mit dem Geist ist verletzend?“ ",
  "mn88:12.2": "„Verhalten, dessen Ergebnis Leiden ist.“ ",
  "mn88:12.3": "„Aber bei welcher Art von Verhalten mit dem Geist ist das Ergebnis Leiden?“ ",
  "mn88:12.4": "„Bei Verhalten, das dazu führt, sich selbst zu verletzen, andere zu verletzen oder beide zu verletzen, ",
  "mn88:12.5": "und das zum Anwachsen untauglicher Eigenschaften und zum Verkümmern tauglicher Eigenschaften führt. ",
  "mn88:12.6": "An dieser Art von Verhalten mit dem Geist haben vernünftige Asketen und Brahmanen etwas auszusetzen.“ ",
  "mn88:13.1": "„Ehrenwerter Ānanda, preist es der Buddha, all diese untauglichen Dinge aufzugeben?“ ",
  "mn88:13.2": "„Großer König, der Klargewordene hat alle untauglichen Dinge aufgegeben und besitzt taugliche Dinge.“ ",
  "mn88:14.1": "„Aber Ehrenwerter Ānanda, an welcher Art von Verhalten mit dem Körper haben vernünftige Asketen und Brahmanen nichts auszusetzen?“ ",
  "mn88:14.2": "„An tauglichem Verhalten.“ ",
  "mn88:14.3": "„Aber welche Art von Verhalten mit dem Körper ist tauglich?“ ",
  "mn88:14.4": "„Tadelloses Verhalten.“ ",
  "mn88:14.5": "„Aber welche Art von Verhalten mit dem Körper ist tadellos?“ ",
  "mn88:14.6": "„Freundliches Verhalten.“ ",
  "mn88:14.7": "„Aber welche Art von Verhalten mit dem Körper ist freundlich?“ ",
  "mn88:14.8": "„Verhalten, dessen Ergebnis Glück ist.“ ",
  "mn88:14.9": "„Aber bei welcher Art von Verhalten mit dem Körper ist das Ergebnis Glück?“ ",
  "mn88:14.10": "„Bei Verhalten, das dazu führt, sich selbst nicht zu verletzen, andere nicht zu verletzen oder beide nicht zu verletzen, ",
  "mn88:14.11": "und das zum Verkümmern untauglicher Eigenschaften und zum Anwachsen tauglicher Eigenschaften führt. ",
  "mn88:14.12": "An dieser Art von Verhalten mit dem Körper haben vernünftige Asketen und Brahmanen nichts auszusetzen.“ ",
  "mn88:15.1": "„Aber an welcher Art von Verhalten mit der Sprache … ",
  "mn88:15.2": "mit dem Geist haben vernünftige Asketen und Brahmanen nichts auszusetzen?“ ",
  "mn88:15.3": "„An tauglichem Verhalten.“ ",
  "mn88:15.4": "„Aber welche Art von Verhalten mit dem Geist ist tauglich?“ ",
  "mn88:15.5": "„Tadelloses Verhalten.“ ",
  "mn88:16.1": "„Aber welche Art von Verhalten mit dem Geist ist tadellos?“ ",
  "mn88:16.2": "„Freundliches Verhalten.“ ",
  "mn88:16.3": "„Aber welche Art von Verhalten mit dem Geist ist freundlich?“ ",
  "mn88:16.4": "„Verhalten, dessen Ergebnis Glück ist.“ ",
  "mn88:16.5": "„Aber bei welcher Art von Verhalten mit dem Geist ist das Ergebnis Glück?“ ",
  "mn88:16.6": "„Bei Verhalten, das dazu führt, sich selbst nicht zu verletzen, andere nicht zu verletzen oder beide nicht zu verletzen, ",
  "mn88:16.7": "und das zum Verkümmern untauglicher Eigenschaften und zum Anwachsen tauglicher Eigenschaften führt. ",
  "mn88:16.8": "An dieser Art von Verhalten mit dem Geist haben vernünftige Asketen und Brahmanen nichts auszusetzen.“ ",
  "mn88:17.1": "„Ehrenwerter Ānanda, preist es der Buddha, sich all diese tauglichen Dinge zu eigen zu machen?“ ",
  "mn88:17.2": "„Großer König, der Klargewordene hat alle untauglichen Dinge aufgegeben und besitzt taugliche Dinge.“ ",
  "mn88:18.1": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "mn88:18.2": "Wie treffend der Ehrwürdige Ānanda das gesagt hat! ",
  "mn88:18.3": "Ich bin zufrieden mit dem, was du so treffend gesagt hast, und stimme ihm zu. ",
  "mn88:18.4": "Ich bin so zufrieden, ",
  "mn88:18.5": "dass ich dir ein Elefanten-Juwel geben würde, wenn das für dich angebracht wäre; ",
  "mn88:18.6": "dass ich dir ein Pferde-Juwel geben würde, wenn das für dich angebracht wäre; ",
  "mn88:18.7": "oder dass ich dir ein Beute-Dorf geben würde, wenn das für dich angebracht wäre. ",
  "mn88:18.8": "Aber, Herr, ich weiß, ",
  "mn88:18.9": "dass diese Dinge für dich nicht angebracht sind. ",
  "mn88:18.10": "Dieser ausländische Stoff wurde mir vom König Ajātasattu von Magadha, Sohn der Prinzessin von Videha, geschickt, in eine Sonnenschirm-Schachtel verpackt. Er ist genau sechzehn Maße lang und acht breit. ",
  "mn88:18.11": "Dass der Ehrwürdige Ānanda ihn doch bitte aus Anteilnahme von mir annehme.“ ",
  "mn88:18.12": "„Genug, großer König, meine drei Roben sind vollständig.“ ",
  "mn88:19.1": "„Herr, wir haben beide diesen Fluss Aciravatī gesehen, ",
  "mn88:19.2": "wenn es in den Bergen stark geregnet hat und der Fluss über die Ufer tritt. ",
  "mn88:19.3": "Ebenso kann der Ehrwürdige Ānanda aus diesem ausländischen Stoff einen Satz von drei Roben für sich machen ",
  "mn88:19.4": "und seine alten Roben unter seinen Mitmönchen verteilen. ",
  "mn88:19.5": "Auf diese Art wird meine religiöse Gabe zum Überfließen kommen, so scheint es mir. ",
  "mn88:19.6": "Bitte nimm diesen ausländischen Stoff an.“ ",
  "mn88:20.1": "Da nahm Ānanda ihn an. ",
  "mn88:20.2": "Dann sagte der König Pasenadi zu ihm: ",
  "mn88:20.3": "„Nun, Herr, jetzt muss ich gehen. ",
  "mn88:20.4": "Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "mn88:20.5": "„Bitte, großer König, geh nach deinem Belieben.“ ",
  "mn88:20.6": "Da begrüßte der König Pasenadi die Worte des Ehrwürdigen Ānanda und stimmte ihm zu. Dann erhob er sich von seinem Sitz, verbeugte sich, umrundete Ānanda respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "mn88:21.1": "Kurz nachdem er gegangen war, ging Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin ",
  "mn88:21.2": "und berichtete ihm die Begegnung mit dem König. ",
  "mn88:21.3": "Er übergab dem Buddha den Stoff. ",
  "mn88:22.1": "Dann wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn88:22.2": "„Mönche und Nonnen, König Pasenadi hat Glück, so großes Glück, ",
  "mn88:22.3": "dass er Ānanda zu sehen bekam und ihm seine Aufwartung machen konnte!“ ",
  "mn88:22.4": "Das sagte der Buddha. ",
  "mn88:22.5": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}