{
  "mn89:0.1": "Mittlere Lehrreden 89 ",
  "mn89:0.2": "Heiligtümer für die Lehre ",
  "mn89:1.1": "So habe ich es gehört: ",
  "mn89:1.2": "Einmal hielt sich der Buddha im Land der Sakyer auf, bei dem Marktflecken der Sakyer mit Namen Medaḷumpa. ",
  "mn89:2.1": "Damals war der König Pasenadi von Kosala wegen einer Angelegenheit nach Nagaraka gekommen. ",
  "mn89:2.2": "Da wandte er sich an Dīgha Kārāyana: ",
  "mn89:2.3": "„Mein guter Kārāyana, spanne die erlesensten Kutschen an. Wir wollen zu einem Park fahren und die Landschaft betrachten.“ ",
  "mn89:2.4": "„Ja, Majestät“, antwortete Dīgha Kārāyana. Er spannte die Kutschen an und meldete dem König: ",
  "mn89:2.5": "„Majestät, die erlesensten Kutschen sind angespannt. ",
  "mn89:2.6": "Bitte geh nach deinem Belieben.“ ",
  "mn89:3.1": "Da bestieg der König Pasenadi eine erlesene Kutsche und machte sich zusammen mit anderen erlesenen Kutschen in vollem königlichem Prunk aus Nagaraka auf ",
  "mn89:3.2": "zum Parkgelände. ",
  "mn89:3.3": "Er fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab und betrat zu Fuß den Park. ",
  "mn89:4.1": "Als er im Park spazieren ging, sah er Baumwurzeln, beeindruckend und Zuversicht einflößend, die ruhig und still waren, weit weg von der tollen Menge, fern von menschlichen Siedlungen und für die Klausur geeignet. ",
  "mn89:4.2": "Bei diesem Anblick kam ihm sofort der Buddha in den Sinn: ",
  "mn89:4.3": "„Diese Baumwurzeln, so beeindruckend und Zuversicht einflößend, sind wie die, bei denen wir immer dem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha unsere Aufwartung gemacht haben.“ ",
  "mn89:4.4": "Er wandte sich an Dīgha Kārāyana: ",
  "mn89:4.5": "„Diese Baumwurzeln, so beeindruckend und Zuversicht einflößend, sind wie die, bei denen wir immer dem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha unsere Aufwartung gemacht haben. ",
  "mn89:4.6": "Mein guter Kārāyana, wo ist der Buddha gerade?“ ",
  "mn89:5.1": "„Großer König, da ist ein Marktflecken der Sakyer mit Namen Medaḷumpa. ",
  "mn89:5.2": "Dort hält sich der Buddha gerade auf.“ ",
  "mn89:5.3": "„Aber wie weit ist dieser Marktflecken entfernt?“ ",
  "mn89:5.4": "„Nicht weit, großer König, ",
  "mn89:5.5": "drei Meilen. ",
  "mn89:5.6": "Wir können dort noch im Hellen hinkommen.“ ",
  "mn89:5.7": "„Nun denn, spanne die erlesensten Kutschen an. Wir wollen hingehen, um den Buddha zu sehen.“ ",
  "mn89:5.8": "„Ja, Majestät“, antwortete Dīgha Kārāyana. Er spannte die Kutschen an und meldete dem König: ",
  "mn89:5.9": "„Majestät, die erlesensten Kutschen sind angespannt. ",
  "mn89:5.10": "Bitte geh nach deinem Belieben.“ ",
  "mn89:6.1": "Da bestieg der König Pasenadi eine erlesene Kutsche und machte sich zusammen mit anderen erlesenen Kutschen von Nagaraka nach Medaḷumpa auf. ",
  "mn89:6.2": "Er erreichte noch im Hellen den Marktflecken ",
  "mn89:6.3": "und steuerte auf das Klostergelände zu. ",
  "mn89:6.4": "Er fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab und betrat zu Fuß das Kloster. ",
  "mn89:7.1": "Zu der Zeit gingen gerade mehrere Mönche und Nonnen achtsam im Freien auf und ab. ",
  "mn89:7.2": "Da ging König Pasenadi von Kosala zu ihnen und sagte: ",
  "mn89:7.3": "„Ihr Herren, wo ist der Gesegnete gerade, der Vollendete, der vollkommen erwachte Buddha? ",
  "mn89:7.4": "Denn wir möchten ihn sehen.“ ",
  "mn89:8.1": "„Großer König, das hier ist seine Hütte, die Tür ist geschlossen. Nähere dich leise und ohne Eile; geh zur Veranda, räuspere dich und klopfe an die Tür. Der Buddha wird die Tür öffnen.“ ",
  "mn89:8.2": "Der König gab Dīgha Kārāyana eben da sein Schwert und seinen Turban. ",
  "mn89:8.3": "Dieser dachte: ",
  "mn89:8.4": "„Der König möchte jetzt allein gehen. Ich sollte hier warten.“ ",
  "mn89:8.5": "Da begab sich der König zur Hütte des Buddha, räusperte sich und klopfte, und der Buddha öffnete die Tür. ",
  "mn89:9.1": "Da betrat König Pasenadi die Hütte des Buddha. Er beugte seinen Kopf zu den Füßen des Buddha, streichelte die Füße und bedeckte sie mit Küssen und nannte seinen Namen: ",
  "mn89:9.2": "„Herr, ich bin Pasenadi, der König von Kosala! ",
  "mn89:9.3": "Ich bin Pasenadi, der König von Kosala!“ ",
  "mn89:9.4": "„Aber großer König, aus welchem Grund zeigst du diesem Körper so eine äußerste Hingabe und bringst deine offensichtliche Liebe zum Ausdruck?“ ",
  "mn89:10.1": "„Herr, von der Lehre schließe ich auf den Buddha: ",
  "mn89:10.2": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn89:10.3": "Herr, es kommt vor, dass ich manche Asketen oder Brahmanen sehe, die das geistliche Leben nur für eine begrenzte Zeit führen: zehn, zwanzig, dreißig oder vierzig Jahre. ",
  "mn89:10.4": "Einige Zeit später vergnügen sie sich, versorgt und ausgestattet mit den fünf Sinnesreizen, nachdem sie schön gebadet und geölt sind, Haar und Bart frisiert haben und in Weiß gekleidet sind. ",
  "mn89:10.5": "Aber hier sehe ich Mönche und Nonnen, die das vollkommene und reine geistliche Leben führen, solange sie leben, bis zum letzten Atemzug. ",
  "mn89:10.6": "Ich sehe anderswo kein anderes geistliches Leben, das so vollkommen und rein wäre. ",
  "mn89:10.7": "Darum schließe ich von der Lehre auf den Buddha: ",
  "mn89:10.8": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn89:11.1": "Dann streiten da Könige mit Königen, Adlige mit Adligen, Brahmanen mit Brahmanen und Hausbesitzer mit Hausbesitzern. Eine Mutter streitet mit ihrem Kind, das Kind mit der Mutter, der Vater mit dem Kind und das Kind mit dem Vater. Der Bruder streitet mit dem Bruder, der Bruder mit der Schwester, die Schwester mit dem Bruder und der Freund mit dem Freund. ",
  "mn89:11.2": "Aber hier sehe ich Mönche und Nonnen, die in Eintracht leben, sich gegenseitig wertschätzen, ohne Streit, sich wie Milch und Wasser mischen und einander mit freundlichen Augen betrachten. ",
  "mn89:11.3": "Ich sehe anderswo keine andere Versammlung, die so einträchtig wäre. ",
  "mn89:11.4": "Darum schließe ich von der Lehre auf den Buddha: ",
  "mn89:11.5": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn89:12.1": "Dann bin ich da von Kloster zu Kloster und von Park zu Park gewandert. ",
  "mn89:12.2": "Da habe ich manche Asketen und Brahmanen gesehen, die dünn und verhärmt sind, blass und geädert – kaum ein fesselnder Anblick für die Leute, sollte man meinen. ",
  "mn89:12.3": "Da kam mir in den Sinn: ",
  "mn89:12.4": "‚Sicher führen diese Ehrwürdigen das geistliche Leben unzufrieden, oder sie verbergen eine schlechte Tat, die sie begangen haben. ",
  "mn89:12.5": "Darum sind sie dünn und verhärmt, blass und geädert – kaum ein fesselnder Anblick für die Leute, sollte man meinen.‘ ",
  "mn89:12.6": "Ich bin zu ihnen gegangen und habe gesagt: ",
  "mn89:12.7": "‚Ehrwürdige, warum seid ihr so dünn und verhärmt, so blass und geädert – kaum ein fesselnder Anblick für die Leute, sollte man meinen?‘ ",
  "mn89:12.8": "Sie sagten: ",
  "mn89:12.9": "‚Wir haben Gelbsucht, großer König.‘ ",
  "mn89:12.10": "Aber hier sehe ich Mönche und Nonnen, die stets lächeln und froh sind, offensichtlich glücklich, mit fröhlichen Gesichtern, sie leben entspannt, kein Haar sträubt sich ihnen, sie leben von Wohltätigkeit und ihr Herz ist frei wie ein wilder Hirsch. ",
  "mn89:12.11": "Da kam mir in den Sinn: ",
  "mn89:12.12": "‚Sicher haben diese Ehrwürdigen in der Anleitung des Buddha einen höheren erhabenen Zustand erreicht, als sie vorher hatten. ",
  "mn89:12.13": "Darum lächeln diese Ehrwürdigen stets und sind froh, offensichtlich glücklich, mit fröhlichen Gesichtern, sie leben entspannt, kein Haar sträubt sich ihnen, sie leben von Wohltätigkeit und ihr Herz ist frei wie ein wilder Hirsch.‘ ",
  "mn89:12.14": "Darum schließe ich von der Lehre auf den Buddha: ",
  "mn89:12.15": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn89:13.1": "Dann bin ich da als gesalbter adliger König ",
  "mn89:13.2": "in der Lage, Schuldige hinzurichten, ihren Besitz einzuziehen oder sie zu verbannen. ",
  "mn89:13.3": "Doch wenn ich zu Gericht sitze, fallen sie mir ins Wort. ",
  "mn89:13.4": "Und ich kann sie nicht dazu bringen, ",
  "mn89:13.5": "mir nicht ins Wort zu fallen und zu warten, bis ich ausgeredet habe. ",
  "mn89:13.7": "Aber hier sehe ich Mönche und Nonnen, ",
  "mn89:13.8": "von denen es, während der Buddha eine Versammlung von vielen Hundert unterweist, kein Geräusch von Husten oder Räuspern gibt. ",
  "mn89:13.9": "Einmal geschah es, dass der Buddha eine Versammlung von vielen Hundert unterwies. ",
  "mn89:13.10": "Da räusperte sich einer seiner Schüler. ",
  "mn89:13.11": "Und einer seiner geistlichen Gefährten stieß ihn mit dem Knie an, um ihm zu bedeuten: ",
  "mn89:13.12": "‚Sch, Ehrwürdiger, mach keinen Lärm! Unser Lehrer, der Gesegnete, lehrt!‘ ",
  "mn89:13.13": "Da kam mir in den Sinn: ",
  "mn89:13.14": "„Ach, wie unglaublich! Wie erstaunlich, ",
  "mn89:13.15": "wie eine Versammlung so gut geschult sein kann, ohne Stock oder Schwert!‘ ",
  "mn89:13.16": "Ich sehe anderswo keine andere Versammlung, die so gut geschult wäre. ",
  "mn89:13.17": "Darum schließe ich von der Lehre auf den Buddha: ",
  "mn89:13.18": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn89:14.1": "Dann sehe ich da manche klugen Adligen, die scharfsinnig sind, in den Doktrinen anderer vervollkommnet, Haarspalter. Man könnte meinen, sie lebten, um mit ihrem Verstand Überzeugungen niederzureißen. ",
  "mn89:14.2": "Sie hören: ",
  "mn89:14.3": "‚Da wird also, werte Herren, dieser Asket Gotama zu diesem Dorf oder Marktflecken herabkommen.‘ ",
  "mn89:14.4": "Sie konstruieren eine Frage im Gedanken: ",
  "mn89:14.5": "‚Wir werden uns zum Asketen Gotama begeben und ihm diese Frage stellen. ",
  "mn89:14.6": "Wenn er auf diese Art antwortet, werden wir ihn auf jene Art widerlegen; ",
  "mn89:14.7": "und wenn er auf jene Art antwortet, werden wir ihn auf diese Art widerlegen.‘ ",
  "mn89:14.8": "Wenn sie hören, ",
  "mn89:14.9": "dass er herabgekommen ist, ",
  "mn89:14.10": "begeben sie sich zu ihm. ",
  "mn89:14.11": "Der Buddha leitet sie mit einem Dhammavortrag an, ermuntert sie, begeistert sie und erhebt sie. ",
  "mn89:14.12": "Sie kommen nicht einmal dazu, dem Buddha ihre Frage zu stellen, wie könnten sie da seine Antwort widerlegen? ",
  "mn89:14.13": "Sie werden ausnahmslos seine Schüler. ",
  "mn89:14.14": "Darum schließe ich von der Lehre auf den Buddha: ",
  "mn89:14.15": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn89:15.1": "Dann sehe ich da manche klugen Brahmanen … ",
  "mn89:16.1": "manche klugen Hausbesitzer … ",
  "mn89:17.1": "manche klugen Asketen, die scharfsinnig sind, in den Doktrinen anderer vervollkommnet, Haarspalter. Man könnte meinen, sie lebten, um mit ihrem Verstand Überzeugungen niederzureißen. ",
  "mn89:17.2": "Sie hören: ",
  "mn89:17.3": "‚Da wird also, werte Herren, dieser Asket Gotama zu diesem Dorf oder Marktflecken herabkommen.‘ ",
  "mn89:17.4": "Sie konstruieren eine Frage im Gedanken: ",
  "mn89:17.5": "‚Wir werden uns zum Asketen Gotama begeben und ihm diese Frage stellen. ",
  "mn89:17.6": "Wenn er auf diese Art antwortet, werden wir ihn auf jene Art widerlegen; ",
  "mn89:17.7": "und wenn er auf jene Art antwortet, werden wir ihn auf diese Art widerlegen.‘ ",
  "mn89:17.8": "Wenn sie hören, ",
  "mn89:17.9": "dass er herabgekommen ist, ",
  "mn89:17.10": "begeben sie sich zu ihm. ",
  "mn89:17.11": "Der Buddha leitet sie mit einem Dhammavortrag an, ermuntert sie, begeistert sie und erhebt sie. ",
  "mn89:17.12": "Sie kommen nicht einmal dazu, dem Buddha ihre Frage zu stellen, wie könnten sie da seine Antwort widerlegen? ",
  "mn89:17.13": "Sie bitten ausnahmslos den Buddha um die Erlaubnis, fortzuziehen, ",
  "mn89:17.14": "und er gibt ihnen die Weihe des Fortziehens. ",
  "mn89:17.15": "Kurz nachdem sie fortgezogen sind, gelangen sie, wenn sie zurückgezogen leben, beflissen, eifrig und entschlossen, bald in eben diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Sie leben an dem Ziel, das sie durch eigene Einsicht erkannt haben, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "mn89:17.16": "Sie sagen: ",
  "mn89:17.17": "‚Wir waren fast verloren! Wir sind fast zugrunde gegangen! ",
  "mn89:17.18": "Denn wir behaupteten, Asketen, Brahmanen und Vollendete zu sein, aber wir waren nichts davon. ",
  "mn89:17.19": "Aber jetzt sind wir wirklich Asketen, Brahmanen und Vollendete!‘ ",
  "mn89:17.20": "Darum schließe ich von der Lehre auf den Buddha: ",
  "mn89:17.21": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn89:18.1": "Dann sind da diese Kammerherren Isidatta und Purāṇa, die meine Mahlzeiten einnehmen und in meinen Kutschen reisen. Ich gebe ihnen ihren Lebensunterhalt und bringe ihnen Ruhm. ",
  "mn89:18.2": "Und doch erweisen sie mir nicht das gleiche Maß an Hingabe wie dem Buddha. ",
  "mn89:18.3": "Einmal geschah es, dass ich auf einem Feldzug, als ich Isidatta und Purāṇa prüfte, in einem überfüllten Haus Quartier bezog. ",
  "mn89:18.4": "Sie verbrachten einen großen Teil der Nacht damit, über die Lehre zu sprechen, dann legten sie sich mit ihren Köpfen in die Richtung nieder, in der der Buddha war, und mit ihren Füßen zu mir. ",
  "mn89:18.5": "Da kam mir in den Sinn: ",
  "mn89:18.6": "‚Ach, wie unglaublich! Wie erstaunlich! ",
  "mn89:18.7": "Diese Kammerherren Isidatta und Purāṇa nehmen meine Mahlzeiten ein und reisen in meinen Kutschen. Ich gebe ihnen ihren Lebensunterhalt und bringe ihnen Ruhm. ",
  "mn89:18.8": "Und doch erweisen sie mir nicht das gleiche Maß an Hingabe wie dem Buddha. ",
  "mn89:18.9": "Sicher haben diese Ehrwürdigen in der Anleitung des Buddha einen höheren erhabenen Zustand erreicht, als sie vorher hatten.‘ ",
  "mn89:18.10": "Darum schließe ich von der Lehre auf den Buddha: ",
  "mn89:18.11": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "mn89:19.1": "Dann ist da der Buddha ein Adliger, genau wie ich. ",
  "mn89:19.2": "Der Buddha ist ein Kosaler, genau wie ich. ",
  "mn89:19.3": "Der Buddha ist achtzig Jahre alt, genau wie ich. ",
  "mn89:19.4": "Da das so ist, ",
  "mn89:19.5": "ist es angebracht für mich, dem Buddha so eine äußerste Hingabe zu zeigen und meine offensichtliche Liebe zum Ausdruck zu bringen. ",
  "mn89:20.1": "Nun, Herr, jetzt muss ich gehen. ",
  "mn89:20.2": "Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "mn89:20.3": "„Bitte, großer König, geh nach deinem Belieben.“ ",
  "mn89:20.4": "Da erhob sich der König Pasenadi von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "mn89:21.1": "Kurz nachdem er gegangen war, wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn89:21.2": "„Mönche und Nonnen, bevor er sich erhob und ging, beschrieb König Pasenadi Heiligtümer für die Lehre. ",
  "mn89:21.3": "Lernt diese Heiligtümer für die Lehre, Mönche und Nonnen! ",
  "mn89:21.4": "Prägt euch diese Heiligtümer für die Lehre ein! ",
  "mn89:21.5": "Behaltet diese Heiligtümer für die Lehre im Gedächtnis! ",
  "mn89:21.6": "Diese diese Heiligtümer für die Lehre sind segensreich und beziehen sich auf die Grundlagen des geistlichen Lebens.“ ",
  "mn89:21.7": "Das sagte der Buddha. ",
  "mn89:21.8": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}