{
  "mn8:0.1": "Mittlere Lehrreden 8 ",
  "mn8:0.2": "Selbstüberwindung ",
  "mn8:1.1": "So habe ich es gehört: ",
  "mn8:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn8:2.1": "Da kam der Ehrwürdige Mahācunda am späten Nachmittag aus seiner Klausur und ging zum Buddha. Er verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn8:3.1": "„Herr, es gibt viele verschiedene Ansichten, die in der Welt aufkommen ",
  "mn8:3.2": "und die mit Selbsttheorien und Theorien über das Weltall verbunden sind. ",
  "mn8:3.3": "Wie gibt ein Mönch, der den Geist auf den Ausgangspunkt richtet, diese Ansichten auf und lässt sie los?“ ",
  "mn8:3.4": "„Cunda, es gibt viele verschiedene Ansichten, die in der Welt aufkommen ",
  "mn8:3.5": "und die mit Selbsttheorien und Theorien über das Weltall verbunden sind. ",
  "mn8:3.6": "Ein Mönch gibt diese Ansichten auf und lässt sie los, indem er das, wo sie entstehen, das, wo sie sich niederlassen, und das, wo sie wirken, wahrhaftig mit rechter Weisheit so sieht: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn8:4.1": "Es ist möglich, dass ein gewisser Mönch ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn8:4.2": "Er könnte denken, ",
  "mn8:4.3": "er übte Selbstüberwindung. ",
  "mn8:4.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:4.5": "sie werden ‚Zustände seliger Meditation in diesem Leben‘ genannt. ",
  "mn8:5.1": "Es ist möglich, dass ein gewisser Mönch, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung eintritt und darin verweilt; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn8:5.2": "Er könnte denken, ",
  "mn8:5.3": "er übte Selbstüberwindung. ",
  "mn8:5.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:5.5": "sie werden ‚Zustände seliger Meditation in diesem Leben‘ genannt. ",
  "mn8:6.1": "Es ist möglich, dass ein gewisser Mönch mit dem Schwinden der Ekstase in die dritte Vertiefung eintritt und darin verweilt; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn8:6.2": "Er könnte denken, ",
  "mn8:6.3": "er übte Selbstüberwindung. ",
  "mn8:6.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:6.5": "sie werden ‚Zustände seliger Meditation in diesem Leben‘ genannt. ",
  "mn8:7.1": "Es könnte sein, dass ein gewisser Mönch Glück und Schmerz aufgibt und mit dem Enden früherer Fröhlichkeit und Traurigkeit in die vierte Vertiefung eintritt und darin verweilt, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn8:7.2": "Er könnte denken, ",
  "mn8:7.3": "er übte Selbstüberwindung. ",
  "mn8:7.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:7.5": "sie werden ‚Zustände seliger Meditation in diesem Leben‘ genannt. ",
  "mn8:8.1": "Es ist möglich, dass ein gewisser Mönch jegliche Formwahrnehmung übersteigt und mit dem Beenden der Wahrnehmung von Eindrücken, und indem er den Geist nicht auf die Wahrnehmung von Vielfalt richtet, im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes eintritt und darin verweilt. ",
  "mn8:8.2": "Er könnte denken, ",
  "mn8:8.3": "er übte Selbstüberwindung. ",
  "mn8:8.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:8.5": "sie werden ‚friedvolle Meditationen‘ genannt. ",
  "mn8:9.1": "Es ist möglich, dass ein gewisser Mönch die Dimension des unendlichen Raumes vollständig übersteigt und im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins eintritt und darin verweilt. ",
  "mn8:9.2": "Er könnte denken, ",
  "mn8:9.3": "er übte Selbstüberwindung. ",
  "mn8:9.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:9.5": "sie werden ‚friedvolle Meditationen‘ genannt. ",
  "mn8:10.1": "Es ist möglich, dass ein gewisser Mönch die Dimension des unendlichen Bewusstseins vollständig übersteigt und im Wissen: ‚Da ist überhaupt nichts‘ in die Dimension des Nichts eintritt und darin verweilt. ",
  "mn8:10.2": "Er könnte denken, ",
  "mn8:10.3": "er übte Selbstüberwindung. ",
  "mn8:10.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:10.5": "sie werden ‚friedvolle Meditationen‘ genannt. ",
  "mn8:11.1": "Es ist möglich, dass ein gewisser Mönch vollständig die Dimension des Nichts übersteigt und in die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, eintritt und darin verweilt. ",
  "mn8:11.2": "Er könnte denken, ",
  "mn8:11.3": "er übte Selbstüberwindung. ",
  "mn8:11.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:11.5": "sie werden ‚friedvolle Meditationen‘ genannt. ",
  "mn8:12.0": "1. Die Darlegung durch Selbstüberwindung ",
  "mn8:12.1": "Nun, Cunda, ihr sollt auf jede der folgenden Arten an Selbstüberwindung arbeiten: ",
  "mn8:12.2": "‚Andere werden grausam sein, wir aber wollen hier mildherzig sein‘, so sollt ihr an Selbstüberwindung arbeiten. ",
  "mn8:12.3": "‚Andere werden lebende Geschöpfe töten, wir aber wollen hier keine lebenden Geschöpfe töten‘, so sollt ihr an Selbstüberwindung arbeiten. ",
  "mn8:12.4": "‚Andere werden stehlen, wir aber wollen hier nicht stehlen‘, … ",
  "mn8:12.5": "‚Andere werden unkeusch sein, wir aber wollen hier keusch sein‘, … ",
  "mn8:12.6": "‚Andere werden lügen, wir aber wollen hier nicht lügen‘, … ",
  "mn8:12.7": "‚Andere werden so reden, dass sie andere entzweien, wir aber wollen hier nicht so reden, dass wir andere entzweien‘, … ",
  "mn8:12.8": "‚Andere werden harte Rede gebrauchen, wir aber wollen hier keine harte Rede gebrauchen‘, … ",
  "mn8:12.9": "‚Andere werden Unsinn reden, wir aber wollen hier keinen Unsinn reden‘, … ",
  "mn8:12.10": "‚Andere werden begehrlich sein, wir aber wollen hier nicht begehrlich sein‘, … ",
  "mn8:12.11": "‚Andere werden böswillig sein, wir aber wollen hier nicht böswillig sein‘, … ",
  "mn8:12.12": "‚Andere werden falsche Ansicht haben, wir aber wollen hier rechte Ansicht haben‘, … ",
  "mn8:12.13": "‚Andere werden falsches Denken haben, wir aber wollen hier rechtes Denken haben‘, … ",
  "mn8:12.14": "‚Andere werden falsche Rede haben, wir aber wollen hier rechte Rede haben‘, … ",
  "mn8:12.15": "‚Andere werden falsches Handeln haben, wir aber wollen hier rechtes Handeln haben‘, … ",
  "mn8:12.16": "‚Andere werden falschen Lebenserwerb haben, wir aber wollen hier rechten Lebenserwerb haben‘, … ",
  "mn8:12.17": "‚Andere werden falschen Einsatz haben, wir aber wollen hier rechten Einsatz haben‘, … ",
  "mn8:12.18": "‚Andere werden falsche Achtsamkeit haben, wir aber wollen hier rechte Achtsamkeit haben‘, … ",
  "mn8:12.19": "‚Andere werden falsche Versenkung haben, wir aber wollen hier rechte Versenkung haben‘, … ",
  "mn8:12.20": "‚Andere werden falsche Erkenntnis haben, wir aber wollen hier rechte Erkenntnis haben‘, … ",
  "mn8:12.21": "‚Andere werden falsche Freiheit haben, wir aber wollen hier rechte Freiheit haben‘, … ",
  "mn8:12.22": "‚Andere werden von Dumpfheit und Benommenheit überwältigt sein, wir aber wollen hier frei von Dumpfheit und Benommenheit sein‘, … ",
  "mn8:12.23": "‚Andere werden rastlos sein, wir aber wollen hier nicht rastlos sein‘, … ",
  "mn8:12.24": "‚Andere werden Zweifel haben, wir aber wollen hier über den Zweifel hinausgegangen sein‘, … ",
  "mn8:12.25": "‚Andere werden zornig sein, wir aber wollen hier frei von Zorn sein, … ",
  "mn8:12.26": "‚Andere werden verbittert sein, wir aber wollen hier frei von Verbitterung sein‘, … ",
  "mn8:12.27": "‚Andere werden beleidigend sein, wir aber wollen hier nicht beleidigend sein‘, … ",
  "mn8:12.28": "‚Andere werden verächtlich sein, wir aber wollen hier frei von Verachtung sein‘, … ",
  "mn8:12.29": "‚Andere werden eifersüchtig sein, wir aber wollen hier frei von Eifersucht sein‘, … ",
  "mn8:12.30": "‚Andere werden geizig sein, wir aber wollen hier frei von Geiz sein‘, … ",
  "mn8:12.31": "‚Andere werden doppelzüngig sein, wir aber wollen hier nicht doppelzüngig sein‘, … ",
  "mn8:12.32": "‚Andere werden betrügerisch sein, wir aber wollen hier nicht betrügerisch sein‘, … ",
  "mn8:12.33": "‚Andere werden wichtigtuerisch sein, wir aber wollen hier nicht wichtigtuerisch sein, … ",
  "mn8:12.34": "‚Andere werden selbstgefällig sein, wir aber wollen hier nicht selbstgefällig sein‘, … ",
  "mn8:12.35": "‚Andere werden schwer zu ermahnen sein, wir aber wollen hier leicht zu ermahnen sein‘, … ",
  "mn8:12.36": "‚Andere werden schlechte Freunde haben, wir aber wollen hier gute Freunde haben‘, … ",
  "mn8:12.37": "‚Andere werden nachlässig sein, wir aber wollen hier beflissen sein‘, … ",
  "mn8:12.38": "‚Andere werden ohne Vertrauen sein, wir aber wollen hier vertrauensvoll sein‘, … ",
  "mn8:12.39": "‚Andere werden gewissenlos sein, wir aber wollen hier ein Gewissen haben‘, … ",
  "mn8:12.40": "‚Andere werden unbesonnen sein, wir aber wollen hier besonnen sein‘, … ",
  "mn8:12.41": "‚Andere werden ungebildet sein, wir aber wollen hier gebildet sein‘, … ",
  "mn8:12.42": "‚Andere werden träge sein, wir aber wollen hier energisch sein‘, … ",
  "mn8:12.43": "‚Andere werden unachtsam sein, wir aber wollen hier achtsam sein‘, … ",
  "mn8:12.44": "‚Andere werden geistlos sein, wir aber wollen hier die Weisheit vervollkommnet haben‘, … ",
  "mn8:12.45": "‚Andere werden an ihren Ansichten hängen, sie festhalten und sich weigern, sie loszulassen, wir aber wollen hier nicht an unseren Ansichten hängen, sie nicht festhalten und sie leicht loslassen‘, so sollt ihr an Selbstüberwindung arbeiten. ",
  "mn8:13.0": "2. Die Darlegung durch Hervorbringen des Gedankens ",
  "mn8:13.1": "Cunda, ich sage, dass schon das Hervorbringen des Gedankens an taugliche Eigenschaften eine große Hilfe ist, und erst recht, diesem Pfad mit Körper und Sprache zu folgen. ",
  "mn8:13.2": "Darum sollt ihr den Gedanken hervorbringen: ‚Andere werden grausam sein, wir aber wollen hier mildherzig sein.‘ ",
  "mn8:13.3": "Ihr sollt den Gedanken hervorbringen: ‚Andere werden lebende Geschöpfe töten, wir aber wollen hier keine lebenden Geschöpfe töten.‘ … ",
  "mn8:13.4": "Ihr sollt den Gedanken hervorbringen: ‚Andere werden an ihren Ansichten hängen, sie festhalten und sich weigern, sie loszulassen, wir aber wollen hier nicht an unseren Ansichten hängen, sie nicht festhalten und sie leicht loslassen.‘ ",
  "mn8:14.0": "3. Die Darlegung durch Umgehung ",
  "mn8:14.1": "Cunda, angenommen, da wären ein unebener Pfad und ein anderer ebener Pfad, um diesen zu umgehen. ",
  "mn8:14.2": "Oder angenommen, da wären eine unebene Furt und eine andere ebene Furt, um diese zu umgehen. ",
  "mn8:14.3": "Ebenso umgeht eine grausame Person dies, indem sie mildherzig ist. Eine Person, die tötet, umgeht dies, indem sie nicht tötet … indem sie nicht stiehlt … indem sie keusch ist … indem sie nicht lügt … indem sie andere nicht entzweit … indem sie keine harte Rede gebraucht … indem sie keinen Unsinn redet … indem sie nicht begehrlich ist … indem sie nicht böswillig ist … ",
  "mn8:14.4": "indem sie rechte Ansicht hat … indem sie rechtes Denken hat … indem sie rechte Rede hat … indem sie rechtes Handeln hat … indem sie rechten Lebenserwerb hat … indem sie rechten Einsatz hat … indem sie rechte Achtsamkeit hat … indem sie rechte Versenkung hat … indem sie rechte Erkenntnis hat … indem sie rechte Freiheit hat … ",
  "mn8:14.5": "indem sie frei von Dumpfheit und Benommenheit ist … indem sie nicht rastlos ist … indem sie über den Zweifel hinausgegangen ist … indem er frei von Zorn ist … indem sie frei von Verbitterung ist … indem sie nicht beleidigend ist … indem sie frei von Verachtung ist … indem sie frei von Eifersucht ist … indem sie frei von Geiz ist … indem sie nicht doppelzüngig ist … indem sie nicht betrügerisch ist … indem sie nicht wichtigtuerisch ist … indem sie nicht selbstgefällig ist … indem sie leicht zu ermahnen ist … indem sie gute Freunde hat … indem sie beflissen ist … indem sie vertrauensvoll ist … indem sie ein Gewissen hat … indem sie besonnen ist … indem sie gebildet ist … indem sie energisch ist … indem sie achtsam ist … indem sie die Weisheit vervollkommnet hat. Eine Person, die an ihren Ansichten hängt, sie festhält und sich weigert, sie loszulassen, umgeht dies, indem sie nicht an ihren Ansichten hängt, sie nicht festhält und sie leicht loslässt. ",
  "mn8:15.0": "4. Die Darlegung durch Aufwärtsgehen ",
  "mn8:15.1": "Cunda, alle untauglichen Eigenschaften führen abwärts, und alle tauglichen Eigenschaften führen aufwärts. ",
  "mn8:15.2": "Ebenso wird eine grausame Person aufwärts geführt, indem sie mildherzig ist. Eine Person, die tötet, wird aufwärts geführt, indem sie nicht tötet. … ",
  "mn8:15.3": "Eine Person, die an ihren Ansichten hängt, sie festhält und sich weigert, sie loszulassen, wird aufwärts geführt, indem sie nicht an ihren Ansichten hängt, sie nicht festhält und sie leicht loslässt. ",
  "mn8:16.0": "5. Die Darlegung durch vollkommenes Erlöschen ",
  "mn8:16.1": "Wenn man selbst im Schlamm versinkt, Cunda, ist es ganz unmöglich, dass man jemand anderen, der im Schlamm versinkt, herauszieht. ",
  "mn8:16.2": "Aber wenn man selbst nicht im Schlamm versinkt, ist es gut möglich, dass man jemand anderen, der im Schlamm versinkt, herauszieht. ",
  "mn8:16.3": "Wenn man selbst nicht gezähmt, geschult und vollkommen verloschen ist, ist es ganz unmöglich, dass man hilft, jemand anderen zu zähmen, zu schulen und zum vollkommenen Erlöschen zu bringen. ",
  "mn8:16.4": "Aber wenn man selbst gezähmt, geschult und vollkommen verloschen ist, ist es gut möglich, dass man hilft, jemand anderen zu zähmen, zu schulen und zum vollkommenen Erlöschen zu bringen. ",
  "mn8:16.5": "Ebenso bringt eine grausame Person dies zum vollkommenen Erlöschen, indem sie mildherzig ist. Eine Person, die tötet, bringt dies zum vollkommenen Erlöschen, indem sie nicht tötet. ",
  "mn8:16.6": "Eine Person, die stiehlt, bringt dies zum vollkommenen Erlöschen, indem sie nicht stiehlt. ",
  "mn8:16.7": "Eine Person, die unkeusch ist, bringt dies zum vollkommenen Erlöschen, indem sie keusch ist. ",
  "mn8:16.8": "Eine Person, die lügt, bringt dies zum vollkommenen Erlöschen, indem sie nicht lügt. ",
  "mn8:16.9": "Eine Person, die andere entzweit, bringt dies zum vollkommenen Erlöschen, indem sie andere nicht entzweit. ",
  "mn8:16.10": "Eine Person, die harte Rede gebraucht, bringt dies zum vollkommenen Erlöschen, indem sie keine harte Rede gebraucht. ",
  "mn8:16.11": "Eine Person, die Unsinn redet, bringt dies zum vollkommenen Erlöschen, indem sie keinen Unsinn redet. ",
  "mn8:16.12": "Eine begehrliche Person bringt dies zum vollkommenen Erlöschen, indem sie nicht begehrlich ist. ",
  "mn8:16.13": "Eine böswillige Person bringt dies zum vollkommenen Erlöschen, indem sie nicht böswillig ist. ",
  "mn8:16.14": "Eine Person, die falsche Ansicht hat, bringt dies zum vollkommenen Erlöschen, indem sie rechte Ansicht hat. ",
  "mn8:16.15": "Eine Person, die falsches Denken hat, bringt dies zum vollkommenen Erlöschen, indem sie rechtes Denken hat. ",
  "mn8:16.16": "Eine Person, die falsche Rede hat, bringt dies zum vollkommenen Erlöschen, indem sie rechte Rede hat. ",
  "mn8:16.17": "Eine Person, die falsches Handeln hat, bringt dies zum vollkommenen Erlöschen, indem sie rechtes Handeln hat. ",
  "mn8:16.18": "Eine Person, die falschen Lebenserwerb hat, bringt dies zum vollkommenen Erlöschen, indem sie rechten Lebenserwerb hat. ",
  "mn8:16.19": "Eine Person, die falschen Einsatz hat, bringt dies zum vollkommenen Erlöschen, indem sie rechten Einsatz hat. ",
  "mn8:16.20": "Eine Person, die falsche Achtsamkeit hat, bringt dies zum vollkommenen Erlöschen, indem sie rechte Achtsamkeit hat. ",
  "mn8:16.21": "Eine Person, die falsche Versenkung hat, bringt dies zum vollkommenen Erlöschen, indem sie rechte Versenkung hat. ",
  "mn8:16.22": "Eine Person, die falsche Erkenntnis hat, bringt dies zum vollkommenen Erlöschen, indem sie rechte Erkenntnis hat. ",
  "mn8:16.23": "Eine Person, die falsche Freiheit hat, bringt dies zum vollkommenen Erlöschen, indem sie rechte Freiheit hat. ",
  "mn8:16.24": "Eine Person, die von Dumpfheit und Benommenheit überwältigt ist, bringt dies zum vollkommenen Erlöschen, indem sie frei von Dumpfheit und Benommenheit ist. ",
  "mn8:16.25": "Eine rastlose Person bringt dies zum vollkommenen Erlöschen, indem sie nicht rastlos ist. ",
  "mn8:16.26": "Eine Person, die Zweifel hat, bringt dies zum vollkommenen Erlöschen, indem sie über den Zweifel hinausgegangen ist. ",
  "mn8:16.27": "Eine zornige Person bringt dies zum vollkommenen Erlöschen, indem sie frei von Zorn ist. ",
  "mn8:16.28": "Eine verbitterte Person bringt dies zum vollkommenen Erlöschen, indem sie frei von Verbitterung ist. ",
  "mn8:16.29": "Eine beleidigende Person bringt dies zum vollkommenen Erlöschen, indem sie nicht beleidigend ist. ",
  "mn8:16.30": "Eine verächtliche Person bringt dies zum vollkommenen Erlöschen, indem sie frei von Verachtung ist. ",
  "mn8:16.31": "Eine eifersüchtige Person bringt dies zum vollkommenen Erlöschen, indem sie frei von Eifersucht ist. ",
  "mn8:16.32": "Eine geizige Person bringt dies zum vollkommenen Erlöschen, indem sie frei von Geiz ist. ",
  "mn8:16.33": "Eine doppelzüngige Person bringt dies zum vollkommenen Erlöschen, indem sie nicht doppelzüngig ist. ",
  "mn8:16.34": "Eine betrügerische Person bringt dies zum vollkommenen Erlöschen, indem sie nicht betrügerisch ist. ",
  "mn8:16.35": "Eine wichtigtuerische Person bringt dies zum vollkommenen Erlöschen, indem sie nicht wichtigtuerisch ist. ",
  "mn8:16.36": "Eine selbstgefällige Person bringt dies zum vollkommenen Erlöschen, indem sie nicht selbstgefällig ist. ",
  "mn8:16.37": "Eine Person, die schwer zu ermahnen ist, bringt dies zum vollkommenen Erlöschen, indem sie leicht zu ermahnen ist. ",
  "mn8:16.38": "Eine Person, die schlechte Freunde hat, bringt dies zum vollkommenen Erlöschen, indem sie gute Freunde hat. ",
  "mn8:16.39": "Eine nachlässige Person bringt dies zum vollkommenen Erlöschen, indem sie beflissen ist. ",
  "mn8:16.40": "Eine Person ohne Vertrauen bringt dies zum vollkommenen Erlöschen, indem sie vertrauensvoll ist. ",
  "mn8:16.41": "Eine gewissenlose Person bringt dies zum vollkommenen Erlöschen, indem sie ein Gewissen hat. ",
  "mn8:16.42": "Eine unbesonnene Person bringt dies zum vollkommenen Erlöschen, indem sie besonnen ist. ",
  "mn8:16.43": "Eine ungebildete Person bringt dies zum vollkommenen Erlöschen, indem sie gebildet ist. ",
  "mn8:16.44": "Eine träge Person bringt dies zum vollkommenen Erlöschen, indem sie energisch ist. ",
  "mn8:16.45": "Eine unachtsame Person bringt dies zum vollkommenen Erlöschen, indem sie achtsam ist. ",
  "mn8:16.46": "Eine geistlose Person bringt dies zum vollkommenen Erlöschen, indem sie die Weisheit vervollkommnet hat. ",
  "mn8:16.47": "Eine Person, die an ihren Ansichten hängt, sie festhält und sich weigert, sie loszulassen, bringt dies zum vollkommenen Erlöschen, indem sie nicht an ihren Ansichten hängt, sie nicht festhält und sie leicht loslässt. ",
  "mn8:17.1": "Also, Cunda, ich habe die Darlegung durch Selbstüberwindung gelehrt, die Darlegung durch Aufkommen des Gedankens, durch Umgehung, durch Aufwärtsgehen und durch vollkommenen Erlöschen. ",
  "mn8:17.2": "Aus Anteilnahme habe ich getan, was ein Lehrer, der auf das Wohl seiner Schüler bedacht ist, tun soll. ",
  "mn8:17.3": "Hier sind Plätze am Fuß von Bäumen, und hier sind leere Hütten. Übt Vertiefung, Mönche und Nonnen! Seid nicht nachlässig! Nicht, dass ihr es später bereut! Das ist meine Anleitung für euch.“ ",
  "mn8:17.4": "Das sagte der Buddha. ",
  "mn8:17.5": "Zufrieden begrüßte der Ehrwürdige Mahācunda die Worte des Buddha. ",
  "mn8:17.6": "Vierundvierzig Punkte wurden genannt, ",
  "mn8:17.7": "in fünf Gruppen gegliedert. ",
  "mn8:17.8": "„Selbstüberwindung“ ist der Name dieser Lehrrede, ",
  "mn8:17.9": "die tief ist wie das Meer. "
}