{
  "mn8:0.1": "Mittlere Lehrreden 8 ",
  "mn8:0.2": "Selbstüberwindung ",
  "mn8:1.1": "So habe ich es gehört: ",
  "mn8:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn8:2.1": "Da kam der Ehrwürdige Mahācunda am späten Nachmittag aus seiner Klausur und ging zum Buddha. Er verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn8:3.1": "„Herr, es gibt viele verschiedene Ansichten, die in der Welt aufkommen ",
  "mn8:3.2": "und die mit Selbsttheorien und Theorien über das Weltall verbunden sind. ",
  "mn8:3.3": "Wie gibt ein Mönch, der den Geist auf den Ausgangspunkt richtet, diese Ansichten auf und lässt sie los?“ ",
  "mn8:3.4": "„Cunda, es gibt viele verschiedene Ansichten, die in der Welt aufkommen ",
  "mn8:3.5": "und die mit Selbsttheorien und Theorien über das Weltall verbunden sind. ",
  "mn8:3.6": "Ein Mönch gibt diese Ansichten auf und lässt sie los, indem er das, wo sie entstehen, das, wo sie sich niederlassen, und das, wo sie wirken, wahrhaftig mit rechter Weisheit so sieht: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "mn8:4.1": "Es ist möglich, dass ein gewisser Mönch ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn8:4.2": "Er könnte denken, ",
  "mn8:4.3": "er übte Selbstüberwindung. ",
  "mn8:4.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:4.5": "sie werden ‚Zustände seliger Meditation in diesem Leben‘ genannt. ",
  "mn8:5.1": "Es ist möglich, dass ein gewisser Mönch, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung eintritt und darin verweilt; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn8:5.2": "Er könnte denken, ",
  "mn8:5.3": "er übte Selbstüberwindung. ",
  "mn8:5.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:5.5": "sie werden ‚Zustände seliger Meditation in diesem Leben‘ genannt. ",
  "mn8:6.1": "Es ist möglich, dass ein gewisser Mönch mit dem Schwinden der Ekstase in die dritte Vertiefung eintritt und darin verweilt; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn8:6.2": "Er könnte denken, ",
  "mn8:6.3": "er übte Selbstüberwindung. ",
  "mn8:6.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:6.5": "sie werden ‚Zustände seliger Meditation in diesem Leben‘ genannt. ",
  "mn8:7.1": "Es könnte sein, dass ein gewisser Mönch Glück und Schmerz aufgibt und mit dem Enden früherer Fröhlichkeit und Traurigkeit in die vierte Vertiefung eintritt und darin verweilt, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn8:7.2": "Er könnte denken, ",
  "mn8:7.3": "er übte Selbstüberwindung. ",
  "mn8:7.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:7.5": "sie werden ‚Zustände seliger Meditation in diesem Leben‘ genannt. ",
  "mn8:8.1": "Es ist möglich, dass ein gewisser Mönch jegliche Formwahrnehmung übersteigt und mit dem Beenden der Wahrnehmung von Eindrücken, und indem er den Geist nicht auf die Wahrnehmung von Vielfalt richtet, im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes eintritt und darin verweilt. ",
  "mn8:8.2": "Er könnte denken, ",
  "mn8:8.3": "er übte Selbstüberwindung. ",
  "mn8:8.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:8.5": "sie werden ‚friedvolle Meditationen‘ genannt. ",
  "mn8:9.1": "Es ist möglich, dass ein gewisser Mönch die Dimension des unendlichen Raumes vollständig übersteigt und im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins eintritt und darin verweilt. ",
  "mn8:9.2": "Er könnte denken, ",
  "mn8:9.3": "er übte Selbstüberwindung. ",
  "mn8:9.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:9.5": "sie werden ‚friedvolle Meditationen‘ genannt. ",
  "mn8:10.1": "Es ist möglich, dass ein gewisser Mönch die Dimension des unendlichen Bewusstseins vollständig übersteigt und im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts eintritt und darin verweilt. ",
  "mn8:10.2": "Er könnte denken, ",
  "mn8:10.3": "er übte Selbstüberwindung. ",
  "mn8:10.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:10.5": "sie werden ‚friedvolle Meditationen‘ genannt. ",
  "mn8:11.1": "Es ist möglich, dass ein gewisser Mönch vollständig die Dimension des Nichts übersteigt und in die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, eintritt und darin verweilt. ",
  "mn8:11.2": "Er könnte denken, ",
  "mn8:11.3": "er übte Selbstüberwindung. ",
  "mn8:11.4": "Aber in der Schulung des Edlen werden diese Zustände nicht ‚Selbstüberwindung‘ genannt; ",
  "mn8:11.5": "sie werden ‚friedvolle Meditationen‘ genannt. ",
  "mn8:12.0": "1. Die Darlegung durch Selbstüberwindung ",
  "mn8:12.1": "Nun, Cunda, ihr sollt auf jede der folgenden Arten an Selbstüberwindung arbeiten: ",
  "mn8:12.2": "‚Andere werden grausam sein, aber wir wollen hier mildherzig sein‘, so sollt ihr an Selbstüberwindung arbeiten. ",
  "mn8:12.3": "‚Andere werden lebende Geschöpfe töten, aber wir wollen hier keine lebenden Geschöpfe töten‘, so sollt ihr an Selbstüberwindung arbeiten. ",
  "mn8:12.4": "‚Andere werden stehlen, aber wir wollen hier nicht stehlen‘, … ",
  "mn8:12.5": "‚Andere werden unkeusch sein, aber wir wollen hier keusch sein‘, … ",
  "mn8:12.6": "‚Andere werden lügen, aber wir wollen hier nicht lügen‘, … ",
  "mn8:12.7": "‚Andere werden so reden, dass sie andere entzweien, aber wir wollen hier nicht so reden, dass wir andere entzweien‘, … ",
  "mn8:12.8": "‚Andere werden harte Rede gebrauchen, aber wir wollen hier keine harte Rede gebrauchen‘, … ",
  "mn8:12.9": "‚Andere werden Unsinn reden, aber wir wollen hier keinen Unsinn reden‘, … ",
  "mn8:12.10": "‚Andere werden begehrlich sein, aber wir wollen hier nicht begehrlich sein‘, … ",
  "mn8:12.11": "‚Andere werden böswillig sein, aber wir wollen hier nicht böswillig sein‘, … ",
  "mn8:12.12": "‚Andere werden falsche Ansicht haben, aber wir wollen hier rechte Ansicht haben‘, … ",
  "mn8:12.13": "‚Andere werden falsches Denken haben, aber wir wollen hier rechtes Denken haben‘, … ",
  "mn8:12.14": "‚Andere werden falsche Rede haben, aber wir wollen hier rechte Rede haben‘, … ",
  "mn8:12.15": "‚Andere werden falsches Handeln haben, aber wir wollen hier rechtes Handeln haben‘, … ",
  "mn8:12.16": "‚Andere werden falschen Lebenserwerb haben, aber wir wollen hier rechten Lebenserwerb haben‘, … ",
  "mn8:12.17": "‚Andere werden falschen Einsatz haben, aber wir wollen hier rechten Einsatz haben‘, … ",
  "mn8:12.18": "‚Andere werden falsche Achtsamkeit haben, aber wir wollen hier rechte Achtsamkeit haben‘, … ",
  "mn8:12.19": "‚Andere werden falsche Versenkung haben, aber wir wollen hier rechte Versenkung haben‘, … ",
  "mn8:12.20": "‚Andere werden falsche Erkenntnis haben, aber wir wollen hier rechte Erkenntnis haben‘, … ",
  "mn8:12.21": "‚Andere werden falsche Freiheit haben, aber wir wollen hier rechte Freiheit haben‘, … ",
  "mn8:12.22": "‚Andere werden von Dumpfheit und Benommenheit überwältigt sein, aber wir wollen hier frei von Dumpfheit und Benommenheit sein‘, … ",
  "mn8:12.23": "‚Andere werden rastlos sein, aber wir wollen hier nicht rastlos sein‘, … ",
  "mn8:12.24": "‚Andere werden Zweifel haben, aber wir wollen hier über den Zweifel hinausgegangen sein‘, … ",
  "mn8:12.25": "‚Andere werden zornig sein, aber wir wollen hier ohne Zorn sein, … ",
  "mn8:12.26": "‚Andere werden feindselig sein, aber wir wollen hier frei von Feindseligkeit sein‘, … ",
  "mn8:12.27": "‚Andere werden beleidigend sein, aber wir wollen hier nicht beleidigend sein‘, … ",
  "mn8:12.28": "‚Andere werden verächtlich sein, aber wir wollen hier frei von Verachtung sein‘, … ",
  "mn8:12.29": "‚Andere werden eifersüchtig sein, aber wir wollen hier frei von Eifersucht sein‘, … ",
  "mn8:12.30": "‚Andere werden geizig sein, aber wir wollen hier frei von Geiz sein‘, … ",
  "mn8:12.31": "‚Andere werden doppelzüngig sein, aber wir wollen hier nicht doppelzüngig sein‘, … ",
  "mn8:12.32": "‚Andere werden betrügerisch sein, aber wir wollen hier nicht betrügerisch sein‘, … ",
  "mn8:12.33": "‚Andere werden wichtigtuerisch sein, aber wir wollen hier nicht wichtigtuerisch sein, … ",
  "mn8:12.34": "‚Andere werden selbstgefällig sein, aber wir wollen hier nicht selbstgefällig sein‘, … ",
  "mn8:12.35": "‚Andere werden schwer zu ermahnen sein, aber wir wollen hier nicht schwer zu ermahnen sein‘, … ",
  "mn8:12.36": "‚Andere werden schlechte Freunde haben, aber wir wollen hier gute Freunde haben‘, … ",
  "mn8:12.37": "‚Andere werden nachlässig sein, aber wir wollen hier beflissen sein‘, … ",
  "mn8:12.38": "‚Andere werden ohne Vertrauen sein, aber wir wollen hier vertrauensvoll sein‘, … ",
  "mn8:12.39": "‚Andere werden gewissenlos sein, aber wir wollen hier ein Gewissen haben‘, … ",
  "mn8:12.40": "‚Andere werden ohne Zurückhaltung sein, aber wir wollen hier zurückhaltend sein‘, … ",
  "mn8:12.41": "‚Andere werden ungebildet sein, aber wir wollen hier gebildet sein‘, … ",
  "mn8:12.42": "‚Andere werden träge sein, aber wir wollen hier energisch sein‘, … ",
  "mn8:12.43": "‚Andere werden unachtsam sein, aber wir wollen hier achtsam sein‘, … ",
  "mn8:12.44": "‚Andere werden geistlos sein, aber wir wollen hier die Weisheit vervollkommnet haben‘, … ",
  "mn8:12.45": "‚Andere werden an ihren Ansichten hängen, sie festhalten und sich weigern, sie loszulassen, aber wir wollen hier nicht an unseren Ansichten hängen, sie nicht festhalten und sie leicht loslassen‘, so sollt ihr an Selbstüberwindung arbeiten. ",
  "mn8:13.0": "2. Die Darlegung des Hervorbringens von Gedanken ",
  "mn8:13.1": "Cunda, ich sage, dass schon das Hervorbringen von Gedanken an taugliche Eigenschaften eine große Hilfe ist, und erst recht, diesem Pfad mit Körper und Sprache zu folgen. ",
  "mn8:13.2": "Darum sollt ihr den Gedanken hervorbringen: ‚Andere werden grausam sein, aber wir wollen hier mildherzig sein.‘ ",
  "mn8:13.3": "Ihr sollt den Gedanken hervorbringen: ‚Andere werden lebende Geschöpfe töten, aber wir wollen hier keine lebenden Geschöpfe töten.‘ … ",
  "mn8:13.4": "Ihr sollt den Gedanken hervorbringen: ‚Andere werden an ihren Ansichten hängen, sie festhalten und sich weigern, sie loszulassen, aber wir wollen hier nicht an unseren Ansichten hängen, sie nicht festhalten und sie leicht loslassen.‘ ",
  "mn8:14.0": "3. Die Darlegung einer Umgehung ",
  "mn8:14.1": "Cunda, angenommen, da wären ein unebener Pfad und ein anderer ebener Pfad, um diesen zu umgehen. ",
  "mn8:14.2": "Oder angenommen, da wären eine unebene Furt und eine andere ebene Furt, um diese zu umgehen. ",
  "mn8:14.3": "Ebenso umgeht ein grausamer Mensch dies, indem er mildherzig ist. Ein Mensch, der tötet, umgeht dies, indem er nicht tötet … indem er nicht stiehlt … indem er keusch ist … indem er nicht lügt … indem er andere nicht entzweit … indem er keine harte Rede gebraucht … indem er keinen Unsinn redet … indem er nicht begehrlich ist … indem er nicht böswillig ist … ",
  "mn8:14.4": "indem er rechte Ansicht hat … indem er rechtes Denken hat … indem er rechte Rede hat … indem er rechtes Handeln hat … indem er rechten Lebenserwerb hat … indem er rechten Einsatz hat … indem er rechte Achtsamkeit hat … indem er rechte Versenkung hat … indem er rechte Erkenntnis hat … indem er rechte Freiheit hat … ",
  "mn8:14.5": "indem er frei von Dumpfheit und Benommenheit ist … indem er nicht rastlos ist … indem er über den Zweifel hinausgegangen ist … indem er ohne Zorn ist … indem er frei von Feindseligkeit ist … indem er nicht beleidigend ist … indem er frei von Verachtung ist … indem er frei von Eifersucht ist … indem er frei von Geiz ist … indem er nicht doppelzüngig ist … indem er nicht betrügerisch ist … indem er nicht wichtigtuerisch ist … indem er nicht selbstgefällig ist … indem er nicht schwer zu ermahnen ist … indem er gute Freunde hat … indem er beflissen ist … indem er vertrauensvoll ist … indem er ein Gewissen hat … indem er zurückhaltend ist … indem er gebildet ist … indem er energisch ist … indem er achtsam ist … indem er die Weisheit vervollkommnet hat. Ein Mensch, der an seinen Ansichten hängt, sie festhält und sich weigert, sie loszulassen, umgeht dies, indem er nicht an seinen Ansichten hängt, sie nicht festhält und sie leicht loslässt. ",
  "mn8:15.0": "4. Die Darlegung des Aufwärtsgehens ",
  "mn8:15.1": "Cunda, alle untauglichen Eigenschaften führen abwärts, und alle tauglichen Eigenschaften führen aufwärts. ",
  "mn8:15.2": "Ebenso wird ein grausamer Mensch aufwärts geführt, indem er mildherzig ist. Ein Mensch, der tötet, wird aufwärts geführt, indem er nicht tötet. … ",
  "mn8:15.3": "Ein Mensch, der an seinen Ansichten hängt, sie festhält und sich weigert, sie loszulassen, wird aufwärts geführt, indem er nicht an seinen Ansichten hängt, sie nicht festhält und sie leicht loslässt. ",
  "mn8:16.0": "5. Die Darlegung durch Erlöschen ",
  "mn8:16.1": "Wenn man selbst im Schlamm versinkt, Cunda, ist es ganz unmöglich, dass man jemand anderen, der im Schlamm versinkt, herauszieht. ",
  "mn8:16.2": "Aber wenn man selbst nicht im Schlamm versinkt, ist es gut möglich, dass man jemand anderen, der im Schlamm versinkt, herauszieht. ",
  "mn8:16.3": "Wenn man selbst nicht gezähmt, geschult und erloschen ist, ist es ganz unmöglich, dass man hilft, jemand anderen zu zähmen, zu schulen und zum Erlöschen zu bringen. ",
  "mn8:16.4": "Aber wenn man selbst gezähmt, geschult und erloschen ist, ist es gut möglich, dass man hilft, jemand anderen zu zähmen, zu schulen und zum Erlöschen zu bringen. ",
  "mn8:16.5": "Ebenso bringt ein grausamer Mensch dies zum Erlöschen, indem er mildherzig ist. Ein Mensch, der tötet, bringt dies zum Erlöschen, indem er nicht tötet. ",
  "mn8:16.6": "Ein Mensch, der stiehlt, bringt dies zum Erlöschen, indem er nicht stiehlt. ",
  "mn8:16.7": "Ein Mensch, der unkeusch ist, bringt dies zum Erlöschen, indem er keusch ist. ",
  "mn8:16.8": "Ein Mensch, der lügt, bringt dies zum Erlöschen, indem er nicht lügt. ",
  "mn8:16.9": "Ein Mensch, der andere entzweit, bringt dies zum Erlöschen, indem er andere nicht entzweit. ",
  "mn8:16.10": "Ein Mensch, der harte Rede gebraucht, bringt dies zum Erlöschen, indem er keine harte Rede gebraucht. ",
  "mn8:16.11": "Ein Mensch, der Unsinn redet, bringt dies zum Erlöschen, indem er keinen Unsinn redet. ",
  "mn8:16.12": "Ein begehrlicher Mensch bringt dies zum Erlöschen, indem er nicht begehrlich ist. ",
  "mn8:16.13": "Ein böswilliger Mensch bringt dies zum Erlöschen, indem er nicht böswillig ist. ",
  "mn8:16.14": "Ein Mensch, der falsche Ansicht hat, bringt dies zum Erlöschen, indem er rechte Ansicht hat. ",
  "mn8:16.15": "Ein Mensch, der falsches Denken hat, bringt dies zum Erlöschen, indem er rechtes Denken hat. ",
  "mn8:16.16": "Ein Mensch, der falsche Rede hat, bringt dies zum Erlöschen, indem er rechte Rede hat. ",
  "mn8:16.17": "Ein Mensch, der falsches Handeln hat, bringt dies zum Erlöschen, indem er rechtes Handeln hat. ",
  "mn8:16.18": "Ein Mensch, der falschen Lebenserwerb hat, bringt dies zum Erlöschen, indem er rechten Lebenserwerb hat. ",
  "mn8:16.19": "Ein Mensch, der falschen Einsatz hat, bringt dies zum Erlöschen, indem er rechten Einsatz hat. ",
  "mn8:16.20": "Ein Mensch, der falsche Achtsamkeit hat, bringt dies zum Erlöschen, indem er rechte Achtsamkeit hat. ",
  "mn8:16.21": "Ein Mensch, der falsche Versenkung hat, bringt dies zum Erlöschen, indem er rechte Versenkung hat. ",
  "mn8:16.22": "Ein Mensch, der falsche Erkenntnis hat, bringt dies zum Erlöschen, indem er rechte Erkenntnis hat. ",
  "mn8:16.23": "Ein Mensch, der falsche Freiheit hat, bringt dies zum Erlöschen, indem er rechte Freiheit hat. ",
  "mn8:16.24": "Ein Mensch, der von Dumpfheit und Benommenheit überwältigt ist, bringt dies zum Erlöschen, indem er frei von Dumpfheit und Benommenheit ist. ",
  "mn8:16.25": "Ein rastloser Mensch bringt dies zum Erlöschen, indem er nicht rastlos ist. ",
  "mn8:16.26": "Ein Mensch, der Zweifel hat, bringt dies zum Erlöschen, indem er über den Zweifel hinausgegangen ist. ",
  "mn8:16.27": "Ein zorniger Mensch bringt dies zum Erlöschen, indem er ohne Zorn ist. ",
  "mn8:16.28": "Ein feindseliger Mensch bringt dies zum Erlöschen, indem er frei von Feindseligkeit ist. ",
  "mn8:16.29": "Ein beleidigender Mensch bringt dies zum Erlöschen, indem er nicht beleidigend ist. ",
  "mn8:16.30": "Ein verächtlicher Mensch bringt dies zum Erlöschen, indem er frei von Verachtung ist. ",
  "mn8:16.31": "Ein eifersüchtiger Mensch bringt dies zum Erlöschen, indem er frei von Eifersucht ist. ",
  "mn8:16.32": "Ein geiziger Mensch bringt dies zum Erlöschen, indem er frei von Geiz ist. ",
  "mn8:16.33": "Ein doppelzüngiger Mensch bringt dies zum Erlöschen, indem er nicht doppelzüngig ist. ",
  "mn8:16.34": "Ein betrügerischer Mensch bringt dies zum Erlöschen, indem er nicht betrügerisch ist. ",
  "mn8:16.35": "Ein wichtigtuerischer Mensch bringt dies zum Erlöschen, indem er nicht wichtigtuerisch ist. ",
  "mn8:16.36": "Ein selbstgefälliger Mensch bringt dies zum Erlöschen, indem er nicht selbstgefällig ist. ",
  "mn8:16.37": "Ein Mensch, der schwer zu ermahnen ist, bringt dies zum Erlöschen, indem er nicht schwer zu ermahnen ist. ",
  "mn8:16.38": "Ein Mensch, der schlechte Freunde hat, bringt dies zum Erlöschen, indem er gute Freunde hat. ",
  "mn8:16.39": "Ein nachlässiger Mensch bringt dies zum Erlöschen, indem er beflissen ist. ",
  "mn8:16.40": "Ein Mensch ohne Vertrauen bringt dies zum Erlöschen, indem er vertrauensvoll ist. ",
  "mn8:16.41": "Ein gewissenloser Mensch bringt dies zum Erlöschen, indem er ein Gewissen hat. ",
  "mn8:16.42": "Ein Mensch ohne Zurückhaltung bringt dies zum Erlöschen, indem er zurückhaltend ist. ",
  "mn8:16.43": "Ein ungebildeter Mensch bringt dies zum Erlöschen, indem er gebildet ist. ",
  "mn8:16.44": "Ein träger Mensch bringt dies zum Erlöschen, indem er energisch ist. ",
  "mn8:16.45": "Ein unachtsamer Mensch bringt dies zum Erlöschen, indem er achtsam ist. ",
  "mn8:16.46": "Ein geistloser Mensch bringt dies zum Erlöschen, indem er die Weisheit vervollkommnet hat. ",
  "mn8:16.47": "Ein Mensch, der an seinen Ansichten hängt, sie festhält und sich weigert, sie loszulassen, bringt dies zum Erlöschen, indem er nicht an seinen Ansichten hängt, sie nicht festhält und sie leicht loslässt. ",
  "mn8:17.1": "Also, Cunda, ich habe die Darlegung durch Selbstüberwindung gelehrt, durch das Hervorbringen von Gedanken, durch Umgehung, durch Aufwärtsgehen und durch Erlöschen. ",
  "mn8:17.2": "Aus Anteilnahme habe ich getan, was ein Lehrer, der auf das Wohl seiner Schüler bedacht ist, tun sollte. ",
  "mn8:17.3": "Hier sind Plätze am Fuß von Bäumen, und hier sind leere Hütten. Übt Vertiefung, Mönche und Nonnen! Seid nicht nachlässig! Nicht, dass ihr es später bereut! Das ist meine Anleitung für euch.“ ",
  "mn8:17.4": "Das sagte der Buddha. ",
  "mn8:17.5": "Zufrieden begrüßte der Ehrwürdige Mahācunda die Worte des Buddha. ",
  "mn8:17.6": "Vierundvierzig Punkte wurden genannt, ",
  "mn8:17.7": "in fünf Gruppen gegliedert. ",
  "mn8:17.8": "„Selbstüberwindung“ ist der Name dieser Lehrrede, ",
  "mn8:17.9": "die tief ist wie das Meer. "
}