{
  "mn90:0.1": "Mittlere Lehrreden 90 ",
  "mn90:0.2": "Bei Kaṇṇakatthala ",
  "mn90:1.1": "So habe ich es gehört: ",
  "mn90:1.2": "Einmal hielt sich der Buddha bei Ujuññā auf, im Wildpark bei Kaṇṇakatthala. ",
  "mn90:2.1": "Damals war der König Pasenadi von Kosala wegen einer Angelegenheit nach Ujuññā gekommen. ",
  "mn90:2.2": "Da wandte er sich an einen Mann: ",
  "mn90:2.3": "„Bitte, werter Mann, geh zum Buddha und beuge in meinem Namen deinen Kopf zu seinen Füßen. Frage ihn, ob er gesund und wohlauf ist, ob er wendig und kräftig ist und unbeschwert lebt: ",
  "mn90:2.4": "‚Herr, der König Pasenadi von Kosala beugt seinen Kopf zu deinen Füßen. Er fragt, ob du gesund und wohlauf bist, ob du wendig und kräftig bist und unbeschwert lebst.‘ ",
  "mn90:2.5": "Und dann sage: ",
  "mn90:2.6": "‚Herr, König Pasenadi wird herkommen, um den Buddha zu sehen, wenn er mit dem Frühstück fertig ist.‘ ",
  "mn90:2.7": "„Ja, Majestät“, antwortete der Mann und tat wie geheißen. ",
  "mn90:3.1": "Die Schwestern Somā und Sakulā hörten das ",
  "mn90:3.3": "und begaben sich zum König, während das Mahl serviert wurde. Sie sagten: ",
  "mn90:3.4": "„Großer König, da du zum Buddha gehst, beuge bitte in unserem Namen deinen Kopf zu seinen Füßen. Frage ihn, ob er gesund und wohlauf ist, ob er wendig und kräftig ist und unbeschwert lebt.“ ",
  "mn90:4.1": "Als er mit dem Frühstück fertig war, ging König Pasenadi zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "mn90:4.2": "„Herr, die Schwestern Somā und Sakulā beugen ihren Kopf zu deinen Füßen. Sie fragen, ob du gesund und wohlauf bist, ob du wendig und kräftig bist und unbeschwert lebst.“ ",
  "mn90:4.3": "„Aber großer König, konnten sie keinen anderen Boten finden?“ ",
  "mn90:4.4": "Da erklärte der König, wie es sich zugetragen hatte. ",
  "mn90:4.9": "Der Buddha sagte: „Dass die Schwestern Somā und Sakulā glücklich seien, großer König!“ ",
  "mn90:5.1": "Dann sagte der König zum Buddha: ",
  "mn90:5.2": "„Herr, ich habe gehört, der Asket Gotama würde sagen: ",
  "mn90:5.3": "‚Es gibt keinen Asketen oder Brahmanen, der je behaupten wird, allwissend und all-sehend zu sein und alles ohne Ausnahme zu erkennen und zu sehen: Das ist nicht möglich.‘ ",
  "mn90:5.4": "Geben die, die das sagen, die Worte des Buddha wieder und stellen ihn nicht mit einer Unwahrheit falsch dar? Ist ihre Erklärung im Einklang mit seiner Lehre, und gibt es keinen rechtmäßigen Grund für eine Gegendarstellung und Tadel?“ ",
  "mn90:5.5": "„Großer König, die das sagen, geben nicht meine Worte wieder. Sie stellen mich mit einer falschen und unwahren Behauptung falsch dar.“ ",
  "mn90:6.1": "Da wandte sich der König Pasenadi an den General Viḍūḍabha: ",
  "mn90:6.2": "„General, wer brachte dieses Gesprächsthema am königlichen Hof auf?“ ",
  "mn90:6.3": "„Es war Sañjaya, großer König, der Brahmane vom Stamm Ākāsa.“ ",
  "mn90:7.1": "Da wandte sich König Pasenadi an einen Mann: ",
  "mn90:7.2": "„Bitte, werter Mann, sag Sañjaya in meinem Namen, ",
  "mn90:7.3": "dass der König ihn rufen lässt.“ ",
  "mn90:7.4": "„Ja, Majestät“, antwortete der Mann und tat wie geheißen. ",
  "mn90:8.1": "Dann sagte der König zum Buddha: ",
  "mn90:8.2": "„Herr, kann es sein, dass der Buddha sich auf ein Ding bezogen hat, aber dieser Mensch dachte, es sei etwas anderes? ",
  "mn90:8.3": "Wie hast du diese Aussage nach deiner Erinnerung gemacht?“ ",
  "mn90:8.4": "„Großer König, ich erinnere mich, diese Aussage gemacht zu haben: ",
  "mn90:8.5": "‚Es gibt keinen Asketen oder Brahmanen, der je alles gleichzeitig erkennen und sehen kann: Das ist nicht möglich.‘“ ",
  "mn90:8.6": "„Was der Buddha sagt, erscheint vernünftig: ",
  "mn90:8.7": "‚Es gibt keinen Asketen oder Brahmanen, der je alles gleichzeitig erkennen und sehen kann: Das ist nicht möglich.‘ ",
  "mn90:9.1": "Herr, es gibt diese vier Klassen: ",
  "mn90:9.2": "Adlige, Brahmanen, Landarbeiter und Hilfsarbeiter. ",
  "mn90:9.3": "Gibt es irgendeinen Unterschied zwischen ihnen?“ ",
  "mn90:9.6": "„Von diesen vier Klassen gelten zwei als die Vordersten: ",
  "mn90:9.7": "die Adligen und die Brahmanen. ",
  "mn90:9.8": "Das betrifft das Verbeugen, das Aufstehen, das Grüßen mit zusammengelegten Händen und das Zeigen respektvoller Umgangsformen.“ ",
  "mn90:10.1": "„Herr, ich frage nicht nach diesem Leben, ",
  "mn90:10.2": "sondern nach einem künftigen Leben.“ ",
  "mn90:10.6": "„Großer König, es gibt diese fünf Faktoren, die die Meditation unterstützen. ",
  "mn90:10.7": "Welche fünf? ",
  "mn90:10.8": "Da hat ein Mönch Vertrauen zum Erwachen des Klargewordenen: ",
  "mn90:10.9": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn90:10.10": "Er ist selten krank oder unwohl. Sein Magen verdaut gut, ist weder zu heiß noch zu kalt, sondern genau richtig und passend für die Meditation. ",
  "mn90:10.11": "Er ist nicht verschlagen oder hinterhältig. Er vertraut sich aufrichtig dem Lehrer oder vernünftigen geistlichen Gefährten an. ",
  "mn90:10.12": "Er lebt so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, beharrlich fest, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "mn90:10.13": "Er ist weise. Er besitzt die Weisheit des Entstehens und Vergehens, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "mn90:10.14": "Das sind die fünf Faktoren, die die Meditation unterstützen. ",
  "mn90:10.15": "Es gibt diese vier Klassen: ",
  "mn90:10.16": "Adlige, Brahmanen, Landarbeiter und Hilfsarbeiter. ",
  "mn90:10.17": "Wenn sie diese fünf Faktoren besäßen, die die Meditation unterstützen, ",
  "mn90:10.18": "wäre das zu ihrem langanhaltenden Nutzen und Glück.“ ",
  "mn90:11.1": "„Herr, es gibt diese vier Klassen: ",
  "mn90:11.2": "Adlige, Brahmanen, Landarbeiter und Hilfsarbeiter. ",
  "mn90:11.3": "Wenn sie diese fünf Faktoren besäßen, ",
  "mn90:11.4": "gäbe es dann einen Unterschied zwischen ihnen?“ ",
  "mn90:11.5": "„In diesem Fall sage ich, es hängt von ihrem Bemühen in der Meditation ab. ",
  "mn90:11.6": "Wie ein Paar Elefanten oder Pferde oder Ochsen in Schulung, das gut gezähmt und gut geschult wäre, und ein Paar, das nicht gezähmt oder geschult wäre: ",
  "mn90:11.7": "Was denkst du, großer König? ",
  "mn90:11.8": "Würde nicht das Paar, das gut gezähmt und gut geschult wäre, die Aufgaben der Gezähmten erfüllen und die Stufe der Gezähmten erreichen?“ ",
  "mn90:11.9": "„Ja, Herr.“ ",
  "mn90:11.10": "„Aber würde das Paar, das nicht gezähmt und geschult wäre, die Aufgaben der Gezähmten erfüllen und die Stufe der Gezähmten erreichen wie das gezähmte Paar?“ ",
  "mn90:11.11": "„Nein, Herr.“ ",
  "mn90:11.12": "„Ebenso gibt es Dinge, die von einem mit Vertrauen, Gesundheit, Aufrichtigkeit, Energie und Weisheit erreicht werden können; es ist ganz unmöglich, dass sie von einem ohne diese Eigenschaften erreicht werden können.“ ",
  "mn90:12.1": "„Was der Buddha sagt, erscheint vernünftig. ",
  "mn90:12.2": "Herr, es gibt diese vier Klassen: ",
  "mn90:12.3": "Adlige, Brahmanen, Landarbeiter und Hilfsarbeiter. ",
  "mn90:12.4": "Wenn sie diese fünf Faktoren besäßen, die die Meditation unterstützen, und wenn sie richtig üben würden, ",
  "mn90:12.5": "gäbe es dann einen Unterschied zwischen ihnen?“ ",
  "mn90:12.6": "„In diesem Fall sage ich, dass es keinen Unterschied zwischen der Freiheit des einen und der Freiheit des anderen gibt. ",
  "mn90:12.7": "Wie ein Mensch, der ein trockenes Stück Teakholz nähme und ein Feuer entzünden und Hitze erzeugen würde, ",
  "mn90:12.8": "und ein anderer Mensch täte das Gleiche mit Salbaumholz, ",
  "mn90:12.9": "wieder ein anderer mit Mangoholz ",
  "mn90:12.10": "und wieder ein anderer mit Holz der Traubenfeige: ",
  "mn90:12.11": "Was denkst du, großer König? ",
  "mn90:12.12": "Wäre da irgendein Unterschied zwischen den Feuern, die mit diesen verschiedenen Holzarten entzündet würden, was die Flamme, die Farbe oder das Licht betrifft?“ ",
  "mn90:12.13": "„Nein, Herr.“ ",
  "mn90:12.14": "„Ebenso sage ich, wenn Feuer durch Energie gequirlt und durch Anstrengung erzeugt wurde, dass es keinen Unterschied zwischen der Freiheit des einen und der Freiheit des anderen gibt.“ ",
  "mn90:13.1": "„Was der Buddha sagt, erscheint vernünftig. ",
  "mn90:13.2": "Aber Herr, bestehen Götter fort?“ ",
  "mn90:13.3": "„Aber was genau meinst du mit: ",
  "mn90:13.4": "‚Bestehen Götter fort‘?“ ",
  "mn90:13.5": "„Ob diese Götter zu diesem Ort zurückkommen oder nicht.“ ",
  "mn90:13.6": "„Die Götter, die geplagt sind, kommen zu diesem Ort zurück, aber die, die nicht geplagt sind, kommen nicht zurück.“ ",
  "mn90:14.1": "Daraufhin sagte der General Viḍūḍabha zum Buddha: ",
  "mn90:14.2": "„Herr, werden die Götter, die geplagt sind, die Götter, die nicht geplagt sind, von ihrem Ort verstoßen oder vertreiben?“ ",
  "mn90:14.3": "Da dachte der Ehrwürdige Ānanda: ",
  "mn90:14.4": "„Dieser General Viḍūḍabha ist König Pasenadis Sohn, ",
  "mn90:14.5": "und ich bin der Sohn des Buddha. ",
  "mn90:14.6": "Jetzt ist die Zeit, dass ein Sohn sich mit dem anderen berät.“ ",
  "mn90:14.7": "Und Ānanda wandte sich an den General Viḍūḍabha: ",
  "mn90:14.8": "„Nun, General, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "mn90:14.9": "Was denkst du, General? ",
  "mn90:14.10": "Kann König Pasenadi, so weit sich seine Oberherrschaft erstreckt, wo er als unumschränkter Gebieter herrscht, jeden Asketen oder Brahmanen von seinem Ort verstoßen oder vertreiben, ob gut oder schlecht, ob er tatsächlich das geistliche Leben führt oder nicht?“ ",
  "mn90:14.11": "„Das kann er, werter Herr.“ ",
  "mn90:14.12": "„Was denkst du, General? ",
  "mn90:14.13": "Kann König Pasenadi, so weit sich seine Oberherrschaft nicht erstreckt, wo er nicht als unumschränkter Gebieter herrscht, jeden Asketen oder Brahmanen von seinem Ort verstoßen oder vertreiben, ob gut oder schlecht, ob er tatsächlich das geistliche Leben führt oder nicht?“ ",
  "mn90:14.14": "„Das kann er nicht, werter Herr.“ ",
  "mn90:14.15": "„Was denkst du, General? ",
  "mn90:14.16": "Hast du von den Göttern der Dreiunddreißig gehört?“ ",
  "mn90:14.17": "„Ja, werter Herr, ",
  "mn90:14.18": "ich habe von ihnen gehört, ",
  "mn90:14.19": "und auch der werte König Pasenadi hat von ihnen gehört.“ ",
  "mn90:14.20": "„Was denkst du, General? ",
  "mn90:14.21": "Kann König Pasenadi die Götter der Dreiunddreißig von ihrem Ort verstoßen oder vertreiben?“ ",
  "mn90:14.22": "„Der König Pasenadi kann die Götter der Dreiunddreißig nicht einmal sehen, wie könnte er sie da von ihrem Ort verstoßen oder vertreiben?“ ",
  "mn90:14.23": "„Ebenso, General, können die Götter, die geplagt sind, die Götter, die nicht geplagt sind, nicht einmal sehen, wie könnten sie sie da von ihrem Ort verstoßen oder vertreiben?“ ",
  "mn90:15.1": "Da sagte der König zum Buddha: ",
  "mn90:15.2": "„Herr, wie ist der Name dieses Mönchs?“ ",
  "mn90:15.3": "„Ānanda, großer König.“ ",
  "mn90:15.4": "„Eine Freude ist er, und eine Freude scheint er zu sein! ",
  "mn90:15.5": "Was der Ehrwürdige Ānanda sagt, erscheint vernünftig. ",
  "mn90:15.6": "Aber Herr, besteht ein Brahmā fort?“ ",
  "mn90:15.7": "„Aber was genau meinst du mit: ",
  "mn90:15.8": "‚Besteht ein Brahmā fort‘?“ ",
  "mn90:15.9": "„Ob dieser Brahmā zu diesem Ort zurückkommt oder nicht.“ ",
  "mn90:15.10": "„Ein Brahmā, der geplagt ist, kommt zu diesem Ort zurück, aber einer, der nicht geplagt ist, kommt nicht zurück.“ ",
  "mn90:16.1": "Da sagte ein gewisser Mann zum König: ",
  "mn90:16.2": "„Großer König, Sañjaya, der Brahmane vom Stamm Ākāsa, ist gekommen.“ ",
  "mn90:16.3": "Da fragte König Pasenadi Sañjaya: ",
  "mn90:16.4": "„Brahmane, wer brachte dieses Gesprächsthema am königlichen Hof auf?“ ",
  "mn90:16.5": "„Es war der General Viḍūḍabha, großer König.“ ",
  "mn90:16.6": "Aber Viḍūḍabha sagte: ",
  "mn90:16.7": "„Es war Sañjaya, großer König, der Brahmane vom Stamm Ākāsa.“ ",
  "mn90:17.1": "Da sagte ein gewisser Mann zum König: ",
  "mn90:17.2": "„Es ist Zeit zum Aufbruch, großer König.“ ",
  "mn90:17.3": "Da sagte der König zum Buddha: ",
  "mn90:17.4": "„Herr, ich habe dich über Allwissenheit befragt, und du hast geantwortet. ",
  "mn90:17.5": "Ich billige das und nehme es an, und ich bin damit zufrieden. ",
  "mn90:17.6": "Ich habe dich über Läuterung in den vier Klassen befragt, und du hast geantwortet. ",
  "mn90:17.7": "ich billige das und nehme es an, und ich bin damit zufrieden. ",
  "mn90:17.8": "Ich habe dich über die Götter befragt, und du hast geantwortet. ",
  "mn90:17.9": "Ich billige das und nehme es an, und ich bin damit zufrieden. ",
  "mn90:17.10": "Ich habe dich über Brahmās befragt, und du hast geantwortet. ",
  "mn90:17.11": "Ich billige das und nehme es an, und ich bin damit zufrieden. ",
  "mn90:17.12": "Was ich den Buddha auch gefragt habe, er hat geantwortet. ",
  "mn90:17.13": "Ich billige das und nehme es an, und ich bin damit zufrieden. ",
  "mn90:17.14": "Nun, Herr, jetzt muss ich gehen. ",
  "mn90:17.15": "Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "mn90:17.16": "„Bitte, großer König, geh nach deinem Belieben.“ ",
  "mn90:18.1": "Da begrüßte der König Pasenadi die Worte des Buddha und stimmte ihm zu. Dann erhob er sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. "
}