{
  "mn91:0.1": "Mittlere Lehrreden 91 ",
  "mn91:0.2": "Mit Brahmāyu ",
  "mn91:1.1": "So habe ich es gehört: ",
  "mn91:1.2": "Einmal wanderte der Buddha im Land der Videher mit einem großen Saṅgha von fünfhundert Mönchen und Nonnen. ",
  "mn91:2.1": "Nun befand sich zu dieser Zeit der Brahmane Brahmāyu in Mithilā. Er war alt, bejahrt und hochbetagt, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen; er war hundertzwanzig Jahre alt. Er hatte die drei Veden gemeistert zusammen mit ihrem Wortschatz und der Durchführung des Rituals, der Lautlehre und der Einteilung der Wortarten sowie dem Testament als fünftem. Er kannte sie Wort für Wort, kannte die Grammatik und war mit der Kosmologie und den Kennzeichen eines großen Mannes vertraut. ",
  "mn91:3.1": "Er hörte: ",
  "mn91:3.2": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – wandert zusammen mit einem großen Saṅgha von fünfhundert Mönchen und Nonnen im Land der Videher. ",
  "mn91:3.3": "Er hat diesen guten Ruf: ",
  "mn91:3.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn91:3.5": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn91:3.6": "Er verkündet eine Lehre, die am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn91:3.7": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "mn91:4.1": "Nun hatte der Brahmane Brahmāyu zu dieser Zeit einen Vedenstudenten mit Namen Uttara. Auch er sagte die Hymnen auf und hatte sie im Gedächtnis … und war mit der Kosmologie und den Kennzeichen eines großen Mannes vertraut. ",
  "mn91:4.2": "Da wandte sich Brahmāyu an Uttara: ",
  "mn91:4.3": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – wandert zusammen mit einem großen Saṅgha von fünfhundert Mönchen und Nonnen im Land der Videher. ",
  "mn91:4.4": "Er hat diesen guten Ruf: ",
  "mn91:4.5": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ … ",
  "mn91:4.6": "Es ist gut, solche Vollendeten zu sehen. ",
  "mn91:4.7": "Bitte, lieber Uttara, geh zum Asketen Gotama und finde heraus, ob er seinem Ruf gerecht wird oder nicht. ",
  "mn91:4.9": "Durch dich werde ich über den werten Gotama erfahren.“ ",
  "mn91:5.1": "„Aber werter Herr, wie soll ich herausfinden, ob der werte Gotama seinem Ruf gerecht wird oder nicht?“ ",
  "mn91:5.3": "„Lieber Uttara, die zweiunddreißig Kennzeichen eines großen Mannes wurden in unseren Hymnen überliefert. Für einen großen Mann, der diese besitzt, gibt es zwei mögliche Schicksale, kein anderes: ",
  "mn91:5.4": "Wenn er im Haus bleibt, wird er ein König, ein Rad-drehender Herrscher, ein gerechter und prinzipientreuer König. Seine Oberherrschaft erstreckt sich nach allen vier Seiten, er erreicht Stabilität im Land und besitzt die sieben Juwelen. ",
  "mn91:5.5": "Diese sieben Juwelen sind ",
  "mn91:5.6": "das Rad, der Elefant, das Pferd, der Edelstein, die Frau, der Hausbesitzer und der Befehlshaber als siebtes Juwel. ",
  "mn91:5.7": "Er hat über tausend Söhne, wacker und heldenhaft, die die Heere seiner Feinde zermalmen. ",
  "mn91:5.8": "Wenn er dieses vom Meer umspülte Land erobert hat, herrscht er nach Prinzip, ohne Stock oder Schwert. ",
  "mn91:5.9": "Doch wenn er aus dem Haus fortzieht ins hauslose Leben, wird er ein Vollendeter, ein vollkommen erwachter Buddha, der den Schleier von der Welt wegzieht. ",
  "mn91:5.10": "Aber, lieber Uttara, ich bin der, der die Hymnen gibt, ",
  "mn91:5.11": "und du bist der, der sie erhält.“ ",
  "mn91:6.1": "„Ja, werter Herr“, antwortete Uttara. Er erhob sich von seinem Sitz, verbeugte sich, umrundete Brahmāyu respektvoll, die rechte Seite ihm zugewandt, und brach zum Land der Videher auf, wo der Buddha wanderte. ",
  "mn91:6.2": "Er wanderte Stück für Stück, kam schließlich zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn91:6.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin ",
  "mn91:6.4": "und untersuchte den Körper des Buddha nach den zweiunddreißig Kennzeichen eines großen Mannes. ",
  "mn91:6.5": "Er sah sie alle, mit Ausnahme von zweien, ",
  "mn91:6.6": "über die er im Zweifel war: ",
  "mn91:6.7": "ob das Geschlechtsteil von einer Vorhaut bedeckt war und die Länge der Zunge. ",
  "mn91:6.8": "Da kam dem Buddha in den Sinn: ",
  "mn91:6.9": "„Dieser Vedenstudent Uttara sieht alle Kennzeichen mit Ausnahme von zweien, ",
  "mn91:6.10": "über die er im Zweifel ist: ",
  "mn91:6.11": "ob das Geschlechtsteil von einer Vorhaut bedeckt ist und die Länge der Zunge.“ ",
  "mn91:7.1": "Darauf setzte der Buddha seine übersinnliche Kraft ein und veranlasste, dass Uttara sah, wie sein Geschlechtsteil von einer Vorhaut bedeckt war. ",
  "mn91:7.2": "Und er streckte seine Zunge heraus und strich damit vor und zurück über die Ohr- und Nasenlöcher und bedeckte seine gesamte Stirn mit seiner Zunge. ",
  "mn91:8.1": "Da dachte Uttara: ",
  "mn91:8.2": "„Der Asket Gotama besitzt die zweiunddreißig Kennzeichen. ",
  "mn91:8.3": "Warum folge ich ihm nicht und beobachte sein Betragen?“ ",
  "mn91:8.4": "Und Uttara folgte dem Buddha sieben Monate wie ein Schatten. ",
  "mn91:8.5": "Als sieben Monate vergangen waren, machte er sich auf die Wanderschaft Richtung Mithilā. ",
  "mn91:8.6": "Dort begab er sich zum Brahmanen Brahmāyu, verbeugte sich und setzte sich zur Seite hin. Brahmāyu sagte zu ihm: ",
  "mn91:8.7": "„Nun, lieber Uttara, wird der werte Gotama seinem Ruf gerecht oder nicht?“ ",
  "mn91:8.9": "„Er wird seinem Ruf gerecht, werter Herr. ",
  "mn91:8.11": "Der werte Gotama besitzt die zweiunddreißig Kennzeichen. ",
  "mn91:9.1": "Seine Füße stehen fest auf; ",
  "mn91:9.2": "dieses Kennzeichen eines großen Mannes besitzt der werte Gotama. ",
  "mn91:9.3": "Seine Fußsohlen weisen ein Rad mit tausend Speichen auf, mit Felge und Nabe, in allen Einzelheiten vollständig … ",
  "mn91:9.4": "Er hat langgestreckte Fersen … ",
  "mn91:9.5": "Er hat lange Finger … ",
  "mn91:9.6": "Er hat weiche Hände und Füße … ",
  "mn91:9.7": "Seine Finger und Zehen liegen aneinander … ",
  "mn91:9.8": "Er hat ein hohes Fußgewölbe … ",
  "mn91:9.9": "Seine Unterschenkel sind wie die einer Antilope … ",
  "mn91:9.10": "Wenn er aufrecht steht und sich nicht nach vorne beugt, berühren seine beiden Handflächen die Knie … ",
  "mn91:9.11": "Sein Geschlechtsteil ist von einer Vorhaut bedeckt … ",
  "mn91:9.12": "Er ist von goldener Farbe, seine Haut leuchtet wie schimmerndes Gold … ",
  "mn91:9.13": "Seine Haut ist zart, so zart, dass Staub und Schmutz nicht an seinem Körper haften … ",
  "mn91:9.14": "Seine Körperhaare wachsen jedes aus einer eigenen Pore … ",
  "mn91:9.15": "Seine Körperhaare stehen aufrecht. Die Haare sind blauschwarz und im Uhrzeigersinn gelockt … ",
  "mn91:9.16": "Sein Körper ist groß, mit geraden Gliedern … ",
  "mn91:9.17": "Er hat gewölbte Muskeln an sieben Stellen … ",
  "mn91:9.18": "Seine Brust ist wie die eines Löwen … ",
  "mn91:9.19": "Sein Körper ist zwischen den Schultern ausgefüllt … ",
  "mn91:9.20": "Seine Glieder haben den Umfang eines Banyanbaumes: Die Spanne seiner Arme entspricht seiner Körperlänge … ",
  "mn91:9.21": "Sein Rumpf ist ebenmäßig gerundet … ",
  "mn91:9.22": "Er hat erhabene Geschmacksknospen … ",
  "mn91:9.23": "Sein Kinn ist wie das eines Löwen … ",
  "mn91:9.24": "Er hat vierzig Zähne … ",
  "mn91:9.25": "Seine Zähne sind ebenmäßig … ",
  "mn91:9.26": "Zwischen seinen Zähnen sind keine Lücken … ",
  "mn91:9.27": "Seine Zähne sind von reinstem Weiß … ",
  "mn91:9.28": "Er hat eine lange Zunge … ",
  "mn91:9.29": "Er hat die Stimme Brahmās, wie der Ruf des Kuckucks … ",
  "mn91:9.30": "Seine Augen sind blauschwarz … ",
  "mn91:9.31": "Seine Wimpern sind wie die einer Kuh … ",
  "mn91:9.32": "Zwischen seinen Augenbrauen wächst ein Haarbüschel, zart und weiß wie Watte … ",
  "mn91:9.33": "Seine Schädeldecke ist wie ein Turban; ",
  "mn91:9.34": "Das sind die zweiunddreißig Kennzeichen eines großen Mannes, die der werte Gotama besitzt. ",
  "mn91:10.1": "Wenn er geht, macht er den ersten Schritt mit dem rechten Fuß. ",
  "mn91:10.2": "Er hebt seinen Fuß nicht zu hoch oder setzt ihn zu nah auf. ",
  "mn91:10.3": "Er geht weder zu langsam noch zu schnell. ",
  "mn91:10.4": "Er geht, ohne seine Knie oder Knöchel aneinanderzuschlagen. ",
  "mn91:10.5": "Wenn er geht, hält er seine Oberschenkel weder zu aufrecht noch zu gebeugt, weder zu angespannt noch zu locker. ",
  "mn91:10.6": "Wenn er geht, bewegt sich nur der untere Teil seines Körpers, und sein Gang ist mühelos. ",
  "mn91:10.7": "Wenn er sich umschaut, wendet er sich mit dem ganzen Körper um. ",
  "mn91:10.8": "Er blickt nicht senkrecht nach oben oder unten. ",
  "mn91:10.9": "Er schaut beim Gehen nicht hier und da herum, sondern schaut eine Pfluglänge voraus; darüber hinaus besitzt er ungehindertes Erkennen und Sehen. ",
  "mn91:11.1": "Wenn er eine bewohnte Gegend betritt, hält er seinen Körper weder zu aufrecht noch zu gebeugt, weder zu angespannt noch zu locker. ",
  "mn91:12.1": "Er dreht sich weder zu nah bei einem Sitz um noch zu weit davon entfernt. Er stützt sich beim Hinsetzen nicht mit der Hand auf. Und er lässt seinen Körper nicht auf den Sitz fallen. ",
  "mn91:12.2": "Wenn er in einer bewohnten Gegend sitzt, zappelt er nicht mit den Händen oder Füßen herum. ",
  "mn91:12.3": "Er sitzt nicht mit übereinandergeschlagenen Knien oder Knöcheln. ",
  "mn91:12.4": "Er sitzt nicht mit in die Hand gestütztem Kinn. ",
  "mn91:12.5": "Wenn er in einer bewohnten Gegend sitzt, erstarrt er nicht, zittert und bebt nicht und wird  nicht nervös; er ist frei von Erstarren, Zittern, Beben und Nervosität. ",
  "mn91:12.6": "Wenn er in einer bewohnten Gegend sitzt, weiht er sich immer noch der Abgeschiedenheit. ",
  "mn91:13.1": "Wenn er Wasser zum Ausspülen der Schale annimmt, hält er die Schale weder zu aufrecht noch zu gebeugt, weder zu angespannt noch zu locker. ",
  "mn91:14.1": "Er nimmt weder zu wenig noch zu viel Wasser an. ",
  "mn91:14.2": "Er spült seine Schale aus, ohne ein schwappendes Geräusch zu machen und ohne herumzuwirbeln. Er stellt die Schale nicht auf den Boden, um seine Hände zu abzuspülen; Hände und Schale werden gleichzeitig abgespült. ",
  "mn91:14.3": "Er gießt das Spülwasser weder zu weit weg noch zu nah aus noch verschüttet er es. ",
  "mn91:14.4": "Wenn er Reis annimmt, hält er die Schale weder zu aufrecht noch zu gebeugt, weder zu angespannt noch zu locker. ",
  "mn91:14.5": "Er nimmt weder zu wenig noch zu viel Reis an. ",
  "mn91:14.6": "Er isst Soße in Maßen und nimmt nicht zu viel Soße für einen Bissen. ",
  "mn91:14.7": "Er kaut jeden Bissen zwei oder drei Mal, bevor er ihn schluckt. ",
  "mn91:14.8": "Aber kein Reiskorn gelangt unzerkaut in seinen Körper, und keins bleibt in seinem Mund zurück. ",
  "mn91:14.9": "Erst dann führt er den nächsten Bissen zu den Lippen. ",
  "mn91:14.10": "Er erfährt beim Essen den Geschmack, aber ohne Gier nach dem Geschmack zu empfinden. ",
  "mn91:14.11": "Er denkt beim Essen über acht Gründe nach: ",
  "mn91:14.12": "‚Nicht zum Spaß, zum Schwelgen, zur Zier und zum Schmuck, sondern nur, um diesen Körper zu erhalten, um Schaden abzuwenden und das geistliche Leben zu fördern; so werde ich altes Unbehagen beenden und neues nicht entstehen lassen, und ich werde durchhalten und ohne Tadel und unbeschwert leben können.‘ ",
  "mn91:15.1": "Nach dem Essen, wenn er Wasser zum Waschen der Schale annimmt, hält er die Schale weder zu aufrecht noch zu gebeugt, weder zu angespannt noch zu locker. ",
  "mn91:15.2": "Er nimmt weder zu wenig noch zu viel Wasser an. ",
  "mn91:15.3": "Er wäscht seine Schale, ohne ein schwappendes Geräusch zu machen und ohne herumzuwirbeln. Er stellt die Schale nicht auf den Boden, um seine Hände zu waschen; Hände und Schale werden gleichzeitig gewaschen. ",
  "mn91:15.4": "Er gießt das Waschwasser weder zu weit weg noch zu nah aus noch verschüttet er es. ",
  "mn91:16.1": "Nach dem Essen stellt er die Schale weder zu weit weg noch zu nah auf den Boden. Er ist mit seiner Schale weder achtlos noch hält er sich zu lange mit ihr auf. ",
  "mn91:17.1": "Nach dem Essen sitzt er eine Weile still da, aber er wartet nicht zu lange, bevor er die Strophen der Wertschätzung darbietet. ",
  "mn91:17.2": "Nach dem Essen drückt er Wertschätzung aus, ohne das Mahl zu tadeln oder ein anderes zu erwarten. ",
  "mn91:17.3": "Er leitet die Versammlung ausnahmslos mit einem Dhammavortrag an, ermuntert sie, begeistert sie und regt sie an. ",
  "mn91:17.4": "Dann erhebt er sich von seinem Sitz und geht. ",
  "mn91:18.1": "Er geht weder zu langsam noch zu schnell und hat es nicht eilig, hinauszukommen. ",
  "mn91:19.1": "Er trägt seine Robe am Körper weder zu hoch noch zu niedrig, weder zu eng noch zu lose. ",
  "mn91:19.2": "Der Wind weht seine Robe nicht vom Körper. ",
  "mn91:19.3": "Staub und Schmutz haften nicht an seinem Körper. ",
  "mn91:20.1": "Wenn er ins Kloster gegangen ist, setzt er sich auf einen ausgebreiteten Sitz und wäscht seine Füße. ",
  "mn91:20.2": "Aber er verschwendet keine Zeit mit Fußkosmetik. ",
  "mn91:20.3": "Wenn er seine Füße gewaschen hat, setzt er sich mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit bei sich. ",
  "mn91:20.4": "Er hat keine Absicht, sich selbst zu verletzen, jemand anderen zu verletzen oder beide zu verletzen. ",
  "mn91:20.5": "Er wünscht nur den eigenen Nutzen, den Nutzen anderer, den Nutzen beider und den Nutzen der ganzen Welt. ",
  "mn91:21.1": "Wenn er im Kloster eine Versammlung den Dhamma lehrt, schmeichelt er ihr nicht, noch weist er sie zurecht. ",
  "mn91:21.2": "Ausnahmslos leitet er sie mit einem Dhammavortrag an, ermuntert sie, begeistert sie und erhebt sie. ",
  "mn91:21.3": "Der Klang seiner Stimme hat acht Eigenschaften: ",
  "mn91:21.4": "Sie ist klar, deutlich, bezaubernd, gut zu hören, einleuchtend, unverfälscht, tief und klangvoll. ",
  "mn91:21.5": "Er stellt sicher, dass seine Stimme in der ganzen Versammlung zu verstehen ist, aber dass der Ton nicht darüber hinausreicht. ",
  "mn91:21.6": "Und wenn die Zuhörer vom werten Gotama mit einem Dhammavortrag angeleitet wurden, erheben sie sich von ihren Sitzen und gehen, indem sie nur auf ihn zurückblicken und ihre Lektion nicht vergessen. ",
  "mn91:22.1": "Ich habe gesehen, wie der werte Gotama ging und stand; wie er eine bewohnte Gegend betrat, sich dort hinsetzte und aß; wie er nach dem Essen still saß und seine Wertschätzung ausdrückte; wie er zum Kloster ging, wie er dort still saß und wie er dort eine Versammlung den Dhamma lehrte. ",
  "mn91:22.2": "So ist der werte Gotama; so ist er, und noch mehr.“ ",
  "mn91:23.1": "Auf diese Worte erhob sich der Brahmane Brahmāyu von seinem Sitz, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände in Richtung des Buddha und drückte dreimal dieses innige Gefühl aus: ",
  "mn91:23.2": "„Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "mn91:23.3": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "mn91:23.4": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "mn91:23.5": "Hoffentlich werde ich irgendwann dem werten Gotama begegnen, und wir können ein Gespräch miteinander haben.“ ",
  "mn91:24.1": "Dann wanderte der Buddha Stück für Stück durch das Land der Videher und kam schließlich nach Mithilā, ",
  "mn91:24.2": "wo er in Maghadevas Mangowäldchen blieb. ",
  "mn91:24.3": "Die Brahmanen und Hausbesitzer von Mithilā hörten: ",
  "mn91:24.4": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist in Mithilā angekommen und hält sich in Maghadevas Mangowäldchen auf. ",
  "mn91:24.5": "Er hat diesen guten Ruf: ",
  "mn91:24.6": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn91:24.7": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn91:24.8": "Er verkündet eine Lehre, die am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn91:24.9": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "mn91:25.1": "Da gingen die Brahmanen und Hausbesitzer von Mithilā zum Buddha. Manche verbeugten sich, manche begrüßten ihn und tauschten Höflichkeiten aus, manche hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen. Sie setzten sich zur Seite hin. ",
  "mn91:26.1": "Auch der Brahmane Brahmāyu hörte von der Ankunft des Buddha. ",
  "mn91:26.2": "Da ging er zusammen mit mehreren Schülern zu Maghadevas Mangowäldchen. ",
  "mn91:26.3": "Als er in der Nähe des Wäldchens war, dachte er: ",
  "mn91:26.4": "„Es wäre nicht angebracht für mich, hinzugehen, um den Asketen Gotama zu sehen, ohne mich zuvor anzumelden.“ ",
  "mn91:26.5": "Da wandte er sich an einen seiner jungen Vedenstudenten: ",
  "mn91:26.6": "„Bitte, junger Vedenstudent, geh zu dem Asketen Gotama und beuge in meinem Namen deinen Kopf zu seinen Füßen. Frage ihn, ob er gesund und wohlauf ist, ob er wendig und kräftig ist und unbeschwert lebt. ",
  "mn91:26.8": "Und dann sage: ",
  "mn91:26.9": "‚Werter Gotama, der Brahmane Brahmāyu ist alt, bejahrt und hochbetagt, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen; er ist hundertzwanzig Jahre alt. Er hat die drei Veden gemeistert zusammen mit ihrem Wortschatz und der Durchführung des Rituals, der Lautlehre und der Einteilung der Wortarten sowie dem Testament als fünftem. Er kennt sie Wort für Wort, kennt die Grammatik und ist mit der Kosmologie und den Kennzeichen eines großen Mannes vertraut. ",
  "mn91:26.10": "Von allen Brahmanen und Hausbesitzern, die in Mithilā leben, gilt Brahmāyu als der Vorderste ",
  "mn91:26.11": "in Bezug auf Vermögen, ",
  "mn91:26.13": "Hymnen, ",
  "mn91:26.15": "Lebensdauer und Ruhm. ",
  "mn91:26.16": "Er will den werten Gotama sehen.‘“ ",
  "mn91:26.17": "„Ja, werter Herr“, antwortete der junge Vedenstudent. Er begab sich zum Buddha ",
  "mn91:26.18": "und überbrachte die Botschaft. Der Buddha sagte: ",
  "mn91:26.29": "„Bitte, Vedenstudent, Brahmāyu komme nach seinem Belieben.“ ",
  "mn91:27.1": "Der junge Vedenstudent ging zu Brahmāyu und sagte zu ihm: ",
  "mn91:27.2": "„Deiner Bitte um eine Audienz beim Asketen Gotama wurde stattgegeben. ",
  "mn91:27.3": "Bitte geh nach deinem Belieben.“ ",
  "mn91:28.1": "Da ging der Brahmane Brahmāyu zum Buddha. ",
  "mn91:28.2": "Die Versammlung sah ihn von Weitem kommen ",
  "mn91:28.3": "und machte Platz für ihn, denn er war namhaft und berühmt. ",
  "mn91:28.4": "Brahmāyu sagte zu dieser Versammlung: ",
  "mn91:28.5": "„Genug, werte Herren. ",
  "mn91:28.6": "Bitte setzt euch auf eure eigenen Plätze. ",
  "mn91:28.7": "Ich werde hier beim Asketen Gotama sitzen.“ ",
  "mn91:29.1": "Und der Brahmane Brahmāyu ging zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn91:29.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin ",
  "mn91:29.3": "und untersuchte den Körper des Buddha nach den zweiunddreißig Kennzeichen eines großen Mannes. ",
  "mn91:29.4": "Er sah sie alle, mit Ausnahme von zweien, ",
  "mn91:29.5": "über die er im Zweifel war: ",
  "mn91:29.6": "ob das Geschlechtsteil von einer Vorhaut bedeckt war und die Länge der Zunge. ",
  "mn91:29.7": "Da redete Brahmāyu den Buddha in Strophen an: ",
  "mn91:29.8": "„Ich habe von den zweiunddreißig Kennzeichen ",
  "mn91:29.9": "eines großen Mannes gehört. ",
  "mn91:29.10": "Es gibt zwei, die ich am Körper ",
  "mn91:29.11": "des werten Gotama nicht sehe. ",
  "mn91:29.12": "Ist das Geschlechtsteil von einer Vorhaut bedeckt, ",
  "mn91:29.13": "o höchster Mensch? ",
  "mn91:29.14": "Obwohl mit weiblichem Geschlecht bezeichnet, ",
  "mn91:29.15": "ist deine Zunge vielleicht wie ein Mann? ",
  "mn91:29.16": "Vielleicht ist deine Zunge lang, ",
  "mn91:29.17": "so wie es uns mitgeteilt wurde. ",
  "mn91:29.18": "Bitte strecke sie in ihrer ganzen Länge heraus ",
  "mn91:29.19": "und zerstreue so, du Seher, meinen Zweifel. ",
  "mn91:29.20": "Zu meinem Nutzen und Segen in diesem Leben ",
  "mn91:29.21": "und Glück im nächsten ",
  "mn91:29.22": "bitte ich um die Erlaubnis, ",
  "mn91:29.23": "zu fragen, was ich möchte.“ ",
  "mn91:30.1": "Da dachte der Buddha: ",
  "mn91:30.2": "„Brahmāyu sieht alle Kennzeichen mit Ausnahme von zweien, ",
  "mn91:30.3": "über die er im Zweifel ist: ",
  "mn91:30.4": "ob das Geschlechtsteil von einer Vorhaut bedeckt ist und die Länge der Zunge.“ ",
  "mn91:30.5": "Darauf setzte der Buddha seine übersinnliche Kraft ein und veranlasste, dass Brahmāyu sah, wie sein Geschlechtsteil von einer Vorhaut bedeckt war. ",
  "mn91:30.6": "Und er streckte seine Zunge heraus und strich damit vor und zurück über die Ohr- und Nasenlöcher und bedeckte seine gesamte Stirn mit seiner Zunge. ",
  "mn91:30.7": "Dann antwortete der Buddha Brahmāyu in Strophen: ",
  "mn91:31.1": "„Die zweiunddreißig Kennzeichen eines großen Mannes, ",
  "mn91:31.2": "die du gelernt hast, ",
  "mn91:31.3": "sind an meinem Körper alle zu finden: ",
  "mn91:31.4": "Drum zweifle nicht, Brahmane. ",
  "mn91:31.5": "Ich habe erkannt, was erkannt werden muss, ",
  "mn91:31.6": "entwickelt, was entwickelt werden muss, ",
  "mn91:31.7": "und aufgegeben, was aufgegeben werden muss: ",
  "mn91:31.8": "Daher, Brahmane, bin ich ein Buddha. ",
  "mn91:31.9": "Zu deinem Nutzen und Segen in diesem Leben ",
  "mn91:31.10": "und Glück im nächsten ",
  "mn91:31.11": "gewähre ich dir die Erlaubnis, ",
  "mn91:31.12": "zu fragen, was du möchtest.“ ",
  "mn91:32.1": "Da dachte Brahmāyu: ",
  "mn91:32.2": "„Meiner Bitte wurde stattgegeben. ",
  "mn91:32.3": "Was soll ich den Asketen Gotama fragen: ",
  "mn91:32.4": "Was für dieses Leben segensreich ist, oder für künftige Leben?“ ",
  "mn91:32.5": "Dann dachte er: ",
  "mn91:32.6": "„In dem, was für dieses Leben segensreich ist, bin ich bewandert, ",
  "mn91:32.7": "und andere fragen mich sogar danach. ",
  "mn91:32.8": "Warum frage ich den Asketen Gotama nicht nach dem Segen, der vor allem künftige Leben betrifft?“ ",
  "mn91:32.9": "Da redete Brahmāyu den Buddha in Strophen an: ",
  "mn91:32.10": "„Wie wird man ein Brahmane? ",
  "mn91:32.11": "Und wie wird man ein Wissensmeister? ",
  "mn91:32.12": "Wie wird man ein Meister des dreifachen Wissens? ",
  "mn91:32.13": "Und wie wird man ein Gelehrter genannt? ",
  "mn91:32.14": "Wie wird man ein Vollendeter? ",
  "mn91:32.15": "Und wie ein Vollkommener? ",
  "mn91:32.16": "Wie wird man ein Abgeklärter? ",
  "mn91:32.17": "Und wie wird man zu einem Erwachten erklärt?“ ",
  "mn91:33.1": "Und der Buddha antwortete Brahmāyu in Strophen: ",
  "mn91:33.2": "„Wer seine früheren Leben kennt, ",
  "mn91:33.3": "wer Himmel und verlorene Orte sieht ",
  "mn91:33.4": "und das Ende der Wiedergeburt erreicht hat, ",
  "mn91:33.5": "solch ein Abgeklärter besitzt vollkommene Einsicht. ",
  "mn91:33.6": "Er weiß, dass sein Geist rein ist, ",
  "mn91:33.7": "von Gier vollständig befreit; ",
  "mn91:33.8": "Geburt und Tod hat er hinter sich gelassen ",
  "mn91:33.9": "und das geistliche Leben zur Ganzheit gebracht. ",
  "mn91:33.10": "Der über alles hinausgegangen ist: ",
  "mn91:33.11": "Ein Solcher wird zu einem Erwachten erklärt.“ ",
  "mn91:34.1": "Auf diese Worte erhob Brahmāyu sich von seinem Sitz und ordnete seine Robe über einer Schulter. Er beugte seinen Kopf zu den Füßen des Buddha, streichelte die Füße und bedeckte sie mit Küssen und nannte seinen Namen: ",
  "mn91:34.2": "„Ich bin der Brahmane Brahmāyu, werter Gotama! ",
  "mn91:34.3": "Ich bin der Brahmane Brahmāyu!“ ",
  "mn91:35.1": "Da war diese Versammlung verwundert und verblüfft: ",
  "mn91:35.2": "„Ach, wie unglaublich! Wie erstaunlich! ",
  "mn91:35.3": "Dass Brahmāyu, der so namhaft und berühmt ist, dem Buddha so eine äußerste Hingabe zeigt!“ ",
  "mn91:35.4": "Da sagte der Buddha zu Brahmāyu: ",
  "mn91:35.5": "„Genug, Brahmane. Steh auf und nimm auf deinem eigenen Sitz Platz, da dein Geist solches Vertrauen zu mir hat.“ ",
  "mn91:35.6": "Und Brahmāyu stand auf und setzte sich auf seinen eigenen Sitz. ",
  "mn91:36.1": "Dann unterwies der Buddha ihn Schritt für Schritt ",
  "mn91:36.2": "mit einem Vortrag über Geben, sittliches Verhalten und den Himmel. ",
  "mn91:36.3": "Er erklärte die Nachteile der Sinnenfreuden, die so schmutzig und unlauter sind, und die Vorteile der Entsagung. ",
  "mn91:36.4": "Und als er erkannte, dass Brahmāyus Geist bereit war, geschmeidig, frei von Hindernissen, freudig bewegt und zuversichtlich, da legte er die besondere Lehre der Buddhas dar: ",
  "mn91:36.5": "das Leiden, seinen Ursprung, sein Aufhören und den Weg. ",
  "mn91:36.6": "Wie ein reines, fleckenloses Tuch die Farbe richtig annimmt, ",
  "mn91:36.7": "ebenso ging da dem Brahmanen Brahmāyu, wo er gerade saß, das unbefleckte, makellose Auge des Dhamma auf: ",
  "mn91:36.8": "„Alles, was einen Anfang hat, hat auch ein Ende.“ ",
  "mn91:36.9": "Und Brahmāyu sah, erfasste, verstand und ergründete den Dhamma. Er ging über den Zweifel hinaus, machte sich von Unschlüssigkeit frei und gewann Selbstvertrauen, wurde in der Anleitung des Lehrers von anderen unabhängig. Er sagte zum Buddha: ",
  "mn91:37.1": "„Vortrefflich, werter Gotama! Vortrefflich! ",
  "mn91:37.2": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der werte Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn91:37.3": "Ich nehme Zuflucht zum werten Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn91:37.4": "Von diesem Tag an soll der werte Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat. ",
  "mn91:37.5": "Würdest du zusammen mit dem Saṅgha der Mönche und Nonnen bitte die morgige Mahlzeit von mir annehmen?“ ",
  "mn91:37.6": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "mn91:37.7": "Da erhob sich, als er die Zustimmung des Buddha erkannt hatte, Brahmāyu von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "mn91:38.1": "Als dann die Nacht vorüber war, ließ Brahmāyu in seiner eigenen Wohnung köstliche frische und gekochte Speisen zubereiten. Dann ließ er den Buddha über die Zeit benachrichtigen: ",
  "mn91:38.2": "„Es ist Zeit, werter Gotama, das Essen ist fertig.“ ",
  "mn91:38.3": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zusammen mit dem Saṅgha der Mönche und Nonnen zu Brahmāyus Haus und setzte sich auf den ausgebreiteten Sitz. ",
  "mn91:38.4": "Da bewirtete und bediente Brahmāyu den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze sieben Tage eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "mn91:39.1": "Als sieben Tage vergangen waren, brach der Buddha auf, um durch das Land der Videher zu wandern. ",
  "mn91:39.2": "Nicht lange, nachdem der Buddha abgereist war, starb Brahmāyu. ",
  "mn91:39.3": "Da gingen mehrere Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "mn91:39.4": "„Herr, der Brahmane Brahmāyu ist gestorben. ",
  "mn91:39.5": "Wo wurde er im nächsten Leben wiedergeboren?“ ",
  "mn91:39.6": "„Mönche und Nonnen, der Brahmane Brahmāyu war klug. Er übte im Einklang mit den Lehren und machte mir wegen der Lehren keine Mühe. ",
  "mn91:39.7": "Mit dem Auflösen der fünf niederen Fesseln wurde er durch unmittelbares Erscheinen wiedergeboren. Er wird dort erlöschen und muss von jener Welt nicht zurückkehren.“ ",
  "mn91:39.8": "Das sagte der Buddha. ",
  "mn91:39.9": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}