{
  "mn93:0.1": "Mittlere Lehrreden 93 ",
  "mn93:0.2": "Mit Assalāyana ",
  "mn93:1.1": "So habe ich es gehört: ",
  "mn93:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn93:2.1": "Damals befanden sich etwa fünfhundert Brahmanen aus einem anderen Land wegen einer geschäftlichen Angelegenheit in Sāvatthī. ",
  "mn93:2.2": "Da dachten diese Brahmanen: ",
  "mn93:2.3": "„Dieser Asket Gotama plädiert für die Läuterung aller vier Kasten. ",
  "mn93:2.4": "Wer ist in der Lage, mit ihm darüber ein Streitgespräch zu führen?“ ",
  "mn93:3.1": "Nun befand sich zu dieser Zeit der Brahmanenschüler Assalāyana in Sāvatthī. Er war jung, sein Kopf frisch geschoren; er war sechzehn Jahre alt. Er hatte die drei Veden gemeistert, zusammen mit ihrem Wortschatz, den Riten, den Lauten und der Ableitung der Wörter sowie dem Testament als fünftem. Er kannte die Sprachwissenschaft und die Grammatik und war mit der Kosmologie und mit den Kennzeichen eines großen Mannes vertraut. ",
  "mn93:3.2": "Da dachten diese Brahmanen: ",
  "mn93:3.4": "„Dieser Assalāyana ist in der Lage, mit dem Asketen Gotama über diese Sache ein Streitgespräch zu führen.“ ",
  "mn93:4.1": "Da begaben sie sich zu Assalāyana und sagten zu ihm: ",
  "mn93:4.2": "„Dieser Asket Gotama plädiert für die Läuterung aller vier Kasten. ",
  "mn93:4.3": "Bitte, Herr Assalāyana, führe mit dem Asketen Gotama ein Streitgespräch darüber.“ ",
  "mn93:4.4": "Daraufhin sagte Assalāyana zu ihnen: ",
  "mn93:4.5": "„Man sagt, der Asket Gotama sei einer, der nach Grundsätzen spricht. ",
  "mn93:4.6": "Aber mit denen, die nach Grundsätzen sprechen, ist es schwer, ein Streitgespräch zu führen. ",
  "mn93:4.7": "Ich bin nicht in der Lage, mit dem Asketen Gotama über diese Sache ein Streitgespräch zu führen.“ ",
  "mn93:4.8": "Zum zweiten Mal sagten diese Brahmanen zu ihm: ",
  "mn93:4.9": "„Dieser Asket Gotama plädiert für die Läuterung aller vier Kasten. ",
  "mn93:4.10": "Bitte, Herr Assalāyana, führe mit dem Asketen Gotama ein Streitgespräch darüber. ",
  "mn93:4.11": "Denn du hast als Wanderer gelebt.“ ",
  "mn93:4.12": "Und zum zweiten Mal lehnte Assalāyana ab. ",
  "mn93:4.16": "Zum dritten Mal sagten diese Brahmanen zu ihm: ",
  "mn93:4.17": "„Dieser Asket Gotama plädiert für die Läuterung aller vier Kasten. ",
  "mn93:4.18": "Bitte, Herr Assalāyana, führe mit dem Asketen Gotama ein Streitgespräch darüber. ",
  "mn93:4.19": "Denn du hast als Wanderer gelebt. ",
  "mn93:4.20": "Gib dich nicht geschlagen, bevor du in den Kampf gezogen bist!“ ",
  "mn93:4.21": "Daraufhin sagte Assalāyana zu ihnen: ",
  "mn93:4.22": "„Offenbar, meine Herren, kommt es bei euch nicht an, wenn ich sage: ",
  "mn93:4.23": "‚Man sagt, der Asket Gotama sei einer, der nach Grundsätzen spricht. ",
  "mn93:4.24": "Aber mit denen, die nach Grundsätzen sprechen, ist es schwer, ein Streitgespräch zu führen. ",
  "mn93:4.25": "Ich bin nicht in der Lage, mit dem Asketen Gotama über diese Sache ein Streitgespräch zu führen.‘ ",
  "mn93:4.26": "Dennoch werde ich auf eure Bitten hingehen.“ ",
  "mn93:5.1": "Da ging Assalāyana zusammen mit einer großen Gruppe von Brahmanen zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn93:5.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "mn93:5.3": "„Meister Gotama, die Brahmanen sagen: ",
  "mn93:5.4": "‚Nur die Brahmanen sind die erste Kaste; andere Kasten sind geringer. ",
  "mn93:5.5": "Nur die Brahmanen sind die helle Kaste; andere Kasten sind dunkel. ",
  "mn93:5.6": "Nur die Brahmanen sind geläutert; andere sind es nicht. ",
  "mn93:5.7": "Nur die Brahmanen sind die rechtmäßigen Söhne Brahmās, aus seinem Mund geboren, von Brahmā geboren, von Brahmā geschaffen, Erben Brahmās.‘ ",
  "mn93:5.8": "Was sagt der Asket Gotama dazu?“ ",
  "mn93:5.9": "„Aber Assalāyana, man sieht, dass Brahmaninnen ihre Periode haben, dass sie schwanger werden, Kinder gebären und stillen. ",
  "mn93:5.10": "Doch obwohl sie aus dem Schoß einer Brahmanin geboren wurden, sagen die Brahmanen: ",
  "mn93:5.11": "‚Nur die Brahmanen sind die erste Kaste; andere Kasten sind geringer. ",
  "mn93:5.12": "Nur die Brahmanen sind die helle Kaste; andere Kasten sind dunkel. ",
  "mn93:5.13": "Nur die Brahmanen sind geläutert; andere sind es nicht. ",
  "mn93:5.14": "Nur die Brahmanen sind die rechtmäßigen Söhne Brahmās, aus seinem Mund geboren, von Brahmā geboren, von Brahmā geschaffen, Erben Brahmās.‘“ ",
  "mn93:6.1": "„Auch wenn der Asket Gotama das sagt, so bleiben die Brahmanen doch bei ihrem Glauben.“ ",
  "mn93:6.4": "„Was denkst du, Assalāyana? ",
  "mn93:6.5": "Hast du gehört, dass es in Griechenland, Persien und anderen fremden Ländern nur zwei Klassen gibt, Herren und Leibeigene? Und dass Herren Leibeigene werden können und Leibeigene Herren?“ ",
  "mn93:6.6": "„Ja, das habe ich gehört.“ ",
  "mn93:6.7": "„Was ist dann die Quelle für das Selbstvertrauen und den Nachdruck der Brahmanen in dieser Sache, dass sie diese Behauptung aufstellen?“ ",
  "mn93:7.1": "„Auch wenn der Asket Gotama das sagt, so bleiben die Brahmanen doch bei ihrem Glauben.“ ",
  "mn93:7.4": "„Was denkst du, Assalāyana? ",
  "mn93:7.5": "Wenn ein Adliger lebende Geschöpfe töten, stehlen und sexuelle Verfehlungen begehen würde; wenn er falsche, entzweiende, harte oder unsinnige Rede gebrauchen würde; wenn er begehrlich und böswillig wäre und falsche Ansicht hätte; und wenn sein Körper auseinanderbräche, nach dem Tod, würde er an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle – könnte das nur einem Adligen widerfahren und keinem Brahmanen? ",
  "mn93:7.6": "Oder wenn ein Händler ",
  "mn93:7.7": "oder ein Arbeiter das Gleiche täte – könnte das nur einem Arbeiter widerfahren und keinem Brahmanen?“ ",
  "mn93:7.8": "„Nein, Meister Gotama. ",
  "mn93:7.9": "Wenn sie das Gleiche täten, würde einem Adligen, einem Brahmanen, einem Händler oder einem Arbeiter das gleiche Ergebnis widerfahren. ",
  "mn93:7.13": "Denn wenn jemand aus irgendeiner der vier Kasten lebende Geschöpfe töten, stehlen und sexuelle Verfehlungen begehen würde; wenn er falsche, entzweiende, harte oder unsinnige Rede gebrauchen würde; wenn er begehrlich und böswillig wäre und falsche Ansicht hätte, dann würde er, wenn sein Körper auseinanderbräche, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle.“ ",
  "mn93:7.14": "„Was ist dann die Quelle für das Selbstvertrauen und den Nachdruck der Brahmanen in dieser Sache, dass sie diese Behauptung aufstellen?“ ",
  "mn93:8.1": "„Auch wenn der Asket Gotama das sagt, so bleiben die Brahmanen doch bei ihrem Glauben.“ ",
  "mn93:8.4": "„Was denkst du, Assalāyana? ",
  "mn93:8.5": "Wenn ein Brahmane das Töten lebender Geschöpfe, das Stehlen und das Begehen sexueller Verfehlungen unterlassen würde; wenn er den Gebrauch falscher, entzweiender, harter oder unsinnige Rede unterlassen würde; wenn er zufrieden und gütig wäre und rechte Ansicht hätte; und wenn sein Körper auseinanderbräche, nach dem Tod, würde er an einem guten Ort wiedergeboren, in einer himmlischen Welt – könnte das nur einem Brahmanen widerfahren und keinem Adligen, Händler oder Arbeiter?“ ",
  "mn93:8.6": "„Nein, Meister Gotama. ",
  "mn93:8.7": "Wenn sie das Gleiche täten, würde einem Adligen, einem Brahmanen, einem Händler oder einem Arbeiter das gleiche Ergebnis widerfahren. ",
  "mn93:8.11": "Denn wenn jemand aus irgendeiner der vier Kasten das Töten lebender Geschöpfe, das Stehlen und das Begehen sexueller Verfehlungen unterlassen würde; wenn er den Gebrauch falscher, entzweiender, harter oder unsinnige Rede unterlassen würde; wenn er zufrieden und gütig wäre und rechte Ansicht hätte, dann würde er, wenn sein Körper auseinanderbräche, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt.“ ",
  "mn93:8.12": "„Was ist dann die Quelle für das Selbstvertrauen und den Nachdruck der Brahmanen in dieser Sache, dass sie diese Behauptung aufstellen?“ ",
  "mn93:9.1": "„Auch wenn der Asket Gotama das sagt, so bleiben die Brahmanen doch bei ihrem Glauben.“ ",
  "mn93:9.4": "„Was denkst du, Assalāyana? ",
  "mn93:9.5": "Ist nur ein Brahmane in der Lage, für diese Gegend ein liebevolles Herz zu entwickeln, frei von Feindschaft und bösem Willen, und kein Adliger, Händler oder Arbeiter?“ ",
  "mn93:9.6": "„Nein, Meister Gotama. ",
  "mn93:9.7": "Adlige, Brahmanen, Händler und Arbeiter sind alle dazu in der Lage. ",
  "mn93:9.11": "Denn die vier Kasten sind in der Lage, für diese Gegend ein liebevolles Herz zu entwickeln, frei von Feindschaft und bösem Willen.“ ",
  "mn93:9.12": "„Was ist dann die Quelle für das Selbstvertrauen und den Nachdruck der Brahmanen in dieser Sache, dass sie diese Behauptung aufstellen?“ ",
  "mn93:10.1": "„Auch wenn der Asket Gotama das sagt, so bleiben die Brahmanen doch bei ihrem Glauben.“ ",
  "mn93:10.4": "„Was denkst du, Assalāyana? ",
  "mn93:10.5": "Ist nur ein Brahmane in der Lage, Badepaste aus zerriebenen Muschelschalen zu nehmen und zum Fluss zu gehen, um Staub und Schmutz abzuwaschen, und kein Adliger, Händler oder Arbeiter?“ ",
  "mn93:10.6": "„Nein, Meister Gotama. ",
  "mn93:10.10": "Alle vier Kasten sind in der Lage, das zu tun.“ ",
  "mn93:10.11": "„Was ist dann die Quelle für das Selbstvertrauen und den Nachdruck der Brahmanen in dieser Sache, dass sie diese Behauptung aufstellen?“ ",
  "mn93:11.1": "„Auch wenn der Asket Gotama das sagt, so bleiben die Brahmanen doch bei ihrem Glauben.“ ",
  "mn93:11.4": "„Was denkst du, Assalāyana? ",
  "mn93:11.5": "Da würde ein gesalbter adliger König hundert Menschen versammeln, die in unterschiedlichen Kasten geboren wären, und würde zu ihnen sagen: ",
  "mn93:11.6": "‚Bitte, meine Herren, jeder, der in einer Familie von Adligen, Brahmanen oder Stammesfürsten geboren wurde, soll ein Reibholz aus Teakholz, Salbaumholz, Weihrauchbaumholz, Sandelholz oder Kirschbaumholz nehmen und damit ein Feuer entzünden und Hitze erzeugen. ",
  "mn93:11.7": "Und jeder, der in einer Familie von Ausgestoßenen, Jägern, Bambusarbeitern, Wagenbauern oder Abfallsammlern geboren wurde, soll ein Reibholz nehmen, das aus einem Hundenapf, einem Schweinetrog, einer Mülltonne oder Rizinusbaumholz gemacht wurde, und damit ein Feuer entzünden und Hitze erzeugen. ",
  "mn93:11.8": "Was denkst du, Assalāyana? ",
  "mn93:11.9": "Würde das Feuer, das von den Menschen aus höheren Kasten mit Reibhölzern aus hochwertigem Holz entzündet wurde, Flammen haben, eine Farbe und einen Glanz, und wäre es als Feuer zu gebrauchen, ",
  "mn93:11.10": "und das Feuer, das von den Menschen aus niederen Kasten mit Reibhölzern aus minderwertigem Holz entzündet wurde, wäre das nicht?“ ",
  "mn93:11.11": "„Nein, Meister Gotama. ",
  "mn93:11.12": "Das Feuer, das von den Menschen aus höheren Kasten mit Reibhölzern aus hochwertigem Holz entzündet wurde, hätte Flammen, eine Farbe und einen Glanz, und es wäre als Feuer zu gebrauchen, ",
  "mn93:11.13": "und ebenso das Feuer, das von den Menschen aus niederen Kasten mit Reibhölzern aus minderwertigem Holz entzündet wurde. ",
  "mn93:11.14": "Denn jedes Feuer hat Flammen, eine Farbe und einen Glanz und ist als Feuer zu gebrauchen.“ ",
  "mn93:11.15": "„Was ist dann die Quelle für das Selbstvertrauen und den Nachdruck der Brahmanen in dieser Sache, dass sie diese Behauptung aufstellen?“ ",
  "mn93:12.1": "„Auch wenn der Asket Gotama das sagt, so bleiben die Brahmanen doch bei ihrem Glauben.“ ",
  "mn93:12.4": "„Was denkst du, Assalāyana? ",
  "mn93:12.5": "Da würde ein adliger Junge mit einem Brahmanenmädchen schlafen und sie bekämen ein Kind. ",
  "mn93:12.6": "Würde man das Kind nach dem Vater als Adligen oder nach der Mutter als Brahmanen bezeichnen?“ ",
  "mn93:12.7": "„Sowohl die eine als auch die andere Bezeichnung wäre möglich.“ ",
  "mn93:13.1": "„Was denkst du, Assalāyana? ",
  "mn93:13.2": "Da würde ein Brahmanenjunge mit einem adligen Mädchen schlafen und sie bekämen ein Kind. ",
  "mn93:13.3": "Würde man das Kind nach der Mutter als Adligen oder nach dem Vater als Brahmanen bezeichnen?“ ",
  "mn93:13.4": "„Sowohl die eine als auch die andere Bezeichnung wäre möglich.“ ",
  "mn93:14.1": "„Was denkst du, Assalāyana? ",
  "mn93:14.2": "Da würde sich eine Stute mit einem Esel paaren und würde ein Maultier zur Welt bringen. ",
  "mn93:14.3": "Würde man das Maultier nach der Mutter als Pferd oder nach dem Vater als Esel bezeichnen?“ ",
  "mn93:14.4": "„Es ist ein Maultier, es ist eine Kreuzung. ",
  "mn93:14.5": "Ich sehe in diesem Fall den Unterschied, ",
  "mn93:14.6": "aber nicht in den vorigen Fällen.“ ",
  "mn93:15.1": "„Was denkst du, Assalāyana? ",
  "mn93:15.2": "Da wären zwei Brahmanenschüler, die Brüder wären und zusammen im Mutterleib gelegen hätten. Einer wäre ein gebildeter Rezitator, der andere wäre kein gebildeter Rezitator. ",
  "mn93:15.3": "Wem würden die Brahmanen bei einer Essensspende für die Ahnen, bei der Spende eines Milchreisgerichts, bei einem Opfer oder einem Festmahl für Gäste zuerst zu essen geben?“ ",
  "mn93:15.4": "„Sie würden zuerst dem Brahmanenschüler zu essen geben, der ein gebildeter Rezitator ist. ",
  "mn93:15.5": "Denn wie könnte eine Spende an jemanden, der kein gebildeter Rezitator ist, reiche Frucht bringen?“ ",
  "mn93:16.1": "„Was denkst du, Assalāyana? ",
  "mn93:16.2": "Da wären zwei Brahmanenschüler, die Brüder wären und zusammen im Mutterleib gelegen hätten. Einer wäre ein gebildeter Rezitator, aber unmoralisch, von schlechtem Charakter, der andere wäre kein gebildeter Rezitator, aber sittlich und von gutem Charakter. ",
  "mn93:16.3": "Wem würden die Brahmanen zuerst zu essen geben?“ ",
  "mn93:16.4": "„Sie würden zuerst dem Brahmanenschüler zu essen geben, der kein gebildeter Rezitator, aber sittlich und von gutem Charakter ist. ",
  "mn93:16.5": "Denn wie könnte eine Spende an jemanden, der unmoralisch und von schlechtem Charakter ist, reiche Frucht bringen?“ ",
  "mn93:17.1": "„Zuerst hast du dich auf die Geburt gestützt, Assalāyana, ",
  "mn93:17.2": "dann hast du zur Ausbildung gewechselt, ",
  "mn93:17.3": "dann hast du zu enthaltsamem Verhalten gewechselt. ",
  "mn93:17.4": "Nun bist du zu genau dem gleichen Glauben an die Läuterung aller vier Kasten gekommen, für den auch ich plädiere.“ ",
  "mn93:17.5": "Auf diese Worte saß Assalāyana schweigend da, bedrückt, mit hängenden Schultern und gesenktem Kopf, niedergeschlagen und unfähig zu sprechen. ",
  "mn93:18.1": "Als der Buddha das erkannte, sagte er zu ihm: ",
  "mn93:18.2": "„Es waren einmal, Assalāyana, sieben brahmanische Eremiten, die sich in Laubhütten an einem Ort in der Wildnis niedergelassen hatten. Sie hatten den folgenden schädlichen Irrglauben: ",
  "mn93:18.3": "‚Nur die Brahmanen sind die erste Kaste; andere Kasten sind geringer. ",
  "mn93:18.4": "Nur die Brahmanen sind die helle Kaste; andere Kasten sind dunkel. Nur die Brahmanen sind geläutert; andere sind es nicht. ",
  "mn93:18.5": "Nur die Brahmanen sind die rechtmäßigen Söhne Brahmās, aus seinem Mund geboren, von Brahmā geboren, von Brahmā geschaffen, Erben Brahmās.‘ ",
  "mn93:18.6": "Davon hörte der Eremit Devala der Dunkle. ",
  "mn93:18.10": "Da nahm er sein Haar und seinen Bart ab, kleidete sich in purpurfarbene Roben, zog seine Stiefel an, nahm einen goldenen Stab und erschien im Hof der sieben brahmanischen Eremiten. ",
  "mn93:18.11": "Dann wanderte er auf dem Hof umher und sagte: ",
  "mn93:18.12": "‚Wohin, ach, wohin nur sind diese brahmanischen Eremiten gegangen? ",
  "mn93:18.13": "Wohin, ach, wohin nur sind diese brahmanischen Eremiten gegangen?‘ ",
  "mn93:18.14": "Da sagen diese brahmanischen Eremiten: ",
  "mn93:18.15": "‚Wer ist das, der da wie ein Cowboy auf unserem Hof umherwandert? ",
  "mn93:18.18": "Wir wollen ihn verfluchen!‘ ",
  "mn93:18.19": "Und sie verfluchten Devala den Dunklen: ",
  "mn93:18.20": "‚Werde zu Asche, Asozialer! ",
  "mn93:18.21": "Werde zu Asche, Asozialer!‘ ",
  "mn93:18.22": "Aber je mehr die Eremiten ihn verfluchten, umso ansprechender, besser aussehend und anmutiger wurde Devala der Dunkle. ",
  "mn93:18.23": "Da sagten diese brahmanischen Eremiten: ",
  "mn93:18.24": "‚Unsere Bußübungen sind vergebens! Unser spiritueller Pfad ist fruchtlos! ",
  "mn93:18.25": "Denn wenn wir früher jemanden verfluchten, ",
  "mn93:18.26": "dass er zu Asche werden solle, ",
  "mn93:18.27": "dann wurde er zu Asche. ",
  "mn93:18.28": "Aber je mehr wir diesen hier verfluchen, umso ansprechender, besser aussehend und anmutiger wird er.‘ ",
  "mn93:18.29": "‚Werte Herren, eure Bußübungen sind nicht vergebens, euer spiritueller Pfad ist nicht fruchtlos. ",
  "mn93:18.30": "Bitte lasst euer Übelwollen gegen mich los.‘ ",
  "mn93:18.31": "‚Wir lassen unser Übelwollen gegen dich los. ",
  "mn93:18.32": "Aber wer bist du, Herr?‘ ",
  "mn93:18.33": "‚Habt ihr von dem Eremiten ",
  "mn93:18.34": "Devala dem Dunklen gehört?‘ ",
  "mn93:18.35": "‚Ja, Herr.‘ ",
  "mn93:18.36": "‚Ich bin es, ihr Herren.‘ ",
  "mn93:18.37": "Da begaben sie sich zu Devala und verbeugten sich vor ihm. ",
  "mn93:18.38": "Devala sagte zu ihnen: ",
  "mn93:18.39": "‚Ich habe gehört, dass die sieben brahmanischen Eremiten, als sie sich in Laubhütten an einem Ort in der Wildnis niedergelassen hatten, den folgenden schädlichen Irrglauben hatten: ",
  "mn93:18.40": "„Nur die Brahmanen sind die erste Kaste; andere Kasten sind geringer. ",
  "mn93:18.41": "Nur die Brahmanen sind die helle Kaste; andere Kasten sind dunkel. ",
  "mn93:18.42": "Nur die Brahmanen sind geläutert; andere sind es nicht. ",
  "mn93:18.43": "Nur die Brahmanen sind die rechtmäßigen Söhne Brahmās, aus seinem Mund geboren, von Brahmā geboren, von Brahmā geschaffen, Erben Brahmās.“‘ ",
  "mn93:18.44": "‚Das ist richtig, Herr.‘ ",
  "mn93:18.45": "‚Aber wisst ihr, ",
  "mn93:18.46": "ob eure leibliche Mutter nur Beziehungen mit einem Brahmanen hatte und nicht mit jemandem, der kein Brahmane war?‘ ",
  "mn93:18.47": "‚Das wissen wir nicht.‘ ",
  "mn93:18.48": "‚Aber wisst ihr, ",
  "mn93:18.49": "ob die Mütter eurer leiblichen Mutter bis zurück zur siebten Generation nur Beziehungen mit einem Brahmanen hatten und nicht mit jemandem, der kein Brahmane war?‘ ",
  "mn93:18.50": "‚Das wissen wir nicht.‘ ",
  "mn93:18.51": "‚Aber wisst ihr, ",
  "mn93:18.52": "ob euer leiblicher Vater nur Beziehungen mit einer Brahmanin hatte und nicht mit einer Frau, die keine Brahmanin war?‘ ",
  "mn93:18.53": "‚Das wissen wir nicht.‘ ",
  "mn93:18.54": "‚Aber wisst ihr, ",
  "mn93:18.55": "ob die Väter eures leiblichen Vaters bis zurück zur siebten Generation nur Beziehungen mit einer Brahmanin hatten und nicht mit einer Frau, die keine Brahmanin war?‘ ",
  "mn93:18.56": "‚Das wissen wir nicht.‘ ",
  "mn93:18.57": "‚Aber wisst ihr, ",
  "mn93:18.58": "wie ein Embryo empfangen wird?‘ ",
  "mn93:18.59": "‚Das wissen wir, Herr. ",
  "mn93:18.61": "Ein Embryo wird empfangen, wenn diese drei Dinge zusammenkommen: Mutter und Vater kommen zusammen, die Mutter ist in der fruchtbaren Phase ihres Zyklus, und der männliche Geist ist zeugungsfähig.‘ ",
  "mn93:18.62": "‚Aber wisst ihr sicher, ",
  "mn93:18.63": "ob dieser männliche Geist ein Adliger, ein Brahmane, ein Kaufmann oder ein Arbeiter ist?‘ ",
  "mn93:18.64": "‚Das wissen wir nicht.‘ ",
  "mn93:18.66": "‚In diesem Fall, ihr Herren, wisst ihr nicht, ",
  "mn93:18.67": "was ihr seid?‘ ",
  "mn93:18.68": "‚In diesem Fall, Herr, wissen wir nicht, ",
  "mn93:18.69": "was wir sind.‘ ",
  "mn93:18.70": "So waren selbst diese sieben Eremiten überfragt, als Devala der Dunkle über ihre eigene Abstammungslehre auf sie eindrang, ihnen zusetzte und sie ins Kreuzverhör nahm. ",
  "mn93:18.71": "Wie könntest du da Erfolg haben, wenn ich dich über deine eigene Abstammungslehre ins Kreuzverhör nehme – du beherrschst nicht einmal deine eigene Tradition?“ ",
  "mn93:19.1": "Als der Buddha geendet hatte, sagte Assalāyana zu ihm: ",
  "mn93:19.2": "„Vortrefflich, Meister Gotama! … ",
  "mn93:19.3": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}