{
  "mn94:0.1": "Mittlere Lehrreden 94 ",
  "mn94:0.2": "Mit Ghoṭamukha ",
  "mn94:1.1": "So habe ich es gehört: ",
  "mn94:1.2": "Einmal hielt sich der Ehrwürdige Udena bei Varanasi auf, im Mangowäldchen Khemiya. ",
  "mn94:2.1": "Damals war der Brahmane Ghoṭamukha wegen einer Angelegenheit nach Varanasi gekommen. ",
  "mn94:2.2": "Als er dann spazieren ging, kam er zum Mangowäldchen Khemiya. ",
  "mn94:2.3": "Zu der Zeit ging gerade der Ehrwürdige Udena achtsam im Freien auf und ab. ",
  "mn94:2.4": "Ghoṭamukha ging zu ihm und tauschte Willkommensgrüße mit ihm aus. ",
  "mn94:2.5": "Er ging neben Udena her und sagte: ",
  "mn94:2.6": "„Werter Asket, so etwas wie ein prinzipientreues hausloses Leben gibt es nicht; ",
  "mn94:2.7": "so denke ich. ",
  "mn94:2.8": "Doch Ehrenwerte wie dich oder eine entsprechende Lehre habe ich nicht gesehen.“ ",
  "mn94:3.1": "Auf diese Worte kam Udena von seinem Gehweg herab, betrat seine Hütte und setzte sich auf den ausgebreiteten Sitz. ",
  "mn94:3.2": "Auch Ghoṭamukha kam vom Gehweg herab und betrat die Hütte, wo er sich zur Seite hinstellte. ",
  "mn94:3.3": "Udena sagte zu ihm: ",
  "mn94:3.4": "„Hier sind Sitze, Brahmane. ",
  "mn94:3.5": "Bitte setz dich, wenn du möchtest.“ ",
  "mn94:3.6": "„Ich habe nur gewartet, bis du dich hingesetzt hast. ",
  "mn94:3.7": "Denn wie könnte es angehen, dass jemand wie ich sich zuerst setzt, ohne eingeladen zu sein?“ ",
  "mn94:4.1": "Dann nahm er einen niedrigen Sitz und setzte sich zur Seite hin, ",
  "mn94:4.2": "wo er sagte: ",
  "mn94:4.3": "„Werter Asket, so etwas wie ein prinzipientreues hausloses Leben gibt es nicht; ",
  "mn94:4.4": "so denke ich. ",
  "mn94:4.5": "Doch Ehrenwerte wie dich oder eine entsprechende Lehre habe ich nicht gesehen.“ ",
  "mn94:4.6": "„Brahmane, wir können darüber diskutieren. Aber nur, wenn du den Dingen zustimmst, die Zustimmung verdienen, und die ablehnst, die Ablehnung verdienen, und wenn du mich, wenn du etwas nicht verstehst, nach der Bedeutung fragst: ",
  "mn94:4.7": "‚Werter Udena, warum ist es so? Was bedeutet das?‘“ ",
  "mn94:4.8": "„Lass uns darüber diskutieren, werter Udena. Ich werde es so machen, wie du sagst.“ ",
  "mn94:5.1": "„Brahmane, diese vier Menschen findet man in der Welt. ",
  "mn94:5.2": "Welche vier? ",
  "mn94:5.3": "Da kasteit ein Mensch sich selbst, verschreibt sich der Übung der Selbstkasteiung. ",
  "mn94:5.4": "Ein Mensch kasteit andere, verschreibt sich der Übung, andere zu kasteien. ",
  "mn94:5.5": "Ein Mensch kasteit sich selbst und andere, verschreibt sich der Übung, sich und andere zu kasteien. ",
  "mn94:5.6": "Ein Mensch kasteit weder sich selbst noch andere, verschreibt sich der Übung, weder sich noch andere zu kasteien, ",
  "mn94:5.7": "und lebt in eben diesem Leben ohne Wünsche, verloschen, kühl geworden, voller Seligkeit, mit göttlich gewordenem Selbst. ",
  "mn94:5.8": "Welcher der vier Menschen sagt deinem Geist zu?“ ",
  "mn94:5.9": "„Herr, der Mensch, der sich selbst kasteit, sagt meinem Geist nicht zu; ",
  "mn94:5.10": "ebenso wenig der Mensch, der andere kasteit, ",
  "mn94:5.11": "oder der, der sich selbst und andere kasteit. ",
  "mn94:5.12": "Nur der Mensch, der weder sich noch andere kasteit, ",
  "mn94:5.13": "sagt meinem Geist zu.“ ",
  "mn94:6.1": "„Aber warum sagen diese drei Menschen deinem Geist nicht zu?“ ",
  "mn94:6.2": "„Werter Udena, der Mensch, der sich selbst kasteit, tut das, obwohl er Glück will und vor Schmerz zurückschreckt. ",
  "mn94:6.3": "Darum sagt dieser Mensch meinem Geist nicht zu. ",
  "mn94:6.4": "Der Mensch, der andere kasteit, tut das, obwohl andere Glück wollen und vor Schmerz zurückschrecken. ",
  "mn94:6.5": "Darum sagt dieser Mensch meinem Geist nicht zu. ",
  "mn94:6.6": "Der Mensch, der sich selbst und andere kasteit, tut das, obwohl er selbst und auch andere Glück wollen und vor Schmerz zurückschrecken. ",
  "mn94:6.7": "Darum sagt dieser Mensch meinem Geist nicht zu. ",
  "mn94:6.8": "Der Mensch, der weder sich selbst noch andere kasteit, der in eben diesem Leben ohne Wünsche lebt, verloschen, kühl geworden, voller Seligkeit, mit göttlich gewordenem Selbst, quält weder sich noch andere, die alle Glück wollen und vor Schmerz zurückschrecken. ",
  "mn94:6.9": "Darum sagt dieser Mensch meinem Geist zu.“ ",
  "mn94:7.1": "„Brahmane, es gibt diese zwei Gruppen von Menschen. ",
  "mn94:7.2": "Welche zwei? ",
  "mn94:7.3": "Da ist eine Gruppe von Menschen, die, von Juwelen- Ohrringen besessen, nach Partnern und Kindern sucht, nach abhängigen Dienern und Dienerinnen, Feldern und Grundstücken sowie Gold und Zahlungsmitteln. ",
  "mn94:7.4": "Und da ist eine andere Gruppe von Menschen, die, nicht von Juwelen- Ohrringen besessen, Partner und Kindern, abhängige Diener und Dienerinnen, Felder und Grundstücke sowie Gold und Zahlungsmittel aufgegeben hat und aus dem Haus fortzieht ins hauslose Leben. ",
  "mn94:7.5": "Nun, Brahmane, dieser Mensch, der weder sich selbst noch andere kasteit, der sich der Übung verschreibt, weder sich noch andere zu kasteien, ",
  "mn94:7.6": "und der in eben diesem Leben ohne Wünsche lebt, verloschen, kühl geworden, voller Seligkeit, mit göttlich gewordenem Selbst – ",
  "mn94:7.7": "in welcher der beiden Gruppen von Menschen findest du gewöhnlich einen solchen Menschen?“ ",
  "mn94:7.9": "„Gewöhnlich finde ich einen solchen Menschen ",
  "mn94:7.10": "in der Gruppe, die aus dem Haus fortgezogen ist ins hauslose Leben.“ ",
  "mn94:8.1": "„Gerade habe ich dich so verstanden: ",
  "mn94:8.2": "‚Werter Asket, so etwas wie ein prinzipientreues hausloses Leben gibt es nicht; ",
  "mn94:8.3": "so denke ich. ",
  "mn94:8.4": "Doch Ehrenwerte wie dich oder eine entsprechende Lehre habe ich nicht gesehen.‘“ ",
  "mn94:8.5": "„Nun, sicherlich hatte ich Gründe, das zu sagen, werter Udena. ",
  "mn94:8.6": "Doch es gibt so etwas wie ein prinzipientreues hausloses Leben; ",
  "mn94:8.7": "so denke ich, ",
  "mn94:8.8": "und so sollst du mich in Erinnerung behalten. ",
  "mn94:8.9": "Nun, diese vier Menschen, von denen der werte Udena kurz gesprochen hat: Bitte erkläre sie mir ausführlich aus Anteilnahme.“ ",
  "mn94:9.1": "„Nun, Brahmane, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn94:9.2": "„Ja, werter Herr“, antwortete Ghoṭamukha. ",
  "mn94:9.3": "Udena sagte: ",
  "mn94:10.1": "„Und was ist das für ein Mensch, der sich selbst kasteit, der sich der Übung der Selbstkasteiung verschreibt? ",
  "mn94:10.2": "Da geht ein gewisser Mensch nackt, wahrt den Anstand nicht. Er leckt die Hände ab und kommt oder wartet nicht, wenn er gerufen wird. Er nimmt keine Speise an, die ihm gebracht wird oder eigens für ihn zubereitet wurde, auch keine Einladung zum Essen. ",
  "mn94:10.3": "Er nimmt nichts aus einem Topf oder einer Schüssel an, nichts von jemandem, der Schafe hält, der eine Waffe oder einen Spaten im Haus hat, nichts von da, wo ein Paar isst, wo eine Frau schwanger ist, stillt oder mit einem Mann lebt, nichts von da, wo ein Hund wartet oder Fliegen summen. Er nimmt weder Fisch noch Fleisch an, weder Bier noch Wein, und trinkt keine vergorene Grütze. ",
  "mn94:10.4": "Er geht um Almosen nur zu einem Haus und nimmt nur einen Bissen, oder zu zwei Häusern und zwei Bissen, bis zu sieben Häusern und sieben Bissen. ",
  "mn94:10.5": "Er lebt von einem Schüsselchen voll am Tag, zwei Schüsselchen voll, bis zu sieben Schüsselchen voll am Tag. ",
  "mn94:10.6": "Er isst einmal am Tag, einmal jeden zweiten Tag, bis zu einmal pro Woche und so weiter, selbst bis zu einmal in zwei Wochen. Er lebt hingegeben an die Übung, in festen Abständen zu essen. ",
  "mn94:10.7": "Er isst Kräuter, Hirse, wilden Reis, mageren Reis, Wasserlattich, Reiskleie, Schaum von gekochtem Reis, Sesammehl, Gras oder Kuhmist. Er überlebt mit Wurzeln und Waldbeeren oder isst herabgefallene Früchte. ",
  "mn94:10.8": "Er trägt Roben aus Hanf, Hanf-Mischgewebe, Leichentuch, Lumpen, Lodhrabaum-Rinde, Antilopenfell, Antilopenfell-Streifen, Gewebe aus Kusagras, Rinden- oder Holzstückchen, Menschenhaar, Pferdehaar oder Eulenflügeln. ",
  "mn94:10.9": "Er reißt sich Haar und Bart aus, verschreibt sich dieser Übung. ",
  "mn94:10.10": "Er steht fortwährend, verweigert einen Sitz. ",
  "mn94:10.11": "Er sitzt in der Hocke, verschreibt sich dem Unterfangen des Hockens.. ",
  "mn94:10.12": "Er legt sich auf eine Dornenmatte, benutzt eine Dornenmatte als Bett. ",
  "mn94:10.13": "Er betreibt die Übung des rituellen Badens dreimal am Tag, auch am Abend. ",
  "mn94:10.14": "Und so lebt er und betreibt diese verschiedenen Arten der inbrünstigen Bußübung und Kasteiung des Körpers. ",
  "mn94:10.15": "Das nennt man einen Menschen, der sich selbst kasteit, der sich der Übung der Selbstkasteiung verschreibt. ",
  "mn94:11.1": "Und was ist das für ein Mensch, der andere kasteit, der sich der Übung verschreibt, andere zu kasteien? ",
  "mn94:11.2": "Da schlachtet ein gewisser Mensch Schafe, Schweine, Geflügel oder Rotwild, geht der Jagd oder Fischerei nach, ist ein Räuber oder Henker, ein Rindermetzger oder Kerkermeister oder betreibt ein anderes unbarmherziges Geschäft. ",
  "mn94:11.3": "Das nennt man einen Menschen, der andere kasteit, der sich der Übung verschreibt, andere zu kasteien. ",
  "mn94:12.1": "Und was ist das für ein Mensch, der sich selbst und andere kasteit, der sich der Übung verschreibt, sich und andere zu kasteien? ",
  "mn94:12.2": "Da ist ein gewisser Mensch ein gesalbter adliger König oder ein gutsituierter Brahmane. ",
  "mn94:12.3": "Er lässt östlich der Stadt eine neue Zeremonienhalle bauen. Er rasiert sich Haar und Bart, kleidet sich in ein raues Antilopenfell und reibt seinen Körper mit Ghee und Öl ein. Er kratzt seinen Rücken mit einem Geweih und betritt die Halle mit seiner Hauptkönigin und dem brahmanischen Hohepriester. ",
  "mn94:12.4": "Dort legt er sich auf den blanken, mit Gras bestreuten Boden. ",
  "mn94:12.5": "Der König trinkt die Milch aus einer Zitze einer Kuh, die ein Kalb von gleicher Farbe hat. Die Hauptkönigin trinkt die Milch aus der zweiten Zitze. Der brahmanische Hohepriester trinkt die Milch aus der dritten Zitze. Die Milch aus der vierten Zitze wird der heiligen Flamme dargebracht. Das Kalb lebt von dem, was übrig bleibt. ",
  "mn94:12.6": "Er sagt: ",
  "mn94:12.7": "‚So viele Stiere, Ochsen, Färsen, Ziegen, Widder und Pferde sollen für das Opfer geschlachtet werden! So viele Bäume sollen für die Ausstattung des Opfers gefällt und so viel Gras soll dafür geschnitten werden!‘ ",
  "mn94:12.8": "Seine abhängigen Diener, Dienstboten und Arbeiter verrichten die Arbeit unter Androhung von Strafe und Gefahr, sie weinen mit tränenüberströmtem Gesicht. ",
  "mn94:12.9": "Das nennt man einen Menschen, der sich selbst und andere kasteit, der sich der Übung verschreibt, sich und andere zu kasteien. ",
  "mn94:13.1": "Und was ist das für ein Mensch, der weder sich selbst noch andere kasteit, der sich der Übung verschreibt, weder sich noch andere zu kasteien, ",
  "mn94:13.2": "der in eben diesem Leben ohne Wünsche lebt, verloschen, kühl geworden, voller Seligkeit, mit göttlich gewordenem Selbst? ",
  "mn94:14.1": "Da erscheint ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "mn94:14.2": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn94:14.3": "Er verkündet eine Lehre, die am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn94:15.1": "Ein Hausbesitzer hört diese Lehre, oder das Kind eines Hausbesitzers oder jemand, der in einer guten Familie wiedergeboren ist. ",
  "mn94:15.2": "Er fasst Vertrauen zum Klargewordenen ",
  "mn94:15.3": "und überlegt: ",
  "mn94:15.4": "‚Das Hausleben ist eng und schmutzig, aber wenn man fortgezogen ist, ist das Leben weit offen. ",
  "mn94:15.5": "Es ist nicht einfach, wenn man zu Hause lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "mn94:15.6": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "mn94:15.7": "Nach einiger Zeit gibt er ein großes oder kleines Vermögen auf, verlässt einen großen oder kleinen Familienkreis. Er rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "mn94:15.8": "Wenn er fortgezogen ist, nimmt er die Schulung und die Lebensweise der Mönche und Nonnen auf. Er gibt das Töten lebender Geschöpfe auf und tötet nicht mehr. Er verzichtet auf Stock und Schwert. Er ist einfühlsam und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "mn94:16.1": "Er gibt das Stehlen auf und stiehlt nicht mehr. Er nimmt nur, was gegeben wird, erwartet nur, was gegeben wird. Er hält sich selbst rein, indem er nicht stiehlt. ",
  "mn94:16.2": "Er gibt unkeusches Verhalten auf und ist keusch. Er lebt abgesondert und vermeidet den vulgären Akt des Geschlechtsverkehrs. ",
  "mn94:16.3": "Er gibt das Lügen auf und lügt nicht mehr. Er sagt die Wahrheit und hält sich an die Wahrheit. Er ist ehrlich und vertrauenswürdig und legt die Welt nicht mit seinen Worten herein. ",
  "mn94:16.4": "Er gibt entzweiende Rede auf und entzweit niemanden mehr. Was er hier gehört hat, sagt er nicht dort, und was er dort gehört hat, nicht hier, um Menschen zu entzweien. Stattdessen versöhnt er die Uneinigen, fördert Einigkeit, freut sich an Eintracht, liebt die Eintracht und spricht Worte, die Eintracht fördern. ",
  "mn94:16.5": "Er gibt harte Rede auf und redet nicht mehr hart. Seine Worte sind mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, vielen Menschen willkommen und angenehm. ",
  "mn94:16.6": "Er gibt das Unsinnreden auf und redet keinen Unsinn mehr. Seine Worte kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Sie sind wertvoll, kommen zur rechten Zeit, sind begründet, treffend und nützlich. ",
  "mn94:16.7": "Er unterlässt es, Pflanzen und Samen zu beschädigen. ",
  "mn94:16.8": "Er isst zu einer Tageszeit und verzichtet auf das Essen bei Nacht und zur falschen Zeit. ",
  "mn94:16.9": "Er unterlässt den Besuch von Tanz-, Gesangs- und Musikvorführungen. ",
  "mn94:16.10": "Er unterlässt es, Kränze, Düfte und Make-up anzulegen und sich damit zu schmücken. ",
  "mn94:16.11": "Er unterlässt die Benutzung hoher und üppiger Schlafstellen. ",
  "mn94:16.12": "Er unterlässt es, Gold und Zahlungsmittel anzunehmen. ",
  "mn94:16.13": "Er unterlässt es, rohes Getreide anzunehmen, ",
  "mn94:16.14": "rohes Fleisch, ",
  "mn94:16.15": "Frauen und Mädchen, ",
  "mn94:16.16": "abhängige Diener und Dienerinnen, ",
  "mn94:16.17": "Ziegen und Schafe, ",
  "mn94:16.18": "Hühner und Schweine, ",
  "mn94:16.19": "Elefanten, Rinder, Pferde und Stuten ",
  "mn94:16.20": "sowie Felder und Grundstücke. ",
  "mn94:16.21": "Er unterlässt es, Botengänge zu machen und Botschaften zu übermitteln, ",
  "mn94:16.22": "zu kaufen und zu verkaufen, ",
  "mn94:16.23": "Maße, Metalle oder Gewichte zu fälschen, ",
  "mn94:16.24": "zu bestechen, zu betrügen, zu täuschen und ein doppeltes Spiel zu spielen, ",
  "mn94:16.25": "zu verstümmeln, zu morden, zu entführen, zu rauben, zu plündern und Gewalt anzuwenden. ",
  "mn94:17.1": "Er ist zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da nimmt er nur diese Dinge mit. ",
  "mn94:17.2": "Wie ein Vogel: Wohin er auch fliegt, die Flügel sind seine einzige Last. ",
  "mn94:17.3": "Ebenso ist ein Mönch zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da nimmt er nur diese Dinge mit. ",
  "mn94:17.4": "Wenn er diesen Umfang der edlen Sittlichkeit besitzt, erfährt er im Innern ein Glück, das ohne Tadel ist. ",
  "mn94:18.1": "Wenn er mit dem Auge ein Bild sieht, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn94:18.2": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "mn94:18.3": "Wenn er mit dem Ohr einen Ton hört … ",
  "mn94:18.4": "Wenn er mit der Nase einen Geruch riecht … ",
  "mn94:18.5": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "mn94:18.6": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "mn94:18.7": "Wenn er mit dem Geist eine Vorstellung erkennt, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "mn94:18.8": "Wenn das Vorstellungsvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Vorstellungsvermögen und hält es im Zaum. ",
  "mn94:18.9": "Wenn er diese edle Zügelung der Sinne besitzt, erfährt er im Innern eine fleckenlose Seligkeit. ",
  "mn94:19.1": "Er handelt mit Situationsbewusstsein beim Ausgehen und Zurückkommen, beim Hin- und Wegschauen, beim Beugen und Strecken der Glieder, beim Tragen von äußerer Robe, Schale und Roben, beim Essen, Trinken, Kauen, Schmecken, beim Ausscheiden von Urin und Kot, beim Gehen, Stehen, Sitzen, Schlafen und Wachen, Reden und Schweigen. ",
  "mn94:20.1": "Wenn er diesen Umfang der edlen Sittlichkeit, diese edle Zufriedenheit und diese edle Zügelung der Sinne sowie diese edle Achtsamkeit und das edle Situationsbewusstsein besitzt, ",
  "mn94:20.2": "sucht er einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, den freien Himmel, einen Strohhaufen. ",
  "mn94:21.1": "Nach dem Essen, wenn er vom Almosengang zurückkommt, setzt er sich mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit bei sich. ",
  "mn94:21.2": "Er gibt das Begehren nach der Welt auf, meditiert mit einem Herzen, das frei von Begehren ist, und läutert den Geist von Begehren. ",
  "mn94:21.3": "Er gibt bösen Willen und Gehässigkeit auf, meditiert mit einem Herzen, das frei von bösem Willen ist, voller Anteilnahme für alle Lebewesen, und läutert den Geist von bösem Willen. ",
  "mn94:21.4": "Er gibt Dumpfheit und Benommenheit auf, meditiert mit einem Herzen, das frei von Dumpfheit und Benommenheit ist, er nimmt Licht wahr, ist achtsam und der Situation bewusst und läutert den Geist von Dumpfheit und Benommenheit. ",
  "mn94:21.5": "Er gibt Rastlosigkeit und Reue auf, meditiert ohne Rastlosigkeit, mit innerlich friedvollem Geist, und läutert den Geist von Rastlosigkeit und Reue. ",
  "mn94:21.6": "Er gibt den Zweifel auf, meditiert, indem er über den Zweifel hinausgegangen ist, nicht im Unklaren über taugliche Eigenschaften, und läutert den Geist von Zweifel. ",
  "mn94:22.1": "Er gibt diese fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. ",
  "mn94:22.2": "Dann tritt er, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während er den Geist ausrichtet und hält. ",
  "mn94:23.1": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt er in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn94:24.1": "Und mit dem Schwinden der Ekstase tritt er in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "mn94:25.1": "Indem er Glück und Schmerz aufgibt, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, tritt er in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "mn94:26.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erinnerung an frühere Leben. ",
  "mn94:26.2": "Er erinnert sich an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "mn94:27.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "mn94:27.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht er Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen taten Schlechtes mit dem Körper, der Sprache und dem Geist. Sie brachten die Edlen in Verruf, hatten falsche Ansicht und unternahmen Handlungen aus dieser falschen Ansicht heraus. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen taten Gutes mit dem Körper, der Sprache und dem Geist. Sie brachten nie die Edlen in Verruf, hatten rechte Ansicht und unternahmen Handlungen aus dieser rechten Ansicht heraus. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sieht er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "mn94:28.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – dann streckt er ihn aus auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "mn94:28.2": "Er versteht wahrhaftig: ‚Das ist das Leiden‘, … ‚das ist der Ursprung des Leidens‘, … ‚das ist das Aufhören des Leidens‘, … ‚das ist die Übung, die zum Aufhören des Leidens führt‘. ",
  "mn94:28.3": "Er versteht wahrhaftig: ‚Das sind die Befleckungen‘, … ‚das ist der Ursprung der Befleckungen‘, … ‚das ist das Aufhören der Befleckungen‘, … ‚das ist die Übung, die zum Aufhören der Befleckungen führt‘. ",
  "mn94:29.1": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "mn94:29.2": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "mn94:29.3": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt nichts weiter für diesen Ort.‘ ",
  "mn94:30.1": "Das nennt man einen Menschen, der weder sich noch andere kasteit, der sich der Übung verschreibt, weder sich noch andere zu kasteien, ",
  "mn94:30.2": "und der in diesem Leben ohne Wünsche lebt, verloschen, kühl geworden, voller Seligkeit, mit göttlich gewordenem Selbst.“ ",
  "mn94:31.1": "Auf diese Worte sagte Ghoṭamukha zum Ehrwürdigen Udena: ",
  "mn94:31.2": "„Vortrefflich, werter Udena! Vortrefflich! ",
  "mn94:31.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der werte Udena die Lehre auf vielerlei Weise klargemacht. ",
  "mn94:31.4": "Ich nehme Zuflucht zum werten Udena, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn94:31.5": "Von diesem Tag an soll der werte Udena mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "mn94:32.1": "„Brahmane, nimm nicht zu mir Zuflucht. ",
  "mn94:32.2": "Du solltest zu eben dem Gesegneten Zuflucht nehmen, zu dem ich Zuflucht genommen habe.“ ",
  "mn94:32.3": "„Aber werter Udena, wo ist der werte Gotama jetzt, der Vollendete, der vollkommen erwachte Buddha?“ ",
  "mn94:32.4": "„Brahmane, der Buddha ist bereits vollkommen verloschen.“ ",
  "mn94:32.5": "„Werter Udena, wenn ich hören würde, dass der werte Gotama zehn Meilen entfernt wäre, würde ich zehn Meilen gehen, um ihn zu sehen. ",
  "mn94:32.6": "Wenn ich hören würde, dass er zwanzig … ",
  "mn94:32.7": "dreißig … ",
  "mn94:32.8": "vierzig … ",
  "mn94:32.9": "fünfzig … ",
  "mn94:32.10": "oder gar hundert Meilen entfernt wäre, würde ich hundert Meilen gehen, um ihn zu sehen. ",
  "mn94:32.11": "Aber da der werte Gotama bereits vollkommen verloschen ist, nehme ich Zuflucht zu diesem vollkommen verloschenen werten Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn94:32.12": "Von diesem Tag an soll der werte Udena mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat. ",
  "mn94:33.1": "Werter Udena, der König von Aṅga gibt mir eine regelmäßige tägliche Zulage. Ich werde dir einen Teil davon geben.“ ",
  "mn94:33.2": "„Aber Brahmane, was gibt dir der König von Aṅga als regelmäßige tägliche Zulage?“ ",
  "mn94:33.3": "„Fünfhundert Taler.“ ",
  "mn94:33.4": "„Es ist nicht angebracht für uns, Gold und Zahlungsmittel anzunehmen.“ ",
  "mn94:33.5": "„Wenn das nicht angebracht ist, werde ich eine Unterkunft für den werten Udena bauen lassen.“ ",
  "mn94:33.6": "„Wenn du für mich eine Unterkunft bauen willst, so baue in Pāṭaliputta eine Versammlungshalle für den Saṅgha.“ ",
  "mn94:33.7": "„Jetzt bin ich noch mehr über den werten Udena erfreut und befriedigt, da er mich ermuntert, dem Saṅgha zu geben. ",
  "mn94:33.8": "Daher werde ich mit dieser Zulage und einer anderen in Pāṭaliputta eine Versammlungshalle für den Saṅgha bauen lassen.“ ",
  "mn94:33.9": "Da ließ er diese Versammlungshalle bauen, ",
  "mn94:33.10": "und heutzutage wird sie die „Ghoṭamukhī“ genannt. "
}