{
  "mn95:0.1": "Mittlere Lehrreden 95 ",
  "mn95:0.2": "Mit Caṅkī ",
  "mn95:1.1": "So habe ich es gehört: ",
  "mn95:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. Er kam zu einem Dorf der Kosaler Brahmanen mit Namen Opāsāda. ",
  "mn95:1.3": "Er hielt sich im Salbaum-Götterwald nördlich von Opāsāda auf. ",
  "mn95:2.1": "Damals residierte der Brahmane Caṅkī in Opāsāda. Es war ein Krongut, von König Pasenadi von Kosala verliehen, das von Lebewesen wimmelte und reichlich Heu, Wald, Wasser und Getreide besaß, ein königlicher Park, der einem Brahmanen geschenkt war. ",
  "mn95:3.1": "Die Brahmanen und Hausbesitzer von Opāsāda hörten: ",
  "mn95:3.2": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist zusammen mit einem großen Saṅgha von Mönchen und Nonnen in Opāsāda angekommen und hält sich im Salbaum-Götterwald nördlich des Dorfes auf. ",
  "mn95:3.3": "Er hat diesen guten Ruf: ",
  "mn95:3.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn95:3.5": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "mn95:3.6": "Er verkündet eine Lehre, die am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "mn95:3.7": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "mn95:4.1": "Darauf brachen sie aus Opāsāda auf, bildeten Gruppen und zogen nach Norden zum Götterwald. ",
  "mn95:5.1": "Da hatte sich der Brahmane Caṅkī gerade zu seiner Mittagsruhe auf den Söller seines Pfahlbau-Langhauses zurückgezogen. ",
  "mn95:5.2": "Er sah, wie die Brahmanen und Hausbesitzer zum Götterwald zogen, ",
  "mn95:5.3": "und wandte sich an seinen Hausdiener: ",
  "mn95:5.4": "„Mein Hausdiener, warum ziehen die Brahmanen und Hausbesitzer nach Norden zum Götterwald?“ ",
  "mn95:6.1": "„Der Asket Gotama ist zusammen mit einem großen Saṅgha von Mönchen und Nonnen in Opāsāda angekommen und hält sich im Salbaum-Götterwald nördlich des Dorfes auf. ",
  "mn95:6.2": "Er hat diesen guten Ruf: ",
  "mn95:6.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "mn95:6.4": "Sie gehen hin, um diesen werten Gotama zu sehen.“ ",
  "mn95:6.5": "„Nun, dann geh zu den Brahmanen und Hausbesitzern und sage zu ihnen: ",
  "mn95:6.6": "‚Werte Herren, der Brahmane Caṅkī bittet euch, zu warten, ",
  "mn95:6.7": "denn er will auch hingehen, um den Asketen Gotama zu sehen.‘“ ",
  "mn95:6.8": "„Ja, werter Herr“, antwortete der Hausdiener und tat wie geheißen. ",
  "mn95:7.1": "Damals befanden sich fünfhundert auswärtige Brahmanen wegen einer Angelegenheit in Opāsāda. ",
  "mn95:7.2": "Sie hörten, ",
  "mn95:7.3": "dass Caṅkī hingehen wollte, um den Asketen Gotama zu sehen. ",
  "mn95:7.4": "Sie begaben sich zu Caṅkī und sagten zu ihm: ",
  "mn95:7.5": "„Ist es wirklich wahr, dass du dabei bist, hinzugehen, um den Asketen Gotama zu sehen?“ ",
  "mn95:7.6": "„Ja, werte Herren, das ist wahr.“ ",
  "mn95:8.1": "„Bitte geh nicht, werter Caṅkī! ",
  "mn95:8.2": "Es ist nicht angebracht, dass du hingehst, um den Asketen Gotama zu sehen; ",
  "mn95:8.3": "es ist angebracht, dass er herkommt, um dich zu sehen. ",
  "mn95:8.4": "Du bist von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, mit unwiderlegbarem und einwandfreiem Stammbaum bis zur siebten väterlichen Generation zurück. ",
  "mn95:8.5": "Aus diesem Grund ist es nicht angebracht, dass du hingehst, um den Asketen Gotama zu sehen; ",
  "mn95:8.6": "es ist angebracht, dass er herkommt, um dich zu sehen. ",
  "mn95:8.7": "Du bist reich, wohlhabend und vermögend. … ",
  "mn95:8.8": "Du sagst die Hymnen auf und hast sie im Gedächtnis und hast die drei Veden gemeistert zusammen mit ihrem Wortschatz und der Durchführung des Rituals, der Lautlehre und der Einteilung der Wortarten sowie dem Testament als fünftem. Du kennst sie Wort für Wort, kennst die Grammatik und bist mit der Kosmologie und den Kennzeichen eines großen Mannes vertraut. … ",
  "mn95:8.9": "Du bist ansprechend, gut aussehend, reizend, von unvergleichlicher Schönheit. Du bist wunderbar und herrlich wie Brahmā, von bemerkenswertem Anblick. … ",
  "mn95:8.10": "Du bist sittlich, im sittlichen Verhalten zur Reife gekommen. … ",
  "mn95:8.11": "Du bist ein guter Redner und drückst dich gut aus. Du sprichst geschliffen, klar und deutlich und bringst die Bedeutung zum Ausdruck. … ",
  "mn95:8.12": "Du lehrst die Lehrmeister Vieler, lehrst dreihundert junge Vedenstudenten das Aufsagen der Hymnen. … ",
  "mn95:8.13": "Du bist geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt vom König Pasenadi von Kosala ",
  "mn95:8.14": "und dem Brahmanen Pokkharasāti. … ",
  "mn95:8.15": "Du residierst in Opāsāda, einem Krongut, von König Pasenadi von Kosala verliehen, das von Lebewesen wimmelt und reichlich Heu, Wald, Wasser und Getreide besitzt, ein königlicher Park, der einem Brahmanen geschenkt ist. ",
  "mn95:8.16": "Aus diesem Grund ist es nicht angebracht, dass du hingehst, um den Asketen Gotama zu sehen; ",
  "mn95:8.17": "es ist angebracht, dass er herkommt, um dich zu sehen.“ ",
  "mn95:9.1": "Als sie geendet hatten, sagte Caṅkī zu diesen Brahmanen: ",
  "mn95:9.2": "„Nun hört denn, werte Herren, warum es angebracht ist, dass ich hingehe, um den Asketen Gotama zu sehen, ",
  "mn95:9.3": "und nicht angebracht, dass er herkommt, um mich zu sehen: ",
  "mn95:9.4": "Er ist von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, mit unwiderlegbarem und einwandfreiem Stammbaum bis zur siebten väterlichen Generation zurück. ",
  "mn95:9.5": "Aus diesem Grund ist es nicht angebracht, dass der Asket Gotama herkommt, um mich zu sehen; ",
  "mn95:9.6": "es ist vielmehr angebracht, dass ich hingehe, um ihn zu sehen. ",
  "mn95:9.7": "Als er fortzog, ließ er Goldmünzen und ungemünztes Gold in Fülle zurück, das unter und über der Erde verwahrt ist. … ",
  "mn95:9.8": "Er zog aus dem Haus fort ins hauslose Leben, als er noch ein junger Mensch war, jung, mit makellos schwarzem Haar, von Jugend gesegnet, in der Blüte des Lebens. … ",
  "mn95:9.9": "Obwohl seine Mutter und sein Vater es anders wollten und mit tränenüberströmtem Gesicht weinten, rasierte er sich Haar und Bart, legte ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. … ",
  "mn95:9.10": "Er ist ansprechend, gut aussehend, reizend, von unvergleichlicher Schönheit. Er ist wunderbar und herrlich wie Brahmā, von bemerkenswertem Anblick. … ",
  "mn95:9.11": "Er ist sittlich, besitzt das sittliche Verhalten, das edel und tauglich ist. … ",
  "mn95:9.12": "Er ist ein guter Redner und drückt sich gut aus. Er spricht geschliffen, klar und deutlich und bringt die Bedeutung zum Ausdruck. … ",
  "mn95:9.13": "Er lehrt die Lehrmeister Vieler. … ",
  "mn95:9.14": "Er hat das sinnliche Verlangen beendet und ist frei von Launenhaftigkeit. … ",
  "mn95:9.15": "Er lehrt die Wirksamkeit von Taten und Verhalten. Er wünscht der Gemeinschaft der Brahmanen keinen Schaden. … ",
  "mn95:9.16": "Er zog von einer bedeutenden Familie mit ungebrochener adliger Abstammungslinie fort. … ",
  "mn95:9.17": "Er zog von einer reichen, wohlhabenden und vermögenden Familie fort. … ",
  "mn95:9.18": "Die Menschen kommen aus fernen Reichen und fernen Ländern, um ihm Fragen zu stellen. … ",
  "mn95:9.19": "Viele tausend Gottheiten haben für ihr ganzes Leben zu ihm Zuflucht genommen. … ",
  "mn95:9.20": "Er hat diesen guten Ruf: ",
  "mn95:9.21": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ … ",
  "mn95:9.22": "Er besitzt die 32 Kennzeichen eines großen Mannes. … ",
  "mn95:9.23": "Der König Seniya Bimbisāra von Magadha und seine Frauen und Kinder haben für ihr ganzes Leben zum Asketen Gotama Zuflucht genommen. … ",
  "mn95:9.24": "Der König Pasenadi von Kosala und seine Frauen und Kinder haben für ihr ganzes Leben zum Asketen Gotama Zuflucht genommen. … ",
  "mn95:9.25": "Der Brahmane Pokkharasāti und seine Frauen und Kinder haben für ihr ganzes Leben zum Asketen Gotama Zuflucht genommen. … ",
  "mn95:9.26": "Der Asket Gotama ist angekommen und hält sich im Salbaum-Götterwald nördlich von Opāsāda auf. ",
  "mn95:9.27": "Jeder Asket oder Brahmane, der herkommt und sich in unserem Dorfbezirk aufhält, ist unser Gast, ",
  "mn95:9.28": "und er sollte als solcher geehrt und geachtet werden. ",
  "mn95:9.31": "Auch aus diesem Grund ist es nicht angebracht, dass der werte Gotama herkommt, um mich zu sehen; ",
  "mn95:9.32": "es ist vielmehr angebracht, dass ich hingehe, um ihn zu sehen. ",
  "mn95:9.33": "Soweit reicht das Lob des werten Gotama, das ich mir eingeprägt habe. Aber sein Lob ist nicht darauf beschränkt, ",
  "mn95:9.34": "denn das Lob des werten Gotama ist grenzenlos. ",
  "mn95:9.35": "Selbst wenn er nur einen einzigen dieser Faktoren besitzen würde, wäre es nicht angebracht, dass der werte Gotama herkäme, um mich zu sehen; ",
  "mn95:9.36": "es wäre vielmehr angebracht, dass ich hinginge, um ihn zu sehen. ",
  "mn95:9.37": "Nun, werte Herren, lasst uns alle hingehen, um den Asketen Gotama zu sehen.“ ",
  "mn95:10.1": "Da ging Caṅkī zusammen mit einer großen Gruppe von Brahmanen zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn95:10.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. ",
  "mn95:11.1": "Zu der Zeit saß der Buddha gerade bei einem höflichen Gespräch mit einigen sehr altehrwürdigen Brahmanen. ",
  "mn95:11.2": "In der Versammlung saß auch der Vedenstudent Kāpaṭika. Er war jung, hatte die Tonsur geschoren und war sechzehn Jahre alt. Er hatte die drei Veden gemeistert zusammen mit ihrem Wortschatz und der Durchführung des Rituals, der Lautlehre und der Einteilung der Wortarten sowie dem Testament als fünftem. Er kannte sie Wort für Wort, kannte die Grammatik und war mit der Kosmologie und den Kennzeichen eines großen Mannes vertraut. ",
  "mn95:11.3": "Während sich die älteren Brahmanen mit dem Buddha unterhielten, unterbrach er sie dann und wann. ",
  "mn95:11.4": "Da wies der Buddha Kāpaṭika zurecht: ",
  "mn95:11.5": "„Ehrwürdiger, bitte unterbrich die altehrwürdigen Brahmanen nicht. ",
  "mn95:11.6": "Warte das Ende des Gesprächs ab.“ ",
  "mn95:11.7": "Daraufhin sagte Caṅkī zum Buddha: ",
  "mn95:11.8": "„Werter Gotama, weise den Vedenstudenten Kāpaṭika nicht zurecht. ",
  "mn95:11.9": "Er ist ein ehrbarer Mensch, gelehrt und klug und drückt sich gut aus. Er ist in der Lage, mit dem werten Gotama über diese Sache zu debattieren.“ ",
  "mn95:12.1": "Da dachte der Buddha: ",
  "mn95:12.2": "„Sicherlich wird der Vedenstudent Kāpaṭika über das textliche Erbe der drei Veden sprechen. ",
  "mn95:12.3": "Aus diesem Grund stellen ihn die Brahmanen nach vorne.“ ",
  "mn95:12.4": "Da dachte Kāpaṭika: ",
  "mn95:12.5": "„Wenn der Asket Gotama mich anschaut, werde ich ihm eine Frage stellen.“ ",
  "mn95:12.6": "Da schaute der Buddha, der Kāpaṭikas Gedankengang erkannte, ihn an. ",
  "mn95:12.7": "Da dachte Kāpaṭika: ",
  "mn95:12.8": "„Der Asket Gotama richtet seine Aufmerksamkeit auf mich. ",
  "mn95:12.9": "Warum stelle ich ihm nicht eine Frage?“ ",
  "mn95:12.10": "Und er sagte: ",
  "mn95:12.11": "„Werter Gotama, in Bezug auf das, was nach der Überlieferung des Testaments und nach der kanonischen Autorität das alte Gesangbuch der Brahmanen ist, kommen die Brahmanen zu der kategorischen Schlussfolgerung: ",
  "mn95:12.12": "‚Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn95:12.13": "Was sagt der werte Gotama dazu?“ ",
  "mn95:13.1": "„Nun, Bhāradvāja, gibt es auch nur einen einzigen Brahmanen, der sagt: ",
  "mn95:13.2": "‚Ich erkenne, ich sehe: ",
  "mn95:13.3": "Das allein ist die Wahrheit, alles andere ist unnütz‘?“ ",
  "mn95:13.4": "„Nein, werter Gotama.“ ",
  "mn95:13.5": "„Nun,  gibt es auch nur einen einzigen Lehrmeister der Brahmanen, oder einen Lehrmeister eines Lehrmeisters, oder irgendjemanden bis zur siebten Lehrmeistergeneration zurück, der sagt: ",
  "mn95:13.6": "‚Ich erkenne, ich sehe: ",
  "mn95:13.7": "Das allein ist die Wahrheit, alles andere ist unnütz‘?“ ",
  "mn95:13.8": "„Nein, werter Gotama.“ ",
  "mn95:13.9": "„Nun, wie ist es mit den alten Sehern der Brahmanen, nämlich Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa und Bhagu? Sie schufen die Hymnen und verbreiteten sie. Ihr Gesangbuch wurde in alten Zeiten gesungen, verbreitet und zusammengestellt. Bis heute wird es von Brahmanen gesungen und vorgetragen. Brahmanen tragen weiterhin vor, was vorgetragen wurde, und lehren, was gelehrt wurde. ",
  "mn95:13.10": "Sagten etwa sie: ",
  "mn95:13.11": "‚Wir erkennen, wir sehen: ",
  "mn95:13.12": "Das allein ist die Wahrheit, alles andere ist unnütz‘?“ ",
  "mn95:13.13": "„Nein, werter Gotama.“ ",
  "mn95:13.14": "„So scheint es, es gibt nicht einen einzigen unter den Brahmanen, ",
  "mn95:13.15": "",
  "mn95:13.16": "",
  "mn95:13.17": "nicht einmal irgendjemanden bis zur siebten Lehrmeistergeneration zurück, ",
  "mn95:13.20": "und nicht einmal unter den alten Sehern der Brahmanen, der sagt: ",
  "mn95:13.21": "‚Wir erkennen, wir sehen: ",
  "mn95:13.22": "Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn95:13.23": "Wie eine Reihe von Blinden, von denen jeder sich an seinem Vordermann festhält: Der erste sieht nicht, der mittlere sieht nicht und der letzte sieht auch nicht. ",
  "mn95:13.24": "Ebenso scheint es mir, es stellt sich heraus, dass die Aussage der Brahmanen einer Reihe von Blinden vergleichbar ist: Der erste sieht nicht, der mittlere sieht nicht und der letzte sieht auch nicht. ",
  "mn95:13.25": "Was denkst du, Bhāradvāja? ",
  "mn95:13.26": "Wenn das so ist, stellt sich da nicht heraus, dass das Vertrauen der Brahmanen ohne Grundlage ist?“ ",
  "mn95:14.1": "„Die Brahmanen ehren das nicht nur aus Vertrauen, sondern auch wegen der mündlichen Überlieferung.“ ",
  "mn95:14.2": "„Zuerst hast du dich auf Vertrauen gestützt, jetzt sprichst du von mündlicher Überlieferung. ",
  "mn95:14.3": "Bei diesen fünf Dingen kann man in eben diesem Leben zweierlei Ergebnisse sehen. ",
  "mn95:14.4": "Bei welchen fünf? ",
  "mn95:14.5": "Bei Vertrauen, Billigung, mündlicher Überlieferung, einem vernünftigem Gedankengang oder der Annahme einer Ansicht nach Überlegung. ",
  "mn95:14.6": "Das sind die fünf Dinge, bei denen man in eben diesem Leben zweierlei Ergebnisse sehen kann. ",
  "mn95:14.7": "Obwohl man zu etwas volles Vertrauen hat, kann es sich als inhaltslos, leer und falsch herausstellen. ",
  "mn95:14.8": "Und obwohl man zu etwas kein volles Vertrauen hat, kann es wahr und richtig sein und nicht anders. ",
  "mn95:14.9": "Obwohl man etwas vollkommen billigt … ",
  "mn95:14.10": "Obwohl etwas gut überliefert ist … ",
  "mn95:14.11": "Obwohl etwas gut durchdacht ist … ",
  "mn95:14.12": "Obwohl etwas wohl überlegt ist, kann es sich als inhaltslos, leer und falsch herausstellen. ",
  "mn95:14.13": "Und obwohl etwas nicht wohl überlegt ist, kann es wahr und richtig sein und nicht anders. ",
  "mn95:14.14": "Für einen vernünftigen Menschen, der die Wahrheit bewahrt, genügt das nicht, um zu der kategorischen Schlussfolgerung zu kommen: ",
  "mn95:14.15": "‚Das allein ist die Wahrheit, alles andere ist unnütz.‘“ ",
  "mn95:15.1": "„Aber werter Gotama, inwiefern bewahrt man die Wahrheit? ",
  "mn95:15.2": "Ich würde den werten Gotama gerne über das Bewahren der Wahrheit befragen.“ ",
  "mn95:15.3": "„Wenn ein Mensch Vertrauen hat, ",
  "mn95:15.4": "bewahrt er die Wahrheit, indem er sagt: ‚So ist mein Vertrauen.‘ ",
  "mn95:15.5": "Doch er kommt noch nicht zu der kategorischen Schlussfolgerung: ",
  "mn95:15.6": "‚Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn95:15.7": "Wenn ein Mensch etwas billigt … ",
  "mn95:15.8": "einer mündlichen Überlieferung folgt … ",
  "mn95:15.9": "einen vernünftigen Gedankengang hat … ",
  "mn95:15.10": "oder eine Ansicht nach Überlegung annimmt, ",
  "mn95:15.11": "bewahrt er die Wahrheit, indem er sagt: ‚So ist die Ansicht, die ich nach Überlegung angenommen habe.‘ ",
  "mn95:15.12": "Doch er kommt noch nicht zu der kategorischen Schlussfolgerung: ",
  "mn95:15.13": "‚Das allein ist die Wahrheit, alles andere ist unnütz.‘ ",
  "mn95:15.14": "Insofern, Bhāradvāja, bewahrt man die Wahrheit. Ich beschreibe das Bewahren der Wahrheit auf diese Art. ",
  "mn95:15.15": "Aber das ist noch nicht das Erwachen zur Wahrheit.“ ",
  "mn95:16.1": "„Insofern bewahrt man die Wahrheit, werter Gotama. Wir betrachten das Bewahren der Wahrheit auf diese Art. ",
  "mn95:16.2": "Aber werter Gotama, inwiefern erwacht man zur Wahrheit? ",
  "mn95:16.3": "Ich würde den werten Gotama gerne über das Erwachen zur Wahrheit befragen.“ ",
  "mn95:17.1": "„Bhāradvāja, nehmen wir einen Mönch, der von einem Dorf oder einer Stadt unterhalten wird. ",
  "mn95:17.2": "Ein Hausbesitzer oder das Kind eines Hausbesitzers begibt sich zu ihm und prüft ihn in Bezug auf drei Dinge: ",
  "mn95:17.3": "in Bezug auf Gier erregende Dinge, auf Hass erregende Dinge und auf Täuschung erregende Dinge. ",
  "mn95:17.4": "‚Besitzt dieser Ehrwürdige irgendwelche Eigenschaften, die Gier erregen? Besitzt er Eigenschaften, durch die er, wenn sein Geist von ihnen überwältigt wird, sagen könnte, ",
  "mn95:17.5": "er erkenne, obwohl er nicht erkennt, oder er sehe, obwohl er nicht sieht; ",
  "mn95:17.6": "oder durch die er andere ermuntern könnte, zu tun, was zu ihrem langanhaltenden Schaden und Leiden ist?‘ ",
  "mn95:17.7": "Wenn er ihn prüft, findet er: ",
  "mn95:17.8": "‚Dieser Ehrwürdige besitzt keine Eigenschaften, die Gier erregen. Er besitzt keine Eigenschaften, durch die er, wenn sein Geist von ihnen überwältigt wird, sagen könnte, ",
  "mn95:17.9": "er erkenne, obwohl er nicht erkennt, oder er sehe, obwohl er nicht sieht; ",
  "mn95:17.10": "oder durch die er andere ermuntern könnte, zu tun, was zu ihrem langanhaltenden Schaden und Leiden ist. ",
  "mn95:17.11": "Vielmehr ist das Verhalten dieses Ehrwürdigen mit dem Körper und der Sprache wie das von jemandem ohne Gier. ",
  "mn95:17.12": "Und der Grundsatz, den er lehrt, ist tiefgründig, schwer zu sehen, schwer zu verstehen, friedvoll und erlesen, geht über den Rahmen der Logik hinaus, ist subtil, für den Klugen nachvollziehbar. ",
  "mn95:17.13": "Es ist nicht leicht für jemanden mit Gier, so zu lehren.‘ ",
  "mn95:18.1": "Wenn er so prüft, sieht er, dass der Ehrwürdige von Gier erregenden Eigenschaften geläutert ist. Als nächstes prüft er ihn in Bezug auf Hass erregende Eigenschaften. ",
  "mn95:18.2": "‚Besitzt dieser Ehrwürdige irgendwelche Eigenschaften, die Hass erregen? Besitzt er Eigenschaften, durch die er, wenn sein Geist von ihnen überwältigt wird, sagen könnte, ",
  "mn95:18.3": "er erkenne, obwohl er nicht erkennt, oder er sehe, obwohl er nicht sieht; ",
  "mn95:18.4": "oder durch die er andere ermuntern könnte, zu tun, was zu ihrem langanhaltenden Schaden und Leiden ist?‘ ",
  "mn95:18.5": "Wenn er ihn prüft, findet er: ",
  "mn95:18.6": "‚Dieser Ehrwürdige besitzt keine Eigenschaften, die Hass erregen. Er besitzt keine Eigenschaften, durch die er, wenn sein Geist von ihnen überwältigt wird, sagen könnte, ",
  "mn95:18.7": "er erkenne, obwohl er nicht erkennt, oder er sehe, obwohl er nicht sieht; ",
  "mn95:18.8": "oder durch die er andere ermuntern könnte, zu tun, was zu ihrem langanhaltenden Schaden und Leiden ist. ",
  "mn95:18.9": "Vielmehr ist das Verhalten dieses Ehrwürdigen mit dem Körper und der Sprache wie das von jemandem ohne Hass. ",
  "mn95:18.10": "Und der Grundsatz, den er lehrt, ist tiefgründig, schwer zu sehen, schwer zu verstehen, friedvoll und erlesen, geht über den Rahmen der Logik hinaus, ist subtil, für den Klugen nachvollziehbar. ",
  "mn95:18.11": "Es ist nicht leicht für jemanden mit Hass, so zu lehren.‘ ",
  "mn95:19.1": "Wenn er so prüft, sieht er, dass der Ehrwürdige von Hass erregenden Eigenschaften geläutert ist. Als nächstes prüft er ihn in Bezug auf Täuschung erregende Eigenschaften. ",
  "mn95:19.2": "‚Besitzt dieser Ehrwürdige irgendwelche Eigenschaften, die Täuschung erregen? Besitzt er Eigenschaften, durch die er, wenn sein Geist von ihnen überwältigt wird, sagen könnte, ",
  "mn95:19.3": "er erkenne, obwohl er nicht erkennt, oder er sehe, obwohl er nicht sieht; ",
  "mn95:19.4": "oder durch die er andere ermuntern könnte, zu tun, was zu ihrem langanhaltenden Schaden und Leiden ist?‘ ",
  "mn95:19.5": "Wenn er ihn prüft, findet er: ",
  "mn95:19.6": "‚Dieser Ehrwürdige besitzt keine Eigenschaften, die Täuschung erregen. Er besitzt keine Eigenschaften, durch die er, wenn sein Geist von ihnen überwältigt wird, sagen könnte, ",
  "mn95:19.7": "er erkenne, obwohl er nicht erkennt, oder er sehe, obwohl er nicht sieht; ",
  "mn95:19.8": "oder durch die er andere ermuntern könnte, zu tun, was zu ihrem langanhaltenden Schaden und Leiden ist. ",
  "mn95:19.9": "Vielmehr ist das Verhalten dieses Ehrwürdigen mit dem Körper und der Sprache wie das von jemandem ohne Täuschung. ",
  "mn95:19.10": "Und der Grundsatz, den er lehrt, ist tiefgründig, schwer zu sehen, schwer zu verstehen, friedvoll und erlesen, geht über den Rahmen der Logik hinaus, ist subtil, für den Klugen nachvollziehbar. ",
  "mn95:19.11": "Es ist nicht leicht für jemanden mit Täuschung, so zu lehren.‘ ",
  "mn95:20.1": "Wenn er so prüft, sieht er, dass der Ehrwürdige von Täuschung erregenden Eigenschaften geläutert ist. ",
  "mn95:20.2": "Darauf schenkt er ihm Vertrauen. Wenn er Vertrauen gefasst hat, geht er zu dem Lehrer hin. Er macht seine Aufwartung, spitzt die Ohren, hört die Lehren, behält die Lehren, untersucht die Bedeutung und nimmt die Lehren nach Überlegung an. Dann lodert Enthusiasmus auf, er bemüht sich, wägt ab und setzt sich ein. Indem er sich einsetzt, erfährt er unmittelbar die höchste Wahrheit und sieht sie mit durchdringender Weisheit. ",
  "mn95:20.3": "Insofern, Bhāradvāja, erwacht man zur Wahrheit. Ich beschreibe das Erwachen zur Wahrheit auf diese Art. ",
  "mn95:20.4": "Aber das ist noch nicht das Ankommen bei der Wahrheit.“ ",
  "mn95:21.1": "„Insofern erwacht man zur Wahrheit, werter Gotama. Wir betrachten das Erwachen zur Wahrheit auf diese Art. ",
  "mn95:21.2": "Aber werter Gotama, inwiefern kommt man bei der Wahrheit an? ",
  "mn95:21.3": "Ich würde den werten Gotama gerne über das Ankommen bei der Wahrheit befragen.“ ",
  "mn95:21.4": "„Indem man genau diese Dinge pflegt, entwickelt und ausbaut: So kommt man bei der Wahrheit an. ",
  "mn95:21.5": "Insofern, Bhāradvāja, kommt man bei der Wahrheit an. Ich beschreibe das Ankommen bei der Wahrheit auf diese Art.“ ",
  "mn95:22.1": "„Insofern kommt man bei der Wahrheit an, werter Gotama. Wir betrachten das Ankommen bei der Wahrheit auf diese Art. ",
  "mn95:22.2": "Aber welche Eigenschaft ist für das Ankommen bei der Wahrheit eine große Hilfe? ",
  "mn95:22.3": "Ich würde den werten Gotama gerne darüber befragen, was für das Ankommen bei der Wahrheit eine große Hilfe ist.“ ",
  "mn95:22.4": "„Sich einzusetzen, ist eine große Hilfe für das Ankommen bei der Wahrheit. ",
  "mn95:22.5": "Wenn man sich nicht einsetzt, kommt man nicht bei der Wahrheit an. ",
  "mn95:22.6": "Man kommt bei der Wahrheit an, weil man sich einsetzt. ",
  "mn95:22.7": "Daher ist es eine große Hilfe für das Ankommen bei der Wahrheit, sich einzusetzen.“ ",
  "mn95:23.1": "„Aber welche Eigenschaft ist für das Sich-Einsetzen eine große Hilfe? ",
  "mn95:23.2": "Ich würde den werten Gotama gerne darüber befragen, was für das Sich-Einsetzen eine große Hilfe ist.“ ",
  "mn95:23.3": "„Abwägen ist eine große Hilfe für das Sich-Einsetzen. ",
  "mn95:23.4": "Wenn man nicht abwägt, setzt man sich nicht ein. ",
  "mn95:23.5": "Man setzt sich ein, weil man abwägt. ",
  "mn95:23.6": "Daher ist Abwägen eine große Hilfe für das Sich-Einsetzen.“ ",
  "mn95:24.1": "„Aber welche Eigenschaft ist für das Abwägen eine große Hilfe? ",
  "mn95:24.2": "Ich würde den werten Gotama gerne darüber befragen, was für das Abwägen eine große Hilfe ist.“ ",
  "mn95:24.3": "„Bemühen ist eine große Hilfe für das Abwägen. ",
  "mn95:24.4": "Wenn man sich nicht bemüht, wägt man nicht ab. ",
  "mn95:24.5": "Man wägt ab, weil man sich bemüht. ",
  "mn95:24.6": "Daher ist Bemühen eine große Hilfe für das Abwägen.“ ",
  "mn95:25.1": "„Aber welche Eigenschaft ist für das Bemühen eine große Hilfe? ",
  "mn95:25.2": "Ich würde den werten Gotama gerne darüber befragen, was für das Bemühen eine große Hilfe ist.“ ",
  "mn95:25.3": "„Enthusiasmus ist eine große Hilfe für das Bemühen. ",
  "mn95:25.4": "Wenn kein Enthusiasmus auflodert, bemüht man sich nicht. ",
  "mn95:25.5": "Man bemüht sich, weil Enthusiasmus auflodert. ",
  "mn95:25.6": "Daher ist Enthusiasmus eine große Hilfe für das Bemühen.“ ",
  "mn95:26.1": "„Aber welche Eigenschaft ist für den Enthusiasmus eine große Hilfe? ",
  "mn95:26.2": "Ich würde den werten Gotama gerne darüber befragen, was für den Enthusiasmus eine große Hilfe ist.“ ",
  "mn95:26.3": "„Annehmen der Lehren nach Überlegung ist eine große Hilfe für den Enthusiasmus. ",
  "mn95:26.4": "Wenn man die Lehren nach Überlegung nicht annimmt, lodert kein Enthusiasmus auf. ",
  "mn95:26.5": "Enthusiasmus lodert auf, weil man die Lehren nach Überlegung annimmt. ",
  "mn95:26.6": "Daher ist Annehmen der Lehren nach Überlegung eine große Hilfe für den Enthusiasmus.“ ",
  "mn95:27.1": "„Aber welche Eigenschaft ist für das Annehmen der Lehren nach Überlegung eine große Hilfe? ",
  "mn95:27.2": "Ich würde den werten Gotama gerne darüber befragen, was für das Annehmen der Lehren nach Überlegung eine große Hilfe ist.“ ",
  "mn95:27.3": "„Das Untersuchen der Bedeutung ist eine große Hilfe für das Annehmen der Lehren nach Überlegung. ",
  "mn95:27.4": "Wenn man die Bedeutung nicht untersucht, nimmt man die Lehren nicht an. ",
  "mn95:27.5": "Man nimmt die Lehren an, weil man die Bedeutung untersucht. ",
  "mn95:27.6": "Daher ist das Untersuchen der Bedeutung eine große Hilfe für das Annehmen der Lehren nach Überlegung.“ ",
  "mn95:28.1": "„Aber welche Eigenschaft ist für das Untersuchen der Bedeutung eine große Hilfe? ",
  "mn95:28.2": "Ich würde den werten Gotama gerne darüber befragen, was für das Untersuchen der Bedeutung eine große Hilfe ist.“ ",
  "mn95:28.3": "„Das Behalten der Lehren ist eine große Hilfe für das Untersuchen der Bedeutung. ",
  "mn95:28.4": "Wenn man die Lehren nicht behält, untersucht man nicht die Bedeutung. ",
  "mn95:28.5": "Man untersucht die Bedeutung, weil man die Lehren behält. ",
  "mn95:28.6": "Daher ist das Behalten der Lehren eine große Hilfe für das Untersuchen der Bedeutung.“ ",
  "mn95:29.1": "„Aber welche Eigenschaft ist für das Behalten der Lehren eine große Hilfe? ",
  "mn95:29.2": "Ich würde den werten Gotama gerne darüber befragen, was für das Behalten der Lehren eine große Hilfe ist.“ ",
  "mn95:29.3": "„Das Hören der Lehren ist eine große Hilfe für das Behalten der Lehren. ",
  "mn95:29.4": "Wenn man die Lehren nicht hört, behält man sie nicht. ",
  "mn95:29.5": "Man behält die Lehren, weil man sie hört. ",
  "mn95:29.6": "Daher ist das Hören der Lehren eine große Hilfe für das Behalten der Lehren.“ ",
  "mn95:30.1": "„Aber welche Eigenschaft ist für das Hören der Lehren eine große Hilfe? ",
  "mn95:30.2": "Ich würde den werten Gotama gerne darüber befragen, was für das Hören der Lehren eine große Hilfe ist.“ ",
  "mn95:30.3": "„Die Ohren zu spitzen, ist eine große Hilfe für das Hören der Lehren. ",
  "mn95:30.4": "Wenn man die Ohren nicht spitzt, bekommt man die Lehren nicht zu hören. ",
  "mn95:30.5": "Man hört die Lehren, weil man die Ohren spitzt. ",
  "mn95:30.6": "Daher ist es eine große Hilfe für das Hören der Lehren, die Ohren zu spitzen.“ ",
  "mn95:31.1": "„Aber welche Eigenschaft ist für das Spitzen der Ohren eine große Hilfe? ",
  "mn95:31.2": "Ich würde den werten Gotama gerne darüber befragen, was für das Spitzen der Ohren eine große Hilfe ist.“ ",
  "mn95:31.3": "„Seine Aufwartung zu machen, ist eine große Hilfe für das Spitzen der Ohren. ",
  "mn95:31.4": "Wenn man nicht seine Aufwartung macht, spitzt man nicht die Ohren. ",
  "mn95:31.5": "Man spitzt die Ohren, weil man seine Aufwartung macht. ",
  "mn95:31.6": "Daher ist es eine große Hilfe für das Spitzen der Ohren, seine Aufwartung zu machen.“ ",
  "mn95:32.1": "„Aber welche Eigenschaft ist für eine Aufwartung eine große Hilfe? ",
  "mn95:32.2": "Ich würde den werten Gotama gerne darüber befragen, was für eine Aufwartung eine große Hilfe ist.“ ",
  "mn95:32.3": "„Zum Lehrer hinzugehen, ist eine große Hilfe für eine Aufwartung. ",
  "mn95:32.4": "Wenn man nicht zum Lehrer hingeht, macht man nicht seine Aufwartung. ",
  "mn95:32.5": "Man macht seine Aufwartung, weil man zum Lehrer hingeht. ",
  "mn95:32.6": "Daher ist das Hingehen eine große Hilfe dafür, seine Aufwartung zu machen.“ ",
  "mn95:33.1": "„Aber welche Eigenschaft ist für das Hingehen eine große Hilfe? ",
  "mn95:33.2": "Ich würde den werten Gotama gerne darüber befragen, was für das Hingehen eine große Hilfe ist.“ ",
  "mn95:33.3": "„Vertrauen ist eine große Hilfe für das Hingehen. ",
  "mn95:33.4": "Wenn man kein Vertrauen fasst, geht man nicht zum Lehrer hin. ",
  "mn95:33.5": "Man geht zum Lehrer hin, weil man Vertrauen fasst. ",
  "mn95:33.6": "Daher ist Vertrauen eine große Hilfe für das Hingehen.“ ",
  "mn95:34.1": "„Ich habe den werten Gotama über das Bewahren der Wahrheit befragt, und er hat mir geantwortet. ",
  "mn95:34.2": "Ich billige das und nehme es an, und ich bin damit zufrieden. ",
  "mn95:34.3": "Ich habe den werten Gotama über das Erwachen zur Wahrheit befragt, und er hat mir geantwortet. ",
  "mn95:34.4": "Ich billige das und nehme es an, und ich bin damit zufrieden. ",
  "mn95:34.5": "Ich habe den werten Gotama über das Ankommen bei der Wahrheit befragt, und er hat mir geantwortet. ",
  "mn95:34.6": "Ich billige das und nehme es an, und ich bin damit zufrieden. ",
  "mn95:34.7": "Ich habe den werten Gotama über Eigenschaften befragt, die für das Ankommen bei der Wahrheit eine große Hilfe sind, und er hat mir geantwortet. ",
  "mn95:34.8": "Ich billige das und nehme es an, und ich bin damit zufrieden. ",
  "mn95:34.9": "Was ich den werten Gotama auch gefragt habe, er hat mir geantwortet. ",
  "mn95:34.10": "Ich billige das und nehme es an, und ich bin damit zufrieden. ",
  "mn95:34.11": "Werter Gotama, früher dachte ich: ",
  "mn95:34.12": "‚Wer sind diese glatzköpfigen Pfaffen, diese falschen Asketen, diese Primitiven, diese schwarze Ausgeburt aus den Füßen unseres Verwandten, verglichen mit denen, die die Lehre verstehen?‘ ",
  "mn95:34.13": "Der Buddha hat in mir Liebe, Zuversicht und Achtung für Asketen geweckt! ",
  "mn95:35.1": "Vortrefflich, werter Gotama! … ",
  "mn95:35.2": "Von diesem Tag an soll der werte Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}