{
  "mn96:0.1": "Mittlere Lehrreden 96 ",
  "mn96:0.2": "Mit Esukārī ",
  "mn96:1.1": "So habe ich es gehört: ",
  "mn96:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn96:2.1": "Da ging der Brahmane Esukārī zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn96:2.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "mn96:3.1": "„Werter Gotama, die Brahmanen schreiben vier Arten von Dienst vor: ",
  "mn96:3.2": "Dienst für einen Brahmanen, für einen Adligen, für einen Landarbeiter und für einen Hilfsarbeiter. ",
  "mn96:3.3": "Den Dienst für einen Brahmanen schreiben sie so vor: ",
  "mn96:3.4": "‚Ein Brahmane, ein Adliger, ein Landarbeiter und ein Hilfsarbeiter können alle einem Brahmanen dienen.‘ ",
  "mn96:3.5": "So schreiben die Brahmanen den Dienst für einen Brahmanen vor. ",
  "mn96:3.6": "Den Dienst für einen Adligen schreiben sie so vor: ",
  "mn96:3.7": "‚Ein Adliger, ein Landarbeiter und ein Hilfsarbeiter können alle einem Adligen dienen.‘ ",
  "mn96:3.8": "So schreiben die Brahmanen den Dienst für einen Adligen vor. ",
  "mn96:3.9": "Den Dienst für einen Landarbeiter schreiben sie so vor: ",
  "mn96:3.10": "‚Ein Landarbeiter und ein Hilfsarbeiter können einem Landarbeiter dienen.‘ ",
  "mn96:3.11": "So schreiben die Brahmanen den Dienst für einen Landarbeiter vor. ",
  "mn96:3.12": "Den Dienst für einen Hilfsarbeiter schreiben sie so vor: ",
  "mn96:3.13": "‚Nur ein Hilfsarbeiter kann einem Hilfsarbeiter dienen. ",
  "mn96:3.14": "Denn wer sonst wird einem Hilfsarbeiter dienen?‘ ",
  "mn96:3.15": "So schreiben die Brahmanen den Dienst für einen Hilfsarbeiter vor. ",
  "mn96:3.16": "Das sind die vier Arten von Dienst, die die Brahmanen vorschreiben. ",
  "mn96:3.17": "Was sagt der werte Gotama dazu?“ ",
  "mn96:4.1": "„Aber Brahmane, hat die ganze Welt die Brahmanen dazu ermächtigt, diese vier Arten von Dienst vorzuschreiben?“ ",
  "mn96:4.2": "„Nein, werter Gotama.“ ",
  "mn96:4.3": "„Wie wenn man einem armen, mittellosen, bedürftigen Menschen eine Portion Fleisch aufzwingen und ihm sagen würde: ‚Werter Mann, iss dieses Fleisch und bezahle es!‘ ",
  "mn96:4.4": "Ebenso haben die Brahmanen diese vier Arten von Dienst ohne die Zustimmung jener Asketen und Brahmanen vorgeschrieben. ",
  "mn96:5.1": "Brahmane, ich sage nicht, man soll jedem dienen, noch sage ich, man soll niemandem dienen. ",
  "mn96:5.2": "Ich sage, man soll jemandem nicht dienen, wenn ihm zu dienen einen schlechter macht, nicht besser. ",
  "mn96:5.3": "Und ich sage, man soll jemandem dienen, wenn ihm zu dienen einen besser macht, nicht schlechter. ",
  "mn96:6.1": "Wenn man einen Adligen so fragen würde: ",
  "mn96:6.2": "‚Wem solltest du dienen? Jemandem, in dessen Dienst du schlechter wirst, oder jemandem, in dessen Dienst du besser wirst?‘, ",
  "mn96:6.3": "so würde ein Adliger, wenn er richtig antworten würde, sagen: ",
  "mn96:6.4": "‚Jemandem, in dessen Dienst ich besser werde.‘ ",
  "mn96:7.1": "Wenn man einen Brahmanen … ",
  "mn96:7.2": "einen Landarbeiter … ",
  "mn96:7.3": "oder einen Hilfsarbeiter so fragen würde: ",
  "mn96:7.4": "‚Wem solltest du dienen? Jemandem, in dessen Dienst du schlechter wirst, oder jemandem, in dessen Dienst du besser wirst?‘, ",
  "mn96:7.5": "so würde ein Hilfsarbeiter, wenn er richtig antworten würde, sagen: ",
  "mn96:7.6": "‚Jemandem, in dessen Dienst ich besser werde.‘ ",
  "mn96:7.7": "Brahmane, ich sage nicht, dass eine angesehene Familie einen zu einem besseren oder zu einem schlechteren Menschen macht. ",
  "mn96:7.8": "Ich sage nicht, dass große Schönheit einen zu einem besseren oder zu einem schlechteren Menschen macht. ",
  "mn96:7.9": "Ich sage nicht, dass großer Reichtum einen zu einem besseren oder zu einem schlechteren Menschen macht. ",
  "mn96:8.1": "Denn manche Menschen aus angesehenen Familien töten lebende Geschöpfe, stehlen und begehen sexuelle Verfehlungen. Sie gebrauchen falsche, entzweiende, harte oder unsinnige Rede. Und sie sind begehrlich und böswillig und haben falsche Ansicht. ",
  "mn96:8.2": "Darum sage ich nicht, dass eine angesehene Familie einen zu einem besseren Menschen macht. ",
  "mn96:8.3": "Aber manche Menschen aus angesehenen Familien unterlassen das Töten lebender Geschöpfe, das Stehlen und sexuelle Verfehlungen. Sie unterlassen falsche, entzweiende, harte oder unsinnige Rede. Und sie sind zufrieden und gütig und haben rechte Ansicht. ",
  "mn96:8.4": "Daher sage ich nicht, dass eine angesehene Familie einen zu einem schlechteren Menschen macht. ",
  "mn96:8.5": "Manche Menschen von großer Schönheit töten lebende Geschöpfe … ",
  "mn96:8.6": "Aber manche Menschen von großer Schönheit unterlassen das Töten lebender Geschöpfe … ",
  "mn96:8.7": "Manche Menschen mit großem Reichtum töten lebende Geschöpfe … ",
  "mn96:8.9": "und haben falsche Ansicht. ",
  "mn96:8.10": "Darum sage ich nicht, dass großer Reichtum einen zu einem besseren Menschen macht. ",
  "mn96:8.11": "Aber manche Menschen mit großem Reichtum unterlassen das Töten lebender Geschöpfe … und haben rechte Ansicht. ",
  "mn96:8.12": "Daher sage ich nicht, dass großer Reichtum einen zu einem schlechteren Menschen macht. ",
  "mn96:9.1": "Brahmane, ich sage nicht, man soll jedem dienen, noch sage ich, man soll niemandem dienen. ",
  "mn96:9.2": "Und ich sage, man soll jemandem dienen, wenn ihm zu dienen einen an Vertrauen, Sittlichkeit, Gelehrsamkeit, Großzügigkeit und Weisheit wachsen lässt. ",
  "mn96:9.3": "Ich sage, man soll jemandem nicht dienen, wenn ihm zu dienen einen nicht an Vertrauen, Sittlichkeit, Gelehrsamkeit, Großzügigkeit und Weisheit wachsen lässt.“ ",
  "mn96:10.1": "Darauf sagte der Brahmane Esukārī zum Buddha: ",
  "mn96:10.2": "„Werter Gotama, die Brahmanen schreiben vier Arten von Reichtum vor: ",
  "mn96:10.3": "Reichtum für einen Brahmanen, für einen Adligen, für einen Landarbeiter und für einen Hilfsarbeiter. ",
  "mn96:10.4": "Den Reichtum für einen Brahmanen schreiben sie als Almosengang vor. ",
  "mn96:10.5": "Ein Brahmane, der seinen eigenen Reichtum, den Almosengang, verschmäht, verletzt seine Pflicht wie ein Wächter, der stiehlt. ",
  "mn96:10.6": "So schreiben die Brahmanen den Reichtum für einen Brahmanen vor. ",
  "mn96:10.7": "Den Reichtum für einen Adligen schreiben sie als Bogen und Köcher vor. ",
  "mn96:10.8": "Ein Adliger, der seinen eigenen Reichtum, den Bogen und den Köcher, verschmäht, verletzt seine Pflicht wie ein Wächter, der stiehlt. ",
  "mn96:10.9": "So schreiben die Brahmanen den Reichtum für einen Adligen vor. ",
  "mn96:10.10": "Den Reichtum für einen Landarbeiter schreiben sie als Ackerbau und Viehzucht vor. ",
  "mn96:10.11": "Ein Landarbeiter, der seinen eigenen Reichtum, Ackerbau und Viehzucht, verschmäht, verletzt seine Pflicht wie ein Wächter, der stiehlt. ",
  "mn96:10.12": "So schreiben die Brahmanen den Reichtum für einen Landarbeiter vor. ",
  "mn96:10.13": "Den Reichtum für einen Hilfsarbeiter schreiben sie als Sense und Dreschflegel vor. ",
  "mn96:10.14": "Ein Hilfsarbeiter, der seinen eigenen Reichtum, die Sense und den Dreschflegel, verschmäht, verletzt seine Pflicht wie ein Wächter, der stiehlt. ",
  "mn96:10.15": "So schreiben die Brahmanen den Reichtum für einen Hilfsarbeiter vor. ",
  "mn96:10.16": "Das sind die vier Arten von Reichtum, die die Brahmanen vorschreiben. ",
  "mn96:10.17": "Was sagt der werte Gotama dazu?“ ",
  "mn96:11.1": "„Aber Brahmane, hat die ganze Welt die Brahmanen dazu ermächtigt, diese vier Arten von Reichtum vorzuschreiben?“ ",
  "mn96:11.2": "„Nein, werter Gotama.“ ",
  "mn96:11.3": "„Wie wenn man einem armen, mittellosen, bedürftigen Menschen eine Portion Fleisch aufzwingen und ihm sagen würde: ‚Werter Mann, iss dieses Fleisch und bezahle es!‘ ",
  "mn96:11.4": "Ebenso haben die Brahmanen diese vier Arten von Reichtum ohne die Zustimmung jener Asketen und Brahmanen vorgeschrieben. ",
  "mn96:12.1": "Ich erkläre, dass der eigene Reichtum eines Menschen die edle überweltliche Lehre ist. ",
  "mn96:12.2": "Aber er wird nach dem Erinnern der herkömmlichen Familienlinie seiner Mutter und seines Vaters gerechnet, wo immer er sich verkörpert. ",
  "mn96:12.3": "Wenn er sich in einer Familie von Adligen verkörpert, wird er als Adliger gerechnet. ",
  "mn96:12.4": "Wenn er sich in einer Familie von Brahmanen verkörpert, wird er als Brahmane gerechnet. ",
  "mn96:12.5": "Wenn er sich in einer Familie von Landarbeitern verkörpert, wird er als Landarbeiter gerechnet. ",
  "mn96:12.6": "Wenn er sich in einer Familie von Hilfsarbeitern verkörpert, wird er als Hilfsarbeiter gerechnet. ",
  "mn96:12.7": "Wie ein Feuer: Es wird nach eben derselben Bedingung gerechnet, durch die bedingt es brennt. ",
  "mn96:12.8": "Ein Feuer, das in Abhängigkeit von Holz brennt, wird als Holzfeuer gerechnet. ",
  "mn96:12.9": "Ein Feuer, das in Abhängigkeit von Zweigen brennt, wird als Zweigfeuer gerechnet. ",
  "mn96:12.10": "Ein Feuer, das in Abhängigkeit von Gras brennt, wird als Grasfeuer gerechnet. ",
  "mn96:12.11": "Ein Feuer, das in Abhängigkeit von Kuhmist brennt, wird als Kuhmistfeuer gerechnet. ",
  "mn96:12.12": "Ebenso erkläre ich, dass der eigene Reichtum eines Menschen die edle überweltliche Lehre ist. ",
  "mn96:12.13": "Aber er wird nach dem Erinnern der herkömmlichen Familienlinie seiner Mutter und seines Vaters gerechnet, wo immer er sich verkörpert. ",
  "mn96:12.14": "Wenn er sich in einer Familie von Adligen verkörpert, wird er als Adliger gerechnet. ",
  "mn96:12.15": "Wenn er sich in einer Familie von Brahmanen verkörpert, wird er als Brahmane gerechnet. ",
  "mn96:12.16": "Wenn er sich in einer Familie von Landarbeitern verkörpert, wird er als Landarbeiter gerechnet. ",
  "mn96:12.17": "Wenn er sich in einer Familie von Hilfsarbeitern verkörpert, wird er als Hilfsarbeiter gerechnet. ",
  "mn96:13.1": "Da zöge jemand von einer Familie von Adligen aus dem Haus fort ins hauslose Leben. Indem er sich auf die vom Klargewordenen verkündete Lehre und Schulung stützt, unterlässt er das Töten lebender Geschöpfe, das Stehlen und Geschlechtsverkehr. Er unterlässt falsche, entzweiende, harte oder unsinnige Rede. Und er ist zufrieden und gütig und hat rechte Ansicht. Er hat in dem System der tauglichen Lehre Erfolg. ",
  "mn96:13.2": "Da zöge jemand von einer Familie von Brahmanen … ",
  "mn96:13.3": "von Landarbeitern … ",
  "mn96:13.4": "oder von Hilfsarbeitern aus dem Haus fort ins hauslose Leben. Indem er sich auf die vom Klargewordenen verkündete Lehre und Schulung stützt, unterlässt er das Töten lebender Geschöpfe, das Stehlen und Geschlechtsverkehr. Er unterlässt falsche, entzweiende, harte oder unsinnige Rede. Und er ist zufrieden und gütig und hat rechte Ansicht. Er hat in dem System der tauglichen Lehre Erfolg. ",
  "mn96:14.1": "Was denkst du, Brahmane? ",
  "mn96:14.2": "Ist nur ein Brahmane in der Lage, für diese Gegend ein liebevolles Herz zu entwickeln, frei von Feindschaft und bösem Willen, und kein Adliger, Landarbeiter oder Hilfsarbeiter?“ ",
  "mn96:14.3": "„Nein, werter Gotama. ",
  "mn96:14.4": "Adlige, ",
  "mn96:14.5": "Brahmanen, ",
  "mn96:14.6": "Landarbeiter ",
  "mn96:14.7": "und Hilfsarbeiter sind alle dazu in der Lage. ",
  "mn96:14.8": "Denn alle vier Klassen sind in der Lage, für diese Gegend ein liebevolles Herz zu entwickeln, frei von Feindschaft und bösem Willen.“ ",
  "mn96:14.9": "„Ebenso zöge da jemand aus einer Familie von Adligen, ",
  "mn96:14.10": "von Brahmanen, ",
  "mn96:14.11": "von Landarbeitern ",
  "mn96:14.12": "oder von Hilfsarbeitern aus dem Haus fort ins hauslose Leben. Indem er sich auf die vom Klargewordenen verkündete Lehre und Schulung stützt … hat er in dem System der tauglichen Lehre Erfolg. ",
  "mn96:15.1": "Was denkst du, Brahmane? ",
  "mn96:15.2": "Ist nur ein Brahmane in der Lage, Badepaste zu nehmen und zum Fluss zu gehen, um Staub und Schmutz abzuwaschen, und kein Adliger, Landarbeiter oder Hilfsarbeiter?“ ",
  "mn96:15.3": "„Nein, werter Gotama. ",
  "mn96:15.4": "Adlige, ",
  "mn96:15.5": "Brahmanen, ",
  "mn96:15.6": "Landarbeiter ",
  "mn96:15.7": "und Hilfsarbeiter sind alle dazu in der Lage. ",
  "mn96:15.8": "Denn alle vier Klassen sind in der Lage, Badepaste zu nehmen und zum Fluss zu gehen, um Staub und Schmutz abzuwaschen.“ ",
  "mn96:15.9": "„Ebenso zöge da jemand aus einer Familie von Adligen, ",
  "mn96:15.10": "von Brahmanen, ",
  "mn96:15.11": "von Landarbeitern ",
  "mn96:15.12": "oder von Hilfsarbeitern aus dem Haus fort ins hauslose Leben. Indem er sich auf die vom Klargewordenen verkündete Lehre und Schulung stützt … hat er in dem System der tauglichen Lehre Erfolg. ",
  "mn96:16.1": "Was denkst du, Brahmane? ",
  "mn96:16.2": "Da würde ein gesalbter adliger König hundert Menschen von verschiedener Geburt versammeln und würde zu ihnen sagen: ",
  "mn96:16.3": "‚Bitte, meine Herren, jeder, der in einer Familie von Adligen, Brahmanen oder Stammesfürsten geboren wurde, soll eine Spindel aus Teakholz, Salbaumholz, Weihrauchbaumholz, Sandelholz oder Kirschbaumholz nehmen und damit ein Feuer entzünden und Hitze erzeugen. ",
  "mn96:16.4": "Und jeder, der in einer Familie von Leichenarbeitern, Jägern, Bambusarbeitern, Wagenbauern oder Lumpensammlern geboren wurde, soll eine Spindel nehmen, die aus einem Hundenapf, einem Schweinetrog, einer Waschbütte oder Rizinusholz gemacht wurde, und damit ein Feuer entzünden und Hitze erzeugen.‘ ",
  "mn96:16.5": "Was denkst du, Brahmane? ",
  "mn96:16.6": "Würde das Feuer, das von den Menschen aus höheren Klassen mit Spindeln aus hochwertigem Holz entzündet wurde, Flammen haben, eine Farbe und einen Glanz, und wäre es als Feuer zu gebrauchen, ",
  "mn96:16.7": "und das Feuer, das von den Menschen aus niederen Klassen mit Spindeln aus minderwertigem Holz entzündet wurde, wäre das nicht?“ ",
  "mn96:16.8": "„Nein, werter Gotama. ",
  "mn96:16.9": "Das Feuer, das von den Menschen aus höheren Klassen mit Spindeln aus hochwertigem Holz entzündet wurde, hätte Flammen, eine Farbe und einen Glanz, und es wäre als Feuer zu gebrauchen, ",
  "mn96:16.10": "und ebenso das Feuer, das von den Menschen aus niederen Klassen mit Spindeln aus minderwertigem Holz entzündet wurde. ",
  "mn96:16.11": "Denn jedes Feuer hat Flammen, eine Farbe und einen Glanz und ist als Feuer zu gebrauchen.“ ",
  "mn96:16.12": "„Ebenso zöge da jemand aus einer Familie von Adligen, ",
  "mn96:16.13": "von Brahmanen, ",
  "mn96:16.14": "von Landarbeitern ",
  "mn96:16.15": "oder von Hilfsarbeitern aus dem Haus fort ins hauslose Leben. Indem er sich auf die vom Klargewordenen verkündete Lehre und Schulung stützt, unterlässt er das Töten lebender Geschöpfe, das Stehlen und Geschlechtsverkehr. Er unterlässt falsche, entzweiende, harte oder unsinnige Rede. Und er ist zufrieden und gütig und hat rechte Ansicht. Er hat in dem System der tauglichen Lehre Erfolg.“ ",
  "mn96:17.1": "Als der Buddha geendet hatte, sagte der Brahmane Esukārī zu ihm: ",
  "mn96:17.2": "„Vortrefflich, werter Gotama! Vortrefflich! … ",
  "mn96:17.3": "Von diesem Tag an soll der werte Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}