{
  "mn97:0.1": "Mittlere Lehrreden 97 ",
  "mn97:0.2": "Mit Dhanañjāni ",
  "mn97:1.1": "So habe ich es gehört: ",
  "mn97:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "mn97:2.1": "Zu dieser Zeit nun wanderte der Ehrwürdige Sāriputta mit einem großen Saṅgha von Mönchen und Nonnen durch die Südlichen Hügel. ",
  "mn97:2.2": "Da ging ein gewisser Mönch, der die Regenzeit in Rājagaha abgeschlossen hatte, zu den Südlichen Hügeln, begab sich zum Ehrwürdigen Sāriputta und tauschte Willkommensgrüße mit ihm aus. ",
  "mn97:2.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin, und der Ehrwürdige Sāriputta sagte zu ihm: ",
  "mn97:2.4": "„Geehrter, ich hoffe, der Buddha ist gesund und kräftig?“ ",
  "mn97:2.5": "„Das ist er, Geehrter.“ ",
  "mn97:2.6": "„Und ich hoffe, der Saṅgha der Mönche und Nonnen ist gesund und kräftig?“ ",
  "mn97:2.7": "„Das ist er.“ ",
  "mn97:2.8": "„Geehrter, am Reiskontrollpunkt beim Stadttor ist ein Brahmane mit Namen Dhanañjāni. ",
  "mn97:2.9": "Ich hoffe, er ist gesund und kräftig?“ ",
  "mn97:2.10": "„Auch er ist gesund und kräftig.“ ",
  "mn97:2.11": "„Aber ist er auch beflissen?“ ",
  "mn97:2.12": "„Wie könnte er beflissen sein? ",
  "mn97:2.13": "Dhanañjāni plündert die Brahmanen und Hausbesitzer im Namen des Königs aus, und er plündert den König im Namen der Brahmanen und Hausbesitzer aus. ",
  "mn97:2.14": "Seine Frau, eine Dame  mit Vertrauen, die er von einer Familie mit Vertrauen heiratete, ist verstorben. ",
  "mn97:2.15": "Und er hat sich eine neue Frau genommen, die kein Vertrauen hat.“ ",
  "mn97:2.16": "„Ach, das ist eine schlechte Nachricht, ",
  "mn97:2.17": "zu hören, dass Dhanañjāni nachlässig ist. ",
  "mn97:2.18": "Hoffentlich werde ich ihn irgendwann treffen, und wir können ein Gespräch miteinander haben.“ ",
  "mn97:3.1": "Als Sāriputta so lange in den Südlichen Hügeln geblieben war, wie es ihm gefiel, brach er nach Rājagaha auf. ",
  "mn97:3.2": "Er wanderte Stück für Stück, bis er nach Rājagaha kam, ",
  "mn97:3.3": "wo er im Bambuswäldchen blieb, am Futterplatz der Eichhörnchen. ",
  "mn97:4.1": "Da kleidete er sich am Morgen an, nahm Schale und Robe und betrat Rājagaha zum Almosengang. ",
  "mn97:4.2": "Nun ließ zu dieser Zeit der Brahmane Dhanañjāni in einem Kuhstall außerhalb der Stadt seine Kühe melken. ",
  "mn97:4.3": "Da zog Sāriputta um Almosen durch Rājagaha. Nach dem Essen, als er vom Almosengang zurückkam, begab er sich zu Dhanañjāni. ",
  "mn97:4.4": "Als er Sāriputta von Weitem kommen sah, ",
  "mn97:4.5": "ging Dhanañjāni zu ihm und sagte: ",
  "mn97:4.6": "„Hier, werter Sāriputta, trink vor der Essenszeit etwas frische Milch.“ ",
  "mn97:4.7": "„Genug, Brahmane, ",
  "mn97:4.8": "ich bin für heute mit dem Essen fertig. ",
  "mn97:4.9": "Ich werde mich für die Meditation des Tages an den Fuß dieses Baumes setzen. ",
  "mn97:4.10": "Komm dorthin zu mir.“ ",
  "mn97:4.11": "„Ja, werter Herr“, antwortete Dhanañjāni. ",
  "mn97:5.1": "Als Dhanañjāni mit seinem Frühstück fertig war, ging er zu Sāriputta und tauschte Willkommensgrüße mit ihm aus. ",
  "mn97:5.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin, und der Ehrwürdige Sāriputta sagte zu ihm: ",
  "mn97:5.3": "„Ich hoffe, du bist beflissen, Dhanañjāni?“ ",
  "mn97:5.4": "„Wie könnte ich beflissen sein, werter Sāriputta? Ich muss meine Mutter und meinen Vater versorgen, meine Frauen und Kinder sowie meine abhängigen Diener und Arbeiter. Und ich muss den Opferpflichten gegenüber Freunden und Kollegen, Verwandten und Sippenangehörigen, Gästen, Ahnen, Gottheiten und dem König nachkommen. Und dieser Körper muss gemästet und aufgebaut werden.“ ",
  "mn97:6.1": "„Was denkst du, Dhanañjāni? ",
  "mn97:6.2": "Da würde sich jemand um seiner Eltern willen auf prinzipienlose und unmoralische Art verhalten. Deshalb würden ihn die Höllenwärter in die Hölle zerren. ",
  "mn97:6.3": "Könnte er diesem Schicksal entgehen, indem er geltend macht, dass er um seiner Eltern willen so gehandelt hat? Oder könnten seine Eltern ihn retten, indem sie geltend machen, dass er um ihretwillen so gehandelt hat?“ ",
  "mn97:6.4": "„Nein, werter Sāriputta. ",
  "mn97:6.5": "Vielmehr würden ihn die Höllenwärter in die Hölle hinabstoßen, noch während er jammert.“ ",
  "mn97:7.1": "„Was denkst du, Dhanañjāni? ",
  "mn97:7.2": "Da würde sich jemand um seiner Frauen und Kinder willen auf prinzipienlose und unmoralische Art verhalten. Deshalb würden ihn die Höllenwärter in die Hölle zerren. ",
  "mn97:7.3": "Könnte er diesem Schicksal entgehen, indem er geltend macht, dass er um seiner Frauen und Kinder willen so gehandelt hat? Oder könnten seine Frauen und Kinder ihn retten, indem sie geltend machen, dass er um ihretwillen so gehandelt hat?“ ",
  "mn97:7.4": "„Nein, werter Sāriputta. ",
  "mn97:7.5": "Vielmehr würden ihn die Höllenwärter in die Hölle hinabstoßen, noch während er jammert.“ ",
  "mn97:8.1": "„Was denkst du, Dhanañjāni? Da würde sich jemand um seiner abhängigen Diener und Arbeiter willen auf prinzipienlose und unmoralische Art verhalten. Deshalb würden ihn die Höllenwärter in die Hölle zerren. ",
  "mn97:8.2": "Könnte er diesem Schicksal entgehen, indem er geltend macht, dass er um seiner abhängigen Diener und Arbeiter willen so gehandelt hat? Oder könnten seine abhängigen Diener und Arbeiter ihn retten, indem sie geltend machen, dass er um ihretwillen so gehandelt hat?“ ",
  "mn97:8.3": "„Nein, werter Sāriputta. ",
  "mn97:8.4": "Vielmehr würden ihn die Höllenwärter in die Hölle hinabstoßen, noch während er jammert.“ ",
  "mn97:9.1": "„Was denkst du, Dhanañjāni? Da würde sich jemand um seiner Freunde und Kollegen willen auf prinzipienlose und unmoralische Art verhalten. Deshalb würden ihn die Höllenwärter in die Hölle zerren. ",
  "mn97:9.2": "Könnte er diesem Schicksal entgehen, indem er geltend macht, dass er um seiner Freunde und Kollegen willen so gehandelt hat? Oder könnten seine Freunde und Kollegen ihn retten, indem sie geltend machen, dass er um ihretwillen so gehandelt hat?“ ",
  "mn97:9.3": "„Nein, werter Sāriputta. ",
  "mn97:9.4": "Vielmehr würden ihn die Höllenwärter in die Hölle hinabstoßen, noch während er jammert.“ ",
  "mn97:10.1": "„Was denkst du, Dhanañjāni? Da würde sich jemand um seiner Verwandten und Sippenangehörigen willen auf prinzipienlose und unmoralische Art verhalten. Deshalb würden ihn die Höllenwärter in die Hölle zerren. ",
  "mn97:10.2": "Könnte er diesem Schicksal entgehen, indem er geltend macht, dass er um seiner Verwandten und Sippenangehörigen willen so gehandelt hat? Oder könnten seine Verwandten und Sippenangehörigen ihn retten, indem sie geltend machen, dass er um ihretwillen so gehandelt hat?“ ",
  "mn97:10.3": "„Nein, werter Sāriputta. ",
  "mn97:10.4": "Vielmehr würden ihn die Höllenwärter in die Hölle hinabstoßen, noch während er jammert.“ ",
  "mn97:11.1": "„Was denkst du, Dhanañjāni? Da würde sich jemand um seiner Gäste willen auf prinzipienlose und unmoralische Art verhalten. Deshalb würden ihn die Höllenwärter in die Hölle zerren. ",
  "mn97:11.2": "Könnte er diesem Schicksal entgehen, indem er geltend macht, dass er um seiner Gäste willen so gehandelt hat? Oder könnten seine Gäste ihn retten, indem sie geltend machen, dass er um ihretwillen so gehandelt hat?“ ",
  "mn97:11.3": "„Nein, werter Sāriputta. ",
  "mn97:11.4": "Vielmehr würden ihn die Höllenwärter in die Hölle hinabstoßen, noch während er jammert.“ ",
  "mn97:12.1": "„Was denkst du, Dhanañjāni? Da würde sich jemand um seiner Ahnen willen auf prinzipienlose und unmoralische Art verhalten. Deshalb würden ihn die Höllenwärter in die Hölle zerren. ",
  "mn97:12.2": "Könnte er diesem Schicksal entgehen, indem er geltend macht, dass er um seiner Ahnen willen so gehandelt hat? Oder könnten seine Ahnen ihn retten, indem sie geltend machen, dass er um ihretwillen so gehandelt hat?“ ",
  "mn97:12.3": "„Nein, werter Sāriputta. ",
  "mn97:12.4": "Vielmehr würden ihn die Höllenwärter in die Hölle hinabstoßen, noch während er jammert.“ ",
  "mn97:13.1": "„Was denkst du, Dhanañjāni? Da würde sich jemand um der Gottheiten willen auf prinzipienlose und unmoralische Art verhalten. Deshalb würden ihn die Höllenwärter in die Hölle zerren. ",
  "mn97:13.2": "Könnte er diesem Schicksal entgehen, indem er geltend macht, dass er um der Gottheiten willen so gehandelt hat? Oder könnten die Gottheiten ihn retten, indem sie geltend machen, dass er um ihretwillen so gehandelt hat?“ ",
  "mn97:13.3": "„Nein, werter Sāriputta. ",
  "mn97:13.4": "Vielmehr würden ihn die Höllenwärter in die Hölle hinabstoßen, noch während er jammert.“ ",
  "mn97:14.1": "„Was denkst du, Dhanañjāni? Da würde sich jemand um des Königs willen auf prinzipienlose und unmoralische Art verhalten. Deshalb würden ihn die Höllenwärter in die Hölle zerren. ",
  "mn97:14.2": "Könnte er diesem Schicksal entgehen, indem er geltend macht, dass er um des Königs willen so gehandelt hat? Oder könnte der König ihn retten, indem er geltend macht, dass er um seinetwillen so gehandelt hat?“ ",
  "mn97:14.3": "„Nein, werter Sāriputta. ",
  "mn97:14.4": "Vielmehr würden ihn die Höllenwärter in die Hölle hinabstoßen, noch während er jammert.“ ",
  "mn97:15.1": "„Was denkst du, Dhanañjāni? Da würde sich jemand auf prinzipienlose und unmoralische Art verhalten, um seinen Körper zu mästen und aufzubauen. Deshalb würden ihn die Höllenwärter in die Hölle zerren. ",
  "mn97:15.2": "Könnte er diesem Schicksal entgehen, indem er geltend macht, dass er so gehandelt hat, um seinen Körper zu mästen und aufzubauen? Oder könnte irgendjemand sonst ihn retten, indem er geltend macht, dass er aus diesem Grund so gehandelt hat?“ ",
  "mn97:15.3": "„Nein, werter Sāriputta. ",
  "mn97:15.4": "Vielmehr würden ihn die Höllenwärter in die Hölle hinabstoßen, noch während er jammert.“ ",
  "mn97:16.1": "„Wer, denkst du, ist besser, Dhanañjāni: jemand, der sich um seiner Eltern willen auf prinzipienlose und unmoralische Art verhält, oder jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält?“ ",
  "mn97:16.3": "„Jemand, der sich um seiner Eltern willen auf prinzipienlose und unmoralische Art verhält, ist nicht besser. ",
  "mn97:16.4": "Jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält, ist besser. ",
  "mn97:16.5": "Denn prinzipientreues und moralisches Verhalten ist besser als prinzipienloses und unmoralisches Verhalten.“ ",
  "mn97:16.6": "„Dhanañjāni, andere haben einen Erwerb, der sowohl lohnend als auch rechtmäßig ist. Damit ist es möglich, seine Eltern zu versorgen, schlechte Taten zu unterlassen und den Pfad des Verdienstes zu üben. ",
  "mn97:17.1": "Wer, denkst du, ist besser: jemand, der sich um seiner Frauen und Kinder willen auf prinzipienlose und unmoralische Art verhält, oder jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält?“ ",
  "mn97:17.3": "„Jemand, der sich um seiner Frauen und Kinder willen auf prinzipienlose und unmoralische Art verhält, ist nicht besser. ",
  "mn97:17.4": "Jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält, ist besser. ",
  "mn97:17.5": "Denn prinzipientreues und moralisches Verhalten ist besser als prinzipienloses und unmoralisches Verhalten.“ ",
  "mn97:17.6": "„Dhanañjāni, andere haben einen Erwerb, der sowohl lohnend als auch rechtmäßig ist. Damit ist es möglich, seine Frauen und Kinder zu versorgen, schlechte Taten zu unterlassen und den Pfad des Verdienstes zu üben. ",
  "mn97:18.1": "Wer, denkst du, ist besser: jemand, der sich um seiner abhängigen Diener und Arbeiter willen auf prinzipienlose und unmoralische Art verhält, oder jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält?“ ",
  "mn97:18.3": "„Jemand, der sich um seiner abhängigen Diener und Arbeiter willen auf prinzipienlose und unmoralische Art verhält, ist nicht besser. ",
  "mn97:18.4": "Jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält, ist besser. ",
  "mn97:18.5": "Denn prinzipientreues und moralisches Verhalten ist besser als prinzipienloses und unmoralisches Verhalten.“ ",
  "mn97:18.6": "„Dhanañjāni, andere haben einen Erwerb, der sowohl lohnend als auch rechtmäßig ist. Damit ist es möglich, seine abhängigen Diener und Arbeiter zu versorgen, schlechte Taten zu unterlassen und den Pfad des Verdienstes zu üben. ",
  "mn97:19.1": "Wer, denkst du, ist besser: jemand, der sich um seiner Freunde und Kollegen willen auf prinzipienlose und unmoralische Art verhält, oder jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält?“ ",
  "mn97:19.3": "„Jemand, der sich um seiner Freunde und Kollegen willen auf prinzipienlose und unmoralische Art verhält, ist nicht besser. ",
  "mn97:19.4": "Jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält, ist besser. ",
  "mn97:19.5": "Denn prinzipientreues und moralisches Verhalten ist besser als prinzipienloses und unmoralisches Verhalten.“ ",
  "mn97:19.6": "„Dhanañjāni, andere haben einen Erwerb, der sowohl lohnend als auch rechtmäßig ist. Damit ist es möglich, den Opferpflichten gegenüber Freunden und Kollegen nachzukommen, schlechte Taten zu unterlassen und den Pfad des Verdienstes zu üben. ",
  "mn97:20.1": "Wer, denkst du, ist besser: jemand, der sich um seiner  Verwandten und Sippenangehörigen willen auf prinzipienlose und unmoralische Art verhält, oder jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält?“ ",
  "mn97:20.3": "„Jemand, der sich um seiner Verwandten und Sippenangehörigen willen auf prinzipienlose und unmoralische Art verhält, ist nicht besser. ",
  "mn97:20.4": "Jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält, ist besser. ",
  "mn97:20.5": "Denn prinzipientreues und moralisches Verhalten ist besser als prinzipienloses und unmoralisches Verhalten.“ ",
  "mn97:20.6": "„Dhanañjāni, andere haben einen Erwerb, der sowohl lohnend als auch rechtmäßig ist. Damit ist es möglich, den Opferpflichten gegenüber Verwandten und Sippenangehörigen nachzukommen, schlechte Taten zu unterlassen und den Pfad des Verdienstes zu üben. ",
  "mn97:21.1": "Wer, denkst du, ist besser: jemand, der sich um seiner Gäste willen auf prinzipienlose und unmoralische Art verhält, oder jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält?“ ",
  "mn97:21.3": "„Jemand, der sich um seiner Gäste willen auf prinzipienlose und unmoralische Art verhält, ist nicht besser. ",
  "mn97:21.4": "Jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält, ist besser. ",
  "mn97:21.5": "Denn prinzipientreues und moralisches Verhalten ist besser als prinzipienloses und unmoralisches Verhalten.“ ",
  "mn97:21.6": "„Dhanañjāni, andere haben einen Erwerb, der sowohl lohnend als auch rechtmäßig ist. Damit ist es möglich, den Opferpflichten gegenüber seinen Gästen nachzukommen, schlechte Taten zu unterlassen und den Pfad des Verdienstes zu üben. ",
  "mn97:22.1": "Wer, denkst du, ist besser: jemand, der sich um seiner Ahnen willen auf prinzipienlose und unmoralische Art verhält, oder jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält?“ ",
  "mn97:22.3": "„Jemand, der sich um seiner Ahnen willen auf prinzipienlose und unmoralische Art verhält, ist nicht besser. ",
  "mn97:22.4": "Jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält, ist besser. ",
  "mn97:22.5": "Denn prinzipientreues und moralisches Verhalten ist besser als prinzipienloses und unmoralisches Verhalten.“ ",
  "mn97:22.6": "„Dhanañjāni, andere haben einen Erwerb, der sowohl lohnend als auch rechtmäßig ist. Damit ist es möglich, den Opferpflichten gegenüber den Ahnen nachzukommen, schlechte Taten zu unterlassen und den Pfad des Verdienstes zu üben. ",
  "mn97:23.1": "Wer, denkst du, ist besser: jemand, der sich um der Gottheiten willen auf prinzipienlose und unmoralische Art verhält, oder jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält?“ ",
  "mn97:23.3": "„Jemand, der sich um der Gottheiten willen auf prinzipienlose und unmoralische Art verhält, ist nicht besser. ",
  "mn97:23.4": "Jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält, ist besser. ",
  "mn97:23.5": "Denn prinzipientreues und moralisches Verhalten ist besser als prinzipienloses und unmoralisches Verhalten.“ ",
  "mn97:23.6": "„Dhanañjāni, andere haben einen Erwerb, der sowohl lohnend als auch rechtmäßig ist. Damit ist es möglich, den Opferpflichten gegenüber den Gottheiten nachzukommen, schlechte Taten zu unterlassen und den Pfad des Verdienstes zu üben. ",
  "mn97:24.1": "Wer, denkst du, ist besser: jemand, der sich um des Königs willen auf prinzipienlose und unmoralische Art verhält, oder jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält?“ ",
  "mn97:24.3": "„Jemand, der sich um des Königs willen auf prinzipienlose und unmoralische Art verhält, ist nicht besser. ",
  "mn97:24.4": "Jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält, ist besser. ",
  "mn97:24.5": "Denn prinzipientreues und moralisches Verhalten ist besser als prinzipienloses und unmoralisches Verhalten.“ ",
  "mn97:24.6": "„Dhanañjāni, andere haben einen Erwerb, der sowohl lohnend als auch rechtmäßig ist. Damit ist es möglich, den Opferpflichten gegenüber dem König nachzukommen, schlechte Taten zu unterlassen und den Pfad des Verdienstes zu üben. ",
  "mn97:25.1": "Wer, denkst du, ist besser: jemand, der sich auf prinzipienlose und unmoralische Art verhält, um seinen Körper zu mästen und aufzubauen, oder jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält?“ ",
  "mn97:25.3": "„Jemand, der sich auf prinzipienlose und unmoralische Art verhält, um seinen Körper zu mästen und aufzubauen, ist nicht besser. ",
  "mn97:25.4": "Jemand, der sich zu dem gleichen Zweck auf prinzipientreue und moralische Art verhält, ist besser. ",
  "mn97:25.5": "Denn prinzipientreues und moralisches Verhalten ist besser als prinzipienloses und unmoralisches Verhalten.“ ",
  "mn97:25.6": "„Dhanañjāni, andere haben einen Erwerb, der sowohl lohnend als auch rechtmäßig ist. Damit ist es möglich, seinen Körper zu mästen und aufzubauen, schlechte Taten zu unterlassen und den Pfad des Verdienstes zu üben.“ ",
  "mn97:26.1": "Der Brahmane Dhanañjāni begrüßte die Worte des Ehrwürdigen Sāriputta und stimmte ihm zu, dann erhob er sich von seinem Sitz und ging. ",
  "mn97:27.1": "Einige Zeit später wurde Dhanañjāni mitgenommen, leidend, schwer krank. ",
  "mn97:27.2": "Da wandte er sich an einen Mann: ",
  "mn97:27.3": "„He, Mann, bitte geh zum Buddha und beuge in meinem Namen deinen Kopf zu seinen Füßen. Sage zu ihm: ",
  "mn97:27.4": "‚Herr, der Brahmane Dhanañjāni ist mitgenommen, leidend, schwer krank. ",
  "mn97:27.5": "Er beugt seinen Kopf zu deinen Füßen.‘ ",
  "mn97:27.6": "Dann geh zum Ehrwürdigen Sāriputta und beuge in meinem Namen deinen Kopf zu seinen Füßen. Sage zu ihm: ",
  "mn97:27.7": "‚Herr, der Brahmane Dhanañjāni ist mitgenommen, leidend, schwer krank. ",
  "mn97:27.8": "Er beugt seinen Kopf zu deinen Füßen.‘ ",
  "mn97:27.9": "Und dann sage: ",
  "mn97:27.10": "‚Herr, bitte besuche Dhanañjāni in seiner Wohnung aus Anteilnahme.‘“ ",
  "mn97:27.11": "„Ja, Herr“, antwortete der Mann. Er tat, wie Dhanañjāni gebeten hatte, und ging zunächst zum Buddha ",
  "mn97:27.14": "und danach zum Ehrwürdigen Sāriputta, ",
  "mn97:27.15": "wo er die Nachricht von Dhanañjānis Krankheit überbrachte ",
  "mn97:27.17": "sowie die Bitte um einen Besuch. ",
  "mn97:27.18": "Sāriputta schwieg zum Zeichen der Zustimmung. ",
  "mn97:28.1": "Dann kleidete sich der Ehrwürdige Sāriputta an, nahm Schale und Robe und ging zu Dhanañjānis Wohnung. Er setzte sich auf den ausgebreiteten Sitz und sagte zu Dhanañjāni: ",
  "mn97:28.2": "„Ich hoffe, es geht dir leidlich, Dhanañjāni, ich hoffe, du kommst zurecht. Und ich hoffe, dass der Schmerz nachlässt und nicht zunimmt, dass ein Nachlassen ersichtlich ist, kein Zunehmen.“ ",
  "mn97:29.1": "„Es geht mir nicht leidlich, werter Sāriputta, ich komme nicht zurecht. Der Schmerz ist schrecklich und nimmt zu, er lässt nicht nach, ein Zunehmen ist ersichtlich, kein Nachlassen. ",
  "mn97:29.2": "Wie wenn ein kräftiger Mann eine scharfe Spitze in meinen Kopf bohren würde: So heftig sind die bohrenden Winde, die mir den Kopf zermartern. ",
  "mn97:29.3": "Es geht mir nicht leidlich. ",
  "mn97:29.4": "Wie wenn ein starker Mann mir einen festen Lederriemen um den Kopf strammziehen würde: So heftig ist der Schmerz in meinem Kopf. ",
  "mn97:29.5": "Es geht mir nicht leidlich. ",
  "mn97:29.6": "Wie wenn ein geschickter Metzger oder Metzgerlehrling mit einem scharfen Fleischermesser den Bauch einer Kuh aufschlitzen würde: So heftig sind die schneidenden Winde, die mir in den Bauch schneiden. ",
  "mn97:29.7": "Es geht mir nicht leidlich. ",
  "mn97:29.8": "Wie wenn zwei kräftige Männer einen schwächeren Mann an den Armen packen würden, um ihn über einer Grube mit glühenden Kohlen zu verbrennen und zu schmoren: So heftig ist das Brennen in meinem Körper. ",
  "mn97:29.9": "Es geht mir nicht leidlich, ich komme nicht zurecht. Der Schmerz ist schrecklich und nimmt zu, er lässt nicht nach, ein Zunehmen ist ersichtlich, kein Nachlassen.“ ",
  "mn97:30.1": "„Was, denkst du, ist besser, Dhanañjāni: ",
  "mn97:30.2": "die Hölle oder das Tierreich?“ ",
  "mn97:30.3": "„Das Tierreich ist besser als die Hölle, werter Sāriputta.“ ",
  "mn97:30.4": "„Was, denkst du, ist besser: ",
  "mn97:30.5": "das Tierreich oder das Gespensterreich?“ ",
  "mn97:30.6": "„Das Gespensterreich ist besser als das Tierreich.“ ",
  "mn97:30.7": "„Was, denkst du, ist besser: ",
  "mn97:30.8": "das Gespensterreich oder die Menschenwelt?“ ",
  "mn97:30.9": "„Die Menschenwelt ist besser als das Gespensterreich.“ ",
  "mn97:30.10": "„Was, denkst du, ist besser: ",
  "mn97:30.11": "die Menschenwelt oder die Götter der vier großen Könige?“ ",
  "mn97:30.12": "„Die Götter der vier großen Könige sind besser als die Menschenwelt.“ ",
  "mn97:30.13": "„Was, denkst du, ist besser: ",
  "mn97:30.14": "die Götter der vier großen Könige oder die Götter der Dreiunddreißig?“ ",
  "mn97:30.15": "„Die Götter der Dreiunddreißig sind besser als die Götter der vier großen Könige.“ ",
  "mn97:30.16": "„Was, denkst du, ist besser: ",
  "mn97:30.17": "die Götter der Dreiunddreißig oder die Yama-Götter?“ ",
  "mn97:30.18": "„Die Yama-Götter sind besser als die Götter der Dreiunddreißig.“ ",
  "mn97:30.19": "„Was, denkst du, ist besser: ",
  "mn97:30.20": "die Yama-Götter oder die freudvollen Götter?“ ",
  "mn97:30.21": "„Die freudvollen Götter sind besser als die Yama-Götter.“ ",
  "mn97:30.22": "„Was, denkst du, ist besser: ",
  "mn97:30.23": "die freudvollen Götter oder die Götter, die das Ersinnen lieben?“ ",
  "mn97:30.24": "„Die Götter, die das Ersinnen lieben, sind besser als die freudvollen Götter.“ ",
  "mn97:30.25": "„Was, denkst du, ist besser: ",
  "mn97:30.26": "die Götter, die das Ersinnen lieben, oder die Götter, die über das herrschen, was andere ersinnen?“ ",
  "mn97:30.27": "„Die Götter, die über das herrschen, was andere ersinnen, sind besser als die Götter, die das Ersinnen lieben.“ ",
  "mn97:31.1": "„Was, denkst du, ist besser: ",
  "mn97:31.2": "die Götter, die über das herrschen, was andere ersinnen, oder die Brahmāwelt?“ ",
  "mn97:31.3": "„Der werte Sāriputta spricht von der Brahmāwelt! ",
  "mn97:31.4": "Der werte Sāriputta spricht von der Brahmāwelt!“ ",
  "mn97:31.5": "Da dachte Sāriputta: ",
  "mn97:31.6": "„Diese Brahmanen sind der Brahmāwelt ergeben. ",
  "mn97:31.7": "Warum lehre ich Dhanañjāni nicht den Pfad zur Gemeinschaft mit Brahmā?“ ",
  "mn97:31.8": "„Dhanañjāni, ich werde dich den Pfad zur Gemeinschaft mit Brahmā lehren. ",
  "mn97:31.9": "Hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn97:31.10": "„Ja, werter Herr“, antwortete Dhanañjāni. ",
  "mn97:31.11": "Der Ehrwürdige Sāriputta sagte: ",
  "mn97:32.1": "„Und was ist der Pfad zur Gemeinschaft mit Brahmā? ",
  "mn97:32.2": "Da meditiert ein Mönch, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn97:32.3": "Das ist ein Pfad zur Gemeinschaft mit Brahmā. ",
  "mn97:33-35.1": "Dann meditiert ein Mönch, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "mn97:33-35.2": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringt … ",
  "mn97:33-35.3": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn97:33-35.4": "Auch das ist ein Pfad zur Gemeinschaft mit Brahmā.“ ",
  "mn97:36.1": "„Nun, werter Sāriputta, beuge in meinem Namen deinen Kopf zu Füßen des Buddha. Sage zu ihm: ",
  "mn97:36.2": "‚Herr, der Brahmane Dhanañjāni ist mitgenommen, leidend, schwer krank. ",
  "mn97:36.3": "Er beugt seinen Kopf zu deinen Füßen.‘“ ",
  "mn97:36.4": "Da erhob sich der Ehrwürdige Sāriputta, nachdem er Dhanañjāni in der niederen Brahmāwelt verankert hatte, von seinem Sitz und ging, obwohl noch mehr zu tun war. ",
  "mn97:36.5": "Nicht lange, nachdem Sāriputta gegangen war, starb Dhanañjāni und wurde in der Brahmāwelt wiedergeboren. ",
  "mn97:37.1": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "mn97:37.2": "„Mönche und Nonnen, nachdem er Dhanañjāni in der niederen Brahmāwelt verankert hatte, hat Sāriputta sich von seinem Sitz erhoben und ist gegangen, obwohl noch mehr zu tun war.“ ",
  "mn97:38.1": "Dann ging der Ehrwürdige Sāriputta zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte: ",
  "mn97:38.2": "„Herr, der Brahmane Dhanañjāni ist mitgenommen, leidend, schwer krank. ",
  "mn97:38.3": "Er beugt seinen Kopf zu deinen Füßen.“ ",
  "mn97:38.4": "„Aber Sāriputta, warum hast du, nachdem du Dhanañjāni in der niederen Brahmāwelt verankert hattest, dich von deinem Sitz erhoben und bist gegangen, obwohl noch mehr zu tun war?“ ",
  "mn97:38.5": "„Herr, ich dachte: ",
  "mn97:38.6": "‚Diese Brahmanen sind der Brahmāwelt ergeben. Warum lehre ich Dhanañjāni nicht den Pfad zur Gemeinschaft mit Brahmā?‘“ ",
  "mn97:38.7": "„Und, Sāriputta, der Brahmane Dhanañjāni ist gestorben und wurde in der Brahmāwelt wiedergeboren.“ "
}