{
  "mn99:0.1": "Mittlere Lehrreden 99 ",
  "mn99:0.2": "Mit Subha ",
  "mn99:1.1": "So habe ich es gehört: ",
  "mn99:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn99:2.1": "Damals befand sich der Vedenstudent Subha, der Sohn Todeyyas, wegen einer Angelegenheit in Sāvatthī im Haus eines gewissen Hausbesitzers. ",
  "mn99:2.2": "Da sagte Subha zu diesem Hausbesitzer: ",
  "mn99:2.3": "„Hausbesitzer, ich  habe gehört, ",
  "mn99:2.4": "in Sāvatthī gebe es keinen Mangel an Vollendeten. ",
  "mn99:2.5": "Welchem Asketen oder Brahmanen könnten wir heute unsere Aufwartung machen?“ ",
  "mn99:2.6": "„Herr, der Buddha hält sich bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn99:2.7": "Du solltest ihm deine Aufwartung machen, Herr.“ ",
  "mn99:3.1": "Da stimmte Subha dem Hausbesitzer zu, ging zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "mn99:3.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "mn99:4.1": "„Werter Gotama, die Brahmanen sagen: ",
  "mn99:4.2": "‚Laien haben in dem System der tauglichen Lehre Erfolg, Hauslose haben keinen Erfolg.‘ ",
  "mn99:4.3": "Was sagt der werte Gotama dazu?“ ",
  "mn99:4.4": "„Zu diesem Punkt, Vedenstudent, spreche ich, nachdem ich die Frage aufgegliedert habe, ",
  "mn99:4.5": "nicht einseitig. ",
  "mn99:4.6": "Weder für Laien noch für Hauslose preise ich falsche Übung. ",
  "mn99:4.7": "Weil sie falsch üben, können weder Laien noch Hauslose in dem System der tauglichen Lehre Erfolg haben. ",
  "mn99:4.8": "Sowohl für Laien als auch für Hauslose preise ich richtige Übung. ",
  "mn99:4.9": "Weil sie richtig üben, können sowohl Laien als auch Hauslose in dem System der tauglichen Lehre Erfolg haben.“ ",
  "mn99:5.1": "„Werter Gotama, die Brahmanen sagen: ",
  "mn99:5.2": "‚Da die Arbeit des Laienlebens viele Voraussetzungen, Pflichten, Probleme und viel Aufwand beinhaltet, ist sie sehr fruchtbar. ",
  "mn99:5.3": "Aber da die Arbeit des hauslosen Lebens wenige Voraussetzungen, Pflichten, Probleme und wenig Aufwand beinhaltet, ist sie nicht sehr fruchtbar.‘ ",
  "mn99:5.4": "Was sagt der werte Gotama dazu?“ ",
  "mn99:5.5": "„Auch zu diesem Punkt, Vedenstudent, spreche ich, nachdem ich die Frage aufgegliedert habe, ",
  "mn99:5.6": "nicht einseitig. ",
  "mn99:5.7": "Manche Arbeiten beinhalten viele Voraussetzungen, Pflichten, Probleme und viel Aufwand, und wenn sie scheitern, sind sie nicht sehr fruchtbar. ",
  "mn99:5.8": "Manche Arbeiten beinhalten viele Voraussetzungen, Pflichten, Probleme und viel Aufwand, und wenn sie gelingen, sind sie sehr fruchtbar. ",
  "mn99:5.9": "Manche Arbeiten beinhalten wenige Voraussetzungen, Pflichten, Probleme und wenig Aufwand, und wenn sie scheitern, sind sie nicht sehr fruchtbar. ",
  "mn99:5.10": "Manche Arbeiten beinhalten wenige Voraussetzungen, Pflichten, Probleme und wenig Aufwand, und wenn sie gelingen, sind sie sehr fruchtbar. ",
  "mn99:6.1": "Und welche Arbeit beinhaltet viele Voraussetzungen, Pflichten, Probleme und viel Aufwand, und wenn sie scheitert, ist sie nicht sehr fruchtbar? ",
  "mn99:6.2": "Der Ackerbau. ",
  "mn99:6.3": "Und welche Arbeit beinhaltet viele Voraussetzungen, Pflichten, Probleme und viel Aufwand, und wenn sie gelingt, ist sie sehr fruchtbar? ",
  "mn99:6.4": "Ebenfalls der Ackerbau. ",
  "mn99:6.5": "Und welche Arbeit beinhaltet wenige Voraussetzungen, Pflichten, Probleme und wenig Aufwand, und wenn sie scheitert, ist sie nicht sehr fruchtbar? ",
  "mn99:6.6": "Der Handel. ",
  "mn99:6.7": "Und welche Arbeit beinhaltet wenige Voraussetzungen, Pflichten, Probleme und wenig Aufwand, und wenn sie gelingt, ist sie sehr fruchtbar? ",
  "mn99:6.8": "Ebenfalls der Handel. ",
  "mn99:7.1": "Wie der Ackerbau, der eine Arbeit ist, die viele Voraussetzungen, Pflichten, Probleme und viel Aufwand beinhaltet und wenn sie scheitert, nicht sehr fruchtbar ist, ",
  "mn99:7.2": "ebenso ist das Laienleben eine Arbeit, die viele Voraussetzungen, Pflichten, Probleme und viel Aufwand beinhaltet, und wenn sie scheitert, ist sie nicht sehr fruchtbar; ",
  "mn99:7.3": "",
  "mn99:7.4": "aber wenn sie gelingt, ist sie sehr fruchtbar. ",
  "mn99:7.5": "Wie der Handel, der eine Arbeit ist, die wenige Voraussetzungen, Pflichten, Probleme und wenig Aufwand beinhaltet und wenn sie scheitert, nicht sehr fruchtbar ist, ",
  "mn99:7.6": "ebenso ist das hauslose Leben eine Arbeit, die wenige Voraussetzungen, Pflichten, Probleme und wenig Aufwand beinhaltet, und wenn sie scheitert, ist sie nicht sehr fruchtbar; ",
  "mn99:7.8": "aber wenn sie gelingt, ist sie sehr fruchtbar.“ ",
  "mn99:8.1": "„Werter Gotama, die Brahmanen schreiben fünf Dinge vor, um Verdienst zu schaffen und im Tauglichen Erfolg zu haben.“ ",
  "mn99:8.2": "„Wenn es dir nichts ausmacht, ",
  "mn99:8.3": "erkläre bitte diese fünf Dinge, um Verdienst zu schaffen und im Tauglichen Erfolg zu haben, ",
  "mn99:8.4": "in dieser Versammlung.“ ",
  "mn99:8.5": "„Es macht keine Mühe, wenn ein werter Herr wie du da sitzt.“ ",
  "mn99:8.6": "„Gut, dann sprich, Vedenstudent.“ ",
  "mn99:9.1": "„Werter Gotama, das erste Ding, um Verdienst zu schaffen und im Tauglichen Erfolg zu haben, das die Brahmanen vorschreiben, ist Wahrheit. ",
  "mn99:9.2": "Das zweite Ding ist Inbrunst. ",
  "mn99:9.3": "Das dritte Ding ist Keuschheit. ",
  "mn99:9.4": "Das vierte Ding ist Aufsagen. ",
  "mn99:9.5": "Das fünfte Ding ist Großzügigkeit. ",
  "mn99:9.6": "Das sind die fünf Dinge, um Verdienst zu schaffen und im Tauglichen Erfolg zu haben, die die Brahmanen vorschreiben. ",
  "mn99:9.7": "Was sagt der werte Gotama dazu?“ ",
  "mn99:9.8": "„Nun, Vedenstudent, gibt es auch nur einen einzigen Brahmanen, der sagt: ",
  "mn99:9.9": "‚Ich erkläre diese fünf Dinge, nachdem ich sie durch eigene Einsicht erkannt habe‘?“ ",
  "mn99:9.10": "„Nein, werter Gotama.“ ",
  "mn99:9.11": "„Nun, gibt es auch nur einen einzigen Lehrmeister der Brahmanen, oder einen Lehrmeister eines Lehrmeisters, oder irgendjemanden bis zur siebten Lehrmeistergeneration zurück, der sagt: ",
  "mn99:9.12": "‚Ich erkläre diese fünf Dinge, nachdem ich sie durch eigene Einsicht erkannt habe‘?“ ",
  "mn99:9.13": "„Nein, werter Gotama.“ ",
  "mn99:9.14": "„Nun, wie ist es mit den alten Sehern der Brahmanen, nämlich Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa und Bhagu? Sie schufen die Hymnen und verbreiteten sie. Ihr Gesangbuch wurde in alten Zeiten gesungen, verbreitet und zusammengestellt. Bis heute wird es von Brahmanen gesungen und vorgetragen. Brahmanen tragen weiterhin vor, was vorgetragen wurde, und lehren, was gelehrt wurde. ",
  "mn99:9.15": "Sagten etwa sie: ",
  "mn99:9.16": "‚Wir erklären diese fünf Dinge, nachdem wir sie durch eigene Einsicht erkannt haben‘?“ ",
  "mn99:9.17": "„Nein, werter Gotama.“ ",
  "mn99:9.18": "„So scheint es, es gibt nicht einen einzigen unter den Brahmanen, ",
  "mn99:9.20": "nicht einmal irgendjemanden bis zur siebten Lehrmeistergeneration zurück, ",
  "mn99:9.22": "und nicht einmal unter den alten Sehern der Brahmanen, ",
  "mn99:9.23": "der sagt: ",
  "mn99:9.24": "‚Wir erklären diese fünf Dinge, nachdem wir sie durch eigene Einsicht erkannt haben.‘ ",
  "mn99:9.25": "Wie eine Reihe von Blinden, von denen jeder sich an seinem Vordermann festhält: Der erste sieht nicht, der mittlere sieht nicht und der letzte sieht auch nicht. ",
  "mn99:9.26": "Ebenso scheint es mir, es stellt sich heraus, dass die Aussage der Brahmanen einer Reihe von Blinden vergleichbar ist: Der erste sieht nicht, der mittlere sieht nicht und der letzte sieht auch nicht.“ ",
  "mn99:10.1": "Auf diese Worte wurde Subha zornig und aufgebracht über den Buddha wegen des Gleichnisses von der Reihe von Blinden. Er fiel sogar über den Buddha selbst her und zerriss sich das Maul über ihn: ",
  "mn99:10.2": "„Der Asket Gotama wird geschlagen werden!“ Er sagte zum Buddha: ",
  "mn99:10.3": "„Werter Gotama, der Brahmane Pokkharasāti Upamañña vom Subhaga-Wald sagt: ",
  "mn99:10.4": "‚Genau das geschieht mit manchen Asketen und Brahmanen. Sie behaupten, einen erhabenen Zustand übermenschlichen Erkennens und Sehens zu besitzen, der der Edlen würdig ist. ",
  "mn99:10.5": "Ihre Aussage erweist sich als Witz – bloße Worte, gehaltlos und hohl. ",
  "mn99:10.6": "Denn wie in aller Welt kann ein menschliches Wesen einen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist, erkennen oder sehen oder verwirklichen? ",
  "mn99:10.7": "Das ist ganz unmöglich.‘“ ",
  "mn99:11.1": "„Aber Vedenstudent, versteht Pokkharasāti den Geist all dieser Asketen und Brahmanen, indem er ihn mit seinem Geist erfasst?“ ",
  "mn99:11.2": "„Werter Gotama, der Brahmane Pokkharasāti versteht nicht einmal den Geist seiner eigenen abhängigen Magd Puṇṇikā, wie könnte er daher den Geist all dieser Asketen und Brahmanen verstehen?“ ",
  "mn99:12.1": "„Wie wenn da ein Mensch von Geburt an blind wäre, Vedenstudent. Er könnte keine dunklen oder hellen, blauen, gelben, roten oder purpurfarbenen Bilder sehen. Er könnte keinen ebenen oder unebenen Boden sehen noch Sterne, Mond oder Sonne. ",
  "mn99:12.2": "Er würde sagen: ",
  "mn99:12.3": "‚So etwas wie dunkle und helle Bilder gibt es nicht, und es gibt niemanden, der sie sieht. ",
  "mn99:12.4": "Es gibt keine blauen Bilder, ",
  "mn99:12.5": "keine gelben, ",
  "mn99:12.6": "keine roten ",
  "mn99:12.7": "und keine purpurfarbenen, ",
  "mn99:12.8": "es gibt keinen ebenen oder unebenen Boden, ",
  "mn99:12.9": "keine Sterne, ",
  "mn99:12.10": "keinen Mond und keine Sonne, und es gibt niemanden, der diese Dinge sieht. ",
  "mn99:12.11": "Ich erkenne und sehe sie nicht, ",
  "mn99:12.12": "daher gibt es sie nicht.‘ ",
  "mn99:12.13": "Würde der richtig sprechen?“ ",
  "mn99:12.14": "„Nein, werter Gotama. ",
  "mn99:12.15": "Es gibt so etwas wie dunkle und helle Bilder, und es gibt jemanden, der sie sieht. ",
  "mn99:12.16": "Auch blaue Bilder, ",
  "mn99:12.17": "gelbe, ",
  "mn99:12.18": "rote ",
  "mn99:12.19": "und purpurfarbene, ",
  "mn99:12.20": "ebenen oder unebenen Boden, ",
  "mn99:12.21": "Sterne, ",
  "mn99:12.22": "Mond und Sonne gibt es, und es gibt jemanden, der sie sieht. ",
  "mn99:12.23": "Daher ist es nicht richtig, zu sagen: ‚Ich erkenne und sehe sie nicht, ",
  "mn99:12.24": "daher gibt es sie nicht.‘“ ",
  "mn99:13.1": "„Ebenso ist Pokkharasāti blind und ohne Sehvermögen. ",
  "mn99:13.2": "Es ist ganz unmöglich, dass er einen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist, erkennt oder sieht oder verwirklicht. ",
  "mn99:13.3": "Was denkst du, Vedenstudent? ",
  "mn99:13.4": "Es gibt gutsituierte Kosaler Brahmanen: nämlich ",
  "mn99:13.5": "die Brahmanen Caṅkī, Tārukkha, Pokkharasāti, Jānussoṇi und dein Vater Todeyya. Was ist besser für sie: dass ihre Rede mit der einhelligen Meinung übereinstimmt, oder dass sie das nicht tut?“ ",
  "mn99:13.6": "„Dass sie übereinstimmt, werter Gotama.“ ",
  "mn99:13.7": "„Was ist besser für sie: dass ihre Rede bedacht oder dass sie unbedacht ist?“ ",
  "mn99:13.8": "„Dass sie bedacht ist.“ ",
  "mn99:13.9": "„Was ist besser für sie: dass sie nach Überlegung sprechen oder ohne Überlegung?“ ",
  "mn99:13.10": "„Dass sie nach Überlegung sprechen.“ ",
  "mn99:13.11": "„Was ist besser für sie: dass ihre Rede nützlich oder dass sie wertlos ist?“ ",
  "mn99:13.12": "„Dass sie nützlich ist.“ ",
  "mn99:14.1": "„Was denkst du, Vedenstudent? ",
  "mn99:14.2": "Wenn das so ist, stimmt dann Pokkharasātis Rede mit der einhelligen Meinung überein oder nicht?“ ",
  "mn99:14.3": "„Sie stimmt nicht überein, werter Gotama.“ ",
  "mn99:14.4": "„Ist sie bedacht oder unbedacht?“ ",
  "mn99:14.5": "„Unbedacht.“ ",
  "mn99:14.6": "„Kommt sie nach Überlegung oder ohne Überlegung?“ ",
  "mn99:14.7": "„Ohne Überlegung.“ ",
  "mn99:14.8": "„Ist sie nützlich oder wertlos?“ ",
  "mn99:14.9": "„Wertlos.“ ",
  "mn99:15.1": "„Vedenstudent, es gibt diese fünf Hindernisse. ",
  "mn99:15.2": "Welche fünf? ",
  "mn99:15.3": "Das Hindernis des sinnlichen Begehrens, des bösen Willens, der Dumpfheit und Benommenheit, der Rastlosigkeit und Reue sowie des Zweifels. ",
  "mn99:15.4": "Das sind die fünf Hindernisse. ",
  "mn99:15.5": "Von diesen fünf Hindernissen ist der Brahmane Pokkharasāti gehemmt, gehindert, eingekapselt und ummantelt. ",
  "mn99:15.6": "Es ist ganz unmöglich, dass er einen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist, erkennt oder sieht oder verwirklicht. ",
  "mn99:16.1": "Es gibt diese fünf Sinnesreize. ",
  "mn99:16.2": "Welche fünf? ",
  "mn99:16.3": "Es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn99:16.4": "Es gibt Töne, die das Ohr erkennt … ",
  "mn99:16.5": "Gerüche, die die Nase erkennt … ",
  "mn99:16.6": "Geschmäcke, die die Zunge erkennt … ",
  "mn99:16.7": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "mn99:16.8": "Das sind die fünf Sinnesreize. ",
  "mn99:16.9": "Pokkharasāti genießt diese fünf Sinnesreize gebunden, betört, anhänglich, blind für die Nachteile und ohne das Entrinnen zu verstehen. ",
  "mn99:16.10": "Es ist ganz unmöglich, dass er einen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist, erkennt oder sieht oder verwirklicht. ",
  "mn99:17.1": "Was denkst du, Vedenstudent? ",
  "mn99:17.2": "Welches Feuer würde bessere Flammen, bessere Farbe und besseren Glanz haben: eines, das in Abhängigkeit von Gras und Holz als Nahrung brennt, oder eines, das davon unabhängig ist?“ ",
  "mn99:17.3": "„Wenn es möglich wäre, dass ein Feuer brennt, ohne von Gras und Holz als Nahrung abhängig zu sein, dann hätte das bessere Flammen, bessere Farbe und besseren Glanz.“ ",
  "mn99:17.4": "„Aber es ist nicht möglich, Vedenstudent, es sei denn durch übersinnliche Kraft. ",
  "mn99:17.5": "Ekstase, die von den fünf Sinnesreizen abhängig ist, ist wie ein Feuer, das von Gras und Holz als Nahrung abhängig ist. ",
  "mn99:17.6": "Ekstase, die außerhalb von Sinnenfreuden und untauglichen Eigenschaften liegt, ist wie ein Feuer, das nicht von Holz und Gras als Nahrung abhängig ist. ",
  "mn99:17.7": "Und was ist Ekstase, die außerhalb von Sinnenfreuden und untauglichen Eigenschaften liegt? ",
  "mn99:17.8": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "mn99:17.9": "Das ist Ekstase, die außerhalb von Sinnenfreuden und untauglichen Eigenschaften liegt. ",
  "mn99:17.10": "Dann tritt da ein Mönch, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "mn99:17.11": "Auch das ist Ekstase, die außerhalb von Sinnenfreuden und untauglichen Eigenschaften liegt. ",
  "mn99:18.1": "Welches der fünf Dinge, die die Brahmanen vorschreiben, um Verdienst zu schaffen und im Tauglichen Erfolg zu haben, bezeichnen sie als das fruchtbarste?“ ",
  "mn99:18.2": "„Die Großzügigkeit, werter Gotama.“ ",
  "mn99:19.1": "„Was denkst du, Vedenstudent? ",
  "mn99:19.2": "Da würde ein Brahmane ein großes Opfer vorbereiten. ",
  "mn99:19.3": "Zwei Brahmanen kämen vorbei ",
  "mn99:19.4": "und wollten teilnehmen. ",
  "mn99:19.5": "Da dächte einer dieser Brahmanen: ",
  "mn99:19.6": "‚Ach! Dass doch ich allein im Speisesaal den besten Sitz, das beste Getränk und das beste Almosen bekomme, nicht ein anderer Brahmane!‘ ",
  "mn99:19.7": "Aber es ist möglich, dass ein anderer Brahmane im Speisesaal den besten Sitz, das beste Getränk und das beste Almosen bekommt. ",
  "mn99:19.8": "Im Gedanken: ‚Ein anderer Brahmane hat den besten Sitz, das beste Getränk und das beste Almosen bekommen‘, ",
  "mn99:19.9": "wird er zornig und aufgebracht. ",
  "mn99:19.10": "Was, sagen die Brahmanen, sei davon das Ergebnis?“ ",
  "mn99:19.11": "„Werter Gotama, Brahmanen geben keine Spenden mit dem Ziel, ",
  "mn99:19.12": "dass andere zornig und aufgebracht werden. ",
  "mn99:19.13": "Sie geben vielmehr nur aus Anteilnahme.“ ",
  "mn99:19.14": "„Gibt es in diesem Fall nicht eine sechste Grundlage, um Verdienst zu schaffen, ",
  "mn99:19.15": "nämlich Anteilnahme?“ ",
  "mn99:19.16": "„In diesem Fall gibt es eine sechste Grundlage, um Verdienst zu schaffen, ",
  "mn99:19.17": "nämlich Anteilnahme.“ ",
  "mn99:20.1": "„Wo findest du gewöhnlich die fünf Dinge, die die Brahmanen vorschreiben, um Verdienst zu schaffen und im Tauglichen Erfolg zu haben: ",
  "mn99:20.2": "unter Laien oder unter Hauslosen?“ ",
  "mn99:20.3": "„Mehr unter Hauslosen und weniger unter Laien. ",
  "mn99:20.4": "Denn ein Laie hat viele Voraussetzungen, Pflichten, Probleme und viel Aufwand, und er kann nicht immer die Wahrheit sagen, ",
  "mn99:20.6": "inbrünstig sein, ",
  "mn99:20.7": "keusch sein, ",
  "mn99:20.8": "viel aufsagen ",
  "mn99:20.9": "oder sehr großzügig sein. ",
  "mn99:20.10": "Aber ein Hausloser hat wenige Voraussetzungen, Pflichten, Probleme und wenig Aufwand, und er kann immer die Wahrheit sagen, inbrünstig sein, ",
  "mn99:20.11": "keusch sein, ",
  "mn99:20.12": "viel aufsagen ",
  "mn99:20.13": "und sehr großzügig sein. ",
  "mn99:20.14": "Die fünf Dinge, die die Brahmanen vorschreiben, um Verdienst zu schaffen und im Tauglichen Erfolg zu haben, finde ich mehr unter Hauslosen, weniger unter Laien.“ ",
  "mn99:21.1": "„Ich sage, die fünf Dinge, die die Brahmanen vorschreiben, um Verdienst zu schaffen und im Tauglichen Erfolg zu haben, sind Voraussetzungen des Geistes, ",
  "mn99:21.2": "um einen Geist zu entwickeln, der frei von Feindschaft und bösem Willen ist. ",
  "mn99:21.3": "Da spricht ein Mönch die Wahrheit. ",
  "mn99:21.4": "Im Gedanken: ‚Ich spreche die Wahrheit‘, ist er ergriffen von der Bedeutung und der Lehre und findet Freude im Zusammenhang mit der Lehre. ",
  "mn99:21.5": "Und ich sage, Freude im Zusammenhang mit dem Tauglichen ist eine Voraussetzung des Geistes, ",
  "mn99:21.6": "um einen Geist zu entwickeln, der frei von Feindschaft und bösem Willen ist. ",
  "mn99:21.7": "Da ist ein Mönch inbrünstig … ",
  "mn99:21.8": "keusch … ",
  "mn99:21.9": "sagt viel auf … ",
  "mn99:21.10": "und ist sehr großzügig. ",
  "mn99:21.11": "Im Gedanken: ‚Ich bin sehr großzügig‘, ist er ergriffen von der Bedeutung und der Lehre und findet Freude im Zusammenhang mit der Lehre. ",
  "mn99:21.12": "Und ich sage, Freude im Zusammenhang mit dem Tauglichen ist eine Voraussetzung des Geistes, ",
  "mn99:21.13": "um einen Geist zu entwickeln, der frei von Feindschaft und bösem Willen ist. ",
  "mn99:21.14": "Ich sage, die fünf Dinge, die die Brahmanen vorschreiben, um Verdienst zu schaffen und im Tauglichen Erfolg zu haben, sind Voraussetzungen des Geistes, ",
  "mn99:21.15": "um einen Geist zu entwickeln, der frei von Feindschaft und bösem Willen ist.“ ",
  "mn99:22.1": "Als der Buddha geendet hatte, sagte der Vedenstudent Subha zu ihm: ",
  "mn99:22.2": "„Werter Gotama, ich habe gehört, ",
  "mn99:22.3": "der Asket Gotama kenne einen Pfad zur Gemeinschaft mit Brahmā.“ ",
  "mn99:22.4": "„Was denkst du, Vedenstudent? ",
  "mn99:22.5": "Liegt das Dorf Naḷakāra in der Nähe?“ ",
  "mn99:22.6": "„Es liegt in der Nähe, werter Herr, nicht weit weg.“ ",
  "mn99:22.7": "„Was denkst du, Vedenstudent? Da wäre ein Mensch in Naḷakāra geboren und aufgewachsen. ",
  "mn99:22.8": "Und sobald er den Ort verlassen hätte, fragten ihn Leute nach der Straße nach Naḷakāra. ",
  "mn99:22.9": "Würde er langsam oder zögerlich antworten?“ ",
  "mn99:22.10": "„Nein, werter Gotama. ",
  "mn99:22.11": "Warum ist das so? ",
  "mn99:22.12": "Weil er in Naḷakāra geboren und aufgewachsen ist. Er ist mit allen Straßen, die zum Dorf führen, wohl vertraut.“ ",
  "mn99:22.13": "„Und doch ist es möglich, dass er langsam oder zögerlich antworten würde. Aber der Klargewordene ist mit seiner Antwort nie langsam oder zögerlich, wenn er nach der Brahmāwelt oder der Übung, die zur Brahmāwelt führt, befragt wird. ",
  "mn99:22.14": "Ich verstehe Brahmā, die Brahmāwelt und die Übung, die zur Brahmāwelt führt, durch die man, wenn man im Einklang mit ihr übt, in der Brahmāwelt wiedergeboren wird.“ ",
  "mn99:23.1": "„Werter Gotama, ich habe gehört, ",
  "mn99:23.2": "der Asket Gotama lehre einen Pfad zur Gemeinschaft mit Brahmā. ",
  "mn99:23.3": "Bitte lehre mich diesen Pfad.“ ",
  "mn99:23.4": "„Nun, Vedenstudent, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "mn99:23.5": "„Ja, werter Herr“, antwortete Subha. ",
  "mn99:23.6": "Der Buddha sagte: ",
  "mn99:24.1": "„Und was ist der Pfad zur Gemeinschaft mit Brahmā? ",
  "mn99:24.2": "Da meditiert ein Mönch, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn99:24.3": "Wenn die Erlösung des Herzens durch Liebe so entwickelt wurde, werden alle begrenzten Taten, die er begangen hat, hier nicht bleiben oder Bestand haben. ",
  "mn99:24.4": "Wie wenn da ein machtvoller Schneckenhornbläser wäre: Er würde sich mühelos in allen vier Himmelsrichtungen Gehör verschaffen. ",
  "mn99:24.5": "Ebenso werden, wenn die Erlösung des Herzens durch Liebe so entwickelt wurde, alle begrenzten Taten, die dieser Mönch begangen hat, hier nicht bleiben oder Bestand haben. ",
  "mn99:24.6": "Das ist ein Pfad zur Gemeinschaft mit Brahmā. ",
  "mn99:25-27.1": "Dann meditiert ein Mönch, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "mn99:25-27.2": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringt … ",
  "mn99:25-27.3": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "mn99:25-27.4": "Wenn die Erlösung des Herzens durch Gleichmut so entwickelt wurde, werden alle begrenzten Taten, die er begangen hat, hier nicht bleiben oder Bestand haben. ",
  "mn99:25-27.5": "Wie wenn da ein machtvoller Schneckenhornbläser wäre: Er würde sich mühelos in allen vier Himmelsrichtungen Gehör verschaffen. ",
  "mn99:25-27.6": "Ebenso werden, wenn die Erlösung des Herzens durch Gleichmut so entwickelt wurde, alle begrenzten Taten, die dieser Mönch begangen hat, hier nicht bleiben oder Bestand haben. ",
  "mn99:25-27.7": "Auch das ist ein Pfad zur Gemeinschaft mit Brahmā.“ ",
  "mn99:28.1": "Auf diese Worte sagte der Vedenstudent Subha zum Buddha: ",
  "mn99:28.2": "„Vortrefflich, werter Gotama! Vortrefflich! ",
  "mn99:28.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der werte Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "mn99:28.4": "Ich nehme Zuflucht zum werten Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "mn99:28.5": "Von diesem Tag an soll der werte Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat. ",
  "mn99:28.6": "Nun, werter Gotama, jetzt muss ich gehen. ",
  "mn99:28.7": "Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "mn99:29.1": "„Bitte, Vedenstudent, geh nach deinem Belieben.“ ",
  "mn99:29.2": "Da begrüßte Subha die Worte des Buddha und stimmte ihm zu. Er erhob sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "mn99:30.1": "Da fuhr zu dieser Zeit der Brahmane Jānussoṇi mitten am Tag in einer ganz weißen, von Stuten gezogenen Kutsche aus Sāvatthī hinaus. ",
  "mn99:30.2": "Er sah den Vedenstudenten Subha von Weitem kommen ",
  "mn99:30.3": "und sagte zu ihm: ",
  "mn99:30.4": "„Nun, werter Bhāradvāja, woher kommst du mitten am Tag?“ ",
  "mn99:30.5": "„Gerade eben, werter Herr, komme ich vom Asketen Gotama.“ ",
  "mn99:30.6": "„Was denkst du, wie klar die Weisheit des Asketen Gotama ist? Denkst du, er ist klug?“ ",
  "mn99:30.7": "„Werter Herr, wer bin ich, dass ich beurteilen könnte, wie klar die Weisheit des Asketen Gotama ist? ",
  "mn99:30.8": "Man müsste wirklich mit ihm auf einer Stufe stehen, um zu beurteilen, wie klar seine Weisheit ist.“ ",
  "mn99:30.9": "„Da lobt der werte Bhāradvāja den Asketen Gotama aber mit einem großen Lob.“ ",
  "mn99:30.10": "„Wer bin ich, dass ich den Asketen Gotama loben könnte? ",
  "mn99:30.11": "Er wird von denen gelobt, die als die Ersten unter den Göttern und Menschen gelobt werden. ",
  "mn99:30.12": "Er sagt, die fünf Dinge, die die Brahmanen vorschreiben, um Verdienst zu schaffen und im Tauglichen Erfolg zu haben, ",
  "mn99:30.13": "seien die Voraussetzung des Geistes, ",
  "mn99:30.14": "um einen Geist zu entwickeln, der frei von Feindschaft und bösem Willen ist.“ ",
  "mn99:31.1": "Auf diese Worte stieg der Brahmane Jānussoṇi von seinem Wagen herab, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände in Richtung des Buddha und drückte dreimal dieses innige Gefühl aus: ",
  "mn99:31.2": "„König Pasenadi hat Glück, so großes Glück, ",
  "mn99:31.3": "dass der Klargewordene, der Vollendete, der vollkommen erwachte Buddha in seinem Reich lebt!“ "
}