{
  "mn9:0.1": "Mittlere Lehrreden 9 ",
  "mn9:0.2": "Rechte Ansicht ",
  "mn9:1.1": "So habe ich es gehört: ",
  "mn9:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "mn9:1.3": "Da wandte sich der Ehrwürdige Sāriputta an die Mönche und Nonnen: ",
  "mn9:1.4": "„Geehrte, Mönche und Nonnen!“ ",
  "mn9:1.5": "„Geehrter“, antworteten sie. ",
  "mn9:1.6": "Sāriputta sagte: ",
  "mn9:2.1": "„Geehrte, man spricht von dieser Sache, die ‚rechte Ansicht‘ genannt wird. ",
  "mn9:2.2": "Inwiefern ist jemand ein edler Schüler, der rechte Ansicht hat, dessen Ansicht unbeirrbar ist, der auf Erfahrung gegründete Zuversicht zur Lehre hat und zur wahren Lehre gekommen ist?“ ",
  "mn9:2.3": "„Geehrter, wir würden von weither kommen, um die Bedeutung dieser Aussage vor dem Ehrwürdigen Sāriputta zu lernen. ",
  "mn9:2.4": "Es wäre gut, wenn der Ehrwürdige Sāriputta selbst erklären würde, was das bedeutet. ",
  "mn9:2.5": "Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "mn9:2.6": "„Also dann, Geehrte, hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "mn9:2.7": "„Ja, Geehrter“, antworteten sie. ",
  "mn9:2.8": "Sāriputta sagte: ",
  "mn9:3.1": "„Ein edler Schüler versteht das Untaugliche und seine Wurzel und auch das Taugliche und seine Wurzel. ",
  "mn9:3.2": "Insofern ist jemand ein edler Schüler, der rechte Ansicht hat, dessen Ansicht unbeirrbar ist, der auf Erfahrung gegründete Zuversicht zur Lehre hat und zur wahren Lehre gekommen ist. ",
  "mn9:4.1": "Aber was ist das Untaugliche, und was ist seine Wurzel? Und was ist das Taugliche, und was ist seine Wurzel? ",
  "mn9:4.2": "Lebende Geschöpfe töten, stehlen, sexuelle Verfehlungen begehen; falsche, entzweiende, harte oder unsinnige Rede gebrauchen; Begehren, böser Wille und falsche Ansicht – ",
  "mn9:4.3": "das nennt man das Untaugliche. ",
  "mn9:5.1": "Und was ist die Wurzel des Untauglichen? ",
  "mn9:5.2": "Gier, Hass und Täuschung – ",
  "mn9:5.3": "das nennt man das die Wurzel des Untauglichen. ",
  "mn9:6.1": "Und was ist das Taugliche? ",
  "mn9:6.2": "Keine lebenden Geschöpfe töten, nicht stehlen und keine sexuellen Verfehlungen begehen; keine falsche, entzweiende, harte oder unsinnige Rede gebrauchen; Zufriedenheit, Wohlwollen und rechte Ansicht – ",
  "mn9:6.3": "das nennt man das Taugliche. ",
  "mn9:7.1": "Und was ist die Wurzel des Tauglichen? ",
  "mn9:7.2": "Zufriedenheit, Liebe und richtiges Verstehen – ",
  "mn9:7.3": "das nennt man das die Wurzel des Tauglichen. ",
  "mn9:8.1": "Ein edler Schüler versteht so das Untaugliche und seine Wurzel und auch das Taugliche und seine Wurzel. Er hat die zugrunde liegende Neigung zu Gier vollständig aufgegeben, sich von der zugrunde liegenden Neigung zu Ablehnung losgemacht und die zugrunde liegende Neigung zur Ansicht und Einbildung ‚ich bin‘ entwurzelt. Er hat Unwissenheit aufgegeben und Erkenntnis hervorgebracht und macht dem Leiden in diesem Leben ein Ende. ",
  "mn9:8.2": "Insofern ist jemand ein edler Schüler, der rechte Ansicht hat, dessen Ansicht unbeirrbar ist, der auf Erfahrung gegründete Zuversicht zur Lehre hat und zur wahren Lehre gekommen ist.“ ",
  "mn9:9.1": "Mit den Worten: „Gut, Geehrter“ begrüßten diese Mönche und Nonnen die Worte Sāriputtas und stimmten ihm zu. Dann stellten sie eine weitere Frage: ",
  "mn9:9.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat, dessen Ansicht unbeirrbar ist, der auf Erfahrung gegründete Zuversicht zur Lehre hat und zur wahren Lehre gekommen ist?“ ",
  "mn9:10.1": "„Das könnte es, Geehrter. ",
  "mn9:10.2": "Ein edler Schüler versteht Nahrung, den Ursprung von Nahrung, das Aufhören von Nahrung und die Übung, die zum Aufhören von Nahrung führt. ",
  "mn9:10.3": "Insofern ist jemand ein edler Schüler, der rechte Ansicht hat, dessen Ansicht unbeirrbar ist, der auf Erfahrung gegründete Zuversicht zur Lehre hat und zur wahren Lehre gekommen ist. ",
  "mn9:11.1": "Aber was ist Nahrung? Was ist der Ursprung von Nahrung? Was ist das Aufhören von Nahrung? Und was ist die Übung, die zum Aufhören von Nahrung führt? ",
  "mn9:11.2": "Es gibt vier Arten von Nahrung. Sie erhalten Lebewesen, die geboren sind, und helfen denen, die im Begriff stehen, geboren zu werden. ",
  "mn9:11.3": "Welche vier? ",
  "mn9:11.4": "Feste Nahrung, grob oder fein; Kontakt ist die zweite, eine Absicht im Geist die dritte und Bewusstsein die vierte. ",
  "mn9:11.5": "Nahrung entsteht aus Verlangen. Nahrung hört auf, wenn Verlangen aufhört. Die Übung, die zum Aufhören von Nahrung führt, ist einfach dieser edle achtfache Pfad: nämlich ",
  "mn9:11.6": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "mn9:12.1": "Ein edler Schüler versteht so Nahrung, den Ursprung von Nahrung, das Aufhören von Nahrung und die Übung, die zum Aufhören von Nahrung führt. Er hat die zugrunde liegende Neigung zu Gier vollständig aufgegeben, sich von der zugrunde liegenden Neigung zu Ablehnung losgemacht und die zugrunde liegende Neigung zur Ansicht und Einbildung ‚ich bin‘ entwurzelt. Er hat Unwissenheit aufgegeben und Erkenntnis hervorgebracht und macht dem Leiden in diesem Leben ein Ende. ",
  "mn9:12.2": "Insofern ist jemand ein edler Schüler, der rechte Ansicht hat, dessen Ansicht unbeirrbar ist, der auf Erfahrung gegründete Zuversicht zur Lehre hat und zur wahren Lehre gekommen ist.“ ",
  "mn9:13.1": "Mit den Worten: „Gut, Geehrter“ begrüßten diese Mönche und Nonnen die Worte Sāriputtas … und stellten eine weitere Frage: ",
  "mn9:13.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:14.1": "„Das könnte es, Geehrter. ",
  "mn9:14.2": "Ein edler Schüler versteht das Leiden, den Ursprung des Leidens, das Aufhören des Leidens und die Übung, die zum Aufhören des Leidens führt. ",
  "mn9:14.3": "Insofern ist jemand ein edler Schüler, der rechte Ansicht hat … und zur wahren Lehre gekommen ist. ",
  "mn9:15.1": "Aber was ist das Leiden? Was ist der Ursprung des Leidens? Was ist das Aufhören des Leidens? Und was ist die Übung, die zum Aufhören des Leidens führt? ",
  "mn9:15.2": "Wiedergeburt ist Leiden; Alter ist Leiden; Tod ist Leiden; Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis sind Leiden; mit Ungeliebtem verbunden sein ist Leiden; von Geliebtem getrennt sein ist Leiden; nicht bekommen, was man wünscht, ist Leiden. Kurz, die fünf mit Ergreifen verbundenen Aggregate sind Leiden. ",
  "mn9:15.3": "Das nennt man das Leiden. ",
  "mn9:16.1": "Und was ist der Ursprung des Leidens? ",
  "mn9:16.2": "Es ist das Verlangen, das zu künftigen Leben führt. Es ist mit Genießen und Gier vermischt und vergnügt sich überall, wo es ankommt: nämlich ",
  "mn9:16.3": "Verlangen nach Sinnenfreuden, Verlangen danach, das Dasein fortzusetzen, und Verlangen danach, das Dasein zu beenden. ",
  "mn9:16.4": "Das nennt man den Ursprung des Leidens. ",
  "mn9:17.1": "Und was ist das Aufhören des Leidens? ",
  "mn9:17.2": "Es ist das restlose Schwinden und Aufhören eben dieses Verlangens, es herzugeben, loszulassen, freizusetzen und nicht daran festzuhalten. ",
  "mn9:17.3": "Das nennt man das Aufhören des Leidens. ",
  "mn9:18.1": "Und was ist die Übung, die zum Aufhören des Leidens führt? ",
  "mn9:18.2": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "mn9:18.3": "rechte Ansicht … rechte Versenkung. ",
  "mn9:18.4": "Das nennt man die Übung, die zum Aufhören des Leidens führt. ",
  "mn9:19.1": "Ein edler Schüler versteht so das Leiden, den Ursprung des Leidens, das Aufhören des Leidens und die Übung, die zum Aufhören des Leidens führt. Er hat die zugrunde liegende Neigung zu Gier vollständig aufgegeben, sich von der zugrunde liegenden Neigung zu Ablehnung losgemacht und die zugrunde liegende Neigung zur Ansicht und Einbildung ‚ich bin‘ entwurzelt. Er hat Unwissenheit aufgegeben und Erkenntnis hervorgebracht und macht dem Leiden in diesem Leben ein Ende. ",
  "mn9:19.2": "Insofern ist jemand ein edler Schüler, der rechte Ansicht hat, dessen Ansicht unbeirrbar ist, der auf Erfahrung gegründete Zuversicht zur Lehre hat und zur wahren Lehre gekommen ist.“ ",
  "mn9:20.1": "Mit den Worten: „Gut, Geehrter“ begrüßten diese Mönche und Nonnen die Worte Sāriputtas … und stellten eine weitere Frage: ",
  "mn9:20.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:21.1": "„Das könnte es, Geehrter. ",
  "mn9:21.2": "Ein edler Schüler versteht Alter und Tod, den Ursprung von Alter und Tod, das Aufhören von Alter und Tod und die Übung, die zum Aufhören von Alter und Tod führt. ",
  "mn9:21.3": "Insofern ist jemand ein edler Schüler, der rechte Ansicht hat … und zur wahren Lehre gekommen ist. ",
  "mn9:22.1": "Aber was sind Alter und Tod? Was ist der Ursprung von Alter und Tod? Was ist das Aufhören von Alter und Tod? Und was ist die Übung, die zum Aufhören von Alter und Tod führt? ",
  "mn9:22.2": "Das Alter, das Herunterkommen, bröckelige Zähne, graue Haare, runzelige Haut, abnehmende Lebensenergie und versagende Sinneskräfte bei den verschiedenen Wesen der verschiedenen Gattungen von Wesen – ",
  "mn9:22.3": "das nennt man Alter. ",
  "mn9:22.4": "Und was ist Tod? ",
  "mn9:22.5": "Das Hinscheiden, Zugrundegehen, die Auflösung, das Ableben, die Sterblichkeit, der Tod, der Hingang, das Auseinanderbrechen der Aggregate, das Ablegen der Leiche und das Abschneiden der Lebenskraft bei den verschiedenen Wesen der verschiedenen Gattungen von Wesen – ",
  "mn9:22.6": "das nennt man Tod. ",
  "mn9:22.7": "So ist das Alter, und so ist der Tod; ",
  "mn9:22.8": "das nennt man Alter und Tod. ",
  "mn9:22.9": "Alter und Tod entstehen aus Wiedergeburt. Alter und Tod hören auf, wenn Wiedergeburt aufhört. Die Übung, die zum Aufhören von Alter und Tod führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:22.10": "",
  "mn9:24.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:25.1": "„Das könnte es, Geehrter. ",
  "mn9:25.2": "Ein edler Schüler versteht Wiedergeburt, den Ursprung von Wiedergeburt, das Aufhören von Wiedergeburt und die Übung, die zum Aufhören von Wiedergeburt führt. … ",
  "mn9:26.1": "Aber was ist Wiedergeburt? Was ist der Ursprung von Wiedergeburt? Was ist das Aufhören von Wiedergeburt? Und was ist die Übung, die zum Aufhören von Wiedergeburt führt? ",
  "mn9:26.2": "Die Wiedergeburt, der Anfang, die Empfängnis, Wiederverkörperung, die Manifestation der Aggregate und der Erwerb der Sinnesfelder bei den verschiedenen Wesen der verschiedenen Gattungen von Wesen – ",
  "mn9:26.3": "das nennt man Wiedergeburt. ",
  "mn9:26.4": "Wiedergeburt entsteht aus fortgesetztem Dasein. Wiedergeburt hört auf, wenn fortgesetztes Dasein aufhört. Die Übung, die zum Aufhören von Wiedergeburt führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:28.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:29.1": "„Das könnte es, Geehrter. ",
  "mn9:29.2": "Ein edler Schüler versteht fortgesetztes Dasein, den Ursprung von fortgesetztem Dasein, das Aufhören von fortgesetztem Dasein und die Übung, die zum Aufhören von fortgesetztem Dasein führt. ",
  "mn9:30.1": "Aber was ist fortgesetztes Dasein? Was ist der Ursprung von fortgesetztem Dasein? Was ist das Aufhören von fortgesetztem Dasein? Und was ist die Übung, die zum Aufhören von fortgesetztem Dasein führt? ",
  "mn9:30.2": "Es gibt drei Daseinszustände: ",
  "mn9:30.3": "Dasein im Bereich der Sinne, im Bereich der leuchtenden Form und im formlosen Bereich. ",
  "mn9:30.4": "Fortgesetztes Dasein entsteht aus Ergreifen. Fortgesetztes Dasein hört auf, wenn Ergreifen aufhört. Die Übung, die zum Aufhören von fortgesetztem Dasein führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:32.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:33.1": "„Das könnte es, Geehrter. ",
  "mn9:33.2": "Ein edler Schüler versteht Ergreifen, den Ursprung des Ergreifens, das Aufhören des Ergreifens und die Übung, die zum Aufhören des Ergreifens führt. … ",
  "mn9:34.1": "Aber was ist Ergreifen? Was ist der Ursprung des Ergreifens? Was ist das Aufhören des Ergreifens? Und was ist die Übung, die zum Aufhören des Ergreifens führt? ",
  "mn9:34.2": "Es gibt vier Arten des Ergreifens: ",
  "mn9:34.3": "Das Ergreifen von Sinnenfreuden, von Ansichten, von Regeln und Gelübden und von Selbsttheorien. ",
  "mn9:34.4": "Ergreifen entsteht aus Verlangen. Ergreifen hört auf, wenn Verlangen aufhört. Die Übung, die zum Aufhören des Ergreifens führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:36.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:37.1": "„Das könnte es, Geehrter. ",
  "mn9:37.2": "Ein edler Schüler versteht Verlangen, den Ursprung des Verlangens, das Aufhören des Verlangens und die Übung, die zum Aufhören des Verlangens führt. … ",
  "mn9:38.1": "Aber was ist Verlangen? Was ist der Ursprung des Verlangens? Was ist das Aufhören des Verlangens? Und was ist die Übung, die zum Aufhören des Verlangens führt? ",
  "mn9:38.2": "Es gibt sechs Klassen von Verlangen: ",
  "mn9:38.3": "Verlangen nach Bildern, Tönen, Düften, Geschmäcken, Berührungen und Vorstellungen. ",
  "mn9:38.4": "Verlangen entsteht aus Gefühl. Verlangen hört auf, wenn Gefühl aufhört. Die Übung, die zum Aufhören des Verlangens führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:40.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:41.1": "„Das könnte es, Geehrter. ",
  "mn9:41.2": "Ein edler Schüler versteht Gefühl, den Ursprung von Gefühl, das Aufhören von Gefühl und die Übung, die zum Aufhören von Gefühl führt. … ",
  "mn9:42.1": "Aber was ist Gefühl? Was ist der Ursprung von Gefühl? Was ist das Aufhören von Gefühl? Was ist die Übung, die zum Aufhören von Gefühl führt? ",
  "mn9:42.2": "Es gibt sechs Klassen von Gefühl: ",
  "mn9:42.3": "Gefühl entsprungen aus Kontakt mit dem Auge, dem Ohr, der Nase, der Zunge, dem Körper und dem Geist. ",
  "mn9:42.4": "Gefühl entsteht aus Kontakt. Gefühl hört auf, wenn Kontakt aufhört. Die Übung, die zum Aufhören von Gefühl führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:44.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:45.1": "„Das könnte es, Geehrter. ",
  "mn9:45.2": "Ein edler Schüler versteht Kontakt, den Ursprung von Kontakt, das Aufhören von Kontakt und die Übung, die zum Aufhören von Kontakt führt. … ",
  "mn9:46.1": "Aber was ist Kontakt? Was ist der Ursprung von Kontakt? Was ist das Aufhören von Kontakt? Und was ist die Übung, die zum Aufhören von Kontakt führt? ",
  "mn9:46.2": "Es gibt sechs Klassen von Kontakt: ",
  "mn9:46.3": "Kontakt mit dem Auge, dem Ohr, der Nase, der Zunge, dem Körper und dem Geist. ",
  "mn9:46.4": "Kontakt entsteht durch die sechs Sinnesfelder. Kontakt hört auf, wenn die sechs Sinnesfelder aufhören. Die Übung, die zum Aufhören von Kontakt führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:48.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:49.1": "„Das könnte es, Geehrter. ",
  "mn9:49.2": "Ein edler Schüler versteht die sechs Sinnesfelder, den Ursprung der sechs Sinnesfelder, das Aufhören der sechs Sinnesfelder und die Übung, die zum Aufhören der sechs Sinnesfelder führt. … ",
  "mn9:50.1": "Aber was sind die sechs Sinnesfelder? Was ist der Ursprung der sechs Sinnesfelder? Was ist das Aufhören der sechs Sinnesfelder? Und was ist die Übung, die zum Aufhören der sechs Sinnesfelder führt? ",
  "mn9:50.2": "Es gibt sechs Sinnesfelder: ",
  "mn9:50.3": "die Sinnesfelder von Auge, Ohr, Nase, Zunge, Körper und Geist. ",
  "mn9:50.4": "Die sechs Sinnesfelder entstehen aus Name und Form. Die sechs Sinnesfelder hören auf, wenn Name und Form aufhören. Die Übung, die zum Aufhören der sechs Sinnesfelder führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:52.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:53.1": "„Das könnte es, Geehrter. ",
  "mn9:53.2": "Ein edler Schüler versteht Name und Form, den Ursprung von Name und Form, das Aufhören von Name und Form und die Übung, die zum Aufhören von Name und Form führt. … ",
  "mn9:54.1": "Aber was sind Name und Form? Was ist der Ursprung von Name und Form? was ist das Aufhören von Name und Form? Und was ist die Übung, die zum Aufhören von Name und Form führt? ",
  "mn9:54.2": "Gefühl, Wahrnehmung, Absicht, Berührung und Gebrauch des Geistes – ",
  "mn9:54.3": "das nennt man Name. ",
  "mn9:54.4": "Die vier Grundelemente und die Form, die von den vier Grundelementen abgeleitet ist – ",
  "mn9:54.5": "das nennt man Form. ",
  "mn9:54.6": "So ist Name, und so ist Form; ",
  "mn9:54.7": "das nennt man Name und Form. ",
  "mn9:54.8": "Name und Form entstehen aus Bewusstsein. Name und Form hören auf, wenn Bewusstsein aufhört. Die Übung, die zum Aufhören von Name und Form führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:56.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:57.1": "„Das könnte es, Geehrter. ",
  "mn9:57.2": "Ein edler Schüler versteht Bewusstsein, den Ursprung von Bewusstsein, das Aufhören von Bewusstsein und die Übung, die zum Aufhören von Bewusstsein führt. … ",
  "mn9:58.1": "Aber was ist Bewusstsein? Was ist der Ursprung von Bewusstsein? Was ist das Aufhören von Bewusstsein? Und was ist die Übung, die zum Aufhören von Bewusstsein führt? ",
  "mn9:58.2": "Es gibt sechs Klassen von Bewusstsein: ",
  "mn9:58.3": "Augenbewusstsein, Ohrbewusstsein, Nasenbewusstsein, Zungenbewusstsein, Körperbewusstsein und Geistbewusstsein. ",
  "mn9:58.4": "Bewusstsein entsteht aus Entscheidungen. Bewusstsein hört auf, wenn Entscheidungen aufhören. Die Übung, die zum Aufhören von Bewusstsein führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:60.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:61.1": "„Das könnte es, Geehrter. ",
  "mn9:61.2": "Ein edler Schüler versteht Entscheidungen, den Ursprung von Entscheidungen, das Aufhören von Entscheidungen und die Übung, die zum Aufhören von Entscheidungen führt. … ",
  "mn9:62.1": "Aber was sind Entscheidungen? Was ist der Ursprung von Entscheidungen? Was ist das Aufhören von Entscheidungen? Und was ist die Übung, die zum Aufhören von Entscheidungen führt? ",
  "mn9:62.2": "Es gibt drei Arten von Entscheidungen: ",
  "mn9:62.3": "Entscheidungen, die den Körper, die Sprache oder den Geist betreffen. ",
  "mn9:62.4": "Entscheidungen entstehen aus Unwissenheit. Entscheidungen hören auf, wenn Unwissenheit aufhört. Die Übung, die zum Aufhören von Entscheidungen führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:64.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat … und zur wahren Lehre gekommen ist?“ ",
  "mn9:64.3": "„Das könnte es, Geehrter. ",
  "mn9:65.1": "Ein edler Schüler versteht Unwissenheit, den Ursprung der Unwissenheit, das Aufhören der Unwissenheit und die Übung, die zum Aufhören der Unwissenheit führt. … ",
  "mn9:65.3": "Aber was ist Unwissenheit? Was ist der Ursprung der Unwissenheit? Was ist das Aufhören der Unwissenheit? Und was ist die Übung, die zum Aufhören der Unwissenheit führt? ",
  "mn9:65.4": "Man kennt das Leiden nicht, nicht den Ursprung des Leidens, nicht das Aufhören des Leidens und nicht die Übung, die zum Aufhören des Leidens führt. ",
  "mn9:65.5": "Das nennt man Unwissenheit. ",
  "mn9:66.1": "Unwissenheit entsteht aus Befleckungen. Unwissenheit hört auf, wenn Befleckungen aufhören. Die Übung, die zum Aufhören der Unwissenheit führt, ist einfach dieser edle achtfache Pfad …“ ",
  "mn9:68.1": "Mit den Worten: „Gut, Geehrter“ begrüßten diese Mönche und Nonnen die Worte Sāriputtas und stimmten ihm zu. Dann stellten sie eine weitere Frage: ",
  "mn9:68.2": "„Aber Geehrter, könnte es noch eine andere Art geben, wie jemand ein edler Schüler ist, der rechte Ansicht hat, dessen Ansicht unbeirrbar ist, der auf Erfahrung gegründete Zuversicht zur Lehre hat und zur wahren Lehre gekommen ist?“ ",
  "mn9:69.1": "„Das könnte es, Geehrter. ",
  "mn9:69.2": "Ein edler Schüler versteht Befleckungen, den Ursprung von Befleckungen, das Aufhören von Befleckungen und die Übung, die zum Aufhören von Befleckungen führt. ",
  "mn9:69.3": "Insofern ist jemand ein edler Schüler, der rechte Ansicht hat, dessen Ansicht unbeirrbar ist, der auf Erfahrung gegründete Zuversicht zur Lehre hat und zur wahren Lehre gekommen ist. ",
  "mn9:70.1": "Aber was sind Befleckungen? Was ist der Ursprung von Befleckungen? Was ist das Aufhören von Befleckungen? Und was ist die Übung, die zum Aufhören von Befleckungen führt? ",
  "mn9:70.2": "Es gibt drei Befleckungen: ",
  "mn9:70.3": "Die Befleckung der Sinnlichkeit, die Befleckung des Wunsches nach Wiedergeburt und die Befleckung der Unwissenheit. ",
  "mn9:70.4": "Befleckungen entstehen aus Unwissenheit. Befleckungen hören auf, wenn Unwissenheit aufhört. Die Übung, die zum Aufhören von Befleckungen führt, ist einfach dieser edle achtfache Pfad: nämlich ",
  "mn9:70.5": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "mn9:71.1": "Ein edler Schüler versteht so Befleckungen, den Ursprung von Befleckungen, das Aufhören von Befleckungen und die Übung, die zum Aufhören von Befleckungen führt. Er hat die zugrunde liegende Neigung zu Gier vollständig aufgegeben, sich von der zugrunde liegenden Neigung zu Ablehnung losgemacht und die zugrunde liegende Neigung zur Ansicht und Einbildung ‚ich bin‘ entwurzelt. Er hat Unwissenheit aufgegeben und Erkenntnis hervorgebracht und macht dem Leiden in diesem Leben ein Ende. ",
  "mn9:71.2": "Insofern ist jemand ein edler Schüler, der rechte Ansicht hat, dessen Ansicht unbeirrbar ist, der auf Erfahrung gegründete Zuversicht zur Lehre hat und zur wahren Lehre gekommen ist.“ ",
  "mn9:71.3": "Das sagte der Ehrwürdige Sāriputta. ",
  "mn9:71.4": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Ehrwürdigen Sāriputta. "
}