{
  "snp4.14:2.3": "<i lang='pi' translate='no'>Mantā</i> is explained by Niddesa (followed by Bodhi) as “wisdom” and treated as a truncated instrumental. It is elsewhere found as an agent noun in a positive sense, and is thus rendered by Ñāṇadīpa as “deep thinker”. These renderings are certainly possible, but the context, as the next verses make clear, deal with someone who suffers conceit due to their learning and understanding. A <i lang='pi' translate='no'>mantā</i> is one to whom others turn for advice or wise counsel. Furthermore, <i lang='pi' translate='no'>asmīti</i> commonly follows nominatives in a similar sense, eg. <i lang='pi' translate='no'>seyyohamasmīti</i>. Thus I take <i lang='pi' translate='no'>mantā asmīti</i> as a single phrase.",
  "snp4.14:4.3": "Reading <i lang='pi' translate='no'>puṭṭho</i> per variants, and contra most translators and the Niddesa. I find the renderings by Bodhi, Norman, and Ñāṇadīpa to be borderline incomprehensible. Norman and Ñāṇadīpa are surely incorrect in taking <i lang='pi' translate='no'>rūpa</i> here as “forms”, but that is a tempting direction once we read <i lang='pi' translate='no'>phuṭṭho</i>. The passage up till now has been about conceit that arises from knowledge. I think the sense here is the same as [an9.14:11.11](): <i lang='pi' translate='no'>Sādhu kho tvaṁ, samiddhi, puṭṭho puṭṭho vissajjesi, tena ca mā maññī</i> (“It’s good that you answered each question. But don’t get conceited because of that.”)",
  "snp4.14:6.1": "The commentary explains <i lang='pi' translate='no'>majjhe</i> “in the middle” firstly as between top and bottom layers, or alternatively as in-between the mountains (i.e. land masses). While it’s possible that there was a folk belief that the center of the ocean was waveless, surely a striking feature of the ocean is how the surface movement conceals a stillness beneath.",
  "snp4.14:13.1": "This is the only mention in the Pali EBTs of the texts later known as the Arthavaveda. Niddesa explains it as casting harmful spells.",
  "snp4.14:13.3": "PTS Dictionary suggests this should be read as the better-established <i lang='pi' translate='no'>viruddhagabbhakaraṇaṁ</i> ([dn1:1.26.2]()). If it is an error in the reading, it predates the Niddesa. Nonetheless, I translate <i lang='pi' translate='no'>gabbhakaraṇa</i> in a way that encompasses causing both pregnancy and abortion.",
  "snp4.14:18.2": "The MS reading seems unlikely to me, these are not usually paired. More likely it’s an example of the Aṭṭhakavagga idiom where <i lang='pi' translate='no'>puthu</i> refers to all the many different things said by ascetics."
}