{
  "snp4.11:3.4": "<i lang='pi' translate='no'>Samparāya</i> means “in the next life”. The Niddesa’s gloss of “refuge, shelter” etc. is not meant to change this but to qualify it: people look for safety in the next life. ",
  "snp4.11:7.2": "Here <i lang='pi' translate='no'>dvaya</i> obviously refers back to the pair of the previous lines and should not be overinterpreted as “duality”. ",
  "snp4.11:12.1": "The past participle <i lang='pi' translate='no'>sameta</i> here should be read, as per Niddesa, similarly to <i lang='pi' translate='no'>paṭipanna</i>, i.e. “engaged in the practice” rather than “completed the practice”. ",
  "snp4.11:13.1": "Following Niddesa. ",
  "snp4.11:13.2": "From the following verses we can infer that these enigmatic lines refer to an advanced state of <i lang='pi' translate='no'>samādhi</i>, probably the formless attainments. These are not “normal” as they have no sense-perception or defilements; they are not “distorted” as they are free of hindrances; they are not the non-percipient realm; and they do not perceive what has disappeared, namely the <i lang='pi' translate='no'>rūpa</i> or the <i lang='pi' translate='no'>sukha</i> of lower absorptions. ",
  "snp4.11:13.4": "In <a href='/mn18/en/sujato'>MN 18</a>, we have the sequence perception, thought, proliferation, then <i lang='pi' translate='no'>papañcasaññāsaṅkhā</i>. This suggests that <i lang='pi' translate='no'>papañca</i> causes <i lang='pi' translate='no'>saṅkhā</i>, as per Bodhi. ",
  "snp4.11:14.1": "Oddly, however, the disappearance of <i lang='pi' translate='no'>sukha</i> and <i lang='pi' translate='no'>dukkha</i> is not directly answered. It is, however, implied in the surmounting of 3rd <i lang='pi' translate='no'>jhāna</i>. ",
  "snp4.11:15.1": "Such as the Buddha’s former teachers, who aimed at rebirth in formless realms. See <a href='/an10.29/en/sujato#20.1'>AN 10.29:20.1</a>. ",
  "snp4.11:15.3": "How to distinguish this from the Buddha’s teaching? If, following Bodhi, we read <i lang='pi' translate='no'>samaya</i> as “attainment”, we must add in an extra layer of interpretation. If we follow Norman in accepting the (more common) sense of “time, occasion”, then the difference becomes clear: they believe that the end of things happens at some point in the future (probably at death), rather than the Buddha who spoke of realizing the truth now. "
}