{
  "snp4.12:1.3": "Here, as often in the Aṭṭhakavagga, _jānāti_ implies different ways of knowing, which may be right or wrong (to degrees). We can “see” things differently, but we can’t “know” them differently. ",
  "snp4.12:3.2": "Preferring _omako_ over _mago_, which seems a little harsh; _omako_ conforms to the principle of least meaning. ",
  "snp4.12:5.1": "I think “this is correct” refers, not to the assertion of a view, but to the assertion that the other is a fool. Niddesa takes it to mean the assertion of one of the 62 views, but this seems to be reading into the text. ",
  "snp4.12:5.2": "Here I take _bālā_ as the quoted speech, as in the lines above and below. The commentary supplies the expected quotation indicator: _‘bālo’ti āhu_. If we take _bālā_ as subject of the verb here, per Bodhi, Norman, and Ñāṇadīpa, then the Buddha is adopting the reductive language of those he seeks to counter, obscuring the sense of the verse. ",
  "snp4.12:5.3": "It’s important to maintain the past sense of _akaṁsu_ here: a view is something they have constructed and built up over time; it has solidified and become part of them, which is why it’s so hard to give up. ",
  "snp4.12:7.2": "The readings and interpretation of this line is tricky; see discussions in Norman and Bodhi. Niddesa and Arthapada are in agreement, and I follow. ",
  "snp4.12:8.3": "Read _su tāni_. ",
  "snp4.12:9.2": "The Niddesa glosses _aññatra saññāya niccaggāhā_, which is translated by Bodhi as “apart from the grasping of permanence by perception”. But this seems impossible to me: _saññāya_ is an ablative constructed with _aññatra_, and _niccāni_ surely agrees with _saccāni_. Further, the sense of this reading is a stretch, as we haven’t dealt with impermanence at all so far. I think the allusion is, rather, to the idea of _dhammaniyāmatā_, the “ﬁxity” or “regularity” of the Dhamma as an “eternal truth”. ",
  "snp4.12:10.1": "This verse begins a rather striking pattern where the first couplet is essentially restated in the second couplet. ",
  "snp4.12:11.1": "Again the two couplets repeat the same meaning. ",
  "snp4.12:13.3": "This must refer back to the previous verse, where _sayaṁ_ means “on one’s own account”. ",
  "snp4.12:17.2": "Cf. _Na, bhikkhave, dhammavādī kenaci lokasmiṁ vivadati_. "
}