{
  "snp4.11:3.4": "<i lang='pi' translate='no'>Samparāya</i> means “in the next life”. The Niddesa’s gloss of “refuge, shelter” etc. does not change this but qualifies it: people look for safety in the next life. ",
  "snp4.11:7.2": "Here <i lang='pi' translate='no'>dvaya</i> refers back to the “pair” of the previous lines and should not be overinterpreted as “duality”. ",
  "snp4.11:12.1": "The past participle <i lang='pi' translate='no'>sameta</i> here is glossed by Niddesa as <i lang='pi' translate='no'>paṭipanna</i>, i.e. “engaged in the practice”. ",
  "snp4.11:13.1": "<i lang='pi' translate='no'>Visaññī</i> is used of one whose perception is distorted by grief (<a href='/thig6.2/en/sujato#1.2'>Thig 6.2:1.2</a>), by alcohol (<a href='https://suttacentral.net/pli-tv-bu-vb-pc51/en/brahmali#1.40'>Bu Pc 51:1.40</a>), or by the four “distortions of perception” (<a href='/an4.49/en/sujato#3.5'>AN 4.49:3.5</a>). <i lang='pi' translate='no'>Saññasaññī </i> is the opposite. ",
  "snp4.11:13.2": "This verse answers the question of how one is to practice so that form disappears. It describes the process that leads from the fourth jhana to the formless states. ",
  "snp4.11:13.4": "In <a href='/mn18/en/sujato'>MN 18</a>, we have the sequence perception, thought, proliferation, then <i lang='pi' translate='no'>papañcasaññāsaṅkhā</i>. This suggests that <i lang='pi' translate='no'>papañca</i> causes <i lang='pi' translate='no'>saṅkhā</i>, as per Bodhi. ",
  "snp4.11:14.1": "Oddly, however, the disappearance of <i lang='pi' translate='no'>sukha</i> and <i lang='pi' translate='no'>dukkha</i> is not directly answered. It is, however, implied in the surmounting of 3rd <i lang='pi' translate='no'>jhāna</i>. ",
  "snp4.11:15.1": "Such as the Buddha’s former teachers, who aimed at rebirth in formless realms. See <a href='/an10.29/en/sujato#20.1'>AN 10.29:20.1</a>. ",
  "snp4.11:15.3": "Niddesa treats <i lang='pi' translate='no'>samaya</i> as “stilling” (<i lang='pi' translate='no'>sama</i>), in the sense of the cessation of a sentient being. The normal meaning is “occasion”, which fits well here. Niddesa and commentary explain this second class of so-called experts as the annihilationists. "
}