{
  "snp4.4:1.1": "This line refers to seeing a supposed saint or holy person, a sight that was believed to grant blessings. As Bodhi remarks, <i lang='pi' translate='no'>aroga</i> refers to the <i lang='pi' translate='no'>attā</i>. However this does not necessarily mean an immaterial soul. Here what is seen is the soul as a physical form (<i lang='pi' translate='no'>rūpī attā</i>) manifesting purity and wellness. ",
  "snp4.4:1.3": "Here as in <a href='/snp4.3/en/sujato'>Snp 4.3</a>, <i lang='pi' translate='no'>ñāṇa</i> is used in the sense of “notion”. Bodhi, Norman, and Ñāṇadīpa all follow Niddesa in taking <i lang='pi' translate='no'>abhijāna</i> in its usual sense of “understanding, direct knowing”. But here the secondary sense of “recall” fits better. Someone thinking about their vision of a holy man believes that there must be an observer of such purity, i.e. a self. ",
  "snp4.4:1.4": "<i lang='pi' translate='no'>Pacceti</i> is a standard verb for someone who “believes” in a religious rite or idea. ",
  "snp4.4:4.2": "Bodhi, Norman, and Ñāṇadīpa all render <i lang='pi' translate='no'>saṅga</i> in some variant of “tie, attachment”. Yet that fails to render the metaphor. <i lang='pi' translate='no'>Saṅga</i> is used in the sense of a “snare” in which one may be caught, like a net (<a href='/snp3.6/en/sujato#28.4'>Snp 3.6:28.4</a>). And a snare is indeed something that one may cross over or get past. ",
  "snp4.4:4.4": "The monkey grabs the branches, not the trunk, as a metaphor for missing the essence. And to drive home the pun, religious orders are called “branches”. ",
  "snp4.4:5.2": "See <i lang='pi' translate='no'>uccāvacaṁ vā pana dassanāya gacchati</i> at <a href='/an6.30/en/sujato#2.2'>AN 6.30:2.2</a>. In the current poem, it refers to someone who visits a variety of teachers or sects, as per Niddesa. ",
  "snp4.4:5.3": "Here the plural <i lang='pi' translate='no'>vedehi</i> stands for the <i lang='pi' translate='no'>tevijjā</i>. ",
  "snp4.4:8.2": "Note that <i lang='pi' translate='no'>samuggahīta</i> is used here in the same sense as <a href='/snp4.3/en/sujato#6.2'>Snp 4.3:6.2</a> or <a href='/snp2.12/en/sujato#11.1'>Snp 2.12:11.1</a>, i.e. the “adoption” of a theory or view. "
}