{
  "snp4.3:1.1": "<i lang='pi' translate='no'>Duṭṭhamana</i>, or more commonly <i lang='pi' translate='no'>paduṭṭhamana</i>, means “malice” not “corruption”, as is found through the suttas and confirmed by the Niddesa. ",
  "snp4.3:2.2": "Bodhi, Norman, and Ñāṇadīpa all render <i lang='pi' translate='no'>chanda</i> as “desire”, and that is certainly the sense of <i lang='pi' translate='no'>chandānunīto</i> at <a href='https://suttacentral.net/sn35.94/en/sujato#6.4'>SN 35.94:6.4</a>. Here, however, Niddesa glosses with synonyms for “view” and this seems like a more plausible sense. Note too the sense of <i lang='pi' translate='no'>niviṭṭha</i> as “dogmatic”, which recurs through the Aṭṭhakavagga (cp. <i lang='pi' translate='no'>abhinivesa</i>). ",
  "snp4.3:2.3": "<i lang='pi' translate='no'>Samattāni</i> is regularly used of vows “undertaken”, and given the following verse this is surely the meaning here, <em>contra</em> Niddesa and commentary. See <a href='https://suttacentral.net/snp4.4/en/sujato#5.1'>Snp 4.4:5.1</a>, where <i lang='pi' translate='no'>samādāya</i> is used in the same sense. ",
  "snp4.3:2.4": "Here we find a sense of <i lang='pi' translate='no'>jānāti</i> that doesn’t fit the English idea of “knowledge” as “true belief”. The idea is that they speak from their own (limited and opinionated) ideas. It’s not as pejorative as “opinion” nor as solid as “knowledge”, so I render as “notion”. We find this usage commonly in the final two chapters of Snp. ",
  "snp4.3:4.4": "<i lang='pi' translate='no'>Ussada</i>, here rendered “pretension”, is a poetic term with the literal sense of “swelling”. In this chapter it has a close connection with “pride” (<a href='https://suttacentral.net/snp4.10/en/sujato#8.4'>Snp 4.10:8.4</a>, <a href='https://suttacentral.net/snp4.14/en/sujato#6.4'>Snp 4.14:6.4</a>; cf. the English sense of pride as “protuberance”), although this connection is less obvious elsewhere (<a href='https://suttacentral.net/snp3.6/en/sujato#14.4'>Snp 3.6:14.4</a>, <a href='https://suttacentral.net/iti97/en/sujato#8.4'>Iti 97:8.4</a>, and <a href='https://suttacentral.net/ud1.4/en/sujato#2.1'>Ud 1.4:2.1</a> = <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#2.3.6'>Kd 1:2.3.6</a>). Its absence is a sign of a true brahmin (<a href='https://suttacentral.net/mn98/en/sujato#11.19'>MN 98:11.19</a>, <a href='https://suttacentral.net/dhp400/en/sujato#2'>Dhp 400:2</a>, <a href='https://suttacentral.net/snp3.9/en/sujato#36.1'>Snp 3.9:36.1</a>). The Niddesa does not link it with pride especially, rather explaining it as sevenfold: greed, hate, delusion, conceit, views, corruptions, and deeds (<a href='https://suttacentral.net/mnd10/en/sujato#105.4'>Mnd 10:105.4</a>). ",
  "snp4.3:8.3": "The problem addressed is one who is picking up one thing after another. It’s therefore best to translate <i lang='pi' translate='no'>atta</i> in an active sense, per Niddesa: <i lang='pi' translate='no'>gahaṇaṁ muñcanā samatikkanto</i>. "
}