{
  "snp4.13:2.4": "If we render _khema_ as “security” and _bhūmi_ as “stage” then we miss the metaphor. _Abhi-√pas_ is found at [an3.39:11.4]() and [an5.57:15.4]() where it has a similar sense of “looking forward to”. ",
  "snp4.13:6.4": "The Niddesa’s explanation of _santi_ as “view” is not plausible. I follow Norman. ",
  "snp4.13:7.1": "Reading _tapūpanissāya_; see Bodhi’s note 1961. Since in prose _tapojigucchā_usually occur together, I treat them as such here. ",
  "snp4.13:7.3": "[mn102:11.3]() shows that _uddhaṁsarā_ is a term used of those who look to salvation “upstream” in a future life. _Anutthunati_ rather consistently means “bemoans”, and here I think it is used in a disparaging way of those who, suffering under self-inflicted mortification, moan that purity is just around the corner. ",
  "snp4.13:12.1": "Here I follow Ñāṇadīpa, who takes the whole verse as a conditional argument, whereas Bodhi and Norman treat each couplet separately. I think the verse is making the argument that each ascetic bases their teaching on their own experience, and so if their teachings were equally valid, then purity would be attained by many (mutually exclusive) means. ",
  "snp4.13:12.4": "Cp. [dhp165:5](), where an apparently similar idea (_suddhī asuddhi paccattaṁ_) is Buddhist. There, the emphasis is on the personal realization of the teachings, here on different, contradictory, realizations. ",
  "snp4.13:14.1": "This signifies that we are speaking of ascetics who are, in Jayatilleke’s terms, “experientialists”, relying on their meditation experiences to justify their views. The same phrase describes the Buddha at [an4.24:9.3](). ",
  "snp4.13:14.4": "_Atisitvā_ is normally used in the sense of someone who “overlooks” the Buddha to seek answers elsewhere. In [an3.39:4.1]() it’s used in the sense of “overlooking oneself”, which Ñāṇadīpa takes as the relevant sense here. Either reading would make sense here. ",
  "snp4.13:16.3": "Here the ascetic appears to refer to their meditative attainment. Compare the use of _nissita_ at [snp5.7](). ",
  "snp4.13:17.2": "To render _ñāṇa_ here as knowledge would be a mistake. ",
  "snp4.13:19.2": "Here, as at [snp4.3:2.2](), _chanda_ is better read as “preference” than “desire”. "
}