{
  "snp4.13:2.4": "If we render <i lang='pi' translate='no'>khema</i> as “security” and <i lang='pi' translate='no'>bhūmi</i> as “stage” then we miss the metaphor. <i lang='pi' translate='no'>Abhi-√pas</i> is found at <a href='/an3.39/en/sujato#11.4'>AN 3.39:11.4</a> and <a href='/an5.57/en/sujato#15.4'>AN 5.57:15.4</a> where it has a similar sense of “looking forward to”. ",
  "snp4.13:6.4": "The Niddesa’s explanation of <i lang='pi' translate='no'>santi</i> as “view” is not plausible. I follow Norman. ",
  "snp4.13:7.1": "Reading <i lang='pi' translate='no'>tapūpanissāya</i>; see Bodhi’s note 1961. Since in prose <i lang='pi' translate='no'>tapojigucchā</i>usually occur together, I treat them as such here. ",
  "snp4.13:7.3": "<a href='/mn102/en/sujato#11.3'>MN 102:11.3</a> shows that <i lang='pi' translate='no'>uddhaṁsarā</i> is a term used of those who look to salvation “upstream” in a future life. <i lang='pi' translate='no'>Anutthunati</i> rather consistently means “bemoans”, and here I think it is used in a disparaging way of those who, suffering under self-inflicted mortification, moan that purity is just around the corner. ",
  "snp4.13:12.1": "Here I follow Ñāṇadīpa, who takes the whole verse as a conditional argument, whereas Bodhi and Norman treat each couplet separately. I think the verse is making the argument that each ascetic bases their teaching on their own experience, and so if their teachings were equally valid, then purity would be attained by many (mutually exclusive) means. ",
  "snp4.13:12.4": "Cp. <a href='/dhp165/en/sujato#5'>Dhp 165:5</a>, where an apparently similar idea (<i lang='pi' translate='no'>suddhī asuddhi paccattaṁ</i>) is Buddhist. There, the emphasis is on the personal realization of the teachings, here on different, contradictory, realizations. ",
  "snp4.13:14.1": "This signifies that we are speaking of ascetics who are, in Jayatilleke’s terms, “experientialists”, relying on their meditation experiences to justify their views. The same phrase describes the Buddha at <a href='/an4.24/en/sujato#9.3'>AN 4.24:9.3</a>. ",
  "snp4.13:14.4": "<i lang='pi' translate='no'>Atisitvā</i> is normally used in the sense of someone who “overlooks” the Buddha to seek answers elsewhere. In <a href='/an3.39/en/sujato#4.1'>AN 3.39:4.1</a> it’s used in the sense of “overlooking oneself”, which Ñāṇadīpa takes as the relevant sense here. Either reading would make sense here. ",
  "snp4.13:16.3": "Here the ascetic appears to refer to their meditative attainment. Compare the use of <i lang='pi' translate='no'>nissita</i> at <a href='/snp5.7/en/sujato'>Snp 5.7</a>. ",
  "snp4.13:17.2": "To render <i lang='pi' translate='no'>ñāṇa</i> here as knowledge would be a mistake. ",
  "snp4.13:19.2": "Here, as at <a href='/snp4.3/en/sujato#2.2'>Snp 4.3:2.2</a>, <i lang='pi' translate='no'>chanda</i> is better read as “preference” than “desire”. "
}