{
  "snp4.9:1.1": "Māra’s daughters, the archetypal temptresses. Their failed seduction is told at <a href='/sn4.25/en/sujato'>SN 4.25</a>. <i lang='pi' translate='no'>Arati</i> seems to be an error in the Pali tradition for <i lang='pi' translate='no'>rati</i>. ",
  "snp4.9:1.3": "The commentary is surely correct in glossing these lines as <i lang='pi' translate='no'><b>kimevidaṁ</b> imissā dārikāya <b>muttakarīsapuṇṇaṁ</b> rūpaṁ</i>. <i lang='pi' translate='no'>Idaṁ</i> (neuter) refers to the body (<i lang='pi' translate='no'>rūpa</i>) not to the girl. It’s a meaningful distinction; the Buddha was criticizing the nature of the  body, not shaming the person. ",
  "snp4.9:1.4": "<i lang='pi' translate='no'>Icche</i> is 1st optative. <i lang='pi' translate='no'>Naṁ</i> is rendered as feminine (“her”) by Norman and Bodhi, but it agrees with <i lang='pi' translate='no'>idaṁ</i> in the previous line, so it should be neuter (“it”). Again, the Buddha says nothing in criticism of the woman, only of the body. ",
  "snp4.9:3.1": "The sense only emerges with the specific nuance of terms. <i lang='pi' translate='no'>Niccheyya</i> means to “judge, decide” not simply “consider”; and <i lang='pi' translate='no'>samuggahītaṁ</i> means “[a view that is] adopted” (not “assumed” or “grasped”). Finally, the <i lang='pi' translate='no'>na</i> here applies, not just to <i lang='pi' translate='no'>idaṁ vadāmi</i>, but also to <i lang='pi' translate='no'>samuggahītaṁ</i>, with which <i lang='pi' translate='no'>idaṁ</i> agrees. ",
  "snp4.9:5.1": "I think the case should be read here as “instrumental of relation”, since the question was not, “how is peace attained”, but “how is it described”. ",
  "snp4.9:5.3": "<i lang='pi' translate='no'>Pi</i> here doesn’t qualify <i lang='pi' translate='no'>sīlabbata</i> (per Norman), it co-ordinates with <i lang='pi' translate='no'>nopi tena</i>. I capture this with the not/nor construction. ",
  "snp4.9:12.3": "<i lang='pi' translate='no'>Neyyo</i> has the sense “needing to be led”, for example a student who “requires education” before they can master a passage (<a href='/an4.133/en/sujato#1.3'>AN 4.133:1.3</a>). Here it refers to the arahant. ",
  "snp4.9:12.4": "<i lang='pi' translate='no'>Anupanīto</i> (“not led in”) relates to <i lang='pi' translate='no'>neyyo</i> in the previous line. <i lang='pi' translate='no'>Anupanīto</i> has the sense of “one who has been educated (in recitation)” at <a href='/mn93/en/sujato#15.2'>MN 93:15.2</a>. Compare English “brought into the fold”. The sense of “dogma” for <i lang='pi' translate='no'>nivesana</i> is established at <a href='/snp4.3/en/sujato#6.3'>Snp 4.3:6.3</a> and <a href='/snp4.5/en/sujato#6.3'>Snp 4.5:6.3</a>. "
}