{
  "sn47.15:0.1": "Verbundene Lehrreden 47 ",
  "sn47.15:0.2": "2. Bei Nālandā ",
  "sn47.15:0.3": "15. Mit Bāhiya ",
  "sn47.15:1.1": "In Sāvatthī. ",
  "sn47.15:1.2": "Da ging der Ehrwürdige Bāhiya zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn47.15:1.3": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "sn47.15:1.4": "„Nun, Bāhiya, du solltest den Ausgangspunkt für taugliche Eigenschaften läutern. ",
  "sn47.15:1.5": "Was ist der Ausgangspunkt für taugliche Eigenschaften? ",
  "sn47.15:1.6": "Gut geläutertes sittliches Verhalten und fehlerfreie Ansicht. ",
  "sn47.15:1.7": "Wenn dein sittliches Verhalten gut geläutert und deine Ansicht fehlerfrei ist, solltest du die vier Arten der Achtsamkeitsmeditation entwickeln, getragen von sittlichem Verhalten und gestützt auf sittliches Verhalten. ",
  "sn47.15:2.1": "Welche vier? ",
  "sn47.15:2.2": "Meditiere, indem du einen Aspekt des Körpers beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.15:2.3": "Meditiere, indem du einen Aspekt der Gefühle beobachtest … ",
  "sn47.15:2.4": "indem du einen Aspekt des Geistes beobachtest … ",
  "sn47.15:2.5": "indem du einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.15:2.6": "Wenn du diese vier Arten der Achtsamkeitsmeditation entwickelst, getragen von sittlichem Verhalten und gestützt auf sittliches Verhalten, kannst du nur Wachstum bei tauglichen Eigenschaften erwarten, keinen Niedergang, bei Tag oder Nacht.“ ",
  "sn47.15:3.1": "Da begrüßte der Ehrwürdige Bāhiya die Worte des Buddha und stimmte ihm zu. Er erhob er sich von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "sn47.15:3.2": "Da gelangte Bāhiya, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches anständige Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn47.15:3.3": "Er verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn47.15:3.4": "Und der Ehrwürdige Bāhiya war einer der Vollendeten. "
}