{
  "sn47.46:0.1": "Verbundene Lehrreden 47 ",
  "sn47.46:0.2": "5. Die Unsterblichkeit ",
  "sn47.46:0.3": "46. Zügelung gemäß der Ordenssatzung ",
  "sn47.46:1.1": "Da ging eine Nonne zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn47.46:2.1": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "sn47.46:2.2": "„Nun, Nonne, du solltest den Ausgangspunkt für taugliche Eigenschaften läutern. ",
  "sn47.46:2.3": "Was ist der Ausgangspunkt für taugliche Eigenschaften? ",
  "sn47.46:2.4": "Lebe gezügelt gemäß der Ordenssatzung, verhalte dich angemessen und suche an angemessenen Orten um Almosen nach. Sieh die Gefahr im kleinsten Fehler und halte die Regeln ein, die du dir vorgenommen hast. ",
  "sn47.46:2.5": "Wenn das getan ist, solltest du die vier Arten der Achtsamkeitsmeditation entwickeln, getragen von und gestützt auf Ethik. ",
  "sn47.46:3.1": "Welche vier? ",
  "sn47.46:3.2": "Meditiere, indem du einen Aspekt des Körpers beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.46:3.3": "Meditiere, indem du einen Aspekt der Gefühle beobachtest … ",
  "sn47.46:3.4": "indem du einen Aspekt des Geistes beobachtest … ",
  "sn47.46:3.5": "indem du einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.46:3.6": "Wenn du die vier Arten der Achtsamkeitsmeditation so entwickelst, getragen von und gestützt auf Ethik, kannst du nur Gedeihen bei tauglichen Eigenschaften erwarten, keinen Niedergang, bei Tag oder Nacht.“ ",
  "sn47.46:3.7": "Da begrüßte jene Nonne die Worte des Buddha und stimmte ihm zu. Sie erhob er sich von ihrem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "sn47.46:4.1": "Da gelangte jene Nonne, als sie allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Sie lebte an dem Ziel, das sie durch eigene Einsicht erkannt hatte, für welches Söhne aus gutem Haus zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn47.46:4.2": "Sie verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn47.46:4.3": "Und jene Nonne war eine der Vollendeten. "
}