{
  "sn47.46:0.1": "Verbundene Lehrreden 47.46 ",
  "sn47.46:0.2": "5. Das Kapitel über die Unsterblichkeit ",
  "sn47.46:0.3": "Zügelung in der Ordenssatzung ",
  "sn47.46:1.1": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn47.46:2.1": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "sn47.46:2.2": "„Nun, Mönch, du solltest den Ausgangspunkt für taugliche Eigenschaften läutern. ",
  "sn47.46:2.3": "Was ist der Ausgangspunkt für taugliche Eigenschaften? ",
  "sn47.46:2.4": "Lebe gezügelt in der Ordenssatzung, verhalte dich angemessen und suche an angemessenen Orten um Almosen nach. Sieh die Gefahr im kleinsten Fehler und halte die Regeln ein, die du aufgenommen hast. ",
  "sn47.46:2.5": "Wenn das getan ist, solltest du, von Sittlichkeit getragen und auf Sittlichkeit gestützt, die vier Arten der Achtsamkeitsmeditation entwickeln. ",
  "sn47.46:3.1": "Welche vier? ",
  "sn47.46:3.2": "Meditiere, indem du einen Aspekt des Körpers beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.46:3.3": "Meditiere, indem du einen Aspekt der Gefühle beobachtest … ",
  "sn47.46:3.4": "indem du einen Aspekt des Geistes beobachtest … ",
  "sn47.46:3.5": "indem du einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.46:3.6": "Wenn du so, von Sittlichkeit getragen und auf Sittlichkeit gestützt, die vier Arten der Achtsamkeitsmeditation entwickelst, kannst du bei tauglichen Eigenschaften nur Wachstum erwarten, keinen Niedergang, bei Tag oder Nacht.“ ",
  "sn47.46:3.7": "Da begrüßte jener Mönch die Worte des Buddha und stimmte ihm zu. Er erhob sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "sn47.46:4.1": "Da gelangte jener Mönch, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn47.46:4.2": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn47.46:4.3": "Und jener Mönch wurde einer der Vollendeten. "
}