{
  "sn47.4:0.1": "Verbundene Lehrreden 47 ",
  "sn47.4:0.2": "1. In Ambapālīs Wald ",
  "sn47.4:0.3": "4. Bei Sālā ",
  "sn47.4:1.1": "Einmal hielt sich Buddha im Land der Kosaler auf, in der Nähe des Brahmanendorfes Sālā. ",
  "sn47.4:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn47.4:2.1": "„Mönche und Nonnen, jene Mönche und Nonnen, die neu im Orden sind, die kürzlich fortgezogen und neu zu dieser Lehre und Übung gekommen sind, sollte man zu den vier Arten der Achtsamkeitsmeditation ermuntern, sie dahin bringen und dort verankern. ",
  "sn47.4:2.2": "Zu welchen vier? ",
  "sn47.4:2.3": "Bitte, werte Freunde, meditiert, indem ihr einen Aspekt des Körpers beobachtet – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, sodass ihr den Körper vollständig versteht. ",
  "sn47.4:2.4": "Meditiert, indem ihr einen Aspekt der Gefühle beobachtet – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, sodass ihr die Gefühle vollständig versteht. ",
  "sn47.4:2.5": "Meditiert, indem ihr einen Aspekt des Geistes beobachtet – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, sodass ihr den Geist vollständig versteht. ",
  "sn47.4:2.6": "Meditiert, indem ihr einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, sodass ihr die natürlichen Gesetzmäßigkeiten vollständig versteht. ",
  "sn47.4:3.1": "Jene Mönche und Nonnen, die Übende sind, die ihren Herzenswunsch noch nicht erfüllt haben, doch die so leben, dass sie nach der unübertrefflichen Geborgenheit streben, auch sie meditieren, indem sie einen Aspekt des Körpers beobachten – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, sodass sie den Körper vollständig verstehen. ",
  "sn47.4:3.2": "Sie meditieren, indem sie einen Aspekt der Gefühle beobachten – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, sodass sie die Gefühle vollständig verstehen. ",
  "sn47.4:3.3": "Sie meditieren, indem sie einen Aspekt des Geistes beobachten – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, sodass sie den Geist vollständig verstehen. ",
  "sn47.4:3.4": "Sie meditieren, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachten – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, sodass sie die natürlichen Gesetzmäßigkeiten vollständig verstehen. ",
  "sn47.4:4.1": "Jene Mönche und Nonnen, die vollendet sind, die den Befleckungen ein Ende gemacht haben, die die spirituelle Reise abgeschlossen haben, die getan haben, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fesseln der Wiedergeburt endgültig gelöst haben und durch Wissen richtig befreit sind, auch sie meditieren, indem sie einen Aspekt des Körpers beobachten – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, vom Körper losgelöst. ",
  "sn47.4:4.2": "Sie meditieren, indem sie einen Aspekt der Gefühle beobachten – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, von den Gefühlen losgelöst. ",
  "sn47.4:4.3": "Sie meditieren, indem sie einen Aspekt des Geistes beobachten – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, vom Geist losgelöst. ",
  "sn47.4:4.4": "Sie meditieren, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachten – eifrig, umsichtig, eins geworden, mit klarem Geist, der im Samādhi versunken ist, geeint, von den natürlichen Gesetzmäßigkeiten losgelöst. ",
  "sn47.4:5.1": "Jene Mönche und Nonnen, die neu im Orden sind, die kürzlich fortgezogen und neu zu dieser Lehre und Übung gekommen sind, sollte man zu diesen vier Arten der Achtsamkeitsmeditation ermuntern, sie dahin bringen und dort verankern.“ "
}