{
  "sn47.25:0.1": "Verbundene Lehrreden 47 ",
  "sn47.25:0.2": "3. Ethik und Beständigkeit ",
  "sn47.25:0.3": "25. Ein gewisser Brahmane ",
  "sn47.25:1.1": "So habe ich es gehört: ",
  "sn47.25:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn47.25:1.3": "Da ging ein gewisser Brahmane zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "sn47.25:1.4": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "sn47.25:1.5": "„Was ist die Ursache, Herr, was ist der Grund dafür, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen nicht lange besteht? ",
  "sn47.25:1.6": "Und was ist die Ursache, was ist der Grund dafür, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen lange besteht?“ ",
  "sn47.25:2.1": "„Brahmane, es ist, wenn die vier Arten der Achtsamkeitsmeditation nicht entwickelt und gepflegt werden, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen nicht lange besteht. ",
  "sn47.25:2.2": "Es ist, wenn die vier Arten der Achtsamkeitsmeditation entwickelt und gepflegt werden, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen lange besteht. ",
  "sn47.25:3.1": "Welche vier? ",
  "sn47.25:3.2": "Da meditiert eine Nonne, indem sie einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.25:3.3": "Sie meditiert, indem sie einen Aspekt der Gefühle beobachtet … ",
  "sn47.25:3.4": "indem sie einen Aspekt des Geistes beobachtet … ",
  "sn47.25:3.5": "indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.25:3.6": "Es ist, wenn diese vier Arten der Achtsamkeitsmeditation nicht entwickelt und gepflegt werden, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen nicht lange besteht. ",
  "sn47.25:3.7": "Und es ist, wenn diese vier Arten der Achtsamkeitsmeditation entwickelt und gepflegt werden, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen lange besteht.“ ",
  "sn47.25:4.1": "Darauf sagte der Brahmane zum Buddha: ",
  "sn47.25:4.2": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "sn47.25:4.3": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}