{
  "sn47.20:0.1": "Verbundene Lehrreden 47 ",
  "sn47.20:0.2": "2. Bei Nālandā ",
  "sn47.20:0.3": "20. Die Schönste im ganzen Land ",
  "sn47.20:1.1": "So habe ich es gehört: ",
  "sn47.20:1.2": "Einmal hielt sich der Buddha im Land der Sumbher auf, bei der Sumbhastadt mit Namen Sedaka. ",
  "sn47.20:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn47.20:1.4": "„Mönche und Nonnen!“ ",
  "sn47.20:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "sn47.20:1.6": "Der Buddha sagte: ",
  "sn47.20:2.1": "„Mönche und Nonnen, angenommen, auf den Ruf: ‚Die Schönste im ganzen Land! Die Schönste im ganzen Land!‘ würde sich eine große Menschenmenge versammeln. ",
  "sn47.20:2.2": "Und die Schönste im ganzen Land würde auf äußerst mitreißende Art tanzen und singen. ",
  "sn47.20:2.3": "Auf den Ruf: ‚Die Schönste im ganzen Land tanzt und singt! Die Schönste im ganzen Land tanzt und singt!‘ würde sich eine noch größere Menschenmenge versammeln. ",
  "sn47.20:2.4": "Dann käme da jemand, der leben wollte und nicht sterben, der glücklich sein wollte und vor Schmerz zurückschreckte. ",
  "sn47.20:2.5": "Man sagte zu ihm: ",
  "sn47.20:2.6": "‚Guter Mann, hier ist eine Schüssel, die bis an den Rand mit Öl gefüllt ist. Du musst sie zwischen dieser großen Menschenmenge und der Schönsten im ganzen Land hindurchtragen. ",
  "sn47.20:2.7": "Und ein Mann mit gezogenem Schwert wird direkt hinter dir gehen. ",
  "sn47.20:2.8": "Sobald du einen Tropfen verschüttest, wird er dir auf der Stelle den Kopf abschlagen.‘ ",
  "sn47.20:2.9": "Was meint ihr, Mönche und Nonnen? ",
  "sn47.20:2.10": "Würde dieser Mann die Schüssel mit Öl aus dem Sinn verlieren und sich von äußeren Dingen ablenken lassen?“ ",
  "sn47.20:2.11": "„Nein, Herr.“ ",
  "sn47.20:3.1": "„Ich habe mir dieses Gleichnis ausgedacht, um etwas deutlich zu machen. ",
  "sn47.20:3.2": "Und das ist die Bedeutung: ",
  "sn47.20:3.3": "‚Eine Schüssel, die bis an den Rand mit Öl gefüllt ist‘ ist ein Ausdruck für die Achtsamkeit auf den Körper. ",
  "sn47.20:3.4": "Daher solltet ihr so üben: ",
  "sn47.20:3.5": "‚Wir wollen die Achtsamkeit auf den Körper entwickeln. Wir werden sie pflegen, sie zu unserem Fahrzeug und unserer Grundlage machen, werden sie hochhalten, festigen und richtig umsetzen.‘ ",
  "sn47.20:3.6": "So solltet ihr üben.“ "
}