{
  "sn47.13:0.1": "Verbundene Lehrreden 47 ",
  "sn47.13:0.2": "2. Bei Nālandā ",
  "sn47.13:0.3": "13. Mit Cunda ",
  "sn47.13:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn47.13:1.2": "Zu dieser Zeit nun hielt sich der Ehrwürdige Sāriputta im Land Magadha bei dem Dörfchen Nālaka auf, und er war mitgenommen, leidend, schwer krank. ",
  "sn47.13:1.3": "Und der Novize Cunda pflegte ihn. ",
  "sn47.13:2.1": "Da erlosch der Ehrwürdige Sāriputta aufgrund dieser Krankheit vollkommen. ",
  "sn47.13:2.2": "Darauf nahm Cunda Sāriputtas Schale und Roben und brach nach Sāvatthī auf. Er ging zum Ehrwürdigen Ānanda in Jetas Wäldchen, dem Kloster des Anāthapiṇḍika, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn47.13:2.3": "„Herr, der Ehrwürdige Sāriputta ist vollkommen erloschen. ",
  "sn47.13:2.4": "Das sind seine Schale und seine Robe.“ ",
  "sn47.13:3.1": "„Werter Cunda, wir sollten zum Buddha gehen und ihn über diese Sache unterrichten. ",
  "sn47.13:3.2": "Komm, lass uns zum Buddha gehen und ihm darüber berichten.“ ",
  "sn47.13:3.3": "„Ja, Herr“, antwortete Cunda. ",
  "sn47.13:4.1": "Darauf gingen Ānanda und Cunda zum Buddha, verbeugten sich, setzten sich zur Seite hin, und der Ehrwürdige Ānanda sagte zu ihm: ",
  "sn47.13:4.2": "„Herr, dieser Novize Cunda sagt, ",
  "sn47.13:4.3": "der Ehrwürdige Sāriputta sei vollkommen erloschen. ",
  "sn47.13:4.4": "Das sind seine Schale und seine Robe. ",
  "sn47.13:4.5": "Seit ich das gehört habe, fühlt sich mein Körper an wie betäubt. Ich bin durcheinander, und die Lehren wollen mir nicht einfallen.“ ",
  "sn47.13:5.1": "„Nun, Ānanda, als Sāriputta vollkommen erloschen ist, hat er da den ganzen Umfang deiner Ethik, deiner Versenkung, deiner Weisheit, deiner Freiheit oder deines Wissens und Sehens der Freiheit weggenommen?“ ",
  "sn47.13:5.2": "„Nein, Herr, das hat er nicht. ",
  "sn47.13:5.6": "Aber der Ehrwürdige Sāriputta war mein Unterweiser und Berater. Er hat mich angeleitet, ermuntert, begeistert und angeregt. Er wurde niemals müde, den Dhamma zu lehren, und hat seine geistlichen Gefährten unterstützt. ",
  "sn47.13:5.7": "Ich erinnere mich an den Nektar der Lehre, den Reichtum der Lehre, den Rückhalt der Lehre, wie sie vom Ehrwürdigen Sāriputta ausgingen.“ ",
  "sn47.13:6.1": "„Ānanda, habe ich nicht darauf vorbereitet, als ich erklärte, ",
  "sn47.13:6.2": "dass wir von allem, was uns lieb und teuer ist, getrennt und geschieden werden müssen? ",
  "sn47.13:6.3": "Wie könnte es möglich sein, dass das, was geboren, geschaffen, bedingt ist und zerfallen muss nicht zerfallen sollte? ",
  "sn47.13:6.4": "Das ist nicht möglich. ",
  "sn47.13:6.5": "Wie ein großer Baum, der mit Kernholz dasteht, und der dickste Ast bräche ab: ",
  "sn47.13:6.6": "Ebenso ist in dem großen Saṅgha, der mit Kernholz dasteht, Sāriputta vollkommen erloschen. ",
  "sn47.13:6.7": "Wie könnte es möglich sein, dass das, was geboren, geschaffen, bedingt ist und zerfallen muss nicht zerfallen sollte? ",
  "sn47.13:6.8": "Das ist nicht möglich. ",
  "sn47.13:6.9": "Daher, Ānanda, sei deine eigene Insel, deine eigene Zuflucht, suche keine andere Zuflucht. Lass die Lehre deine Insel und deine Zuflucht sein, suche keine andere Zuflucht. ",
  "sn47.13:7.1": "Und wie ist ein Mönch seine eigene Insel, seine eigene Zuflucht, und sucht keine andere Zuflucht? Wie lässt er die Lehre seine Insel und seine Zuflucht sein und sucht keine andere Zuflucht? ",
  "sn47.13:7.2": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.13:7.3": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn47.13:7.4": "indem er einen Aspekt des Geistes beobachtet … ",
  "sn47.13:7.5": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.13:7.6": "So ist ein Mönch seine eigene Insel, seine eigene Zuflucht und sucht keine andere Zuflucht. So lässt er die Lehre seine Insel und seine Zuflucht sein und sucht keine andere Zuflucht. ",
  "sn47.13:7.7": "Jetzt oder nachdem ich gestorben bin – jeder, der seine eigene Insel ist, seine eigene Zuflucht, der keine andere Zuflucht sucht; der die Lehre seine Insel und seine Zuflucht sein lässt und keine andere Zuflucht sucht – diese Mönche und Nonnen, die üben wollen, werden zu den Besten der Besten gehören.“ "
}