{
  "sn47.14:0.1": "Verbundene Lehrreden 47 ",
  "sn47.14:0.2": "2. Bei Nālandā ",
  "sn47.14:0.3": "14. Bei Ukkacelā ",
  "sn47.14:1.1": "Einmal hielt sich der Buddha im Land der Vajjier bei Ukkacelā am Ufer des Flusses Ganges auf, zusammen mit einem großen Saṅgha von Mönchen und Nonnen. Es war nicht lange, nachdem Sāriputta und Moggallāna vollkommen erloschen waren. ",
  "sn47.14:1.2": "Zu der Zeit saß der Buddha im Freien inmitten des Saṅgha von Mönchen und Nonnen. ",
  "sn47.14:2.1": "Da blickte der Buddha über den stillen Saṅgha von Mönchen und Nonnen und redete sie an: ",
  "sn47.14:2.2": "„Mönche und Nonnen, diese Versammlung erschient mir leer, jetzt da Sāriputta und Moggallāna vollkommen erloschen sind. ",
  "sn47.14:2.3": "Solange Sāriputta und Moggallāna lebten, war meine Versammlung nie leer; wo sie sich auch aufhielten, um diese Gegend hatte ich keine Sorgen. ",
  "sn47.14:2.4": "Die Buddhas der Vergangenheit und der Zukunft haben Paare von Hauptschülern, die nicht besser sind ",
  "sn47.14:2.5": "als Sāriputta und Moggallāna für mich waren. ",
  "sn47.14:2.7": "Es ist eine unglaubliche und erstaunliche Eigenschaft solcher Schüler, ",
  "sn47.14:2.8": "dass sie die Anleitung des Lehrers erfüllen und seinem Rat folgen. Und sie werden von der vierfachen Versammlung geliebt und gemocht, respektiert und bewundert. ",
  "sn47.14:2.9": "Und es ist eine unglaubliche und erstaunliche Eigenschaft des Klargewordenen, ",
  "sn47.14:2.10": "dass er nicht betrübt ist und klagt, wenn ein solches Schülerpaar vollkommen erlischt. ",
  "sn47.14:2.11": "Wie könnte es möglich sein, dass das, was geboren, geschaffen, bedingt ist und zerfallen muss nicht zerfallen sollte? ",
  "sn47.14:2.12": "Das ist nicht möglich. ",
  "sn47.14:2.13": "Wie ein großer Baum, der mit Kernholz dasteht, und die dicksten Äste brächen ab: ",
  "sn47.14:2.14": "Ebenso sind in dem großen Saṅgha, der mit Kernholz dasteht, Sāriputta und Moggallāna vollkommen erloschen. ",
  "sn47.14:2.15": "Wie könnte es möglich sein, dass das, was geboren, geschaffen, bedingt ist und zerfallen muss nicht zerfallen sollte? ",
  "sn47.14:2.16": "Das ist nicht möglich. ",
  "sn47.14:2.17": "Daher, Mönche und Nonnen, lebt als eure eigene Insel, als eure eigene Zuflucht, sucht keine andere Zuflucht. Lasst die Lehre eure Insel und eure Zuflucht sein, sucht keine andere Zuflucht. ",
  "sn47.14:3.1": "Und wie lebt eine Nonne als ihre eigene Insel, als ihre eigene Zuflucht, und sucht keine andere Zuflucht? Wie lässt sie die Lehre ihre Insel und ihre Zuflucht sein und sucht keine andere Zuflucht? ",
  "sn47.14:3.2": "Da meditiert eine Nonne, indem sie einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.14:3.3": "Sie meditiert, indem sie einen Aspekt der Gefühle beobachtet … ",
  "sn47.14:3.4": "indem sie einen Aspekt des Geistes beobachtet … ",
  "sn47.14:3.5": "indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.14:3.6": "So lebt eine Nonne als ihre eigene Insel, als ihre eigene Zuflucht und sucht keine andere Zuflucht. So lässt sie die Lehre ihre Insel und ihre Zuflucht sein und sucht keine andere Zuflucht. ",
  "sn47.14:3.7": "Jetzt oder nachdem ich gestorben bin – jeder, der als seine eigene Insel lebt, als seine eigene Zuflucht, der keine andere Zuflucht sucht; der die Lehre seine Insel und seine Zuflucht sein lässt und keine andere Zuflucht sucht – diese Mönche und Nonnen, die üben wollen, werden zu den Besten der Besten gehören.“ "
}