{
  "sn47.10:0.1": "'Verbundene Lehrreden 47.10 '",
  "sn47.10:0.2": "'1. Das Kapitel in Ambapālīs Mangowäldchen '",
  "sn47.10:0.3": "'Die Nonnenunterkünfte '",
  "sn47.10:1.1": "'Da kleidete sich der Ehrwürdige Ānanda am Morgen an, nahm Schale und Robe, ging zu den Nonnenunterkünften und setzte sich dort auf den ausgebreiteten Sitz. '",
  "sn47.10:1.2": "'Da gingen einige Nonnen zu Ānanda, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: '",
  "sn47.10:2.1": "'„Ehrenwerter Ānanda, manche Nonnen meditieren, indem ihr Geist in den vier Arten der Achtsamkeitsmeditation fest verankert ist. Sie haben einen höheren erhabenen Zustand erreicht als sie vorher hatten.“ '",
  "sn47.10:2.2": "'„Das ist wirklich wahr, Schwestern! Das ist wirklich wahr! '",
  "sn47.10:2.3": "'Jeder Mönch, der meditiert, indem sein Geist in den vier Arten der Achtsamkeitsmeditation fest verankert ist, und jede Nonne, die so meditiert, kann erwarten, '",
  "sn47.10:2.4": "'einen höheren erhabenen Zustand zu erreichen als sie vorher hatten.“ '",
  "sn47.10:3.1": "'Dann leitete Ānanda diese Nonnen mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. Darauf erhob er sich von seinem Sitz und ging. '",
  "sn47.10:3.2": "'Danach zog Ānanda um Almosen durch Sāvatthī. Nach dem Essen, als er vom Almosengang zurückkam, ging er zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete ihm, was vorgefallen war. '",
  "sn47.10:5.1": "'„Das ist wirklich wahr, Ānanda! Das ist wirklich wahr! '",
  "sn47.10:5.2": "'Jeder Mönch, der meditiert, indem sein Geist in den vier Arten der Achtsamkeitsmeditation fest verankert ist, und jede Nonne, die so meditiert, kann erwarten, '",
  "sn47.10:5.3": "'einen höheren erhabenen Zustand zu erreichen als sie vorher hatten. '",
  "sn47.10:6.1": "'In welchen vier? '",
  "sn47.10:6.2": "'Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. '",
  "sn47.10:6.3": "'Während er meditiert, indem er einen Aspekt des Körpers beobachtet, entsteht auf der Grundlage des Körpers eine körperliche Spannung oder eine geistige Schwerfälligkeit, oder der Geist ist äußerlich zerstreut. '",
  "sn47.10:6.4": "'Dieser Mönch soll seinen Geist einer ergreifenden Grundlage zuwenden. '",
  "sn47.10:6.5": "'Wenn er das tut, lodert Freude auf. '",
  "sn47.10:6.6": "'Wenn er voller Freude ist, lodert Ekstase auf. '",
  "sn47.10:6.7": "'Wenn der Geist in Ekstase ist, wird der Körper still. '",
  "sn47.10:6.8": "'Wenn der Körper still ist, empfindet er Seligkeit. '",
  "sn47.10:6.9": "'Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. '",
  "sn47.10:6.10": "'Dann überlegt er: '",
  "sn47.10:6.11": "'‚Ich habe das Ziel erreicht, für das ich meinen Geist dahin gewendet habe. '",
  "sn47.10:6.12": "'Ich will ihn jetzt zurückziehen.‘ '",
  "sn47.10:6.13": "'Er zieht den Geist zurück und richtet ihn weder aus noch hält er ihn. '",
  "sn47.10:6.14": "'Er versteht: ‚Weder richte ich den Geist aus noch halte ich ihn. Achtsam in mir selbst bin ich glücklich.‘ '",
  "sn47.10:7.1": "'Dann meditiert da ein Mönch, indem er einen Aspekt der Gefühle beobachtet … '",
  "sn47.10:7.2": "'indem er einen Aspekt des Geistes beobachtet … '",
  "sn47.10:7.3": "'indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. '",
  "sn47.10:7.4": "'Während er meditiert, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet, entsteht auf der Grundlage der natürlichen Gesetzmäßigkeiten eine körperliche Spannung oder eine geistige Schwerfälligkeit, oder der Geist ist äußerlich zerstreut. '",
  "sn47.10:7.5": "'Dieser Mönch soll seinen Geist einer ergreifenden Grundlage zuwenden. '",
  "sn47.10:7.6": "'Wenn er das tut, lodert Freude auf. '",
  "sn47.10:7.7": "'Wenn er voller Freude ist, lodert Ekstase auf. '",
  "sn47.10:7.8": "'Wenn der Geist in Ekstase ist, wird der Körper still. '",
  "sn47.10:7.9": "'Wenn der Körper still ist, empfindet er Seligkeit. '",
  "sn47.10:7.10": "'Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. '",
  "sn47.10:7.11": "'Dann überlegt er: '",
  "sn47.10:7.12": "'‚Ich habe das Ziel erreicht, für das ich meinen Geist dahin gewendet habe. '",
  "sn47.10:7.13": "'Ich will ihn jetzt zurückziehen.‘ '",
  "sn47.10:7.14": "'Er zieht den Geist zurück und richtet ihn weder aus noch hält er ihn. '",
  "sn47.10:7.15": "'Er versteht: ‚Weder richte ich den Geist aus noch halte ich ihn. Achtsam in mir selbst bin ich glücklich.‘ '",
  "sn47.10:7.16": "'So gibt es eine gerichtete Entwicklung. '",
  "sn47.10:8.1": "'Und wie gibt es eine ungerichtete Entwicklung? '",
  "sn47.10:8.2": "'Indem er seinen Geist nicht äußerlich ausrichtet, versteht ein Mönch: ‚Mein Geist ist nicht äußerlich ausgerichtet.‘ '",
  "sn47.10:8.3": "'Und er versteht: ‚Für einen Zeitraum ist er nicht eingeengt, ist frei und ungerichtet.‘ '",
  "sn47.10:8.4": "'Und er versteht auch: ‚Ich meditiere, indem ich einen Aspekt des Körpers beobachte – eifrig, bewusst und achtsam; ich bin glücklich.‘ '",
  "sn47.10:8.5": "'Indem er seinen Geist nicht äußerlich ausrichtet, versteht ein Mönch: ‚Mein Geist ist nicht äußerlich ausgerichtet.‘ '",
  "sn47.10:8.6": "'Und er versteht: ‚Für einen Zeitraum ist er nicht eingeengt, ist frei und ungerichtet.‘ '",
  "sn47.10:8.7": "'Und er versteht auch: ‚Ich meditiere, indem ich einen Aspekt der Gefühle beobachte – eifrig, bewusst und achtsam; ich bin glücklich.‘ '",
  "sn47.10:8.8": "'Indem er seinen Geist nicht äußerlich ausrichtet, versteht ein Mönch: ‚Mein Geist ist nicht äußerlich ausgerichtet.‘ '",
  "sn47.10:8.9": "'Und er versteht: ‚Für einen Zeitraum ist er nicht eingeengt, ist frei und ungerichtet.‘ '",
  "sn47.10:8.10": "'Und er versteht auch: ‚Ich meditiere, indem ich einen Aspekt des Geistes beobachte – eifrig, bewusst und achtsam; ich bin glücklich.‘ '",
  "sn47.10:8.11": "'Indem er seinen Geist nicht äußerlich ausrichtet, versteht ein Mönch: ‚Mein Geist ist nicht äußerlich ausgerichtet.‘ '",
  "sn47.10:8.12": "'Und er versteht: ‚Für einen Zeitraum ist er nicht eingeengt, ist frei und ungerichtet.‘ '",
  "sn47.10:8.13": "'Und er versteht auch: ‚Ich meditiere, indem ich einen Aspekt der natürlichen Gesetzmäßigkeiten beobachte – eifrig, bewusst und achtsam; ich bin glücklich.‘ '",
  "sn47.10:8.14": "'So gibt es eine ungerichtete Entwicklung. '",
  "sn47.10:9.1": "'Und so, Ānanda, habe ich euch die gerichtete und die ungerichtete Entwicklung gelehrt. '",
  "sn47.10:9.2": "'Aus Anteilnahme habe ich getan, was ein Lehrer, der auf das Wohl seiner Schüler bedacht ist, tun soll. '",
  "sn47.10:9.3": "'Hier sind Plätze am Fuß von Bäumen, und hier sind leere Hütten. Übe Vertiefungen, Ānanda! Sei nicht nachlässig! Nicht, dass du es später bereust! Das ist meine Anleitung für dich.“ '",
  "sn47.10:10.1": "'Das sagte der Buddha. '",
  "sn47.10:10.2": "'Zufrieden begrüßte der Ehrwürdige Ānanda die Worte des Buddha. '"
}