{
  "sn47.7:0.1": "Verbundene Lehrreden 47 ",
  "sn47.7:0.2": "1. In Ambapālīs Wald ",
  "sn47.7:0.3": "7. Ein Affe ",
  "sn47.7:1.1": "„Mönche und Nonnen, im Himalaya, dem König der Berge, gibt es Gegenden, die schroff und unwegsam sind. In manche Gegenden können weder Affen noch Menschen gehen, ",
  "sn47.7:1.2": "in andere können Affen gehen, Menschen aber nicht. ",
  "sn47.7:1.3": "Und es gibt ebene, angenehme Gegenden, wo sowohl Affen als auch Menschen hingehen können. ",
  "sn47.7:1.4": "Dort bringen Jäger auf den Pfaden der Affen Teerfallen an, um die Affen zu fangen. ",
  "sn47.7:2.1": "Die Affen, die nicht töricht und unbesonnen sind, sehen den Teer und machen einen großen Bogen darum. ",
  "sn47.7:2.2": "Doch ein törichter und unbesonnener Affe geht zu dem Teer und greift mit einer Hand danach. ",
  "sn47.7:2.3": "Da bleibt er kleben. ",
  "sn47.7:2.4": "In dem Wunsch, seine Hand zu befreien, greift er mit der anderen Hand danach. ",
  "sn47.7:2.5": "Da bleibt er kleben. ",
  "sn47.7:2.6": "In dem Wunsch, seine beiden Hände zu befreien, greift er mit einem Fuß danach. ",
  "sn47.7:2.7": "Da bleibt er kleben. ",
  "sn47.7:2.8": "In dem Wunsch, beide Hände und den Fuß zu befreien, greift er mit dem anderen Fuß danach. ",
  "sn47.7:2.9": "Da bleibt er kleben. ",
  "sn47.7:2.10": "In dem Wunsch, beide Hände und Füße zu befreien, greift er mit seiner Schnauze danach. ",
  "sn47.7:2.11": "Da bleibt er kleben. ",
  "sn47.7:2.12": "Und so liegt der Affe, an fünf Punkten gefangen, da und kreischt. Ihm drohen Unheil und Verhängnis und der Jäger kann mit ihm machen, was er will. ",
  "sn47.7:2.13": "Der Jäger spießt ihn auf, macht ihn von dem geteerten Holzstück los und geht, wohin er will. ",
  "sn47.7:2.14": "So geht es, wenn man sein Revier verlässt und in das Hoheitsgebiet anderer wandert. ",
  "sn47.7:3.1": "Daher, Mönche und Nonnen, verlasst nicht euer Revier, wandert nicht in das Hoheitsgebiet anderer. ",
  "sn47.7:3.2": "Wenn ihr euer Revier verlasst und in das Hoheitsgebiet anderer wandert, wird Māra eine Schwäche finden und euch zu fassen bekommen. ",
  "sn47.7:3.3": "Und was ist nicht das Revier von Mönchen und Nonnen, sondern das Hoheitsgebiet anderer? ",
  "sn47.7:3.5": "Es sind die fünf Arten von Sinnesreizen. ",
  "sn47.7:3.6": "Welche fünf? ",
  "sn47.7:3.7": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn47.7:3.8": "Töne, die das Ohr erkennt … ",
  "sn47.7:3.9": "Düfte, die die Nase erkennt … ",
  "sn47.7:3.10": "Geschmäcke, die die Zunge erkennt … ",
  "sn47.7:3.11": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn47.7:3.12": "Das ist nicht das Revier von Mönchen und Nonnen, sondern das Hoheitsgebiet anderer. ",
  "sn47.7:4.1": "Ihr solltet euer eigenes Revier durchstreifen, das Hoheitsgebiet eurer Väter. ",
  "sn47.7:4.2": "Wenn ihr euer eigenes Revier durchstreift, das Hoheitsgebiet eurer Väter, wird Māra keine Schwäche finden und euch nicht zu fassen bekommen. ",
  "sn47.7:4.3": "Und was ist das Revier von Mönchen und Nonnen, das Hoheitsgebiet der Väter? ",
  "sn47.7:4.5": "Es sind die vier Arten der Achtsamkeitsmeditation. ",
  "sn47.7:4.6": "Welche vier? ",
  "sn47.7:4.7": "Da meditiert eine Nonne, indem sie einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.7:4.8": "Sie meditiert, indem sie einen Aspekt der Gefühle beobachtet … ",
  "sn47.7:4.9": "indem sie einen Aspekt des Geistes beobachtet … ",
  "sn47.7:4.10": "indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.7:4.11": "Das ist das Revier von Mönchen und Nonnen, das Hoheitsgebiet der Väter.“ "
}