{
  "sn47.9:0.1": "Verbundene Lehrreden 47 ",
  "sn47.9:0.2": "1. In Ambapālīs Wald ",
  "sn47.9:0.3": "9. Krank ",
  "sn47.9:1.1": "So habe ich es gehört: ",
  "sn47.9:1.2": "Einmal hielt sich der Buddha bei Vesālī in dem Dörfchen Beluva auf. ",
  "sn47.9:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn47.9:1.4": "„Mönche und Nonnen, bitte tretet den Regenzeitaufenthalt mit den Freunden oder Bekannten an, die ihr um Vesālī herum habt. ",
  "sn47.9:1.5": "Ich werde den Regenzeitaufenthalt gleich hier in dem Dörfchen Beluva antreten.“ ",
  "sn47.9:1.6": "„Ja, Herr“, antworteten diese Mönche und Nonnen. Sie taten, was der Buddha gesagt hatte, ",
  "sn47.9:1.7": "während der Buddha den Regenzeitaufenthalt gleich da in dem Dörfchen Beluva antrat. ",
  "sn47.9:2.1": "Nachdem der Buddha den Regenzeitaufenthalt angetreten hatte, wurde er schwer krank, von heftigen Schmerzen gepeinigt, und war dem Tode nah. ",
  "sn47.9:2.2": "Doch er ertrug seine Beschwerden geduldig, achtsam und umsichtig. ",
  "sn47.9:2.3": "Da kam dem Buddha in den Sinn: ",
  "sn47.9:2.4": "„Es wäre nicht angebracht für mich, vollkommen zu erlöschen, ohne zuvor meine Aufwärter zu unterrichten und mich vom Saṅgha der Mönche und Nonnen zu verabschieden. ",
  "sn47.9:2.5": "Warum unterdrücke ich nicht mit Gewalt diese Krankheit, stärke die Lebenskraft und lebe weiter?“ ",
  "sn47.9:2.6": "Und so tat er es. ",
  "sn47.9:2.7": "Da klang die Krankheit des Buddha ab. ",
  "sn47.9:3.1": "Bald nach seiner Genesung von dieser Krankheit ging der Buddha aus seiner Hütte und setzte sich in den Schatten des Vordaches auf den ausgebreiteten Sitz. ",
  "sn47.9:3.2": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn47.9:3.3": "„Herr, es ist fantastisch, dass der Buddha ohne Beschwerden ist, ",
  "sn47.9:3.4": "dass es ihm gut geht ",
  "sn47.9:3.5": "und er wohlauf ist. ",
  "sn47.9:3.6": "Denn als der Buddha krank war, fühlte sich mein Körper an wie betäubt. Ich war durcheinander, und die Lehren wollten mir nicht einfallen. ",
  "sn47.9:3.7": "Immerhin tröstete ich mich mit dem Gedanken, ",
  "sn47.9:3.8": "dass der Buddha nicht vollkommen erlöschen würde, ohne eine Erklärung über den Saṅgha der Mönche und Nonnen abzugeben.“ ",
  "sn47.9:4.1": "„Aber was erwartet der Saṅgha jetzt von mir, Ānanda? ",
  "sn47.9:4.2": "Ich habe den Dhamma gelehrt, ohne zwischen geheimen und öffentlichen Lehren zu unterscheiden. ",
  "sn47.9:4.3": "Der Klargewordene hat nicht die geschlossene Faust eines Lehrers, wenn es um die Lehren geht. ",
  "sn47.9:4.4": "Wenn es jemanden gibt, der denkt: ",
  "sn47.9:4.5": "‚Ich werde die Verantwortung für den Saṅgha der Mönche und Nonnen übernehmen‘ oder ‚der Saṅgha der Mönche und Nonnen ist für mich bestimmt‘, so soll diese Person eine Erklärung über den Saṅgha abgeben. ",
  "sn47.9:4.6": "Aber der Klargewordene denkt nicht so, ",
  "sn47.9:4.8": "warum sollte er daher eine Erklärung über den Saṅgha abgeben? ",
  "sn47.9:4.9": "Ich bin jetzt alt, bejahrt und altehrwürdig. Ich bin in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "sn47.9:4.10": "Ich bin jetzt achtzig Jahre alt. ",
  "sn47.9:4.11": "Gerade wie ein heruntergekommener Karren nur mithilfe von Riemen zusammenhält, ",
  "sn47.9:4.12": "ebenso hält der Körper des Klargewordenen, so kann man denken, nur mithilfe von Riemen zusammen. ",
  "sn47.9:5.1": "Manchmal wendet der Klargewordene seine Aufmerksamkeit von allen Merkmalen ab, und mit dem Aufhören bestimmter Gefühle tritt er in die merkmalslose Versenkung des Herzens ein und verweilt darin. Nur dann hat der Körper des Klargewordenen weniger Beschwerden. ",
  "sn47.9:5.2": "Daher, Ānanda, lebe als deine eigene Insel, als deine eigene Zuflucht, suche keine andere Zuflucht. Lass die Lehre deine Insel und deine Zuflucht sein, suche keine andere Zuflucht. ",
  "sn47.9:6.1": "Und wie lebt ein Mönch als seine eigene Insel, als seine eigene Zuflucht, und sucht keine andere Zuflucht? Wie lässt er die Lehre seine Insel und seine Zuflucht sein und sucht keine andere Zuflucht? ",
  "sn47.9:6.2": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.9:6.3": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn47.9:6.4": "Er meditiert, indem er einen Aspekt des Geistes beobachtet … ",
  "sn47.9:6.5": "Er meditiert, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.9:6.6": "So lebt ein Mönch als seine eigene Insel, als seine eigene Zuflucht und sucht keine andere Zuflucht. So lässt er die Lehre seine Insel und seine Zuflucht sein und sucht keine andere Zuflucht. ",
  "sn47.9:6.7": "Jetzt oder nachdem ich gestorben bin – jeder, der als seine eigene Insel lebt, als seine eigene Zuflucht, der keine andere Zuflucht sucht; der die Lehre seine Insel und seine Zuflucht sein lässt und keine andere Zuflucht sucht – diese Mönche und Nonnen, die üben wollen, werden zu den Besten der Besten gehören.“ "
}