{
  "sn47.8:0.1": "Verbundene Lehrreden 47 ",
  "sn47.8:0.2": "1. In Ambapālīs Wald ",
  "sn47.8:0.3": "8. Köche ",
  "sn47.8:1.1": "„Mönche und Nonnen, angenommen, ein törichter, unfähiger und untauglicher Koch würde einen König oder einen königlichen Minister mit vielen verschiedenen Currygerichten bewirten, ",
  "sn47.8:1.2": "Gerichten von unübertroffenem saurem, bitterem, pikantem oder süßem Geschmack, scharf oder mild, salzig oder fad. ",
  "sn47.8:2.1": "Doch dieser Koch griffe den Hinweis seines Meisters nicht auf: ",
  "sn47.8:2.2": "‚Heute hat mein Meister diese Sauce bevorzugt oder er hat danach gegriffen oder viel davon genommen oder sie gelobt. ",
  "sn47.8:2.3": "Heute hat mein Meister die saure, bittere, pikante oder süße Soße bevorzugt, die scharfe oder milde, salzige oder fade, hat danach gegriffen oder viel davon genommen oder sie gelobt.‘ ",
  "sn47.8:3.1": "Dieser törichte, unfähige und untaugliche Koch erhält keine Kleider, keinen Lohn und keine Zulagen. ",
  "sn47.8:3.2": "Und warum nicht? ",
  "sn47.8:3.3": "Weil er den Hinweis seines Meisters nicht aufgreift. ",
  "sn47.8:3.4": "Ebenso meditiert ein törichter, unfähiger und untauglicher Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.8:3.5": "Während er meditiert, indem er einen Aspekt des Körpers beobachtet, tritt sein Geist nicht in die Versenkung ein und seine Verunreinigungen lösen sich nicht auf. ",
  "sn47.8:3.6": "Aber er greift diesen Hinweis nicht auf. ",
  "sn47.8:3.7": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn47.8:3.8": "indem er einen Aspekt des Geistes beobachtet … ",
  "sn47.8:3.9": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.8:3.10": "Während er meditiert, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet, tritt sein Geist nicht in die Versenkung ein und seine Verunreinigungen lösen sich nicht auf. ",
  "sn47.8:3.11": "Aber er greift diesen Hinweis nicht auf. ",
  "sn47.8:4.1": "Dieser törichte, unfähige und untaugliche Mönch erlangt keine wonnevolle Meditation in diesem Leben, noch erlangt er Achtsamkeit und Umsicht. ",
  "sn47.8:4.2": "Und warum nicht? ",
  "sn47.8:4.3": "Weil er den Hinweis seines Geistes nicht aufgreift. ",
  "sn47.8:5.1": "Angenommen, ein kluger, fähiger und tauglicher Koch würde einen König oder einen königlichen Minister mit vielen verschiedenen Currygerichten bewirten, ",
  "sn47.8:5.2": "Gerichten von unübertroffenem saurem, bitterem, pikantem oder süßem Geschmack, scharf oder mild, salzig oder fad. ",
  "sn47.8:6.1": "Und dieser Koch griffe den Hinweis seines Meisters auf: ",
  "sn47.8:6.2": "‚Heute hat mein Meister diese Sauce bevorzugt oder er hat danach gegriffen oder viel davon genommen oder sie gelobt. ",
  "sn47.8:6.3": "Heute hat mein Meister die saure, bittere, pikante oder süße Soße bevorzugt, die scharfe oder milde, salzige oder fade, hat danach gegriffen oder viel davon genommen oder sie gelobt.‘ ",
  "sn47.8:7.1": "Dieser kluge, fähige und taugliche Koch erhält Kleider, Lohn und Zulagen. ",
  "sn47.8:7.2": "Und warum? ",
  "sn47.8:7.3": "Weil er den Hinweis seines Meisters aufgreift. ",
  "sn47.8:7.4": "Ebenso meditiert ein kluger, fähiger und tauglicher Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.8:7.5": "Während er meditiert, indem er einen Aspekt des Körpers beobachtet, tritt sein Geist in die Versenkung ein und seine Verunreinigungen lösen sich auf. ",
  "sn47.8:7.6": "Er greift diesen Hinweis auf. ",
  "sn47.8:7.7": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn47.8:7.8": "indem er einen Aspekt des Geistes beobachtet … ",
  "sn47.8:7.9": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.8:7.10": "Während er meditiert, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet, tritt sein Geist in die Versenkung ein und seine Verunreinigungen lösen sich auf. ",
  "sn47.8:7.11": "Er greift diesen Hinweis auf. ",
  "sn47.8:8.1": "Dieser kluge, fähige und taugliche Mönch erlangt wonnevolle Meditation in diesem Leben, und er erlangt Achtsamkeit und Umsicht. ",
  "sn47.8:8.2": "Und warum? ",
  "sn47.8:8.3": "Weil er den Hinweis seines Geistes aufgreift.“ "
}