{
  "sn47.22:0.1": "Verbundene Lehrreden 47.22 ",
  "sn47.22:0.2": "3. Das Kapitel über Sittlichkeit und Beständigkeit ",
  "sn47.22:0.3": "Lange bestehen ",
  "sn47.22:1.1": "Der gleiche Schauplatz. ",
  "sn47.22:1.3": "„Was ist der Grund, geehrter Ānanda, was ist die Ursache, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen nicht lange besteht? ",
  "sn47.22:1.4": "Und was ist der Grund, was ist die Ursache, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen lange besteht?“ ",
  "sn47.22:2.1": "„Gut, gut, geehrter Bhadda! ",
  "sn47.22:2.2": "Deine Herangehensweise und deine Formulierung sind vortrefflich, und es ist eine gute Frage. ",
  "sn47.22:2.3": "Denn du hast gefragt: ",
  "sn47.22:2.4": "‚Was ist der Grund, geehrter Ānanda, was ist die Ursache, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen nicht lange besteht? ",
  "sn47.22:2.5": "Und was ist der Grund, was ist die Ursache, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen lange besteht?‘“ ",
  "sn47.22:2.6": "„Ja, Geehrter.“ ",
  "sn47.22:2.7": "„Es ist, wenn die vier Arten der Achtsamkeitsmeditation nicht entwickelt und ausgebaut werden, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen nicht lange besteht. ",
  "sn47.22:2.8": "Es ist, wenn die vier Arten der Achtsamkeitsmeditation entwickelt und ausgebaut werden, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen lange besteht. ",
  "sn47.22:3.1": "Welche vier? ",
  "sn47.22:3.2": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn47.22:3.3": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn47.22:3.4": "indem er einen Aspekt des Geistes beobachtet … ",
  "sn47.22:3.5": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn47.22:3.6": "Es ist, wenn diese vier Arten der Achtsamkeitsmeditation nicht entwickelt und ausgebaut werden, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen nicht lange besteht. ",
  "sn47.22:3.7": "Und es ist, wenn diese vier Arten der Achtsamkeitsmeditation entwickelt und ausgebaut werden, dass die wahre Lehre nach dem endgültigen Erlöschen des Klargewordenen lange besteht.“ "
}