{
  "sn47.6:0.1": "Verbundene Lehrreden 47 ",
  "sn47.6:0.2": "1. In Ambapālīs Wald ",
  "sn47.6:0.3": "6. Ein Habicht ",
  "sn47.6:1.1": "„Es war einmal ein Habicht, der stieß plötzlich herab und packte eine Wachtel. ",
  "sn47.6:1.2": "Und wie die Wachtel so davongetragen wurde, jammerte sie: ",
  "sn47.6:1.3": "‚Ich bin so ein Pechvogel, ein Unglücksrabe, dass ich mein Revier verlassen habe und in das Hoheitsgebiet anderer gewandert bin. ",
  "sn47.6:1.4": "Wenn ich heute mein eigenes Revier durchstreift hätte, das Hoheitsgebiet meiner Väter, hätte dieser Habicht mich nicht im Kampf schlagen können.‘ ",
  "sn47.6:1.5": "‚Nun, Wachtel, was ist dein eigenes Revier, das Hoheitsgebiet deiner Väter?‘ ",
  "sn47.6:1.6": "‚Es ist ein gepflügtes Feld, das mit Erdschollen bedeckt ist.‘ ",
  "sn47.6:1.7": "Im Vertrauen auf seine eigene Stärke war der Habicht nicht entmutigt oder eingeschüchtert. Er ließ die Wachtel frei und sagte: ",
  "sn47.6:1.8": "‚Geh jetzt, Wachtel. Aber selbst dort wirst du mir nicht entkommen!‘ ",
  "sn47.6:2.1": "Da flog die Wachtel zu einem gepflügten Feld, das mit Erdschollen bedeckt war. Sie stieg auf eine große Scholle, und als sie dort stand, sagte sie zu dem Habicht: ",
  "sn47.6:2.2": "‚Sieh zu, wie du mich kriegen kannst, Habicht! Sieh zu, wie du mich kriegen kannst!‘ ",
  "sn47.6:2.3": "Im Vertrauen auf seine eigene Stärke war der Habicht nicht entmutigt oder eingeschüchtert. Er faltete seine Flügel und stieß plötzlich auf die Wachtel herab. ",
  "sn47.6:2.4": "Als die Wachtel wusste, dass der Habicht fast bei ihr war, schlüpfte sie unter die Erdscholle. ",
  "sn47.6:2.5": "Der Habicht aber stürzte mit der Brust voran eben da ab. ",
  "sn47.6:2.6": "So geht es, wenn man sein Revier verlässt und in das Hoheitsgebiet anderer wandert. ",
  "sn47.6:3.1": "Daher, Mönche und Nonnen, verlasst nicht euer Revier, wandert nicht in das Hoheitsgebiet anderer. ",
  "sn47.6:3.2": "Wenn ihr euer Revier verlasst und in das Hoheitsgebiet anderer wandert, wird Māra eine Schwäche finden und euch zu fassen bekommen. ",
  "sn47.6:3.3": "Und was ist nicht das Revier von Mönchen und Nonnen, sondern das Hoheitsgebiet anderer? ",
  "sn47.6:3.4": "Es sind die fünf Arten von Sinnesreizen. ",
  "sn47.6:3.5": "Welche fünf? ",
  "sn47.6:3.6": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn47.6:3.7": "Töne, die das Ohr erkennt … ",
  "sn47.6:3.8": "Düfte, die die Nase erkennt … ",
  "sn47.6:3.9": "Geschmäcke, die die Zunge erkennt … ",
  "sn47.6:3.10": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn47.6:3.11": "Das ist nicht das Revier von Mönchen und Nonnen, sondern das Hoheitsgebiet anderer. ",
  "sn47.6:4.1": "Ihr solltet euer eigenes Revier durchstreifen, das Hoheitsgebiet eurer Väter. ",
  "sn47.6:4.2": "Wenn ihr euer eigenes Revier durchstreift, das Hoheitsgebiet eurer Väter, wird Māra keine Schwäche finden und euch nicht zu fassen bekommen. ",
  "sn47.6:4.3": "Und was ist das Revier von Mönchen und Nonnen, das Hoheitsgebiet der Väter? ",
  "sn47.6:4.5": "Es sind die vier Arten der Achtsamkeitsmeditation. ",
  "sn47.6:4.6": "Welche vier? ",
  "sn47.6:4.7": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.6:4.8": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn47.6:4.9": "indem er einen Aspekt des Geistes beobachtet … ",
  "sn47.6:4.10": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.6:4.11": "Das ist das Revier von Mönchen und Nonnen, das Hoheitsgebiet der Väter.“ "
}