{
  "sn47.3:0.1": "Verbundene Lehrreden 47 ",
  "sn47.3:0.2": "1. In Ambapālīs Wald ",
  "sn47.3:0.3": "3. Ein Mönch ",
  "sn47.3:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn47.3:1.2": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn47.3:1.3": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "sn47.3:1.4": "„Genauso bitten mich manche törichten Menschen um etwas. Doch wenn dann die Lehre dargelegt wurde, haben sie nur im Sinn, mir hinterherzulaufen.“ ",
  "sn47.3:1.5": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe! Dass der Heilige mich den Dhamma in kurzer Form lehre! Hoffentlich kann ich die Bedeutung der Worte des Buddha verstehen! Hoffentlich kann ich ein Erbe der Lehre des Buddha werden!“ ",
  "sn47.3:1.6": "„Nun, Mönch, du solltest den Ausgangspunkt für taugliche Eigenschaften läutern. ",
  "sn47.3:1.7": "Was ist der Ausgangspunkt für taugliche Eigenschaften? ",
  "sn47.3:1.8": "Gut geläuterte Ethik und fehlerfreie Ansicht. ",
  "sn47.3:1.9": "Wenn deine Ethik gut geläutert und deine Ansicht fehlerfrei ist, solltest du die vier Arten der Achtsamkeitsmeditation auf dreierlei Weise entwickeln, getragen von und gestützt auf Ethik. ",
  "sn47.3:2.1": "Welche vier? ",
  "sn47.3:2.2": "Meditiere, indem du einen Aspekt des Körpers innerlich beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.3:2.3": "Oder meditiere, indem du einen Aspekt des Körpers äußerlich beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.3:2.4": "Oder meditiere, indem du einen Aspekt des Körpers sowohl innerlich als auch äußerlich beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.3:2.5": "Oder meditiere, indem du einen Aspekt der Gefühle innerlich beobachtest … ",
  "sn47.3:2.6": "indem du einen Aspekt der Gefühle äußerlich beobachtest … ",
  "sn47.3:2.7": "indem du einen Aspekt der Gefühle sowohl innerlich als auch äußerlich beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.3:2.8": "Oder meditiere, indem du einen Aspekt des Geistes innerlich beobachtest … ",
  "sn47.3:2.9": "indem du einen Aspekt des Geistes äußerlich beobachtest … ",
  "sn47.3:2.10": "indem du einen Aspekt des Geistes sowohl innerlich als auch äußerlich beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.3:2.11": "Oder meditiere, indem du einen Aspekt der natürlichen Gesetzmäßigkeiten innerlich beobachtest … ",
  "sn47.3:2.12": "indem du einen Aspekt der natürlichen Gesetzmäßigkeiten äußerlich beobachtest … ",
  "sn47.3:2.13": "indem du einen Aspekt der natürlichen Gesetzmäßigkeiten sowohl innerlich als auch äußerlich beobachtest – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn47.3:2.14": "Wenn du die vier Arten der Achtsamkeitsmeditation so auf dreierlei Weise entwickelst, getragen von und gestützt auf Ethik, kannst du nur Gedeihen bei tauglichen Eigenschaften erwarten, keinen Niedergang, bei Tag oder Nacht.“ ",
  "sn47.3:3.1": "Da begrüßte jener Mönch die Worte des Buddha und stimmte ihm zu. Er erhob er sich von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "sn47.3:3.2": "Da gelangte jener Mönch, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches Söhne aus gutem Haus zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn47.3:3.3": "Er verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn47.3:3.4": "Und jener Mönch war einer der Vollendeten. "
}