{
  "pli-tv-bu-vb-ss13:1.8.2": "“Did not conduct themselves properly or suitably so as to deserve to be released” renders _na sammā vattati, na lomaṃ pāteti, na netthāraṃ vattati_. The first of these phrases is straightforward, but the last two are more difficult. [Sp.1.435](): _Na lomaṃ pātentīti anulomapaṭipadaṃ appaṭipajjanatāya na pannalomā honti. Na netthāraṃ vattantīti attano nittharaṇamaggaṃ na paṭipajjanti_, “_Na lomaṃ pātenti_: because of their non-practicing in conformity with the path, their bodily hairs are not flat. _Na netthāraṃ vattanti_: they are not practicing the path for their own getting out [of the offense].” My rendering attempts to capture the meaning in a non-literal way.",
  "pli-tv-bu-vb-ss13:2.8": "I render both _cuṇṇa_ and _mattika_ according to function rather than substance. _Cuṇṇa_ is powder used for a number of purposes, including medical ones, and _mattika_ is clay, but in this context both are used as cleaning agents. There are a number of Canonical passages that show them as the two principal agents for cleaning the body. At [](pli-tv-kd1:25.12.4) and a number of similar passages, we find that the two would always be made ready before entering the _jantāghara_, the sauna/bathroom. At _bhikkhu pācittiya_ 57, [](pli-tv-bu-vb-pc57:7.1.8), bathing is _defined_ as bathing with powder and/or clay. At [](pli-tv-kd20:27.4.5) and [](pli-tv-kd20:27.4.12) the nuns are prohibited from bathing with powder and scented clay, but should use ordinary clay instead. In the commentaries, at [Sp.3.33](), we find that clay is used for washing one’s hair: _Kesā panassa sayameva mattikaṃ gahetvā dhovitabbā_.",
  "pli-tv-bu-vb-ss13:2.58": "_Ñattiyā dukkaṭaṃ_. The Pali text just says _dukkaṭa_, without specifying that it is an _āpatti_, an offense. Yet just below the text says that the _dukkaṭa_ is annulled if you commit the full offense of _saṅghādisesa_. The implication is that _dukkaṭa_ should be read as _āpatti dukkaṭassa_, “an offense of wrong conduct”."
}