{
  "sn28.10:0.1": "Verbundene Lehrreden 28.10 ",
  "sn28.10:0.2": "1. Das Kapitel mit Sāriputta ",
  "sn28.10:0.3": "Mit Sucimukhī ",
  "sn28.10:1.1": "Einmal hielt sich der Ehrwürdige Sāriputta bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn28.10:1.2": "Da kleidete er sich am Morgen an, nahm Schale und Robe und betrat Rājagaha zum Almosengang. ",
  "sn28.10:1.3": "Nachdem er wahllos um Almosen durch Rājagaha gezogen war, aß er an einer Mauer sein Almosen. ",
  "sn28.10:1.4": "Da ging die Wanderasketin Sucimukhī zum Ehrwürdigen Sāriputta und sagte zu ihm: ",
  "sn28.10:2.1": "„Asket, schaust du beim Essen nach unten?“ ",
  "sn28.10:2.2": "„Nein, Schwester.“ ",
  "sn28.10:2.3": "„Nun, dann schaust du beim Essen nach oben?“ ",
  "sn28.10:2.4": "„Nein, Schwester.“ ",
  "sn28.10:2.5": "„Nun, dann schaust du beim Essen in die Haupthimmelsrichtungen?“ ",
  "sn28.10:2.6": "„Nein, Schwester.“ ",
  "sn28.10:2.7": "„Nun, dann schaust du beim Essen in die Zwischenrichtungen?“ ",
  "sn28.10:2.8": "„Nein, Schwester.“ ",
  "sn28.10:3.1": "„Wenn du gefragt wirst, ob du beim Essen in eine dieser Richtungen schaust, antwortest du: ‚Nein, Schwester‘. ",
  "sn28.10:4.1": "Wie genau isst du, Asket?“ ",
  "sn28.10:4.2": "„Schwester, diese Asketen und Brahmanen, die ihren Unterhalt durch Geomantik verdienen – einen unwürdigen Wissenszweig, einen falschen Lebenserwerb –, von ihnen heißt es, sie schauen beim Essen nach unten. ",
  "sn28.10:4.3": "Diese Asketen und Brahmanen, die ihren Unterhalt durch Astrologie verdienen – einen unwürdigen Wissenszweig, einen falschen Lebenserwerb –, von ihnen heißt es, sie schauen beim Essen nach oben. ",
  "sn28.10:4.4": "Diese Asketen und Brahmanen, die ihren Unterhalt verdienen, indem sie Botengänge machen und Botschaften übermitteln – ein unwürdiger Wissenszweig, ein falscher Lebenserwerb –, von ihnen heißt es, sie schauen beim Essen in die Haupthimmelsrichtungen. ",
  "sn28.10:4.5": "Diese Asketen und Brahmanen, die ihren Unterhalt durch Handlesen verdienen – einen unwürdigen Wissenszweig, einen falschen Lebenserwerb –, von ihnen heißt es, sie schauen beim Essen in die Zwischenrichtungen. ",
  "sn28.10:5.1": "Ich verdiene meinen Unterhalt mit keinem dieser Mittel. ",
  "sn28.10:5.2": "Ich sammele Almosen auf der Grundlage von Prinzipien ",
  "sn28.10:5.3": "und esse auf der Grundlage von Prinzipien.“ ",
  "sn28.10:6.1": "Da zog die Wanderasketin Sucimukhī in ganz Rājagaha von Straße zu Straße und von Platz zu Platz und verkündete: ",
  "sn28.10:6.2": "„Die Asketen, die Anhänger des Sakyers, essen ihre Nahrung auf der Grundlage von Prinzipien! ",
  "sn28.10:6.3": "Die Asketen, die Anhänger des Sakyers, essen ihre Nahrung ohne Tadel! ",
  "sn28.10:6.4": "Gebt den Asketen, den Anhängern des Sakyers, Almosen!“ ",
  "sn28.10:7.7": "Die Verbundenen Lehrreden mit Sāriputta sind abgeschlossen. "
}