{
  "an9.20:0.1": "Aṅguttara Nikāya 9.20 ",
  "an9.20:0.2": "2. Sīhanādavagga ",
  "an9.20:0.3": "Velāmasutta ",
  "an9.20:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an9.20:1.2": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho anāthapiṇḍikaṁ gahapatiṁ bhagavā etadavoca: ",
  "an9.20:2.1": "“Api nu te, gahapati, kule dānaṁ dīyatī”ti? ",
  "an9.20:2.2": "“Dīyati me, bhante, kule dānaṁ; ",
  "an9.20:2.3": "tañca kho lūkhaṁ kaṇājakaṁ biḷaṅgadutiyan”ti. ",
  "an9.20:2.4": "“Lūkhañcepi, gahapati, dānaṁ deti paṇītaṁ vā; ",
  "an9.20:2.5": "tañca asakkaccaṁ deti, acittīkatvā deti, asahatthā deti, apaviddhaṁ deti, anāgamanadiṭṭhiko deti. ",
  "an9.20:2.6": "Yattha yattha tassa tassa dānassa vipāko nibbattati, na uḷārāya bhattabhogāya cittaṁ namati, na uḷārāya vatthabhogāya cittaṁ namati, na uḷārāya yānabhogāya cittaṁ namati, na uḷāresu pañcasu kāmaguṇesu bhogāya cittaṁ namati. ",
  "an9.20:2.7": "Yepissa te honti puttāti vā dārāti vā dāsāti vā pessāti vā kammakarāti vā, tepi na sussūsanti na sotaṁ odahanti na aññā cittaṁ upaṭṭhapenti. ",
  "an9.20:2.8": "Taṁ kissa hetu? ",
  "an9.20:2.9": "Evañhetaṁ, gahapati, hoti asakkaccaṁ katānaṁ kammānaṁ vipāko. ",
  "an9.20:3.1": "Lūkhañcepi, gahapati, dānaṁ deti paṇītaṁ vā; ",
  "an9.20:3.2": "tañca sakkaccaṁ deti, cittīkatvā deti, sahatthā deti, anapaviddhaṁ deti, āgamanadiṭṭhiko deti. ",
  "an9.20:3.3": "Yattha yattha tassa tassa dānassa vipāko nibbattati, uḷārāya bhattabhogāya cittaṁ namati, uḷārāya vatthabhogāya cittaṁ namati, uḷārāya yānabhogāya cittaṁ namati, uḷāresu pañcasu kāmaguṇesu bhogāya cittaṁ namati. ",
  "an9.20:3.4": "Yepissa te honti puttāti vā dārāti vā dāsāti vā pessāti vā kammakarāti vā, tepi sussūsanti sotaṁ odahanti aññā cittaṁ upaṭṭhapenti. ",
  "an9.20:3.5": "Taṁ kissa hetu? ",
  "an9.20:3.6": "Evañhetaṁ, gahapati, hoti sakkaccaṁ katānaṁ kammānaṁ vipāko. ",
  "an9.20:4.1": "Bhūtapubbaṁ, gahapati, velāmo nāma brāhmaṇo ahosi. ",
  "an9.20:4.2": "So evarūpaṁ dānaṁ adāsi mahādānaṁ. ",
  "an9.20:4.3": "Caturāsīti suvaṇṇapātisahassāni adāsi rūpiyapūrāni, caturāsīti rūpiyapātisahassāni adāsi suvaṇṇapūrāni, caturāsīti kaṁsapātisahassāni adāsi hiraññapūrāni, caturāsīti hatthisahassāni adāsi sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālappaṭicchannāni, caturāsīti rathasahassāni adāsi sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālappaṭicchannāni, caturāsīti dhenusahassāni adāsi dukūlasandhanāni kaṁsūpadhāraṇāni, caturāsīti kaññāsahassāni adāsi āmuttamaṇikuṇḍalāyo, caturāsīti pallaṅkasahassāni adāsi gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni, caturāsīti vatthakoṭisahassāni adāsi khomasukhumānaṁ koseyyasukhumānaṁ kambalasukhumānaṁ kappāsikasukhumānaṁ, ko pana vādo annassa pānassa khajjassa bhojjassa leyyassa peyyassa, najjo maññe vissandanti. ",
  "an9.20:5.1": "Siyā kho pana te, gahapati, evamassa: ",
  "an9.20:5.2": "‘añño nūna tena samayena velāmo brāhmaṇo ahosi, so taṁ dānaṁ adāsi mahādānan’ti. ",
  "an9.20:5.3": "Na kho panetaṁ, gahapati, evaṁ daṭṭhabbaṁ. ",
  "an9.20:5.4": "Ahaṁ tena samayena velāmo brāhmaṇo ahosiṁ. ",
  "an9.20:5.5": "Ahaṁ taṁ dānaṁ adāsiṁ mahādānaṁ. ",
  "an9.20:5.6": "Tasmiṁ kho pana, gahapati, dāne na koci dakkhiṇeyyo ahosi, na taṁ koci dakkhiṇaṁ visodheti. ",
  "an9.20:6.1": "Yaṁ, gahapati, velāmo brāhmaṇo dānaṁ adāsi mahādānaṁ, yo cekaṁ diṭṭhisampannaṁ bhojeyya, idaṁ tato mahapphalataraṁ. ",
  "an9.20:7.1": "(…) Yo ca sataṁ diṭṭhisampannānaṁ bhojeyya, yo cekaṁ sakadāgāmiṁ bhojeyya, idaṁ tato mahapphalataraṁ. ",
  "an9.20:8.1": "(…) Yo ca sataṁ sakadāgāmīnaṁ bhojeyya, yo cekaṁ anāgāmiṁ bhojeyya …pe… ",
  "an9.20:8.2": "yo ca sataṁ anāgāmīnaṁ bhojeyya, yo cekaṁ arahantaṁ bhojeyya …pe… ",
  "an9.20:8.3": "yo ca sataṁ arahantānaṁ bhojeyya, yo cekaṁ paccekabuddhaṁ bhojeyya …pe… ",
  "an9.20:8.4": "yo ca sataṁ paccekabuddhānaṁ bhojeyya, yo ca tathāgataṁ arahantaṁ sammāsambuddhaṁ bhojeyya …pe… ",
  "an9.20:8.5": "yo ca buddhappamukhaṁ bhikkhusaṅghaṁ bhojeyya …pe… ",
  "an9.20:8.6": "yo ca cātuddisaṁ saṅghaṁ uddissa vihāraṁ kārāpeyya …pe… ",
  "an9.20:8.7": "yo ca pasannacitto buddhañca dhammañca saṅghañca saraṇaṁ gaccheyya …pe… ",
  "an9.20:8.8": "yo ca pasannacitto sikkhāpadāni samādiyeyya—",
  "an9.20:8.9": "pāṇātipātā veramaṇiṁ, adinnādānā veramaṇiṁ, kāmesumicchācārā veramaṇiṁ, musāvādā veramaṇiṁ, surāmerayamajjapamādaṭṭhānā veramaṇiṁ, yo ca antamaso gandhohanamattampi mettacittaṁ bhāveyya, (…) idaṁ tato mahapphalataraṁ. ",
  "an9.20:9.1": "Yañca, gahapati, velāmo brāhmaṇo dānaṁ adāsi mahādānaṁ, yo cekaṁ diṭṭhisampannaṁ bhojeyya … ",
  "an9.20:9.2": "yo ca sataṁ diṭṭhisampannānaṁ bhojeyya, yo cekaṁ sakadāgāmiṁ bhojeyya … ",
  "an9.20:9.3": "yo ca sataṁ sakadāgāmīnaṁ bhojeyya, yo cekaṁ anāgāmiṁ bhojeyya … ",
  "an9.20:9.4": "yo ca sataṁ anāgāmīnaṁ bhojeyya, yo cekaṁ arahantaṁ bhojeyya … ",
  "an9.20:9.5": "yo ca sataṁ arahantānaṁ bhojeyya, yo cekaṁ paccekabuddhaṁ bhojeyya … ",
  "an9.20:9.6": "yo ca sataṁ paccekabuddhānaṁ bhojeyya, yo ca tathāgataṁ arahantaṁ sammāsambuddhaṁ bhojeyya … ",
  "an9.20:9.7": "yo ca buddhappamukhaṁ bhikkhusaṅghaṁ bhojeyya, yo ca cātuddisaṁ saṅghaṁ uddissa vihāraṁ kārāpeyya … ",
  "an9.20:9.8": "yo ca pasannacitto buddhañca dhammañca saṅghañca saraṇaṁ gaccheyya, yo ca pasannacitto sikkhāpadāni samādiyeyya—",
  "an9.20:9.9": "pāṇātipātā veramaṇiṁ …pe… surāmerayamajjapamādaṭṭhānā veramaṇiṁ, yo ca antamaso gandhohanamattampi mettacittaṁ bhāveyya, yo ca accharāsaṅghātamattampi aniccasaññaṁ bhāveyya, idaṁ tato mahapphalataran”ti. ",
  "an9.20:9.10": "Dasamaṁ. ",
  "an9.20:9.11": "Sīhanādavaggo dutiyo. ",
  "an9.20:10.0": "Tassuddānaṁ ",
  "an9.20:10.1": "Nādo saupādiseso ca, ",
  "an9.20:10.2": "koṭṭhikena samiddhinā; ",
  "an9.20:10.3": "Gaṇḍasaññā kulaṁ mettā, ",
  "an9.20:10.4": "devatā velāmena cāti. "
}