{
  "an9.13:0.1": "Aṅguttara Nikāya 9 ",
  "an9.13:0.2": "2. Sīhanādavagga ",
  "an9.13:0.3": "13. Koṭṭhikasutta ",
  "an9.13:1.1": "Atha kho āyasmā mahākoṭṭhiko yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṁ sammodi. ",
  "an9.13:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṁ sāriputtaṁ etadavoca: ",
  "an9.13:1.3": "“kiṁ nu kho, āvuso sāriputta, ‘yaṁ kammaṁ diṭṭhadhammavedanīyaṁ, taṁ me kammaṁ samparāyavedanīyaṁ hotū’ti, etassa atthāya bhagavati brahmacariyaṁ vussatī”ti? ",
  "an9.13:1.4": "“No hidaṁ, āvuso”. ",
  "an9.13:2.1": "“Kiṁ panāvuso sāriputta, ‘yaṁ kammaṁ samparāyavedanīyaṁ taṁ me kammaṁ diṭṭhadhammavedanīyaṁ hotū’ti, etassa atthāya bhagavati brahmacariyaṁ vussatī”ti? ",
  "an9.13:2.2": "“No hidaṁ, āvuso”. ",
  "an9.13:3.1": "“Kiṁ nu kho, āvuso sāriputta, ‘yaṁ kammaṁ sukhavedanīyaṁ, taṁ me kammaṁ dukkhavedanīyaṁ hotū’ti, etassa atthāya bhagavati brahmacariyaṁ vussatī”ti? ",
  "an9.13:3.2": "“No hidaṁ, āvuso”. ",
  "an9.13:4.1": "“Kiṁ panāvuso, sāriputta, ‘yaṁ kammaṁ dukkhavedanīyaṁ, taṁ me kammaṁ sukhavedanīyaṁ hotū’ti, etassa atthāya bhagavati brahmacariyaṁ vussatī”ti? ",
  "an9.13:4.2": "“No hidaṁ, āvuso”. ",
  "an9.13:5.1": "“Kiṁ nu kho, āvuso sāriputta, ‘yaṁ kammaṁ paripakkavedanīyaṁ, taṁ me kammaṁ aparipakkavedanīyaṁ hotū’ti, etassa atthāya bhagavati brahmacariyaṁ vussatī”ti? ",
  "an9.13:5.2": "“No hidaṁ, āvuso”. ",
  "an9.13:6.1": "“Kiṁ panāvuso sāriputta, ‘yaṁ kammaṁ aparipakkavedanīyaṁ, taṁ me kammaṁ paripakkavedanīyaṁ hotū’ti, etassa atthāya bhagavati brahmacariyaṁ vussatī”ti? ",
  "an9.13:6.2": "“No hidaṁ, āvuso”. ",
  "an9.13:7.1": "“Kiṁ nu kho, āvuso sāriputta, ‘yaṁ kammaṁ bahuvedanīyaṁ, taṁ me kammaṁ appavedanīyaṁ hotū’ti, etassa atthāya bhagavati brahmacariyaṁ vussatī”ti? ",
  "an9.13:7.2": "“No hidaṁ, āvuso”. ",
  "an9.13:8.1": "“Kiṁ panāvuso sāriputta, ‘yaṁ kammaṁ appavedanīyaṁ, taṁ me kammaṁ bahuvedanīyaṁ hotū’ti, etassa atthāya bhagavati brahmacariyaṁ vussatī”ti? ",
  "an9.13:8.2": "“No hidaṁ, āvuso”. ",
  "an9.13:9.1": "“Kiṁ nu kho, āvuso sāriputta, ‘yaṁ kammaṁ vedanīyaṁ, taṁ me kammaṁ avedanīyaṁ hotū’ti, etassa atthāya bhagavati brahmacariyaṁ vussatī”ti? ",
  "an9.13:9.2": "“No hidaṁ, āvuso”. ",
  "an9.13:10.1": "“Kiṁ panāvuso sāriputta, ‘yaṁ kammaṁ avedanīyaṁ, taṁ me kammaṁ vedanīyaṁ hotū’ti, etassa atthāya bhagavati brahmacariyaṁ vussatī”ti? ",
  "an9.13:10.2": "“No hidaṁ, āvuso”. ",
  "an9.13:11.1": "“‘Kiṁ nu kho, āvuso sāriputta, yaṁ kammaṁ diṭṭhadhammavedanīyaṁ taṁ me kammaṁ samparāyavedanīyaṁ hotūti, etassa atthāya bhagavati brahmacariyaṁ vussatī’ti, iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "an9.13:12.1": "‘Kiṁ panāvuso sāriputta, yaṁ kammaṁ samparāyavedanīyaṁ taṁ me kammaṁ diṭṭhadhammavedanīyaṁ hotūti, etassa atthāya bhagavati brahmacariyaṁ vussatī’ti, iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "an9.13:13.1": "‘Kiṁ nu kho, āvuso sāriputta, yaṁ kammaṁ sukhavedanīyaṁ taṁ me kammaṁ dukkhavedanīyaṁ hotūti, etassa atthāya bhagavati brahmacariyaṁ vussatī’ti, iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "an9.13:14.1": "‘Kiṁ panāvuso sāriputta, yaṁ kammaṁ dukkhavedanīyaṁ taṁ me kammaṁ sukhavedanīyaṁ hotūti, etassa atthāya bhagavati brahmacariyaṁ vussatī’ti, iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "an9.13:15.1": "‘Kiṁ nu kho, āvuso sāriputta, yaṁ kammaṁ paripakkavedanīyaṁ taṁ me kammaṁ aparipakkavedanīyaṁ hotūti, etassa atthāya bhagavati brahmacariyaṁ vussatī’ti, iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "an9.13:16.1": "‘Kiṁ panāvuso sāriputta, yaṁ kammaṁ aparipakkavedanīyaṁ taṁ me kammaṁ paripakkavedanīyaṁ hotūti, etassa atthāya bhagavati brahmacariyaṁ vussatī’ti, iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "an9.13:17.1": "‘Kiṁ nu kho, āvuso sāriputta, yaṁ kammaṁ bahuvedanīyaṁ taṁ me kammaṁ appavedanīyaṁ hotūti, etassa atthāya bhagavati brahmacariyaṁ vussatī’ti, iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "an9.13:18.1": "‘Kiṁ panāvuso sāriputta, yaṁ kammaṁ appavedanīyaṁ taṁ me kammaṁ bahuvedanīyaṁ hotūti, etassa atthāya bhagavati brahmacariyaṁ vussatī’ti, iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "an9.13:19.1": "‘Kiṁ nu kho, āvuso sāriputta, yaṁ kammaṁ vedanīyaṁ taṁ me kammaṁ avedanīyaṁ hotūti, etassa atthāya bhagavati brahmacariyaṁ vussatī’ti, iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "an9.13:20.1": "‘Kiṁ panāvuso sāriputta, yaṁ kammaṁ avedanīyaṁ taṁ me kammaṁ vedanīyaṁ hotūti, etassa atthāya bhagavati brahmacariyaṁ vussatī’ti, iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "an9.13:20.2": "Atha kimatthaṁ carahāvuso, bhagavati brahmacariyaṁ vussatī”ti? ",
  "an9.13:21.1": "“Yaṁ khvassa, āvuso, aññātaṁ adiṭṭhaṁ appattaṁ asacchikataṁ anabhisametaṁ, tassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṁ vussatīti. ",
  "an9.13:21.2": "Kiṁ panassāvuso, aññātaṁ adiṭṭhaṁ appattaṁ asacchikataṁ anabhisametaṁ, yassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṁ vussatīti? ",
  "an9.13:21.3": "‘Idaṁ dukkhan’ti khvassa, āvuso, aññātaṁ adiṭṭhaṁ appattaṁ asacchikataṁ anabhisametaṁ. ",
  "an9.13:21.4": "Tassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṁ vussati. ",
  "an9.13:21.5": "‘Ayaṁ dukkhasamudayo’ti khvassa, āvuso …pe… ‘ayaṁ dukkhanirodho’ti khvassa, āvuso …pe… ",
  "an9.13:21.6": "‘ayaṁ dukkhanirodhagāminī paṭipadā’ti khvassa, āvuso, aññātaṁ adiṭṭhaṁ appattaṁ asacchikataṁ anabhisametaṁ. ",
  "an9.13:21.7": "Tassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṁ vussati. ",
  "an9.13:21.8": "Idaṁ khvassa, āvuso, aññātaṁ adiṭṭhaṁ appattaṁ asacchikataṁ anabhisametaṁ. ",
  "an9.13:21.9": "Tassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṁ vussatī”ti. ",
  "an9.13:21.10": "Tatiyaṁ. "
}