{
  "an9.72:0.1": "Aṅguttara Nikāya 9.72 ",
  "an9.72:0.2": "7. Satipaṭṭhānavagga ",
  "an9.72:0.3": "Cetasovinibandhasutta ",
  "an9.72:1.1": "“Pañcime, bhikkhave, cetasovinibandhā. ",
  "an9.72:1.2": "Katame pañca? ",
  "an9.72:1.3": "Idha, bhikkhave, bhikkhu kāmesu avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho. ",
  "an9.72:1.4": "Yo so, bhikkhave, bhikkhu kāmesu avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho, tassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "an9.72:1.5": "Yassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya, ayaṁ paṭhamo cetasovinibandho. ",
  "an9.72:2.1": "Puna caparaṁ, bhikkhave, bhikkhu kāye avītarāgo hoti …pe… ",
  "an9.72:2.2": "rūpe avītarāgo hoti … ",
  "an9.72:2.3": "yāvadatthaṁ udarāvadehakaṁ bhuñjitvā seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharati … ",
  "an9.72:2.4": "aññataraṁ devanikāyaṁ paṇidhāya brahmacariyaṁ carati: ‘imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti. ",
  "an9.72:2.5": "Yo so, bhikkhave, bhikkhu aññataraṁ devanikāyaṁ paṇidhāya brahmacariyaṁ carati: ‘imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, tassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "an9.72:2.6": "Yassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya, ayaṁ pañcamo cetasovinibandho. ",
  "an9.72:2.7": "Ime kho, bhikkhave, pañca cetasovinibandhā. ",
  "an9.72:3.1": "Imesaṁ kho, bhikkhave, pañcannaṁ cetasovinibandhānaṁ pahānāya cattāro satipaṭṭhānā bhāvetabbā. ",
  "an9.72:3.2": "Katame cattāro? ",
  "an9.72:3.3": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ; ",
  "an9.72:3.4": "vedanāsu …pe… ",
  "an9.72:3.5": "citte … ",
  "an9.72:3.6": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "an9.72:3.7": "Imesaṁ kho, bhikkhave, pañcannaṁ cetasovinibandhānaṁ pahānāya ime cattāro satipaṭṭhānā bhāvetabbā”ti. ",
  "an9.72:3.8": "Dasamaṁ. ",
  "an9.72:3.9": "Satipaṭṭhānavaggo dutiyo. ",
  "an9.72:4.0": "Tassuddānaṁ ",
  "an9.72:4.1": "Sikkhā nīvaraṇākāmā, ",
  "an9.72:4.2": "Khandhā ca orambhāgiyā gati; ",
  "an9.72:4.3": "Maccheraṁ uddhambhāgiyā aṭṭhamaṁ, ",
  "an9.72:4.4": "Cetokhilā vinibandhāti. "
}