{
  "an9.7:0.1": "Aṅguttara Nikāya 9 ",
  "an9.7:0.2": "1. Sambodhivagga ",
  "an9.7:0.3": "7. Sutavāsutta ",
  "an9.7:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
  "an9.7:1.2": "Atha kho sutavā paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an9.7:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho sutavā paribbājako bhagavantaṁ etadavoca: ",
  "an9.7:2.1": "“Ekamidāhaṁ, bhante, samayaṁ bhagavā idheva rājagahe viharāmi giribbaje. ",
  "an9.7:2.2": "Tatra me, bhante, bhagavato sammukhā sutaṁ sammukhā paṭiggahitaṁ: ",
  "an9.7:2.3": "‘yo so, sutavā, bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, abhabbo so pañca ṭhānāni ajjhācarituṁ—",
  "an9.7:2.4": "abhabbo khīṇāsavo bhikkhu sañcicca pāṇaṁ jīvitā voropetuṁ, abhabbo khīṇāsavo bhikkhu adinnaṁ theyyasaṅkhātaṁ ādātuṁ, abhabbo khīṇāsavo bhikkhu methunaṁ dhammaṁ paṭisevituṁ, abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṁ, abhabbo khīṇāsavo bhikkhu sannidhikārakaṁ kāme paribhuñjituṁ seyyathāpi pubbe agāriyabhūto’ti. ",
  "an9.7:2.5": "Kacci metaṁ, bhante, bhagavato sussutaṁ suggahitaṁ sumanasikataṁ sūpadhāritan”ti? ",
  "an9.7:3.1": "“Taggha te etaṁ, sutavā, sussutaṁ suggahitaṁ sumanasikataṁ sūpadhāritaṁ. ",
  "an9.7:3.2": "Pubbe cāhaṁ, sutavā, etarahi ca evaṁ vadāmi: ",
  "an9.7:3.3": "‘yo so bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, abhabbo so nava ṭhānāni ajjhācarituṁ—",
  "an9.7:3.4": "abhabbo khīṇāsavo bhikkhu sañcicca pāṇaṁ jīvitā voropetuṁ, abhabbo khīṇāsavo bhikkhu adinnaṁ theyyasaṅkhātaṁ ādātuṁ, abhabbo khīṇāsavo bhikkhu methunaṁ dhammaṁ paṭisevituṁ, abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṁ, abhabbo khīṇāsavo bhikkhu sannidhikārakaṁ kāme paribhuñjituṁ seyyathāpi pubbe agāriyabhūto, abhabbo khīṇāsavo bhikkhu chandāgatiṁ gantuṁ, abhabbo khīṇāsavo bhikkhu dosāgatiṁ gantuṁ, abhabbo khīṇāsavo bhikkhu mohāgatiṁ gantuṁ, abhabbo khīṇāsavo bhikkhu bhayāgatiṁ gantuṁ’. ",
  "an9.7:3.5": "Pubbe cāhaṁ, sutavā, etarahi ca evaṁ vadāmi: ",
  "an9.7:3.6": "‘yo so bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, abhabbo so imāni nava ṭhānāni ajjhācaritun’”ti. ",
  "an9.7:3.7": "Sattamaṁ. "
}