{
  "an9.19:0.1": "Aṅguttara Nikāya 9 ",
  "an9.19:0.2": "2. Sīhanādavagga ",
  "an9.19:0.3": "19. Devatāsutta ",
  "an9.19:1.1": "“Imañca, bhikkhave, rattiṁ sambahulā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṁ jetavanaṁ obhāsetvā yenāhaṁ tenupasaṅkamiṁsu; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho, bhikkhave, tā devatā maṁ etadavocuṁ: ",
  "an9.19:1.2": "‘upasaṅkamiṁsu no, bhante, pubbe manussabhūtānaṁ pabbajitā agārāni. ",
  "an9.19:1.3": "Te mayaṁ, bhante, paccuṭṭhimha, no ca kho abhivādimha. ",
  "an9.19:1.4": "Tā mayaṁ, bhante, aparipuṇṇakammantā vippaṭisāriniyo paccānutāpiniyo hīnaṁ kāyaṁ upapannā’ti. ",
  "an9.19:2.1": "Aparāpi maṁ, bhikkhave, sambahulā devatā upasaṅkamitvā etadavocuṁ: ",
  "an9.19:2.2": "‘upasaṅkamiṁsu no, bhante, pubbe manussabhūtānaṁ pabbajitā agārāni. ",
  "an9.19:2.3": "Te mayaṁ, bhante, paccuṭṭhimha abhivādimha, no ca tesaṁ āsanaṁ adamha. ",
  "an9.19:2.4": "Tā mayaṁ, bhante, aparipuṇṇakammantā vippaṭisāriniyo paccānutāpiniyo hīnaṁ kāyaṁ upapannā’ti. ",
  "an9.19:3.1": "Aparāpi maṁ, bhikkhave, sambahulā devatā upasaṅkamitvā etadavocuṁ: ",
  "an9.19:3.2": "‘upasaṅkamiṁsu no, bhante, pubbe manussabhūtānaṁ pabbajitā agārāni. ",
  "an9.19:3.3": "Te mayaṁ, bhante, paccuṭṭhimha abhivādimha āsanaṁ adamha, no ca kho yathāsatti yathābalaṁ saṁvibhajimha …pe… ",
  "an9.19:3.4": "yathāsatti yathābalaṁ saṁvibhajimha, no ca kho upanisīdimha dhammassavanāya …pe… ",
  "an9.19:3.5": "upanisīdimha dhammassavanāya, no ca kho ohitasotā dhammaṁ suṇimha …pe… ",
  "an9.19:3.6": "ohitasotā ca dhammaṁ suṇimha, no ca kho sutvā dhammaṁ dhārayimha …pe… ",
  "an9.19:3.7": "sutvā ca dhammaṁ dhārayimha, no ca kho dhātānaṁ dhammānaṁ atthaṁ upaparikkhimha …pe… ",
  "an9.19:3.8": "dhātānañca dhammānaṁ atthaṁ upaparikkhimha, no ca kho atthamaññāya dhammamaññāya dhammānudhammaṁ paṭipajjimha. ",
  "an9.19:3.9": "Tā mayaṁ, bhante, aparipuṇṇakammantā vippaṭisāriniyo paccānutāpiniyo hīnaṁ kāyaṁ upapannā’ti. ",
  "an9.19:4.1": "Aparāpi maṁ, bhikkhave, sambahulā devatā upasaṅkamitvā etadavocuṁ: ",
  "an9.19:4.2": "‘upasaṅkamiṁsu no, bhante, pubbe manussabhūtānaṁ pabbajitā agārāni. ",
  "an9.19:4.3": "Te mayaṁ, bhante, paccuṭṭhimha abhivādimha, āsanaṁ adamha, yathāsatti yathābalaṁ saṁvibhajimha, upanisīdimha dhammassavanāya, ohitasotā ca dhammaṁ suṇimha, sutvā ca dhammaṁ dhārayimha, dhātānañca dhammānaṁ atthaṁ upaparikkhimha, atthamaññāya dhammamaññāya dhammānudhammaṁ paṭipajjimha. ",
  "an9.19:4.4": "Tā mayaṁ, bhante, paripuṇṇakammantā avippaṭisāriniyo apaccānutāpiniyo paṇītaṁ kāyaṁ upapannā’ti. ",
  "an9.19:4.5": "Etāni, bhikkhave, rukkhamūlāni etāni suññāgārāni. Jhāyatha, bhikkhave, mā pamādattha, mā pacchā vippaṭisārino ahuvattha seyyathāpi tā purimikā devatā”ti. ",
  "an9.19:4.6": "Navamaṁ. "
}