{
  "an9.1:0.1": "Aṅguttara Nikāya 9.1 ",
  "an9.1:0.2": "1. Sambodhivagga ",
  "an9.1:0.3": "Sambodhisutta ",
  "an9.1:1.1": "Evaṁ me sutaṁ—",
  "an9.1:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an9.1:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "an9.1:2.1": "“Sace, bhikkhave, aññatitthiyā paribbājakā evaṁ puccheyyuṁ: ",
  "an9.1:2.2": "‘sambodhipakkhikānaṁ, āvuso, dhammānaṁ kā upanisā bhāvanāyā’ti, evaṁ puṭṭhā tumhe, bhikkhave, tesaṁ aññatitthiyānaṁ paribbājakānaṁ kinti byākareyyāthā”ti? ",
  "an9.1:2.3": "“Bhagavaṁmūlakā no, bhante, dhammā …pe… bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "an9.1:3.1": "“Tena hi, bhikkhave, suṇātha, sādhukaṁ manasi karotha; bhāsissāmī”ti. ",
  "an9.1:3.2": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "an9.1:3.3": "Bhagavā etadavoca: ",
  "an9.1:4.1": "“Sace, bhikkhave, aññatitthiyā paribbājakā evaṁ puccheyyuṁ: ",
  "an9.1:4.2": "‘sambodhipakkhikānaṁ, āvuso, dhammānaṁ kā upanisā bhāvanāyā’ti, evaṁ puṭṭhā tumhe, bhikkhave, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyātha: ",
  "an9.1:5.1": "‘Idhāvuso, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ",
  "an9.1:5.2": "Sambodhipakkhikānaṁ, āvuso, dhammānaṁ ayaṁ paṭhamā upanisā bhāvanāya. ",
  "an9.1:6.1": "Puna caparaṁ, āvuso, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an9.1:6.2": "Sambodhipakkhikānaṁ, āvuso, dhammānaṁ ayaṁ dutiyā upanisā bhāvanāya. ",
  "an9.1:7.1": "Puna caparaṁ, āvuso, bhikkhu yāyaṁ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṁ—appicchakathā santuṭṭhikathā pavivekakathā asaṁsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī hoti akicchalābhī akasiralābhī. ",
  "an9.1:7.2": "Sambodhipakkhikānaṁ, āvuso, dhammānaṁ ayaṁ tatiyā upanisā bhāvanāya. ",
  "an9.1:8.1": "Puna caparaṁ, āvuso, bhikkhu āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "an9.1:8.2": "Sambodhipakkhikānaṁ, āvuso, dhammānaṁ ayaṁ catutthī upanisā bhāvanāya. ",
  "an9.1:9.1": "Puna caparaṁ, āvuso, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
  "an9.1:9.2": "Sambodhipakkhikānaṁ, āvuso, dhammānaṁ ayaṁ pañcamī upanisā bhāvanāya’. ",
  "an9.1:10.1": "Kalyāṇamittassetaṁ, bhikkhave, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa—",
  "an9.1:10.2": "sīlavā bhavissati, pātimokkhasaṁvarasaṁvuto viharissati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhissati sikkhāpadesu. ",
  "an9.1:11.1": "Kalyāṇamittassetaṁ, bhikkhave, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa—",
  "an9.1:11.2": "yāyaṁ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṁ—appicchakathā santuṭṭhikathā pavivekakathā asaṁsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī bhavissati akicchalābhī akasiralābhī. ",
  "an9.1:12.1": "Kalyāṇamittassetaṁ, bhikkhave, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa—",
  "an9.1:12.2": "āraddhavīriyo viharissati akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "an9.1:13.1": "Kalyāṇamittassetaṁ, bhikkhave, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa—",
  "an9.1:13.2": "paññavā bhavissati udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
  "an9.1:14.1": "Tena ca pana, bhikkhave, bhikkhunā imesu pañcasu dhammesu patiṭṭhāya cattāro dhammā uttari bhāvetabbā—",
  "an9.1:14.2": "asubhā bhāvetabbā rāgassa pahānāya, mettā bhāvetabbā byāpādassa pahānāya, ānāpānassati bhāvetabbā vitakkupacchedāya, aniccasaññā bhāvetabbā asmimānasamugghātāya. ",
  "an9.1:14.3": "Aniccasaññino, bhikkhave, anattasaññā saṇṭhāti. ",
  "an9.1:14.4": "Anattasaññī asmimānasamugghātaṁ pāpuṇāti diṭṭheva dhamme nibbānan”ti. ",
  "an9.1:14.5": "Paṭhamaṁ. "
}